{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['fi:lain]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thuộc) giống mèo; như mèo</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">giả dối; nham hiểm, thâm hiểm</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">feline amenities</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự thơn thớt nói cười bề ngoài (đàn bà)</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(như) <font color=\"#1371BB\">felid</font></td></tr></table><i/></div>",
            "word": "feline"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>feline</k><blockquote><cclass>[<cclass>'fi:lʌɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to or resembling a cat. </cclass></blockquote><blockquote>■ <cclass>noun a cat or other animal of the cat family. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>felinity</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L. <i>felinus</i>, from <i>feles</i> 'cat'. </blockquote></div>",
            "word": "feline"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>feline</k><blockquote>▸ <cclass>adjective <i>she moved with feline grace</i>: CATLIKE, graceful, sleek, sinuous.</cclass></blockquote><blockquote>▸ <cclass>noun <i>her pet feline</i>: CAT, kitten; <cclass><i>informal</i> puss, pussy (cat); <cclass><i>Brit.</i><cclass><i>informal</i> moggie, mog; <cclass><i>archaic</i> grimalkin.</cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "feline"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "feline"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "feline"
        }
    },
    "sentences": [
        {
            "en": "<em>Feline</em> amenities",
            "vi": "Thơn thớt nói cười bề ngoài"
        },
        {
            "en": "It is not easily spread among the <em>feline</em> population.",
            "vi": "Nó không dễ lây lan giữa các quần thể mèo."
        },
        {
            "en": "A slow blink from a <em>feline</em>, for example, is like a wink between friends, Weitzman said.",
            "vi": "Một cái chớp mắt chậm rãi từ một con mèo, lấy ví dụ, giống như một cái nháy mắt giữa bạn bè, Weitzman nói ."
        },
        {
            "en": "Morda is registered as ‘<em>Feline</em> 1′ after obtaining special paperwork from bike organisers across Russia.",
            "vi": "Morda được đăng ký thi đấu là \"thành viên họ nhà mèo 1\" sau khi nhận được công văn đặc biệt từ các nhà tổ chức đua xe vòng quanh nước Nga."
        },
        {
            "en": "Clinical signs are useful in the diagnosis and monitoring of canine and <em>feline</em> diabetes.",
            "vi": "Các dấu hiệu lâm sàng rất hữu ích trong chẩn đoán và theo dõi tiểu đường ở chó mèo."
        },
        {
            "en": "It was worse than my other imaginings: Jacob Blackstanding across a small space from Victoria's vicious and <em>feline</em> figure.",
            "vi": "Còn tệ hại hơn sự tưởng tượng kia của tôi : Jacob Black đứng bên kia không gian nhỏ hẹp trước thân hình mềm mại, hoang dã của Victoria."
        },
        {
            "en": "It was worse than my other imaginings : Jacob Blackstanding across a small space from Victoria's vicious and <em>feline</em> figure.",
            "vi": "Còn tệ hại hơn sự tưởng tượng kia của tôi: Jacob Black đứng bên kia không gian nhỏ hẹp trước thân hình mềm mại, hoang dã của Victoria."
        },
        {
            "en": "A can of a popular brand of cat food contains forty two vitamin and mineral additives that are said to be essential for the healthy life of our <em>feline</em> friend.",
            "vi": "Một lon của nhãn hiệu thức ăn cho mèo nổi tiếng chứa thêm 42 loại vi - ta - min và khoáng chất được cho là cần thiết cho cuộc sống khỏe mạnh của người bạn mèo của chúng ta."
        },
        {
            "en": "A can of a popular brand of cat food contains forty two vitamin and mineral additives that are said to be essential for the healthy life of our <em>feline</em> friend.",
            "vi": "Một lon của nhãn hiệu thức ăn cho mèo nổi tiếng chứa thêm 42 loại vi-ta-min và khoáng chất được cho là cần thiết cho cuộc sống khỏe mạnh của người bạn mèo của chúng ta."
        },
        {
            "en": "Let this list serve as a warning to those of you who are considering a <em>feline</em> companion: cats are not your friends. Vote on the most mischievous miscreant below, or submit your own photo!",
            "vi": "Hãy để danh sách này làm lời cảnh báo trước cho những ai định nuôi mèo làm bầu bạn: mèo không phải là bạn. Hãy bầu chọn xem chú mèo nào bên dưới tinh nghịch nhất, hoặc gửi cho chúng tôi hình mèo nhà bạn nhé!"
        },
        {
            "en": "The five-minute cartoons tell the story of would-be pop star Nancy, a French bulldog, who battles her ideas-stealing, <em>feline</em> nemesis, Kitty Perry, and teaches friends, including Justin Beaver and a rather dim Welsh sheep called Ed Shearling, about the importance of choosing an original band name and registering it as a trademark.",
            "vi": "Những bộ phim hoạt hình năm phút kể về câu chuyện của ngôi sao nhạc pop Nancy, một chú chó bun giống Pháp, đấu tranh với việc bị cô mèo Kitty Perry ăn cắp ý tưởng , đồng thời dạy cho những người bạn, bao gồm Justin Beaver và một con cừu xứ Welsh kém thông minh tên là Ed Shearling về tầm quan trọng của việc chọn tên ban nhạc gốc và đăng ký nhãn hiệu."
        },
        {
            "en": "The five-minute cartoons tell the story of would-be pop star Nancy, a French bulldog, who battles her ideas-stealing, <em>feline</em> nemesis, Kitty Perry, and teaches friends, including Justin Beaver and a rather dim Welsh sheep called Ed Shearling, about the importance of choosing an original band name and registering it as a trademark.",
            "vi": "Những bộ phim hoạt hình năm phút kể về câu chuyện của ngôi sao nhạc pop Nancy, một chú chó bun giống Pháp, đấu tranh với việc bị cô mèo Kitty Perry ăn cắp ý tưởng , đồng thời dạy cho những người bạn, bao gồm Justin Beaver và một con cừu xứ Welsh kém thông minh tên là Ed Shearling về tầm quan trọng của việc chọn tên ban nhạc gốc và đăng ký nhãn hiệu."
        },
        {
            "en": "That's because cats learn they can get something desirable from people if they meow, said Dr. Bonnie Beaver, executive director of the American College of Veterinary Behaviorists and a professor at Texas A&M University's College of Veterinary Medicine. She also wrote the 2003 textbook \"<em>Feline</em> Behavior\".",
            "vi": "Đó là bởi vì bọn mèo học cách chúng có được một cái gì đó mong muốn từ con người nếu chúng keo meo meo, tiến sĩ Bonnie Beaver, Giám đốc điều hành của trường American College of Veterinary Behaviorists và một giáo sư tại Texas A&M University's College of Veterinary Medicine. Cô cũng đã viết cuốn sách giáo khoa \"Feline Behavior\" năm 2003."
        },
        {
            "en": "Are the CIVETS group of countries the next big investment opportunity or nothing more than a convenient acronym?   Ten years after Brazil, Russia, India and China were dubbed the BRICs, any early mover advantage for investing in them has long gone. But lovers of acronyms will be relieved to learn the latest investment theme claiming to steal a march on emerging markets also has a catchy name.  \n The CIVETS group of countries—Colombia, Indonesia, Vietnam, Egypt, Turkey and South Africa—are being touted as the next generation of tiger economies, even if they are named after a rather more shy and retiring <em>feline</em>. They all have large, young populations, with an average age of 27. This, or so the theory goes, means the countries that make up CIVETS will benefit from fast-rising domestic consumption. They are also all fast-growing, relatively diverse economies, which means, unlike the BRICs, they should be less heavily dependent on external demand.    HSBC Global Asset Management launched the first fund specifically targeting the group of countries, its GIF CIVETS fund, in May. HSBC points to rising levels of foreign direct investment across the CIVETS grouping, low levels of public debt—with the exception of Turkey—and sovereign credit ratings improving towards investment grade. Critics point out that CIVETS countries have nothing in common beyond their youthful populations. Furthermore, liquidity and corporate governance are patchy and political risk remains a factor, particularly in Egypt.    \"This sounds like a gimmick to me,\" says Darius McDermott, investment expert at Chelsea Financial Services. \"What does Egypt have in common with Vietnam? At least the BRIC countries were the four biggest emerging economies so there was some rationale for grouping them together. A general emerging markets fund would be a less risky way to get similar exposure.\"   But early numbers suggest that while Colombia, Indonesia, Vietnam, Egypt, Turkey and South Africa make strange bedfellows, CIVETS investors could prosper. Although it was only established in 2007, the S&P CIVETS 60 index is ahead of the S&P BRIC 40 and S&P Emerging BMI over one and three years. While investing in acronyms is not always the most sensible approach, it seems the CIVETS might just pay off.   \nColombia\n   Colombia is emerging as an attractive destination for investors as it works to distance itself from its troubled past. Elected in 2010, President Juan Manuel Santos has continued the center-right policies of former President Alvaro Uribe, prioritizing security and attracting overseas investors.    Improved security measures have led to a 90% fall in kidnappings and a 46% cut in the murder rate over the last decade, which has helped per capita gross domestic product to double since 2002. Meanwhile, Colombia's sovereign debt was promoted to investment grade by all three ratings agencies this year.   With a population of 46 million, Colombia has substantial oil, coal and natural gas deposits. Other industries include textiles, coffee, nickel and emeralds.    Foreign direct investment stood at $6.8 billion (€4.8 billion) in 2010, with the U.S. its principal partner.   HSBC Global Asset Management sees potential in Bancolombia, the country's largest private bank, which has turned in a return on equity over 19% for each of the last eight years.   \nIndonesia\n   The world's fourth-most populous nation, Indonesia's massive domestic consumer market helped it weather the global financial crisis better than most. Turning in a GDP growth rate of 4.5% in 2009, it bounced back above the 6% mark the following year and is predicted to stay there for the next few years at least. Its sovereign debt rating has risen to one notch below investment grade in the last year.   With the lowest unit labor costs in the Asia-Pacific region and a government ambitious to emerge as a credible manufacturing hub it is no surprise some analysts see this country of 240 million people as the next BRIC.    But corruption remains a problem and fund managers see exposure best achieved through local subsidiaries of multinationals. Andy Brown, investment manager at Aberdeen Asset Management holds Astra International, an auto conglomerate that is majority-owned by Jardine Matheson Group. \"We expect Astra International to benefit from the strong growth in domestic consumption, particularly through the sale of motorbikes,\" says Mr. Brown.   \nVietnam\n   Vietnam has been one of the fastest growing economies in the world for the past 20 years, with the World Bank projecting 6% GDP growth this year rising to 7.2% in 2013. Its population of 90 million and proximity to China have led some analysts to describe it as a potential new manufacturing hub.    But while communist Vietnam has been moving away from a centrally planned economy for some years now, it only became a member of the World Trade Organization in 2007 and foreign investors still face significant obstacles. \"The reality is that investing in Vietnam is still a very laborious process,\" Mr. Brown says.   Cynics suggest Vietnam is better viewed as a holiday destination than an investment opportunity and it is only included within the CIVETS to make the acronym work. Even HSBC's fund only has a 1.5% target allocation to the country. It currently holds Vietnam Dairy (Vinamilk), which it sees as well positioned to benefit from Vietnam's 10% a year growth in demand for dairy products.   \nEgypt\n   Revolution may have put the brakes on the Egyptian economy for the moment, but analysts expect it to regain its growth trajectory as soon as political stability returns.   The World Bank is predicting growth of just 1% this year as a consequence of Egypt's part in the Arab Spring. That compares to 5.2% last year and pre-recession levels of 7% or more. But whenever normal business is resumed, Egypt will be in a position to capitalize on its many advantages. These include fast growing ports on the Mediterranean and Red Sea linked by the Suez Canal and its vast untapped natural gas resources. Some analysts describe it as \"the new Turkey\".    As with other CIVETS countries, Egypt has a big, young population—82 million strong and with a median age of 25. Aberdeen Asset Management sees bank NSGB, a subsidiary of Société Générale, as well positioned to take advantage of Egypt's underdeveloped domestic consumption, importing a model it runs in Eastern Europe. \"There is a structural under-penetration of people borrowing money in Egypt,\" Mr. Brown says.   \nTurkey\n   Located between Europe and major energy producers in the Middle East, Caspian Sea and Russia, Turkey's growth prospects look strong. The World Bank expects GDP growth of 6.1% this year, falling back to 5.3% in 2013. That said, its economy contracted 4.7% in 2009, revealing its vulnerability to external shocks.   Turkey has relatively few natural resources of its own, but it has a diversified economy as well as major natural gas pipeline projects which make it an important energy corridor between Europe and Central Asia.    \"Turkey is a dynamic economy that has trading links with the European Union but without the constraints of the euro zone or EU membership,\" says Phil Poole of HSBC Global Asset Management.    Mr. Poole rates national air carrier Turk Hava Yollari as a good investment, while Mr. Brown prefers domestic consumption plays through fast-growing retailer BIM, which has grown from 21 to over 2,600 stores in 15 years, and Anadolu Group, which owns brewer Efes Beer Group.   \nSouth Africa\n   Already the most developed country on the continent by a long way, South Africa has become a diversified economy, being rich in resources like gold and platinum and also attracting manufacturing investment.    Rising commodity prices, renewed demand in its automotive and chemical industries and spending on the World Cup have helped South Africa back into growth after it slipped into recession during the global economic downturn.    Developed world-standard financial, legal and accounting institutions mean corporate governance is of as high a standard in South Africa as in any other emerging market country. They also make the country a gateway to investment into the rest of Africa.   HSBC Global Asset Management sees long-term growth potential in mining, energy and chemical firm Sasol. South Africa's fast-growing middle class makes domestic consumption an attractive theme, says Mr. Brown. He favors Massmart, the retailer Walmart bought 51% of earlier this year.",
            "vi": "Nhóm các quốc gia CIVETS là cơ hội đầu tư lớn tiếp theo hay chẳng có gì hơn một từ viết tắt những chữ cái đầu cho thuận tiện? 10 năm sau khi Bra-xin, Nga, Ấn Độ và Trung Quốc được gán tên là BRICs, mọi lợi thế từ người đề xuất tên gọi ban đầu cho hoạt động đầu tư vào những quốc gia đó từ lâu đã không còn nữa. Nhưng những người yêu thích các từ viết tắt bằng những chữ cái đầu sẽ cảm thấy bớt căng thẳng khi tìm hiểu chủ đề đầu tư nóng hổi nhất mà khẳng định sẽ giành được lợi thế so với những thị trường mới nổi cũng có một cái tên đầy hấp dẫn. Nhóm các quốc gia CIVETS - Colombia, In-đô-nê-xi-a, Việt Nam, Ai Cập, Thổ Nhĩ Kỳ và Nam Phi - đang được ca ngợi là thế hệ nối tiếp những con hổ kinh tế, dù chúng được gọi tên phỏng theo một thành viên họ nhà mèo tương đối nhút nhát và dè dặt hơn. Tất cả những quốc gia ấy có dân số trẻ, đông, với tuổi trung bình là 27. Điều này, hoặc vì vậy lý thuyết kia xảy ra, có nghĩa là những quốc gia hình thành nhóm CIVETS sẽ hưởng lợi từ tiêu dùng quốc nội tăng nhanh. Tất cả họ còn đều là những nền kinh tế khá đa dạng, tăng trưởng nhanh, tức là, khác với nhóm BRICs, họ ít phụ thuộc nặng nề vào nhu cầu bên ngoài. Hồi tháng Năm, Quỹ Quản lý Tài sản Toàn cầu HSBC cho ra mắt quỹ đầu tiên chỉ nhắm vào nhóm các quốc gia này, quỹ GIF CIVETS. HSBC tỏ rõ ý định tăng các mức đầu tư trực tiếp nước ngoài vào nhóm các nước CIVETS, hạ thấp các mức nợ công - ngoại trừ Thổ Nhĩ Kỳ - và cải thiện hệ số tín nhiệm quốc gia theo hướng cấp độ đầu tư. Những người chỉ trích chỉ ra rằng các quốc gia CIVETS không có điểm chung nào ngoài dân số trẻ. Hơn nữa, các phương thức và quy trình quản trị doanh nghiệp lẫn khả năng thanh toán không đồng đều và rủi ro chính trị vẫn còn là một yếu tố, nhất là Ai Cập. Chuyên gia đầu tư Darius McDermott, công ty Chelsea Financial Services phát biểu: \"Điều này nghe có vẻ như là một trò quảng cáo thổi phồng đối với tôi vậy. Ai Cập và Việt Nam có điểm nào chung cơ chứ? Ít nhất các quốc gia thuộc nhóm BRICs đã là 4 nền kinh tế mới nổi lớn nhất, cho nên có những cơ sở hợp lý tập họp họ lại với nhau. Một quỹ của các thị trường mới nổi chung sẽ là một biện pháp tiếp cận nguồn vốn tương tự ít rủi ro.\" Nhưng những con số ban đầu lại đem đến suy nghĩ là Colombia, In-đô-nê-xi-a, Việt Nam, Ai Cập, Thổ Nhĩ Kỳ và Nam Phi tạo thành những liên minh kỳ lạ, các nhà đầu tư vào nhóm quốc gia CIVETS có thể đã gặt hái được những thành công. Mặc dù mới chỉ hình thành vào năm 2007, nhưng chỉ số S&P CIVETS 60 đứng trên chỉ số S&P BRIC 40 và chỉ số S&P Emerging BMI ra đời sớm hơn một và ba năm. Trong khi việc đầu tư vào những quốc gia trong nhóm có từ viết tắt bằng các chữ cái đầu tiên không phải lúc nào cũng là cách tiếp cận hợp lý nhất, thì dường như đầu tư vào nhóm CIVETS chỉ có thể là thành công mà thôi. Colombia Colombia đang nổi lên như là một điểm đến hấp dẫn đối với các nhà đầu tư khi quốc gia này nỗ lực vượt qua quá khứ hỗn loạn của mình. Đắc cử năm 2010, tổng thống Juan Manuel Santos tiếp tục các chính sách trung gian nghiêng về cánh hữu của cựu tổng thống Alvaro Uribe, ưu tiên an ninh và thu hút đầu tư nước ngoài. Những biện pháp an ninh được tăng cường dẫn đến giảm 90% vụ bắt cóc và 46% tỷ lệ giết người trong thập niên vừa qua, giúp tổng sản phẩm nội địa bình quân đầu người tăng gấp đôi kể từ năm 2002. Đồng thời, nợ chính phủ của Colombia năm nay được cả ba cơ quan đánh giá tín nhiệm nâng lên cấp độ đầu tư. Dân số 46 triệu người, Colombia có những mỏ khí thiên nhiên, than và dầu mỏ rất lớn. Những ngành công nghiệp khác gồm dệt may, cà phê, nickel và ngọc lục bảo. Đầu tư trực tiếp nước ngoài đứng ở mức 6,8 tỷ đô la Mỹ (4,8 tỷ Ơ-rô) trong năm 2010, Mỹ là đối tác chủ yếu. Quỹ Quản lý Tài sản Toàn cầu HSBC nhìn thấy tiềm năng của Bancolombia, ngân hàng tư nhân lớn nhất của nước này, tạo ra lợi nhuận trên vốn sở hữu hơn 19% mỗi năm trong 8 năm qua. In-đô-nê-xi-a Quốc gia đông dân thứ tư trên thế giới, thị trường tiêu dùng nội địa khổng lồ của In-đô-nê-xi-a giúp họ vượt qua cuộc khủng hoảng tài chính toàn cầu tốt hơn hết. Chỉ có mức tăng trưởng GDP 4,5% năm 2009, họ hồi phục nhanh trên mức 6% năm tiếp theo và được dự báo sẽ duy trì mức này ít nhất là trong vài năm tới đây. Xếp hạng nợ chính phủ của In-đô-nê-xi-a đã tăng đến một mức bên dưới cấp độ đầu tư trong năm ngoái. Với chi phí nhân công đơn vị thấp nhất khu vực châu Á - Thái Bình Dương và chính phủ có tham vọng phát triển một trung tâm sản xuất đáng tin cậy, không ngạc nhiên khi một số nhà phân tích nhìn thấy đất nước 240 triệu người này như là quốc gia BRIC tiếp theo. Nhưng tham nhũng vẫn là một vấn đề và các nhà quản lý quỹ nhận thấy nguy cơ nhiều nhất có được thông qua các chi nhánh địa phương của các công ty đa quốc gia. Andy Brown, nhà quản lý đầu tư quỹ quản lý tài sản Aberdeen, tổ chức nắm quyền Auto International, một tập đoàn xe hơi thuộc sở hữu đa số của Jardine Matheson Group nói: \"Chúng tôi mong muốn Astra International sẽ thu nhiều lợi ích từ sự tăng trưởng tiêu dùng nội địa mạnh, đặc biệt thông qua doanh số bán xe gắn máy. Việt Nam Việt Nam đã là một trong những nền kinh tế tăng trưởng nhanh nhất thế giới trong 20 năm qua, Ngân hàng Thế giới dự báo mức tăng trưởng GDP 6% năm nay sẽ tăng lên đến 7,2% vào năm 2013. Đất nước này có dân số 90 triệu người và gần với Trung Quốc nên một số nhà phân tích mô tả đây là một trung tâm sản xuất mới có tiềm năng. Nhưng mặc dù Việt Nam theo chế độ cộng sản đã từ bỏ nền kinh tế kế hoạch tập trung trong vài năm nay, đất nước này chỉ mới trở thành thành viên của Tổ chức Thương mại Thế giới vào năm 2007 và những nhà đầu tư nước ngoài vẫn gặp phải những trở ngại đáng kể. Ông Andry Brown nói: “Thực tế là đầu tư vào Việt Nam vẫn còn là một quá trình đầy nhiêu khê\". Những người ưa giễu cợt gợi ý tốt hơn nên xem Việt Nam là điểm đến du lịch hơn là một cơ hội đầu tư và có chỉ tên trong nhóm CIVETS để làm cho trò ghép chữ diễn ra thành công. Ngay cả quỹ của HSBC cũng chỉ phân bổ theo mục tiêu mức 1,5% cho quốc gia này. Hiện họ nắm giữ công ty Sữa Việt Nam (Vinamilk), công ty mà họ nhận thấy có vị thế tốt để thu lợi từ mức tăng một năm 10% của Việt Nam nhu cầu về các sản phẩm sữa. Ai cập Cuộc cách mạng có thể làm chậm lại nền kinh tế Ai Cập trong khoảng thời gian ngắn, nhưng những nhà phân tích kỳ vọng đất nước này sẽ lấy lại mức tăng trưởng hình tên lửa của mình ngay khi ổn định chính trị trở lại. Ngân hàng Thế giới dự báo năm nay mức tăng trưởng chỉ là 1% do hậu quả một bộ phận Ai Cập chuyển đổi sang chế độ dân chủ ở các quốc gia Ả rập. Mức tăng trưởng đó so sánh với mức 5,2% năm ngoái và các mức trước giai đoạn suy thoái kinh tế 7% trở lên. Nhưng bất cứ khi nào hoạt động kinh doanh bình thường trở lại, Ai Cập sẽ có vị thế hưởng lợi nhiều lợi thế của mình. Những lợi thế này là các cảng phát triển nhanh trên Địa Trung Hải và Hồng Hải, được kênh đào Suez kết nối và các nguồn khí đốt tự nhiên chưa khai thác rất lớn. Một số nhà phân tích mô tả Ai Cập như là \"Thổ Nhĩ Kỳ mới\". Như các quốc gia thuộc nhóm CIVETS khác, Ai cập có dân số trẻ, đông - hơn 82 triệu người và độ tuổi trung bình là 25. Quỹ quản lý tài sản Aberdeen nhìn thấy ngân hàng NSGB, một công ty con của Société Générale, có vị thế rất tốt để tận dụng mức tiêu dùng nội địa còn chậm phát triển của Ai Cập, du nhập một mô hình nó hoạt động ở Đông Âu. Ông Brown nói: \"Ở Ai Cập người ta vẫn chưa tiếp cận hết những người mượn tiền\". Thổ Nhĩ Kỳ Nằm giữa Châu Âu và các nhà sản xuất năng lượng chính ở Trung Đông, Biển Cát-xpiêng và Nga, triển vọng phát triển của Thổ Nhĩ Kỳ có vẻ rất lớn. Ngân hàng Thế giới kỳ vọng tăng trưởng GDP 6,1% năm nay, giảm lại xuống còn 5,3% vào năm 2013. Biết rằng nền kinh tế của họ trong năm 2009 tăng trưởng giảm xuống 4,7%, cho thấy Thổ Nhĩ Kỳ nhạy cảm trước những cú sốc từ bên ngoài. Thổ Nhĩ Kỳ có khá ít những nguồn tài nguyên thiên nhiên của riêng mình, nhưng là một nền kinh tế đa dạng cũng như có những dự án đường ống dẫn khí đốt tự nhiên làm cho họ trở thành một đường hành lang năng lượng quan trọng giữa châu Âu và Trung Á. \"Thổ Nhĩ Kỳ là một nền kinh tế năng động có các mối quan hệ mua bán với Liên minh Châu Âu mà không có những ràng buộc của khu vực sử dụng đồng Ơ-rô hay tư cách thành viên EU\", ông Phil Poole, người của Quỹ Quản lý Tài sản Toàn cầu HSBC nói. Ông Poole nhận định nhà vận tải hàng không quốc gia Turk Hava Yollari là một điểm đầu tư tốt, trong khi ông Brown thiên về các hoạt động tiêu dùng nội địa thông qua hãng bán lẻ đang phát triển nhanh BIM, doanh nghiệp này đã phát triển từ 21 đến hơn 2 600 cửa hàng trong 15 năm, và Tập đoàn Anadolu, tập đoàn sở hữu công ty bia Efes. Nam Phi Vốn là quốc gia phát triển nhất lục địa lâu nay, Nam Phi đã trở thành một nền kinh tế đa dạng, giàu tài nguyên như vàng, và bạch kim và cũng đang thu hút đầu tư sản xuất. Giá cả hàng hoá tăng, nhu cầu tiếp tục trong các ngành hoá chất và máy móc tự động và chi tiêu cho World Cup đã giúp Nam Phi tăng trưởng trở lại sau khi trượt vào giai đoạn suy thoái trong đợt suy thoái kinh tế toàn cầu. Những định chế tài chính, pháp lý và kế toán theo chuẩn mực thế giới tiên tiến tức là các phương thức và quy trình quản lý doanh nghiệp thuộc loại tiêu chuẩn cao ở Nam Phi cũng như bất kỳ quốc gia có nền kinh tế mới nổi nào khác. Chúng cũng làm cho đất nước này trở thành cửa ngõ đầu tư vào các nước châu Phi khác. Ông Brown nói, Quỹ Quản lý Tài sản Toàn cầu HSBC nhìn thấy tiềm năng phát triển lâu dài trong lĩnh vực khai thác mỏ, năng lượng và công ty hoá chất Sasol. Tầng lớp trung lưu gia tăng nhanh chóng của Nam Phi làm cho tiêu dùng nội địa trở thành một chủ đề hấp dẫn. Ông ủng hộ Massmart, mà nhà bán lẻ Walmart đã mua 51% cổ phần của họ hồi đầu năm nay."
        },
        {
            "en": "18         18. THE HUNT They emerged one by one from the forest edge, ranging a dozen meters apart. The first male into the clearing fell back immediately, allowing the other male to take the front, orienting himself around the tall, dark-haired man in a manner that clearly displayed who led the pack. The third was a woman; from this distance, all I could see of her was that her hair was a startling shade of red. They closed ranks before they continued cautiously toward Edward's family, exhibiting the natural respect of a troop of predators as it encounters a larger, unfamiliar group of its own kind. As they approached, I could see how different they were from the Cullens. Their walk was catlike, a gait that seemed constantly on the edge of shifting into a crouch. They dressed in the ordinary gear of backpackers:  jeans and casual button-down shirts in heavy, weatherproof fabrics. The clothes were frayed, though, with wear, and they were barefoot. Both men had cropped hair, but the woman's brilliant orange hair was filled with leaves and debris from the woods. Their sharp eyes carefully took in the more polished, urbane stance of Carlisle, who, flanked by Emmett and Jasper, stepped guardedly forward to meet them. Without any seeming communication between them, they each straightened into a more casual, erect bearing. The man in front was easily the most beautiful, his skin olive-toned beneath the typical pallor, his hair a glossy black. He was of a medium build, hard-muscled, of course, but nothing next to Emmett's brawn. He smiled an easy smile, exposing a flash of gleaming white teeth. The woman was wilder, her eyes shifting restlessly between the men facing her, and the loose grouping around me, her chaotic hair quivering in the slight breeze. Her posture was distinctly <em>feline</em>. The second male hovered unobtrusively behind them, slighter than the leader, his light brown hair and regular features both nondescript. His eyes, though completely still, somehow seemed the most vigilant. Their eyes were different, too. Not the gold or black I had come to expect, but a deep burgundy color that was disturbing and sinister. The dark-haired man, still smiling, stepped toward Carlisle.  \"We thought we heard a game,\" he said in a relaxed voice with the slightest of French accents. \"I'm Laurent, these are Victoria and James.\" He gestured to the vampires beside him. \"I'm Carlisle. This is my family, Emmett and Jasper, Rosalie, Esme and Alice, Edward and Bella.\" He pointed us out in groups, deliberately not calling attention to individuals. I felt a shock when he said my name. \"Do you have room for a few more players?\" Laurent asked sociably. Carlisle matched Laurent's friendly tone. \"Actually, we were just finishing up. But we'd certainly be interested another time. Are you planning to stay in the area for long?\" \"We're headed north, in fact, but we were curious to see who was in the neighborhood. We haven't run into any company in a long time.\" \"No, this region is usually empty except for us and the occasional visitor, like yourselves.\" The tense atmosphere had slowly subsided into a casual conversation; I guessed that Jasper was using his peculiar gift to control the situation. \"What's your hunting range?\" Laurent casually inquired. Carlisle ignored the assumption behind the inquiry. \"The Olympic Range here, up and down the Coast Ranges on occasion. We keep a permanent residence nearby. There's another permanent settlement like ours up near Denali.\" Laurent rocked back on his heels slightly. \"Permanent? How do you manage that?\" There was honest curiosity in his voice. \"Why don't you come back to our home with us and we can talk comfortably?\" Carlisle invited. \"It's a rather long story.\" James and Victoria exchanged a surprised look at the mention of the word \"home,\" but Laurent controlled his expression better. \"That sounds very interesting, and welcome.\" His smile was genial. \"We've been on the hunt all the way down from Ontario, and we haven't had the chance to clean up in a while.\" His eyes moved appreciatively over Carlisle's refined appearance. \"Please don't take offense, but we'd appreciate it if you'd refrain from hunting in this immediate area. We have to stay inconspicuous, you understand,\" Carlisle explained. \"Of course.\" Laurent nodded. \"We certainly won't encroach on your territory. We just ate outside of Seattle, anyway,\" he laughed. A shiver ran up my spine. \"We'll show you the way if you'd like to run with us — Emmett and Alice, you can go with Edward and Bella to get the Jeep,\" he casually added. Three things seemed to happen simultaneously while Carlisle was speaking. My hair ruffled with the light breeze, Edward stiffened, and the second male, James, suddenly whipped his head around, scrutinizing me, his nostrils flaring. A swift rigidity fell on all of them as James lurched one step forward into a crouch. Edward bared his teeth, crouching in defense, a feral snarl ripping from his throat. It was nothing like the playful sounds I'd heard from him this morning; it was the single most menacing thing I had ever heard, and chills ran from the crown of my head to the back of my heels. \"What's this?\" Laurent exclaimed in open surprise. Neither James nor Edward relaxed their aggressive poses. James feinted slightly to the side, and Edward shifted in response. \"She's with us.\" Carlisle's firm rebuff was directed toward James. Laurent seemed to catch my scent less powerfully than James, but awareness now dawned on his face. \"You brought a snack?\" he asked, his expression incredulous as he took an involuntary step forward. Edward snarled even more ferociously, harshly, his lip curling high above his glistening, bared teeth. Laurent stepped back again. \"I said she's with us,\" Carlisle corrected in a hard voice. \"But she's human,\" Laurent protested. The words were not at all aggressive, merely astounded. \"Yes.\" Emmett was very much in evidence at Carlisle's side, his eyes on James. James slowly straightened out of his crouch, but his eyes never left me, his nostrils still wide. Edward stayed tensed like a lion in front of me. When Laurent spoke, his tone was soothing — trying to defuse the sudden hostility. \"It appears we have a lot to learn about each other.\" \"Indeed.\" Carlisle's voice was still cool. \"But we'd like to accept your invitation.\" His eyes flicked toward me and back to Carlisle. \"And, of course, we will not harm the human girl. We won't hunt in your range, as I said.\" James glanced in disbelief and aggravation at Laurent and exchanged another brief look with Victoria, whose eyes still flickered edgily from face to face. Carlisle measured Laurent's open expression for a moment before he spoke. \"We'll show you the way. Jasper, Rosalie, Esme?\" he called. They gathered together, blocking me from view as they converged. Alice was instantly at my side, and Emmett fell back slowly, his eyes locked on James as he backed toward us. \"Let's go, Bella.\" Edward's voice was low and bleak. This whole time I'd been rooted in place, terrified into absolute immobility. Edward had to grip my elbow and pull sharply to break my trance. Alice and Emmett were close behind us, hiding me. I stumbled alongside Edward, still stunned with fear. I couldn't hear if the main group had left yet. Edward's impatience was almost tangible as we moved at human speed to the forest edge. Once we were into the trees, Edward slung me over his back without breaking stride. I gripped as tightly as possible as he took off, the others close on his heels. I kept my head down, but my eyes, wide with fright, wouldn't close. They plunged through the now-black forest like wraiths. The sense of exhilaration that usually seemed to possess Edward as he ran was completely absent, replaced by a fury that consumed him and drove him still faster. Even with me on his back, the others trailed behind. We reached the Jeep in an impossibly short time, and Edward barely slowed as he flung me in the backseat. \"Strap her in,\" he ordered Emmett, who slid in beside me. Alice was already in the front seat, and Edward was starting the engine. It roared to life and we swerved backward, spinning around to face the winding road. Edward was growling something too fast for me to understand, but it sounded a lot like a string of profanities. The jolting trip was much worse this time, and the darkness only made it more frightening. Emmett and Alice both glared out the side windows. We hit the main road, and though our speed increased, I could see much better where we were going. And we were headed south, away from Forks. \"Where are we going?\" I asked. No one answered. No one even looked at me. \"Dammit, Edward! Where are you taking me?\" \"We have to get you away from here — far away — now.\" He didn't look back, his eyes on the road. The speedometer read a hundred and five miles an hour. \"Turn around! You have to take me home!\" I shouted. I struggled with the stupid harness, tearing at the straps. \"Emmett,\" Edward said grimly. And Emmett secured my hands in his steely grasp. \"No! Edward! No, you can't do this.\" \"I have to, Bella, now please be quiet.\" \"I won't! You have to take me back — Charlie will call the FBI! They'll be all over your family — Carlisle and Esme! They'll have to leave, to hide forever!\" \"Calm down, Bella.\" His voice was cold. \"We've been there before.\" \"Not over me, you don't! You're not ruining everything over me!\" I struggled violently, with total futility. Alice spoke for the first time. \"Edward, pull over.\" He flashed her a hard look, and then sped up. \"Edward, let's just talk this through.\" \"You don't understand,\" he roared in frustration. I'd never heard his voice so loud; it was deafening in the confines of the Jeep. The speedometer neared one hundred and fifteen. \"He's a tracker, Alice, did you see that? He's a tracker!\" I felt Emmett stiffen next to me, and I wondered at his reaction to the word. It meant something more to the three of them than it did to me; I wanted to understand, but there was no opening for me to ask. \"Pull over, Edward.\" Alice's tone was reasonable, but there was a ring of authority in it I'd never heard before. The speedometer inched passed one-twenty. \"Do it, Edward.\" \"Listen to me, Alice. I saw his mind. Tracking is his passion, his obsession — and he wants her, Alice — her, specifically. He begins the hunt tonight.\" \"He doesn't know where —\" He interrupted her. \"How long do you think it will take him to cross her scent in town? His plan was already set before the words were out of Laurent's mouth.\" I gasped, knowing where my scent would lead. \"Charlie! You can't leave him there! You can't leave him!\" I thrashed against the harness. \"She's right,\" Alice said. The car slowed slightly. \"Let's just look at our options for a minute,\" Alice coaxed. The car slowed again, more noticeably, and then suddenly we screeched to a stop on the shoulder of the highway. I flew against the harness, and then slammed back into the seat. \"There are no options,\" Edward hissed. \"I'm not leaving Charlie!\" I yelled. He ignored me completely. \"We have to take her back,\" Emmett finally spoke. \"No.\" Edward was absolute. \"He's no match for us, Edward. He won't be able to touch her.\" \"He'll wait.\" Emmett smiled. \"I can wait, too.\" \"You didn't see — you don't understand. Once he commits to a hunt, he's unshakable. We'd have to kill him.\" Emmett didn't seem upset by the idea. \"That's an option.\" \"And the female. She's with him. If it turns into a fight, the leader will go with them, too.\" \"There are enough of us.\" \"There's another option,\" Alice said quietly. Edward turned on her in fury, his voice a blistering snarl. \"There — is — no — other — option!\" Emmett and I both stared at him in shock, but Alice seemed unsurprised. The silence lasted for a long minute as Edward and Alice stared each other down. I broke it. \"Does anyone want to hear my plan?\" \"No,\" Edward growled. Alice glared at him, finally provoked. \"Listen,\" I pleaded. \"You take me back.\" \"No,\" he interrupted. I glared at him and continued. \"You take me back. I tell my dad I want to go home to Phoenix. I pack my bags. We wait till this tracker is watching, and then we run. He'll follow us and leave Charlie alone. Charlie won't call the FBI on your family. Then you can take me any damned place you want.\" They stared at me, stunned. \"It's not a bad idea, really.\" Emmett's surprise was definitely an insult. \"It might work — and we simply can't leave her father unprotected. You know that,\" Alice said. Everyone looked at Edward. \"It's too dangerous — I don't want him within a hundred miles of her.\" Emmett was supremely confident. \"Edward, he's not getting through us.\" Alice thought for a minute. \"I don't see him attacking. He'll try to wait for us to leave her alone.\" \"It won't take long for him to realize that's not going to happen.\" \"I demand that you take me home.\" I tried to sound firm. Edward pressed his fingers to his temples and squeezed his eyes shut. \"Please,\" I said in a much smaller voice. He didn't look up. When he spoke, his voice sounded worn. \"You're leaving tonight, whether the tracker sees or not. You tell Charlie that you can't stand another minute in Forks. Tell him whatever story works. Pack the first things your hands touch, and then get in your truck. I don't care what he says to you. You have fifteen minutes. Do you hear me? Fifteen minutes from the time you cross the doorstep.\" The Jeep rumbled to life, and he spun us around, the tires squealing. The needle on the speedometer started to race up the dial.  \"Emmett?\" I asked, looking pointedly at my hands. \"Oh, sorry.\" He let me loose. A few minutes passed in silence, other than the roar of the engine. Then Edward spoke again. \"This is how it's going to happen. When we get to the house, if the tracker is not there, I will walk her to the door. Then she has fifteen minutes.\" He glared at me in the rearview mirror. \"Emmett, you take the outside of the house. Alice, you get the truck. I'll be inside as long as she is. After she's out, you two can take the Jeep home and tell Carlisle.\" \"No way,\" Emmett broke in. \"I'm with you.\" \"Think it through, Emmett. I don't know how long I'll be gone.\" \"Until we know how far this is going to go, I'm with you.\" Edward sighed. \"If the tracker is there,\" he continued grimly, \"we keep driving.\" \"We're going to make it there before him,\" Alice said confidently. Edward seemed to accept that. Whatever his problem with Alice was, he didn't doubt her now. \"What are we going to do with the Jeep?\" she asked. His voice had a hard edge. \"You're driving it home.\" \"No, I'm not,\" she said calmly. The unintelligible stream of profanities started again. \"We can't all fit in my truck,\" I whispered. Edward didn't appear to hear me. \"I think you should let me go alone,\" I said even more quietly. He heard that. \"Bella, please just do this my way, just this once,\" he said between clenched teeth. \"Listen, Charlie's not an imbecile,\" I protested. \"If you're not in town tomorrow, he's going to get suspicious.\" \"That's irrelevant. We'll make sure he's safe, and that's all that matters.\" \"Then what about this tracker? He saw the way you acted tonight. He's going to think you're with me, wherever you are.\" Emmett looked at me, insultingly surprised again. \"Edward, listen to her,\" he urged. \"I think she's right.\" \"Yes, she is,\" Alice agreed. \"I can't do that.\" Edward's voice was icy. \"Emmett should stay, too,\" I continued. \"He definitely got an eyeful of Emmett.\" \"What?\" Emmett turned on me. \"You'll get a better crack at him if you stay,\" Alice agreed. Edward stared at her incredulously. \"You think I should let her go alone?\" \"Of course not,\" Alice said. \"Jasper and I will take her.\" \"I can't do that,\" Edward repeated, but this time there was a trace of defeat in his voice. The logic was working on him. I tried to be persuasive. \"Hang out here for a week —\" I saw his expression in the mirror and amended \"— a few days. Let Charlie see you haven't kidnapped me, and lead this James on a wild-goose chase. Make  sure he's completely off my trail. Then come and meet me. Take a roundabout route, of course, and then Jasper and Alice can go home.\" I could see him beginning to consider it. \"Meet you where?\" \"Phoenix.\" Of course. \"No. He'll hear that's where you're going,\" he said impatiently. \"And you'll make it look like that's a ruse, obviously. He'll know that we'll know that he's listening. He'll never believe I'm actually going where I say I am going.\" \"She's diabolical,\" Emmett chuckled. \"And if that doesn't work?\" \"There are several million people in Phoenix,\" I informed him. \"It's not that hard to find a phone book.\" \"I won't go home.\" \"Oh?\" he inquired, a dangerous note in his voice. \"I'm quite old enough to get my own place.\" \"Edward, we'll be with her,\" Alice reminded him. \"What are you going to do in Phoenix?\" he asked her scathingly. \"Stay indoors.\" \"I kind of like it.\" Emmett was thinking about cornering James, no doubt. \"Shut up, Emmett.\" \"Look, if we try to take him down while she's still around, there's a much better chance that someone will get hurt — she'll get hurt, or you will, trying to protect her. Now, if we get him alone…\" He trailed off with a slow smile. I was right. The Jeep was crawling slowly along now as we drove into town. Despite my brave talk, I could feel the hairs on my arms standing up. I thought about Charlie, alone in the house, and tried to be courageous. \"Bella.\" Edward's voice was very soft. Alice and Emmett looked out their windows. \"If you let anything happen to yourself— anything at all — I'm holding you personally responsible. Do you understand that?\" \"Yes,\" I gulped. He turned to Alice. \"Can Jasper handle this?\" \"Give him some credit, Edward. He's been doing very, very well, all things considered.\" \"Can you handle this?\" he asked. And graceful little Alice pulled back her lips in a horrific grimace and let loose with a guttural snarl that had me cowering against the seat in terror. Edward smiled at her. \"But keep your opinions to yourself,\" he muttered suddenly.",
            "vi": "18        18. Cuộc săn lùng Họ xuất hiện từng người một ở bìa rừng, cách nhau khoảng mười mấy mét. Người đàn ông đầu tiên bước vào khoảng rừng trống lập tức lùi lại, để người đàn ông kia đứng trước mình, đến đứng bên cạnh người đàn ông cao lớn, tóc đen theo cách cho thấy rõ ràng đây là người cầm đầu.  Người thứ ba là một phụ nữ; từ nơi này, tôi chỉ có thể thấy rõ mái tóc đỏ đáng kinh ngạc của cô ta mà thôi.  Họ thu ngắn khoảng cách với nhau rồi mới tiếp tục cẩn thận đi về phía gia đình Edward, thể hiện sự tôn trọng tư nhiên của một đàn thú khi gặp một nhóm đồng loại xa lạ, đông đúc hơn.  Khi họ đến gần, tôi có thể thấy họ khác nhà Cullens ra sao.  Dáng đi của họ giống mèo, dáng đi như luôn sẵn sàng chuyển thành thu mình lấy đà. Họ mặc quần áo bình thường của khách du lịch ba lô:  quần jean và áo sơ mi thường ngày cổ có nút cài bằng loại vải dầy, có thể chịu được mưa gió.  Tuy vậy, quần áo đã sờn cũ và họ đi chân trần. Cả hai người đàn ông đều cắt tóc ngắn, nhưng mái tóc màu cam rực rỡ của người phụ nữ đầy lá và gỗ vụn.  Đôi mắt sắc sảo của họ nhìn chăm chú vào dáng vẻ lịch sự, tao nhã hơn của Carlisle, người được kèm hai bên bởi Emmett và Jasper, đang thận trọng bước về phía trước để đón họ. Họ chẳng hề nói với nhau lời nào, từng người vươn người đứng thẳng thoải mái hơn. Người đàn ông đứng trước rõ ràng là người đẹp nhất, da anh ta màu ô liu khác màu da xanh xao thường thấy, tóc anh ta đen bóng. Anh ta có dáng người tầm thước, bắp cơ rắn chắc, dĩ nhiên, nhưng chẳng là gì khi so với cơ bắp của Emmett. Anh ta mỉm cười thoải mái, để lộ hàm răng trắng bóng.  Người phụ nữ hoang dã hơn, mắt cô ta bồn chồn chuyển từ những người đàn ông đang đối mặt với cô ta, sang nhóm người đang tụ tập xa xa quanh tôi, mái tóc rối bù của cô ta lay động trong làn gió nhẹ. Tư thế của cô ta y như mèo. Người đàn ông thứ hai lởn vởn kín đáo đằng sau họ, mảnh mai hơn thủ lĩnh, mái tóc nâu nhạt và nét mặt đều đặn của anh ta chẳng có gì nổi bật. Mắt anh ta, dù hoàn toàn bất động, nhưng không hiểu sao lại có vẻ cảnh giác nhất. Mắt họ cũng khác. Không phải màu vàng hay màu đen như tôi nghĩ, mà là màu đỏ tía sẫm đáng ngại và độc ác.  Người đàn ông tóc đen, vẫn mỉm cười, bước về phía Carlisle.  \"Chúng tôi nghĩ chúng tôi nghe tiếng một trận đấu, \" anh ta nói bằng giọng thoải mái hơi pha giọng Pháp. \"Tôi là Laurent, đây là Victoria và James.” Anh ta chỉ tay sang mấy con ma cà rồng bên cạnh.  \"Tôi là Carlisle. Đây là gia đình tôi, Emmett và Jasper, Rosalie, Esme và Alice, Edward và Bella.” Ông chỉ vào chúng tôi trong cả nhóm, cố tình không làm chú ý đến từng cá nhân. Tôi cảm thấy sốc khi ông gọi tên tôi.  \"Bạn có chỗ cho thêm vài cầu thủ nữa không?\" Laurent thân thiện hỏi.  Carlisle nói giống giọng thân thiện của Laurent. \"Thực ra thì, chúng tôi vừa chơi xong. Nhưng chắc chắn chúng tôi thích có dịp khác cùng chơi. Các bạn có định ở lại trong khu vực này lâu không?\" \"Thực ra, chúng tôi đã đi về phía bắc, nhưng chúng tôi tò mò muốn biết ai sống bên mình. Đã lâu lắm rồi chúng tôi chẳng hề gặp ai.” \"Không, vùng này thường không có ai ngoài chúng tôi và khách vãng lai, như các bạn. \" Bầu không khí căng thẳng đã từ từ chuyển thành cuộc trò chuyện thông thường; Tôi đoán Jasper đang sử dụng khả năng đặc biệt khác thường của mình để kiểm soát tình huống.  \"Vùng săn bắn của các bạn là gì?\" Laurent xuề xoà hỏi.  Carlisle lờ đi giả định đằng sau câu hỏi này. \"Olympic Range ở đây, thỉnh thoảng quanh Coast Ranges. Chúng tôi sống cố định một chỗ ở gần đây. Có nhóm cũng sống cố định một chỗ như chúng tôi gần Denali.” Laurent giậm nhẹ chân.  \"Cố định ở một chỗ?  Sao các bạn làm được chuyện đó?\"  Giọng anh ta đầy vẻ hiếu kỳ.  \"Sao các bạn không đến nhà chúng tôi chơi để mình có thể nói chuyện thoải mái?\" Carlisle mời. \"Đó là một câu chuyện khá dài. \" James và Victoria nhìn nhau có vẻ ngạc nhiên khi vừa nghe đến từ \"nhà”,  nhưng Laurent kiểm soát vẻ mặt tốt hơn.  \"Nghe rất thú vị, và ân cần. \" anh ta cười vui vẻ. \"Chúng tôi đã săn suốt đoạn đường từ  Ontario, và chúng tôi chưa có dịp tắm rửa đôi chút. \" Mắt anh ta nhìn tán dương dáng người tao nhã của Carlisle.  \"Xin đừng mếch lòng, nhưng chúng tôi sẽ rất cảm kích nếu các bạn không săn bắn trong khu vực này. Chúng tôi phải luôn kín đáo, các bạn hiểu mà, \" Carlisle giải thích.  \"Dĩ nhiên rồi. \" Laurent gật đầu. \"Chúng tôi chắc chắn sẽ không xâm phạm vào lãnh thổ của các bạn đâu.  Dù sao thì, chúng tôi cũng vừa mới ăn ở bên ngoài Seattle rồi” anh ta cười.  Cơn rùng mình chạy lên xương sống tôi.  \"Chúng tôi sẽ dẫn đường cho các bạn nếu các bạn muốn chạy cùng chúng tôi - Emmett và Alice, các con có thể đi với Edward và Bella đi lấy xe jeep, \" ông xuề xoà nói thêm.  Ba thứ hình như xảy ra cùng một lúc khi Carlisle đang nói.  Tóc tôi tung bay trong làn gió thoảng, Edward cứng đờ, và người đàn ông thứ nhì, James, đột ngột quay phắt đầu, xem xét kĩ lưỡng tôi, mũi hắn phập phồng. Tất cả bọn họ đều cứng đờ cả người khi James chồm lên thu người lại. Edward nhe răng, thu người phòng thủ, tiếng gầm gừ hoang dã phát ra từ cổ họng. Chẳng hề giống một chút nào âm thanh đùa giỡn tôi đã nghe sáng nay;  Đó là âm thanh hăm dọa đáng sợ nhất tôi từng nghe, và cơn ớn lạnh chạy từ đỉnh đầu đến gót chân.  \"Gì đây?\" Laurent kêu lên ngạc nhiên vô bờ. Cả James lẫn Edward đều không nới lỏng tư thế hung hăng của họ. James hơi nhử qua một bên là Edward dịch qua chặn lại.  \"Cô ấy ở cùng chúng tôi.”  Sự khước từ kiên định của Carlisle hướng về phía James.  Laurent có vẻ bắt mùi hương của tôi không giỏi bằng James, nhưng giờ đây anh ta đã bắt đầu hiểu ra.  \"Các bạn mang theo đồ ăn vặt à?\" anh ta hỏi, vẻ mặt đầy hoài nghi vừa vô tình bước lên một bước. Edward thậm chí còn gầm gừ dữ dội hơn, khắc nghiệt hơn, môi anh uốn lên để lộ cả hàm răng trắng loá. Laurent lùi bước lần nữa.  \"Tôi đã nói cô ấy cùng phe chúng tôi,”  Carlisle nhắc lại gay gắt.  \"Nhưng cô ta là con người mà, \" Laurent phản đối. Lời anh ta chẳng hề hung hăng, chỉ kinh ngạc.  \"Đúng vậy. \" Emmett rất dễ nhận ra bên Carlisle, mắt anh nhìn vào James. James từ từ đứng thẳng người lên, nhưng mắt anh ta không hề rời tôi, mũi anh ta vẫn phập phồng. Edward vẫn căng thẳng như sư tử trước mặt tôi.  Khi Laurent nói, giọng nói anh ta êm dịu - cố gắng xoa dịu sự thù địch bất ngờ. \"Có vẻ như chúng ta có nhiều điều cần tìm hiểu về nhau. \" \"Đúng vậy. \" giọng Carlisle vẫn điềm tĩnh.  \"Nhưng chúng tôi rất muốn chấp nhận lời mời của bạn. \" Mắt anh ta liếc về phía tôi rồi quay lại Carlisle. \"Và, dĩ nhiên, chúng tôi sẽ không hại cô con người này. Chúng tôi sẽ không săn trong lãnh địa của bạn, như tôi đã nói rồi. \" James liếc nhìn hoài nghi và bực dọc với Laurent và nhìn nhanh trao đổi với Victoria, người vẫn bực dọc nhìn hết người này đến người khác.  Carlisle cân nhắc vẻ cởi mở của Laurent trong chốc lát rồi mới nói.  \"Chúng tôi sẽ dẫn đường cho các bạn. Jasper, Rosalie, Esme?\" ông gọi. Họ tập hợp lại, chắn tầm nhìn của tôi khi họ tụ về.  Alice ngay tức khắc đã ở bên tôi, và Emmett vẫn còn chần chừ phía sau, mắt anh nhìn James không rời khi lùi về phía chúng tôi. \"Đi nào, Bella. \" giọng Edward trầm và ảm đạm.  Trong suốt thời gian này tôi chôn chân tại chỗ, kinh hoàng đến mức hoàn toàn bất động. Edward phải nắm khuỷu tay tôi và kéo mạnh để tôi hết bị thôi miên.  Alice và Emmett theo sát, che tôi đi. Tôi vấp ngã bên Edward, vẫn sững người vì sợ. Tôi không biết nhóm chính kia đã rời khỏi chưa.  Sự nôn nóng của Edward gần như có thể sờ thấy được khi chúng tôi di chuyển ở tốc độ của người bình thường đến bìa rừng.  Khi chúng tôi đã vào rừng, Edward khoác tôi trên lưng mà không ngừng sải bước. Tôi kẹp chặt anh hết mức có thể khi anh bắt đầu chạy, những người khác theo sát gót. Tôi lẳng lặng không nói tiếng nào, nhưng mắt tôi, cứ mở trừng vì sợ hãi, không chịu nhắm lại. Họ lao qua khu rừng bây giờ tối đen như những hồn ma.  Sự vui vẻ hồ hởi hầu như luôn có trong Edward khi anh chạy hoàn toàn không còn nữa, mà thay bằng cơn cuồng nộ đang xâm chiếm anh và làm anh chạy nhanh hơn. Ngay cả với tôi trên lưng, và những người khác theo sau.  Chúng tôi đến xe jeep trong thời gian ngắn không tưởng tượng nỗi, và Edward chỉ chậm lại khi anh đẩy tôi vào ghế sau. \"Thắt đai an toàn cho cô ấy,” anh ra lệnh cho Emmett, người lách vào ngồi cạnh tôi.  Alice đã ngồi ở ghế trước, và Edward đang khởi động máy.  Nó gầm lên và chúng tôi ngoặc ngược lại, quay phắt lại con đường ngoằn ngoèo.  Edward đang gầm gừ điều gì đó quá nhanh tôi không hiểu được, nhưng nghe rất giống một tràng chửi rủa.  Lần này xe chạy còn dằn xóc hơn nhiều, và bóng tối chỉ làm nó đáng sợ hơn. Cả Emmett và Alice đều nhìn ra cửa sổ bên hông.  Chúng tôi chạy ra đường cái, và dù tốc độ tăng nhanh, tôi nhìn rõ hơn nơi đang đi.  Chúng tôi đang đi về hướng nam, rời xa Forks.  \"Mình đang đi đâu vậy?\" tôi hỏi.  Không ai trả lời. Thậm chí chẳng ai nhìn tôi.  \"Quỷ quái, Edward! Anh đang đưa em đi đâu?\" \"Bọn anh phải đưa em ra khỏi nơi này  - thật xa - bây giờ.”   Anh chẳng hề nhìn lại phía sau, mắt anh dán vào đường đi. Đồng hồ tốc độ chỉ một trăm lẻ năm dặm một giờ.  \"Quay lại! Anh phải đưa em về nhà!\" Tôi la to. Tôi vùng vẫy cố tháo bộ khoá bảo hộ ngu ngốc, giật mạnh mấy dây đai.  \"Emmett, \" Edward nói buồn rầu.  Và Emmett giữ chặt tay tôi bằng bàn tay cứng như thép của anh ta.  \"Không! Edward! Không được, anh không được làm vậy.” \"Anh phải, Bella, bây giờ vui lòng ngồi yên nào. \" \"Em sẽ không ngồi yên! Anh phải đưa em về nhà - Charlie sẽ gọi Cục điều tra liên bang! Họ sẽ ở đầy nhà anh - Carlisle và Esme! Họ sẽ phải bỏ đi, để trốn tránh mãi mãi!\" \"Bình tĩnh nào, Bella. \" Giọng anh lạnh lùng. \"Trước đây, bọn anh đã từng bị thế rồi. \" \"Không phải vì em! Anh không được phá hỏng mọi thứ vì em!\" Tôi vùng vẫy dữ dội, hoàn toàn vô ích.  Lần đầu tiên Alice nói. \" Edward, tấp vào lề đường đi.” Anh nhìn cô gay gắt, rồi tăng tốc.  \"Edward, chúng ta hãy bàn bạc cặn kẽ chuyện này.” \"Em không hiểu đâu, \" anh gầm lên thất vọng. Tôi chưa từng nghe giọng anh to thế; trong xe chật hẹp, nghe điếc cả tai. Đồng hồ tốc độ lên gần đến một trăm mười lăm dặm một giờ. “Hắn ta là kẻ cực giỏi đánh hơi, Alice, em có biết thế không? Hắn là một kẻ săn người cực giỏi!\" Tôi cảm thấy Emmett cứng đờ kế bên tôi, và tôi suy nghĩ về phản ứng của anh ấy vì lời nói này. Ba người này hiểu nó hơn tôi; tôi muốn hiểu, nhưng chưa tới lúc để hỏi.  \"Tấp vào lề đường, Edward. \" giọng Alice vừa phải, nhưng đầy quyền uy tôi chưa từng nghe bao giờ.  Đồng hồ tốc độ chầm chậm chuyển sang một trăm hai mươi.  \"Làm đi, Edward. \" \"Nghe nè, Alice. Tôi đọc được suy nghĩ của hắn.  Săn lùng là niềm đam mê của hắn, nỗi ám ảnh của hắn - và hắn muốn cô ấy, Alice – chính xác là cô ấy. Hắn sẽ bắt đầu săn lùng đêm nay.” \"Hắn đâu biết chỗ - \" Anh ngắt lời cô. \"Em nghĩ hắn ta mất bao lâu để đi qua mùi hương của cô ấy trong thành phố này?  Ý hắn đã quyết trước cả khi lời nói được thốt ra khỏi miệng Laurent.” Tôi nói hổn hển, biết mùi hương của tôi sẽ dẫn về đâu. \"Charlie!  Anh không thể bỏ bố em ở đó!  Anh không thể bỏ mặc bố em được!\"  Tôi đập túi bụi vào bộ yên cương bảo vệ.  \"Chị ấy nói đúng, \" Alice nói.  Xe hơi chậm lại.  \"Mình hãy nhìn qua các lựa chọn một chốc thôi, \" Alice dỗ dành.  Xe lại chậm lại, chậm hơn nhiều, rồi đột ngột thắng két dừng ngay bên lề đường cao tốc. Tôi bị bay về phía trước dưới bộ yên cương, rồi bị dộng sầm trở lại chỗ ngồi.  \"Chẳng có lựa chọn nào cả, \" Edward rít lên.  \"Em sẽ không bỏ Charlie lại!\" tôi thét.  Anh lờ tôi đi hoàn toàn.  \"Mình phải đưa cô ấy trở lại, \" Emmett cuối cùng nói.  \"Không. \" Edward dứt khoát.  \"Hắn chẳng thể là đối thủ của mình được, Edward. Hắn không thể chạm được vào cô ấy đâu. \" \"Hắn sẽ đợi.” Emmett mỉm cười. \"Tôi cũng có thể đợi.” \"Em không thấy - em không hiểu rồi. Một khi hắn đã quyết săn, không gì có thể lay chuyển được hắn. Mình phải giết hắn.” Emmett chẳng có vẻ khó chịu chút nào bởi ý đó. \"Đó là một lựa chọn.” \"Còn người đàn bàn nữa. Cô ta theo phe hắn. Nếu phải chiến đấu, tên thủ lãnh cũng sẽ tham gia với họ.” \"Mình có đủ người mà.” \"Có một lựa chọn khác,”  Alice nói lặng lẽ.  Edward nói với cô bằng giọng giận dữ, như thể tiếng nạt nghiêm khắc. \"Không-có-lựa-chọn-khác-nào-cả!” Emmett và tôi đều nhìn anh chằm chằm vì sốc, nhưng Alice chẳng có vẻ gì là ngạc nhiên.  Im lặng kéo dài hồi lâu khi Edward và Alice nhìn nhau chằm chằm.  Tôi phá vỡ im lặng. \"Có ai muốn nghe kế hoạch của tôi không?\" \"Không, \" Edward gầm gừ. Alice nhìn anh trừng trừng, cuối cùng chọc tức.  \"Hãy nghe đi, \" tôi khẩn khoản. \"Anh đưa em về.” \"Không, \" anh ngắt lời.  Tôi nhìn anh trừng trừng và nói tiếp. \"Anh đưa em về.  Em sẽ nói với bố em là em muốn về Phoenix.  Em thu xếp quần áo. Mình đợi cho đến khi kẻ săn người này theo dõi, rồi mình chạy.  Hắn sẽ theo mình và để yên cho Charlie.  Charlie sẽ không gọi Cục điều tra liên bang vì gia đình anh. Sau đó anh có thể đưa em đến bất cứ nơi chết tiệt nào anh muốn.” Họ nhìn tôi chằm chằm, sửng sốt.  \"Không phải là ý kiến dở, thật đó.”  Sự ngạc nhiên của Emmett rõ là một sự sỉ nhục.  \"Nó có thể có tác dụng - và chúng ta không thể bỏ mặc bố chị ấy không ai bảo vệ. Anh biết vậy mà,” Alice nói.  Mọi người đều nhìn Edward.  \"Quá nguy hiểm - tôi không muốn hắn gần cô ấy trong vòng một trăm dặm.” Emmett hết sức tự tin. \" Edward, hắn không đánh lại nỗi mình đâu. \" Alice suy nghĩ một chốc. \"Em không nhìn thấy hắn tấn công. Hắn sẽ cố chờ đến lúc mình để chị ấy ở một mình. \" \"Hắn chẳng mất nhiều thời gian để nhận ra là điều đó sẽ không xảy ra.” \"Em yêu cầu anh phải đưa em về nhà.”  tôi cố tỏ vẻ cứng rắn.  Edward nhấn ngón tay lên thái dương và nhắm nghiền mắt.  \"Xin anh, \" tôi nói nhỏ hơn.  Anh không nhìn lên. Khi anh nói, giọng anh mệt mỏi.  \"Tối nay em sẽ đi khỏi đây, dù tên săn người ấy có nhìn thấy hay không. Em bảo Charlie là em không thể chịu đựng thêm một phút nào ở Forks nữa. Kể cho bố em nghe bất cứ câu chuyện gì làm bố em tin. Xếp bất cứ quần áo gì có trong tầm tay, rồi vào xe tải của em. Anh không quan tâm bố em nói gì với em. Em có mười lăm phút. Em có nghe anh nói không? Mười lăm phút từ lúc em bước qua ngưỡng cửa.” Xe jeep gầm lên, và anh xoay vòng, bánh xe rít lên. Kim đồng hồ tốc độ bắt đầu quay vèo vèo.  \"Emmett?” Tôi hỏi, nhìn đăm đăm vào tay tôi.  \"Ồ, xin lỗi.” Anh thả tôi ra.  Một vài phút trôi qua trong im lặng, chỉ còn tiếng động cơ gầm rú. Sau đó Edward lại nói.  \"Chuyện sẽ xảy ra như sau. Khi mình đến nhà, nếu tên săn người không có ở đó, anh sẽ đưa cô ấy đến cửa.  Rồi cô ấy có mười lăm phút.” Anh nhìn tôi trừng trừng qua kính chiếu hậu. \"Emmett, em canh ngoài nhà. Alice, em coi chừng xe tải. Anh sẽ ở trong nhà khi cô ấy ở đó. Sau khi cô ấy ra ngoài, hai em có thể đưa xe jeep về nhà và báo cho Carlisle biết.” \"Không đời nào, \" Emmett ngắt lời. \"Tôi đi với anh.” \"Nghĩ kỹ đi, Emmett. Anh không biết mình sẽ ra đi bao lâu.” \"Tôi sẽ đi với anh cho đến khi nào chuyện này kết thúc.” Edward thở dài. \"Nếu tên săn người đã ở đó, \" anh buồn rầu nói tiếp, \"mình sẽ chạy luôn.” \"Mình sẽ đến đó trước hắn,” Alice nói một cách tự tin.  Edward có vẻ cũng nghĩ vậy. Cho dù anh với Alice có rắc rối gì chăng nữa, thì bây giờ anh không hề nghi ngờ gì cô.  \"Mình sẽ làm gì với cái xe jeep?” cô hỏi.  Giọng anh hơi gắt. \"Em sẽ chạy nó về nhà. \" \"Không, em sẽ không chạy, \" cô nói bình tĩnh.  Tràng chửi bới lầm bầm lại bắt đầu lần nữa.  \"Tất cả chúng ta không thể ngồi vừa trong xe tải của em được,” tôi thì thầm.  Edward chẳng có vẻ gì đang nghe tôi nói.  \"Em nghĩ anh nên để em đi một mình, \" tôi nói thậm chí lặng lẽ hơn.  Anh đã nghe được câu đó.  \"Bella, vui lòng làm theo cách anh đã nói thôi, chỉ một lần này thôi,” Anh nói giữa hàm răng nghiến chặt.  \"Nghe nè, Charlie đâu có ngu,” Tôi phản đối. \"Nếu mai anh không có mặt trong thành phố, ông sẽ nghi ngờ.” \"Chẳng liên quan gì cả.  Bọn anh sẽ giữ cho bố em an toàn, và đó mới là điều quan trọng.” \"Rồi còn tên săn người này thì sao? Hắn đã thấy kiểu anh phản ứng chiều nay.  Hắn sẽ nghĩ là anh ở bên em, dù là ở đâu. \" Emmett nhìn tôi, lại ngạc nhiên đầy sỉ nhục một lần nữa. \"Edward, hãy nghe lời cô ấy,” anh ta cố thuyết phục. \"Tôi nghĩ cô ấy nói đúng. \" \"Đúng vậy, chị ấy nói đúng,”  Alice đồng ý.  \"Tôi không thể làm thế được. \" Giọng Edward lạnh lẽo.  \"Emmett cũng phải ở lại, \" tôi tiếp tục. \"Hắn chắc chắn đã chú ý Emmett.” \"Cái gì?\" Emmett tấn công tôi.  \"Anh sẽ có ích hơn nếu anh ở lại,” Alice đồng ý.  Edward nhìn cô ấy chằm chằm một cách hoài nghi. \"Em nghĩ anh nên để cô ấy đi một mình?\" \"Dĩ nhiên là không rồi,” Alice nói. \" Jasper và em sẽ lo cho cô ấy.” \"Anh không làm vậy được,” Edward lặp lại, nhưng lúc này giọng anh đã thoáng vẻ chịu thua. Lô-gích đang có tác dụng với anh.  Tôi cố tỏ ra thuyết phục. \"Anh lẩn quẩn ở đây trong vòng một tuần - \" Tôi thấy vẻ mặt anh trong gương và sửa lời \" – một vài ngày.  Để Charlie thấy là anh không bắt cóc em, và khiến James tìm kiếm vô ích.  Đảm bảo hắn sẽ mất hết dấu vết của em. Sau đó anh hãy đến gặp em. Đi đường vòng, dĩ nhiên, rồi Jasper và Alice có thể về nhà.” Tôi có thể thấy anh đang bắt đầu xem xét lời nói của tôi.  \"Sẽ gặp em ở đâu?\" \"Phoenix. \" dĩ nhiên.  \"Không.  Hắn sẽ nghe được đó là nơi em sẽ đến,”  anh sốt ruột nói.  \"Còn anh sẽ làm thấy như đó là một trò bịp bợm, rõ ràng.  Hắn sẽ biết mình biết hắn đang nghe trộm.  Hắn sẽ không bao giờ tin em lại đến nơi em nói.” \"Cô ấy là ma quỉ, \" Emmett cười khúc khích.  \"Nếu không đúng vậy thì sao?” \"Có mấy triệu người ở Phoenix lận,”  tôi báo cho anh biết.  \"Tìm danh bạ điện thoại đâu có khó.” \"Em sẽ không về nhà.” \"Ôi?\" anh hỏi, âm điệu nguy hiểm trong giọng anh.  \"Em khá lớn để sống riêng được rồi.” \" Edward, tụi em sẽ ở bên cô ấy,”  Alice nhắc anh.  \"Mọi người sẽ làm gì ở Phoenix?\" anh gay gắt hỏi cô.  \"Ở trong nhà.” \"Tôi khá khoái vậy.”  Emmett hẳn đang nghĩ đến việc dồn James vào chân tường.  \"Ngậm miệng lại, Emmett.” \"Nhìn nè, nếu mình diệt hắn khi cô ấy vẫn ở gần bên, thế nào cũng sẽ có người bị thương - cô ấy sẽ bị thương, còn không thì anh sẽ bị, vì cố bảo vệ cô ấy. Bây giờ, nếu chúng ta chỉ ở một mình với hắn... \" giọng anh ấy nhỏ dần với nụ cười ít lanh lợi. Tôi đã đúng.  Chiếc xe jeep bây giờ đang bò từ từ khi chạy vào thành phố.  Mặc dù tôi nói dũng cảm lắm, nhưng lông tóc tôi đang dựng đứng lên. Tôi nghĩ về Charlie, một mình trong nhà, và cố tỏ ra dũng cảm.  \"Bella. \" giọng Edward rất dịu dàng. Alice và Emmett nhìn ra cửa sổ. \"Nếu em để cho bất cứ chuyện gì xảy ra với em -  dù là chuyện gì – anh cũng cho đó là do anh gây ra. Em có hiểu vậy không?\" \"Hiểu, \" tôi nuốt nhanh.  Anh hướng về Alice.  \"Jasper lo được không?” \"Tin anh ấy một chút đi, Edward. Anh ấy đã và đang làm rất, rất tốt, mọi thứ đều đã được suy tính kỹ.” \"Em lo chuyện này được không?\" anh hỏi.  Và Alice nhỏ nhắn duyên dáng bặm môi nhăn mặt đầy bực bội rồi gầm gừ một tiếng trong cổ họng làm tôi co rúm mình trong ghế vì sợ hãi.  Edward mỉm cười với cô. \"Nhưng giữ kín mấy cái ý kiến của em đó,” anh đột ngột lẩm bẩm."
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, unconcerned by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be unbiased. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a touchy subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly touchy stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face reddening. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly <em>feline</em> face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . uncomplicated. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised impulsively. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted impulsively. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        },
        {
            "en": "7 REPETITION         3. The truth I had the sense that i'd been asleep for a very long time—my body was stiff, like i hadn't moved once through all that time, either. My mind was dazed and slow; strange, colorful dreams—dreams and nightmares—swirled dizzily around the inside of my head. They were so vivid. The horrible and the heavenly, all mixed together into a bizarre jumble. There was sharp impatience and fear, both part of that frustrating dream where your feet can't move fast enough… and there were plenty of monsters, red-eyed fiends that were all the more ghastly for their genteel civility. The dream was still strong—i could even remember the names. But the strongest, clearest part of the dream was not the horror. It was the angel that was most clear. It was hard to let him go and wake up. This dream did not want to be shoved away into the vault of dreams I refused to revisit. I struggled with it as my mind became more alert, focusing on reality. I couldn't remember what day of the week it was, but I was sure Jacob or school or work or something was waiting for me. I inhaled deeply, wondering how to face another day. Something cold touched my forehead with the softest pressure. I squeezed my eyes more tightly shut. I was still dreaming, it seemed, and it felt  abnormally real. I was so close to waking… any second now, and it would be gone. But I realized that it felt too real, too real to be good for me. The stone arms I imagined wrapped around me were far too substantial. If I let this go any further, I'd be sorry for it later. With a resigned sigh, I wrenched back my eyelids to dispel the illusion. \"Oh!\" I gasped, and threw my fists over my eyes. Well, clearly, I'd gone too far; it must have been a mistake to let my imagination get so out of hand. Okay, so \"let\" was the wrong word. I'd forced it to get out of hand—pretty much stalked my hallucinations—and now my mind had snapped. It took less than half a second for me to realize that, as long as I was truly insane now, I might as well enjoy the delusions while they were pleasant. I opened my eyes again—and Edward was still there, his perfect face just inches away from mine. \"Did I frighten you?\" His low voice was anxious. This was very good, as delusions went. The face, the voice, the scent, everything—it was so much better than drowning. The beautiful figment of my imagination watched my changing expressions, with alarm. His irises were pitch-black, with bruise-like shadows under them. This surprised me; my hallucinatory Edwards were usually better fed. I blinked twice, desperately trying to remember the last thing that I was sure was real. Alice was part of my dream, and I wondered if she had really come back at all, or if that was just the preamble. I thought she'd returned the day I'd nearly drowned… \"Oh, crap\" I croaked. My throat was thick with sleeping. \"What's wrong, Bella?\" I frowned at him unhappily. His face was even more anxious than before. \"I'm dead, right?\" I moaned. \"I did drown. Crap, crap, crap! This is gonna kill Charlie.\" Edward frowned, too. \"You're not dead.\" \"Then why am I not waking up?\" I challenged, raising my eyebrows. \"You are awake, Bella.\" I shook my head. \"Sure, sure. That's what you want me to think. And then it will be worse when I do wake up. If I wake up, which I won't, because I'm dead. This is awful. Poor Charlie. And Renee and Jake…\" I trailed off in horror at what I had done. \"I can see where you might confuse me with a nightmare.\" His short-lived smile was grim. \"But I can't imagine what you could have done to wind up in hell. Did you commit many murders while I was away?\" I grimaced. \"Obviously not. If I was in hell, you wouldn't be with me.\" He sighed. My head was getting clearer. My eyes flickered away from his face—unwillingly—for one second, to the dark, open window, and then back to him. I started to remember details… and I felt a faint, unfamiliar blush warm the skin over my cheekbones as I slowly realized that Edward was really, truly here with me, and I was wasting time being an idiot. \"Did all of that really happen, then?\" It was almost impossible to reassign my dream as reality. I couldn't wrap my head around the concept. \"That depends.\" Edward's smile was still hard. \"If you're referring to us nearly being massacred in Italy, then, yes.\" \"How strange,\" I mused. \"I really went to Italy. Did you know I'd never been farther east than Albuquerque?\" He rolled his eyes. \"Maybe you should go back to sleep. You're not coherent.\" \"I'm not tired anymore.\" It was all coming clear now. \"What time is it? How long have I been sleeping?\" \"It's just after one in the morning. So, about fourteen hours.\" I stretched as he spoke. I was so stiff. \"Charlie?\" I asked. Edward frowned. \"Sleeping. You should probably know that I'm breaking the rules right now. Well, not technically, since he said I was never to walk through his door again, and I came in the window… But, still, the intent was clear.\" \"Charlie banned you from the house?\" I asked, disbelief quickly melting into fury. His eyes were sad. \"Did you expect anything else?\" My eyes were mad. I was going to have a few words with my father—perhaps it would be a good time to remind him that I was over the legal age of adulthood. It didn't matter so much, of course, except in principle. All too soon there would be no reason for the prohibition. I turned my thoughts to less painful avenues. \"What's the story?\" I asked, genuinely curious, but also trying desperately to keep the conversation casual, to keep a firm grip on myself, so I wouldn't scare him away with the frantic, gnawing craving that was raging inside me. \"What do you mean?\" \"What am I telling Charlie? What's my excuse for disappearing for… how long was I gone, anyway?\" I tried to count the hours in my head. \"Just three days.\" His eyes tightened, but he smiled more naturally this time. \"Actually, I was hoping you might have a good explanation. I've got nothing.\" I groaned. \"Fabulous.\" \"Well, maybe Alice will come up with something,\" he offered, trying to comfort me. And I was comforted. Who cared what I had to deal with later? Every second that he was here—so close, his flawless face glowing in the dim light from the numbers on my alarm clock—was precious and not to be wasted. \"So,\" I began, picking the least important—though still vitally interesting—question to start with. I was safely delivered home, and he might decide to leave at any moment. I had to keep him talking. Besides, this temporary heaven wasn't entirely complete without the sound of his voice. \"What have you been doing, up until three days ago?\" His face turned wary in an instant. \"Nothing terribly exciting.\" \"Of course not,\" I mumbled. \"Why are you making that face?\" \"Well…\" I pursed my lips, considering. \"If you were, after all, just a dream, that's exactly the kind of thing you would say. My imagination must be used up.\" He sighed. \"If I tell you, will you finally believe that you're not having a nightmare?\" \"Nightmare!\" I repeated scornfully. He waited for my answer. \"Maybe,\" I said after a second of thought. \"If you tell me.\" \"I was… hunting.\" \"Is that the best you can do?\" I criticized. \"That definitely doesn't prove I'm awake.\" He hesitated, and then spoke slowly, choosing his words with care. \"I wasn't hunting for food… I was actually trying my hand at… tracking. I'm not very good at it.\" \"What were you tracking?\" I asked, intrigued. \"Nothing of consequence.\" His words didn't match his expression; he looked upset, uncomfortable. \"I don't understand.\" He hesitated; his face, shining with an odd green cast from the light of the clock, was torn. \"I—\" He took a deep breath. \"I owe you an apology. No, of course I owe you much,  much more than that. But you have to know,\"—the words began to flow so fast, the way I remembered he spoke sometimes when he was agitated, that I really had to concentrate to catch them all—\"that I had no idea. I didn't realize the mess I was leaving behind. I thought it was safe for you here. So safe. I had no idea that Victoria,\"—his lips curled back when he said the name—\"would come back. I'll admit, when I saw her that one time, I was paying much more attention to James's thoughts. But I just didn't see that she had this kind of response in her. That she even had such a tie to him. I think I realize why now—she was so sure of him, the thought of him failing never occurred to her. It was her overconfidence that clouded her feelings about him—that kept me from seeing the depth of them, the bond there. \"Not that there's any excuse for what I left you to face. When I heard what you told Alice—what she saw herself—when I realized that you had to put your life in the hands of werewolves, immature, volatile, the worst thing out there besides Victoria herself—he shuddered and the gush of words halted for a short second. \"Please know that I had no idea of any of this. I feel sick, sick to my core, even now, when I can see and feel you safe in my arms. I am the most miserable excuse for—\" \"Stop,\" I interrupted him. He stared at me with agonized eyes, and I tried to find the right words—the words that would free him from this imagined obligation that caused him so much pain. They were very hard words to say. I didn't know if I could get them out without breaking down. But I had to try to do it right. I didn't want to be a source of guilt and anguish in his life. He should be happy, no matter what it cost me. I'd really been hoping to put off this part of our last conversation. It was going to bring things to an end so much sooner. Drawing on all my months of practice with trying to be normal for Charlie, I kept my face smooth.  \"Edward,\" I said. His name burned my throat a little on the way out. I could feel the ghost of the hole, waiting to rip itself wide again as soon as he disappeared. I didn't quite see how I was going to survive it this time. \"This has to stop now. You can't think about things that way. You can't let this… this guilt… rule your life. You can't take responsibility for the things that happen to me here. None of it is your fault, it's just part of how life is for me. So, if I trip in front of a bus or whatever it is next time, you have to realize that it's not your job to take the blame. You can't just go running off to Italy  because you feel bad that you didn't save me. Even if I had jumped off that cliff to die, that would have been my choice, and not your fault. I know it's your… your nature to shoulder the blame for everything, but you really can't let that make you go to such extremes! It's very irresponsible—think of Esme and Carlisle and—\" I was on the edge of losing it. I stopped to take a deep breath, hoping to calm myself. I had to set him free. I had to make sure this never happened again. \"Isabella Marie Swan,\" he whispered, the strangest expression crossing his face. He almost looked mad. \"Do you believe that I asked the Volturi to kill me because I felt guilty?\" I could feel the blank incomprehension on my face. \"Didn't you?\" \"Feel guilty? Intensely so. More than you can comprehend.\" \"Then… what are you saying? I don't understand.\" \"Bella, I went to the Volturi because I thought you were dead,\" he said, voice soft, eyes fierce. \"Even if I'd had no hand in your death\"—he shuddered as he whispered the last word—\"even if it wasn't my fault, I would have gone to Italy. Obviously, I should have been more careful—I should have spoken to Alice directly, rather than accepting it secondhand from Rosalie. But, really, what was I supposed to think when the boy said Charlie was at the funeral? What are the odds? \"The odds…\" he muttered then, distracted. His voice was so low I wasn't sure I heard it right. \"The odds are always stacked against us. Mistake after mistake. I'll never criticize Romeo again.\" \"But I still don't understand,\" I said. \"That's my whole point. So what?\" \"Excuse me?\" \"So what if I was dead?\" He stared at me dubiously for a long moment before answering. \"Don't you remember anything I told you before?\" \"I remember everything that you told me.\" Including the words that had negated all the rest. He brushed the tip of his cool finger against my lower lip. \"Bella, you seem to be under a misapprehension.\" He closed his eyes, shaking his head back and forth with half a smile on his beautiful face. It wasn't a happy smile. \"I thought I'd explained it clearly before. Bella, I can't live in a world where you don't exist.\" \"I am…\" My head swam as I looked for the appropriate word. \"Confused.\" That worked. I couldn't make sense of what he was saying. He stared deep into my eyes with his sincere, earnest gaze. \"I'm a good liar, Bella, I have to be.\" I froze, my muscles locking down as if for impact. The fault line in my chest rippled; the pain of it took my breath away. He shook my shoulder, trying to loosen my rigid pose. \"Let me finish! I'm a good liar, but still, for you to believe me so quickly.\" He winced. \"That was… excruciating.\" I waited, still frozen. \"When we were in the forest, when I was telling you goodbye—\" I didn't allow myself to remember. I fought to keep myself in the present second only. \"You weren't going to let go,\" he whispered. \"I could see that. I didn't want to do it—it felt like it would kill me to do it—but I knew that if I couldn't convince you that I didn't love you anymore, it would just take you that much longer to get on with your life. I hoped that, if you thought I'd moved on, so would you.\" \"A clean break,\" I whispered through unmoving lips. \"Exactly. But I never imagined it would be so easy to do! I thought it would be next to impossible—that you would be so sure of the truth that I would have to lie through my teeth for hours to even plant the seed of doubt in your head. I lied, and I'm so sorry—sorry because I hurt you, sorry because it was a worthless effort. Sorry that I couldn't protect you from what I an. I lied to save you, and it didn't work. I'm sorry. \"But how could you believe me? After all the thousand times I've told you I love you, how could you let one word break your faith in me?\" I didn't answer. I was too shocked to form a rational response. \"I could see it in your eyes, that you honestly believed that I didn't want you anymore. The most absurd, ridiculous concept—as if there were any way that I could exist without needing you!\" I was still frozen. His words were incomprehensible, because they were impossible. He shook my shoulder again, not hard, but enough that my teeth rattled a little. \"Bella,\" he sighed. \"Really, what were you thinking!\" And so I started to cry. The tears welled up and then gushed miserably down my cheeks. \"I knew it,\" I sobbed. \"I knew I was dreaming.\" \"You're impossible,\" he said, and he laughed once—a hard laugh, frustrated. \"How can I put this so that you'll believe me? You're not asleep, and you're not dead. I'm here, and I love you. I have always loved you, and I will always love you. I was thinking of you, seeing your face in my mind, every second that I was away. When I told you that I didn't want you, it was the very blackest kind of blasphemy.\" I shook my head while the tears continued to ooze from the corners of my eyes. \"You don't believe me, do you?\" he whispered, his face paler than his usual pale—I could see that even in the dim light. \"Why can you believe the lie, but not the truth?\" \"It never made sense for you to love me,\" I explained, my voice breaking twice. \"I always knew that.\" His eyes narrowed, his jaw tightened. \"I'll prove you're awake,\" he promised. He caught my face securely between his iron hands, ignoring my struggles when I tried to turn my head away. \"Please don't,\" I whispered. He stopped, his lips just half an inch from mine. \"Why not?\" he demanded. His breath blew into my face, making my head whirl. \"When I wake up\"—He opened his mouth to protest, so I revised—\"okay, forget that one—when you leave again, it's going to be hard enough without this, too.\" He pulled back an inch, to stare at my face. \"Yesterday, when I would touch you, you were so… hesitant, so careful, and yet still the same. I need to know why. Is it because I'm too late? Because I've hurt you too much? Because you have moved on, as I meant for you to? That would be… quite fair. I won't contest your decision. So don't try to spare my feelings, please—just tell me now whether or not you can still love me, after everything I've done to you.  Can you?\" he whispered. \"What kind of an idiotic question is that?\" \"Just answer it. Please.\" I stared at him darkly for a long moment. \"The way I feel about you will never change. Of course I love you—and there's nothing you can do about it!\" \"That's all I needed to hear.\" His mouth was on mine then, and I couldn't fight him. Not because he was so many thousand times stronger than me, but because my will crumbled into dust the second our lips met. This kiss was not quite as careful as others I remembered, which suited me just fine. If I was going to rip myself up further, I might as well get as much in trade as possible. So I kissed him back, my heart pounding out a jagged, disjointed rhythm while my breathing turned to panting and my fingers moved greedily to his face. I could feel his marble body against every line of mine, and I was so glad he hadn't listened to me—there was no pain in the world that would have justified missing this. His hands memorized my face, the same way mine were tracing his, and, in the brief seconds when his lips were free, he whispered my name. When I was starting to get dizzy, he pulled away, only to lay his ear against my heart. I lay there, dazed, waiting for my gasping to slow and quiet. \"By the way,\" he said in a casual tone. \"I'm not leaving you.\" I didn't say anything, and he seemed to hear skepticism in my silence. He lifted his face to lock my gaze in his. \"I'm not going anywhere. Not without you,\" he added more seriously. \"I only left you in the first place because I wanted you to have a chance at a normal, happy, human life. I could see what I was doing to you—keeping you constantly on the edge of danger, taking you away from the world you belonged in, risking your life every moment I was with you. So I had to try. I had to do something, and it seemed like leaving was the only way. If I hadn't thought you would be better off, I could have never made myself leave. I'm much too selfish. Only you could be more important than what I wanted… what I needed. What I want and need is to be with you, and I know I'll never be strong enough to leave again. I have too many excuses to stay—thank heaven for that! It seems you can't be safe, no matter how many miles I put between us.\" \"Don't promise me anything,\" I whispered. If I let myself hope, and it came to nothing… that would kill me. Where all those merciless vampires had not been able to finish me off, hope would do the job. Anger glinted metallic in his black eyes. \"You think I'm lying to you now?\" \"No—not lying.\" I shook my head, trying to think it through coherently. To examine the hypothesis that he did love me, while staying objective, clinical, so I wouldn't fall into the trap of hoping. \"You could mean it… now. But what about tomorrow, when you think about all the reasons you left in the first place? Or next month, when Jasper takes a snap at me?\" He flinched. I thought back over those last days of my life before he left me, tried to see them through the filter of what he was telling me now. From that perspective, imagining that he'd left me while loving me, left me for me, his brooding and cold silences took on a different meaning. \"It isn't as if you hadn't thought the first decision through, is it?\" I guessed. \"You'll end up doing what you think is right.\" \"I'm not as strong as you give me credit for,\" he said. \"Right and wrong have ceased to mean much to me; I was coming back anyway. Before Rosalie told me the news, I was already past trying to live through one week at a time, or even one day. I was fighting to make it through a single hour. It was only a matter of time before I showed up at your window and begged you to take me back. I'd be happy to beg now, if you'd like that.\" I grimaced. \"Be serious, please.\" \"Oh, I am,\" he insisted, glaring now. \"Will you please try to hear what I'm telling you? Will you let me attempt to explain what you mean to me?\" He waited, studying my face as he spoke to make sure I was really listening. \"Before you, Bella, my life was like a moonless night. Very dark, but there were stars—points of light and reason… And then you shot across my sky like a meteor. Suddenly everything was on fire; there was brilliancy, there was beauty. When you were gone, when the meteor had fallen over the horizon, everything went black. Nothing had changed, but my eyes were blinded by the light. I couldn't see the stars anymore. And there was no more reason for anything.\" I wanted to believe him. But this was my life without him that he was describing, not the other way around. \"Your eyes will adjust,\" I mumbled. \"That's just the problem—they can't.\" \"What about your distractions?\" He laughed without a trace of humor. \"Just part of the lie, love. There was no distraction from the… the agony. My heart hasn't beat in almost ninety years, but this was different. It was like my heart was gone—like I was hollow. Like I'd left everything that was inside me here with you.\" \"That's funny,\" I muttered. He arched one perfect eyebrow. \"Funny? \" \"I meant strange—I thought it was just me. Lots of pieces of me went missing, too. I haven't been able to really breathe in so long.\" I filled my lungs, luxuriating in the sensation. \"And my heart. That was definitely lost.\" He closed his eyes and laid his ear over my heart again. I let my cheek press against his hair, felt the texture of it on my skin, smelled the delicious scent of him. \"Tracking wasn't a distraction then?\" I asked, curious, and also needing to distract myself. I was very much in danger of hoping. I wouldn't be able to stop myself for long. My heart throbbed, singing in my chest. \"No.\" He sighed. \"That was never a distraction. It was an obligation.\" \"What does that mean?\" \"It means that, even though I never expected any danger from Victoria, I wasn't going to let her get away with… Well, like I said, I was horrible at it. I traced her as far as Texas, but then I followed a false lead down to Brazil—and really she came here.\" He groaned. \"I wasn't even on the right continent! And all the while, worse than my worst fears—\" \"You were hunting Victoria?\" I half-shrieked as soon as I could find my voice, shooting through two octaves. Charlie's distant snores stuttered, and then picked up a regular rhythm again. \"Not well,\" Edward answered, studying my outraged expression with a confused look. \"But I'll do better this time. She won't be tainting perfectly good air by breathing in and out for much longer.\" \"That is… out of the question,\" I managed to choke out. Insanity. Even if he had Emmett or Jasper help him. Even if he had Emmett and Jasper help. It was worse than my other imaginings: Jacob Black standing across a small space from Victoria's vicious and <em>feline</em> figure. I couldn't bear to picture Edward there, even though he was so much more durable than my half-human best friend.  \"It's too late for her. I might have let the other time slide, but not now, not after—\" I interrupted him again, trying to sound calm. \"Didn't you just promise that you weren't going to leave?\" I asked, fighting the words as I said them, nor letting them plant themselves in my heart. \"That isn't exactly compatible with an extended tracking expedition, is it?\" He frowned. A snarl began to build low in his chest. \"I will keep my promise, Bella. But Victoria\"—the snarl became more pronounced—\"is going to die. Soon.\" \"Let's not be hasty,\" I said, trying to hide my panic. \"Maybe she's not coming back. Jake's pack probably scared her off. There's really no reason to go looking for her. Besides, I've got bigger problems than Victoria.\" Edward's eyes narrowed, but he nodded. \"It's true. The werewolves are a problem.\" I snorted. \"I wasn't talking about Jacob. My problems are a lot worse that a handful of adolescent wolves getting themselves into trouble.\" Edward looked as if he were about to say something, and then thought better of it. His teeth clicked together, and he spoke through them. \"Really?\" he asked. \"Then what would be your greatest problem? That would make Victoria's returning for you seem like such an inconsequential matter in comparison?\" \"How about the second greatest?\" I hedged. \"All right,\" he agreed, suspicious. I paused. I wasn't sure I could say the name. \"There are others who are coming to look for me,\" I reminded him in a subdued whisper. He sighed, but the reaction was not as strong as I would have imagined after his response to Victoria. \"The Volturi are only the second greatest?\" \"You don't seem that upset about it,\" I noted. \"Well, we have plenty of time to think it through. Time means something very different to them than it does to you, or even me. They count years the way you count days. I wouldn't be surprised if you were thirty before you crossed their minds again,\" he added lightly. Horror washed through me. Thirty. So his promises meant nothing, in the end. If I were going to turn thirty someday, then he couldn't be planning on staying long. The harsh pain of this knowledge made me realize that I'd already begun to hope, without giving myself permission to do so. \"You don't have to be afraid,\" he said, anxious as he watched the tears dew up again on the rims of my eyes. \"I won't let them hurt you.\" \"While you're here.\" Not that I cared what happened to me when he left. He took my face between his two stone hands, holding it tightly while his midnight eyes glared into mine with the gravitational force of a black hole. \"I will never leave you again.\" \"But you said thirty,\" I whispered. The tears leaked over the edge. \"What? You're going to stay, but let me get all old anyway? Right.\" His eyes softened, while his mouth went hard. \"That's exactly what I'm going to do. What choice have I?  I cannot be without you, but I will not destroy your soul.\" \"Is this really…\" I tried to keep my voice even, but this question was too hard. I remembered his face when Aro had almost begged him to consider making me immortal. The sick look there. Was this fixation with keeping me human really about my soul, or was it because he wasn't sure that he wanted me around that long? \"Yes?\" he asked, waiting for my question. I asked a different one. Almost—but not quite—as hard. \"But what about when I get so old that people think I'm your mother? Your  grandmother?\" My voice was pale with revulsion—I could see Gran's face again in the dream mirror. His whole face was soft now. He brushed the tears from my cheek with his lips. \"That doesn't mean anything to me,\" he breathed against my skin. \"You will always be the most beautiful thing in my world.  Of course…\" He hesitated, flinching slightly. \"If you outgrew me—if you wanted something more—I would understand that, Bella. I promise I wouldn't stand in your way if you wanted to leave me.\" His eyes were liquid onyx and utterly sincere. He spoke as if he'd put endless amounts of thought into this asinine plan. \"You do realize that I'll die eventually, right?\" I demanded. He'd thought about this part, too. \"I'll follow after as soon as I can.\" \"That is seriously…\"I looked for the right word. \"Sick.\" \"Bella, it's the only right way left—\" \"Let's just back up for a minute,\" I said; feeling angry made it so much easier to be clear, decisive. \"You do remember the Volturi, right? I can't stay human forever. They'll kill me. Even if they don't think of me till I'm thirty\"—I hissed the word—\"do you really think they'll forget?\" \"No,\" he answered slowly, shaking his head. \"They won't forget. But…\" \"But?\" He grinned while I stared at him warily. Maybe I wasn't the only crazy one. \"I have a few plans.\" \"And these plans,\" I said, my voice getting more acidic with each word. \"These plans all center around me staying human.\" My attitude hardened his expression. \"Naturally.\" His tone was brusque, his divine face arrogant. We glowered at each other for a long minute. Then I took a deep breath, squared my shoulders, I pushed his arms away so that I could sit up. \"Do you want me to leave?\" he asked, and it made my heart flutter to see that this idea hurt him, though he tried not to show it. \"No,\" I told him. \"I'm leaving.\" He watched me suspiciously as I climbed out of the bed and fumbled around in the dark room, looking for my shoes. \"May I ask where you are going.'\" he asked. \"I'm going to your house,\" I told him, still feeling around blindly. He got up and came to my side. \"Here are your shoes. How did you plan to get there?\" \"My truck.\" \"That will probably wake Charlie,\" he offered as a deterrent. I sighed. \"I know. But honestly, I'll be grounded for weeks as it is. How much more trouble can I really get in?\" \"None. He'll blame me, not you.\" \"If you have a better idea, I'm all ears.\" \"Stay here,\" he suggested, but his expression wasn't hopeful. \"No dice. But you go ahead and make yourself at home,\" I encouraged, surprised at how natural my teasing sounded, and headed for the door. He was there before me, blocking my way. I frowned, and turned for the window. It wasn't really that far to the ground, and it was mostly grass beneath… \"Okay,\" he sighed. \"I'll give you a ride.\" I shrugged. \"Either way. But you probably should be there, too.\" \"And why is that?\" \"Because you're extraordinarily opinionated, and I'm sure you'll want a chance to air your views.\" \"My views on which subject?\" He asked through his teeth. \"This isn't just about you anymore. You're not the center of the universe, you know.\" My own personal universe was, of course, a different story. \"If you're going to bring the Volturi down on us over something as stupid as leaving me human, then your family ought to have a say.\" \"A say in what?\" he asked, each word distinct. \"My mortality. I'm putting it to a vote.\"",
            "vi": "7 REPETITION         23. Sự thật Tôi có cảm giác mình đã ngủ rất lâu - người tê rần, như thể tôi chẳng hề nhúc nhích lần nào trong suốt thời gian đó. Đầu óc mê mụ và trì độn; những giấc mơ đầy màu sắc, kỳ lạ - cả giấc mơ lẫn ác mộng - xoay mòng mòng trong đầu. Chúng thật sống động. Nỗi khủng khiếp và thiên đường, hoà lẫn vào nhau thành một mớ lộn xộn kỳ quái. Nỗi sốt ruột điên cuồng và nỗi sợ hãi, cả hai phần trong giấc mơ đáng chán ấy khiến chân ta không thể chạy đủ nhanh ... và có hàng đống quái vật, những con quỷ mắt đỏ đều rùng rợn hơn vì sự lễ độ cầu kỳ của họ. Giấc mơ vẫn còn ấn tượng mạnh - tôi thậm chí vẫn nhớ mấy cái tên ấy. Nhưng phần gây ấn tượng mạnh nhất, rõ rệt nhất của giấc mơ không phải là nỗi kinh hoàng. Mà chính thiên thần ấy là phần rõ ràng nhất.  Thật khó mà rời anh để thức dậy. Giấc mơ này không muốn bị nhét vào kho chứa những giấc mơ tôi không chịu mơ lại lần nào nữa. Tôi vùng vẫy trong mơ trong khi tâm trí tôi trở nên tỉnh táo hơn, tập trung vào thực tế. Tôi không thể nhớ hôm nay là thứ mấy trong tuần, nhưng tôi chắc chắn Jacob hoặc trường học hoặc công việc hoặc cái gì đó đang đợi tôi. Tôi hít sâu, tự hỏi mình phải đối mặt với một ngày khác như thế nào đây.  Cái gì đó lạnh chạm thật nhẹ vào trán tôi.  Tôi nhắm chặt mắt hơn. Hình như tôi vẫn còn đang mơ, và cảm thấy thực một cách kỳ lạ. Tôi sắp thức dậy rồi... bất kỳ lúc nào, và giấc mơ sẽ tan biến.  Nhưng tôi nhận ra cảm giác quá thực, quá thực để tốt cho tôi. Vòng tay cứng như đá tôi tưởng tượng ôm quanh tôi quá sức thật. Nếu tôi để cho chuyện này đi xa nữa, sau này tôi sẽ phải hối tiếc. Thở dài cam chịu, tôi chớp mạnh mi mắt để xua tan ảo giác.  \"Ôi!\"  Tôi thở hổn hển, và đưa tay che mắt.  Ừm, rõ ràng, tôi đã làm quá lố rồi; hẳn là một sai lầm khi để cho trí tưởng tượng vượt ngoài tầm kiểm soát đến thế.  OK, thì \"để cho” là một từ không đúng rồi. Tôi đã ép nó vượt ngoài tầm kiểm soát – khi theo đuổi ảo giác quá mức - nên bây giờ đầu óc tôi đã mất kiểm soát.  Chưa đầy nửa giây để tôi nhận ra rằng, bây giờ chừng nào mà tôi vẫn còn điên, thì tôi còn có thể tận hưởng ảo giác khi ảo giác vẫn còn dễ chịu.  Tôi mở mắt lần nữa - Edward vẫn còn ở đó, khuôn mặt hoàn hảo của anh chỉ cách tôi vài xăng-ti-mét.  \"Anh đã làm em sợ à?\"  Giọng anh nhỏ đầy lo lắng. Vậy thì tốt, khi ảo giác xảy ra. Khuôn mặt, giọng nói, mùi hương, mọi thứ - tốt hơn nhiều so với chuyện chết đuối. Ảo giác đẹp đẽ trong trí tưởng tượng của tôi đang nhìn chăm chú nét mặt thay đổi của tôi, đầy hoảng sợ. Tròng mắt anh đen như mực, đầy quầng thâm. Điều này làm tôi ngạc nhiên; Edwards ảo giác của tôi thường được ăn uống đầy đủ hơn.  Tôi chớp chớp mắt, tuyệt vọng cố nhớ điều cuối cùng mà tôi chắc chắn có thực. Alice là một phần trong giấc mơ của tôi, và tôi tự hỏi không biết cô có thực đã quay lại đây không, hay đó chỉ là phần đầu giấc mơ. Tôi cứ tưởng cô đã quay về vào hôm tôi suýt chết đuối... \"Ồ, bậy bạ quá” tôi rền rĩ. Họng tôi lè nhè vì ngủ. \"Có chuyện gì vậy, Bella?\" Tôi cau mày buồn rầu với anh. Mặt anh thậm chí còn lo lắng hơn lúc nãy.  \"Em chết rồi, phải không?\" Tôi than van. \"Em chết đuối rồi. Bậy bạ quá, bậy bạ quá, bậy bạ quá!  Chuyện này sẽ làm Charlie chết mất. \" Edward lại cau mày. \"Em đâu có chết. \" \"Vậy sao em chưa thức dậy chứ?\" Tôi phản đối, nhướng mày.  \"Em thức rồi, Bella. \" Tôi lắc đầu. \"Đương nhiên, chắc chắn rồi. Dĩ nhiên anh muốn em nghĩ vậy. Rồi sẽ tệ hại hơn khi em thức dậy thiệt. Nếu em thức dậy, mà chắc chắn là không rồi, vì em chết rồi. Thật khủng khiếp. Charlie tội nghiệp. Còn Renee và Jake nữa...” Giọng tôi nhỏ dần khiếp sợ điều mình đã làm.  \"Anh có thể hiểu được lý do em tưởng anh là ác mộng.” Nụ cười mau lụi tàn của anh thật buồn. \"Nhưng anh không tưởng tượng ra nỗi em đã làm gì để phải xuống địa ngục. Có phải em đã phạm tội giết nhiều người khi anh vắng mặt không?\" Tôi nhăn nhó. \" Chắc chắn là không rồi. Nếu em đang ở địa ngục, thì anh đâu có ở bên em.\" Anh thở dài.  Đầu óc tôi đang trở nên rõ ràng hơn. Mắt tôi rời anh - miễn cưỡng - trong một giây, để nhìn ra cửa sổ mở, tối đen rồi quay lại nhìn anh. Tôi bắt đầu nhớ lại các chi tiết ... và tôi cảm thấy má ửng hồng yếu ớt - đã lâu không còn thế - khi từ từ nhận ra Edward có thật, anh thực đang ở đây cùng tôi, và tôi đang phí thời gian như một con ngốc.  \"Vậy thì tất cả những chuyện đó có thực sao?” Thật khó mà chỉnh lại rằng giấc mơ của tôi là có thực. Tôi không thể tin được chuyện này.  \"Còn tuỳ. \" Nụ cười của Edward vẫn còn gượng gạo. \"Nếu em đang nói về chuyện mình suýt bị giết ở Ý, thì nó có thực. \" \"Lạ quá, \" tôi trầm ngâm. \"Em đã đến Ý thiệt. Anh có biết là em chưa từng đi về phía đông xa hơn Albuquerque không?\" Anh trợn tròn mắt. \" Có lẽ em nên ngủ lại. Em chưa tỉnh táo.” \"Em không mệt. \"  Bây giờ mọi chuyện sắp rõ ràng. \"Mấy giờ rồi? Em đã ngủ bao lâu rồi?\" \"Bây giờ hơn một giờ sáng. Nghĩa là, khoảng 14 tiếng đồng hồ. \" Tôi vươn mình khi anh nói. Tôi tê người quá.  \"Charlie?\"  Tôi hỏi.  Edward cau mày. \"Đang ngủ. Em có lẽ nên biết rằng anh hiện đang phạm luật. Ừm, không phải chính xác vậy, vì ông đã bảo anh không bao giờ được phép bước qua ngưỡng cửa nhà ông lần nữa, nhưng anh vào qua cửa sổ mà... thế nhưng, vẫn, mục đích vẫn như nhau thôi. \" \"Charlie cấm không cho anh đến nhà này à?\"  Tôi hỏi, nỗi hoài nghi nhanh chóng chuyển thành giận dữ.  Mắt anh buồn. \"Em nghĩ khác được sao?\" Mắt tôi giận dữ. Tôi sẽ nói chuyện với bố - có lẽ đây là dịp tốt để nhắc cho ông nhớ là tôi đã quá tuổi trưởng thành chính thức rồi. Chẳng quan trọng gì lắm, dĩ nhiên, ngoại trừ về nguyên tắc. Chẳng còn lâu nữa ông sẽ không có lý do nào để cấm đoán cả. Tôi chuyển suy nghĩ của mình sang hướng ít buồn phiền hơn.  \"Câu chuyện là gì?\" Tôi hỏi, thực sự tò mò, và cả cố gắng một cách tuyệt vọng giữ cho cuộc trò chuyện tự nhiên, để kiềm chế bản thân, để tôi không làm anh hoảng sợ vì nỗi khao khát giày vò, cuồng điên đang hành hạ tôi.  \"Ý em là gì?\" \"Em sẽ kể cho Charlie chuyện gì đây?  Lý do em biến mất trong ... trong suốt thời gian em bỏ đi?\" Tôi cố tính nhẩm thời gian trong đầu.  \"Chỉ có ba ngày thôi.” Mắt anh nheo lại, nhưng lần này anh cười tự nhiên hơn. \" Thực ra thì, anh đang hy vọng em sẽ nghĩ ra được lời giải thích hợp lý. Anh nghĩ không ra.” Tôi rên rỉ. \"Hay dữ.” \"Ừm, có lẽ Alice sẽ nghĩ ra được, \" anh đề nghị, cố an ủi tôi.  Và tôi cảm thấy an ủi.  Mặc kệ sau này tôi phải đối mặt với chuyện gì? Mỗi giây anh ở đây - thật gần, khuôn mặt hoàn mỹ của anh sôi nổi trong ánh sáng lờ mờ từ mấy con số trên đồng hồ báo thức của tôi – hết sức quý giá và không thể phí phạm.  \"Nè, \" tôi bắt đầu, chọn câu hỏi ít quan trọng nhất - cho dù vẫn cực kỳ thú vị - để bắt đầu. Tôi đã được đưa về nhà an toàn, và anh có thể bỏ đi bất kỳ lúc nào. Tôi phải làm anh nói riết. Hơn nữa, thiên đường tạm thời này sẽ không thực là thiên đường nếu không có giọng nói của anh. \"Anh đã làm gì, cho đến cách đây ba ngày ?\" Mặt anh trở nên dè dặt ngay. \"Chẳng có gì vui cho lắm.” \" Dĩ nhiên là không rồi, \" tôi lầm bầm.  \"Sao em nhăn mặt như thế?\" \"Ừm... \" tôi bặm môi, nghĩ ngợi. \" Nếu anh, xét cho cùng, chỉ là một giấc mơ, thì đó chính là loại câu anh sẽ nói. Trí tưởng tượng của mình hẳn đã cạn kiệt rồi.” Anh thở dài. \" Nếu anh kể cho em nghe, thì rốt cuộc em có tin là em không đang mơ thấy ác mộng không?\" \"Ác mộng !\" Tôi khinh miệt lặp lại. Anh chờ câu trả lời của tôi. \" Có thể” tôi nói sau một giây suy nghĩ. \"Nếu anh kể em nghe.” \"Anh đang ... đi săn. \" \"Chỉ có vậy thôi sao?\" Tôi chỉ trích. \"Chuyện đó chắc chắn chẳng chứng minh được em đang thức.\" Anh do dự, rồi chậm rãi nói, lựa chọn ngôn từ cẩn thận. \"Anh không phải đang săn thức ăn... Anh thật ra đang thử ... theo dấu. Anh không giỏi chuyện đó cho lắm \" \"Anh đang theo dấu gì vậy?\" Tôi hỏi, ngạc nhiên.  \"Không gì quan trọng cả. \" Lời anh nói không đi đôi với vẻ mặt anh; anh trông có vẻ khó chịu, không thoải mái.  \"Em không hiểu. \" Anh do dự; mặt anh, đang chiếu sáng bởi ánh sáng xanh lá kỳ dị của đồng hồ để bàn, đang bị giằng xé.  \"Anh--\" anh hít thật sâu. \"Anh nợ em một lời xin lỗi. Không, dĩ nhiên anh nợ em nhiều, nhiều hơn thế. Nhưng em phải biết, \" --- lời bắt đầu tuôn chảy thật nhanh, theo cách tôi nhớ anh vẫn nói khi xúc động, tôi phải hết sức tập trung mới hiểu hết được--- \"là anh chẳng hề biết chuyện sẽ vậy. Anh không nhận ra điều tệ hại mình gây ra. Anh cứ tưởng em ở đây an toàn. Hết sức an toàn. Anh không biết là Victoria,\" - môi anh cong lên khi nói đến cái tên ấy - \"sẽ trở lại. Anh phải thú nhận là, khi gặp cô ta lúc đó, anh chú ý đến suy nghĩ của James nhiều hơn. Nhưng anh tuyệt nhiên không hề nghĩ cô ta có kiểu phản ứng này. Thậm chí không hề biết là cô ta gắn bó với hắn đến thế. Anh nghĩ bây giờ anh mới hiểu ra tại sao -- cô ta hết sức chắc chắn hắn sẽ thắng, ý nghĩ hắn thất bại chưa bao giờ xuất hiện trong đầu cô ta. Chính sự quá tự tin của cô ta đã làm anh không phát hiện ra tình cảm của cô ta dành cho hắn – làm anh không nhận ra quan hệ gắn bó sâu sắc của họ.  \"Không phải đó là lời bào chữa cho những điều anh đã để mặc em phải đối mặt. Khi anh nghe em kể với Alice - mà chính nó cũng đã tận mắt chứng kiến - khi anh nhận ra em phải phó thác sinh mạng của em cho bọn người sói, non nớt, nhẹ dạ, bọn tệ hại nhất chỉ sau Victoria - anh rùng mình và lời nói liên hồi của anh ngưng lại một giây. \"Xin em hãy biết là anh không hề biết chút gì về chuyện này. Anh cảm thấy phát bịnh, ớn đến tận xương tủy, dù là bây giờ, dù là lúc anh có thể gặp em và cảm thấy em an toàn trong vòng tay anh. Anh là lý do tồi tệ nhất cho chuyện--- \" \"Dừng lại, \" tôi ngắt lời anh. Anh nhìn tôi chằm chằm với đôi mắt đau khổ, và tôi cố tìm từ phù hợp - những từ sẽ giải phóng anh khỏi cái nghĩa vụ tưởng tượng đã làm anh đau đớn quá nhiều. Đó là những lời khó nói. Tôi không biết liệu mình có thể nói chúng ra mà không suy sụp tinh thần không. Nhưng tôi phải cố làm chuyện đúng đắn. Tôi không muốn là nguyên nhân khiến anh cảm thấy tội lỗi và đau khổ cả đời. Anh phải sống hạnh phúc, dù tôi có phải trả giá cho chuyện đó ra sao chăng nữa.  Tôi thật ra đã hi vọng sẽ để dành phần này cho buổi trò chuyện cuối cùng. Nó sẽ khiến mọi thứ kết thúc nhanh hơn nhiều.  Nhờ bao tháng trời tập luyện cố tỏ ra bình thường với Charlie, tôi giữ vẻ mặt không bộc lộ cảm xúc.\"Edward,\" tôi nói. Tên anh thoát ra làm cổ họng tôi hơi bỏng rát. Tôi có thể cảm thấy hồn ma của vết thương cũ, đang chờ tự xé toạc mình trở lại ngay khi anh biến mất. Tôi chẳng biết làm sao để vượt qua được chuyện đó lần này. \"Phải chấm dứt chuyện này thôi.  Anh không thể suy nghĩ mọi chuyện theo cách đó được. Anh không thể để cho ... cho tội lỗi này ... chế ngự đời anh. Anh đâu thể chịu trách nhiệm về những chuyện xảy ra cho em ở đây được. Chẳng có gì là lỗi của anh cả, chẳng qua cuộc đời em là vậy. Vì vậy, nếu em có trợt té trước xe buýt hoặc cái gì gì đó chăng nữa lần sau, thì anh phải biết là anh chẳng việc gì mà phải chịu trách nhiệm. Anh không thể cứ chạy sang Ý vì cảm thấy tệ hại khi không cứu được em. Dù em có nhảy ra khỏi vách đá đó mà chết, thì đó là lựa chọn của em, chớ không phải là lỗi của anh. Em biết anh ... anh vốn hay gánh hết trách nhiệm về mình, nhưng anh đúng là không thể để chuyện đó đẩy anh đi xa đến thế!  Thật hết sức vô trách nhiệm – hãy nghĩ đến Esme và Carlisle và -- \" Tôi sắp mất bình tĩnh. Tôi dừng lại để hít thật sâu, hy vọng làm mình bình tĩnh lại. Tôi phải trả tự do cho anh. Tôi phải đảm bảo chuyện này sẽ không bao giờ tái diễn.  \"Isabella Marie Swan, \" anh thì thầm, biểu hiện kỳ lạ nhất thoáng qua mặt anh. Anh trông có vẻ sắp nổi điên.  \"Em cho rằng anh yêu cầu Volturi giết anh vì anh cảm thấy mình có lỗi ư?\" Tôi cảm thấy mình chẳng hiểu gì hết. \"Chẳng đúng vậy sao?\" \" Cảm thấy mình có lỗi? Mãnh liệt thế. Hơn em có thể hiểu. \" \"Thế ... anh đang nói gì vậy? Em không hiểu. \" \"Bella, anh tìm đến Volturi vì anh tưởng em đã chết,\" anh nói, giọng dịu dàng, mắt dữ dội. \"Dù là anh đã không trực tiếp góp tay vào cái chết của em\" - anh rùng mình khi thì thầm từ cuối \"cho dù không phải lỗi của anh chăng nữa, anh vẫn cứ đến Ý.  Rõ ràng, anh lẽ ra phải cẩn thận hơn - anh lẽ ra phải nói với chuyện trực tiếp với Alice, chớ không phải chấp nhận chuyện đó qua Rosalie. Nhưng, thật ra, anh còn biết nghĩ sao nữa khi anh ta nói là Charlie đang ở đám tang? Chuyện bất thường là gì? \" Những chuyện bất thường...\" rồi anh lẩm bẩm, bị phân tâm. Giọng anh nhỏ đến nỗi tôi không chắc mình nghe đúng. \"Chúng mình luôn gặp khó khăn. Hết sai lầm này lại sai lầm khác. Anh sẽ không bao giờ chỉ trích Romeo lần nữa. \" \"Nhưng em vẫn chưa hiểu,\" tôi nói. \"Đó là chuyện của riêng em mà. Vậy thì sao chớ?\" \"Ồ xin lỗi, gì hả em?\" \" Vậy chuyện gì sẽ xảy ra nếu em chết ?\" Anh nhìn tôi chằm chằm hoài nghi hồi lâu rồi mới trả lời. \"Em không nhớ lúc trước anh đã nói gì với em sao?\" \"Em nhớ mọi điều anh đã kể em nghe.\"  Luôn cả những lời đã phủ nhận mọi lời còn lại.  Anh xoa ngón tay mát rượi lên môi dưới của tôi. \"Bella, em hình như đang hiểu lầm.\" Anh nhắm mắt lại, lắc đầu qua lại với cười nhếch môi trên khuôn mặt xinh đẹp. Đó không phải là nụ cười hạnh phúc. \"Anh cứ tưởng anh đã giải thích rõ ràng lúc nãy rồi. Bella, anh không thể sống trong một thế giới không có em.\" \" Em... \"  Đầu tôi choáng váng khi tìm kiếm lời thích hợp. \"Không hiểu.”  Đúng vậy. Tôi không hiểu anh đang nói gì cả.  Anh nhìn sâu vào mắt tôi bằng ánh mắt chân thành, thiết tha. \"Anh là kẻ nói dối giỏi, Bella, anh phải vậy.” Tôi cứng người, bắp cơ co cứng như thể bị đánh. Vết thương trong ngực tôi dậy sóng; cơn đau làm tôi nghẹn thở.  Anh lắc vai tôi, cố nới lỏng tư thế co cứng của tôi. \" Để anh nói cho xong!  Anh là một kẻ nói dối giỏi, thế nhưng, em lại tin anh quá dễ dàng\" Anh cau mày. \"Thật ... hết sức đau khổ.\" Tôi đợi, vẫn cứng người.  \"Khi mình đang ở trong rừng, khi anh đang nói lời từ gíã với em---\" Tôi không cho phép mình nhớ. Tôi cố giữ cho mình chỉ nhớ phút giây hiện tại mà thôi.  \"Em sẽ không chịu từ bỏ,\" anh thì thầm.\" Anh biết thế. Anh đã không muốn làm chuyện đó - cứ như thể làm chuyện đó anh sẽ chết mất - nhưng anh biết nếu anh không thể làm em tin là anh không còn yêu em nữa, thì sẽ chỉ làm em mất nhiều thời gian hơn để vui sống tiếp. Anh đã hy vọng, nếu em nghĩ anh sẽ tiếp tục vui sống, em cũng sẽ vậy.\" \" Đoạn tuyệt hoàn toàn,\"  tôi thì thầm qua đôi môi bất động.  \"Đúng vậy. Nhưng anh không bao giờ tưởng tượng lại dễ làm đến thế!  Anh nghĩ chuyện đó gần như không thể thực hiện được – em quá tin chắc đó là sự thật đến nỗi lẽ ra anh phải nói dối trơ trẽn hàng giờ để gieo được hạt giống nghi ngờ vô đầu em. Anh đã nói dối, và anh hết sức xin lỗi -- xin lỗi vì đã làm em tổn thương, xin lỗi em vì đó là một cố gắng vô ích. Xin lỗi vì anh đã không ngăn được chủng loài của anh đến gần em. Anh đã nói dối để cứu em, thế mà chẳng có tác dụng gì.  Anh xin lỗi.  \"Nhưng sao em lại có thể tin anh chứ? Sau bao ngàn lần anh nói anh yêu em, sao em có thể để cho chỉ một lời đã phá vỡ niềm tin của em vào anh như thế?\" Tôi không trả lời. Tôi quá bàng hoàng không thể phản ứng hợp lý được.  \"Anh có thể nhìn thấy điều đó trong mắt em, em thực sự tin là anh không yêu em nữa. Suy nghĩ lố bịch nhất, vô lý nhất – như thể như thể có cách nào để anh lại có thể sống mà không cần có em! \" Tôi vẫn còn cứng người. Lời anh khó hiểu, vì không thể nào như thế được.  Anh lắc vai tôi lần nữa, không mạnh, nhưng đủ làm răng tôi chạm vào nhau kêu lách cách.  \"Bella, \" anh thở dài. \" Thật ra thì, em đã nghĩ vậy!\" Và thế là tôi bắt đầu khóc. Nước mắt ngập mi rồi ràn rụa xuống má.  \"Em biết ngay mà,\"  tôi thổn thức. \"Em biết chắc mình đang mơ.\" \"Em thiệt không thể chịu nỗi, \" anh nói, rồi cười khan – nụ cười cay đắng, thất vọng. \"Anh phải nói sao để em tin anh đây? Em không ngủ, mà em cũng không chết. Anh đang ở đây, và anh yêu em. Anh đã luôn yêu em, và anh sẽ mãi yêu em. Anh đã nghĩ về em, nhìn thấy em trong tâm trí anh, từng giây phút khi không gặp em. Khi anh bảo với em là anh không yêu em, đó là loại lời báng bổ tồi tệ nhất. \" Tôi lắc đầu trong khi nước mắt vẫn tuôn chảy từ khoé mắt.  \"Em không tin anh, phải không?\" anh thì thầm, mặt anh nhợt nhạt hơn cả bình thường --- Tôi có thể nhìn thấy điều đó ngay cả trong ánh sáng lờ mờ. \" Tại sao em lại tin được lời nói dối, mà lại không chịu tin sự thật ?\" \"Vì chẳng bao giờ em hiểu nỗi sao anh lại có thể yêu em, \" tôi giải thích, giọng tôi nức nở nhiều hơn. \"Em luôn biết thế.\" Mắt anh nheo lại, hàm anh nghiến chặt.  \"Anh sẽ chứng minh là em đang thức, \" anh hứa.  Anh ôm chặt mặt tôi giữa đôi tay cứng như sắt của anh, mặc kệ tôi vùng vẫy cố quay đầu sang chỗ khác.  \" Xin đừng, \" tôi thì thầm.  Anh dừng lại, môi anh chỉ cách môi tôi nửa inch.  \" Tại sao lại đừng?\" anh hỏi. Hơi thở anh phà vào mặt tôi, làm đầu óc tôi quay cuồng.  \"Khi em thức giấc \" - Anh mở miệng định phản đối, nên tôi sửa lại - \" OK, quên vụ đó đi - khi anh lại bỏ đi lần nữa, không cần đến chuyện này thì em cũng đủ khổ sở lắm rồi.\" Anh lùi ra một inch, để nhìn chằm chằm vào mặt tôi.  \"Hôm qua, khi anh chạm vào em, em thật ... do dự, thật cẩn thận, nhưng vẫn giống xưa. Anh cần biết tại sao. Có phải vì anh đã quá muộn rồi không? Vì anh đã làm em đau khổ quá nhiều? Vì em đã tiếp tục vui sống, như anh muốn em thế?  Thế cũng ... khá công bằng. Anh sẽ không phản đối gì về quyết định của em. Vì vậy đừng cố chia sẻ cảm xúc với anh, xin em --- chỉ cần nói cho anh biết là bây giờ em vẫn còn có thể yêu anh hay không, sau mọi điều anh đã làm với em.  Em có thể hay không?\" anh thì thầm.  \" Đó là loại câu hỏi ngớ ngẩn gì vậy?\" \" Chỉ trả lời thôi. Xin em.\" Tôi buồn rầu nhìn anh chằm chằm một hồi lâu. \"Cách em cảm nhận về anh sẽ chẳng bao giờ thay đổi. Tất nhiên là em yêu anh - và anh chẳng thể làm gì để thay đổi được chuyện đó!\" \"Đó là tất cả những gì anh cần nghe.\" Thế là môi anh đã ở trên môi tôi, và tôi không thể chống lại anh. Không phải vì anh nhiều ngàn lần mạnh hơn tôi, mà vì ý chí của tôi đã tan thành mây khói đúng vào giây phút môi chúng tôi chạm nhau. Nụ hôn này không cẩn trọng hoàn toàn như những nụ hôn khác tôi vẫn nhớ, vừa hợp với tôi. Nếu như tôi sắp làm mình tan nát hơn nữa, thì tôi cũng nên được bù lại càng nhiều càng tốt.  Thế là tôi hôn đáp lại anh, trái tim tôi đập liên hồi, rời rạc, không đều, hơi thở biến thành tiếng hổn hển và ngón tay tôi khao khát vươn lên mặt anh. Tôi có thể cảm nhận được thân thể như cẩm thạch của anh đang áp vào từng đường nét của cơ thể tôi, và tôi hết sức mừng vì anh đã không thèm nghe lời tôi – chẳng nỗi đau trên thế giới sánh bằng việc thiếu nụ hôn này. Bàn tay anh lần trên mặt tôi, giống như tay tôi đang dò theo đường nét trên mặt anh, và, trong giây ngắn ngủi khi môi anh được tự do, anh thì thầm tên tôi.  Khi tôi bắt đầu hoa mắt, anh lùi lại, chỉ để áp tai vào tim tôi.  Tôi nằm đó, choáng váng, chờ hơi thở hổn hển của mình chậm lại và lắng dịu.  \" Nhân tiện, \" anh nói tự nhiên. \"Anh sẽ không rời bỏ em.\" Tôi chẳng nói gì, và anh dường như nghe thấy nỗi hoài nghi trong sự im lặng của tôi.  Anh ngẩng mặt buộc tôi nhìn vào mắt anh. \"Anh sẽ không đi đâu hết. Không đi đâu cả nếu không có em, \"  anh nghiêm túc nói thêm. \"Lúc đầu anh rời bỏ em vì muốn em được sống cuộc đời làm người hạnh phúc, bình thường. Anh đã thấy điều anh gây ra cho em -- làm em luôn suýt gặp hiểm nguy, làm em cách xa với thế giới của em, đe doạ mạng sống của em trong từng giây phút ở bên em. Vì thế anh phải cố gắng. Anh phải làm điều gì đó, và có vẻ như bỏ đi là cách duy nhất. Nếu anh không nghĩ em sẽ khá hơn, thì anh sẽ không bao giờ buộc mình bỏ đi được. Anh hết sức ích kỷ. Chỉ có em mới có thể quan trọng hơn điều anh muốn ... điều anh cần. Điều anh cần và muốn là được ở bên em, và anh biết mình không bao giờ đủ mạnh để bỏ đi lần nữa. Anh có quá nhiều lý do để ở lại – cảm ơn Thượng đế vì chuyện đó!  Dường như em không thể an toàn được, dù anh có tránh xa em đến đâu.\" \"Xin đừng hứa gì với em hết,\"  tôi thì thầm. Nếu tôi để mình hy vọng, mà nó chẳng đi đến đâu... điều đó sẽ giết tôi.  Trong khi mọi con ma cà rồng tàn nhẫn không thể kết liễu đời tôi, thì hy vọng sẽ làm được việc này.  Tức giận loé lạnh trong đôi mắt đen của anh. \"Em nghĩ anh đang nói dối em sao?\" \" Không - không phải nói dối.\"  Tôi lắc đầu, cố suy nghĩ mạch lạc. Để kiểm tra giả thuyết anh thực yêu tôi, trong khi cố gắng luôn khách quan, lãnh đạm, để không bị sa vào chiếc bẫy hy vọng. \"Bây giờ ... anh cảm thấy vậy thật. Nhưng ngày mai thì sao, khi anh nghĩ đến toàn bộ lý do đã khiến anh bỏ đi lúc trước? Hoặc tháng sau, khi Jasper vồ lấy em thì sao?\" Anh nao núng.  Tôi nhớ lại những ngày cuối trước khi anh bỏ tôi đi, cố nhìn chúng theo lăng kính những điều anh đang kể cho tôi biết. Từ cách nhìn đó, hình dung anh rời bỏ tôi mà vẫn yêu tôi, rời bỏ tôi vì tôi, vẻ suy tư và sự im hơi lặng tiếng lạnh lùng của anh bỗng mang ý nghĩa khác. \"Đâu phải anh không cân nhắc quyết định đầu tiên, đúng không?\"  Tôi đoán. \"Rốt cuộc anh làm điều mà anh nghĩ là đúng.\" \"Anh không mạnh như em nghĩ đâu,\" anh nói. \" Đúng và sai đã chẳng còn ý nghĩa cho lắm đối với anh; dù sao thì anh cũng đã từng quay về. Trước khi Rosalie báo tin cho anh, anh đã qua giai đoạn cố sống cho qua từng tuần một, thậm chí từng ngày một. Anh đã cố sống cho qua từng giờ một. Chỉ là sớm hay muộn thôi, anh sẽ xuất hiện bên cửa sổ của em và cầu xin em đón nhận anh trở lại. Anh bây giờ sẵn lòng cầu xin, nếu em thích thế. \" Tôi nhăn mặt. \" Nghiêm túc đi, xin anh.\" \" Ồ, anh rất nghiêm túc, \" anh nhấn mạnh, nhìn tôi giận dữ. \"Em có vui lòng chịu khó lắng nghe điều anh đang nói không? Em có để anh cố gắng giải thích em có ý nghĩa như thế nào đối với anh không?\" Anh đợi, nhìn kỹ mặt tôi khi đang nói để chắc tôi thực đang lắng nghe.  \" Trước khi có em, Bella, đời anh như một đêm không trăng. Tối tăm, nhưng lấp lánh sao – những đốm sáng và lẽ sống ... rồi em phóng qua bầu trời của anh như một ngôi sao băng. Bất ngờ mọi thứ đều bùng cháy; rực rỡ, xinh đẹp. Khi em biến mất, khi ngôi sao băng đã rơi xuống chân trời, mọi thứ đều tối đen. Chẳng có gì thay đổi, nhưng mắt anh đã loà vì ánh sáng ấy. Anh không còn nhìn thấy các vì sao nữa. Và chẳng còn lý do cho bất kỳ chuyện gì nữa.\" Tôi muốn tin anh. Nhưng điều anh đang mô tả, chính là nói về đời tôi khi không có anh, chớ không phải ngược lại.  \" Mắt anh sẽ điều chỉnh lại thôi,\"  tôi lầm bầm.  \"Đó mới là vấn đề – chúng không thể. \" \" Thế còn vụ tiêu khiển của anh thì sao?\" Anh cười chẳng chút vui vẻ. \"Chỉ là nói dối thôi, tình yêu của anh. Không có tiêu khiển gì trong nỗi ... nỗi dằn vặt. Tim anh đã không đập trong gần chín mươi năm, nhưng chuyện này khắc hẳn. Tựa như tim anh đã biến mất - như thể ngực anh rỗng không. Như thể anh đã để lại mọi thứ trong cơ thể anh ở đây cùng em. \" \"Thiệt mắc cười,\"  tôi lẩm bẩm.  Anh nhướng một bên mày hoàn hảo của mình. \"Mắc cười?\" \" Ý em muốn nói là thiệt lạ – em cứ tưởng chỉ em mới vậy thôi. Rất nhiều bộ phận trong cơ thể em cũng mất đi. Em không thực sự thở trong một thời gian dài.”  Tôi hít đầy phổi, tận hưởng cảm giác này. \"Và tim em. Chắc chắn đã không còn. \" Anh nhắm mắt lại và áp tai lên tim tôi lần nữa. Tôi để má mình áp vào tóc anh, cảm nhận tóc anh trên da tôi, ngửi mùi hương ngọt ngào của anh.  \"Theo dấu không phải là một trò tiêu khiển sao?\"  Tôi hỏi, tò mò, cũng như cần làm mình phân tâm. Tôi hy vọng quá nhiều. Tôi không thể ngăn được mình lâu. Tim tôi đập mạnh, hân hoan trong lồng ngực.  \"Không. \" Anh thở dài. \"Đó chẳng bao giờ là trò tiêu khiển. Đó là trách nhiệm.\" \" Nghĩa là sao?\" \" Nghĩa là, mặc dù anh chẳng bao giờ nghĩ Victoria nguy hiểm, nhưng anh không định để cô ta thoát ...  ừm, như anh đã nói, anh dở tệ hại chuyện này. Anh theo dấu cô ta đến tận Texas, nhưng sau đó anh lại theo dấu sai xuống Brazil ---- trong khi cô ta thật ra lại đến đây.\"  Anh rên rỉ. \"Anh thậm chí còn không ở đúng lục địa nữa chớ!  Và trong lúc đó, khủng khiếp hơn cả nỗi sợ hãi khủng khiếp nhất của anh --- \" \"Anh đã săn lùng Victoria?\" Tôi gần như rít lên ngay khi có thể nói được, cao lên hai quãng tám.  Tiếng ngáy xa xa của Charlie đứt quãng, rồi lấy lại nhịp đều đặn.  \"Không giỏi cho lắm,\"  Edward trả lời, bối rối nghiền ngẫm vẻ phẫn nộ của tôi. \"Nhưng lần này anh sẽ làm giỏi hơn. Cô ta sẽ không làm bẩn không khí trong lành này bằng cách hít thở lâu hơn nữa.\" \"Chuyện đó ... không thể được, \" tôi cố nói. Loạn trí. Dù anh có Emmett hay Jasper giúp chăng nữa. Dù anh có Emmett và Jasper giúp chăng nữa. Còn tệ hại hơn sự tưởng tượng kia của tôi: Jacob Black đứng bên kia không gian nhỏ hẹp trước thân hình mềm mại, hoang dã của Victoria. Tôi không thể chịu đựng nỗi khi hình dung Edward ở đó, dù anh chịu đựng giỏi hơn người bạn thân nửa người nửa thú của tôi.  \"Quá muộn đối với cô ta rồi. Anh lẽ ra đã bỏ qua, nhưng không phải bây giờ, không phải sau khi --- \" Tôi ngắt lời anh lần nữa, cố tỏ vẻ điềm tĩnh. \"Chẳng phải anh đã hứa là anh sẽ không bỏ đi sao?\"  Tôi hỏi, chiến đấu với mấy lời này khi nói ra chúng, cũng không để cho chúng ăn sâu gốc rễ vào tim tôi. \"Chuyện đó đâu có hợp với chuyến theo dõi kéo dài, phải không?\"  Anh cau mày. Tiếng gừ bắt đầu vang lên nho nhỏ trong lồng ngực anh. \"Anh sẽ giữ lời hứa của mình, Bella. Nhưng Victoria\"  - tiếng gầm gừ trở nên rõ rệt hơn --- \" sẽ phải chết. Sớm thôi.\" \"Đừng vội vã,\" tôi nói, cố che giấu nỗi hoảng sợ của mình. \" Có thể cô ta sẽ không quay lại. Bầy đàn của Jake có lẽ đã làm cô ta sợ rồi.  Chẳng còn lý do nào để đi lùng sục cô ta nữa. Hơn nữa, em còn mấy vấn đề khó khăn hơn chuyện Victoria.” Edward nheo mắt lại, nhưng anh gật đầu. \"Đúng vậy. Người sói là một vấn đề.” Tôi khịt mũi. \"Em đâu có nói về Jacob. Mấy vấn đề của em còn tệ hại hơn nhiều so với chuyện một nhóm sói non tự rước hoạ vào thân.\" Edward nhìn như thể anh sắp nói gì đó, rồi thay đổi ý kiến. Răng anh nghiến vào nhau, và anh nói qua kẽ răng. \" Thật sao?\" anh hỏi. \" Vậy mấy vấn đề lớn nhất của em là gì? Mà có thể khiến chuyện Victoria  quay lại tìm em trở thành chuyện vụn vặt như vậy? “Vấn đề lớn thứ nhì được không?\"  Tôi đánh trống lảng.  \" Được thôi, \" anh đồng ý, nghi ngờ.  Tôi ngừng lại. Tôi không biết mình có thể nói lên cái tên này không. \"Sẽ có người khác đến tìm em,\"  tôi nhắc anh bằng giọng thì thầm kềm nén.  Anh thở dài, nhưng phản ứng không mạnh như tôi tưởng sau khi anh phản ứng chuyện Victoria.  \"Volturi mà chỉ là chuyện khó khăn thứ nhì thôi sao?\" \"Anh có vẻ không bực mình chuyện này, \" tôi lưu ý.  \" Ừm, mình có nhiều thời gian để suy nghĩ thấu đáo chuyện này mà.   Thời gian đối với họ rất khác đối với em, hoặc thậm chí đối với anh. Họ tính năm theo cách em tính ngày.  Anh chẳng ngạc nhiên gì nếu em đã ba mươi tuổi rồi họ mới sực nhớ đến em lần nữa, \" anh tinh nghịch nói thêm.  Nỗi kinh hoàng cuốn qua tôi.  Ba mươi tuổi.  Rốt cuộc, lời anh hứa chẳng có ý nghĩa gì cả. Nếu tôi ba mươi tuổi một ngày nào đó, thì anh sẽ chẳng muốn ở lại bên tôi lâu.  Nỗi đau tàn nhẫn khi nhận ra điều này làm tôi nhận ra rằng mình đã bắt đầu hy vọng, không cho phép mình làm thế.  \"Em không cần phải sợ,\" anh nói, lo lắng khi thấy nước mắt lại ngấn lên trên bờ mi. \"Anh sẽ không để cho họ hại em đâu.\" \" Trong lúc anh ở đây.\" Chuyện xảy ra với tôi khi anh bỏ đi không phải là điều tôi quan tâm. Anh giữ mặt tôi giữa hai bàn tay như đá của anh, ôm chặt trong khi đôi mắt đen hun hút của anh nhìn giận dữ vào mắt tôi với lực hút của một lỗ đen.  \"Anh sẽ không bao giờ rời em lần nữa.\" \"Nhưng anh nói vụ ba mươi tuổi,\"  tôi thì thầm. Nước mắt ngấn mi. \"Sao chớ? Anh sẽ ở lại, nhưng cứ để cho em già khọm đi? Đúng không.\" Mắt anh dịu lại, trong khi môi anh trở nên cay đắng. \"Đó đúng là chuyện anh sẽ làm.  Anh còn lựa chọn nào nữa đâu?  Anh không thể sống không có em, nhưng anh cũng sẽ không hủy diệt linh hồn em.\" \"Có phải chuyện này thực là ... \"  tôi cố giữ giọng mình bình thản, nhưng câu hỏi này quá khó. Tôi nhớ mặt anh khi Aro đã gần như cầu xin anh hãy xem xét chuyện biến tôi thành người bất tử.  Ánh mắt đau khổ ở đó.  Có phải nỗi lo muốn giữ cho tôi là con người thật sự là vì tâm hồn tôi, hay là vì anh không chắc anh có muốn tôi quanh quẩn bên anh lâu đến thế không? \"Sao\" anh hỏi, chờ câu hỏi của tôi.  Tôi hỏi câu khác. Gần như -- nhưng không quá - khó.  \"Nhưng sẽ ra sao nếu em già đến nỗi mọi người nghĩ em là mẹ anh? Bà anh?\"  Giọng tôi lạc đi vì khiếp sợ - tôi như nhìn thấy khuôn mặt của bà trong tấm gương trong mơ.  Bây giờ toàn bộ khuôn mặt anh đều dịu đi. Anh lau sạch nước mắt trên má tôi bằng môi anh. \"Chuyện đó chẳng nghĩa lý gì với anh hết, \" anh phà hơi thở lên da tôi. \"Em sẽ mãi là người đẹp nhất trong vũ trụ của anh.  Dĩ nhiên là...\" anh do dự, hơi lưỡng lự. \" Nếu em lớn hơn anh - nếu em muốn cái gì đó hơn vậy - anh sẽ hiểu thôi, Bella. Anh hứa anh sẽ không cản đường em nếu em muốn bỏ anh. \" Mắt anh là đá mã não lỏng và hoàn toàn chân thành. Anh nói như thể anh đã suy nghĩ rất nhiều trong chuyện nghĩ ra kế hoạch ngu xuẩn này.  \"Anh công nhận là cuối cùng thì em cũng sẽ chết, phải không?\"  Tôi hỏi.  Anh cũng đã nghĩ về chuyện này rồi. \"Anh sẽ chết theo em ngay.\" \"Chuyện đó thiệt ... \"  tôi tìm từ thích hợp. \" chán ngấy.\" \"Bella, chỉ còn cách đó thôi -- \" \"Mình hãy nhớ lại một chút nào,\" tôi nói; cảm thấy cơn giận dễ làm rõ ràng, kiên quyết hơn. \"Anh còn nhớ Volturi, phải không? Em đâu thể làm người mãi được. Họ sẽ giết em. Dù họ không nhớ đến em cho đến khi em ba mươi tuổi\"  - tôi rít từ ấy lên- \"anh thật sự nghĩ họ sẽ quên luôn sao?\" \"Không, \" anh chậm rãi trả lời, lắc đầu. \" Họ sẽ không quên. Nhưng... \" \"Nhưng... ?\" Anh cười toe toét trong khi tôi nhìn anh chằm chặp đầy thận trọng. Có lẽ không chỉ có mình tôi điên.  \"Anh có vài kế hoạch. \" \" Và mấy kế hoạch này, \" tôi nói, giọng tôi càng lúc càng chua chát hơn. \"Mấy kế hoạch đều xoanh quanh chuyện giữ cho em làm người.\" Thái độ của tôi làm vẻ mặt anh rắn lại. \"Dĩ nhiên rồi.\"  Giọng anh cộc cằn, mặt anh kiêu ngạo.  Chúng tôi trừng mắt nhìn nhau hồi lâu.  Sau đó tôi hít thật sâu, ngoắc vai đi, tôi đẩy tay anh ra để có thể ngồi bật dậy.  \"Em có muốn anh đi không?\" anh hỏi, và tim tôi run rẩy khi thấy ý nghĩ này làm anh đau lòng, dù anh cố không để lộ ra.  \"Không,\"  tôi nói. \"Em sẽ đi.\" Anh nhìn tôi nghi ngờ khi tôi leo ra khỏi giường và mò mẫm trong căn phòng tối, kiếm giày.  \"Anh có thể hỏi em đi đâu không.\" anh hỏi.  \"Em sẽ đến nhà anh,\"  tôi nói với anh, vẫn sờ soạng xung quanh như người mù.  Anh đứng dậy và đến bên tôi. \"Giày em đây. Em định đến đó bằng cách nào?\" \"Xe tải của em.\" \"Thế thì sẽ đánh thức Charlie, \" anh nói như để tôi nhụt chí.  Tôi thở dài. \"Em biết. Nhưng nói thật là chắc chắn em sẽ bị phạt nhiều tuần. Em chẳng thể nào bị rắc rối hơn vậy được?\" \"Chẳng gì cả. Ông sẽ trách anh, không phải em.\" \" Nếu anh có ý gì hay hơn, thì em sẽ nghe.\" \" Ở lại đây đi, \" anh đề nghị, nhưng mặt anh chẳng chút hy vọng.  \" Không được. Nhưng anh cứ tiếp tục và xin anh cứ tự nhiên như ở nhà mình, \" tôi khuyến khích, ngạc nhiên khi thấy lời trêu chọc của tôi lại tự nhiên như vậy, rồi hướng ra cửa.  Anh đã ở đó trước tôi, chặn đường tôi.  Tôi cau mày, và quay ra cửa sổ. Không xa đất lắm, và bên dưới hầu như toàn là cỏ... \"OK, \" anh thở dài. \"Anh sẽ đưa em đi. \" Tôi nhún vai. \"Sao cũng được. Nhưng anh có lẽ cũng nên ở đó luôn thể.\" \"Tại sao lại thế?\" \" Vì anh cứng đầu cứng cổ lạ thường, và em chắc chắn anh sẽ muốn có cơ hội trình bày quan điểm của anh.\" \"Quan điểm của anh về chuyện gì?\" Anh hỏi qua kẽ răng.  \"Đây không chỉ là về anh nữa. Anh không phải là cái rốn của vũ trụ, anh biết đó.\" Vũ trụ của tôi, dĩ nhiên, là chuyện khác. \" Nếu anh khiến cho Volturi xuống đây vì chuyện ngu ngốc giống như chuyện giữ em làm người, thì gia đình anh phải có tiếng nói.\" \"Tiếng nói về cái gì?\" anh hỏi, rõ từng từ.  \"Cái chết của em. Em sẽ đưa nó ra biểu quyết.\""
        }
    ],
    "suggestions": []
}