{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[fend]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chống đỡ được, né, tránh, gạt được</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to fend off a blow</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">né tránh được một đòn, gạt được một đòn </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cung cấp mọi thứ cần thiết, lo liệu</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to fend for oneself</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tự lo liệu lấy, tự xoay xở lấy</font></td></tr></table><i/></div>",
            "word": "fend"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fend</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 (<cclass><b>fend for oneself</b>) look after and provide for oneself. </cclass></blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>fend someone/thing off</b>) defend oneself from an attack or attacker. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: shortening of <kref>defend</kref>; cf. <kref>fence</kref> and <kref>fencible</kref>. </blockquote></div>",
            "word": "fend"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fend</k><blockquote>▸ <cclass>verb <i>they were unable to fend off the invasion</i>: WARD OFF, head off, stave off, hold off, repel, repulse, resist, fight off, defend oneself against, prevent, stop, block, intercept, hold back.</cclass></blockquote><blockquote><cclass>Phrases</cclass></blockquote><blockquote>■ <b>fend for oneself</b> TAKE CARE OF ONESELF, look after oneself, provide for oneself, shift for oneself, manage by oneself, cope alone, stand on one's own two feet.</blockquote></div>",
            "word": "fend"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>fend</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>d</abr>; <abr>intr.</abr>) to fend for (to fend for oneself)</ex></blockquote></blockquote></div>",
            "word": "fend"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fend"
        }
    },
    "sentences": [
        {
            "en": "<em>Fend</em> off a blow",
            "vi": "Né tránh được một đòn"
        },
        {
            "en": "<em>Fend</em> for oneself",
            "vi": "Tự xoay xở lấy"
        },
        {
            "en": "to <em>fend</em> for themselves",
            "vi": "tự lo liệu lấy"
        },
        {
            "en": "Apple Join Forces with Microsoft to <em>fend</em> off Google.",
            "vi": "Hãng Apple hợp lực với Microsoft để chống lại Google."
        },
        {
            "en": "You are old enough to <em>fend</em> for yourself.",
            "vi": "Con đã đủ lớn để tự lo cho bản thân mình."
        },
        {
            "en": "That's all right, I <em>fend</em> for myself pretty well.",
            "vi": "Không sao đâu, tôi tự xoay sở khá giỏi."
        },
        {
            "en": "Her opponent jumped back and tried to <em>fend</em> off the blows.",
            "vi": "Đối thủ của cô ấy nhảy ra sau và cố đỡ những cú đòn."
        },
        {
            "en": "So far she has managed to <em>fend</em> off attacks on her reputation.",
            "vi": "Cho đến nay cô ấy đã kiềm chế để né tránh những sự chỉ trích tới thanh danh cô ấy."
        },
        {
            "en": "So far he has managed to <em>fend</em> off attacks on his reputation.",
            "vi": "Cho đến bây giờ ông ta vẫn xoay xở để chống lại cuộc tấn công vào danh tiếng của mình."
        },
        {
            "en": "Large numbers of earthquake survivors are having to <em>fend</em> for themselves.",
            "vi": "Phần lớn các nạn nhân sống sót trong vụ động đất phải tự lo liệu lấy( tự xoay xở lấy)"
        },
        {
            "en": "Helena was pleased that her children had learned so early in life to <em>fend</em> for themselves.",
            "vi": "Helena hài lòng thấy các con mình đã sớm học được cách tự lo lấy thân mình."
        },
        {
            "en": "How could I leave my loving, erratic, harebrained mother to <em>fend</em> for herself?",
            "vi": "Làm sao tôi có thể để người mẹ nông nổi, thất thường, yêu thương của tôi tự lo cho mình được?"
        },
        {
            "en": "I can <em>fend</em> for myself even when I 'm in trouble.",
            "vi": "Tôi có thể tự lo cho bản thân mình ngay cả khi tôi đang gặp rắc rối."
        },
        {
            "en": "His opponent jumped back and tried to <em>fend</em> off the blows.",
            "vi": "Đối thủ của anh ta thụt lùi và cố gắng né tránh những cú đấm."
        },
        {
            "en": "When I became twenty years old, I left home and began to <em>fend</em> for myself.",
            "vi": "Khi tôi được 20 tuổi tôi đã dọn ra khỏi nhà ba mẹ và bắt đầu tự lo cho bản thân."
        },
        {
            "en": "The minister had to <em>fend</em> off some awkward questions from reporters.",
            "vi": "Ông bộ trưởng đã né tránh vài câu hỏi rắc rối của các phóng viên."
        },
        {
            "en": "The young will have to <em>fend</em> for themselves and they need a stable groundwork to start off from.",
            "vi": "Bọn trẻ sẽ phải đương đầu với cuộc sống và cái chúng cần là một nền tảng vững chắc để chúng có thể làm đà tiến bước vào cuộc đời."
        },
        {
            "en": "Drinking plenty of water to <em>fend</em> off dehydration - one of the commonest causes of fatigue - should also help, as will cutting down on coffee.",
            "vi": "Uống nhiều nước để tránh sự khô khát - một torng những nguyên nhân của sự mệt mỏi - việc giảm bớt uống cà phê cũng tốt."
        },
        {
            "en": "Armored personnel carriers are normally armed with light calibre automatic cannon, which are manly used to <em>fend</em> off low-level attacks and against ground targets.",
            "vi": "Xe thiết giáp tải quân thường được trang bị bằng đại bát tự động hạng nhẹ, chủ yếu được sử dụng để tự bảo vệ chống các cuộc tấn công cấp thấp và chống các mục tiêu trên mặt đất."
        },
        {
            "en": "Those who were rejected and excluded from joining a group had to <em>fend</em> for themselves and struggled to stay alive alone in the wild.",
            "vi": "Những người bị từ chối và không được gia nhập nhóm phải tự lo cho bản thân và phải tự mình đấu tranh để sống sót nơi thiên nhiên hoang dã."
        }
    ],
    "suggestions": []
}