{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fəmi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">fecmi, đơn vị vật lý đo độ dài bằng 10 mũ - 15 mét</td></tr></table><i/></div>",
            "word": "fermi"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fermi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fermi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fermi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fermi"
        }
    },
    "sentences": [
        {
            "en": "Supercomputer to use new Nvidia '<em>Fermi</em>' chip",
            "vi": "Siêu máy tính sử dụng chip ‘Fermi’ mới của Nvidia"
        },
        {
            "en": "Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next-generation GPU architecture, codenamed \"<em>Fermi</em>.\" Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next-generation GPU architecture, codenamed \"<em>Fermi</em>.\"",
            "vi": "Hôm nay, Phòng thí nghiệm Quốc gia Oak Ridge đã công bố kế hoạch về một siêu máy tính mới sẽ sử dụng kiến trúc GPU thế hệ mới của hãng Nvidia có tên mã là \"Fermi.\""
        },
        {
            "en": "The <em>Fermi</em> chip integrates three billion transistors, about three times the number of transistors in Nvidia's most powerful graphics chip now on the market.",
            "vi": "Chip Fermi tích hợp ba tỷ bóng bán dẫn, gấp ba lần số lượng các bóng bán dẫn trong các chip đồ họa mạnh nhất của Nvidia trên thị trường hiện nay."
        },
        {
            "en": "Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next-generation GPU architecture, codenamed \"<em>Fermi</em>.\"",
            "vi": "Hôm nay, Phòng thí nghiệm Quốc gia Oak Ridge đã công bố kế hoạch về một siêu máy tính mới sẽ sử dụng kiến trúc GPU thế hệ mới của hãng Nvidia có tên mã là\"Fermi.\""
        },
        {
            "en": "Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next - generation GPU architecture, codenamed \"<em>Fermi</em>.\"",
            "vi": "Hôm nay, Phòng thí nghiệm Quốc gia Oak Ridge đã công bố kế hoạch về một siêu máy tính mới sẽ sử dụng kiến trúc GPU thế hệ mới của hãng Nvidia có tên mã là \"Fermi.\""
        },
        {
            "en": "The Oak Ridge and <em>Fermi</em> announcements were made at Nvidia's GPU Technology developer's conference, which kicked off Wednesday in San Jose, Calif.",
            "vi": "Sự công bố của Oak Ridge và Fermi đã được thực hiện tại hội nghị các nhà phát triển công nghệ GPU của Nvidia được khởi động vào thứ tư tại San Jose, California."
        },
        {
            "en": "Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next-generation GPU architecture, codenamed \"<em>Fermi</em>.\"",
            "vi": "Hôm nay, Phòng thí nghiệm Quốc gia Oak Ridge đã công bố kế hoạch về một siêu máy tính mới sẽ sử dụng kiến trúc GPU thế hệ mới của hãng Nvidia có tên mã là \"Fermi.\""
        },
        {
            "en": "<em>Fermi</em> GPUs would enable \"substantial scientific breakthroughs\" that would be impossible without the new technology, said Jeff Nichols, Oak Ridge's associate lab director for Computing and Computational Sciences, in a statement.",
            "vi": "học máy tính và điện toán của Oak Ridge cho biết : Bộ xử lí đồ hoạ GPU Fermi sẽ tạo ra \"những bước đột phá khoa học quan trọng\" mà sẽ không thể nào thiếu công nghệ mới."
        },
        {
            "en": "<em>Fermi</em> GPUs would enable \"substantial scientific breakthroughs\" that would be impossible without the new technology, said Jeff Nichols, Oak Ridge's associate lab director for Computing and Computational Sciences, in a statement.",
            "vi": "Ông Jeff Nichols, Giám đốc phòng thí nghiệm kết hợp Khoa học máy tính và điện toán của Oak Ridge cho biết: Bộ xử lí đồ hoạ GPU Fermi sẽ tạo ra \"những bước đột phá khoa học quan trọng\" mà sẽ không thể nào thiếu công nghệ mới."
        },
        {
            "en": "Finding an approximate solution to a complex problem is an essential skill in science (and in life). Often we are faced with questions that we can’t answer exactly, but sometimes good enough is, well, good enough. Enrico <em>Fermi</em>, one of the greatest physicists in the 20th century, has given his name to such “<em>Fermi</em> Questions” – as he was famous for encouraging this skill in his students.",
            "vi": "Tìm lời giải gần đúng cho một bài toán phức tạp là kỹ năng cần phải có trong khoa học (và trong cuộc sống). Thường chúng ta gặp những câu hỏi không thể trả lời chính xác, nhưng có khi gần chính xác là may lắm rồi. Enrico Fermi, một trong những nhà vật lý xuất sắc nhất của thế kỷ 20, đã được đặt tên cho \"những câu hỏi Fecmi\" như thế - vì ông nổi tiếng luôn khuyến khích học trò mình phát triển kỹ năng này."
        },
        {
            "en": "Here’s one example: “How many piano tuners are there in Chicago?”. I have no idea, and I’m not sure <em>Fermi</em> knew either. But by estimating the population of Chicago, the fraction that might play the piano, and how often a piano needs tuning, you can come up with a pretty good guess, without diving into the phone book (it’s probably closer to 100 than to 1,000).",
            "vi": "Đây là một ví dụ : \"Có bao nhiêu người chỉnh đàn dương cầm ở Chicago? \". Tôi không biết, và tôi cũng chẳng biết Fermi có biết không. Nhưng bằng cách ước tính số dân ở Chicago, tỉ lệ người có thể chơi đàn pi-a-nô, và bao lâu một lần thì cần chỉnh đàn dương cầm, ta có thể nhẩm ra một con số khá đúng, không cần phải vùi đầu trong quyển danh bạ điện thoại (có lẽ khoảng 100 hơn là 1.000 )."
        },
        {
            "en": "Supercomputer to use new Nvidia '<em>Fermi</em>' chip         Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next-generation GPU architecture, codenamed \"<em>Fermi</em>.\"  The Oak Ridge and <em>Fermi</em> announcements were made at Nvidia's GPU Technology developer's conference, which kicked off Wednesday in San Jose, Calif. The <em>Fermi</em> chip integrates three billion transistors, about three times the number of transistors in Nvidia's most powerful graphics chip now on the market. In the future, the chip will also find its way into Nvidia's GeForce product line for PCs. Oak Ridge's supercomputer will be used for research in energy and climate change and is expected to be 10 times more powerful than today's fastest supercomputer, according to a joint statement from Oak Ridge and Nvidia. The architecture would use both graphics processing units (GPUs) from Nvida and central processing units (CPUs), according to Nvidia. Intel and Advanced Micro Devices, among others, make the CPUs. <em>Fermi</em> GPUs would enable \"substantial scientific breakthroughs\" that would be impossible without the new technology, said Jeff Nichols, Oak Ridge's associate lab director for Computing and Computational Sciences, in a statement.  \"With the help of Nvidia technology, Oak Ridge proposes to create a computing platform that will deliver exascale computing within ten years,\" Nichols said. Exascale computing proposes to go beyond petaflop performance (a thousand trillion) to one million trillion calculations per second.  Oak Ridge also announced it will be creating the Hybrid Multicore Consortium focused on computing with different types of processor architectures. The goals of this consortium are to work with the developers to run applications on the next generation of supercomputers built with CPUs and GPUs.  Nvidia's rival AMD recently announced one of its fastest graphics chips yet that packs 2.15 billion transistors and supports Microsoft's upcoming DirectX 11 programming interface for accelerating graphics and general-purpose computing in Windows 7. The ATI Radeon HD 5870 has received consistently positive reviews, beating comparable Nvidia chips and, most importantly, it is available now. Nguồn: http://news.cnet.com/8301-13924_3-10364534-64.html?tag=mncol",
            "vi": "Supercomputer to use new Nvidia 'Fermi' chip       Hôm nay, Phòng thí nghiệm Quốc gia Oak Ridge đã công bố kế hoạch về một siêu máy tính mới sẽ sử dụng kiến trúc GPU thế hệ mới của hãng Nvidia có tên mã là \"Fermi.\" Sự công bố của Oak Ridge và Fermi đã được thực hiện tại hội nghị các nhà phát triển công nghệ GPU của Nvidia được khởi động vào thứ tư tại San Jose, California. Chip Fermi tích hợp ba tỷ bóng bán dẫn, gấp ba lần số lượng các bóng bán dẫn trong các chip đồ họa mạnh nhất của Nvidia trên thị trường hiện nay. Trong tương lai, chip này cũng sẽ có mặt trong dòng sản phẩm GeForce của Nvidia dành cho các máy tính cá nhân. Theo một tuyên bố chung từ Oak Ridge và Nvidia , siêu máy tính của Oak Ridge sẽ được sử dụng cho việc nghiên cứu về năng lượng và biến đổi khí hậu và dự kiến sẽ mạnh hơn 10 lần so với siêu máy tính nhanh nhất hiện nay. Theo Nvidia, các kiến trúc sẽ sử dụng cả bộ xử lí đồ họa (GPU) từ Nvida và bộ xử lí trung tâm (CPU) của Intel, Advanced Micro Devices(AMD) hoặc CPU của các nhà sản xuất khác. Ông Jeff Nichols, Giám đốc phòng thí nghiệm kết hợp Khoa học máy tính và điện toán của Oak Ridge cho biết : Bộ xử lí đồ hoạ GPU Fermi sẽ tạo ra \"những bước đột phá khoa học quan trọng\" mà sẽ không thể nào thiếu công nghệ mới. Nichols cho biết \"Với sự trợ giúp công nghệ của Nvidia, Oak Ridge sẽ đề xuất tạo ra một nền tảng điện toán mà sẽ cho ra đời những hệ thống máy tính có thể xử lí một triệu nghìn tỷ phép tính mỗi giây (Exascale Computing) trong vòng mười năm ,\". Exascale Computing đề xuất phải vượt xa hơn hiệu suất petaflop (một triệu tỷ) đến một triệu nghìn tỷ phép tính mỗi giây. Oak Ridge cũng thông báo họ sẽ tạo ra hệ thống Hybrid Multicore Consortium tập trung vào việc tính toán với các loại kiến trúc vi xử lí khác nhau. Mục tiêu của Consortium này là làm việc với các nhà phát triển để chạy các ứng dụng trên các thế hệ tiếp theo của siêu máy tính được xây dựng với các CPU và GPU. Hãng AMD đối thủ của Nvidia vừa công bố một chip đồ họa nhanh nhất của họ với 2.15 tỷ bóng bán dẫn và hỗ trợ giao diện lập trình DirectX 11 sắp tới của Microsoft để tăng tốc đồ hoạ và điện toán đa năng trong Windows 7. ATI Radeon HD 5.870 đã nhận được những sự đánh giá luôn luôn tích cực, sự thất bại so với các chip của Nvidia và quan trọng nhất là nó đang có sẵn."
        },
        {
            "en": "A few months later Stephen Hawking came to the US from Cambridge to give a lecture at Chicago’s <em>Fermi</em> Institute, so I arranged to meet him afterwards at the Holiday Inn, where Stephen was staying. As I turned into the parking lot, another car pulled up nearby. A young man got out, opened the trunk, unfolded a wheelchair, and placed a large battery underneath it. Then he opened the passenger door and gently scooped up a thin figure, and arranged him in the wheelchair. As I got out of my car he shouted, “Is that Peter Guzzardi? This is Professor Hawking,” just as the wheelchair spun a full 360 degrees and rocketed in the direction of the hotel lobby, with Stephen’s assistant and me in full pursuit.",
            "vi": "Vài tháng sau đó, Stephen Hawking từ Cambridge đến Mỹ để diễn thuyết tại Viện Fermi của Chicago, vì vậy tôi đã sắp xếp để gặp ông sau đó tại Holiday Inn, nơi Stephen đang ở. Khi tôi quay lại bãi đậu xe thì một chiếc xe khác cố lái lên gần đó. Một thanh niên bước ra, mở thùng xe, mở ra chiếc xe lăn, và đặt bộ pin lớn bên dưới nó. Rồi ông mở cửa hành khách và nhẹ nhàng nâng thân hình gầy gò, và đặt ông ta trên chiếc xe lăn. Khi tôi ra khỏi xe, ông ấy hét lên, \"Đó có phải là Peter Guzzardi không? Đây là Giáo sư Hawking \", vừa đúng lúc đó chiếc xe lăn quay tròn 360 độ và lao về phía hành lang khách sạn, trợ lý của Stephen và tôi bám theo kịp lúc."
        }
    ],
    "suggestions": []
}