{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fermented",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fermented",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fermented",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fermented",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fermented",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "1. <em>Fermented</em> Foods Help Fight Off Disease",
            "vi": "1. Thực phẩm lên men chua giúp đánh bay bệnh tật"
        },
        {
            "en": "Nem chua ran (deep fried <em>fermented</em> pork)",
            "vi": "Nem chua rán"
        },
        {
            "en": "3. <em>Fermented</em> Foods Can Save You Cash",
            "vi": "3. Thực phẩm lên men chua có thể giúp bạn tiết kiệm tiền"
        },
        {
            "en": "Plum juice can be <em>fermented</em> into plum wine.",
            "vi": "Nước mận có thể được lên men thành rượu mận."
        },
        {
            "en": "He needs the <em>fermented</em> distiller's grains at this time.",
            "vi": "Anh ấy cần bỗng bã rượu vào lúc này."
        },
        {
            "en": "Mead is a <em>fermented</em> beverage made from honey.",
            "vi": "Rượu mật ong là một thức uống đã lên men làm từ mật ong."
        },
        {
            "en": "The earliest yoghurts were probably spontaneously <em>fermented</em> by wild bacteria.",
            "vi": "Loại ya - ua sớm nhất có thể là do các vi khuẩn lên men trong tự nhiên."
        },
        {
            "en": "The earliest yoghurts were probably spontaneously <em>fermented</em> by wild bacteria.",
            "vi": "Loại ya-ua sớm nhất có thể là do các vi khuẩn lên men trong tự nhiên."
        },
        {
            "en": "As the thought <em>fermented</em>, the man felt ashamed at first.",
            "vi": "Khi ý nghĩ đó sôi sục, lúc đầu ông ta cảm thấy xấu hổ."
        },
        {
            "en": "7 Things You Need to Know About <em>Fermented</em> Foods",
            "vi": "7 điều cần biết về thực phẩm lên men"
        },
        {
            "en": "   – KEEP COOL: <em>Fermented</em> foods are full of live organisms that must be kept cool to survive, so buy only <em>fermented</em> items in the refrigerated section of the store",
            "vi": "   – GIỮ LẠNH: Thực phẩm lên men chua chứa rất nhiều các vi sinh vật mà cần phải giữ lạnh thì chúng mới có thể sống, vì thế bạn chỉ nên mua các loại có trong các ngăn lạnh của cửa hàng."
        },
        {
            "en": "   – IT IS WHAT IT IS: <em>Fermented</em> foods will, not surprisingly, have the phrase \"<em>fermented</em>\" printed somewhere on the label, so make sure it says so.",
            "vi": "   – NHÃN MÁC: Thực phẩm lên men chua chắc chắn phải có chữ \"được lên men\" in đâu đó trên nhãn mác, cho nên bạn hãy nhớ tìm từ đó trên nhãn mác."
        },
        {
            "en": "Gimchi is a traditional <em>fermented</em> Korean dish, made of vegetables with varied seasonings.",
            "vi": "Gimchi là một món ăn Hàn Quốc lên men truyền thống, được làm từ các rau với các gia vị khác nhau."
        },
        {
            "en": "My mother used all the jars we have just to make <em>fermented</em> glutinous rice.",
            "vi": "Mẹ tôi dùng tất cả chum chúng tôi có chỉ để làm cơm rượu."
        },
        {
            "en": "Vietnamese <em>fermented</em> pork roll is eaten especially in Lunar New Year.",
            "vi": "Nem chua được ăn đặc biệt là vào dịp Tết âm lịch."
        },
        {
            "en": "‘Non-<em>fermented</em>’ green tea (produced by drying and steaming the fresh leaves) ",
            "vi": "Trà xanh “không lên men” (được sản xuất bằng cách phơi khô và hấp lá trà tươi)"
        },
        {
            "en": "   – <em>Fermented</em> beets, radishes, tomatoes, onions, garlic, kimchi, green beans and saurkraut.",
            "vi": "   – Củ dền, củ cải, cà chua, hành, tỏi, kim chi, giá đỗ xanh và bắp cải chua"
        },
        {
            "en": "Spirituous liquors, i.e. those that are distilled and not only <em>fermented</em>.",
            "vi": "Những loại rượu có chất cồn, tức là những loại không chỉ để lên men mà được cất."
        },
        {
            "en": "Bun Tuan: noodles with stir-fried beef or boiled pork with <em>fermented</em> ‘nem’ fish sauce",
            "vi": "Bún Tuan: bún ăn với thịt bò xào hay thịt heo luộc với mắm nêm"
        },
        {
            "en": "‘<em>Fermented</em>’ black and red teas (which undergo a post-harvest fermentation stage before drying and steaming)",
            "vi": "Trà đen và hồng trà “lên men” (đã trải qua một quá trình lên men sau thu hoạch trước khi phơi và hấp)"
        }
    ],
    "suggestions": []
}