{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fertiliser",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fertiliser",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fertiliser",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fertiliser",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fertiliser",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Potash is a key <em>fertiliser</em> and has become a hot commodity this year.",
            "vi": "Bồ tạt là một loại phân bón chủ chốt và đã trở thành một mặt hàng bán chạy năm nay."
        },
        {
            "en": "\"I burn it to make <em>fertiliser</em> for the next crops,\" she said.",
            "vi": "\"Tôi đốt rơm để làm phân bón cho cây trồng mùa vụ tiếp theo\" bà nói."
        },
        {
            "en": "The world's biggest mining company, BHP Billiton, has launched a hostile takeover bid for the world's largest <em>fertiliser</em> producer, Potash.",
            "vi": "Công ty khai thác mỏ lớn nhất thế giới, BHP Billiton, đã trả giá thu mua chống đối để tiếp quản nhà sản xuất phân bón lớn nhất thế giới Potash."
        },
        {
            "en": "A number of farmers overuse <em>fertiliser</em> and pesticides to increase yield, causing a decline of pepper quality.",
            "vi": "Một số nông dân lạm dụng phân bón và thuốc trừ sâu để tăng năng suất, gây ra sự suy giảm chất lượng hạt tiêu."
        },
        {
            "en": "It might look ridiculous, but it's no madder than new EU <em>fertiliser</em> rules, according to fuming farmers.",
            "vi": "Chuyện đó nghe có vẻ buồn cười chứ những quy định về phân động vật của EU vừa ban hành thì khiến người ta nổi sùng hơn đấy, những bác nông dân đang giận dữ cho biết như vậy."
        },
        {
            "en": "To solve the problem, many agricultural experts have studied methods of converting straw into organic <em>fertiliser</em> using a probiotics method. The Institute of Biotechnology under Viet Nam Academic Institute of Science and Technology has successfully studied methods of treating straw. As estimated, a farmer could save up to VND500,000 (US$23.2) in purchasing NPK <em>fertiliser</em> by creating one tonne of organic <em>fertiliser</em> from straw.",
            "vi": "Để giải quyết vấn đề, nhiều chuyên gia nông nghiệp đã nghiên cứu phương pháp chuyển đổi rơm thành phân bón hữu cơ bằng cách sử dụng phương pháp probiotic. Viện Công nghệ sinh học thuộc Viện Hàn lâm Khoa học và Công nghệ Việt Nam đã nghiên cứu thành công phương pháp xử lý rơm. Theo tính toán, một nông dân có thể tiết kiệm đến 500.000 đồng trong việc mua phân bón NPK bằng cách tạo ra một tấn phân bón hữu cơ từ rơm rạ."
        },
        {
            "en": "The policies in land use and credit need to be strong for farmers, enterprises, <em>fertiliser</em> producers and others involved in organic farming, he said.",
            "vi": "Ông nói rằng các chính sách sử dụng đất đai và cho vay cần phải ủng hộ mạnh mẽ cho nông dân, doanh nghiệp, các nhà sản xuất phân bón và những cá nhân và đơn vị khác tham gia vào canh tác hữu cơ."
        },
        {
            "en": "Nguyen Quang Vinh, a farmer in Quynh Do Village in Thanh Tri District's Vinh Quynh Commune, said that he had burnt straw on his six-sao (2,160 square-metres) field. Ash would be kept on the barren ground until it has turned into <em>fertiliser</em>. The process takes about three months.",
            "vi": "Ông Nguyễn Quang Vinh, một nông dân ở làng Quỳnh Đỗ, xã Vĩnh Quỳnh, huyện Thanh Trì, nói rằng ông đã đốt rơm trên sáu sào đất(2.160 mét vuông) của mình. Tro sẽ được giữ trên mặt đất cằn cỗi cho đến khi nó biến thành phân bón. Quá trình này mất khoảng ba tháng."
        },
        {
            "en": "Also, the environmental benefits of not using artificial <em>fertiliser</em> are tiny compared with the amount of carbon dioxide emitted by transporting food (a great deal of Britain's organic produce is shipped in from other countries and transported from shop to home by car).",
            "vi": "Ngoài ra, các lợi ích về môi trường vì không sử dụng phân bón nhân tạo nhỏ hơn rất nhiều so với lượng CO2 thải ra do các phương tiện vận chuyển thực phẩm (Rất nhiều loại thực phẩm hữu cơ ở Anh nhập khẩu từ các nước khác được vận chuyển bằng xe hơi từ các cửa hàng đến các nhà dân bằng xe hơi)."
        }
    ],
    "suggestions": []
}