{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['fə:tilaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">fertilise</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['fə:tilaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(sinh vật học) đưa phấn hoa hoặc tinh trùng vào (cây, trứng hoặc con vật cái) để nó phát triển hạt thành con; thụ tinh; thụ phấn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">flowers are often fertilized by bees as they gather nectar</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hoa thường được thụ phấn bởi các con ong khi chúng hút mật hoa </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm cho phì nhiêu; làm cho màu mỡ (đất)</td></tr></table><i/></div>",
            "word": "fertilize"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fertilize</k><blockquote>or <cclass><b>fertilise</b></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 cause (an egg, female animal, or plant) to develop a new individual by introducing male reproductive material. </blockquote></blockquote><blockquote><blockquote>2》 make (soil or land) more fertile by adding fertilizer. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>fertilizable</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>fertilization</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "fertilize"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fertilize</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>the field was fertilized</i>: ADD FERTILIZER TO, feed, mulch, compost, manure, dress, top-dress.</blockquote><blockquote><b>2</b><i>these orchids are fertilized by insects</i>: POLLINATE, cross-pollinate, cross-fertilize.</blockquote></div>",
            "word": "fertilize"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fertilize"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fertilize"
        }
    },
    "sentences": [
        {
            "en": "It is time to <em>fertilize</em> the vineyard.",
            "vi": "Đến thời điểm bón phân vườn nho rồi."
        },
        {
            "en": "Do you want me to <em>fertilize</em> the flowers?",
            "vi": "Cô có muốn bón phân cho hoa không?"
        },
        {
            "en": "How did Mendel cross <em>fertilize</em> his pea plants?",
            "vi": "Men Đen (Mendel) đã cho lai các cây đậu của ông như thế nào?"
        },
        {
            "en": "If you <em>fertilize</em> the plant now, it will scorch.",
            "vi": "Nếu giờ mà bạn bón phân thì cây sẽ khô và chết."
        },
        {
            "en": "Mike Moorcock has said that one of his ambitions for New Worlds was to cross-<em>fertilize</em> the popular and literary traditions.",
            "vi": "Mike Moorcock đã nói rằng một trong những tham vọng của ông về Thế Giới Mới là thúc đẩy các truyền thống văn học và các truyền thống phổ biến."
        },
        {
            "en": "Mike Moorcock has said that one of his ambitions for New Worlds was to cross - <em>fertilize</em> the popular and literary traditions.",
            "vi": "Mike Moorcock đã nói rằng một trong những tham vọng của ông về Thế Giới Mới là thúc đẩy các truyền thống văn học và các truyền thống phổ biến."
        },
        {
            "en": "Both the male and female reproductive systems are essential for reproduction. The female needs a male to <em>fertilize</em> her egg, even though it is she who carries offspring through pregnancy and childbirth.",
            "vi": "Cả hệ sinh sản nam lẫn nữ đều quan trọng đối với quá trình sinh sản. Nữ cần đến nam để làm cho trứng có thể thụ tinh, mặc dù chính người nữ mang con trong người suốt quá trình thai nghén và sinh con."
        },
        {
            "en": "Sewage sludge -- the semi-solid by-product of sewage water treatment -- is used in many countries to <em>fertilize</em> agricultural fields. But the sludge can contain microplastics in the form of microbeads found in cosmetics that have been washed down the sink and clothing fibers that get flushed into sewage systems after synthetic clothes are machine washed.",
            "vi": "Bùn thải - phụ phẩm bán rắn trong xử lý nước thải được sử dụng ở nhiều quốc gia để bón phân cho các cánh đồng nông nghiệp. Nhưng bùn có thể chứa các vi sinh vật dưới dạng các vi khuần được tìm thấy trong các mỹ phẩm đã được rửa xuống bồn và sợi quần áo được xả vào hệ thống nước thải sau khi giặt quần áo bằng máy."
        },
        {
            "en": "They’re a good investment. Suppose a new farmer starts with five hens. One of her neighbors owns a rooster to <em>fertilize</em> the hens’ eggs. After three months, she can have a flock of 40 chicks. Eventually, with a sale price of $5 per chicken—which is typical in West Africa—she can earn more than $1,000 a year, versus the extreme-poverty line of about $700 a year.",
            "vi": "Chúng là một khoản đầu tư tốt. Giả sử một nông dân bắt đầu với 5 con gà mái. Một người hàng xóm có một chú gà trống. Sau ba tháng, có thể có một bầy gà 40 con. Sau cùng thì với giá bán 5 đô một con gà - thường ở các nước Tây Phi người ta bán mức giá này - thì người nông dân ấy có thể kiếm được hơn 1000 đô/năm, so với mức thu nhập của những người cực nghèo khoảng 700 đô/năm."
        },
        {
            "en": "Another measure that experts take into account when assessing male fertility is sperm morphology, or the shape of the sperm. Normal sperm have an oval head and a long tail. Abnormal shapes occur when the head is too big or misshapen or the tail is crooked or there are two of them. Such defects can affect the ability of the sperm to get into and <em>fertilize</em> the egg.",
            "vi": "Một biện pháp mà các chuyên gia dựa vào khi đánh giá khả năng sinh sản của nam giới là hình thái tinh trùng, hoặc hình dạng của tinh trùng. Tinh trùng bình thường có đầu hình bầu dục và đuôi dài. Hình dạng bất thường xảy ra khi đầu tinh trùng quá lớn hay méo mó hoặc đuôi bị gập cong hoặc là cả đầu và đuôi đều bất thường. Các khuyết tật đó có thể ảnh hưởng đến khả năng của tinh trùng để đi vào và thụ tinh trứng."
        },
        {
            "en": "IVF with ICSI When a man's sperm count is extremely low or the sperm don't move well, they may not be able to <em>fertilize</em> an egg without help. A procedure called intracytoplasmic sperm injection (ICSI) can overcome this problem by inserting a single sperm directly into an egg. The resulting embryos are then transferred to the uterus through the normal IVF procedure. The majority of IVF cycles now use ICSI.",
            "vi": "Thụ tinh nhân tạo bằng cách tiêm tinh trùng vào trứng  Khi mật độ tinh trùng của người nam cực thấp hoặc tinh trùng không bơi tốt thì chúng không thụ tinh được với trứng nếu không được trợ giúp. Thủ thuật tiêm tinh trùng vào trứng (ICSI) có thể giúp khắc phục được vấn đề này bằng cách tiêm một tinh trùng trực tiếp vào một trứng. Phôi có được sau đó được cấy truyền đến tử cung bằng phương pháp thụ tinh nhân tạo bình thường. Phần lớn các lần thụ tinh trong ống nghiệm bây giờ đều sử dụng ICSI."
        },
        {
            "en": "FertilizationIf a female and male have sex within several days of the female's ovulation, fertilization can occur. When the male ejaculates (when semen leaves a male's penis), between 0.05 and 0.2 fluid ounces (1.5 to 6.0 milliliters) of semen is deposited into the vagina. Between 75 and 900 million sperm are in this small amount of semen, and they \"swim\" from the vagina through the cervix and uterus to meet the egg in the fallopian tube. It takes only one sperm to <em>fertilize</em> the egg.",
            "vi": "Quá trình thụ tinh Nếu người nam và người nữ có quan hệ tình dục trong những ngày rụng trứng thì quá trình thụ tinh có thể xảy ra. Khi người nam xuất tinh (lúc tinh dịch rời khỏi dương vật), thì có khoảng từ 0.05 đến 0.2 ao-xơ tinh dịch (1.5 đến 6.0 mi-li-lít) được bắn vào âm đạo. Khoảng 75 đến 900 triệu tinh trùng trong một lượng nhỏ tinh dịch này “bơi” từ âm đạo qua cổ tử cung và tử cung để gặp trứng trong ống dẫn trứng. Chỉ một tinh trùng thụ tinh với trứng."
        },
        {
            "en": "Birth Control    Birth control: How to decide With so many options, choosing a form of birth control can be daunting. Begin with a few questions: Do you need to protect against STDs? How important are convenience and cost? What about effectiveness? Only abstinence is 100% effective, but other methods come close -- as our effectiveness chart shows in a glance. Review this slideshow, then ask your doctor which options are best for you. Fertility awareness Also called natural family planning, fertility awareness means avoiding sex when the woman is most fertile. The most reliable way to do this is to watch for changes in cervical mucus and body temperature. To use this method correctly, it's best to get training from a health care professional. Pros: No drugs or devices, inexpensive. Cons: Limits spontaneous sex, 25% of typical users get pregnant. Spermicide Spermicide contains a chemical that kills sperm. It comes in the form of foam, jelly, cream, or film that is placed inside the vagina before sex. Some types must be put in place 30 minutes ahead of time. Frequent use may cause tissue irritation, increasing the risk of infections and STDs. Spermicides are most often used along with other birth control methods. Pros: Easy to use, inexpensive ($1 per use). Cons: May increase the risk of STDs, 29% get pregnant. Male condom The latex condom is the classic barrier method. It prevents sperm from entering the woman's body, protecting against pregnancy and STDs. Of couples who rely only on male condoms, 15% get pregnant in a year. Pros: Widely available, protects against STDs, inexpensive (under $1 each). Cons: Only effective if used correctly every time. Can't be reused. Female condom The female condom is a thin plastic pouch that lines the vagina and can be put in place up to 8 hours before sex. Users grasp a flexible, plastic ring at the closed end to guide it into position. It's somewhat less effective than the male condom. Pros: Widely available, some protection against STDs, conducts body heat better than a male condom. Cons: Can be noisy, 21% of users get pregnant, not reusable. Should not be used with a male condom, to avoid breakage. Diaphragm The diaphragm is a rubber dome that is placed over the cervix before sex. It is used with a spermicide. Effectiveness compares to the male condom – 16% of average users get pregnant, including those who don't use the device correctly every time. Pros: Inexpensive (a $15-$75 device lasts two years.) Cons: Must be fitted by a doctor, no STD protection. Can't be used during your period due to a risk of toxic shock syndrome. Cervical cap A cervical cap is similar to a diaphragm, but smaller. The FemCap slips into place over the cervix, blocking entry into the uterus. It is used with spermicide. The failure rate for the cervical cap is 15% for women who have never had children and 30% for those who have. Pros: Can stay in place for 48 hours, inexpensive. Cons: Must be fitted by a doctor, no protection against STDs. Can't be used during your period. Birth control sponge The birth control sponge, sold as the Today Sponge, is made of foam and contains spermicide. It is placed against the cervix up to 24 hours before sex. The sponge is about as effective as the cervical cap. But unlike the diaphragm or cervical cap, no fitting by a doctor is required. Pros: No prescription, effective immediately. Cons: Difficult to insert correctly, no STD protection. Can't be used during your period. Birth control pill The most common type of birth control pill uses the hormones estrogen and progestin to prevent ovulation. When taken on schedule, the pill is highly effective. About 8% of typical users get pregnant, including those who miss doses. Like all hormonal contraceptives, the pill requires a prescription. Pros: More regular, lighter periods, or no periods, depending on the type of pill. Less cramping. Cons: Cost ($15-$50 per month), no STD protection. May cause side effects, including breast tenderness, spotting, serious blood clots, and raised blood pressure. Some women should not use birth control pills. Birth control patch Women who have trouble remembering a daily pill may want to consider the birth control patch. The Ortho Evra patch is worn on the skin and changed only once a week for three weeks with a fourth week that is patch-free. The patch releases the same types of hormones as the birth control pill and is just as effective. Pros: More regular, lighter periods with less cramping, no need to remember a daily pill. Cons: Cost ($15-$50 per month), may cause skin irritation or other side effects similar to birth control pills. Doesn't protect against STDs. Vaginal ring The NuvaRing is a soft plastic ring that is worn inside the vagina. The ring releases the same hormones as the pill and patch and is just as effective. But it only needs to be replaced once a month. Pros: Lighter, more regular periods, only replaced once per month. Cons: Cost ($30-$50 per month), may cause vaginal irritation or other side effects similar to pills and the patch. Doesn't protect against STDs. Birth control shot The birth control shot, known as Depo-Provera, is a hormonal injection that protects against pregnancy for three months. For the typical couple, it is more effective than the birth control pill -- only 3% of users get pregnant in a year. Pros: Only injected four times per year, highly effective. Cons: Cost (about $240 per year), may cause spotting and other side effects. Doesn't protect against STDs. Birth control implant The birth control implant (Implanon) is a matchstick-sized rod that is placed under the skin of the upper arm. It releases the same hormone that's in the birth control shot, but the implant protects against pregnancy for 3 years. The failure rate is less than 1%. Pros: Lasts three years, highly effective. Cons: More expensive upfront ($400-$800 for exam, implant, and insertion), may cause side effects, including irregular bleeding. Doesn't protect against STDs. IUD IUD stands for intrauterine device, a T-shaped piece of plastic that is placed inside the uterus by a doctor. The copper IUD, ParaGard, works for as long as 12 years. The hormonal IUD, Mirena, must be replaced after 5 years. Both types make it more difficult for sperm to <em>fertilize</em> the egg. Fewer than eight in 1,000 women get pregnant. Pros: Long-lasting, low-maintenance. Cons: Irregular or heavier periods. More expensive upfront, may slip out, may cause side effects. Tubal ligation If you're sure you won't want biological children in the future, you may be ready for permanent birth control. The traditional method for women is called tubal ligation or \"having your tubes tied.\" A surgeon closes off the fallopian tubes, preventing eggs from making their journey out of the ovaries.  Pros: Permanent, nearly 100% effective. Cons: Requires surgery, may not be reversible, expensive. Doesn't protect against STDs. Tubal implants A newer procedure makes it possible to block the fallopian tubes without surgery. Small implants of metal or silicone are placed inside each tube. Scar tissue eventually grows around the implants and blocks the tubes. Once an X-ray confirms the tubes are blocked, no other form of birth control is needed.  Pros: Permanent, no surgery, almost 100% effective. Cons: Takes a few months to become effective. May raise the risk of pelvic infections, irreversible, expensive. Vasectomy Besides condoms, a vasectomy is the only birth control option available to men. It involves surgically closing the vas deferens – the tubes that carry sperm from the testes, through the reproductive system. This prevents the release of sperm but doesn't interfere with ejaculation. Pros: Permanent, cheaper than tubal ligation, almost 100% effective. Cons: Requires surgery, not effective immediately, may not be reversible. Emergency contraception Emergency contraception works after sex to help avoid pregnancy. This is an option if no birth control was used or if a woman suspects her usual method failed. Plan B, Plan B One-Step, and a generic version of Plan B called Next Choice all contain a high dose of a hormone found in many birth control pills. No prescription is needed for women aged 17 and older. These types must be used within 72 hours. Ella uses a non-hormonal drug and requires a doctor's prescription. It can be taken up to five days after sex. Options for older women Age and lifestyle are important factors in choosing a form of birth control. If you're over age 35 and smoke or are obese, the combination birth control pill, patch, and ring are not recommended. It's best to consult your doctor about safe alternatives. If you're approaching the age of menopause, the birth control shot has an added benefit: It may relieve some of the symptoms of perimenopause. Withdrawal Nearly six in 10 American women report that a partner has used \"pulling out,\" the age-old method that relies on the man withdrawing his penis from the vagina before ejaculation. Newer reviews show that when it's done correctly every time, about 4% of users get pregnant in a year. With more typical use, about 18% get pregnant. Pros: Free and no need for devices or hormones. Cons: May be hard to do correctly. No protection against STDs. Least effective methods Without using any form of birth control, 85% of sexually active couples will get pregnant within a year. Even the least effective birth control options reduce that number considerably. Most effective methods Although barrier methods, such as the condom or diaphragm, are moderately effective with typical patterns of use, hormonal contraceptives have a better track record for effectiveness. There are also several options for couples that prefer the lowest possible odds of getting pregnant. Two of these are reversible – the IUD and hormonal implant. Of course, the only birth control method that is 100% effective is abstinence.",
            "vi": "Tránh thai    Làm thế nào để lựa chọn được phương pháp tránh thai thích hợp  Trước quá nhiều giải pháp thì việc lựa chọn một hình thức tránh thai có thể khiến bạn phải thoái chí và đau đầu. Hãy bắt đầu bằng một vài câu hỏi: Bạn cần bảo vệ khỏi các bệnh lây truyền qua đường tình dục? Tiền bạc và mức độ tiện lợi quan trọng với bạn như thế nào? Hiệu quả ra sao? Chỉ việc kiêng không quan hệ tình dục là an toàn 100%, nhưng cũng còn nhiều phương pháp khác cũng có tác dụng gần như tuyệt đối – trong biểu đồ hiệu quả của chúng tôi. Hãy xem lại những khung hình này và tham khảo ý kiến của bác sĩ xem biện pháp nào là tốt nhất nhé.  Ý thức được khả năng thụ thai Đây cũng gọi là phương pháp kế hoạch hoá gia đình tự nhiên, ý thức khả năng thụ thai có nghĩa là tránh quan hệ tình dục khi người phụ nữ dễ dàng thụ thai nhất. Cách đáng tin cậy nhất là quan sát thay đổi ở chất nhầy tử cung và thân nhiệt. Để có thể áp dụng đúng đắn biện pháp này, tốt hơn hết là bạn nên được chuyên gia y tế hướng dẫn.  Ưu điểm: Không dùng thuốc hoặc một dụng cụ tránh thai nào, rẻ tiền, ít tốn kém.  Khuyết điểm: Hạn chế quan hệ tình dục tự phát, 25% phụ nữ áp dụng biện pháp này đã có thai ngoài ý muốn.  Chất diệt tinh trùng Chất diệt tinh trùng chứa hoá chất có thể làm chết tinh trùng. Có nhiều dạng: bọt, gel, kem, hoặc dạng màng được đặt vào bên trong âm đạo trước khi quan hệ tình dục. Một số loại chất diệt tinh trùng phải được đặt trước 30 phút. Việc sử dụng thường xuyên hoá chất này có thể gây kích ứng mô, làm tăng nguy cơ nhiễm trùng và các bệnh lây truyền qua đường tình dục. Chất diệt tinh trùng thường được sử dụng kèm với các biện pháp tránh thai khác nhiều nhất. Ưu điểm: Dễ sử dụng, ít tốn kém ($1/ 1 lần sử dụng) Khuyết điểm: Có thể làm tăng nguy cơ mắc bệnh lây truyền qua đường tình dục, 29% người áp dụng biện pháp này không thành công.  Bao cao su dành cho nam giới  Bao cao su bằng nhựa mủ là phương pháp tránh thai cổ điển. Nó có tác dụng làm ngăn chặn tinh trùng vào cơ thể của người phụ nữ, phòng tránh các bệnh lây truyền qua đường tình dục, đồng thời còn để tránh thai. Mỗi năm có 15% các cặp vợ chồng chỉ sử dụng bao cao su nam đã không có kết quả như mong muốn.  Ưu điểm: Bao cao su được bán rộng rãi, phòng tránh các bệnh lây truyền qua đường tình dục, rẻ tiền, ít tốn kém ($1/ bao cao su) Khuyết điểm: Chỉ có tác dụng khi sử dụng đúng cách mỗi lần quan hệ. Không được sử dụng lại nhiều lần.  Bao cao su dành cho nữ  Bao cao su nữ là túi nhựa mỏng được nhét vào âm đạo và có thể được đặt trước khi quan hệ tình dục đến 8 tiếng đồng hồ. Người sử dụng bao cao su này cầm vòng nhựa mềm ở gần cuối đầu để đưa nó vào vị trí chính xác. Biện pháp tránh thai này hơi kém hiệu quả hơn so với bao cao su dành cho nam.  Ưu điểm: Được bán rộng rãi, có thể phòng tránh các bệnh lây truyền qua đường tình dục, truyền nhiệt cơ thể tốt hơn bao cao su nam.  Khuyết điểm: Có thể phát ra tiếng sột soạt, 21% người áp dụng biện pháp này đã làm mẹ bất đắc dĩ, không được sử dụng lại nhiều lần. Không nên sử dụng cùng với bao cao su nam để tránh bị rách.  Màng chắn tránh thai Màng chắn tránh thai là màng ngăn hình vòm bằng cao su được đặt vào trong cổ tử cung trước khi quan hệ tình dục. Người ta sử dụng màng chắn này kết hợp chất diệt tinh trùng. Hiệu quả so với bao cao su nam - 16% người sử dụng bình thường đã mang thai ngoài ý muốn, bao gồm những người không sử dụng màng chắn này đúng cách mỗi khi có nhu cầu.  Ưu điểm: Rẻ tiền, ít tốn kém (màng chắn giá từ $15-$75 có thể sử dụng được trong vòng 2 năm) Khuyết điểm: Màng chắn tránh thai phải được bác sĩ đặt vào cổ tử cung, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được dùng màng chắn này trong suốt kỳ kinh của bạn bởi có thể có nguy cơ mắc hội chứng sốc nhiễm độc.  Mũ đội cổ tử cung Mũ đội cổ tử cung giống màng chắn tránh thai, nhưng nhỏ hơn. FemCap (phương tiện tránh thai bằng silicon tên FemCap) được đặt vào cổ tử cung, có tác dụng ngăn chặn tinh trùng vào tử cung. Mũ đội cổ tử cung được sử dụng kết hợp với chất diệt tinh trùng. Tỉ lệ thất bại của biện pháp tránh thai này lên là 15% đối với người chưa sinh con và tăng gấp đôi đối với phụ nữ đã có con.  Ưu điểm: Có thể đặt trong cổ tử cung suốt 48 tiếng đồng hồ, rẻ tiền, ít tốn kém.  Khuyết điểm: Mũ đội cổ tử cung phải được bác sĩ thực hiện, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được sử dụng trong kỳ kinh.  Miếng xốp ngừa thai Miếng xốp tránh thai được bán trên thị trường với tên gọi là Today Sponge, được làm từ bọt và chứa chất diệt tinh trùng. Người ta có thể đặt miếng xốp này sát vào cổ tử cung trước khi quan hệ tình dục đến 24 tiếng đồng hồ. Miếng xốp tránh thai có hiệu quả tương đương như mũ đội cổ tử cung. Nhưng không như màng chắn tránh thai hoặc mũ đội cổ tử cung, miếng xốp tránh thai có thể được sử dụng mà không cần đến bác sĩ hỗ trợ.  Ưu điểm: Có thể mua tự do, không theo toa và có tác dụng ngay lập tức.  Khuyết điểm: Khó đặt miếng xốp vào đúng vị trí, không phòng tránh các bệnh lây tryền qua đường tình dục. Không được sử dụng trong suốt kỳ kinh.  Thuốc tránh thai Thuốc tránh thai thường thấy nhất sử dụng hooc-môn estrogen và progestin để ngăn rụng trứng. Thuốc tránh thai thường có tác dụng cao nếu được sử dụng đúng theo giờ giấc. Khoảng 8% trường hợp sử dụng thuốc đã mang thai ngoài ý muốn, bao gồm cả những trường hợp quên uống thuốc. Giống như tất cả các loại thuốc tránh thai hooc-môn khác, nó đòi hỏi phải được bác sĩ kê toa.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn, hoặc không hành kinh, tuỳ thuộc vào loại thuốc tránh thai. Ít bị chuột rút.  Khuyết điểm: Tốn nhiều tiền ($15-$50 mỗi tháng), không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Có thể gây ra tác dụng phụ, như đau ngực, mụn nhọt, máu vón cục trầm trọng, và làm tăng huyết áp. Một số phụ nữ không nên sử dụng thuốc tránh thai.  Miếng dán tránh thai Những phụ nữ khó nhớ uống thuốc tránh thai hằng ngày thì có thể sử dụng miếng dán. miếng dán tránh thai Ortho Evra này dính chặt trên da và được thay mỗi tuần một lần, trong ba tuần liên tiếp như vậy và không sử dụng cho tuần thứ tư. Các hooc-môn có trong miếng dán này giống như hooc-môn trong thuốc tránh thai và có hiệu quả ngừa thai tương tự.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn và nhẹ nhàng hơn, ít bị chuột rút, không cần phải nhớ sử dụng thuốc tránh thai hằng ngày.  Khuyết điểm: Tốn kém ($15-$50 mỗi tháng), có thể gây kích ứng da hoặc các tác dụng phụ khác tương tự như thuốc tránh thai. Không phòng tránh các bệnh lây truyền qua đường tình dục.  Vòng tránh thai Vòng tránh thai là vòng bằng nhựa mủ mềm được đặt bên trong âm đạo. Các hooc-môn có trong vòng tránh thai cũng giống như hooc-môn trong thuốc và miếng dán và có tác dụng ngừa thai tương tự. Nhưng chỉ cần thay mỗi tháng một lần là được.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn và chỉ thay vòng mỗi tháng một lần.  Khuyết điểm: Tốn kém ($30-$50 mỗi tháng), có thể gây kích ứng âm đạo hoặc các tác dụng phụ khác giống như thuốc và miếng dán ngừa thai. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Thuốc tiêm tránh thai Thuốc tiêm tránh thai có tên gọi là Depo-Provera, là thuốc tiêm hooc-môn ngừa thai trong vòng 3 tháng. Đối với vợ chồng thì đây là biện pháp ngừa thai hiệu quả hơn so với thuốc tránh thai dạng uống – mỗi năm chỉ 3% trường hợp mang thai ngoài ý muốn.  Ưu điểm: Mỗi năm chỉ tiêm 4 lần, có hiệu quả cao.  Khuyết điểm: Tốn kém (khoảng $240 mỗi năm), có thể gây nổi mụn và các tác dụng phụ khác. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Que cấy tránh thai Que cấy tránh thai (Implanon) là que có kích cỡ bằng que diêm được cấy dưới da vùng cánh tay trên. Hooc-môn có trong que cấy giống như hooc-môn trong thuốc tiêm tránh thai, nhưng que cấy này có tác dụng ngừa thai được 3 năm. Tỉ lệ thất bại chưa đầy 1%.  Ưu điểm: Kéo dài được 3 năm, có hiệu quả cao. Khuyết điểm: Chi phí trả trước tốn kém hơn ($400-$800 để khám, cấy, và đặt que), có thể gây tác dụng phụ, bao gồm chứng xuất huyết bất thường. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Vòng tránh thai IUD IUD tượng trưng cho vòng tránh thai, làm bằng nhựa mủ, có hình dạng chữ T được bác sĩ đặt vào bên trong tử cung. vòng tránh thai bằng đồng IUD, ParaGard có tác dụng ngừa thai lên đến 12 năm. vòng tránh thai hooc-môn IUD, Mirena phải được thay sau 5 năm sử dụng. Cả hai loại này đều ngăn chặn không cho trứng thụ tinh. Chưa đầy 8 trường hợp trong 1000 người đã mang thai ngoài ý muốn.  Ưu điểm: Có thể sử dụng được lâu dài, ít bị hư hỏng. Khuyết điểm: Chu kỳ kinh nguyệt nhiều hơn hoặc không đều. Khoản trả trước tốn kém hơn, có thể trượt ra ngoài và gây ra nhiều tác dụng phụ.  Thắt ống dẫn trứng Nếu chắc rằng trong tương lai bạn không muốn sinh con nữa thì có thể sẵn sàng với biện pháp tránh thai vĩnh viễn. Phương pháp tránh thai truyền thống cho phụ nữ này được gọi là thắt ống dẫn trứng hoặc “thắt vòi trứng lại”. Bác sĩ phẫu thuật sẽ làm tắc ống dẫn trứng, ngăn không cho trứng ra khỏi buồng trứng.  Ưu điểm: Tránh thai vĩnh viễn; gần như có hiệu quả 100%.  Khuyết điểm: Cần phải được phẫu thuật, có thể không mở ống dẫn trứng lại được, tốn kém nhiều. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Cấy ống tránh thai  Thủ thuật mới hơn có thể làm tắc ống dẫn trứng mà không cần phẫu thuật. Người ta đặt những ống nhỏ bằng kim loại hoặc bằng silicon vào bên trong từng ống dẫn một. Mô sẹo cuối cùng phát triển quanh ống cấy và làm tắc ống dẫn trứng. Các ống dẫn trứng được kiểm tra chắc chắn lại bằng tia X, và khi đã đạt yêu cầu thì không cần phải thêm một biện pháp tránh thai nào nữa.  Ưu điểm: Có thể sử dụng lâu dài, không nhờ đến phẫu thuật, gần như 100% các trường hợp đều thành công.  Khuyết điểm: Phải mất một vài tháng mới có hiệu quả. Có thể làm tăng nguy cơ nhiễm trùng khung chậu, không tháo ống cấy ra được, tốn kém nhiều.  Cắt ống dẫn tinh Ngoài bao cao su thì thủ thuật cắt ống dẫn tinh là giải pháp tránh thai duy nhất dành cho nam giới. Đây là thủ thuật làm tắc ống dẫn tinh – ống dẫn tinh là ống dẫn tinh trùng từ tinh hoàn đến hệ sinh sản. Nó có tác dụng làm chặn tinh trùng nhưng không cản trở quá trình xuất tinh.  Ưu điểm: Có thể sử dụng lâu dài, ít tốn kém hơn biện pháp thắt ống dẫn trứng, có hiệu quả gần như tuyệt đối.  Khuyết điểm: Đòi hỏi phải được phẫu thuật, không có tác dụng ngay tức khắc, có thể là không làm ống dẫn tinh bình thường lại như trước được.  Tránh thai khẩn cấp Thuốc tránh thai khẩn cấp có tác dụng ngừa thai sau khi quan hệ tình dục. Đây cũng là lựa chọn hữu hiệu khi không sử dụng một biện pháp tránh thai nào hoặc khi người phụ nữ nghi ngờ phương pháp bình thường của mình thất bại. Plan B, Plan B One-Step, và một dạng đặc biệt cùng loại với Plan B có tên là Next Choice chứa liều lượng hooc-môn cao có trong nhiều loại thuốc tránh thai khác. Phụ nữ 17 tuổi trở lên có thể sử dụng thuốc tự do không theo toa. Những loại thuốc này chỉ có tác dụng trong vòng 72 tiếng đồng hồ. Thuốc tránh thai Ella sử dụng dược phẩm không liên quan đến hooc-môn và phải được chỉ định của bác sĩ. Nó có tác dụng đến 5 ngày sau khi quan hệ tình dục.  Lựa chọn cho phụ nữ lớn tuổi  Tuổi tác và lối sống hằng ngày đóng vai trò hết sức quan trọng trong việc lựa chọn biện pháp tránh thai. Nếu bạn trên 35 tuổi và hút thuốc lá hoặc béo phì, thì việc kết hợp sử dụng thuốc, miếng dán và vòng tránh thai là không nên. Tốt hơn hết là bạn nên tham khảo ý kiến của bác sĩ để biết các biện pháp thay thế an toàn. Nếu bạn sắp đến tuổi mãn kinh thì liệu pháp tiêm thuốc tránh thai còn có tác dụng tốt khác: Nó có thể làm giảm một số triệu chứng của thời kỳ tiền mãn kinh.  Xuất tinh ngoài âm đạo Gần 6/10 phụ nữ Mỹ cho biết bạn tình của mình đã xuất tinh ngoài âm đạo, đây là phương pháp tránh thai lâu đời tuỳ thuộc vào người nam rút dương vật ra khỏi âm đạo trước khi xuất tinh. Nhiều nhận xét mới hơn gần đây cho biết mỗi lần thực hiện đúng điều này thì mỗi năm có khoảng 4% người đã làm mẹ bất đắc dĩ. Nếu sử dụng biện pháp này nhiều hơn thì có khoảng 18% người mang thai ngoài ý muốn.  Ưu điểm: Thoải mái và không cần dụng cụ tránh thai hoặc hooc-môn nào.  Khuyết điểm: Có thể khó thực hiện đúng. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Các biện pháp tránh thai kém hiệu quả nhất Nếu quan hệ tình dục không sử dụng biện pháp tránh thai nào thì mỗi năm có đến 85% các cặp vợ chồng có con ngoài ý muốn. Thậm chí các giải pháp tránh thai kém hiệu quả nhất cũng có thể làm giảm con số này một cách đáng kể.  Các biện pháp tránh thai hiệu quả nhất Mặc dù các biện pháp tránh thai “rào cản” như bao cao su hoặc màng chắn, có hiệu quả tương đối với những cách dùng đặc trưng riêng biệt thì các loại thuốc tránh thai bằng hooc-môn có hiệu quả hơn hẳn. Cũng có nhiều giải pháp cho những cặp vợ chồng muốn có tỉ lệ thành công cao nhất. 2 trong số đó không có thể trở lại bình thường được – vòng tránh thai IUD và cấy hooc-môn. Tất nhiên là chỉ có biện pháp kiêng không quan hệ tình dục là có hiệu quả tuyệt đối 100%."
        },
        {
            "en": "Infertility      \nWhat is infertility?\n\n Infertility is defined by the American Society for Reproductive Medicine (ASRM) as a disease of the reproductive system that impairs the body's ability to perform the basic function of reproduction. Although conceiving a child may seem to be simple and natural, the physiological process is quite complicated and depends on the proper function of many factors, including the following, as listed by the ASRM: \n  production of healthy sperm by the man\n\n production of healthy eggs by the woman\n\n unblocked fallopian tubes that allow the sperm to reach the egg\n\n the sperm's ability to <em>fertilize</em> the egg\n\n the ability of the fertilized egg to become implanted in the uterus\n\n adequate embryo quality\n\n  Who is affected by infertility?\n\n Infertility affects about 12 percent of couples of childbearing age. Infertility is not just a woman's concern. A problem with the male is the sole cause, or a contributing cause, of infertility in about 50 percent of infertile couples. About one-third of infertile couples have more than one cause or factor related to their inability to conceive. About 20 percent of couples have no identifiable cause for their infertility after medical investigation. \n What causes infertility?\n\n Many different factors and problems can cause infertility, including problems in the female reproductive system, the male reproductive system, or a combination of the two. The following are some of the conditions or factors that are associated with infertility:  \nfemale factors \n     \novulation dysfunction\n\n   With this condition, the woman's reproductive system does not produce the proper amounts of hormones necessary to develop, mature, and release a healthy egg.   \nanatomical problems\n\n   Abnormal development or function of the female anatomy can prevent the egg and the sperm from meeting. The most common anatomical problem is blockage of the fallopian tubes. Other anatomical problems may include the presence of pelvic scar tissue from previous surgeries or infections.   \nendometriosis\n\n   Endometriosis is a condition in which the tissue that lines the uterus develops outside the uterus, usually on other reproductive organs inside the pelvis or in the abdominal cavity. Each month, this misplaced tissue responds to the hormonal changes of the menstrual cycle by building up and breaking down, resulting in internal bleeding which can cause scar tissue to form and affect reproductive organ function.   \nbirth defects\n\n   Abnormal development and function of reproductive organs resulting from birth defects can affect fertility. One of the most common reproductive system birth defects occurs following a woman's exposure to DES (diethylstilbestrol) taken by her mother during pregnancy. In years past, DES was given to women at risk for pregnancy loss. Fetal DES exposure often causes abnormal development of the uterus and cervix.   \ninfection\n\n   Pelvic inflammatory disease (PID) is caused by a type of bacteria such as gonorrhea and chlamydia. PID can affect the uterus, fallopian tubes, and/or the ovaries. It can lead to pelvic adhesions and scar tissue that develops between internal organs, causing ongoing pelvic pain and the possibility of an ectopic pregnancy (the fertilized egg becomes implanted outside the uterus).   \nimmunological problems\n\n   A problem with a woman's immune system can lead to pregnancy loss. Antibodies (immune or protective proteins) in a woman's system can fail to recognize a pregnancy, or there may be an abnormal immune response to the pregnancy. Women can also develop antisperm antibodies which attack and destroy sperm.  \nmale factors\n\n    \nlow or absent sperm production\n\n   Without proper numbers of healthy sperm, the chance of fertilization is decreased.   \nabnormal sperm function\n\n   Sperm must have proper motility and the ability to penetrate the egg.   \nvaricocele\n\n   This is a condition in which varicose veins develop around the testes. It is a very common cause of male factor infertility and is usually treatable and reversible with surgery.   \nlifestyle\n\n   Use of recreational drugs (i.e., marijuana, cocaine), heavy alcohol use, cigarette smoking, certain medications, and excessive heat to the genital area (as in hot tubs) can affect sperm quality and function.   \nhormonal disorders\n\n   Improper male hormone or endocrine function can affect sperm production and fertilization ability.   \nchromosomal defects\n\n   Certain chromosomal abnormalities are associated with male infertility.   \nbirth defects\n\n   Abnormalities in a man's reproductive system can occur during fetal development. Some birth defects are due to a man's exposure to DES (diethylstilbestrol) taken by his mother during pregnancy.   \nimmunological problems\n\n   A man may have antisperm antibodies (immune or protective proteins) which attack and destroy sperm. How is infertility diagnosed?\n\n When conception does not occur after one year of unprotected intercourse, after six months in women over age 35, or if there are known problems causing infertility, a medical evaluation of both the male and female is recommended. Some obstetrician/gynecologists (OB/GYNs) are able to provide basic infertility evaluation and treatment. However, many causes of infertility are best treated by a board-certified reproductive endocrinologist. This is an OB/GYN who has had additional education and training in infertility and is certified with the American Board of Obstetrics and Gynecology in the sub-specialty of Reproductive Endocrinology and Infertility. Generally, the OB/GYN or reproductive endocrinologist will evaluate specific situations and perform tests in both the male and female partners to determine the cause of infertility. The physician is looking for answers to the following questions: \n  Is the female ovulating regularly?\n\n Is the male producing healthy, viable sperm?\n\n Are the female's egg and the male's sperm able to unite and grow normally?\n\n Are there any obstacles to proper implantation and maintenance of the pregnancy?\n\n  The following tests are often part of the basic medical workup for infertility. \n  \nboth partners \n     medical and sexual history (to evaluate possible physical causes of infertility and if sexual intercourse has been appropriately timed)\n\n    \nfemale \n     \nphysical examination\n\n   A complete physical examination (including a Pap smear and testing for infection) will be necessary.   \novulation evaluation\n\n   An evaluation of ovulation function using an analysis of body temperatures and ovulation called the basal body temperature chart, or with ovulation prediction methods using urine samples, may be recommended.   \nhormone testing\n\n   Hormone testing may be recommended, as certain hormones increase and decrease in production at various times in the monthly cycle.   \nultrasound\n\n   Ultrasound can show the presence of follicles (the sacs containing developing eggs) and the thickness of the uterine tissues. Ultrasound can also show abnormal conditions, such as ovarian cysts or fibroids (benign tumors in the uterus).   \nx-rays\n\n   A hysterosalpingogram may be recommended. This test uses a radio-opaque dye injected into the cervical opening to visualize the inside of the uterus and determine if the fallopian tubes are open.  \nmale \n     \nsemen analysis\n\n   A collection of a semen sample obtained by masturbation that is analyzed in the laboratory for the sperm count, sperm motility, sperm shape, quantity, and evaluation of the ejaculate liquid may be recommended. According to the ASRM, a normal ejaculate contains more than 20 million sperm per milliliter of liquid, more than 50 percent of the sperm should be moving forward, and more than 30 percent of sperm should have normal shapes.   \nother tests may be performed that evaluate the sperm's ability to penetrate the egg, as well as male hormone testing\n\n   Men may be referred to a urologist for further evaluation. \nTreatment for infertility:\n\n Specific treatment for infertility will be determined by your physician based on:  \nyour age, overall health, and medical history\n\n extent of the disorder\n\n cause of the disorder\n\n your tolerance for specific medications, procedures, or therapies\n\n expectations for the course of the disorder\n\n your opinion or preference\n\n  Once a diagnosis is made, the specialist can work with you to determine the course of treatment. According to the ASRM, most infertility cases (85 to 90 percent) are treated with conventional therapies, such as drug treatment or surgical repair of reproductive abnormalities. Depending on the cause of infertility, there are many options to offer an infertile couple. Types of treatments for women may include the following: Ovulation medications These medications help regulate the timing of ovulation and stimulate the development and release of mature eggs. They can also help correct hormonal problems that can affect the lining of the uterus as it prepares to receive a fertilized egg. Ovulation medications can stimulate more than one egg to be released which increases the possibility of having twins and other multiples. Some of the common ovulation medications include the following:  \n  \nclomiphene citrate\n\n  human menopausal gonadotropins - medications containing follicle-stimulating hormone (FSH) and luteinizing hormone (LH)\n\n  follicle-stimulating hormone (FSH)\n\n  Intrauterine insemination For some conditions, including low sperm count and cervical mucus problems, a procedure that places specially washed and prepared sperm directly into the uterus through a small catheter (flexible tube) helps increase the chances for conception. This procedure is often used in combination with ovulation medications.  Surgery Surgery may be used to treat or repair a condition that is causing infertility such as fallopian tube blockage, or endometriosis. A common surgical procedure often used as part of the diagnostic workup of infertility is the laparoscopy. In a laparoscopy, a small telescope inserted into the abdominal or pelvic cavity allows internal organs to be visualized. Some procedures to treat infertility can be performed using instruments inserted through the laparoscope.  Assisted reproductive technology (ART) For some couples, more extensive treatment is needed. With most forms of ART, the sperm and egg are united in the laboratory and the fertilized egg is returned to the woman's uterus where it can implant and develop. Although ART procedures are often costly, many are being used with success. These include the following: o In vitro fertilization (IVF) Involves extracting a woman's eggs, fertilizing the eggs in the laboratory with sperm, and then transferring the resulting embryo(s) into the woman's uterus through the cervix (embryo transfer) where it can develop. Most couples transfer two embryos; however, more may be transferred in certain cases. IVF is the most common form of ART and it is often the treatment of choice for a woman with blocked, severely damaged, or absent fallopian tubes. IVF is also used for infertility caused by endometriosis or male factor infertility. IVF is sometimes used to treat couples with long-term unexplained infertility who have not been able to conceive with other infertility treatments. According to the ASRM, the average cost of one IVF cycle in the United States is $12,400. More than one IVF cycle, however, is usually needed. o Intracytoplasmic sperm injection (ICSI) A procedure in which a single sperm is injected directly into an egg; this procedure is most commonly used to help with male factor infertility problems. o Gamete intrafallopian transfer (GIFT)  Involves using a fiber-optic instrument called a laparoscope to guide the transfer of unfertilized eggs and sperm into the woman's fallopian tubes through small incisions in her abdomen. GIFT is only used in women with healthy fallopian tubes. o Zygote intrafallopian transfer (ZIFT) Involves fertilizing a woman's eggs in the laboratory and then using a laparoscope to guide the transfer of the fertilized eggs (zygotes) into her fallopian tubes. ZIFT is only used in women with healthy fallopian tubes. o Donor eggs Involves an embryo formed from the egg of one woman (the donor) being transferred to another woman who is unable to conceive with her own eggs (the recipient). The donor relinquishes all parental rights to any resulting offspring. ART using donor eggs is much more common among older women than among younger women. The likelihood of a fertilized egg implanting is related to the age of the woman who produced the egg. Egg donors are typically in their 20s or early 30s. o Embryo cryopreservation A procedure in which embryos are preserved through freezing (cryopreservation) for transfer at a later date. This procedure is often used when an IVF cycle produces more embryos than can be transferred at one time. The remaining embryos can be transferred in a future cycle if the woman does not become pregnant. \n There is a range of treatment options currently available for male factor infertility. Treatment may include: \n  \nAssisted reproductive technologies (ART). This type of treatment may include the following:\n\n  o Artificial insemination Artificial insemination involves the placement of relatively large numbers of healthy sperm either at the entrance of the cervix or into the partner's uterus, by passing the cervix, to have direct access to the fallopian tubes. o IVF, GIFT, and other techniques In vitro fertilization (IVF) or gamete intra-fallopian transfer (GIFT) have been used for the treatment of male infertility. As is the case with artificial insemination, IVF and similar techniques offer the opportunity to prepare sperm in vitro, so that oocytes are exposed to an optimal concentration of high quality, motile sperm. o Microsurgical fertilization (microinjection techniques such as intracytoplasmic sperm injection, or ICSI) This treatment is used to facilitate sperm penetration by injection of a single sperm into the oocyte. Fertilization then takes place under the microscope.  \nDrug therapy\n\n  A small percentage of infertile men have a hormonal disorder that can be treated with hormone therapy. Hormonal imbalances caused by a dysfunction in the mechanism of interaction between the hypothalamus, the pituitary gland, and the testes directly affect the development of sperm (spermatogenesis). Drug therapy may include gonadotrophin therapy, antibiotics, or another medication deemed appropriate.  \nSurgery\n\n  Surgical therapy in male infertility is designed to overcome anatomical barriers that impede sperm production and maturation or ejaculation. Surgical procedures to remove varicose veins in the scrotum (varicocele) can sometimes serve to improve the quality of sperm. \nWhat is unexplained infertility?\n\n About 20 percent of couples have unexplained infertility, for which a cause, despite all investigations, is not found. Unexplained infertility does not mean there is no reason for the problem, but that the reason is unable to be identified at the present time. If you suspect you are experiencing infertility, seek medical consultation early. The age of the woman and the duration of the couple's infertility may influence the success of treatment.",
            "vi": "Vô sinh    \nVô sinh là gì?\n Vô sinh được định nghĩa bởi Hiệp hội Y học Sinh sản Hoa Kỳ (ASRM) là một bệnh của hệ sinh sản làm suy yếu khả năng của cơ thể để thực hiện chức năng cơ bản của việc sinh sản. Mặc dù việc thụ thai có vẻ đơn giản và tự nhiên, nhưng quá trình sinh lý lại khá phức tạp và phụ thuộc vào chức năng phù hợp của nhiều yếu tố, như được liệt kê sau đây bởi Hiệp hội Y học Sinh sản Hoa Kỳ:  sự sản xuất tinh trùng khỏe mạnh của người đàn ông\n sự sản xuất trứng khỏe mạnh của người phụ nữ\n ống dẫn trứng không bị tắt cho phép tinh trùng đến được trứng\n khả năng của tinh trùng để thụ tinh trứng\n khả năng của trứng được thụ tinh để bám vào tử cung\n chất lượng phôi đáp ứng\n  \nAi bị ảnh hưởng bởi vô sinh?\n Vô sinh ảnh hưởng đến khoảng 12% số cặp vợ chồng trong độ tuổi sinh đẻ. Vô sinh không chỉ là nỗi lo lắng của riêng người phụ nữ. Trục trặc ở nam giới cũng là nguyên nhân chính hoặc góp phần trong khoảng 50% cặp vợ chồng bị vô sinh. Khoảng một phần ba số cặp vợ chồng vô sinh có nhiều hơn một nguyên nhân hoặc yếu tố liên quan đến sự không có khả năng thụ thai của họ. Khoảng 20% trong số này không phát hiện được nguyên nhân vô sinh sau khi kiểm tra sức khỏe. \nĐiều gì gây ra vô sinh?\n Nhiều yếu tố và vấn đề khác nhau có thể gây ra vô sinh, bao gồm cả các vấn đề trong hệ sinh sản của phụ nữ, hệ sinh sản của đàn ông, hoặc kết hợp cả hai. Sau đây là một số những rối loạn hoặc yếu tố có liên quan đến vô sinh:  những vấn đề ở người phụ nữ     \nrối loạn chức năng rụng trứng\n   Với bệnh này, hệ sinh sản của người đàn bà không tạo ra lượng phù hợp của các hoóc-môn cần thiết cho sự phát triển, chín và rụng trứng khỏe mạnh.   các vấn đề cấu tạo cơ thể    Sự phát triển hoặc chức năng bất bình thường của cơ thể người phụ nữ có thể ngăn ngừa trứng và tinh trùng gặp nhau. Vấn đề cấu tạo cơ thể thường gặp nhất là tắt nghẽn ống dẫn noãn (vòi Fallope). Các vấn đề cấu tạo cơ thể khác có thể bao gồm sự hiện diện của mô sẹo vùng chậu do phẫu thuật hoặc nhiễm trùng trước đây.   lạc nội mạc tử cung   Lạc nội mạc tử cung là bệnh trong đó các mô lót tử cung phát triển bên ngoài tử cung, thường là trên các cơ quan sinh sản khác trong xương chậu hoặc trong khoang bụng. Mỗi tháng, mô lạc vị này phản ứng với những thay đổi do hóc-môn của chu kỳ kinh nguyệt theo cách dày lên và bong ra, dẫn đến chảy máu có thể làm mô sẹo hình thành và ảnh hưởng đến chức năng của cơ quan sinh sản.   các dị tật bẩm sinh   Sự phát triển và chức năng bất thường của cơ quan sinh sản do khuyết tật bẩm sinh có thể ảnh hưởng đến khả năng sinh sản. Một trong những khuyết tật bẩm sinh phổ biến nhất của hệ sinh sản xảy ra do người phụ nữ bị nhiễm DES (diethylstilbestrol) từ mẹ khi mang thai. Trong những năm qua, DES đã được kê toa cho những phụ nữ có nguy cơ sẩy thai. Bào thai phơi nhiễm với DES thường gặp bất thường trong sự phát triển của tử cung và cổ tử cung.   nhiễm trùng   Bệnh viêm khung chậu (PID) gây ra do loại vi khuẩn như bệnh lậu và chlamydia. Bệnh viêm khung chậu có thể tấn công tử cung, ống dẫn noãn (vòi Fallope), và / hoặc buồng trứng. Nó có thể dẫn đến dính xương chậu và mô sẹo phát triển giữa các cơ quan nội tạng, gây ra đau xương chậu phát triển và khả năng mang thai ngoài tử cung (trứng được thụ tinh bám vào bên ngoài tử cung).   các vấn đề miễn dịch   Những rối loạn trong hệ miễn dịch của người phụ nữ có thể dẫn đến sẩy thai. Các kháng thể (các prô-tê-in miễn dịch hoặc bảo vệ) trong cơ thể phụ nữ có thể không nhận biết được sự có thai, hoặc có thể có một phản ứng miễn dịch bất thường đối với sự mang thai. Phụ nữ cũng có thể phát triển các kháng thể kháng tinh trùng sẽ tấn công và tiêu diệt tinh trùng.  những vấn đề ở người đàn ông    không sản xuất hoặc sản xuất ít tinh trùng   Nếu không có số lượng tinh trùng khỏe mạnh thích hợp, cơ hội thụ tinh sẽ giảm.   \nchức năng tinh trùng bất thường\n   Tinh trùng phải có chuyển động thích hợp và khả năng xâm nhập trứng.   giãn tĩnh mạch thừng tinh   Đây là một bệnh trong đó các tĩnh mạch căng giãn phát triển quanh tinh hoàn. Nó là một nguyên nhân rất phổ biến của các yếu tố vô sinh nam và thường có thể điều trị và hồi phục bằng phẫu thuật.   lối sống   Sử dụng các chất kích thích (như cần sa, cô-ca-in), sử dụng rượu nặng, hút thuốc, một số loại dược phẩm, và nhiệt độ quá nóng ở vùng sinh dục (như trong bồn tắm nước nóng) có thể ảnh hưởng đến chất lượng và chức năng tinh trùng.   \nrối loạn hoóc-môn\n   Hoóc-môn nam hoặc chức năng nội tiết không đúng có thể ảnh hưởng đến sự sản xuất tinh trùng và khả năng thụ tinh.   dị tật nhiễm sắc thể   Một số dị dạng nhiễm sắc thể gắn liền với chứng vô sinh ở nam.   dị tật bẩm sinh   Bất thường trong hệ sinh sản của con người có thể xảy ra trong sự phát triển thai nhi. Một số khuyết tật bẩm sinh   do phơi nhiễm với DES (diethylstilbestrol) khi người đàn ông được mang thai.   vấn đề miễn dịch   Một người đàn ông có thể có kháng thể kháng tinh trùng (các prô-tê-in miễn dịch hoặc bảo vệ) tấn công và tiêu diệt tinh trùng. \nVô sinh được chẩn đoán như thế nào?\n Khi sự thụ thai không xảy ra sau một năm quan hệ tình dục không dùng biện pháp bảo vệ, sau sáu tháng ở phụ nữ trên 35 tuổi, hoặc nếu có biết những vấn đề gây vô sinh, một giám định y khoa sẽ được đề nghị thực hiện ở cả người nam và nữ. Một số bác sĩ sản khoa / bác sĩ phụ khoa (OB / GYN) có thể cung cấp đánh giá và điều trị vô sinh cơ bản. Tuy nhiên, nhiều nguyên nhân vô sinh sẽ được điều trị tốt nhất bởi một bác sĩ chuyên khoa nội tiết và sinh sản. Đây là một bác sĩ sản khoa / phụ khoa được huấn luyện và đào tạo thêm về vô sinh và có chứng nhận của Hiệp hội Sản Phụ khoa Hoa Kỳ trong chuyên khoa phụ Nội tiết sinh sản và Vô sinh. Nói chung, bác sĩ sản khoa / phụ khoa hoặc bác sĩ chuyên khoa nội tiết sinh sản sẽ đánh giá tình hình cụ thể và thực hiện các xét nghiệm trong cả người nam và nữ để xác định nguyên nhân vô sinh. Các bác sĩ sẽ tìm câu trả lời cho những câu hỏi sau:  Người nữ rụng trứng thường xuyên không?\n Người nam có tạo ra tinh trùng khoẻ mạnh và có thể sống không?\n Trứng của người nữ và tinh trùng của người nam có thể thụ tinh và phát triển bình thường không?\n Có trở ngại gì trong việc bám của bào thai vào tử cung và nuôi dưỡng bào thai không?\n  Các xét nghiệm sau đây thường là một phần của việc kiểm tra sức khoẻ tổng quát cơ bản cho vô sinh.  \ncả hai người nam và nữ\n    tiền sử sức khỏe và tình dục (để đánh giá các nguyên nhân thể chất có thể gây vô sinh và liệu thời gian quan hệ tình dục có thích hợp chưa)\n    người nữ    \nkiểm tra sức khoẻ tổng quát\n   Một cuộc kiểm tra sức khoẻ tổng quát toàn diện (bao gồm phết tế bào cổ tử cung và xét nghiệm nhiễm trùng) sẽ  cần thiết.   \nđánh giá sự rụng trứng\n   Đánh giá chức năng rụng trứng bằng cách phân tích thân nhiệt và sự rụng trứng được gọi là biểu đồ nhiệt độ cơ thể cơ bản, hoặc với phương pháp dự đoán sự rụng trứng sử dụng mẫu nước tiểu, có thể được đề nghị.   xét nghiệm hoóc-môn   Xét nghiệm hoóc-môn có thể được đề nghị, vì sự sản xuất một số hoóc-môn sẽ tăng hoặc giảm vào các thời điểm khác nhau trong chu kỳ hàng tháng.   siêu âm   Siêu âm có thể thấy sự hiện diện của các nang (các túi chứa trứng đang phát triển) và độ dày của các mô tử cung. Siêu âm cũng có thể cho thấy những tình trạng bất thường, như là u nang buồng trứng hoặc u xơ tử cung (các khối u lành tính trong tử cung).   X-quang   Chụp X-quang vòi tử cung có thể được đề nghị. Xét nghiệm này sử dụng một loại thuốc nhuộm cản bức xạ tiêm vào lổ cổ tử cung để xem xét bên trong tử cung và xác định xem các ống dẫn trứng có thông bình thường hay không.  người nam    phân tích tinh dịch   Tập hợp các nhóm mẫu tinh dịch thu được bằng cách thủ dâm được xét nghiệm phân tích mật độ, chuyển động, hình dạng, số lượng của tinh trùng, và có thể được đề nghị giám định tinh dịch. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, một lần xuất tinh bình thường chứa hơn 20 triệu tinh trùng trong mỗi mi-li-lít tinh dịch, hơn 50% tinh trùng sẽ di chuyển về phía trước, và hơn 30% tinh trùng phải có hình dạng bình thường.   \ncác xét nghiệm khác có thể được thực hiện để đánh giá khả năng thâm nhập vào trứng của tinh trùng, cũng như xét nghiệm nội tiết tố nam\n   Nam giới có thể được giới thiệu đến bác sĩ chuyên khoa niệu để được đánh giá thêm.   \nĐiều trị vô sinh:\n Điều trị vô sinh cụ thể sẽ được xác định bởi bác sĩ của bạn dựa trên:  tuổi của bạn, sức khỏe tổng quát, và tiền sử bệnh\n mức độ bệnh\n \nnguyên nhân bệnh\n \ndung nạp của bạn với thuốc, phương thức điều trị, hoặc liệu pháp\n dự đoán tiến triển của bệnh \ný kiến ​​hoặc nguyện vọng của bạn\n  Sau khi chẩn đoán, các chuyên gia có thể làm việc với bạn để xác định liệu trình điều trị. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, hầu hết các trường hợp vô sinh (85% tới 90%), sẽ được điều trị bằng các liệu pháp thông thường, chẳng hạn như điều trị bằng thuốc hoặc phẫu thuật sửa chữa những bất thường của hệ sinh sản. Tùy thuộc vào nguyên nhân vô sinh, có nhiều lựa chọn chữa trị cung cấp cho một cặp vợ chồng vô sinh. Những phương pháp điều trị cho phụ nữ có thể bao gồm: Dược phẩm kiểm soát sự rụng trứng Các loại dược phẩm này giúp kiểm soát thời gian rụng trứng và kích thích sự phát triển và phóng thích trứng chín. Dược phẩm dạng này cũng có thể giúp điều chỉnh các rối loạn về nội tiết tố có thể ảnh hưởng đến niêm mạc tử cung khi nó chuẩn bị nhận trứng đã được thụ tinh. Thuốc rụng trứng có thể kích thích nhiều hơn một trứng được phóng thích làm tăng khả năng mang thai song sinh và đa sinh. Một số thuốc rụng trứng thông thường bao gồm:  \nclomiphene citrate\n \nhoóc-môn kích thích tuyến sinh dục ở người mãn kinh – các thuốc chứa hoóc-môn sinh sản (FSH) và hoóc-môn tạo hoàng thể (LH)\n hoóc-môn sinh sản (FSH)  Thụ tinh trong tử cung Đối với một số điều kiện, chẳng hạn như mật độ tinh trùng thấp và vấn đề chất nhầy cổ tử cung, một quy trình sẽ đưa tinh trùng đã được rửa sạch và chuẩn bị trực tiếp vào trong tử cung thông qua một ống nhỏ (ống mềm dẻo) giúp tăng cơ hội thụ thai. Phương thức này thường được dùng trong kết hợp với thuốc kiểm soát sự rụng trứng. Phẫu thuật Phẫu thuật có thể được dùng để điều trị hoặc sửa chữa một tình trạng gây ra vô sinh như tắt nghẽn ống dẫn noãn (vòi Fallope), hoặc bệnh lạc nội mạc tử cung. Một thủ thuật phẫu thuật thông dụng thường được dùng như một phần của kiểm tra chẩn đoán vô sinh là phẫu thuật nội soi. Trong phẫu thuật nội soi, một kính viễn vọng nhỏ được đưa vào trong ổ bụng hoặc vùng chậu cho phép xem xét các cơ quan nội tạng. Một số cách điều trị vô sinh có thể được thực hiện bằng cách sử dụng dụng cụ đưa vào qua ống nội soi. Kỹ thuật hỗ trợ sinh sản (ART) Đối với một số cặp vợ chồng, cần phải được điều trị sâu rộng hơn. Với hầu hết các dạng kỹ thuật hỗ trợ sinh sản, tinh trùng và trứng được kết hợp trong phòng thí nghiệm và trứng được thụ tinh được trả lại vào tử cung của người phụ nữ nơi nó có thể bám vào và phát triển. Mặc dù những kỹ thuật này thường tốn kém, nhưng nhiều người đã thành công. Chúng bao gồm những điều sau đây: o Thụ tinh trong ống nghiệm (IVF) Bao gồm lấy trứng của người phụ nữ, thụ tinh trứng trong phòng xét nghiệm với tinh trùng, và sau đó chuyển một hoặc nhiều phôi đã được thụ tinh vào tử cung của người phụ nữ qua đường cổ tử cung (chuyển giao phôi), nơi phôi có thể phát triển. Hầu hết các cặp vợ chồng đều chuyển hai phôi, tuy nhiên, có thể chuyển nhiều hơn tùy các trường hợp nhất định. Thụ tinh nhân tạo là hình thức phổ biến nhất của kỹ thuật hỗ trợ sinh sản và nó thường được lựa chọn điều trị cho một phụ nữ bị tắt, hư hỏng nặng hay không có ống dẫn trứng. Thụ tinh nhân tạo cũng được dùng chữa vô sinh gây ra bởi bệnh lạc nội mạc tử cung hoặc yếu tố vô sinh nam. Thụ tinh nhân tạo đôi khi cũng được dùng để điều trị cho những cặp vợ chồng vô sinh không rõ nguyên nhân trong thời gian dài đã không thể thụ thai với các phương pháp điều trị vô sinh khác. Theo ASRM, chi phí trung bình cho một lần thụ tinh trong ống nghiệm ở Hoa Kỳ là 12.400 đô-la. Tuy nhiên, thường thì cần phải thực hiện nhiều hơn 1 lần. o Tiêm tinh trùng nội bào tương (ICSI) Một thủ thuật trong đó một tinh trùng được tiêm trực tiếp vào một quả trứng; thường được dùng điều trị cho các rối loạn yếu tố vô sinh nam. o Chuyển giao tử vào vòi trứng (GIFT) Bao gồm việc sử dụng một dụng cụ sợi quang học gọi là ống nội soi để hướng dẫn việc chuyển giao các trứng chưa được thụ tinh và tinh trùng vào ống dẫn trứng của người phụ nữ thông qua các vết mổ nhỏ ở bụng của cô. Chuyển giao tử vào vòi trứng chỉ được thực hiện ở phụ nữ có ống dẫn trứng khỏe mạnh. o Chuyển phôi (hợp tử) vào vòi trứng (ZIFT) Bao gồm việc thụ tinh trứng của người phụ nữ trong phòng thí nghiệm và sau đó sử dụng một ống nội soi để hướng dẫn việc chuyển giao các trứng đã thụ tinh (hợp tử) vào ống dẫn trứng của cô. Chuyển phôi (hợp tử) vào vòi trứng chỉ được sử dụng ở phụ nữ có ống dẫn trứng khỏe mạnh. o Hiến tặng trứng Liên quan đến một phôi thai hình thành từ trứng của một phụ nữ (người hiến tặng) được chuyển cho một người phụ nữ không thể thụ thai với trứng của chính mình (người nhận). Người hiến tặng phải cam kết từ bỏ tất cả các quyền cha mẹ đối với đứa con được thụ tinh. ART sử dụng trứng hiến tặng phổ biến cho phụ nữ lớn tuổi hơn so với phụ nữ trẻ. Khả năng bám vào tử cung và sống được của trứng đã thụ tinh liên quan đến tuổi tác của người phụ nữ hiến trứng. Người cho trứng nên ở tuổi đôi mươi hay đầu ba mươi. o Trữ lạnh phôi Phương thức trong đó phôi được bảo quản bằng cách đông lạnh (trữ lạnh) để chuyển giao vào thời gian sau đó. Phương thức này thường được dùng khi một lần thụ tinh trong ống nghiệm tạo ra nhiều phôi hơn có thể cấy ghép cùng một lúc. Những phôi còn lại có thể cấy ghép truyền trong lần sau nếu người phụ nữ không mang thai được. Hiện có một loạt các lựa chọn điều trị cho các yếu tố vô sinh nam. Điều trị có thể bao gồm:  \nCác kỹ thuật hỗ trợ sinh sản (ART). Loại điều trị này có thể bao gồm:\n  o Thụ tinh nhân tạo Thụ tinh nhân tạo bao gồm đưa lượng khá lớn tinh trùng khỏe mạnh vào cổ tử cung hay tử cung của người phụ nữ, bằng cách đi qua cổ tử cung, để có chuyển giao trực tiếp đến ống dẫn trứng. o Thụ tinh trong ống nghiệm, chuyển giao tử vào vòi trứng và các kỹ thuật khác Thụ tinh trong ống nghiệm (IVF) hoặc chuyển giao tử vào vòi trứng(GIFT) đã được sử dụng để điều trị vô sinh nam. Bởi vì trong trường hợp thụ tinh nhân tạo, thụ tinh trong ống nghiệm và các kỹ thuật tương tự sẽ tạo cơ hội để chuẩn bị tinh trùng trong ống nghiệm, do đó tế bào trứng được tiếp xúc với một nồng độ tối ưu của tinh trùng chất lượng cao và có khả năng chuyển động tốt hơn. o Thụ tinh vi phẫu thuật (các kỹ thuật tiêm tế bào như là tiêm tinh trùng nội bào tương (ICSC).  Cách điều trị này tạo điều kiện thuận lợi cho tinh trùng thâm nhập vào bằng cách tiêm từng tinh trùng vào tế bào trứng. Sự thụ tinh sau đó diễn ra qua kính hiển vi.  Điều trị bằng thuốc  Một tỷ lệ nhỏ đàn ông bị vô sinh do rối loạn hoóc-môn có thể được chữa bằng điều trị hoóc-môn. Sự mất cân đối về hoóc-môn gây ra bởi rối loạn chức năng trong cơ chế tương tác giữa vùng dưới đồi, tuyến yên, và tinh hoàn ảnh hưởng trực tiếp đến sự phát triển của tinh trùng (sự sinh tinh trùng). Điều trị bằng thuốc có thể bao gồm điều trị bằng hoóc-môn kích thích tuyến sinh dục, kháng sinh, hoặc các thuốc khác được coi là phù hợp.  Phẫu thuật  Điều trị ngoại khoa trong chứng vô sinh ở nam được thiết kế để khắc phục những khuyết tật cơ thể cản trở sự sản xuất và phát triển của tinh trùng hoặc sự xuất tinh. Ca phẫu thuật để loại bỏ căng giãn tĩnh mạch trong bìu (giãn tĩnh mạch thừng tinh) đôi khi có thể cải thiện chất lượng của tinh trùng. \nVô sinh vô cớ là gì?\n Khoảng 20% các cặp vợ chồng vô sinh không rõ nguyên nhân, tức là dù đã làm tất cả kiểm tra, vẫn không tìm ra nguyên nhân vô sinh. Vô sinh vô cớ không có nghĩa là không có nguyên nhân cho vấn đề này, nhưng là chưa thể xác định được tại thời điểm hiện tại. Nếu bạn nghi ngờ mình đang bị vô sinh, hãy tiìm sự tư vấn sức khỏe sớm. Độ tuổi của người phụ nữ và thời gian vô sinh của cặp vợ chồng có thể ảnh hưởng đến sự thành công của việc điều trị."
        },
        {
            "en": "Boys and puberty    A lot of changes happen as you grow up, especially as you reach puberty, the name for the time when your body begins to develop and change. Girls start developing breasts and get their periods — signs they are growing into women. But how do boys know they are growing into men? Let's find out. For a guy, there isn't just one event or sign that you're growing up. There are lots of them, including your body growing bigger, your voice changing, and hair sprouting everywhere. Most boys begin puberty between the ages of 9 and 14. But keep in mind that puberty starts when a boy's body is ready, and everyone grows at his own pace. Here are some of the questions boys have. Why are girls taller than me? You might have noticed that some of the girls you know are taller than the boys. But you've probably noticed that out of the adults you know, most of the men are taller than the women. What's going on? Well, girls get a head start on puberty — and growing taller — because they usually start these changes between the ages of 8 and 13. Most boys, on the other hand, don't begin until between the ages of 9 and 14. So that's why girls are often taller than boys during that time. Most boys may catch up — and even grow taller than girls. But it's also important to remember that your genetics play a role in height. So if your mom and dad are tall, you're more likely to be tall. And if your mom and dad are kind of short, you may be short, too. But nothing is definite. You have to wait and see how it turns out, but you can also talk to a doctor if you're concerned. Remember — not every adult male is tall. Many men who are considered \"short\" have gone on to have careers in the movies, the military, and even professional basketball! There aren't any exercises or magic pills to make you grow tall immediately. But by being active and eating nutritious foods, you're helping your body grow up healthy, just the way it should. When will I get muscles? During puberty, some boys might become worried about their bodies after seeing what some of their friends look like. For instance, lots of boys are concerned about their muscles. You may have already noticed some boys starting to get chest muscles (called the pectoralis muscles or pecs for short). Others may have broad shoulders (the deltoids, or delts for short). Other boys might still be slimmer and smaller. Remember that puberty happens on its own schedule, so there's no rushing it if you're a little slower to develop muscles. Maybe you've considered lifting weights to help yourself get bigger. It's important to know that if you haven't quite reached puberty, this will tone your muscles, but it won't build up any muscles yet. Eating nutritious food and being active (like riding your bike, swimming, and playing sports) will help you be a kid who's strong and fit. In time, you'll reach puberty and you can start building your muscles, too. If you decide to try lifting weights, first let your doctor know you are interested. He or she may tell you to hold off on weightlifting for a bit or give you some advice on how to start. If your doctor discourages weightlifting, try some other ways to work out. Resistance bands, which are like big rubber bands, are a great way to help build your strength without putting too much strain on your muscles. If your doctor recommends weightlifting, here are some tips:     * Have a qualified coach or trainer supervise you. It's smart to have somebody show you the proper way to lift weights. This will help you gain strength and prevent injury.     * Use lighter weights. Your coach or trainer can recommend the right amount. Lifting heavy weights can cause injuries and then you'll have to wait until you recover before you can work out again.     * Do repetitions. It's better to lift a smaller amount of weight a bunch of times than to try to lift a heavy weight once or twice.     * Rest. Let your body have a break at least every other day. Do I think about girls too much or not enough? There is this girl who lives in your neighborhood and you see her playing with her friends every afternoon when school is done. You get really hot and your palms sweat when she says \"hi\" to you. That night you go to bed and before you sleep, you have one last thought about her. Every day for the next few weeks you keep thinking about her. You might be wondering, \"Why do I feel this way?\" You just may have a crush. Or perhaps your friend keeps talking about this one girl he thinks is so pretty. He goes on and on about how she tells funny jokes. He also tells you that he likes her. You think, \"Why don't I feel or talk this way about a girl — am I supposed to?\" Every boy has his own likes and dislikes. And during puberty, some boys are very friendly with girls and others might be nervous about talking to girls. Thinking about someone you like is a normal process of puberty. And if you feel like you don't like any girls, that's fine, too. Eventually, you may find someone who makes you feel giddy inside. Only time will tell. So why do you feel this way? The hormones in your body are becoming more active. As a result, you're starting to have more feelings. These feelings can confuse you and may leave you scared. This is natural because you are going through a new phase in your life. Talking with a friend or an older person like your brother or sister might help you be less confused. Older people sometimes have more experience than you, so they can be good people to go to for advice. What's up with body hair? Body hair really gets going during puberty. Some boys will start to notice hair growing on their face around the chin, on the cheeks, and above the lip. Also, hair grows on the chest, the armpits, and even down there in the pubic region. Remember that there's nothing to worry about because hair is just one of the body's many ways of telling you that you are on your way to manhood. You're growing hair in new places because hormones are telling your body that it is ready to change. Some of the hormones that trigger this new hair growth come from your adrenal glands. Other hormones come from your pituitary gland (a pea-shaped gland located at the bottom of your brain). These pituitary hormones travel through your bloodstream and make your testicles (\"balls\") grow bigger and start to release another hormone called testosterone that also helps make your body start sprouting hair in your pubic area, under your arms, and on your face. Boys don't really need to do anything about this new hair that's growing. Later, when you're a teen, and the hair gets thick enough on your face, you may want to talk with your parents about shaving. Do I smell? You probably know what sweat is, but did you know that it's also called perspiration? How does it happen? Perspiration comes out of your skin through tiny holes called pores when your body gets hot. Your body likes a temperature that is 98.6° Fahrenheit (37° Celsius). If you get hotter than that, your body doesn't like it, so then your body sweats. The sweat comes out of the skin, then evaporates (this means it turns from a liquid to a vapor) into the air, which cools you down. Sometimes this sweat or wetness can be smelly and create body odor (sometimes called BO). During puberty, your hormones are working all the time, which explains why you sweat a lot and, well, sometimes smell. What makes it smelly? The sweat is made almost completely of water, with tiny amounts of other chemicals like ammonia, urea, salts, and sugar. (Ammonia and urea are left over when your body breaks down protein.) Sweat by itself is not really smelly, but when it comes in contact with the bacteria on your skin (which everyone has) it becomes smelly. But how can you keep yourself from being all sweaty and smelly? First, you can shower or bathe regularly, especially after playing sports or sweating a lot, like on a hot day. You can also use deodorant under your arms. Deodorant has many good-smelling scents or you can use one that's unscented. Some deodorants come in a white stick that you can twist up. Lots of people put this on after showering or bathing before they put their clothes on. Otherwise, the white stick deodorants can leave white marks on your clothes. You can also choose a deodorant that's clear instead of white. You can decide to wear a deodorant (which helps stops the smell) or a deodorant/antiperspirant (which helps stops the smell and the sweat). If you find these products aren't working for you, talk with your doctor. What about erections? An erection is what happens when your penis fills up with blood and hardens. The penis will become bigger and stand out from the body. Boys will start to notice erections occurring more often when they reach puberty. And they're perfectly normal. An erection can happen at any time. You can get many in one day or none at all. It depends on your age, sexual maturity, level of activity, and even the amount of sleep you get. An erection can happen even when you're sleeping. Sometimes you might wake up and your underwear or bed is wet. You may worry that this means you wet your bed like when you were little, but chances are you had a nocturnal emission, or \"wet dream.\" A wet dream is when semen (the fluid containing sperm) is discharged from the penis while a boy is asleep. Semen is released through the urethra — the same tube that urine (pee) comes out of. This is called ejaculation. Wet dreams occur when a boy's body starts making more testosterone. This change for boys is little bit like when a girl gets her period. It's a sign a boy is growing up and the body is preparing for the day in the future when a boy might decide to be a father. Semen contains sperm, which can <em>fertilize</em> a woman's egg and begin the process that ends with a baby being born. Although some boys might feel embarrassed or even guilty about having wet dreams, a boy can't help it. Almost all boys normally experience them at some time during puberty and even as adults. But if you ever have pain or a problem with your penis or testicles, it is important that someone take you to the doctor. You may think \"Man, I don't want to go to the doctor for that!\" But it's best to get problems like this checked out — and your doctor won't be embarrassed at all. It's a doctor's job to help you take care of your body — even that part.",
            "vi": "Bạn trai và tuổi dậy thì    cơ thể bạn thay đổi rất nhiều khi bạn lớn lên, nhất là đến tuổi dậy thì, giai đoạn mà cơ thể bắt đầu phát triển và thay đổi. Các bé gái sẽ phát triển vòng ngực và bắt đầu hành kinh – những dấu hiệu của giai đoạn chuyển thành phụ nữ. Nhưng còn các bạn trai thì sao? Làm sao biết được mình có đang phát triển thành đàn ông hay chưa? Nào, chúng ta cùng tìm hiểu nhé.  Ở bé trai, không chỉ một sự kiện hoặc một dấu hiệu mà có thể cho thấy bạn đang lớn đâu. Rất nhiều đấy chứ, như cơ thể bạn to cao hơn, giọng bạn thay đổi, và lông mọc khắp nơi. Hầu hết các bé trai đều bắt đầu tuổi dậy thì của mình từ 9 đến 14 tuổi. Nhưng xin nhớ rằng khi cơ thể đã sẵn sàng thì giai đoạn dậy thì này mới phát triển, và không phải ai cũng có nhịp độ giống nhau.  Dưới đây là một số vấn đề mà các bạn trai thường hay thắc mắc:  Tại sao các bạn gái lại cao hơn mình? Chắc có lẽ bạn cũng thấy được là một số bạn gái của mình cao hơn bạn trai. Nhưng cũng có thể đã biết là hầu hết nam thanh niên trưởng thành đều cao hơn phụ nữ. Sao lạ vậy? À, đó là vì các bạn nữ thường phát triển tuổi dậy thì của mình một cách thuận lợi – các bạn cao lớn hơn – bởi những biến đổi này bắt đầu từ giai đoạn 8 đến 13 tuổi. Ngược lại, hầu hết các bạn trai thì mãi đến những năm 9 đến 14 tuổi mới bắt đầu dậy thì. Đó là lý do vì sao bạn nữ thường cao hơn bạn nam trong khoảng thời gian này.  Đa số phái nam cũng có thể bắt kịp các bạn nữ về chiều cao – và thậm chí là các bạn còn cao hơn cả bạn nữ đấy chứ. Nhưng xin nhớ cho là yếu tố di truyền cũng đóng vai trò hết sức quan trọng, quyết định chiều cao của bạn nữa. Vì vậy nếu bố mẹ của bạn cao thì ắt là bạn cũng sẽ cao; còn nếu bố mẹ bạn thấp thì có thể bạn cũng sẽ giống như họ. Nhưng chưa có gì là chắc chắn, rõ ràng cả.  Bạn phải chờ xem thời gian sẽ làm bạn thay đổi như thế nào nữa chứ, nhưng bạn cũng có thể tham khảo ý kiến của bác sĩ nếu có quan tâm. Nhưng xin nhớ rằng – không phải bất cứ người đàn ông trưởng thành nào cũng cao ráo đâu. Nhiều người bị cho là “lùn” đấy cũng đã làm nghề điện ảnh, quân sự, và thậm chí còn là đấu thủ bóng rổ nhà nghề nữa! Không có bất kỳ bài tập hoặc thuốc tiên nào có thể làm bạn cao to ngay tức khắc. Việc hoạt động thể chất và ăn uống thức ăn bổ dưỡng có thể giúp cơ thể bạn phát triển khỏe mạnh.  Khi nào thì mình mới có cơ bắp? Trong gian đoạn dậy thì, một vài bạn nam cũng có thể trở nên bất an về cơ thể của mình khi thấy một số bạn bè khác đồng tuổi. Chẳng hạn như, nhiều bạn quan tâm về cơ bắp. Bạn cũng có thể thấy một số bạn nam đã bắt đầu phát triển cơ ngực (gọi là pectoralis muscles – cơ ngực hoặc pecs cho ngắn gọn). Số khác cũng có thể là phát triển cơ vai to rộng rồi (cơ đen-ta: deltoids hoặc gọi tắt là delts). Trong khi đó nhiều bạn nam khác vẫn còn nhỏ hơn và ốm yếu, gầy còm hơn.  Hãy nhớ là tuổi dậy thì chỉ đến theo đúng thời gian của nó, thế nên chẳng có gì phải vội nếu thấy cơ bắp mình phát triển hơi chậm hơn các bạn khác. bạn cũng có thể thử tập tạ để giúp cơ bắp mình to hơn. Nhưng điều cần thiết nên biết là nếu bạn vẫn chưa đến tuổi dậy thì thì việc tập luyện này cũng có tác dụng giúp bắp thịt của bạn khỏe khoắn, tuy chưa làm cho cơ bắp to ra được. Việc ăn nhiều thức ăn bổ dưỡng và vận động thân thể (như chạy xe đạp, bơi lội, và chơi thể thao) cũng có thể giúp cho cơ thể bạn cân đối và khỏe mạnh. Đến tuổi dậy thì, bạn cũng có thể bắt đầu phát triển cơ bắp của mình được.  Nếu bạn có ý định chọn môn cử tạ thì hãy nói cho bác sĩ biết điều bạn quan tâm trước nhé. Bác sĩ có thể khuyến cáo bạn nên đợi thêm một thời gian nữa trước khi tập môn này hoặc có thể cho bạn lời khuyên nên bắt đầu như thế nào. Nếu bác sĩ không đồng tình với bạn thì hãy tìm một vài phương pháp khác xem sao. Các sợi dây kéo cơ (làm căng cơ), giống như những sợi băng cao su lớn, cũng có tác dụng rất tốt giúp tăng cường sức mạnh mà không làm cơ của bạn căng nhiều quá.  Nếu bác sĩ khuyên nên tập tạ thì dưới đây là một số mẹo vặt dành cho bạn: * Nên có một huấn luyện viên hoặc một người hướng dẫn đủ trình độ để giám sát bạn. Nên tìm một người nào đó có thể chỉ cho bạn phương pháp đúng đắn để tập. Điều này sẽ giúp bạn tăng cường sức khỏe của mình và phòng tránh được chấn thương.  * Nên sử dụng tạ nhẹ hơn. Huấn luyện viên hay người hướng dẫn cho bạn có thể khuyên bạn nên tập với tạ đúng trọng lượng. Việc nhấc tạ nặng cũng có thể gây chấn thương và bạn phải mất thời gian chờ cho đến khi vết thương phục hồi trước khi có thể bắt đầu trở lại.  * Hãy kiên trì tập luyện nhé. Thà là chúng ta nhấc tạ nhẹ hơn được nhiều lần hơn là nhấc tạ nặng trong một hai lần rồi thôi.  * Nghỉ ngơi. Hãy để cho cơ thể của mình được nghỉ ngơi ít nhất là 2 ngày một lần.  Mình có nghĩ đến các bạn gái quá nhiều hoặc mình có lơ là họ không?  Có một bạn gái sống cạnh nhà bạn và bạn cũng thường thấy cô ấy chơi với bạn bè sau mỗi chiều tan trường. Bạn thực sự trở nên hồi hộp và lòng bàn tay đổ mồ hôi khi cô ấy chào bạn. Tối đó bạn đi ngủ và trước khi nhắm mắt lại, trong tư tưởng bạn xuất hiện một ý nghĩ cuối cùng về cô ấy. Vài tuần sau, ngày nào bạn cũng mơ tưởng, nghĩ ngợi về cô ấy. Bạn cũng có thể thắc mắc là “Không biết tại sao mình có cảm giác như vậy nữa?” Có phải là bạn đã phải lòng cô ấy rồi không? Hoặc là anh bạn của bạn cứ luôn miệng kể về một cô nàng mà anh ta cho là rất xinh, rồi lại liến thoắng về việc cô ấy kể chuyện hài hước ra sao. Anh ta còn kể cho bạn nghe là anh ta rất thích cô ấy. Bạn thầm nghĩ “Tại sao mình không có cảm giác hoặc nói về một cô gái nào như thế nhỉ – liệu mình có nên làm như vậy không?” Mỗi bạn trai đều có sở thích riêng của mình. Và trong giai đoạn tuổi dậy thì, một số bạn tỏ ra rất thân thiện với bạn khác phái và một số khác cũng có thể rất hồi hộp về việc nói chuyện với bạn gái. Hành vi nghĩ ngợi về một ai đó mình thích cũng là chuyện bình thường ở lứa tuổi này thôi. Và nếu như bạn có cảm giác là mình không thích một cô nàng nào hết, thì chuyện ấy cũng là bình thường. Cuối cùng rồi thì bạn cũng có thể tìm thấy một cô có thể làm bạn “say nắng” cho xem. Thời gian là câu trả lời hay nhất đấy. Vậy thì tại sao bạn có cảm giác như vậy? Các hooc-môn trong cơ thể bạn trở nên mạnh hơn rồi đấy. Kết quả là bạn bắt đầu có nhiều cảm xúc hơn. Những cảm xúc này có thể làm cho rối lên và cũng có thể làm cho bạn phải hoảng sợ. Điều này cũng tự nhiên vì bạn đang chuyển sang một giai đoạn mới trong đời của mình mà.  Việc tâm sự với bạn bè hoặc một người lớn tuổi nào đó như anh trai hoặc chị gái của mình cũng có thể giúp cho bạn cảm thấy bớt hoang mang. Người lớn đôi khi cũng có nhiều kinh nghiệm hơn bạn, vì vậy họ có thể là những người rất đỗi tuyệt vời để bạn tìm đến mỗi khi cần lời khuyên.  Lông trên cơ thể mình có vấn đề gì vậy? Ở tuổi dậy thì thì lông trên cơ thể thực sự bắt đầu mọc nhiều hơn. Một số bạn trai bắt đầu chú ý thấy lông mọc trên mặt, xung quanh cằm, trên má, và trên môi. Ngoài ra, lông còn mọc trên ngực, nách và thậm chí ở vùng mu. Xin nhớ rằng chẳng nên lo lắng gì về điều này bởi lông tóc chỉ là một trong những cách mà cơ thể của bạn có thể cho bạn biết là mình sắp thành người lớn rồi đấy.  Lông mọc ở nhiều chỗ mới bởi các hooc-môn cho cơ thể biết đã đến lúc thay đổi rồi. Một số hooc-môn làm kích thích cho loại lông mới này mọc lên được tiết ra từ tuyến thượng thận. Một số hooc-môn khác cũng do tuyến yên tiết ra (tuyến hình hạt đậu nằm ở dưới đáy não). Các hooc-môn tuyến yên này đi qua máu và làm cho tinh hoàn to hơn và bắt đầu tiết ra một loại hooc-môn khác có tên là kích thích tố sinh dục nam, chất này cũng làm cho cơ thể bạn bắt đầu mọc lông ở vùng xương mu, dưới cánh tay, và trên mặt. Các bạn trai không cần phải làm gì với loại lông mới này đâu. Sau này, khi bạn đến tuổi thanh thiếu niên thì thứ lông này sẽ mọc rậm trên mặt thì bạn nên nói với bố mẹ mình về việc cạo sạch đi nhé.  Cơ thể mình có mùi phải không? Ắt là bạn cũng biết mồ hôi là gì, nhưng bạn có biết đó cũng là sự thoát mồ hôi không? Nó xảy ra như thế nào? Mồ hôi thoát khỏi da của bạn qua những lỗ li ti được gọi là lỗ chân lông khi cơ thể nóng dần lên.  Cơ thể bạn thường ở 98.6° F (37° C). Nếu thân nhiệt cao hơn thì cơ thể sẽ không thích và sẽ tiết ra mồ hôi. Mồ hôi thoát ra qua da và bốc hơi (có nghĩa là nó sẽ chuyển từ thể lỏng sang thể hơi) trong không khí, để làm mát hoặc điều hoà thân nhiệt cho bạn. Đôi khi mồ hôi hoặc chất ẩm này có thể bốc mùi hoặc làm cho cơ thể bạn hôi thối (BO: body odour: mùi cơ thể). Trong giai đoạn dậy thì, các hooc-môn của bạn hoạt động không ngừng, điều này lý giải vì sao cơ thể bạn đổ mồ hôi nhiều và đôi khi còn có mùi nữa.  Điều gì làm cho mồ hôi nặng mùi như thế? Mồ hôi hầu như hoàn toàn là nước, cùng một số các chất hoá học khác như a-mô-ni-ắc, urê, muối, và đường ở một lượng vô cùng nhỏ. (a-mô-ni-ắc và urê được sinh ra khi cơ thể chúng ta phân huỷ protein.) Bản thân của mồ hôi thực sự không gây mùi khó chịu, nhưng khi tiếp xúc với vi khuẩn trên da (ai cũng có) nó trở nên nặng mùi và hôi hám.  Nhưng làm sao bạn có thể giữ cho thân mình khỏi đổ mồ hôi và không bị nặng mùi? Trước hết, bạn có thể tắm rửa thường xuyên, nhất là sau khi chơi thể thao hoặc đổ nhiều mồ hôi, như vào ngày oi nắng chẳng hạn. Bạn có thể sử dụng chất khử mùi dưới cánh tay của mình nhé.  Chất khử mùi có nhiều hương thơm hoặc bạn có thể sử dụng một chất khử mùi nào đó không thơm. Một số chất khử mùi có dạng ống trắng, bạn có thể vặn lên. Nhiều người sử dụng chất khử mùi này sau khi tắm xong trước khi mặc quần áo vào. Mặt khác, chất khử mùi ống trắng nàu còn có thể để lại nhiều vạch trắng trên trang phục của bạn. Bạn cũng có thể lựa chọn một chất khử mùi trong suốt thay vì có màu trắng giống vậy.  Bạn có thể chọn sử dụng chất khử mùi (giúp ngăn mùi) hoặc chất khử mùi/ chất ngăn tiết mồ hôi (giúp ngăn mùi và tiết mồ hôi). Nếu thấy những sản phẩm này không có tác dụng tốt với bạn thì hãy tham khảo ý kiến của bác sĩ nhé.  Còn trạng thái cương dương thì sao? Cương dương là trạng thái dương vật căng máu và cứng lên. Dương vật sẽ trở nên to hơn và nhô ra khỏi cơ thể. Các bạn trai có thể sẽ bắt đầu thấy cương dương nhiều hơn khi đến tuổi dậy thì. Và chuyện này hoàn toàn bình thường thôi.  Trạng thái cương dương cũng có thể xảy ra bất cứ lúc nào. Bạn có thể cương dương nhiều lần trong ngày hoặc không hề xảy ra trạng thái đó. Điều này phụ thuộc vào tuổi tác, khả năng trưởng thành về giới tính, cường độ hoạt động, và thậm chí là lượng giấc ngủ của bạn nữa.  Trạng thái cương dương cũng có thể xảy ra trong khi bạn ngủ. Đôi khi thức dậy, bạn phát hiện thấy quần lót hoặc giường chiếu của mình bị ướt nữa đấy. Bạn có thể lo sợ rằng việc này y như chuyện đái dầm này thời còn bé, nhưng cũng có thể là bạn bị “mộng tinh” hoặc xuất tinh về đêm. Trường hợp mộng tinh là khi tinh dịch (dịch chứa tinh trùng) được dương vật phóng ra ngoài khi ngủ. Tinh dịch được phóng ra qua niệu đạo – ống nước tiểu. Đây được gọi là hiện tượng xuất tinh.  Mộng tinh xảy ra khi cơ thể của bé trai bắt đầu tiết nhiều kích thích tố sinh dục nam hơn. Sự biến chuyển này đối với các cậu bé đều là rất nhỏ như giai đoạn các bé gái hành kinh. Đây là một dấu hiệu cho thấy bé trai đang trưởng thành và cơ thể cũng đã đang chuẩn bị để một ngày nào đó trong tương lai khi có thể quyết định trở thành bố. Tinh dịch chứa tinh trùng, có thể thụ tinh với trứng của người nữ và bắt đầu một quá trình mà kết thúc là một em bé chào đời.  Mặc dù một số bé trai có thể cảm thấy ngượng ngùng hoặc thậm chí cảm thấy tội lỗi về việc mộng tinh, nhưng đây là điều bình thường mà bạn trai không thể tránh được. Hầu hết các bạn trai đều bị mộng tinh vào một thời điểm nào đó trong gian đoạn dậy thì và ngay cả khi đã thành người lớn.  Nhưng nếu dương vật hoặc tinh hoàn của bạn từng bị đau hoặc có vấn đề thì quan trọng là nên để người nào đó đưa bạn đến khám bác sĩ.  Bạn cũng có thể nghĩ là “Ôi trời, tôi không muốn đi bác sĩ chuyện đó đâu! Nhưng tốt hơn hết là bạn nên đến khám và kiểm tra các vấn đề như thế này – bác sĩ sẽ chẳng ngại ngùng gì đâu. Nhiệm vụ của bác sĩ là giúp cho bạn chăm sóc cơ thể của mình – thậm chí là bộ phận đó đi chăng nữa."
        }
    ],
    "suggestions": []
}