{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fə:və]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ ((từ Mỹ,nghĩa Mỹ) (cũng) </font><font color=\"#1371BB\">fervor</font><font color=\"#1a76bf\">)</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự nhiệt tình, sự hăng hái; sự tha thiết; sự sôi nổi</td></tr></table><i/></div>",
            "word": "fervour"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fervour</k><blockquote><cclass>[<cclass>'fə:və<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(<cclass>US <cclass><b>fervor</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 intense and passionate feeling. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>archaic intense heat. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via OFr. from L. <i>fervor</i>, from <i>fervere</i> 'to boil'. </blockquote></div>",
            "word": "fervour"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fervour</k><blockquote>▸ <cclass>noun PASSION, ardour, intensity, zeal, vehemence, emotion, warmth, earnestness, avidity, eagerness, keenness, enthusiasm, excitement, animation, vigour, energy, fire, spirit, zest, fervency, ardency.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>apathy.</blockquote></div>",
            "word": "fervour"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>fervour</k><blockquote><blockquote><abr>see</abr><kref>fervor</kref></blockquote></blockquote></div>",
            "word": "fervour"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fervour"
        }
    },
    "sentences": [
        {
            "en": "Students show their patriotic <em>fervour</em>.",
            "vi": "Những sinh viên chứng tỏ lòng nhiệt tình yêu nước của họ."
        },
        {
            "en": "Their religious <em>fervour</em> was too strong.",
            "vi": "Sự mộ đạo của họ quá mạnh mẽ."
        },
        {
            "en": "The goal is to rouse nationalistic <em>fervour</em>.",
            "vi": "Mục đích là để thức tỉnh sự nhiệt tình của chủ nghĩa dân tộc."
        },
        {
            "en": "Her eyes glowed with an extraordinary <em>fervour</em>.",
            "vi": "Đôi mắt cô ấy bừng sáng với lòng nhiệt huyết khác thường."
        },
        {
            "en": "We are not known for our revolutionary <em>fervour</em>.",
            "vi": "Chúng tôi không được biết đến vì lòng nhiệt tình cách mạng của mình."
        },
        {
            "en": "They had the religious <em>fervour</em> of a Jesus.",
            "vi": "Họ nhiệt tình tôn giáo về Chúa Giêsu."
        },
        {
            "en": "The revolutionary <em>fervour</em> rose high in them these days.",
            "vi": "Mấy ngày nay họ bừng bừng khí thế cách mạng."
        },
        {
            "en": "He supports his local team with a <em>fervour</em> that borders on idolatry.",
            "vi": "Nó ủng hộ đội bóng địa phương với sự nhiệt tình gần như sùng bái."
        },
        {
            "en": "Helmar Zangerl, the joint managing director of the Bartenbach Light Laboratory, a private academy specialising in illumination allied to the University of Innsbruck, can barely contain his <em>fervour</em>.",
            "vi": "Helmar Zangerl, giám đốc điều hành chung của Phòng thí nghiệm Ánh sáng Bartenbach, một học viện tư nhân chuyên về sự chiếu sáng liên minh với Đại học Innsbruck, hầu như không thể kìm nén sự hăng hái của ông."
        },
        {
            "en": "Amidst all the happy hustle and bustle associated with the approach of Tết (Lunar New Year), this topic is being revisited this year on social media with surprising <em>fervour</em>.",
            "vi": "Giữa sự nhộn nhịp và hối hả của ngày Tết Nguyên Đán thì đây vẫn đang là chủ đề nóng bỏng trên các phương tiện truyền thông."
        },
        {
            "en": "Amidst all the happy hustle and bustle associated with the approach of Tết (Lunar New Year), this topic is being revisited this year on social media with surprising <em>fervour</em>.",
            "vi": "Giữa sự nhộn nhịp và hối hả của ngày Tết Nguyên Đán thì đây vẫn đang là chủ đề nóng bỏng trên các phương tiện truyền thông."
        },
        {
            "en": "The Vietnamese New Year or Tet is one of the most popular holidays in Vietnam and is celebrated with much enthusiasm and religious <em>fervour</em>. Much like the New Year celebrations of China and South Korea that follow the Lunar Calendar, Tet too is a celebration of the arrival of spring that the beauty that comes with it.",
            "vi": "Tết là một trong những ngày lễ quan trọng nhất ở Việt Nam và nó được tổ chức với tâm lý háo hức và nhiệt tình. Cũng giống như Lễ hội mừng năm mới của Trung Quốc và Hàn Quốc theo âm lịch, Tết cũng là một dịp đánh dấu sự xuất hiện của mùa xuân và là vẻ đẹp mà đi kèm với nó."
        },
        {
            "en": "The Vietnamese New Year or Tet is one of the most popular holidays in Vietnam and is celebrated with much enthusiasm and religious <em>fervour</em>. Much like the New Year celebrations of China and South Korea that follow the Lunar Calendar, Tet too is a celebration of the arrival of spring that the beauty that comes with it.",
            "vi": "Tết là một trong những ngày lễ quan trọng nhất ở Việt Nam và nó được tổ chức với tâm lý háo hức và nhiệt tình. Cũng giống như Lễ hội mừng năm mới của Trung Quốc và Hàn Quốc theo âm lịch, Tết cũng là một dịp đánh dấu sự xuất hiện của mùa xuân và là vẻ đẹp mà đi kèm với nó."
        },
        {
            "en": "I feel that way at times talking to people about bitcoin. One day, they laugh off bitcoin as a bubble, this generation's version of no-doc mortgages and liar loans. The next day, they exude a mystical calm, the <em>fervour</em> of the faithful.",
            "vi": "Đó cũng chính là cảm nhận của tôi khi trò chuyện với mọi người về bitcoin. Một ngày nọ, họ cười nhạo nó như một bong bóng, phiên bản thế hệ này của các khoản nợ thế chấp không phải là tài sản và khoản cho vay dối trá. Ngày hôm sau, họ bày tỏ một sự bình tĩnh huyền bí, sự sốt sắng của lòng tin vào nó."
        },
        {
            "en": "Special: World Cup & Politics – When Sport And Society Mix     Goal.com's Ewan Macdonald looks at how the world's biggest football tournament and politics collide. For many, perhaps most, football is an escape.  It's a chance to lose oneself in entertainment and passion for ninety minutes on a weekend; to fraternise with like-minded fans; to celebrate your local pride in style.  Yet it's undeniable that for millions worldwide, football is simply more than that.  What happens on the pitch can collide quite dramatically with other aspects of life, not least politics.  This is true of the club game, where teams founded by workers quickly found themselves exceeding the capabilities of more genteel organisations early in football's history, and where divisions ranging from the ethnic to the religious to the cultural persist to this day.  But it's in the realm of international competition that such matters really come to a fore, and nowhere is that more true than in the World Cup.  Indeed, the World Cup itself is built on a political divide of a sort.  The first edition of the competition in 1930 was hosted by Uruguay, on the quite reasonable grounds that they had won the last two world amateur titles at the Olympics.  But, feeling snubbed, European countries declined to enter.  Particularly sniffy were the constituent countries of the United Kingdom, not FIFA members, who refused to consider membership in the organization, much less the long journey abroad.  In the event four European teams were coaxed across the ocean.  France made history by scoring the first ever World Cup goal through Lucien Laurent, an amateur forward and factory worker. (That French side was intriguing for all manner of reasons: captain Alex Villaplane, for example, returned home to become an enthusiastic Nazi collaborator before being executed in 1944.)  In any case, Uruguay (who inevitably won the tournament) declined to return the favor four years later, boycotting the World Cup's arrival in Italy due to the ill-feeling from the poor European showing in their own back yard.  Three teams crossed the Atlantic; Brazil, Argentina and the United States all lost their only matches. The narrative of the colonized versus the colonizer made little sense in light of the fact that football was not yet the sport of the people - Brazil's representatives came in large part from the well-to-do and overwhelmingly white Botafogo club - but still the rivalry of Europe against the Americas came to define much of international football in its early days.  It still does so now, particularly from a South American perspective.   War And Peace   As with so much else of civil society, the World Cup stopped for World War II.  Italy's win in 1938 – in what was, incidentally, the first tournament to welcome an Asian side in the form of the Dutch East Indies - was the final kick of a FIFA ball until 1950, when tournament play resumed in Brazil.  Yet despite the fact the war had been over for five years, its repercussions were still felt.  Germany, newly partitioned, had two football associations, but neither represented the East.  One, instead, was in tiny Saarland, whose brief but exciting tenure as an international force did not culminate in qualification.  However, their last-minute acceptance showed that, for perhaps the first time, Europe was serious about competing in South America, and vice versa.  Even the Brits were tempted to come along, England winning the Home Nations Championship to take their place.  Scotland, at the time a formidable team, declined to attend despite being invited, reasoning that second place did not merit such a reward. (Fast-forward 60 years and one imagines that the Scots would feel slightly differently.) Only the withdrawal of India prevented the 1950 World Cup from being the truly global event that it promised to be.  That came later as the lucre and prestige of the Cup continued to grow.  For those hoping that greater global acceptance would bring an end to politicking, though, there was to be disappointment.  In fact as the tournament grew in stature in footballing terms, so too it became a global and social commodity.  In other words, the World Cup was a big deal, and was thus far more likely to attract off-pitch attention.  The Soviet Union, for example, qualified at the first time of asking in 1958 in a bid to flaunt more sporting muscle to the world. (This they did, brilliantly so, drawing with the much-fancied England and beating Austria.).  Meanwhile Turkey withdrew yet again after being placed, inexplicably, in the Asian qualifiers.  This gave their opponents, Israel, a bye to the next stage.  In that round neither Indonesia nor Egypt were able to take part, so Israel and Sudan - who had beaten Syria - moved on to the next and final match.  Sudan refused to play against Israel for political reasons and thus withdrew from competition altogether.  Thus there was Israel, the conqueror of Asia and Africa, alone as a World Cup entrant without playing a single game.  FIFA decided this was unacceptable, so arranged an impromptu play-off with a random European runner-up, Wales.  Wales beat the Israelis and thus qualified for their one and only World Cup. And all because Sudan wouldn't travel to Israel!  Such matters only grew in importance as the decades progressed.  In 1966 the World Cup came to England for the first time for their only victory (thus far), but did so without facing an African team, all of whom withdrew over FIFA's refusal to grant the continent an automatic place in the tournament; in 1970 Morocco became the first African team in over 30 years to play in a World Cup in a bizarre but brilliant tournament that summed up all of football's foibles – playing in the noonday sun to accommodate European television schedules, for example. As for 1982, European alliances came to the fore as West Germany and Austria contrived to play out a 1-0 win for the former in what will forever be known as the 'Shame of Gijon'.  This non-event was a fixed group match that allowed both the German language-speaking countries to progress to the next stage at the expense of Algeria thanks to a complex fixture arrangement – one again created at the behest of television – long since abandoned.  The end result was 1-0 to West Germany, as if it matters. Towards The Present Most of the political aspects we've seen so far have been negative, and mainly to do with power or victory.  For a change of pace, consider West Germany's World Cup win in 1990.  The Berlin Wall had been down for scarcely six months and as the 'Nationalelf' roared to victory in Italy, East and West were busy sealing the formal road to reunification.  In stark contrast to when the sides met in the 1978 World Cup – a tense, fraught event – in this instance the two Germanies celebrated the West's victory together.  That it helped settle some of the reunification nerves and bring a divided people together is undeniable.  It would be an exaggeration to say that reunification could not have happened without football, but it is not a stretch to say that it would not have been so quick.  A cynic might argue, west German elites may have been pleased for the win as it distracted observers from the harsh economic realities of fusion; even if this is true, it was abundantly plain that football was serving as the force for unity and good that it had all too often forgotten in the past.  The Yugoslavia team of such an era, too, had its own role to play.  Before the Balkans shattered in tragic fashion, the Yugoslavs were the pride of eastern Europe.  Serbs like Dragan Stojkovic lined up next to Croats such as Davor Suker and Bosnian legends including Safet Susic and Zlatko Vujovic.  Such a team, bringing the best of all cultures together, could well have gone on to be one of the best of all time - young stars such as Alen Boksic were still in their footballing infancy - but then the war came, and Yugoslavia would never again compete as a single entity in world play.  Now the Balkan states each have their own teams - still, thankfully, punching above their weight, but not as they might have done.  Indeed, football itself had its role to play in the dissolution: rivalry between future European champions Red Star Belgrade and Dinamo Zagreb months before the tournament brought ethnic strife to the forefront of peoples' minds. Four years later Andres Escobar, a Colombian defender, scored an own goal at the 1994 World Cup.  This would have been an unfortunate historical footnote for the stat buff if not for the fact that he was then shot to death upon his return home.  Why? Nobody knows for sure, but in a country such as Colombia, in which drug lords hold sway, it has been rumored that massive gambling losses in the underworld was the trigger.  The money and the power, then, that football has provided could have been a major contributing factor. (As far as the courts determined, however, Escobar was simply shot for protesting when a man in a bar ridiculed him for his own goal.)  The World Cup went truly global in 2002 with its arrival in east Asia, with Japan and South Korea becoming the first ever co-hosts.  Yet four years later an even greater moment of off-pitch drama was to follow.  In 2006 the Ivory Coast, long since wracked by civil war, saw battling factions put down arms and pick up remote controls for a ceasefire in order to support the Ivorians in their first ever crack at World Cup play.  It's easy to romanticize this incident - human rights observers noted that, while conventional war ceased, citizens were still under attack - but at the same time the role of both the sport itself and the personalities involved helped, however slightly the road to peace.   The Path Ahead Could the same be about to happen now?  For the first time ever, North and South Korea will compete at the same tournament.  The importance of what may occur in South Africa cannot be understated.  So much is at stake: the North has in recent months reacted with fury to allegations of its sinking a Southern vessel, and diplomatic relations between the two states – hardly ideal at the best of times – have reached a recent nadir.  Yet on the sporting arena the countries have a much more love-hate relationship.  True enough, the official news organ of the North essentially accused the South of poisoning their players in the lead-up to a vital qualifier last year, but in 2008 athletes from the two sides marched together at the opening ceremony of the Olympic Games.  Might we see scenes of similar fraternity this year?  Meanwhile there are other countries without troubles to seek.  Chile, riven recently by a disastrous earthquake, has taken the World Cup team to their hearts in a way that even this football-crazy nation might not have done in years past.  Events as innocuous as launching the new national shirt have been greeted with intense <em>fervour</em>; should Chilean hero Humberto 'Chupete' Suazo fail to recover from injury in time for the opening game, the mood of the nation will take a significant downturn.  As for Greece, a country cowed and humiliated by its financial disasters and civic unrest, the World Cup is a superb chance to prove that this small population can still hold its own, much as they did in the 2004 European Championships by pulling off a massively unlikely underdog win. And that brings us to South Africa itself.  The host country has so much riding on this tournament.  FIFA do, too.  Their mission to bring the tournament to Africa is long-standing, and now it's been achieved: any organizational failing, any security breach, and problem of any kind will have detractors mobilizing in numbers (and perhaps justifiably so.)  But aside from such concerns, which amount to nickels and dimes, is the future of South Africa itself. (and Africa) Under the dreadful apartheid regime the country lived a strange, alone existence; now, the Rainbow Nation has a chance to truly prove to the world that it can fulfill its promise.  It's no exaggeration to say that the opening match of the World Cup will be, for all South Africans, the most important game of their lives.  If history's anything to go by, how this one goes both on and off the pitch could determine so much more in years to come.",
            "vi": "Bài đặc biệt: World Cup và chính trị – Khi thể thao và xã hội hoà nhập    Tác giả Ewan Macdonald của trang Goal.com phân tích kỹ lưỡng xem giải đấu bóng đá lớn nhất hành tinh và các hoạt động chính trị va chạm nhau như thế nào. Đối với nhiều người, có lẽ là hầu hết, bóng đá là một thú tiêu khiển.  Nó là dịp để người ta đắm mình vào những cuộc vui và những cảm xúc trong suốt 90 phút mỗi cuối tuần; để kết giao với những người hâm mộ cùng quan điểm; để bày tỏ niềm tự hào về đội bóng của mình theo cách riêng. Song không thể phủ nhận rằng, với hàng triệu người khắp nơi trên thế giới, bóng đá chỉ đơn giản thế mà thôi.  Sự kiện diễn ra trên sân cỏ có thể xung đột khá gay gắt với những lĩnh vực khác của cuộc sống, nhất là các hoạt động chính trị.  Điều này đúng với các trận cầu cấp câu lạc bộ, nơi mà các đội bóng do công nhân lập nên nhanh chóng nhận thấy mình vượt quá khả năng của những tổ chức quy củ hơn ở thời kỳ sơ khai trong lịch sử bóng đá, và là nơi mà những khác biệt trải dài từ sắc tộc đến tôn giáo đến văn hoá vẫn còn tồn tại cho đến ngày nay.  Nhưng trong phạm vi thi đấu quốc tế những vấn đề như vậy thực sự nổi lên, và không ở đâu đúng hơn là tại World Cup. Quả thật, World Cup tự bản thân nó được hình thành dựa trên sự phân chia thứ hạng có bóng dáng chính trị. Giải đấu đầu tiên được tổ chức vào năm 1930 do Uruguay làm chủ nhà, với những lý do khá hợp lý là họ đã đoạt hai danh hiệu vô địch nghiệp dư cấp thế giới lần gần nhất tại Olympic.  Nhưng, cảm thấy bị coi thường, các quốc gia Châu Âu từ chối tham gia.  Đặc biệt khinh miệt là những quốc gia thành viên của Vương quốc Anh, không là thành viên của FIFA, đã từ chối cân nhắc tư cách thành viên trong tổ chức này, hơn là vì đường sá xa xôi.  Bốn đội tuyển quốc gia châu Âu bị thuyết phục vượt đại dương đến tham gia sự kiện.  Pháp làm nên lịch sử bằng việc ghi bàn thắng đầu tiên của World Cup do Lucien Laurent, một tiền đạo nghiệp dư và là một công nhân nhà máy thực hiện. (Đội Pháp ngày đó làm người ta chú ý vì nhiều lẽ: đội trưởng Alex Villaplane chẳng hạn, trở về nhà hoạt động cho Đức quốc xã một cách hăng hái trước khi bị hành hình vào năm 1944.) Bất luận thế nào, Uruguay (đội cầm chắn chiến thắng tại giải đấu) từ chối đáp lễ bốn năm sau đó, tẩy chay tham gia World Cup lần đầu tiên tại Ý vì ác cảm từ màn thể hiện đáng khinh bỉ của bóng đá châu Âu trên sân chơi riêng của họ.  Ba đội tuyển vượt Đại Tây Dương; Braxin, Argentina và Mỹ đều thua những trận duy nhất của mình. Câu chuyện người thuộc địa đá với kẻ thực dân không có nhiều ý nghĩa trên thực tế bởi bóng đá vẫn chưa phải là môn thể thao của mọi người - các đại diện của Braxin phần lớn xuất thân từ tầng lớp khá giả và câu lạc bộ Botafogo của người da trắng chiếm số lượng áp đảo - nhưng sự kình địch của châu Âu đối với châu Mỹ vẫn diễn ra nhằm xác định phần trội của bóng đá quốc tế trong những ngày sơ khai của mình.  Mối hiềm khích ấy đến nay vẫn còn, đặc biệt trong lối suy nghĩa của người Nam Mỹ.   \nChiến tranh và hoà bình\n Cùng với rất nhiều hoạt động xã hội dân sự khác, World Cup bị đình trệ vì Đệ nhị thế chiến.  Chiến thắng của Ý năm 1938 - trong giải đấu mà, nhân đây cũng nói thêm, là giải đấu đầu tiên chào đón một đại diện đến từ châu Á dưới danh nghĩa những người Đông Ấn thuộc Hà Lan - là giải đấu cuối cùng của FIFA cho đến năm 1950, khi giải được khôi phục trở lại tại Braxin.  Mặc dù trên thực tế chiến tranh đã chấm dứt từ năm năm trước, nhưng ảnh hưởng của nó thì người ta vẫn còn thấy rất rõ.  Nước Đức, mới bị chia cắt, có hai liên đoàn bóng đá, nhưng không liên đoàn nào đại diện cho Đông Đức.  Một đội, thay vào đó, là bang Saarland bé nhỏ, có khoảng thời gian nắm giữ thú vị nhưng lại ngắn ngủi khi lực lượng quốc tế không đạt đến trình độ cần thiết.  Tuy nhiên, việc chấp thuận vào phút cuối cùng của họ đã cho thấy, có lẽ là lần đầu tiên, châu Âu đã coi trọng việc ganh đua với Nam Mỹ, và ngược lại. Đến người Anh cũng rất muốn cùng tham gia, nước Anh đoạt chức vô địch giải vô địch Liên hiệp Vương quốc Anh và Bắc Ireland để giành chỗ của mình.  Xcốt - len, một đội bóng sừng sỏ bấy giờ, khước từ đến dự dù được mời, lý do là vị trí á quân thì không xứng với phần thưởng như vậy. (Tiến nhanh về phía trước 60 năm và người ta cho rằng người Xcốt - len suy nghĩ hơi lập dị.)  Chỉ có sự rút lui của Ấn Độ là khiến World Cup 1950 không thực sự là sự kiện toàn cầu như đã được hứa hẹn. Giải đấu sau lợi nhuận và uy tín của Cúp thế giới tiếp tục phát triển.  Với những người mong muốn nó trở thành một giải được sự công nhận rộng khắp hoàn cầu hơn nữa có thể xoá bỏ việc dính líu đến chính trị, tuy vậy, vẫn bị thất vọng.  Thực tế, về phương diện bóng đá, khi giải phát triển đến một trình độ rất cao, thì nó cũng trở thành mặt hàng xã hội và mang tính toàn cầu.  Nói cách khác, World Cup là một thương vụ lớn, và do đó có khả năng thu hút sự chú ý rất lớn của mọi người ngoài sân cỏ. Liên Xô, chẳng hạn, đã có đủ tư cách tham dự ở lần đầu tiên vào năm 1958 trong nỗ lực phô trương sức mạnh thể thao của mình nhiều hơn với thế giới. (Điều này họ đã thực hiện, một cách xuất sắc, hoà với đội bóng đang được nhiều người hâm mộ là Anh và đá bại Áo.)  Trong khi đó Thổ Nhĩ Kỳ một lần nữa rút lui một cách bí hiểm sau khi đã đặt chỗ ở vòng loại khu vực châu Á.  Điều này trao cho đối thủ của họ, đội Israel, vào vòng tiếp theo mà không phải thi đấu.  Trong vòng đấu đó cả Indonesia lẫn Ai Cập đều không thể tham dự, cho nên Israel và Sudan - đội đã hạ Syria - giành quyền đi tiếp vào vòng sau và là trận cuối cùng.  Sudan từ chối đá với Israel vì những lý do chính trị và vì vậy đã rút lui hẳn khỏi giải. Vì vậy chỉ có Israel, đội chiến thắng của khu vực Á Phi, một mình là ứng cử viên dự World Cup mà không phải đá một trận cầu nào.  FIFA quyết định chuyện này là không thể chấp nhận, do đó bất ngờ sắp xếp một trận play-off tức thời với một đội về nhì ngẫu nhiên ở khu vực châu Âu, đó là xứ Wales.  Xứ Wales đá bại những người Israel và vì vậy đủ tiêu chuẩn tham dự World Cup lần duy nhất của mình. Và tất cả là bởi Sudan không chịu đến Israel! Những vấn đề như vậy chỉ thêm phần nghiêm trọng trong các thập niên tiếp theo.  Vào năm 1966 World Cup đến Anh lần đầu tiên mang lại cho họ chiến thắng duy nhất (cho đến nay), nhưng diễn ra mà không có một đội bóng châu Phi nào, tất cả họ từ chối lời đề nghị của  FIFA là cho phép lục địa này có một suất tự động vào thẳng vòng chung kết.  Năm 1970 Ma-rốc trở thành đội châu Phi đầu tiên trong hơn 30 năm thi đấu tại một kỳ World Cup, trong một giải đấu kỳ lạ mà phi thường - gom hết những nhược điểm của bóng đá lại - ví dụ, thi đấu dưới trưa nắng chang chang để phục vụ cho lịch truyền hình ở châu Âu. Về phần năm 1982, các khối liên minh ở châu Âu nổi lên khi Tây Đức và Áo đóng kịch thi đấu với thắng lợi 1-0 nghiêng về đội đứng trước trong trận cầu mà sẽ mãi mãi được biết đến với tên gọi \"nỗi ô nhục Gijon\".  Sự kiện không có kết cục như mong đợi này là một trận đấu vòng bảng được chuẩn bị từ trước cho phép cả hai quốc gia cùng nói tiếng Đức đi tiếp vào vòng sau khi loại bỏ Algeria nhờ sự sắp xếp lịch thi đấu phức tạp - người ta lại làm theo yêu cầu của truyền hình - sớm bị bãi bỏ. Kết quả chung cuộc là 1-0 nghiêng về Tây Đức, như thể nó có vấn đề. Những năm gần đây  Hầu hết những khía cạnh chính trị mà chúng ta thấy đến lúc này đều là tiêu cực, và chủ yếu để nhằm mục đích quyền lực hay hòng giành chiến thắng.  Để thay đổi nhịp điệu hành trình một chút, hãy xem xét chiến thắng World Cup 1990 của Tây Đức. Bức tường Bá Linh sụp đổ trước đúng 6 tháng và khi \"cỗ xe tăng Đức\" gầm vang mừng chiến thắng trên đất Ý, Đông Đức và Tây Đức đang tất bật công việc lựa chọn con đường chính thức đi đến tái thống nhất.  Hoàn toàn trái ngược cảnh tượng khi hai đội gặp nhau trong World Cup 1978 - một cuộc đối đầu đầy căng thẳng - thì lần này hai nước Đức cùng ăn mừng chiến thắng của Tây Đức.  Chiến thắng ấy giúp làm dịu bớt chút căng thẳng của công cuộc tái thống nhất và đưa những người bị chia rẽ đến gần nhau là điều không thể phủ nhận.  Nói công cuộc tái thống nhất kia không thể diễn ra nếu không có bóng đá là quá đáng, nhưng không phải là một sự thổi phồng hết cỡ nếu bảo nó sẽ không diễn ra nhanh như thế.  Một người ưa châm chọc có thể đưa ra lý lẽ, những con người ưu tú phía Tây Đức có thể đã vui mừng vì thắng lợi khi chiến thắng này khiến họ mất tập trung vào những thực tế của việc hợp nhất nền kinh tế khắc nghiệt; thậm chí nếu điều này đúng, thì thật dễ hiểu bóng đá đã có tác dụng như sức mạnh đoàn kết và thật tuyệt vời vì nó đã từng thường xuyên bị lãng quên trong quá khứ. Đội tuyển Nam Tư cũng ở thời kỳ tương tự, phải thi đấu với sứ mệnh riêng.  Trước khi bán đảo Ban - căng tan vỡ trong tình trạng thê thảm, các cầu thủ Nam tư là niềm tự hào của Đông Âu.  Những người Xéc - bi như Dragan Stojkovic đứng trong đội hình bên cạnh những người Croatia như Davor Suker và những huyền thoại người Bosnia là Safet Susic và Zlatko Vujovic.  Một đội tuyển như vậy, người ta đưa những cầu thủ xuất sắc nhất của các nền văn hoá lại với nhau, rất có thể trở thành một trong những đội tuyển xuất sắc nhất mọi thời - những ngôi sao trẻ như Alen Boksic vẫn còn trong giai đoạn đang phát triển các tố chất bóng đá của mình - nhưng rồi chiến tranh xảy đến, và Nam Tư sẽ không bao giờ lại thi đấu với tư cách một đội bóng trên đấu trường quốc tế. Hiện tại các quốc gia khu vực Ban - căng mỗi nước có đội bóng riêng - may thay, vẫn là những đội bóng mạnh, nhưng có lẽ không còn như đã từng.  Thật vậy, bản thân bóng đá đã phát huy vai trò của mình trong sự tan rã: sự kình địch giữa những nhà vô địch châu Âu tương lai là Sao đỏ Belgrade và Dinamo Zagreb nhiều tháng liền trước giải đấu đưa cuộc xung đột sắc tộc trước tâm trí mọi người. Bốn năm sau, Andres Escobar, một hậu vệ người Colombia, đá phản lưới nhà tại World Cup 1994. Nếu sự thật không phải là anh bị bắn chết trên đường về nhà thì điều này đối với người hâm mộ sẽ là một lời giải thích lịch sử về tai nạn đáng tiếc.  Vì sao?  Không ai biết chắc được, nhưng tại một đất nước như Colombia, mà ở đó những tay trùm ma tuý giữ quyền cai trị, thì theo những lời đồn đại, thủ phạm ra tay sát hại là những tên thua độ lớn trong thế giới ngầm.  Tiền bạc và quyền lực, những thứ bóng đá mang lại có thể là nhân tố chủ yếu. (Tuy nhiên, theo như xác định của toà án, thì Escobar bị bắn chỉ vì lời qua tiếng lại với một kẻ say xỉn ở quán rượu đã nhạo báng anh về bàn đốt lưới nhà.) World Cup thực sự trở thành ngày hội toàn cầu vào năm 2002 với điểm đến tại Đông Á, bằng việc Nhật Bản và Hàn Quốc trở thành hai nước đồng chủ nhà đầu tiên.  Nhưng bốn năm sau, thời điểm của những sự kiện đáng nhớ bên ngoài sân cỏ thậm chí còn lớn lao hơn đã xảy ra.  Năm 2006 Bờ Biển Ngà, trước nay bị cuộc nội chiến tàn phá, đã chứng kiến những phe phái trong các trận chiến hạ vũ khí và cầm lấy những cái điều khiển từ xa, ngừng bắn để cổ vũ cho các cầu thủ Bờ Biển Ngà trong lần đầu tiên tham gia đấu trường World Cup của mình.  Tình tiết này có thể dựng thành phim được – các nhà theo dõi nhân quyền nhận thấy rằng, khi cuộc chiến diễn ra theo quy ước, người dân vẫn bị tấn công như thường - nhưng cùng một thời điểm vai trò của thể thao và những cá nhân liên quan lại giúp được phần nào cho con đường đi đến hoà bình.    Chặng đường phía trước  Những chuyện tương tự sẽ diễn ra?  Lần đầu tiên, Bắc và Nam Triều Tiên sẽ cùng tham dự một giải đấu.  Tầm quan trọng của những gì có thể xảy ra ở Nam Phi không thể bị coi nhẹ.  Vì vậy, vấn đề hệ trọng là: Phía Bắc gần đây phản ứng gay gắt với những luận điệu về vụ đắm tàu của Phía Nam, và các mối quan hệ ngoại giao giữa hai quốc gia – mô hình lý tưởng rất khó thực hiện vào thời điểm tốt nhất - đã đến mức tồi tệ nhất trong nhiều năm qua.  Tuy nhiên trên sân chơi thể thao các quốc gia có mối quan hệ yêu - ghét nhiều hơn nữa.  Chính xác là cơ quan thông tin chính thức của miền Bắc về cơ bản đã cáo buộc miền Nam đầu độc cầu thủ của họ trong kế hoạch chuẩn bị cho vòng đấu loại mang tính sống còn hồi năm ngoái, nhưng trong năm 2008 các vận động viên đến từ hai miền đã cùng nhau diễu hành tại lễ khai mạc Thế vận hội.  Chúng ta sẽ chứng kiến những hình ảnh thể hiện tình huynh đệ tương tự trong năm nay? Trong khi đó có những quốc gia khác không mấy bận tâm đến những khó khăn mình đang gặp.  Chile, gần đây bị tan tác vì trận động đất thảm khốc, đã thể hiện tình yêu với đội bóng tham dự World Cup của mình theo cách mà ngay cả đất nước cuồng nhiệt bóng đá này có lẽ chưa từng thực hiện được trong quá khứ.  Những sự kiện vô thưởng vô phạt như lễ ra mắt chiếc áo tuyển quốc gia mới đã được hưởng ứng rất sôi nổi; nếu người hùng của Chile Humberto 'Chupete' Suazo không kịp hồi phục chấn thương trước trận mở màn, thì tâm trạng của cả nước sẽ rất u ám.  Còn về Hy Lạp, quốc gia bị bẽ mặt và bị đe doạ vì tình trạng bất ổn trong dân chúng và những thảm hoạ tài chính, World Cup là cơ hội tuyệt vời để chứng tỏ rằng đất nước có dân số ít ỏi này vẫn có thể giữ được thể diện, nhiều như họ đã từng làm ở giải vô địch Châu Âu năm 2004 bằng việc giành chiến thắng trong thế của kẻ chiếu dưới rất bất ngờ. Và chính điều đó lôi cuốn chúng ta tại Nam Phi.  Nước chủ nhà chịu nhiều áp lực trong giải đấu này.  FIFA cũng vậy. Sứ mệnh đem giải đấu đến Nam Phi của họ có từ rất lâu, và hiện tại nó đã đạt được: bất kỳ sơ suất trong khâu tổ chức nào, bất kỳ kẽ hở an ninh nào, và bất kỳ rắc rối nào đều sẽ có những kẻ vạch lá tìm sâu xuất hiện nhiều vô kể (và dĩ nhiên cũng phải lẽ thôi).  Nhưng ngoài những mối quan ngại như vậy, đồng nghĩa với việc phải tính toán tỷ mỷ và kỹ lưỡng, là tương lai của chính bản thân Nam Phi (và châu Phi).  Dưới chế độ phân biệt chủng tộc đáng sợ, đất nước này đã sống trong tình trạng cô lập, xa lạ.  Hiện nay, Đất nước Cầu Vồng đã có cơ hội thực sự chứng minh cho thế giới rằng mình có thể thực hiện những gì đã hứa.  Không có gì là quá đáng khi nói rằng trận đấu khai mạc World Cup sẽ là, với tất cả mọi người dân Nam phi, trận cầu quan trọng nhất trong đời họ. Điều này diễn ra cả trong lẫn ngoài sân cỏ như thế nào có thể đánh giá nhiều hơn nữa trong những năm tới nếu mọi thứ thuộc về lịch sử đều qua đi."
        }
    ],
    "suggestions": []
}