{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['fə:vəntli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nồng nhiệt, nhiệt thành</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Communists struggle fervently for their ideology</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những người cộng sản đấu tranh nhiệt thành vì ý thức hệ của mình.</font></td></tr></table><i/></div>",
            "word": "fervently",
            "pronounce": "['fə:vəntli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fervently",
            "pronounce": "['fə:vəntli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fervently",
            "pronounce": "['fə:vəntli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fervently",
            "pronounce": "['fə:vəntli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fervently",
            "pronounce": "['fə:vəntli]"
        }
    },
    "sentences": [
        {
            "en": "I promised <em>fervently</em>.",
            "vi": "Tôi hứa nhiệt thành."
        },
        {
            "en": "They believe <em>fervently</em> in eventual victory.",
            "vi": "Họ tin tưởng nồng nhiệt vào thắng lợi cuối cùng."
        },
        {
            "en": "Communists struggle <em>fervently</em> for their ideology.",
            "vi": "Những người cộng sản đấu tranh nhiệt thành vì ý thức hệ của mình."
        },
        {
            "en": "Despite Jake's negative take on things, I hoped <em>fervently</em> that Harry would pull through.",
            "vi": "Mặc cho Jake có vẻ bi quan, tôi hết sức hi vọng Harry sẽ vượt qua được."
        },
        {
            "en": "But Scarlett flung it off, wishing <em>fervently</em> that she could roar as loudly as Gerald used to roar when in a temper.",
            "vi": "Nhưng scarlett hất ra, lòng sôi sục ước sao có thể gầm thét to như ông gerald những khi ông nổi cơn thịnh nộ."
        },
        {
            "en": "Health and government officials were working <em>fervently</em> to prevent more deaths Friday as they provided medical treatment for people from flood-stricken areas.",
            "vi": "Các quan chức y tế của chính phủ đang làm việc nhiệt tình để ngăn chặn nhiều ca tử vong vào hôm Thứ Sáu khi họ điều trị cho nhiều người từ các khu vực bị nạn lụt tấn công. "
        },
        {
            "en": "Mr. Sugi <em>fervently</em> hopes to see his beloved son again in this lifetime, and asks therefore that you please notify him immediately if you receive word from your sister.",
            "vi": "Ông sugi rất mong mỏi thấy lại đứa con thân yêu trong lúc ông còn sống, cho nên ông ta yêu cầu cô vui lòng báo cho ông ta biết ngay nếu cô có tin tức gì về chị cô."
        },
        {
            "en": "\"We will pursue this diplomatic track,\" Obama told Fox News' Wallace. \"I <em>fervently</em> hope that this can be resolved in a non-military way. But I think it is important for us not to let the, you know, the pedal off the metal when it comes to making sure that they understand that we mean what we say about these international bans on chemical weapons.\"",
            "vi": "Ông Obama nói với Wallace của hãng tin Fox News: “Chúng tôi sẽ theo đuổi con đường ngoại giao này. Tôi vô cùng hi vọng có thể giải quyết vấn đề bằng biện pháp phi quân sự. Nhưng theo tôi, điều quan trọng với chúng ta là không được chậm trễ khi phải chắc chắn rằng họ hiểu được chúng ta muốn họ tuân thủ các lệnh cấm quốc tế về vũ khí hoá học."
        },
        {
            "en": "I have now spent half my life fighting against such censorship and for freedom and democracy in China. More than ever, I <em>fervently</em> believe that this is what every thinking person outside of China must clearly understand: More than two decades after Tiananmen, the totalitarian tiger has still not changed its stripes. In fact, unlike more stable countries, China’s spending on police and social control is now rising even faster than China’s skyrocketing defense budget!",
            "vi": "Cho đến nay tôi đã dùng nửa đời người chiến đấu chống lại sự kiểm duyệt đó và đấu tranh cho tự do và dân chủ ở Trung Quốc. Hơn lúc nào hết, tôi chân thành tin rằng bất cứ ai có lý trí ở bên ngoài Trung Quốc phải hiểu rõ được điều này: Hơn hai thập kỷ sau sự kiện Thiên An Môn, con hổ toàn trị vẫn không hề thay đổi các sọc vằn của nó. Thực tế, không giống các quốc gia ổn định hơn khác, sự chi tiêu của Trung Quốc cho cảnh sát và kiểm soát xã hội hiện đang ngày càng tăng nhanh hơn cả ngân sách quốc phòng vốn đã tăng vùn vụt của Trung Quốc!"
        },
        {
            "en": "During these hopeful times, I was among a group of young student leaders who led calls for political reform to match the new thinking and bring China into the modern world with dignity. We organized rallies and made speeches at schools and squares all across the country, and we <em>fervently</em> believed the top leadership of the Chinese Communist Party would listen. Instead, our movement was crushed by a wave of tanks and the tragic events of June 4th, 1989 in Tiananmen Square that so many of you watched with horror on television.",
            "vi": "Trong những năm đầy hy vọng này, tôi là thành viên của một nhóm các lãnh đạo sinh viên trẻ đứng ra kêu gọi cải cách chính trị để hợp với tư duy mới và đưa Trung Quốc vào thế giới hiện đại với tư cách đường hoàng. Chúng tôi đã tổ chức các cuộc biểu tình và đọc diễn văn tại các trường học và các quảng trường trên khắp đất nước, và chúng tôi nhiệt thành tin rằng giới lãnh đạo cao cấp nhất của đảng Cộng sản trung Quốc sẽ lắng nghe. Nhưng thay vào đó, phong trào của chúng tôi đã bị nghiền nát bằng hàng đoàn xe tăng và những sự kiện bi thảm ngày 4 tháng Sáu năm 1989 tại quảng trường Thiên An Môn, mà đa phần trong các bạn đã có dịp xem trên TV với niềm kinh hãi."
        },
        {
            "en": "7 REPETITION         16. PARIS AT THAT MOMENT, MY HEAD BROKE THE SURFACE. How disorienting. I'd been sure I was sinking. The current wouldn't let up. It was slamming me against more rocks; they beat against the center of my back sharply, rhythmically, pushing the water from my lungs. It gushed out in amazing volume, absolute torrents pouring from my mouth and nose. The salt burned and my lungs burned and my throat was too full of water to catch a breath and the rocks were hurting my back. Somehow I stayed in one place, though the waves still heaved around me. I couldn't see anything but water everywhere, reaching for my face. \"Breathe!\" a voice, wild with anxiety, ordered, and I felt a cruel stab of pain when I recognized the voice—because it wasn't Edward's. I could not obey. The waterfall pouring from my mouth didn't stop long enough for me to catch a breath. The black, icy water filled my chest, burning. The rock smacked into my back again, right between my shoulder blades, and another volley of water choked its way out of my lungs. \"Breathe, Bella! C'mon!\" Jacob begged. Black spots bloomed across my vision, getting wider and wider, blocking out the light. The rock struck me again. The rock wasn't cold like the water; it was hot on my skin. I realized it was Jacob's hand, trying to beat the water from my lungs. The iron bar that had dragged me from the sea was also… warm… My head whirled, the black spots covered everything… Was I dying again, then? I didn't like it—this wasn't as good as the last time. It was only dark now, nothing worth looking at here. The sound of the crashing waves faded into the black and became a quiet, even whoosh that sounded like it was coming from the inside of my ears… \"Bella?\" Jacob asked, his voice still tense, but not as wild as before. \"Bells, honey, can you hear me?\" The contents of my head swished and rolled sickeningly, like they'd joined the rough water… \"How long has she been unconscious?\" someone else asked. The voice that was not Jacob's shocked me, jarred me into a more focused awareness. I realized that I was still. There was no tug of the current on me—the heaving was inside my head. The surface under me was flat and motionless. It felt grainy against my bare arms. \"I don't know,\" Jacob reported, still frantic. His voice was very close. Hands—so warm they had to be his—brushed wet hair from my cheeks. \"A few minutes? It didn't take long to tow her to the beach.\" The quiet whooshing inside my ears was not the waves—it was the air moving in and out of my lungs again. Each breath burned—the passageways were as raw as if I'd scrubbed them out with steel wool. But I was breathing. And I was freezing. A thousand sharp, icy beads were striking my face and arms, making the cold worse. \"She's breathing. She'll come around. We should get her out of the cold, though. I don't like the color she's turning…\" I recognized Sam's voice this time. \"You think it's okay to move her?\" \"She didn't hurt her back or anything when she fell?\" \"I don't know.\" They hesitated. I tried to open my eyes. It took me a minute, but then I could see the dark, purple clouds, flinging the freezing rain down at me. \"Jake?\" I croaked. Jacob's face blocked out the sky. \"Oh!\" he gasped, relief washing over his features. His eyes were wet from the rain. \"Oh, Bella! Are you okay? Can you hear me? Do you hurt anywhere?\" \"J-Just m-my throat,\" I stuttered, my lips quivering from the cold. \"Let's get you out of here, then,\" Jacob said. He slid his arms under me and lifted me without effort—like picking up an empty box. His chest was bare and warm; he hunched his shoulders to keep the rain off of me. My head lolled over his arm. I stared vacantly back toward the furious water, beating the sand behind him. \"You got her?\" I heard Sam ask. \"Yeah, I'll take it from here. Get back to the hospital. I'll join you later. Thanks, Sam.\" My head was still rolling. None of his words sunk in at first. Sam didn't answer. There was no sound, and I wondered if he were already gone. The water licked and writhed up the sand after us as Jacob carried me away, like it was angry that I'd escaped. As I stared wearily, a spark of color caught my unfocused eyes—a small flash of fire was dancing on the black water, far out in the bay. The image made no sense, and I wondered how conscious I really was. My head swirled with the memory of the black, churning water—of being so lost that I couldn't find up or down. So lost… but somehow Jacob… \"How did you find me?\" I rasped. \"I was searching for you,\" he told me. He was half-jogging through the rain, up the beach toward the road. \"I followed the tire tracks to your truck, and then I heard you scream…\" He shuddered. \"Why would you jump, Bella? Didn't you notice that it's turning into a hurricane out here? Couldn't you have waited for me?\" Anger filled his tone as the relief faded. \"Sorry,\" I muttered. \"It was stupid.\" \"Yeah, it was really stupid,\" he agreed, drops of rain shaking free of his hair as he nodded. \"Look, do you mind saving the stupid stuff for when I'm around? I won't be able to concentrate if I think you're jumping off cliffs behind my back.\" \"Sure,\" I agreed. \"No problem.\" I sounded like a chain-smoker. I tried to clear my throat—and then winced; the throat-clearing felt like stabbing a knife down there. \"What happened today? Did you… find her?\" It was my turn to shudder, though I wasn't so cold here, right next to his ridiculous body heat. Jacob shook his head. He was still more running than walking as he headed up the road to his house. \"No. She took off into the water—the bloodsuckers have the advantage there. That's why I raced home—I was afraid she was going to double back swimming. You spend so much time on the beach…\" He trailed off, a catch in his throat. \"Sam came back with you… is everyone else home, too?\" I hoped they weren't still out searching for her. \"Yeah. Sort of.\" I tried to read his expression, squinting into the hammering rain. His eyes were tight with worry or pain. The words that hadn't made sense before suddenly did. \"You said… hospital. Before, to Sam. Is someone hurt? Did she fight you?\" My voice jumped up an octave, sounding strange with the hoarseness. \"No, no. When we got back, Em was waiting with the news. It's Harry Clearwater. Harry had a heart attack this morning.\" \"Harry?\" I shook my head, trying to absorb what he was saying. \"Oh, no! Does Charlie know?\" \"Yeah. He's over there, too, with my dad.\" \"Is Harry going to be okay?\" Jacob's eyes tightened again. \"It doesn't look so great right now.\" Abruptly, I felt really sick with guilt—felt truly horrible about the brainless cliff dive. Nobody needed to be worrying about me right now. What a stupid time to be reckless. \"What can I do?\" I asked. At that moment the rain stopped. I hadn't realized we were already back to Jacob's house until he walked through the door. The storm pounded against the roof. \"You can stay here,\" Jacob said as he dumped me on the short couch. \"I mean it—right here I'll get you some dry clothes.\" I let my eyes adjust to the dark room while Jacob banged around in his bedroom. The cramped front room seemed so empty without Billy, almost desolate. It was strangely ominous—probably just because I knew where he was. Jacob was back in seconds. He threw a pile of gray cotton at me. \"These will be huge on you, but it's the best I've got. I'll, er, step outside so you can change.\" \"Don't go anywhere. I'm too tired to move yet. Just stay with me.\" Jacob sat on the floor next to me, his back against the couch. I wondered when he'd slept last. He looked as exhausted as I felt. He leaned his head on the cushion next to mine and yawned. \"Guess I could rest for a minute…\" His eyes closed. I let mine slide shut, too. Poor Harry. Poor Sue. I knew Charlie was going to be beside himself. Harry was one of his best friends. Despite Jake's negative take on things, I hoped <em>fervently</em> that Harry would pull through. For Charlie's sake. For Sue's and Leah's and Seth's… Billy's sofa was right next to the radiator, and I was warm now, despite my soaked clothes. My lungs ached in a way that pushed me toward unconsciousness rather than keeping me awake. I wondered vaguely if it was wrong to sleep… or was I getting drowning mixed up with concussions… ? Jacob began softly snoring, and the sound of it soothed like a lullaby. I fell asleep quickly. For the first time in a very long time, my dream was just a normal dream. Just a blurred wandering through old memories—blinding bright visions of the Phoenix sun, my mother's face, a ramshackle tree house, a faded quilt, a wall of mirrors, a flame on the black water… I forgot each of them as soon as the picture changed. The last picture was the only one that stuck in my head. It was meaningless—just a set on a stage. A balcony at night, a painted moon hanging in the sky. I watched the girl in her nightdress lean on the railing and talk to herself. Meaningless… but when I slowly struggled back to consciousness, Juliet was on my mind. Jacob was still asleep; he'd slumped down to the floor and his breathing was deep and even. The house was darker now than before, it was black outside the window. I was stiff, but warm and almost dry. The inside of my throat burned with every breath I took. I was going to have to get up—at least to get a drink. But my body just wanted to be here limp, to never move again. Instead of moving, I thought about Juliet some more. I wondered what she would have done if Romeo had left her, not because he was banished, but because he lost interests.   What if Rosaline had given him the time of day, and he'd changed his mind? What if, instead of marrying Juliet, he'd just disappeared? I thought I knew how Juliet would feel. She wouldn't go back to her old life, not really. She wouldn't ever have moved on, I was sure of that.  Even if she'd lived until she was old and gray, every time she closed her eyes, it would have been Romeo's face she saw behind her lids. She would have accepted that, eventually. I wondered if she would have married Paris in the end, just to please her parents, to keep the peace. No, probably not, I decided. But then, the story didn't say much about Paris. He was just a stick figure—a placeholder, a threat, a deadline to force her hand. What if there were more to Paris? What if Paris had been Juliet's friend? Her very best friend? What if he was the only one she could confide in about the whole devastating thing with Romeo? The one person who really understood her and made her feel halfway human again? What if he was patient and kind? What if he took care of her? What if Juliet knew she couldn't survive without him? What if he really loved her, and wanted her to be happy? And… what if she loved Paris? Not like Romeo. Nothing like that, of course. But enough that she wanted him to be happy, too? Jacob's slow, deep breathing was the only sound in the room—like a lullaby hummed to a child, like the whisper of a rocking chair, like the ticking of an old clock when you had nowhere you needed to go…It was the sound of comfort. If Romeo was really gone, never coming back, would it have mattered whether or not Juliet had taken Paris up on his offer? Maybe she should have tried to settle into the leftover scraps of life that were left behind. Maybe that would have been as close to happiness as she could get. I sighed, and then groaned when the sigh scraped my throat. I was reading too much into the story. Romeo wouldn't change his mind. That's why people still remembered his name, always twined with hers: Romeo and Juliet. That's why it was a good story. \"Juliet gets dumped and ends up with Paris\" would have never been a hit. I closed my eyes and drifted again, letting my mind wander away from the stupid play I didn't want to think about anymore. I thought about reality instead—about jumping off the cliff and what a brainless mistake that had been. And not just the cliff, but the   motorcycles and the whole irresponsible Evel Knievel bit. What if something bad happened to me? What would that do to Charlie? Harry's heart attack had pushed everything suddenly into perspective for me. Perspective that I didn't want to see, because—if I admitted to the truth of it—it would mean that I would have to change my ways. Could I live like that? Maybe. It wouldn't be easy; in fact, it would be downright miserable to give up my hallucinations and try to be a grown-up. But maybe I should do it. And maybe I could. If I had Jacob. I couldn't make that decision right now. It hurt too much. I'd think about something else. Images from my ill-considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about… the feel of the air as I fell, the  blackness of the water, the thrashing of the current… Edward's face… I lingered there for a long time. Jacob's warm hands, trying to beat life back into me… the stinging rain flung down by the purple clouds… the strange fire on the waves… There was something familiar about that flash of color on top of the water. Of course it couldn't really be fire— My thoughts were interrupted by the sound of a car squelching through the mud on the road outside. I heard it stop in front of the house, and doors started opening and closing. I thought about sitting up, and then decided against that idea. Billy's voice was easily identifiable, but he kept it uncharacteristically low, so that it was only a gravelly grumble. The door opened, and the light flicked on. I blinked, momentarily blind. Jake startled awake, gasping and jumping to his feet. \"Sorry,\" Billy grunted. \"Did we wake you?\" My eyes slowly focused on his face, and then, as I could read his expression, they filled with tears. \"Oh, no, Billy!\" I moaned. He nodded slowly, his expression hard with grief. Jake hurried to his father and took one of his hands. The pain made his face suddenly childlike—it looked odd on top of the man's body. Sam was right behind Billy, pushing his chair through the door. His normal composure was absent from his agonized face. \"I'm so sorry,\" I whispered. Billy nodded. \"It's gonna be hard all around.\" \"Where's Charlie?\" \"Your dad is still at the hospital with Sue. There are a lot of… arrangements to be made.\" I swallowed hard. \"I'd better get back there,\" Sam mumbled, and he ducked hastily out the door. Billy pulled his hand away from Jacob, and then he rolled himself through the kitchen toward his room. Jake stared after him for a minute, then came to sit on the floor beside me again. He put his face in his hands. I rubbed his shoulder, wishing I could think of anything to say. After a long moment, Jacob caught my hand and held it to his face. \"How are you feeling? Are you okay? I probably should have taken you to a doctor or something.\" He sighed. \"Don't worry about me,\" I croaked. He twisted his head to look at me. His eyes were rimmed in red. \"You don't look so good.\" \"I don't feel so good, either, I guess.\" \"I'll go get your truck and then take you home—you probably ought to be there when Charlie gets back.\" \"Right.\" I lay listlessly on the sofa while I waited for him. Billy was silent in the other room. I felt like a peeping torn, peering through the cracks at a private sorrow that wasn't mine. It didn't take Jake long. The roar of my truck's engine broke the silence before I expected it. He helped me up from the couch without speaking, keeping his arm around my shoulder when the cold air outside made me shiver. He took the driver's seat without asking, and then pulled me next to his side to keep his arm tight around me. I leaned my head against his chest. \"How will you get home?\" I asked. \"I'm not going home. We still haven't caught the bloodsucker, remember?\" My next shudder had nothing to do with cold. It was a quiet ride after that. The cold air had woken me up. My mind was alert, and it was working very hard and very fast. What if? What was the right thing to do? I couldn't imagine my life without Jacob now—I cringed away from the idea of even trying to imagine that. Somehow, he'd become essential to my survival. But to leave things the way they were… was that cruel, as Mike had accused? I remembered wishing that Jacob were my brother. I realized now that all I really wanted was a claim on him. It didn't feel brotherly when he held me like this. It just felt nice—warm and comforting and familiar. Safe. Jacob was a safe harbor. I could stake a claim. I had that much within my power. I'd have to tell him everything, I knew that. It was the only way to be fair. I'd have to explain it right, so that he'd know I wasn't settling, that he was much too good for me. He already knew I was broken, that part wouldn't surprise him, but he'd need to know the extent of it. I'd even have to admit that I was crazy—explain about the voices I heard. He'd need to know everything before he made a decision. But, even as I recognized that necessity, I knew he would take me in spite of it all. He wouldn't even pause to think it through. I would have to commit to this—commit as much of me as there was left, every one of the broken pieces. It was the only way to be fair to him. Would I? Could I? Would it be so wrong to try to make Jacob happy? Even if the love I felt for him was no more than a weak echo of what I was capable of, even if my heart was far away, wandering and grieving after my fickle Romeo, would it be so very wrong? Jacob stopped the truck in front of my dark house, cutting the engine so it was suddenly silent. Like so many other times, he seemed to be in tune with my thoughts now. He threw his other arm around me, crushing me against his chest, binding me to him. Again, this felt nice. Almost like being a whole person again. I thought he would be thinking of Harry, but then he spoke, and his tone was apologetic. \"Sorry. I know you don't feel exactly the way I do, Bella. I swear I don't mind. I'm just so glad you're okay that I could sing—and that's something no one wants to hear.\" He laughed his throaty laugh in my ear. My breathing kicked up a notch, sanding the walls of my throat. Wouldn't Edward, indifferent as he might be, want me to be as happy as possible under the circumstances? Wouldn't enough friendly emotion linger for him to want that much for me? I thought he would. He wouldn't begrudge me this: giving just a small bit of love he didn't want to my friend Jacob. After all, it wasn't the same love at all. Jake pressed his warm cheek against the top of my hair. If I turned my face to the side—if I pressed my lips against his bare shoulder... I knew without any doubt what would follow. It would be very easy. There would be no need for explanations tonight. But could I do it? Could I betray my absent heart to save my pathetic life? Butterflies assaulted my stomach as I thought of turning my head. And then, as clearly as if I were in immediate danger, Edward's velvet voice whispered in my ear. \"Be happy,\" he told me. I froze. Jacob felt me stiffen and released me automatically, reaching for the door. Wait, I wanted to say. Just a minute. But I was still locked in place, listening to the echo of Edward's voice in my head. Storm-cooled air blew through the cab of the truck. \"OH!\" The breath whooshed out of Jacob like someone had punched him in the gut. \"Holy crap!\" He slammed the door and twisted the keys in the ignition at the same moment. His hands were shaking so hard I didn't know how he managed it. \"What's wrong?\" He revved the engine too fast; it sputtered and faltered. \"Vampire,\" he spit out. The blood rushed from my head and left me dizzy. \"How do you know?\" \"Because I can smell it. Dammit!\" Jacob's eyes were wild, raking the dark street. He barely seemed aware of the tremors that were rolling through his body. \"Phase or get her out of here?\" he hissed at himself. He looked down at me for a split second, taking in my horror-struck eyes and white face, and then he was scanning the street again. \"Right. Get you out.\" The engine caught with a roar. The tires squealed as he spun the truck around, turning toward our only escape. The headlights washed across the pavement, lit the front line of the black forest, and finally glinted off a car parked across the street from my house. \"Stop!\" I gasped. It was a black car—a car I knew. I might be the furthest thing from an autophile, but I could tell you everything about that particular car. It was a Mercedes S55 AMG. I knew the horsepower and the color of the interior. I knew the feel of the powerful engine purring through the frame. I knew the rich smell of the leather seats and the way the extra-dark tint made noon look like dusk through those windows. It was Carlisle's car. \"Stop!\" I cried again, louder this time, because Jacob was gunning the truck down the street. \"What?!\" \"It's not Victoria. Stop, stop! I want to go back.\" He stomped on the brake so hard I had to catch myself against the dashboard. \"What?\" he asked again, aghast. He stared at me with horror in his eyes. \"It's Carlisle's car! It's the Cullens. I know it.\" He watched dawn break across my face, and a violent tremor rocked his frame. \"Hey, calm down, Jake. It's okay. No danger, see? Relax.\" \"Yeah, calm,\" he panted, putting his head down and closing his eyes. While he concentrated on not exploding into a wolf, I stared out the back window at the black car. It was just Carlisle, I told myself. Don't expect anything more. Maybe Esme… Stop right there, I told myself. Just Carlisle. That was plenty. More than I'd ever hoped to have again. \"There's a vampire in your house,\" Jacob hissed. \"And you want to go back?\" I glanced at him, ripping my unwilling eyes off the Mercedes—terrified that it would disappear the second I looked away. \"Of course,\" I said, my voice blank with surprise at his question. Of course I wanted to go back. Jacob's face hardened while I stared at him, congealing into the bitter mask that I'd thought was gone for good. Just before he had the mask in place, I caught the spasm of betrayal that flashed in his eyes. His hands were still shaking. He looked ten years older than me. He took a deep breath. \"You're sure it's not a trick?\" he asked in a slow, heavy voice. \"It's not a trick. It's Carlisle. Take me back!\" A shudder rippled through his wide shoulders, but his eyes were flat and emotionless. \"No.\" \"Jake, it's okay—\" \"No. Take yourself back, Bella.\" His voice was a slap—I flinched as the sound of it struck me. His jaw clenched and unclenched. \"Look, Bella,\" he said in the same hard voice. \"I can't go back. Treaty or no treaty, that's my enemy in there.\" \"It's not like that—\" \"I have to tell Sam right away. This changes things. We can't be caught on their territory.\" \"Jake, it's not a war!\" He didn't listen. He put the truck in neutral and jumped out the door, leaving it running. \"Bye, Bella,\" he called back over his shoulder. \"I really hope you don't die.\" He sprinted into the darkness, shaking so hard that his shape seemed blurred; he disappeared before I could open my mouth to call him back. Remorse pinned me against the seat for one long second. What had I just done to Jacob'? But remorse couldn't hold me very long. I slid across the seat and put the truck back in drive. My hands were shaking almost as hard as Jake's had been, and this took a minute of concentration. Then I carefully turned the truck around and drove it back to my house. It was very dark when I turned off the headlights. Charlie had left in such a hurry that he'd forgotten to leave the porch lamp on. I felt a pang of doubt, staring at the house, deep in shadow. What if it was a trick? I looked back at the black car, almost invisible in the night. No. I knew that car. Still, my hands were shaking even worse than before as I reached for the key above the door. When I grabbed the doorknob to unlock it, it twisted easily under my hand. I let the door fall open. The hallway was black. I wanted to call out a greeting, but my throat was too dry. I couldn't quite seem to catch my breath. I took a step inside and fumbled for the light switch. It was so black—like the black water… Where was that switch? Just like the black water, with the orange flame flickering impossibly on top of it. Flame that couldn't be a fire, but what then… ? My fingers traced the wall, still searching, still shaking— Suddenly, something Jacob had told me this afternoon echoed in my head, finally sinking in… She took off into the water, he'd said. The bloodsuckers have the advantage there. That's why I raced home —I was afraid she was going to double back swimming. My hand froze in its searching, my whole body froze into place, as I realized why I recognized the strange orange color on the water. Victoria's hair, blowing wild in the wind, the color of fire… She'd been right there. Right there in the harbor with me and Jacob. If Sam hadn't been there, if it had been just the two of us… ? I couldn't breathe or move. The light flicked on, though my frozen hand had still not found the switch. I blinked into the sudden light, and saw that someone was there, waiting for me.",
            "vi": "7 REPETITION         16. Paris Đúng lúc đó, đầu tôi trồi lên trên mặt nước.  Lộn xộn làm sao đâu.  Tôi cứ đoan chắc mình đang chìm.  Dòng nước chẳng dịu đi. Nó đang dộng tôi vào nhiều đá hơn;  Mấy cục đá ấy đập mạnh vào giữa lưng tôi, đều đều, đẩy nước ra khỏi phổi tôi.  Nước phun trào thành vòi từ mũi miệng tôi.  Muối nóng rực và phổi nóng rực và họng đầy nước khiến tôi không thể hít thở được và mấy cục đá đang làm đau lưng tôi. Không biết vì sao tôi lại cứ ở một chỗ, dù sóng vẫn nhấp nhô xung quanh. Tôi chẳng thấy được gì ngoài nước khắp nơi, đang chồm lên mặt.  \"Thở đi!\" một giọng nói, điên dại vì lo lắng, ra lệnh, và tôi cảm thấy nhát đâm đau đớn tàn nhẫn khi nhận ra giọng ấy - vì đó không phải là giọng Edward.  Tôi không tuân theo được. Thác nước đổ ra từ miệng tôi không ngưng lại đủ lâu để tôi hít được một hơi nào.  Nước băng giá, đen ngòm tràn vào ngực tôi, nóng rực.  Cục đá lại đập vào lưng tôi, ngay giữa xương vai, và một vòi nước khác vọt ra khỏi phổi tôi.  \"Thở đi, Bella! Nào!\" Jacob cầu xin.  Những đốm đen đột ngột xuất hiện trước mắt tôi, to dần to dần, chặn mất ánh sáng.  Cục đá lại đập vô tôi.  Đá không lạnh như nước; nó nóng trên da tôi. Tôi nhận ra đó là tay Jacob, cố đập cho nước ra khỏi phổi tôi. Thanh sắt đã kéo tôi ra khỏi biển cũng ... ấm ... Đầu tôi xoay mòng mòng, những đốm đen đã che phủ mọi thứ... Vậy là tôi đang hấp hối lần nữa sao? Tôi không thích chuyện này – lần này không dễ chịu như lần trước.  Bây giờ tối đen, chẳng có gì đáng nhìn ở đây cả.  Tiếng sóng vỗ lặng dần trong đêm đen và trở nên yên tĩnh, thậm chí tiếng gió rít cũng nghe như thể phát ra từ tai tôi... \"Bella?\" Jacob hỏi, giọng anh chàng vẫn bồn chồn, nhưng không còn vẻ điên dại như lúc nãy. \"Bells yêu quý ơi, bạn có nghe tôi nói không?\" Mấy thứ trong đầu tôi sột soạt và chao đảo choáng váng, như thể đang trong biển động... \"Cô ấy bất tỉnh bao lâu rồi?\" có người hỏi.  Giọng nói không phải là giọng của Jacob làm tôi giật mình, lay tôi tỉnh hơn.  Tôi nhận ra mình vẫn nằm yên.  Dòng nước không còn kéo giật tôi nữa – cảm giác nhấp nhô là ở bên trong đầu tôi. Bề mặt bên dưới tôi bằng phẳng và im lìm.  Cánh tay trần của tôi cảm thấy ram ráp.  \"Tôi không biết, \" Jacob kể lại, vẫn cuồng dại. Giọng anh rất gần. Bàn tay - thật ấm ấy hẳn là tay anh – kéo lọn tóc ướt ra khỏi má tôi. \"Vài phút?  Đâu có mất bao nhiêu thời gian để kéo cô ấy ra bãi biển đâu. \" Tiếng rít lặng lẽ trong tai tôi không phải là tiếng sóng - đó là tiếng không khí di chuyển ra vô phổi tôi trở lại.  Từng hơi thở thiêu cháy – đường thở thô ráp như thể tôi đã cọ chúng bằng bùi nhùi.  Nhưng tôi đang thở.  Và tôi đang lạnh cóng. Một ngàn hạt băng nhọn đang đập vào mặt và tay tôi, làm tôi càng lạnh hơn. \"Cô ấy đang thở. Cô ấy sắp tỉnh lại rồi.  Nhưng mình nên đưa cô ấy tránh cái lạnh đã. Tôi không thích màu da cô ấy đang trở nên tím tái... \" Lần này, tôi nhận ra giọng Sam.  \"Anh nghĩ di chuyển cô ấy không sao hả?\" \"Cô ấy có bị thương ở lưng hay ở đâu không khi rơi?\" \"Tôi không biết.” Họ do dự.  Tôi cố mở mắt. Mất cả phút, nhưng rồi tôi cũng nhìn thấy được mấy đám mây đen, u ám, đang quăng cơn mưa lạnh buốt xuống tôi. \"Jake?\" Tôi rền rĩ.  Khuôn mặt Jacob che kín bầu trời. \"Ôi!\" anh thở hổn hển, vẻ nhẹ nhõm dâng trào trên nét mặt của anh. Mắt anh ướt đẫm vì mưa. \" Ồ, Bella! Bạn có ổn không? Bạn có nghe thấy tôi nói không? Bạn có bị thương ở đâu không?” \"Ch-chỉ c-cổ họng thôi, \" tôi nói lắp, môi run lẩy bẩy vì lạnh.  \"Vậy thì chúng tôi sẽ đưa bạn ra khỏi đây,” Jacob nói. Anh len tay vào bên dưới tôi và nâng tôi lên chẳng chút khó khăn gì – như thể nâng một hộp rỗng vậy.  Ngực anh để trần và ấm áp; anh khom vai che mưa cho tôi. Đầu tôi rũ rượi trên cánh tay anh. Tôi nhìn chằm chằm đờ đẫn về biển khơi cuồng nộ, đang vỗ vào bờ cát phía sau anh.  \"Bạn đã tìm ra cô ấy à?\" Tôi nghe Sam hỏi.  \"Ờ, tôi sẽ lo tiếp chuyện này. Anh hãy quay lại bệnh viện đi. Tôi sẽ đến đó với anh sau. Cám ơn, Sam.” Đầu tôi vẫn xoay mòng mòng.  Lúc đầu tôi chẳng hiểu gì cả. Sam không trả lời. Chẳng có tiếng động nào, và tôi tự hỏi có phải anh ấy đã đi rồi không.  Biển nhào tới quằn quại trên bờ cát phía sau khi Jacob bế tôi đi, như thể tức giận vì tôi đã thoát.  Khi tôi nhìn chằm chằm mệt mỏi, một đốm màu loé lên trong đôi mắt đờ đẫn của tôi – một ánh lửa nhỏ đang nhảy múa trên biển âm u, xa xa ngoài vịnh. Hình ảnh này chẳng có ý nghĩa gì khiến tôi tự hỏi không biết mình đã thực tỉnh chưa. Đầu tôi cuốn theo ký ức về biển đen đặc – về việc bối rối đến mức không biết lên hay xuống.  Thật bối rối ... nhưng bằng cách nào đó mà Jacob... \"Sao bạn tìm ra được tôi ?\" Tôi nói the thé.  \"Tôi đang tìm bạn mà,” anh chàng nói với tôi. Anh đi như chạy trong cơn mưa, lên bãi biển về phía đường lộ. \"Tôi đi theo vết bánh xe của bạn, rồi tôi nghe tiếng bạn thét...” Anh rùng mình. \"Tại sao bạn lại nhảy vậy Bella?  Bạn không thấy sắp có bão ở đây sao?  Bạn không thể chờ tôi được sao?”  Tức giận đầy trong giọng anh khi nỗi nhẹ nhõm tan biến.  \"Xin lỗi, \" tôi lẩm bẩm. \"Thật ngu ngốc.” \"Ừ, thiệt hết sức ngu ngốc,” anh đồng ý, những giọt nước mưa rơi khỏi tóc khi anh chàng gật đầu. \"Nhìn nè, bạn không thể để dành mấy chuyện ngu ngốc ấy đến khi có mặt tôi rồi hẵng làm sao?  Tôi không thể nào tập trung được nếu tôi nghĩ bạn đang nhảy ra vách đá sau lưng tôi.” \"Đương nhiên rồi, \" tôi đồng ý. \"Được rồi.” Giọng tôi nghe giống như giọng của người hút thuốc liên tục vậy. Tôi cố đằng hắng - rồi cau mày ; đằng hắng mà như đâm dao xuống đó. \"Hôm nay đã xảy ra chuyện gì? Bạn đã... tìm thấy cô ta sao?\"  Đến lượt tôi rùng mình, dù ở đây tôi không còn quá lạnh, ngay sát bên sức nóng toả ra từ cơ thể kềnh càng của anh chàng.  Jacob lắc đầu. Anh vẫn đang chạy hơn là đi hướng về đường vào nhà.  \"Không.  Cô ta nhảy xuống biển - lũ hút máu có lợi thế ở đó.  Đó là lý do tại sao tôi chạy hết tốc lực trở về - Tôi sợ cô ta bơi ngược lại. Bạn đã ở trên bãi biển quá nhiều...” Giọng anh nhỏ dần, nghẹn lời.  \"Sam quay lại với bạn hả …  tất cả mọi người đều về nhà cả rồi hả?” Tôi hy vọng họ không còn ở bên ngoài tiếp tục tìm cô ấy. \"Ờ. Đại loại vậy. \" Tôi cố hiểu vẻ mặt của anh ấy, đang nheo mắt nhìn vào màn mưa tầm tã. Mắt anh nheo lại lo lắng hay đau đớn.  Tôi bỗng hiểu ra những lời lúc nãy tôi không hiểu. \"Bạn đã nói... bệnh viện. Lúc nãy, với Sam. Có ai bị thương ư?  Cô ta có đánh nhau với bạn không?\"  Giọng tôi vọt lên một quãng tám, nghe có vẻ kỳ lạ vì khàn khàn. \"Không, Không. Khi chúng tôi quay về, Em đang chờ đưa tin.  Đó là tin về Harry Clearwater. Harry đã lên cơn đau tim sáng nay. \" \"Harry ?\" Tôi lắc đầu, cố hiểu điều anh đang nói.  \"Ôi, không! Charlie biết chưa?\" \"Rồi.  Ông cũng đang ở đó với bố tôi. \" \"Harry sẽ ổn chứ?\" Mắt Jacob lại nhắm chặt. \"Bây giờ không có vẻ khả quan lắm.” Đột ngột, tôi cảm thấy mình vô cùng tội lỗi - cảm thấy thực sự khủng khiếp vì chuyện nhảy vách đá ngu si.  Ngay bây giờ chẳng ai cần phải lo lắng gì cho tôi cả.  Liều lĩnh mới ngu ngốc làm sao.  \"Tôi có thể làm gì đây?\" Tôi hỏi.  Ngay lúc đó hết mưa. Tôi chẳng hề nhận ra chúng tôi đã về đến nhà Jacob cho đến khi anh chàng đi qua cửa. Mưa bão đang dộng vào mái nhà.  \"Bạn có thể ở lại đây,” Jacob nói khi thả tôi xuống chiếc ghế sô-pha ngắn. \"Tôi nói thật đó -  còn giờ tôi sẽ kiếm cho bạn ít bộ đồ khô ráo. \" Tôi điều chỉnh mắt với căn phòng tối om trong khi Jacob khua rầm rầm trong phòng ngủ. Phòng khách chật hẹp trông có vẻ thật trống vắng khi không có Billy, gần như hoang vắng.  Thật đáng ngại hết sức kỳ lạ - có lẽ chỉ vì tôi biết ông đang ở đâu.  Jacob quay lại ngay. Anh chàng ném một chồng vải bông xám vô tôi. \"Mấy cái này chắc chắn quá to so với bạn, nhưng đó là mấy cái đồ tốt nhất tôi có. Tôi sẽ, ưm, bước ra ngoài để bạn thay đồ. \" \"Đừng đi đâu hết. Tôi quá mệt chưa nhúc nhích được. Hãy cứ ở lại đây với tôi. \" Jacob ngồi bệt xuống sàn nhà kế bên tôi, lưng anh tựa vô ghế trường kỷ. Tôi tự hỏi không biết lần cuối anh chàng ngủ là lúc nào. Anh trông có vẻ kiệt sức y như tôi.  Anh chàng tựa đầu vô nệm cạnh nệm tôi rồi vừa ngáp vừa nói. \"Chắc nghỉ một chút được...” Mắt anh chàng nhắm lại. Tôi cũng để mắt mình nhắm luôn.  Harry tội nghiệp. Sue tội nghiệp. Tôi biết Charlie sẽ cuống lên. Harry là một trong những bạn thân nhất của ông.  Mặc cho Jake có vẻ bi quan, tôi hết sức hy vọng Harry sẽ vượt qua được. Vì Charlie. Vì Sue và vì Leah và vì Seth... Ghế xô-pha của Billy đặt sát bên bộ tản nhiệt, nên bây giờ tôi đã ấm áp, mặc dù quần áo ướt sũng.  Phổi tôi đau nhức theo kiểu làm tôi u mê đi chớ không làm tôi tỉnh táo. Tôi mơ mơ hồ hồ nghĩ không biết có sai lầm không nếu ngủ thiếp đi ... hay tôi đang lẫn lộn chuyện chết đuối với tiếng rì rầm?  Jacob bắt đầu ngáy khe khẽ, và tiếng ngáy ấy làm tôi dễ chịu như một bài hát ru. Tôi ngủ thiếp đi nhanh chóng.  Đã lâu lắm rồi, đây là lần đầu tiên, giấc mơ của tôi chỉ là một giấc mơ bình thường. Chỉ lướt qua những kỷ niệm xưa – hình ảnh rực rỡ của Phoenix, khuôn mặt mẹ, ngôi nhà trên cây xiêu vẹo đổ nát, tấm mền phai màu, tấm vách ốp gương, lửa trên biển đen ngòm ...  Tôi quên tất cả những hình ảnh ấy ngay khi chúng thay đổi.  Hình ảnh cuối cùng là hình ảnh duy nhất còn kẹt lại trong đầu tôi. Thật vô nghĩa - chỉ là một cảnh trên sân khấu. Một ban-công trong đêm, mặt trăng lốm đốm treo trên trời. Tôi nhìn cô gái mặc áo ngủ đang tựa vào chấn song nói chuyện một mình.  Vô nghĩa ... nhưng khi tôi từ từ vùng vẫy tỉnh giấc, Juliet làm tôi bận tâm.  Jacob vẫn còn ngủ; anh chàng đã nằm lăn ra sàn và thở sâu và đều. Nhà tối hơn lúc nãy, trời đã tối bên ngoài cửa sổ. Tôi tê người, nhưng ấm và gần như đã khô.  Cổ họng tôi cháy bỏng theo từng hơi thở.  Tôi sẽ phải đứng dậy - ít nhất để lấy thức uống. Nhưng cơ thể tôi chỉ muốn nằm rũ nơi đây, không bao giờ nhúc nhích nữa.  Thay vì nhúc nhích, tôi nghĩ thêm một chút về Juliet.  Tôi tự hỏi không biết cô ấy sẽ làm gì nếu Romeo bỏ cô, không phải vì anh bị trục xuất, mà vì anh đã chán cô rồi.  Chuyện gì sẽ xảy ra nếu Rosaline yêu anh mà anh thì đã thay lòng đổi dạ?  Chuyện gì sẽ xảy ra nếu, thay vì cưới Juliet, anh lại biến mất? Tôi biết mình hiểu Juliet cảm thấy thế nào.  Cô ấy sẽ không trở lại cuộc sống trước đây của mình, không thật sự. Cô ấy sẽ không bao giờ sống tiếp được, tôi chắc chắn thế.  Dù là cô có sống đến khi già nua bạc đầu, mỗi lần cô ấy nhắm mắt, hẳn sẽ là gương mặt Romeo cô nhìn thấy sau mi mắt mình. Cuối cùng, cô ấy hẳn cũng phải cam chịu chuyện đó thôi.  Tôi tự hỏi cuối cùng không biết cô ấy có lấy Paris không, dù chỉ để làm vui lòng cha mẹ, dù chỉ để giữ tâm hồn được bình an.  Không, có lẽ là không, tôi quyết định.  Nhưng mặt khác, câu chuyện chẳng kể gì nhiều về Paris.  Anh ấy chỉ là một nhân vật mờ nhạt – một người thay chỗ, một mối đe doạ, một thời hạn chót để ép buộc cô phải hành động.  Chuyện gì sẽ xảy ra nếu Paris có nhiều hơn thế? Chuyện gì sẽ xảy ra nếu Paris đã là bạn Juliet?  Bạn rất thân của cô?  Chuyện gì sẽ xảy ra nếu anh là người duy nhất cô ấy có thể tâm sự về toàn bộ chuyện đau khổ với Romeo?, Một người thật sự hiểu cô và làm cô cảm thấy như sống lại lần nữa? Chuyện gì sẽ xảy ra nếu anh kiên nhẫn và tốt bụng?  Chuyện gì sẽ xảy ra nếu anh chăm sóc cô?  Chuyện gì sẽ xảy ra nếu Juliet biết cô không thể sống mà không có anh?  Chuyện gì sẽ xảy ra nếu anh thật sự yêu thương cô và mong cô được hạnh phúc? Và ... chuyện gì sẽ xảy ra nếu cô yêu Paris?  Không giống như đã yêu Romeo. Chẳng hề giống thế, dĩ nhiên rồi. Nhưng nếu cô cũng muốn anh được hạnh phúc thì vậy có đủ không? Tiếng thở chậm, sâu của Jacob là âm thanh duy nhất trong phòng - như bài hát ngân nga ru trẻ, như lời thì thầm của chiếc ghế bập bênh, như tiếng tíc-tắc của cái đồng hồ cổ khi bạn chẳng có nơi nào cần đi ... Đó là một âm thanh dễ chịu.  Nếu Romeo thực sự biến mất, chẳng bao giờ trở lại, thì có quan trọng gì không nếu Juliet chấp thuận lời cầu hôn của Paris?  Có lẽ cô phải cố thích nghi với những mảnh đời còn lại bị bỏ mặc đàng sau. Có lẽ thế cũng gần như là hạnh phúc cô có thể có.  Tôi thở dài, rồi rên rỉ khi tiếng thở dài cào xé cổ họng tôi. Tôi đã quá lậm chuyện ấy.  Romeo sẽ không thay lòng đổi dạ.  Đó là lý do tại sao người ta còn nhớ đến tên anh, gắn kết cùng tên cô: Romeo và Juliet.  Đó là lý do tại sao đó là một câu chuyện hay. Chớ nếu \"Juliet bị bỏ rơi và lấy Paris”  thì chẳng bao giờ là một câu chuyện thành công được.  Tôi nhắm mắt và lại mơ màng, để đầu óc mình lang thang khỏi vở kịch ngu ngốc tôi không muốn nghĩ đến nữa. Thay vào đó, tôi nghĩ đến thực tế  - về chuyện nhảy khỏi vách đá và lỗi lầm ngu si đã mắc phải.  Và không chỉ vách đá, mà nào là xe máy và cả chuyện Evel Knievel vô trách nhiệm. Chuyện gì sẽ xảy ra nếu có điều không may xảy đến với tôi?  Chuyện đó sẽ làm Charlie ra sao?  Cơn đau tim của Harry đã đột ngột đẩy mọi thứ vào cách nhìn nhận cuộc đời của tôi.  Cách nhìn nhận tôi không muốn nhìn thấy, bởi vì - nếu tôi thú nhận sự thật - sẽ có nghĩa là tôi phải thay đổi cách sống của mình. Tôi có thể nào sống như thế được không? Có lẽ. Sẽ không dễ dàng; thực ra, sẽ hết sức khổ sở để từ bỏ ảo giác của tôi và cố gắng làm người chín chắn. Nhưng có lẽ tôi nên vậy. Và có lẽ tôi có thể làm được. Nếu tôi có Jacob.  Tôi không thể quyết định như thế ngay.  Quá đau đớn. Tôi sẽ nghĩ về chuyện khác.  Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến...  cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu. Bàn tay ấm áp của Jacob, cố vỗ cho tôi hồi tỉnh...  mưa buốt như kim châm rơi từ những đám mây màu tía ... lửa kỳ lạ trên sóng... Có cái gì đó quen thuộc về màu sắc lóe trên mặt biển ấy.  Dĩ nhiên đó không thể là lửa thiệt rồi - Suy nghĩ của tôi bị ngắt quãng bởi tiếng xe lép nhép bùn trên đường đi bên ngoài. Tôi nghe tiếng xe dừng lại trước nhà, và mấy cánh cửa bắt đầu mở rồi đóng. Tôi đã định ngồi dậy, nhưng rồi quyết định không làm vậy.  Giọng Billy dễ nhận ra, nhưng ông nói thật nhỏ khác với cá tính mình, nên đó chỉ là tiếng lầm bầm khàn khàn.  Cửa mở, và đèn loé lên. Tôi chớp mắt, không thấy đường trong giây lát. Jake giật mình thức giấc, thở hổn hển và nhảy dựng lên.  \"Xin lỗi, \" Billy nói làu bàu. \"Bác đánh thức các con à?\" Mắt tôi chậm rãi nhìn vào mặt ông, rồi, khi hiểu được vẻ mặt ông, chúng tràn lệ.  \"Ôi, không thể vậy được, Billy !\" Tôi rền rĩ.  Ông gật đầu chậm rãi, vẻ mặt ông cay đắng buồn đau. Jake vội vã đến gần cha mình và cầm một tay ông.  Nỗi đau làm khuôn mặt ông bỗng có vẻ trẻ con - trông có vẻ kỳ quặc trên cơ thể đàn ông.  Sam ở ngay phía sau Billy, đẩy xe lăn của ông qua cửa. Nét bình tĩnh vốn dĩ của anh đã biến khỏi khuôn mặt đầy đau đớn.  \"Cháu thật tiếc, \" tôi thì thầm.  Billy gật đầu. \"Mọi người sẽ đau buồn lắm.” \"Charlie đâu rồi bác?\" \"Bố cháu vẫn còn ở bệnh viện với Sue. Có nhiều… chuyện phải thu xếp lắm. \" Tôi nuốt khó khăn.  \" Cháu nên quay lại đó, \" Sam lầm bầm, và anh vội vàng lách mình ra cửa.  Billy rút tay ra khỏi tay Jacob, rồi ông tự lăn xe qua nhà bếp về phía phòng mình.  Jake nhìn theo sau ông một chốc, rồi đến ngồi bệt xuống sàn nhà cạnh tôi trở lại. Anh ôm mặt trong tay. Tôi xoa vai anh chàng, mong có thể nghĩ được câu gì đó để nói.  Sau một hồi lâu, Jacob giữ tay tôi lại và kéo tay tôi đến mặt anh.  \"Bạn cảm thấy sao rồi?  Bạn có khoẻ không?  Lẽ ra tôi nên đưa bạn đến bác sĩ này nọ mới phải. \" Anh chàng thở dài.  \"Đừng lo cho tôi, \" tôi rền rĩ.  Anh chàng xoay đầu nhìn tôi. Mắt anh chàng ngầu đỏ. \"Trông bạn không khoẻ lắm.” “Tôi cũng không cảm thấy khoẻ lắm, tôi nghĩ vậy.” \"Tôi sẽ đi lấy xe tải rồi đưa bạn về nhà - bạn có lẽ nên có mặt ở đó khi Charlie về nhà.” \"Đúng vậy.” Tôi nằm bơ phờ trên ghế xô-pha trong khi chờ anh chàng. Billy lặng lẽ trong căn phòng kia. Tôi cảm thấy mình như một kẻ nhìn trộm, qua khe hở lén nhìn vào nỗi buồn riêng tư không phải của mình.  Jake không mất bao nhiêu thời gian. Tiếng gầm rống của động cơ xe tải phá tan yên lặng sớm hơn tôi nghĩ. Anh chàng im lặng giúp tôi đứng lên khỏi ghế trường kỷ, cứ ôm vai tôi khi không khí lạnh bên ngoài làm tôi rùng mình. Anh ngồi vào ghế tài xế không thèm xin phép, rồi kéo tôi sát vào mình để cánh tay anh ôm chặt tôi. Tôi tựa đầu vào ngực anh.  \"Rồi bạn về nhà bằng cách nào?\" Tôi hỏi.  \"Tôi sẽ không về nhà. Chúng tôi vẫn chưa bắt được tên hút máu đó, nhớ không?\" Cơn rùng mình tiếp sau của tôi chẳng hề liên quan gì đến cái lạnh.  Sau đó là một chuyến đi lặng lẽ. Không khí lạnh đã làm tôi tỉnh táo. Tâm trí tôi cảnh giác, và nó đang nỗ lực suy nghĩ thật nhanh.  Làm sao đây?  Chuyện đúng đắn phải làm là gì? Tôi không thể tưởng tượng đời mình bây giờ không có Jacob - tôi co rúm người tránh ý nghĩ ấy dù chỉ là tưởng tượng. Không biết vì sao, anh đã trở thành người không thể thiếu trong đời tôi. Nhưng bỏ lại mọi thứ như thế ... có độc ác không, như Mike đã buộc tội? Tôi nhớ mình đã ước Jacob là em trai mình.  Bây giờ tôi nhận ra toàn bộ điều tôi thật sự muốn là được sở hữu anh.  Chẳng hề cảm thấy tình cảm anh em gì khi anh ôm tôi như vậy. Chỉ cảm thấy thích – ấm áp và dễ chịu và quen thuộc.  Bình yên.  Jacob là một bến bờ bình yên.  Tôi có thể tuyên bố anh thuộc về mình. Tôi đã có thể làm thế trong khả năng mình.  Tôi lẽ ra phải kể cho anh biết mọi chuyện, tôi biết thế. Đó là cách làm đúng đắn duy nhất. Tôi lẽ ra phải giải thích rõ ràng, để anh biết tôi chưa ổn định tư tưởng, tôi không xứng với anh chút nào cả. Anh đã biết tim tôi tan nát, chuyện đó sẽ chẳng làm anh ngạc nhiên, nhưng anh cần phải biết tim tôi tan nát đến mức nào. Tôi thậm chí cũng nên thú nhận mình đã điên -  phải kể anh nghe chuyện giọng nói tôi đã nghe thấy. Anh sẽ cần biết mọi thứ rồi mới quyết định.  Nhưng, ngay khi tôi nhận ra điều cần thiết phải làm đó, thì tôi đã biết anh sẽ chấp nhận tôi mặc kệ mọi chuyện. Anh sẽ thậm chí không thèm đắn đo lấy một giây. Tôi sẽ phải cam kết chuyện này – hứa dành hết cho anh mọi thứ còn sót lại trong tôi, từng mảnh tim vụn vỡ. Đó là cách làm đúng đắn duy nhất với anh. Tôi sẽ làm vậy chăng?  Tôi có thể làm vậy chăng? Sẽ thật hết sức sai lầm khi cố làm Jacob hạnh phúc? Dù tình yêu tôi cảm thấy với anh chỉ là tiếng vọng yếu ớt của những gì tôi có khả năng tạo ra, dù trái tim tôi đã ở xa, lang thang và đau khổ vì chàng Romeo hay thay đổi của tôi,  liệu chuyện đó có phải rất sai lầm chăng? Jacob dừng xe tải ở phía trước ngôi nhà u ám của tôi, tắt máy nên bỗng dưng mọi thứ đột ngột yên lặng.  Như rất nhiều lần khác, dường như anh cũng đang suy nghĩ giống tôi.  Anh choàng cánh tay còn lại quanh tôi, siết tôi vào ngực anh, ôm chặt tôi. Một lần nữa, tôi cảm thấy thật dễ chịu.  Gần như là một người hạnh phúc trở lại.  Tôi cứ tưởng anh đang nghĩ về Harry, nhưng sau đó anh nói, và giọng anh đầy hối tiếc. \"Xin lỗi. Tôi biết bạn không cảm thấy giống tôi, Bella. Tôi thề là tôi không kiềm chế được. Tôi chỉ cảm thấy mừng là bạn khoẻ đến mức tôi có thể hát lên- mà đó là thứ không ai muốn nghe cả. \" Anh cười bằng giọng cười khàn khàn vào tai tôi.  Hơi thở tôi khứa một nhát, chà vào vách họng tôi.  Liệu Edward, hững hờ như anh có thể vậy, có muốn tôi càng hạnh phúc càng tốt trong mọi trường hợp không? Liệu anh có còn chút tình cảm thân ái nào để muốn thế cho tôi không?  Tôi nghĩ anh sẽ muốn vậy. Anh sẽ không ghen tị với tôi chuyện này: trao chỉ một mẩu nhỏ tình yêu anh không thèm tới cho Jacob bạn tôi.  Rốt cuộc, đâu phải cùng một loại tình yêu đâu.  Jake áp bên má ấm áp vào tóc tôi.  Nếu tôi quay mặt sang một bên - nếu tôi áp môi mình vào bờ vai trần của anh... Tôi biết rõ chuyện gì sẽ xảy ra sau đó. Sẽ hết sức dễ dàng.  Đêm nay sẽ chẳng cần lời giải thích nào cả.  Nhưng tôi có thể làm chuyện đó chăng?  Tôi có thể nào làm ngược lại trái tim trống rỗng của mình để cứu vãn cuộc sống thảm hại của mình chăng? Dạ dày tôi chấp chới khi nghĩ đến chuyện quay đầu lại.  Và rồi, rõ y như tôi hiện đang lâm nguy, giọng nói mượt mà của Edward thì thầm trong tai tôi.  \"Chúc em hạnh phúc, \" anh bảo tôi.  Tôi cứng người.  Jacob cảm thấy tôi cứng đờ và tự động buông tôi ra, với lấy nắm cửa.  Chờ chút, tôi muốn nói. Chỉ một phút thôi. Nhưng tôi vẫn bất động tại chỗ, lắng nghe tiếng vọng của giọng Edward trong đầu mình.  Không khí lạnh của bão thổi qua ca-bin xe tải.  \"Ồ!\" Hơi thở rít khỏi Jacob như có người thụi vào bụng anh. \"Thánh thần ơi!\" Anh đóng sầm cửa và vặn chìa khoá cắm ở công tắc ngay lập tức. Bàn tay anh run dữ dội đến mức tôi không biết làm sao anh làm được chuyện đó.  \"Có chuyện gì vậy?\" Anh rồ máy quá nhanh; động cơ khục khặc và lựng khựng.  \"Ma cà rồng,” anh phun ra.  Máu rần rật chảy từ đầu xuống làm tôi chóng mặt. \"Sao bạn biết?” \"Tôi ngửi thấy mùi. Mẹ kiếp !\" Mắt Jacob dữ dội, nhìn khắp con đường tối. Anh dường như chẳng hề biết từng tràng run chuyển đang gợn suốt cơ thể mình. \"Biến hình hay đưa cô ấy ra khỏi đây?\" anh rít lên với mình.  Anh nhìn xuống tôi một giây ngắn ngủi, để ý đôi mắt kinh hoàng sợ hãi và khuôn mặt trắng bệch của tôi, rồi nhìn một lượt con phố lần nữa. \"Phải rồi.  Đưa bạn ra khỏi đây.” Động cơ gầm rống. Bánh xe rít lên khi anh quay đầu xe, hướng về lối thoát duy nhất của chúng tôi. Đèn pha quét qua vỉa hè, rọi phía trước khu rừng tối đen, và cuối cùng chiếu vào chiếc xe đậu bên kia đường đối diện với nhà tôi.  \"Dừng lại!\" Tôi thở hổn hển.  Đó là chiếc xe đen – chiếc xe tôi biết rõ.  Chẳng bao giờ tôi là người mê xe, nhưng tôi có thể nói cho bạn biết ngay mọi thứ về chính chiếc xe này. Đó là chiếc Mercedes S55 AMG. Tôi biết mã lực và màu nội thất của nó. Tôi biết động cơ mạnh mẽ của nó rì rì qua khung xe như thế nào. Tôi biết mùi ghế da nồng và màu đen tuyền làm buổi trưa trông giống như lúc nhá nhem qua cửa sổ xe như thế nào. Đó là xe Carlisle.  \"Dừng lại !\" Tôi kêu to lần nữa, lần này to hơn, vì Jacob đang lao xe xuống phố.  \"Gì vậy?!\" \"Không phải Victoria. Dừng, dừng lại! Tôi muốn quay lại. \" Anh đạp thắng gấp đến nỗi tôi phải tự giữ thăng bằng để khỏi đập đầu vô bảng điều khiển.  \"Gì chứ?\" anh hỏi lại, kinh ngạc. Anh nhìn tôi chằm chằm kinh hoàng.  \"Đó là xe Carlisle!  Đó là xe của nhà Cullens. Tôi biết chiếc xe đó.” Anh quan sát vẻ rạng rỡ khấp khởi của tôi, và cơn rùn mình dữ dội làm rung chuyển cơ thể anh.  \"Nè, dịu xuống, Jake.  Ổn mà. Chẳng có nguy hiểm gì hết, bạn thấy đó?  Bình tĩnh đi.” \"Ờ, bình tĩnh, \" anh hổn hển, cúi đầu và nhắm mắt lại. Trong khi anh tập trung cố không nổ bùng thành sói, tôi nhìn chằm chằm chiếc xe đen qua cửa kính sau xe.  Chỉ là Carlisle thôi mà, tôi bảo mình. Đừng mong gì hơn nữa. Có lẽ có Esme... Ngừng lại ngay, tôi bảo mình. Chỉ là Carlisle thôi.  Thế là nhiều rồi. Hơn bất cứ gì tôi đã từng hy vọng sẽ có lần nữa.  \"Có ma cà rồng trong nhà bạn, \" Jacob rít lên. \"Mà bạn muốn quay lại sao?\" Tôi nhìn lướt qua anh, miễn cưỡng rời mắt khỏi chiếc Mercedes – sợ nó sẽ biến mất tôi ngay khi tôi nhìn sang chỗ khác.  \"Dĩ nhiên rồi, \" tôi nói, hết sức ngạc nhiên vì câu hỏi của anh. Tất nhiên là tôi muốn quay lại.  Khuôn mặt Jacob sắt lại trong khi tôi nhìn anh chằm chằm, đông cứng thành vẻ cay đắng tôi tưởng đã vĩnh viễn không còn.  Ngay khi anh khoác vẻ mặt ấy, tôi bắt gặp cơn đau vì bị bội phản loé trong mắt anh. Bàn tay anh vẫn còn run. Anh trông già hơn tôi cả mười tuổi.  Anh hít thật sâu. \"Bạn có chắc không phải là trò gian trá không?\" anh hỏi bằng giọng nặng nề, chậm rãi.  \"Không phải là chuyện lừa bịp đâu. Carlisle đó mà.  Đưa tôi trở lại đi!\" Cơn rùng mình làm gợn sóng đôi vai rộng của anh, nhưng mắt anh dứt khoát và vô cảm. \" “Không.” \"Jake, không sao đâu mà--” \"Không.  Tự quay lại đi, Bella.”  Giọng anh là một cái tát - tôi chùn người khi âm thanh đó tác động vào tôi. Hàm anh siết lại rồi thả lỏng.  \"Nè, Bella,” anh nói cũng bằng giọng cứng rắn ấy. \" Tôi không quay lại được. Dù có hiệp ước hay không có hiệp ước,  thì kẻ thù của tôi cũng đang ở trong đó. \" \"Không phải vậy--- \" \"Tôi phải báo cho Sam biết ngay.  Chuyện này thay đổi hết mọi thứ. Chúng tôi không thể để bị bắt trên lãnh thổ của họ.” \" Jake, đâu phải chiến tranh đâu!\" Anh không thèm nghe. Anh gài xe về số không rồi nhảy ra khỏi cửa, cứ để nó nổ máy.  \"Tạm biệt, Bella, \" anh nói với qua vai. \"Tôi thật sự hy vọng bạn sẽ không chết. \" Anh chạy hết tốc lực vào bóng tối, run mạnh đến nỗi bóng dáng anh như mờ đi; anh biến mất trước khi tôi có thể mở miệng gọi anh quay lại.  Hối hận ghim tôi dính vào ghế trong khoảng một giây dài dằng dặc.  Tôi vừa mới làm gì Jacob vậy? Nhưng hối hận không thể giữ tôi quá lâu.  Tôi trượt qua chỗ ngồi và lái xe trở lại. Bàn tay tôi đang run rẩy cũng dữ dội gần như  tay Jake, và mất cả một phút tôi mới tập trung được. Sau đó tôi cẩn thận quay đầu xe rồi chạy về nhà.  Trời tối đen như mực khi tôi tắt đèn pha. Charlie đã rời khỏi nhà vội vã đến nỗi ông vẫn để đèn ở hiên nhà sáng. Tôi cảm thấy nhói lên nghi ngờ, nhìn chằm chằm vào nhà, sâu vào bóng tối. Chuyện gì sẽ xảy ra nếu đó là một trò lừa gạt? Tôi ngoái lại nhìn chiếc xe đen, hầu như không còn thấy được trong đêm. Không. tôi biết chiếc xe đó mà.  Thế mà bàn tay tôi run rẩy thậm chí còn dữ dội hơn lúc nãy khi với lấy chìa khoá trên cửa. Khi tôi cầm tay nắm cửa để mở khoá, nó xoay dễ dàng dưới bàn tay tôi. Tôi để cửa mở toang. Hành lang tối đen.  Tôi muốn lên tiếng chào hỏi, nhưng họng tôi quá khô. Tôi dường như không thể nào giữ nhịp thở bình thường được. Tôi bước một bước vào trong nhà và mò mẫm tìm công-tắc đèn.  Tối đen - như biển đen kịt...  Công tắc đèn đâu rồi? Cũng như biển đen kịt, có ánh lửa màu cam chập chờn khó hiểu bên trên. Ánh lửa ấy không thể nào là lửa được, vậy thì đó là gì chứ… ?  Ngón tay tôi mò mẫm trên tường, vẫn tìm kiếm, vẫn run rẩy - Bỗng nhiên, chuyện Jacob kể cho tôi nghe chiều nay vang vọng trong đầu tôi, cuối cùng tôi cũng hiểu ra...  \"Không.  Cô ta nhảy xuống biển, anh đã nói.  Lũ hút máu có lợi thế ở đó.  Đó là lý do tại sao tôi chạy nhanh về nhà - Tôi sợ cô ta bơi ngược lại. Bạn đã ở trên bãi biển quá lâu...” Bàn tay tôi khựng lại khi đang tìm, toàn thân đông cứng tại chỗ, khi tôi hiểu vì sao mình đã nhận ra màu cam kỳ lạ trên biển.  Tóc Victoria, tung bay trong gió, màu lửa... Cô ta ở ngay đó.  Ngay trên bến cảng với tôi và Jacob. Nếu Sam không có mặt ở đó, nếu chỉ có hai chúng tôi...?  Tôi không thở hay nhúc nhích được.  Đèn bật sáng, dù bàn tay đứng khựng của tôi vẫn chưa tìm ra công tắc.  Tôi chớp mắt trong ánh sáng đột ngột, và thấy có một người đang ở đó, chờ tôi."
        },
        {
            "en": "7         7. UNHAPPY ENDING Rosalie hesitated in the doorway, her breathtaking face unsure. “Of course,” I replied, my voice an octave high with surprise. “Come on in.” I sat up, sliding to the end of the sofa to make room. My stomach twisted nervously as the one Cullen who did not like me moved silently to sit down in the open space. I tried to come up with a reason why she would want to see me, but my mind was a blank on that point. “Do you mind talking to me for a few minutes?” she asked. “I didn’t wake you or anything, did I?” Her eyes shifted to the stripped bed and back to my couch. “No, I was awake. Sure, we can talk.” I wondered if she could hear the alarm in my voice as clearly as I could. She laughed lightly, and it sounded like a chorus of bells. “He so rarely leaves you alone,” she said. “I figured I’d better make the best of this opportunity.” What did she want to say that couldn’t be said in front of Edward? My hands twisted and untwisted around the edge of the comforter. “Please don’t think I’m horribly interfering,” Rosalie said, her voice gentle and almost pleading. She folded her hands in her lap and looked down at them as she spoke. “I’m sure I’ve hurt your feelings enough in the past, and I don’t want to do that again.” “Don’t worry about it, Rosalie. My feelings are great. What is it?” She laughed again, sounding oddly embarrassed. “I’m going to try to tell you why I think you should stay human — why I would stay human if I were you.” “Oh.” She smiled at the shocked tone of my voice, and then she sighed. “Did Edward ever tell you what led to this?” she asked, gesturing to her glorious immortal body. I nodded slowly, suddenly somber. “He said it was close to what happened to me that time in Port Angeles, only no one was there to save you .” I shuddered at the memory. “Is that really all he told you?” she asked. “Yes,” I said, my voice blank with confusion. “Was there more?” She looked up at me and smiled; it was a harsh, bitter — but still stunning — expression. “Yes,” she said. “There was more.” I waited while she stared out the window. She seemed to be trying to calm herself. “Would you like to hear my story, Bella? It doesn’t have a happy ending — but which of ours does? If we had happy endings, we’d all be under gravestones now.” I nodded, though I was frightened by the edge in her voice. “I lived in a different world than you do, Bella. My human world was a much simpler place. It was nineteen thirty-three. I was eighteen, and I was beautiful. My life was perfect.” She stared out the window at the silver clouds, her expression far away. “My parents were thoroughly middle class. My father had a stable job in a bank, something I realize now that he was smug about — he saw his prosperity as a reward for talent and hard work, rather than acknowledging the luck involved. I took it all for granted then; in my home, it was as if the Great Depression was only a troublesome rumor. Of course I saw the poor people, the ones who weren’t as lucky. My father left me with the impression that they’d brought their troubles on themselves.   “It was my mother’s job to keep our house — and myself and my two younger brothers — in spotless order. It was clear that I was both her first priority and her favorite. I didn’t fully understand at the time, but I was always vaguely aware that my parents weren’t satisfied with what they had, even if it was so much more than most. They wanted more. They had social aspirations — social climbers, I suppose you could call them. My beauty was like a gift to them. They saw so much more potential in it than I did.   “They weren’t satisfied, but I was. I was thrilled to be me, to be Rosalie Hale. Pleased that men’s eyes watched me everywhere I went, from the year I turned twelve. Delighted that my girlfriends sighed with envy when they touched my hair. Happy that my mother was proud of me and that my father liked to buy me pretty dresses.   “I knew what I wanted out of life, and there didn’t seem to be any way that I wouldn’t get exactly what I wanted. I wanted to be loved, to be adored. I wanted to have a huge, flowery wedding, where everyone in town would watch me walk down the aisle on my father’s arm and think I was the most beautiful thing they’d ever seen. Admiration was like air to me, Bella. I was silly and shallow, but I was content.” She smiled, amused at her own evaluation.  “My parents’ influence had been such that I also wanted the material things of life. I wanted a big house with elegant furnishings that someone else would clean and a modern kitchen that someone else would cook in. As I said, shallow. Young and very shallow. And I didn’t see any reason why I wouldn’t get these things.  “There were a few things I wanted that were more meaningful. One thing in particular. My very closest friend was a girl named Vera. She married young, just seventeen. She married a man my parents would never have considered for me — a carpenter. A year later she had a son, a beautiful little boy with dimples and curly black hair. It was the first time I’d ever felt truly jealous of anyone else in my entire life.” She looked at me with unfathomable eyes. “It was a different time. I was the same age as you, but I was ready for it all. I yearned for my own little baby. I wanted my own house and a husband who would kiss me when he got home from work — just like Vera. Only I had a very different kind of house in mind. . .” It was hard for me to imagine the world that Rosalie had known. Her story sounded more like a fairy tale than history to me. With a slight shock, I realized that this was very close to the world that Edward would have experienced when he was human, the world he had grown up in. I wondered — while Rosalie sat silent for a moment — if my world seemed as baffling to him as Rosalie’s did to me? Rosalie sighed, and when she spoke again her voice was different, the wistfulness gone. “In Rochester, there was one royal family — the Kings, ironically enough. Royce King owned the bank my father worked at, and nearly every other really profitable business in town. That’s how his son, Royce King the Second” — her mouth twisted around the name, it came out through her teeth — “saw me the first time. He was going to take over at the bank, and so he began overseeing the different  positions. Two days later, my mother conveniently forgot to send my father’s lunch to work with him. I remember being confused when she insisted that I wear my white organza and roll my hair up just to run over to the bank.” Rosalie laughed without humor.  “I didn’t notice Royce watching me particularly. Everyone watched me. But that night the first of the  roses came. Every night of our courtship, he sent a bouquet of roses to me. My room was always overflowing with them. It got to the point that I would smell like roses when I left the house. “Royce was handsome, too. He had lighter hair than I did, and pale blue eyes. He said my eyes were like violets, and then those started showing up alongside the roses.  “My parents approved — that’s putting it mildly. This was everything they’d dreamed of. And Royce seemed to be everything I’d dreamed of. The fairy tale prince, come to make me a princess. Everything I wanted, yet it was still no more than I expected. We were engaged before I’d known him for two months.  “We didn’t spend a great deal of time alone with each other. Royce told me he had many responsibilities at work, and, when we were together, he liked people to look at us, to see me on his arm. I liked that, too. There were lots of parties, dancing, and pretty dresses. When you were a King, every door was open for you, every red carpet rolled out to greet you. “It wasn’t a long engagement. Plans went ahead for the most lavish wedding. It was going to be everything I’d ever wanted. I was completely happy. When I called at Vera’s, I no longer felt jealous. I pictured my fair-haired children playing on the huge lawns of the Kings’ estate, and I pitied her.” Rosalie broke off suddenly, clenching her teeth together. It pulled me out of her story, and I realized that the horror was not far off. There would be no happy ending, as she’d promised. I wondered if this was why she had so much more bitterness in her than the rest of them — because she’d been within reach of everything she’d wanted when her human life was cut short. “I was at Vera’s that night,” Rosalie whispered. Her face was smooth as marble, and as hard. “Her little Henry really was adorable, all smiles and dimples — he was just sitting up on his own. Vera walked me to the door as I was leaving, her baby in her arms and her husband at her side, his arm around her waist. He kissed her on the cheek when he thought I wasn’t looking. That bothered me. When Royce kissed me, it wasn’t quite the same — not so sweet somehow. . . . I shoved that thought aside. Royce was my prince. Someday, I would be queen.” It was hard to tell in the moonlight, but it looked like her bone white face got paler. “It was dark in the streets, the lamps already on. I hadn’t realized how late it was.”  She continued to whisper almost inaudibly. “It was cold, too. Very cold for late April. The wedding was only a week away, and I was worrying about the weather as I hurried home — I can remember that clearly. I remember every detail about that night. I clung to it so hard . . . in the beginning. I thought of nothing else. And so I remember this, when so many pleasant memories have faded away completely. . . .” She sighed, and began whispering again. “Yes, I was worrying about the weather. . . . I didn’t want to have to move the wedding indoors. . . . “I was a few streets from my house when I heard them. A cluster of men under a broken streetlamp, laughing too loud. Drunk. I wished I’d called my father to escort me home, but the way was so short, it seemed silly. And then he called my name.  “‘Rose!’ he yelled, and the others laughed stupidly. “I hadn’t realized the drunks were so well dressed. It was Royce and some of his friends, sons of other rich men. “‘Here’s my Rose!’ Royce shouted, laughing with them, sounding just as stupid. ‘You’re late. We’re cold, you’ve kept us waiting so long.’” “I’d never seen him drink before. A toast, now and then, at a party. He’d told me he didn’t like champagne. I hadn’t realized that he preferred something much stronger.  “He had a new friend — the friend of a friend, come up from Atlanta. “‘What did I tell you, John,’ Royce crowed, grabbing my arm and pulling me closer. ‘Isn’t she lovelier than all your Georgia peaches?’ “The man named John was dark-haired and suntanned. He looked me over like I was a horse he was buying. “‘It’s hard to tell,’ he drawled slowly. ‘She’s all covered up.’ “They laughed, Royce like the rest.  “Suddenly, Royce ripped my jacket from my shoulders — it was a gift from him — popping the brass buttons off. They scattered all over the street. “‘Show him what you look like, Rose!’ He laughed again and then he tore my hat out of my hair. The pins wrenched my hair from the roots, and I cried out in pain. They seemed to enjoy that — the sound of my pain. . . .” Rosalie looked at me suddenly, as if she’d forgotten I was there. I was sure my face was as white as hers. Unless it was green. “I won’t make you listen to the rest,” she said quietly. “They left me in the street, still laughing as they stumbled away. They thought I was dead. They were teasing Royce that he would have to find a new bride. He laughed and said he’d have to learn some patience first.  “I waited in the road to die. It was cold, though there was so much pain that I was surprised it bothered me. It started to snow, and I wondered why I wasn’t dying. I was impatient for death to come, to end the pain. It was taking so long. . . .  “Carlisle found me then. He’d smelled the blood, and come to investigate. I remember being vaguely irritated as he worked over me, trying to save my life. I’d never liked Dr. Cullen or his wife and her brother — as Edward pretended to be then. It had upset me that they were all more beautiful than I was, especially that the men were. But they didn’t mingle in society, so I’d only seen them once or twice.  “I thought I’d died when he pulled me from the ground and ran with me — because of the speed — it felt like I was flying. I remembered being horrified that the pain didn’t stop. . . .  “Then I was in a bright room, and it was warm. I was slipping away, and I was grateful as the pain began to dull. But suddenly something sharp was cutting me, my throat, my wrists, my ankles. I screamed in shock, thinking he’d brought me there to hurt me more. Then fire started burning through me, and I didn’t care about anything else. I begged him to kill me. When Esme and Edward returned home, I begged them to kill me, too. Carlisle sat with me. He held my hand and said that he was so sorry, promising that it would end. He told me everything, and sometimes I listened. He told me what he was, what I was becoming. I didn’t believe him. He apologized each time I screamed.  “Edward wasn’t happy. I remember hearing them discuss me. I stopped screaming sometimes. It did no good to scream. “‘What were you thinking, Carlisle?’ Edward said. ‘Rosalie Hale?’” Rosalie imitated Edward’s irritated tone to perfection. “I didn’t like the way he said my name, like there was something wrong with me. “‘I couldn’t just let her die,’ Carlisle said quietly. ‘It was too much — too horrible, too much waste.’  “‘I know,’ Edward said, and I thought he sounded dismissive. It angered me. I didn’t know then that he really could see exactly what Carlisle had seen. “‘It was too much waste. I couldn’t leave her,’ Carlisle repeated in a whisper. “‘Of course you couldn’t,’ Esme agreed. “‘People die all the time,’ Edward reminded him in a hard voice. ‘Don’t you think she’s just a little recognizable, though? The Kings will have to put up a huge search — not that anyone suspects the fiend,’ he growled.  “It pleased me that they seemed to know that Royce was guilty. “I didn’t realize that it was almost over — that I was getting stronger and that was why I was able to concentrate on what they were saying. The pain was beginning to fade from my fingertips. “‘What are we going to do with her?’ Edward said disgustedly — or that’s how it sounded to me, at least.  “Carlisle sighed. ‘That’s up to her, of course. She may want to go her own way.’ “I’d believed enough of what he’d told me that his words terrified me. I knew that my life was ended, and there was no going back for me. I couldn’t stand the thought of being alone. . . . “The pain finally ended and they explained to me again what I was. This time I believed. I felt the thirst, my hard skin; I saw my brilliant red eyes. “Shallow as I was, I felt better when I saw my reflection in the mirror the first time. Despite the eyes, I was the most beautiful thing I’d ever seen.” She laughed at herself for a moment. “It took some time before I began to blame the beauty for what had happened to me — for me to see the curse of it. To wish that I had been . . . well, not ugly, but normal. Like Vera. So I could have been allowed to marry someone who loved me, and have pretty babies. That’s what I’d really wanted, all along. It still doesn’t seem like too much to have asked for.” She was thoughtful for a moment, and I wondered if she’d forgotten my presence again. But then she smiled at me, her expression suddenly triumphant. “You know, my record is almost as clean as Carlisle’s,” she told me. “Better than Esme. A thousand times better than Edward. I’ve never tasted human blood,” she announced proudly. She understood my puzzled expression as I wondered why her record was only almost as clean.  “I did murder five humans,” she told me in a complacent tone. “If you can really call them human . But I was very careful not to spill their blood — I knew I wouldn’t be able to resist that, and I didn’t want any part of them in me, you see.  “I saved Royce for last. I hoped that he would hear of his friends’ deaths and understand, know what was coming for him. I hoped the fear would make the end worse for him. I think it worked. He was hiding inside a windowless room behind a door as thick as a bank vault’s, guarded outside by armed men, when I caught up with him. Oops — seven murders,” she corrected herself. “I forgot about his guards. They only took a second.”  “I was overly theatrical. It was kind of childish, really. I wore a wedding dress I’d stolen for the occasion. He screamed when he saw me. He screamed a lot that night. Saving him for last was a good idea — it made it easier for me to control myself, to make it slower —”  She broke off suddenly, and she glanced down at me. “I’m sorry,” she said in a chagrined voice. “I’m frightening you, aren’t I?” “I’m fine,” I lied.  “I got carried away.” “Don’t worry about it.” “I’m surprised Edward didn’t tell you more about it.” “He doesn’t like to tell other people’s stories — he feels like he’s betraying confidences, because he hears so much more than just the parts they mean for him to hear.” She smiled and shook her head. “I probably ought to give him more credit. He’s really quite decent, isn’t he?” “I think so.”  “I can tell.” Then she sighed. “I haven’t been fair to you, either, Bella. Did he tell you why? Or was that too confidential?” “He said it was because I was human. He said it was harder for you to have someone on the outside who knew.”  Rosalie’s musical laughter interrupted me. “Now I really feel guilty. He’s been much, much kinder to me than I deserve.” She seemed warmer as she laughed, like she’d let down some guard that had never been absent in my presence before. “What a liar that boy is.” She laughed again.  “He was lying?” I asked, suddenly wary. “Well, that’s probably putting it too strongly. He just didn’t tell you the whole story. What he told you was true, even truer now than it was before. However, at the time . . .” She broke off, chuckling nervously. “It’s embarrassing. You see, at first, I was mostly jealous because he wanted you and not me.” Her words sent a thrill of fear through me. Sitting there in the silver light, she was more beautiful than anything else I could imagine. I could not compete with Rosalie. “But you love Emmett . . . ,” I mumbled. She shook her head back and forth, amused. “I don’t want Edward that way, Bella. I never did — I love him as a brother, but he’s irritated me from the first moment I heard him speak. You have to understand, though . . . I was so used to people wanting me . And Edward wasn’t the least bit interested. It frustrated me, even offended me in the beginning. But he never wanted anyone, so it didn’t bother me long. Even when we first met Tanya’s clan in Denali — all those females! — Edward never showed the slightest preference. And then he met you.” She looked at me with confused eyes. I was only half paying attention. I was thinking about Edward and Tanya and all those females, and my lips pressed together in a hard line.  “Not that you aren’t pretty, Bella,” she said, misreading my expression. “But it just meant that he found you more attractive than me. I’m vain enough that I minded.” “But you said ‘at first.’ That doesn’t still . . . bother you, does it? I mean, we both know you’re the most beautiful person on the planet.” I laughed at having to say the words — it was so obvious. How odd that Rosalie should need such reassurances. Rosalie laughed, too. “Thanks, Bella. And no, it doesn’t really bother me anymore. Edward has always been a little strange.” She laughed again. “But you still don’t like me,” I whispered. Her smile faded. “I’m sorry about that.” We sat in silence for a moment, and she didn’t seem inclined to go on. “Would you tell me why? Did I do something . . . ?” Was she angry that I’d put her family — her Emmett — in danger? Time and time again. James, and now Victoria . . .  “No, you haven’t done anything,” she murmured. “Not yet.” I stared at her, perplexed. “Don’t you see, Bella?” Her voice was suddenly more passionate than before, even while she’d told her unhappy story. “You already have everything . You have a whole life ahead of you — everything I want.  And you’re going to just throw it away . Can’t you see that I’d trade everything I have to be you? You have the choice that I didn’t have, and you’re choosing wrong !” I flinched back from her fierce expression. I realized my mouth had fallen open and I snapped it shut. She stared at me for a long moment and, slowly, the fervor in her eyes dimmed. Abruptly, she was abashed. “And I was so sure that I could do this calmly.” She shook her head, seeming a little dazed by the flood of emotion. “It’s just that it’s harder now than it was then, when it was no more than vanity.” She stared at the moon in silence. It was a few moments before I was brave enough to break into her reverie. “Would you like me better if I chose to stay human?” She turned back to me, her lips twitching into a hint of a smile. “Maybe.” “You did get some of your happy ending, though,” I reminded her. “You got Emmett.” “I got half.” She grinned. “You know that I saved Emmett from a bear that was mauling him, and carried him home to Carlisle. But can you guess why I stopped the bear from eating him?” I shook my head. “With the dark curls . . . the dimples that showed even while he was grimacing in pain . . . the strange innocence that seemed so out of place on a grown man’s face . . . he reminded me of Vera’s little Henry. I didn’t want him to die — so much that, even though I hated this life, I was selfish enough to ask Carlisle to change him for me.  “I got luckier than I deserved. Emmett is everything I would have asked for if I’d known myself well enough to know what to ask for. He’s exactly the kind of person someone like me needs. And, oddly enough, he needs me, too. That part worked out better than I could have hoped. But there will never be more than the two of us. And I’ll never sit on a porch somewhere, with him gray-haired by my side, surrounded by our grandchildren.” Her smile was kind now. “That sounds quite bizarre to you, doesn’t it? In some ways, you are much more mature than I was at eighteen. But in other ways . . . there are many things you’ve probably never thought about seriously. You’re too young to know what you’ll want in ten years, fifteen years — and too young to give it all up without thinking it through. You don’t want to be rash about  permanent things, Bella.” She patted my head, but the gesture didn’t feel condescending. I sighed. “Just think about it a little. Once it’s done, it can’t be undone. Esme’s made do with us as substitutes . . . and Alice doesn’t remember anything human so she can’t miss it. . . . You will remember, though. It’s a lot to give up.” But more to get in return, I didn’t say aloud.  “Thanks, Rosalie. It’s nice to understand . . . to know you better.”  “I apologize for being such a monster.” She grinned. “I’ll try to behave myself from now on.” I grinned back at her. We weren’t friends yet, but I was pretty sure she wouldn’t always hate me so much. “I’ll let you sleep now.” Rosalie’s eyes flickered to the bed, and her lips twitched. “I know you’re frustrated that he’s keeping you locked up like this, but don’t give him too bad a time when he gets back.  He loves you more than you know. It terrifies him to be away from you.” She got up silently and ghosted to the door. “Goodnight, Bella,” she whispered as she shut it behind herself. “Goodnight, Rosalie,” I murmured a second too late. It took me a long time to fall asleep after that. When I did sleep, I had a nightmare. I was crawling across the dark, cold stones of an unfamiliar street, under lightly falling snow, leaving a trail of blood smeared behind me. A shadowy angel in a long white dress watched my progress with resentful eyes. The next morning, Alice drove me to school while I stared grumpily out the windshield. I was feeling sleep-deprived, and it made the irritation of my imprisonment that much stronger. “Tonight we’ll go out to Olympia or something,” she promised. “That would be fun, right?” “Why don’t you just lock me in the basement,” I suggested, “and forget the sugar coating?” Alice frowned. “He’s going to take the Porsche back. I’m not doing a very good job. You’re supposed to be having fun.” “It’s not your fault,” I muttered. I couldn’t believe I actually felt guilty. “I’ll see you at lunch.” I trudged off to English. Without Edward, the day was guaranteed to be unbearable. I sulked through my first class, well aware that my attitude wasn’t helping anything. When the bell rang, I got up without much enthusiasm. Mike was there at the door, holding it open for me. “Edward hiking this weekend?” he asked sociably as we walked out into the light rain. “Yeah.” “You want to do something tonight?” How could he still sound hopeful? “Can’t. I’ve got a slumber party,” I grumbled. He gave me a strange look as he processed my mood.  “Who are you —” Mike’s question was cut short as a loud, growling roar erupted from behind us in the parking lot. Everyone on the sidewalk turned to look, staring in disbelief as the noisy black motorcycle screeched to a stop on the edge of the concrete, the engine still snarling. Jacob waved to me urgently. “Run, Bella!” he yelled over the engine’s roar. I was frozen for a second before I understood. I looked at Mike quickly. I knew I only had seconds. How far would Alice go to restrain me in public? “I got really sick and went home, okay?” I said to Mike, my voice filled with sudden excitement. “Fine,” he muttered. I pecked Mike swiftly on the cheek. “Thanks, Mike. I owe you one!” I called as I sprinted away. Jacob revved his engine, grinning. I jumped on the back of his seat, wrapping my arms tightly around his waist. I caught sight of Alice, frozen at the edge of the cafeteria, her eyes sparking with fury, her lip curled back over her teeth. I shot her one pleading glance. Then we were racing across the blacktop so fast that my stomach got lost somewhere behind me. “Hold on,” Jacob shouted. I hid my face in his back as he sped down the highway. I knew he would slow down when we hit the Quileute border. I just had to hold on till then. I prayed silently and <em>fervently</em> that Alice wouldn’t follow, and that Charlie wouldn’t happen to see me. . . . It was obvious when we had reached the safe zone. The bike slowed, and Jacob straightened up and howled with laughter. I opened my eyes. “We made it,” he shouted. “Not bad for a prison break, eh?” “Good thinking, Jake.” “I remembered what you said about the psychic leech not being about to predict what I’m going to do. I’m glad you didn’t think of this — she wouldn’t have let you go to school.” “That’s why I didn’t consider it.” He laughed triumphantly. “What do you want to do today?” “Anything!” I laughed back. It felt great to be free.",
            "vi": "7        7. KẾT THÚC KHÔNG CÓ HẬU Rosalie ngập ngừng ở lối vào, khuôn mặt đẹp tuyệt trần của cô do dự.  \"Dĩ nhiên rồi, \" tôi trả lời, giọng tôi cao một quãng tám vì ngạc nhiên. \"Vào đi nào.\" Tôi ngồi dậy, dịch vô cuối ghế xô-pha để tránh chỗ. Bao tử tôi thắt lại bối rối trong khi một thành viên nhà Cullen, người không thích tôi lặng lẽ đến ngồi xuống chỗ trống này. Tôi cố nghĩ ra lý do khiến cô muốn gặp mình, nhưng chẳng nghĩ ra được.  \"Em có thể nói chuyện với chị vài phút được không?\" cô hỏi. \"Chị không đánh thức em này nọ chứ hả?\" Mắt cô chuyển sang chiếc giường bị lột tấm phủ rồi quay trở về ghế trường kỷ.  \"Không, em đang thức. Đương nhiên là mình nói chuyện được chớ.\" Tôi không biết cô có nghe âm điệu hoảng sợ trong giọng tôi rõ như tôi không.  Cô cười khì, và tiếng cười trong trẻo như chuông ngân. \"Ảnh rất hiếm khi để em một mình, \" cô nói. \"Chị nghĩ mình nên tận dụng cơ hội này.\" Chuyện gì cô muốn nói mà không nói trước mặt Edward được? Tay tôi xoắn tới xoắn lui mép mền.  \"Xin đừng nghĩ chị là người hay gây phiền phức quá mức, \" Rosalie nói, giọng dịu dàng và gần như cầu xin. Cô chắp tay trong lòng vừa nhìn xuống chúng vừa nói. \"Chị chắc chắn trước đây mình đã làm tổn thương tình cảm của em quá đủ rồi, và chị không muốn làm chuyện đó nữa.\" \"Đừng lo về chuyện đó, Rosalie. Em cảm thấy tuyệt mà. Chuyện gì vậy?\" Cô lại cười, nghe bối rối kỳ lạ. \"Chị sẽ thử nói cho em biết vì sao chị nghĩ em nên tiếp tục làm người - tại sao chị sẽ tiếp tục làm người nếu chị là em.\" \" Ôi. \" Cô cười vì âm điệu sững sờ trong giọng tôi, rồi thở dài.  \"Đã bao giờ Edward kể cho em nghe điều gì đã dẫn đến chuyện này không?\" cô hỏi, chỉ tay vào cơ thể bất tử xinh đẹp của mình.  Tôi gật đầu chậm rãi, bỗng buồn rười rượi. \"Ảnh nói chuyện đó gần giống chuyện đã xảy ra với em lúc ở Port Angeles, chỉ có điều chẳng có ai ở đó để cứu chị.\" Tôi rùng mình vì ký ức này.  \"Thiệt ảnh chỉ kể vậy thôi sao?\" cô hỏi.  \"Ừ, \" tôi nói, giọng tôi ngơ ngác không hiểu. \"Còn nữa à?\" Cô ngước nhìn tôi rồi mỉm cười; đó là nét mặt cay đắng, tàn nhẫn - nhưng vẫn đẹp lộng lẫy.  \"Ừ, \" cô nói. \"Còn nhiều hơn.\" Tôi chờ đợi trong khi cô nhìn ra cửa sổ. Dường như cô đang cố giữ bình tĩnh.  \"Em có muốn nghe chuyện đời chị không, Bella? Nó không có kết cục có hậu - nhưng có cuộc đời nào của tụi chị có hậu đâu? Nếu tụi chị mà có kết cục có hậu thì tất cả đều đang nằm dưới mồ rồi.\" Tôi gật đầu, mặc dù đang sợ hãi vì âm điệu giận dữ trong giọng cô.  \"Chị sống trong một thế giới khác với thế giới của em, Bella. Thế giới con người chị là nơi đơn giản hơn nhiều. Đó là vào năm một ngàn chín trăm ba mươi ba. Chị 18 tuổi, và xinh đẹp. Cuộc đời chị thật lý tưởng. \" Cô nhìn chằm chằm ra cửa sổ vào màn mây bạc, vẻ mặt xa xăm.  \"Cha mẹ chị thuộc tầng lớp trung lưu hoàn toàn. Cha chị có việc làm ổn định trong ngân hàng, đó là thứ bây giờ chị nhận ra đã làm ông rất tự mãn – ông coi sự giàu có của mình là phần thưởng cho tài năng và sự làm việc chăm chỉ, chớ không công nhận là vì may mắn gì cả. Thế nên chị coi tất cả những chuyện đó là chuyện đương nhiên; trong nhà chị, cứ như thể Đại khủng hoảng kinh tế chỉ là một tin đồn bá láp.  Tất nhiên chị có thấy người nghèo, những người không may mắn bằng. Nhưng cha chị làm chị có ấn tượng là chính họ đã tự rước hoạ vào thân.  \"Công việc của mẹ chị là trông nom nhà cửa - và cả chị và hai em trai chị – ngăn nắp tinh tươm. Rõ ràng chị vừa là ưu tiên số một vừa là người được bà ưa thích. Lúc đó tuy không hiểu hoàn toàn, nhưng chị luôn mơ hồ biết cha mẹ mình không bằng lòng với những gì mình đang có, dù không phải là ở đỉnh cao nhất nhưng cũng là quá hơn người. Họ muốn có nhiều hơn. Họ có khát vọng xã hội – chị nghĩ em có thể gọi họ là những kẻ bon chen. Sắc đẹp của chị giống một món quà dành cho họ. Họ nhìn thấy thật nhiều tiềm năng trong đó hơn chị thấy.  \"Họ không thoả mãn, nhưng chị thoả mãn. Chị sung sướng được là mình, là Rosalie Hale. Hài lòng khi mắt đàn ông nhìn theo chị ở mọi nơi, từ năm chị lên mười hai. Vui thích khi bạn gái thở dài ghen tị khi họ vuốt tóc chị. Hạnh phúc vì mẹ tự hào về mình và cha thích mua cho những chiếc áo đầm xinh đẹp.  \"Chị biết mình muốn gì từ cuộc sống, và dường như chẳng có cách nào mà chị lại không có được điều mình muốn. Chị muốn được yêu, muốn được tôn thờ. Chị muốn có một đám cưới kết hoa nổi đình nổi đám, nơi mọi người trong thành phố sẽ ngắm nhìn chị khoác tay cha bước xuống lối đi trong giáo đường và nghĩ chị là người đẹp nhất từng gặp.  Ngưỡng mộ cần như không khí đối với chị, Bella. Chị ngu ngốc và nông cạn, nhưng chị mãn nguyện. \" Cô mỉm cười, thích thú với sự đánh giá của riêng mình.  \"Cha mẹ chị có ảnh hưởng mạnh đến nỗi chị cũng muốn của cải vật chất trong đời. Chị muốn có một ngôi nhà đồ sộ với đồ đạc sang trọng để người khác lau dọn và muốn có một nhà bếp hiện đại để người khác nấu nướng. Như chị đã nói, nông cạn.  Trẻ và rất hời hợt. Và chị chẳng thấy bất kỳ lý do gì làm mình không có được những thứ này.   “Có vài thứ chị muốn, có ý nghĩa hơn.  Đặc biệt là một thứ. Bạn thân nhất của chị là một cô gái tên Vera. Cô ấy lấy chồng sớm, khi chỉ mới mười bảy tuổi. Cô lấy một người đàn ông mà cha mẹ chị sẽ không bao giờ chọn cho chị – một thợ mộc. Một năm sau cô ấy có con trai, một thằng bé kháu khỉnh có lúm đồng tiền và mái tóc đen quăn. Đây là lần đầu tiên chị cảm thấy hết sức ghen tỵ với một người khác trong đời.\" Cô nhìn tôi bằng đôi mắt không thể hiểu được. \"Đó là một thời buổi khác bây giờ. Chị  tuy cũng bằng tuổi em, nhưng đã sẵn sàng cho mọi chuyện đó. Chị thèm có em bé của riêng mình. Chị muốn có ngôi nhà cho riêng mình và chồng chị sẽ hôn chị khi anh từ sở làm về  - giống như Vera. Chỉ có điều chị nghĩ đến một ngôi nhà rất khác với nhà Vera...\" Tôi thật khó hình dung ra thế giới mà Rosalie đã biết. Câu chuyện của cô nghe giống truyện cổ tích hơn là lịch sử đối với tôi.  Hơi sốc, tôi nhận ra thế giới ấy rất giống với thế giới Edward hẳn đã trải qua khi là con người, thế giới nơi anh lớn lên. Tôi tự hỏi - trong khi Rosalie ngồi lặng lẽ một hồi lâu – không biết anh có cảm thấy thế giới của tôi quá khó hiểu như tôi cảm thấy vậy về thế giới của Rosalie không? Rosalie thở dài, và khi cô nói trở lại giọng cô khác hẳn, niềm ước ao đã không còn.  “Ở Rochester, có một gia đình vương giả – dòng họ King, thật trớ trêu. Royce King sở hữu ngân hàng nơi cha chị làm việc, và hầu như mọi cơ sở kinh doanh sinh lãi khác trong thành phố.  Đó là lý do con trai ông ta, “Royce King đệ nhị” - miệng cô méo xệch đi khi gọi ra cái tên này, rít qua kẽ răng - \" gặp chị lần đầu. Hắn ta sắp tiếp quản ngân hàng, nên hắn bắt đầu quản lý các chức vụ khác nhau. Hai ngày sau, mẹ chị thiệt tình cờ quên gửi bữa trưa tới chỗ làm cho ông. Chị nhớ mình đã chẳng hiểu gì hết khi mẹ cứ khăng khăng bắt chị phải mặc áo lụa ni-lông trắng và vấn tóc cao chỉ để ghé qua ngân hàng. \" Rosalie cười khan.  \"Chị chẳng chú ý chuyện Royce nhìn chị hết sức đặc biệt.  Ai cũng ngắm nhìn chị cả mà. Nhưng đêm đó, những đoá hồng đầu tiên đã đến. Đêm nào trong thời gian đang tìm hiểu, hắn cũng đều gửi đến một bó hồng. Phòng chị luôn ngập tràn hoa. Đến mức chị cũng thơm ngát như hoa hồng khi ra khỏi nhà. \" “Royce cũng đẹp trai. Tóc hắn sáng màu hơn tóc chị, và mắt xanh nhạt. Hắn nói mắt chị giống hoa vi-ô-lét, thế rồi những đoá hoa này bắt đầu xuất hiện cùng với hoa hồng.  \"Cha mẹ chị đã chấp thuận - đó là nói nhẹ đi rồi. Đây là tất cả những gì họ từng mơ đến. Và Royce dường như là tất cả những gì chị từng mơ đến. Hoàng tử trong chuyện cổ tích, đến để biến chị thành công chúa. Mọi thứ chị muốn, tuy cũng chỉ như chị đã nghĩ. Tụi chị đã hứa hôn khi quen biết nhau chưa đầy hai tháng.  \"Tụi chị không ở bên nhau nhiều. Royce nói hắn có nhiều chuyện phải lo ở chỗ làm, và, khi tụi chị ở bên nhau, hắn thích mọi người nhìn vào, thấy chị khoác tay hắn. Chị cũng thích vậy. Bao nhiêu là tiệc tùng, khiêu vũ, và áo đầm xinh đẹp. Khi bạn là một người trong dòng họ King, mọi cánh cửa đều mở to cho bạn, mọi thảm đỏ đều trải rộng chào đón bạn.  \"Đó không phải là một cuộc hứa hôn dài.  Mọi người đã lên kế hoạch tổ chức cho một đám cưới xa hoa nhất.  Mọi chuyện sẽ như chị từng muốn. Chị hoàn toàn hạnh phúc. Khi chị ghé thăm nhà Vera, chị không còn cảm thấy ghen tỵ nữa. Chị tưởng tượng những đứa con có mái tóc xinh đẹp của mình đang chơi trên bãi cỏ mênh mông trong điền trang dòng họ King, nên chị cảm thấy thương hại cho cô ấy. \" Rosalie bỗng dừng lại, nghiến răng. Khiến tôi sực tỉnh, và nhận ra rằng nỗi kinh hoàng không còn xa nữa. Sẽ không có kết cục có hậu, như cô đã hứa. Tôi tự hỏi không biết đây có phải là lý do khiến cô cay đắng hơn nhiều so với những người khác trong gia đình - vì cô có được trong tầm tay mọi thứ cô muốn khi đời người của cô bị rút ngắn lại.  \"Chị đã ở nhà Vera đêm đó,\" Rosalie thì thầm. Khuôn mặt cô phẳng lặng như cẩm thạch, và cũng cứng như vậy. \"Bé Henry hết sức dễ thương, cười lúm đồng tiền suốt ngày– bé vừa mới biết ngồi.  Vera đưa chị ra cửa khi chị sắp ra về, em bé bế trong tay còn chồng đứng bên cô, cánh tay anh ôm quanh eo cô ấy.  Anh ấy hôn lên má vợ khi nghĩ chị không nhìn thấy.  Chuyện đó làm chị phiền muộn. Khi Royce hôn chị, chẳng giống mấy - không hiểu sao lại không ngọt ngào như thế. .. Chị xua đi suy nghĩ đó. Royce là hoàng tử của chị. Một ngày nào đó, chị sẽ là nữ hoàng. \" Dưới ánh trăng, thật khó mà đoan chắc, nhưng hình như khuôn mặt trắng toát của cô tái đi.  \"Đường phố tối om, đèn đường đã bật. Chị đã không nhận ra đêm đã khuya như thế. \" Cô tiếp tục thì thầm hầu như không nghe được. \"Trời cũng lạnh nữa. Rất lạnh đối với một đêm cuối tháng tư. Chỉ còn một tuần nữa thôi là đám cưới rồi, và chị đang lo lắng chuyện thời tiết khi vội vã về nhà - chị nhớ chuyện đó rõ ràng. Chị nhớ từng chi tiết trong đêm đó. Chị cứ nghĩ mãi về nó ... lúc mới đầu. Chị đã không nghĩ đến chuyện gì khác.  Và vì vậy chị nhớ rõ chuyện này, trong khi rất nhiều kỷ niệm vui khác đã hoàn toàn bị lãng quên...\" Cô thở dài, và bắt đầu thì thầm trở lại. \"Ừa, chị đang lo lắng về thời tiết... Chị không muốn phải tổ chức đám cưới trong nhà...  “Chỉ cách vài con đường nữa là về đến nhà thì chị nghe tiếng chúng.  Một đám đàn ông đứng dưới bóng đèn đường vỡ, cười quá to. Say xỉn. Chị ước gì mình đã gọi cha hộ tống về nhà, nhưng quãng đường quá ngắn, có vẻ ngốc nghếch quá. Thế rồi hắn gọi tên chị.  \"Rose!' hắn thét to, và bọn kia phá ra cười một cách ngu xuẩn.  \"Chị đã không nhận ra mấy người say này ăn mặc rất đẹp. Đó là Royce và mấy người bạn của hắn, con trai của mấy người giàu khác.  \"Rose của anh đây rồi!' Royce la to, cười cùng họ, nghe cũng ngớ ngẩn giống vậy. 'Em về trễ thế. Tụi anh lạnh quá, em bắt tụi anh chờ lâu quá. ' \" \"Trước đây chị chưa từng thấy hắn uống rượu.  Thỉnh thoảng chỉ một cốc rượu chúc tụng, trong một bữa tiệc. Hắn nói với chị là hắn không thích sâm banh. Chị đã không nhận ra là hắn thích thứ mạnh hơn nhiều.  \"Hắn ta có một người bạn mới - bạn của bạn, từ Atlanta đến.  \"'Thấy chưa, John, ' Royce khoác lác, chộp cánh tay chị và kéo chị đến gần hơn. 'Chẳng phải cô ấy xinh đẹp hơn mọi gái tơ ở Georgia của anh sao?' \"Người có tên John tóc đen và làn da rám nắng.  Hắn nhìn chị từ trên xuống như thể chị là một con ngựa hắn sắp mua vậy.  \"Sao mà biết được, ' hắn lè nhè lựa nhựa. 'Cô nàng mặc đồ kín mít.' \"Chúng cười to, Royce cũng vậy.  \"Bỗng, Royce xé toạc áo khoác ra khỏi vai chị - đây là một món quà của hắn - làm đứt mấy nút áo bằng đồng. Chúng văng tung toé trên đường.  \"'Cho anh ta xem em trông ra sao, Rose!' Hắn lại cười rồi giật nón ra khỏi tóc chị. Kim cài giật đứt tóc, khiến chị thét to đau đớn. Chúng có vẻ khoái cái đó - tiếng thét đau đớn của chị. \" Rosalie bỗng nhìn tôi, như thể cô đã quên tôi ở đó. Tôi chắc chắn mặt mình cũng trắng như mặt cô. Ngoài trừ chuyện nó xanh lè.  \"Chị sẽ không bắt em phải nghe phần còn lại, \" cô nói nhỏ nhẹ. \"Chúng bỏ lại chị trên đường, vẫn vừa cười vừa loạng choạng bỏ đi. Chúng tưởng chị đã chết. Chúng trêu Royce là hắn sẽ phải tìm cô dâu mới. Hắn cười và nói hắn phải học kiên nhẫn trước đã.  Chị chờ chết trên đường. Trời lạnh, mặc dù đau nhiều đến nỗi chị ngạc nhiên khi thấy chuyện trời lạnh làm mình bận lòng. Tuyết bắt đầu rơi, và chị tự hỏi tại sao mình không chết. Chị nóng lòng đợi cái chết đến, để chấm dứt cơn đau. Quá lâu... \"Thế rồi Carlisle tìm thấy chị. Ông ngửi thấy mùi máu, nên đến điều tra. Chị nhớ mình hơi cáu khi ông khám chị tỉ mỉ, cố cứu chị. Trước đó chị chẳng bao giờ ưa bác sĩ Cullen hay vợ ông và em trai bà - lúc đó Edward giả vờ vậy. Chị bực vì họ đều đẹp hơn chị, nhất là đàn ông. Nhưng họ không giao du nhiều, nên chị chỉ gặp họ một hai lần thôi.  \"Chị cứ tưởng mình đã chết rồi khi ông lôi chị lên khỏi mặt đất rồi ôm chị chạy - vì tốc độ ấy - cứ như thể chị đang bay. Chị nhớ mình đã kinh hoàng vì cơn đau không mất đi...  \"Thế rồi chị ở trong một căn phòng sáng sủa, và ấm áp. Chị đang chết, và mừng vì cơn đau bắt đầu dịu đi.  Nhưng bỗng có cái gì đó sắc bén đang cắt người chị, họng chị, cổ tay chị, mắt cá chân chị. Chị la hét kinh hoàng, cứ tưởng ông mang chị về đó để hành hạ mình thêm.  Rồi lửa bắt đầu thiêu cháy chị, và chị không quan tâm đến điều gì khác nữa. Chị cầu xin ông giết chị đi. Khi Esme và Edward về nhà, chị cũng cầu xin họ giết chị luôn. Carlisle ngồi với chị. Ông cầm tay chị và nói ông vô cùng xin lỗi, ông hứa rằng chuyện này sẽ chấm dứt. Ông kể cho chị biết mọi chuyện, và đôi khi chị lắng nghe. Ông cho chị biết ông là thứ gì, và chị sẽ trở thành thứ gì. Chị không tin ông. Ông xin lỗi mỗi lần chị la hét.  \"Edward không vui. Chị nhớ đã nghe họ bàn về chị. Thỉnh thoảng chị ngưng la hét. La hét cũng chẳng ích gì.  \"'Bố đang nghĩ gì vậy, Carlisle?' Edward nói ' Rosalie Hale sao?' \" Rosalie bắt chước giọng cáu kỉnh của Edward hết sức hoàn hảo. \" Chị không thích cái cách anh gọi tên chị, như thể có chuyện bậy bạ gì với chị vậy.  \"Ta không thể để mặc cho cô ấy chết, ' Carlisle nói nhỏ nhẹ. 'Quá sức - quá khủng khiếp, quá phí phạm. ' \"'Con biết rồi, ' Edward nói, và chị nghĩ giọng anh nghe khinh khỉnh. Chuyện đó làm chị tức. Lúc đó chị không biết anh có thật sự nhìn thấy giống Carlisle không nữa.  \"Quá sức lãng phí. Ta không thể bỏ cô ấy lại, ' Carlisle thì thầm lặp lại.  \"'Dĩ nhiên anh không thể vậy được, ' Esme đồng ý.  \"'Mọi người chết hoài mà, ' Edward nhắc ông bằng một giọng cay đắng. 'Bố không nghĩ rằng cô hơi nổi tiếng sao?  Nhà King sẽ giả vờ tìm kiếm rầm rộ - chẳng ai nghi con quỷ đó cả, ' anh gầm gừ.  \"Chị cảm thấy hài lòng vì hình như họ biết Royce có tội.  \"Chị hầu như không nhận ra là chuyện này sắp kết thúc rồi - không nhận thấy mình đang khoẻ lên và đó là lý do tại sao chị có thể tập trung nghe được chuyện họ đang nói. Cơn đau đang dần tan biến.  \"'Mình sẽ làm gì với cô ấy đây?' Edward ghê tởm nói - hoặc ít nhất thì chị nghe giống vậy.  \"Carlisle thở dài. 'Chuyện đó tùy cô ấy, dĩ nhiên rồi. Cô bé có thể muốn làm theo cách của mình. ' \"Chị đã tin điều ông nói đến nỗi những lời ấy làm chị kinh hoàng. Chị biết đời mình đã hết, và sẽ chẳng còn quay lại được nữa. Chị không chịu nỗi ý nghĩ phải sống một mình...  \"Cơn đau cuối cùng rồi cũng chấm dứt và họ lại giải thích lần nữa chị là cái gì. Lúc này chị tin. Chị đã cảm thấy cái khát, da cứng; chị đã thấy đôi mắt đỏ rực của mình.  \"Vốn nông cạn, chị cảm thấy dễ chịu hơn khi lần đầu nhìn thấy bóng mình trong gương. Dù mắt đỏ, chị vẫn là người đẹp nhất trên đời. \" Cô cười nhạo mình một hồi. \"Mất một thời gian chị mới bắt đầu trách móc điều vẻ đẹp đã gây ra cho chị - để chị nhận ra lời nguyền của nó. Để ước rằng giá mà mình ... ừm, không xấu, mà bình thường. Giống như Vera. Thì chị đã có thể được phép lấy người yêu mình, và có những đứa con xinh xắn.  Đó là điều chị hẳn thật sự muốn, ngay từ đầu. Đâu có vẻ gì là đòi hỏi quá nhiều đâu. \" Cô trầm tư một hồi lâu, và tôi tự hỏi không biết có phải cô lại quên mất sự hiện diện của tôi lần nữa không. Nhưng rồi cô mỉm cười với tôi, vẻ mặt bỗng hân hoan.  \"Em biết không, lý lịch của chị cũng gần trong sạch như lý lịch của Carlisle, \" cô bảo tôi. \"Hơn cả Esme. Một ngàn lần tốt hơn Edward. Chị chưa bao giờ nếm máu người, \" cô tự hào công bố.  Cô hiểu vẻ thắc mắc của tôi khi tôi muốn biết tại sao lý lịch của cô chỉ là gần trong sạch thôi.  \"Vì chị đã giết năm người, \" cô nói với chị bằng giọng tự mãn. \"Nếu thực có thể gọi chúng là người. Nhưng chị rất cẩn thận không làm chúng đổ máu - chị biết mình không thể kháng cự lại được, và chị không muốn có bất cứ phần nào của chúng trong chị, thế đó.  \"Chị để dành Royce sau chót. Chị hy vọng hắn đã nghe về mấy cái chết của bạn bè hắn và sẽ biết chuyện gì sẽ đến với hắn. Chị hy vọng nỗi sợ hãi sẽ làm cái chết khốn khổ hơn đối với hắn. Có tác dụng thiệt. Hắn đang ẩn nấp bên trong một căn phòng không cửa sổ đằng sau một cánh cửa dày như cửa kho bạc ngân hàng, được bảo vệ bên ngoài bởi những người đàn ông vũ trang, khi chị tóm được hắn. Oops - bảy vụ giết người, \" cô tự chỉnh lại. \" Chị quên không tính lính canh. Chúng chỉ mất một giây. \" \"Chị màu mè thái quá. Y như trẻ con, thiệt. Chị đã mặc một chiếc áo cưới ăn cắp cho dịp này. Hắn la hét khi thấy chị. Đêm đó hắn la hét ghê lắm. Để dành hắn lại sau chót là một ý hay - khiến chị dễ kiểm soát mình hơn, để làm chuyện đó chậm hơn - \" Cô dừng lại đột ngột, và nhìn xuống tôi. \" Chị xin lỗi, \" cô phiền muộn nói. \" Chị đang làm em sợ hả?\" \"Em không sao, \" tôi nói dối.  \"Chị mải mê quá. \" \"Đừng lo mà. \" \"Chị lấy làm lạ là Edward lại không kể cho em nghe nhiều về chuyện đó. \" \"Ảnh không thích kể chuyện người khác - anh cảm thấy như đang phản bội lòng tin của mọi người, vì ảnh nghe nhiều hơn những gì mọi người nghĩ ảnh nghe được.\" Cô mỉm cười và lắc đầu. \" Có lẽ chị nên tin tưởng anh ấy nhiều hơn. Ảnh đúng là đàng hoàng, nhỉ?\" \"Em nghĩ vậy.\" \"Chị chắc chắn. \" Rồi cô thở dài. \"Chị cũng đã không cư xử công bằng với em, Bella. Ảnh có nói cho em tại sao không? Hay chuyện đó quá riêng tư?\" \"Ảnh nói là vì em là con người. Anh nói chị sẽ khổ sở hơn nếu có người ngoài cuộc biết chuyện. \" Tiếng cười thánh thót của Rosalie chặn lời tôi. \"Bây giờ chị cảm thấy mình có lỗi thiệt sự. Ảnh đã đối xử với chị tử tế hơn rất, rất nhiều so với chị đáng được.\" Cô dường như hồn hậu hơn khi cười, như thể cô đã dẹp bỏ sự cảnh giác chưa bao giờ mất đi khi có mặt tôi trước đây. \"Anh chàng này nói dối gớm. \" Cô lại cười.  \"Ảnh nói dối sao?\" Tôi hỏi, đột ngột dè dặt.  \"Ừm, có lẽ nói thế hơi quá lố.   Ảnh chỉ không kể em nghe hết chuyện mà thôi. Những gì ảnh nói với em đều thật, bây giờ thậm chí thật hơn cả lúc trước. Tuy nhiên, vào lúc đó... \" Cô dừng, cười lặng lẽ bối rối. \"Thiệt mắc cỡ quá. Em thấy đó, lúc đầu, chị gần như ghen tuông vì ảnh yêu em mà không yêu chị. \" Lời cô nói làm tôi rùng mình sợ hãi. Ngồi đó trong ánh sáng bạc, cô xinh đẹp hơn bất cứ thứ gì khác tôi có thể tưởng tượng. Tôi không thể nào so được với Rosalie.  \" Nhưng chị yêu Emmett mà..., \" Tôi lầm bầm.  Cô lắc đầu qua lại, thích thú. \"Chị không yêu Edward theo kiểu đó Bella. Chẳng bao giờ hết - chị yêu ảnh như yêu thương một người anh, nhưng ảnh làm chị tức ngay từ lúc đầu khi nghe ảnh nói.  Tuy vậy, em phải hiểu... Chị đã quá quen với chuyện mọi người thèm muốn mình. Thế mà Edward chẳng quan tâm chút xíu nào hết.  Lúc đầu, chuyện đó làm chị nản chí, thậm chí làm chị giận. Nhưng ảnh chả bao giờ yêu ai hết, vì vậy chuyện đó chẳng làm chị bực lâu. Thậm chí khi lần đầu tiên nhà chị gặp tộc Tanya ở Denali – hết thảy những phụ nữ đó ! - Edward cũng chẳng hề tỏ ra ưa thích chút nào. Thế mà khi ảnh gặp em. \" Cô nhìn tôi với ánh mắt bối rối. Tôi chỉ hơi chú ý. Tôi đang nghĩ về Edward và Tanya và tất cả những người phụ nữ đó, và môi tôi mím chặt lại.   “Không phải là em không đẹp, Bella, \" cô nói, hiểu sai vẻ mặt tôi. \"Nhưng điều đó chỉ có nghĩa là ảnh thấy em hấp dẫn hơn chị. Chị quá tự phụ nên đã để bụng chuyện đó. \" \"Nhưng chị nói ' lúc đầu. ' Chuyện đó đâu có còn... làm chị bực hả? Ý em là, cả hai tụi mình đều biết chị là người đẹp nhất hành tinh. \" Tôi cười to vì phải nói ra những lời ấy - nó quá rõ ràng. Kỳ quặc sao khi Rosalie mà lại cần trấn an như thế.  Rosalie cũng cười. \"Cám ơn, Bella. Không, chuyện đó chẳng còn làm chị bực bội nữa. Edward luôn hơi khác người. \" Cô lại cười.  \"Nhưng chị vẫn không thích em, \" tôi thì thầm.  Nụ cười của cô vụt tắt. \"Chị xin lỗi về chuyện đó. \" Chúng tôi ngồi im lặng một hồi lâu, và cô không có vẻ muốn nói tiếp.  \"Chị sẽ cho em biết lý do chứ?  Em đã làm gì sai ... ?\"  Có phải cô tức giận vì tôi đã khiến gia đình cô - Emmett của cô - gặp hiểm nguy?  Hết lần này đến lần khác. James, rồi bây giờ là Victoria.  \"Không, em chẳng hề làm gì sai hết, \" cô thì thầm. \"Chưa. \" Tôi nhìn cô chằm chằm, khó hiểu.  \"Em không thấy, Bella sao?\" Giọng cô bỗng sôi nổi hơn lúc nãy, hơn cả lúc cô kể câu chuyện không vui của đời mình. \"Em đã có mọi thứ. Em có cả cuộc đời ngay phía trước - mọi thứ chị muốn có.  Thế mà em lại sắp quẳng nó đi. Em không thấy chị sẵn lòng đổi hết mọi thứ mình có để được là em?  Em có quyền lựa chọn mà chị không có, thế mà em đang chọn sai !\" Tôi chùn người vì vẻ giận dữ của cô. Tôi thấy miệng mình đang há hốc nên tôi ngậm lại.  Cô nhìn tôi chằm chằm một hồi lâu và, từ từ, vẻ sôi nổi trong mắt cô lụi dần. Cô bỗng bối rối.  \"Và chị chắc chắn có thể làm chuyện này êm thấm.\" Cô lắc đầu, hơi có vẻ sững sờ vì dòng thác cảm xúc ấy. \"Chỉ có điều bây giờ khó hơn lúc đó, khi chẳng có gì ngoài sự phù phiếm. \" Cô im lặng nhìn chằm chằm vào trăng. Một lát sau tôi mới đủ can đảm để phá đi giấc mơ màng của cô.  \"Chị sẽ thích em hơn không nếu em quyết định tiếp tục làm người?\" Cô quay về phía tôi, môi giật giật thành một nét cười. \"Có lẽ. \" \"Nhưng chị cũng đã có một kết cục có hậu rồi, \" tôi nhắc cô. \"Chị đã có Emmett. \" \"Chị mới có một nửa thôi. \" Cô cười toe toét. \"Em biết chị cứu Emmett khỏi con gấu đang hành hạ anh ấy, và ôm ảnh về nhà cho Carlisle. Nhưng em có thể đoán được tại sao chị lại ngăn không cho gấu ăn anh ấy không?\" Tôi lắc đầu.  \"Với lọn tóc quăn màu đen. . . mấy núm đồng tiền lộ rõ dù anh đang nhăn nhó đau đớn . . . vẻ vô tội kỳ lạ như chẳng ăn nhập với khuôn mặt của một người đàn ông trưởng thành . . . ảnh làm chị nhớ đến bé Henry của Vera.  Chị không muốn anh chết - nhiều đến nỗi, mặc dù chị ghét cuộc đời này, chị đã đủ ích kỷ để xin Carlisle biến đổi anh cho chị.  \"Chị may mắn hơn xứng đáng được vậy. Emmett là tất cả những gì chị hẳn đã mơ ước nếu chị hiểu mình đủ rõ để biết mình muốn gì.  Anh đúng là loại người mà người như chị cần. Và, lạ một điều là, ảnh cũng cần chị.  Phần này hoá ra có kết thúc tốt đẹp hơn chị mong. Nhưng sẽ không bao giờ có thêm ai ngoài hai anh chị. Và chị sẽ không bao giờ được ngồi trên hiên nhà ở một nơi nào đó, có anh bạc đầu bên mình, mấy đứa cháu vây quanh. \" Nụ cười của cô bây giờ ân cần. \"Với em, nghe khá kỳ cục, phải không?  Nói cách khác, em trưởng thành hơn chị nhiều so với lúc chị mười tám tuổi. Nhưng mặt khác... có nhiều thứ em hẳn chẳng bao giờ nghĩ đến một cách nghiêm túc. Em còn quá trẻ để biết em sẽ muốn gì trong mười năm, mười lăm năm nữa - và quá trẻ để tung hê hết mọi thứ mà chưa suy nghĩ thấu đáo. Em sẽ không muốn hấp tấp vội vàng về những chuyện lâu dài đâu, Bella. \" Cô vỗ nhẹ đầu tôi, nhưng cử chỉ này chẳng hề ra vẻ bề trên.  Tôi thở dài.  \"Hãy nghĩ về nó một chút thôi. Một khi đã xong, thì không thể nào đảo ngược lại được nữa.  Esme coi tụi chị như con... Còn Alice chẳng nhớ chút gì về lúc làm người nên nó không thấy thiếu... Còn em, em sẽ nhớ. Có quá nhiều thứ phải từ bỏ. \" Nhưng nhận lại được nhiều thứ hơn, tôi không nói thành lời.  \"Cám ơn, Rosalie. Thật vui khi hiểu... biết chị rõ hơn. \"  “Chị xin lỗi đã làm một con quái vật như vậy. \" Cô cười toe toét. \"Chị sẽ cố cư xử đàng hoàng từ giờ trở đi. \" Tôi cười toe toét đáp lại cô.  Chúng tôi chưa là bạn bè, nhưng tôi khá chắc chắn cô sẽ không ghét tôi nhiều như thế nữa.  \"Bây giờ chị để em ngủ đây. \" Mắt Rosalie liếc về phía giường, và môi cô giật giật. \"Chị biết em bực vì ảnh giam em như vậy, nhưng đừng làm ảnh khổ sở khi ảnh về nhà nhé.  Ảnh yêu em hơn em biết. Ảnh rất sợ khi phải xa em.\" Cô lặng lẽ đứng dậy rồi lướt ra cửa. \"Ngủ ngon, Bella, \" cô thì thầm vừa đóng cửa lại.  \"Ngủ ngon, Rosalie, \" tôi thì thầm quá muộn sau một giây.  Phải lâu lắm tôi mới ngủ thiếp đi sau đó.  Khi ngủ, tôi nằm mơ thấy ác mộng. Tôi đang bò trên những tảng đá lạnh, u ám của một con đường xa lạ, dưới làn tuyết rơi nhè nhẹ, để lại vệt máu kéo dài phía sau. Một thiên thần lờ mờ mặc áo dài trắng quan sát tôi cử động của tôi với đôi mắt tàn nhẫn.  Sáng hôm sau, Alice lái xe đưa tôi tới trường trong khi tôi nhìn chằm chằm giận dỗi ra kính chắn gió. Tôi cảm thấy ngủ không đủ, khiến tôi càng tức chuyện mình bị giam giữ hơn.  \"Đêm nay mình đến chơi Olympia hoặc đâu đó nhe, \" cô hứa. \" Sẽ vui ha?\" \"Sao em không cứ việc nhốt chị vô tầng hầm, \" tôi đề nghị, \" và quên chuyện dỗ ngọt đi?\" Alice cau mày. \"Ảnh sẽ đòi lại chiếc Porsche mất. Em không làm tốt nhiệm vụ cho lắm. Chị lẽ ra phải được vui vẻ. \" \"Đó không phải là lỗi của em, \" tôi lẩm bẩm. Không thể nào tin nổi tôi lại cảm thấy có lỗi. \"Gặp lại em lúc ăn trưa.\" Tôi lê bước đi về lớp tiếng Anh. Không có Edward, ngày chắc chắn không thể chịu đựng nổi. Tôi hờn dỗi suốt giờ học đầu tiên, biết rõ thái độ đó chẳng ích gì.  Khi chuông reng, tôi đứng lên chẳng mấy hăng hái. Mike ở ngay trước cửa lớp, giữ cửa mở cho tôi.  \"Edward đi bộ đường dài vào cuối tuần hả?\" anh thân thiện hỏi khi chúng tôi bước vào màn mưa bụi.  \"Ờ. \" \"Bạn muốn làm gì đêm nay không?\" Sao anh ta lại có thể vẫn có vẻ tràn trề hy vọng như vậy chứ? \"Không. Tôi có tiệc họp mặt tán dóc của con gái, \" tôi làu bàu. Anh nhìn tôi lạ lùng như thể hiểu rõ tâm trạng của tôi vậy.  \"Bạn sẽ - \" Câu hỏi của Mike đã bị cắt ngắn đi khi một tiếng nổ ầm ầm vang lên phía sau chúng tôi trong bãi đậu xe.  Mọi người trên vỉa hè quay lại nhìn, trố mắt ngạc nhiên khi chiếc xe máy đen ồn ào thắng két lại sát lề đường, động cơ vẫn để nổ.  Jacob vẫy tôi hối thúc.  \"Chạy đi, Bella !\" anh thét át tiếng gầm rống của động cơ.  Tôi tê cứng một giây rồi mới hiểu ra.  Tôi nhìn Mike thật nhanh. Tôi biết mình chỉ có mấy giây.  Alice có thể làm đến mức nào để kiềm giữ tôi ở chỗ đông người? \"Tôi bị bịnh và về nhà, nhé?\" Tôi nói với Mike, giọng tôi bỗng đầy kích động.  \"Được rồi, \" anh lẩm bẩm.  Tôi hôn nhẹ má Mike thật nhanh. \"Cám ơn, Mike. Tôi nợ bạn một lần đấy !\" Tôi vừa la to vừa chạy đi hết tốc lực.  Jacob rồ máy, cười toe toét. Tôi nhảy lên sau chỗ ngồi của anh, choàng tay ôm chặt eo anh.  Tôi nhìn thấy Alice, đứng sững bên quán ăn tự phục vụ, mắt cô toé lửa giận dữ, môi nhe lên để lộ răng.  Tôi liếc nhìn cô cầu xin.  Thế rồi chúng tôi phóng như bay trên nhựa đường nhanh đến nỗi bao tử tôi như rớt lại đâu đó sau lưng. “Ôm chặt nào”, Jacob la to. Tôi giấu mặt sau lưng anh khi anh tăng tốc trên đường cao tốc.  Tôi biết anh sẽ chỉ chạy chậm lại khi đến lãnh địa của người Quileute.  Tôi phải ôm chặt cho đến lúc đó.  Tôi thầm cầu nguyện hết sức nhiệt thành Alice sẽ không đuổi theo, và cầu cho Charlie sẽ không tình cờ gặp tôi... Không cần giấu mặt nữa khi đến khu vực an toàn. Xe máy chạy chậm lại, và Jacob vươn thẳng người và hú lên cười. Tôi mở mắt.  \"Làm được rồi, \" anh la to. \"Chuyến vượt ngục không tệ hả?\" \"Thông minh lắm, Jake. \" \"Tôi nhớ bạn nói về con đỉa có khả năng siêu nhiên sẽ không đoán được tôi sắp làm gì.  Tôi mừng là bạn đã không nghĩ đến chuyện này – nếu không cô ta hẳn sẽ không để bạn đi học đâu.\" \"Bởi vậy nên tôi đâu có nghĩ đến. \" Anh cười hân hoan. \" Bạn muốn làm gì hôm nay ?\" \"Gì cũng được hết!\" Tôi cười lại.  Thật tuyệt khi được tự do."
        },
        {
            "en": "10         10. THE MEADOW JACOB DIDN'T CALL. The first time I called, Billy answered and told me that Jacob was still in bed. I got nosy, checking to make sure that Billy had taken him to a doctor. Billy said he had, but, for some reason I couldn't nail down, I didn't really believe him. I called again, several times a day, for the next two days, but no one was ever there. Saturday, I decided to go see him, invitation be damned. But the little red house was empty. This frightened me—was Jacob so sick that he'd needed to go to the hospital? I stopped by the hospital on the way back home, but the nurse at the front desk told me neither Jacob or Billy had been in. I made Charlie call Harry Clearwater as soon as he got home from work. I waited, anxious, while Charlie chatted with his old friend; the conversation seemed to go on forever without Jacob even being mentioned. It seemed that Harry had been in the hospital . . some kind of tests for his heart. Charlie's forehead got all pinched together, but Harry joked with him, blowing it off, until Charlie was laughing again. Only then did Charlie ask about Jacob, and now his side of the conversation didn't give me much to work with, just a lot of hmms and yeahs. I drummed my fingers against the counter beside him until he put a hand over mine to stop me. Finally, Charlie hung up the phone and turned to me. \"Harry says there's been some trouble with the phone lines, and that's why you haven't been able to get through. Billy took Jake to the doc down there, and it looks like he has mono. He's real tired, and Billy said no visitors,\" he reported. \"No visitors?\" I demanded in disbelief. Charlie raised one eyebrow. \"Now don't you go making a pest of yourself, Bells. Billy knows what's best for Jake. He'll be up and around soon enough. Be patient.\" I didn't push it. Charlie was too worried about Harry. That was clearly the more important issue—it wouldn't be right to bug him with my lesser concerns. Instead, I went straight upstairs and turned on my computer. I found a medical site online and typed \"mononucleosis\" into the search box. All I knew about mono was that you were supposed to get it from kissing, which was clearly not the case with Jake. I read through the symptoms quickly—the fever he definitely had, but what about the rest of it? No horrible sore throat, no exhaustion, no headaches, at least not before he'd gone home from the movie; he'd said he felt \"fit as a fiddle.\" Did it really come on so fast? The article made it sound like the sore stuff showed up first.  I glared at the computer screen and wondered why, exactly, I was doing this. Why did I feel so… so suspicious, like I didn't believe Billy's story? Why would Billy lie to Harry? I was being silly, probably. I was just worried, and, to be honest, I was afraid of not being allowed to see Jacob—that made me nervous. I skimmed through the rest of the article, looking for more information. I stopped when I got to the part about how mono could last more than a month. A month? My mouth fell open. But Billy couldn't enforce the no-visitors thing that long. Of course not. Jake would go crazy stuck in bed that long without anyone to talk to. What was Billy afraid of, anyway? The article said that a person with mono needed to avoid physical activity, but there was nothing about visitors. The disease wasn't very infectious. I'd give Billy a week, I decided, before I got pushy. A week was generous. A week was long. By Wednesday, I was sure I wasn't going to live till Saturday. When I'd decided to leave Billy and Jacob alone for a week, I hadn't really believed that Jacob would go along with Billy's rule. Every day when I got home from school, I ran to the phone to check for messages. There never were any. I cheated three times by trying to call him, but the phone lines still weren't working. I was in the house much too much, and much too alone. Without Jacob, and my  adrenaline and my distractions, everything I'd been repressing started creeping up on me. The dreams got hard again. I could no longer see the end coming. Just the horrible nothingness—half the time in the forest, half the time in the empty fern sea where the white house no longer existed. Sometimes Sam Uley was there in the forest, watching me again. I paid him no attention—there was no comfort in his presence; it made me feel no less alone. It didn't stop me from screaming myself awake, night after night. The hole in my chest was worse than ever. I'd thought that I'd been getting it under control, but I found myself hunched over, day after day, clutching my sides together and gasping for air. I wasn't handling alone well. I was relieved beyond measure the morning I woke up—screaming, of course—and remembered that it was Saturday. Today I could call Jacob. And if the phone lines still weren't working, then I was going to La Push. One way or another, today would be better than the last lonely week. I dialed, and then waited without high expectations. It caught me off guard when Billy answered on the second ring. \"Hello?\" \"Oh, hey, the phone is working again! Hi, Billy. It's Bella. I was just calling to see how Jacob is doing. Is he up for visitors yet? I was thinking about dropping by—\" \"I'm sorry, Bella,\" Billy interrupted, and I wondered if he were watching TV; he sounded distracted.  \"He's not in.\" \"Oh.\" It took me a second. \"So he's feeling better then?\" \"Yeah,\" Billy hesitated for an instant too long. \"Turns out it wasn't mono after all. Just some other virus.\" \"Oh. So… where is he?\" \"He's giving some friends a ride up to Port Angeles—I think they were going to catch a double feature or something. He's gone for the whole day.\" \"Well, that's a relief. I've been so worried. I'm glad he felt good enough to get out.\" My voice sounded horribly phony as I babbled on. Jacob was better, but not well enough to call me. He was out with friends. I was sitting home, missing him more every hour. I was lonely, worried, bored… perforated—and now also desolate as I realized that the week apart had not had the same effect on him. \"Is there anything in particular you wanted?\" Billy asked politely. \"No, not really.\" \"Well, I'll tell him that you called,\" Billy promised. \"Bye, Bella.\" \"Bye,\" I replied, but he'd already hung up. I stood for a moment with the phone still in my hand. Jacob must have changed his mind, just like I'd feared. He was going to take my advice and not waste any more time on someone who couldn't return his feelings. I felt the blood run out of my face. \"Something wrong?\" Charlie asked as he came down the stairs. \"No,\" I lied, hanging up the phone. \"Billy says Jacob is feeling better. It wasn't mono. So that's good.\" \"Is he coming here, or are you going there?\" Charlie asked absentmindedly as he started poking through the fridge. \"Neither,\" I admitted. \"He's going out with some other friends.\" The tone of my voice finally caught Charlie's attention. He looked up at me with sudden alarm, his hands frozen around a package of cheese slices. \"Isn't it a little early for lunch?\" I asked as lightly as I could manage, trying to distract him. \"No, I'm just packing something to take out to the river…\" \"Oh, fishing today?\" \"Well, Harry called… and it's not raining.\" He was creating a stack of food on the counter as he spoke. Suddenly he looked up again as if he'd just realized something. \"Say, did you want me to stay with you, since Jake's out?\" \"That's okay, Dad,\" I said, working to sound indifferent. \"The fish bite better when the weather's nice.\" He stared at me, indecision clear on his face. I knew that he was worrying, afraid to leave me alone, in case I got \"mopey\" again. \"Seriously, Dad. I think I'll call Jessica,\" I fibbed quickly. I'd rather be alone than have him watching me all day. \"We have a Calculus test to study for. I could use her help.\" That part was true. But I'd have to make do without it. \"That's a good idea. You've been spending so much time with Jacob, your other friends are going to think you've forgotten them.\" I smiled and nodded as if I cared what my other friends thought. Charlie started to turn, but then spun back with a worried expression. \"Hey, you'll study here or at Jess's, right?\" \"Sure, where else?\" \"Well, it's just that I want you to be careful to stay out of the woods, like I told you before.\" It took me a minute to understand, distracted as I was. \"More bear trouble?\" Charlie nodded, frowning. \"We've got a missing hiker—the rangers found his camp early this morning, but no sign of him. There were some really big animal prints… of course those could have come later, smelling the food… Anyway, they're setting traps for it now.\" \"Oh,\" I said vaguely. I wasn't really listening to his warnings; I was much more upset by the situation with Jacob than by the possibility of being eaten by a bear. I was glad that Charlie was in a hurry. He didn't wait for me to call Jessica, so I didn't have to put on that charade. I went through the motions of gathering my school-books on the kitchen table to pack them in my bag; that was probably too much, and if he hadn't been eager to hit the holes, it might have made him suspicious. I was so busy looking busy that the ferociously empty day ahead didn't really crash down on me until after I'd watched him drive away. It only took about two minutes of staring at the silent kitchen phone to decide that I wasn't staying home today. I considered my options. I wasn't going to call Jessica. As far as I could tell, Jessica had crossed over to the dark side. I could drive to La Push and get my motorcycle—an appealing thought but for one minor problem: who was going to drive me to the emergency room if I needed it afterward? Or… I already had our map and compass in the truck. I was pretty sure I understood the process well enough by now that I wouldn't get lost. Maybe I could eliminate two lines today, putting us ahead of schedule for whenever Jacob decided to honor me with his presence again. I refused to think about how long that might be. Or if it was going to be never. I felt a brief twinge of guilt as I realized how Charlie would feel about this, but I ignored it. I just couldn't stay in the house again today. A few minutes later I was on the familiar dirt road that led to nowhere in particular. I had the windows rolled down and I drove as fast as was healthy for my truck, trying to enjoy the wind against my face. It was cloudy, but almost dry—a very nice day, for Forks. Getting started took me longer than it would have taken Jacob. After I parked in the usual spot, I had to spend a good fifteen minutes studying the little needle on the compass face and the markings on the now worn map. When I was reasonably certain that I was following the right line of the web, I set off into the woods. The forest was full of life today, all the little creatures enjoying the momentary dryness. Somehow, though, even with the birds chirping and cawing, the insects buzzing noisily around my head, and the occasional scurry of the field mice through the shrubs, the forest seemed creepier today; it reminded me of my most recent nightmare. I knew it was just because I was alone, missing Jacob's carefree whistle and the sound of another pair of feet squishing across the damp ground. The sense of unease grew stronger the deeper I got into the trees. Breathing started to get more difficult—not because of exertion, but because I was having trouble with the stupid hole in my chest again. I kept my arms tight around my torso and tried to banish the ache from my thoughts. I almost turned around, but I hated to waste the effort I'd already expended. The rhythm of my footsteps started to numb my mind and my pain as I trudged on. My breathing evened out eventually, and I was glad I hadn't quit. I was getting better at this bushwhacking thing; I could tell I was faster. I didn't realize quite how much more efficiently I was moving. I thought I'd covered maybe four miles, and I wasn't even starting to look around for it yet. And then, with an abruptness that disoriented me, I stepped through a low arch made by two vine maples—pushing past the chest-high ferns—into the meadow. It was the same place, of that I was instantly sure. I'd never seen another clearing so symmetrical. It was as perfectly round as if someone had intentionally created the flawless circle, tearing out the trees but leaving no evidence of that violence in the waving grass. To the east, I could hear the stream bubbling quietly. The place wasn't nearly so stunning without the sunlight, but it was still very beautiful and serene. It was the wrong season for wildflowers; the ground was thick with tall grass that swayed in the light breeze like ripples across a lake. It was the same place… but it didn't hold what I had been searching for. The disappointment was nearly as instantaneous as the recognition. I sank down right where I was, kneeling there at the edge of the clearing, beginning to gasp. What was the point of going any farther? Nothing lingered here. Nothing more than the memories that I could have called back whenever I wanted to, if I was ever willing to endure the corresponding pain—the pain that had me now, had me cold. There was nothing special about this place without him. I wasn't exactly sure what I'd hoped to feel here, but the meadow was empty of atmosphere, empty of everything, just like everywhere else. Just like my nightmares. My head swirled dizzily. At least I'd come alone. I felt a rush of thankfulness as I realized that. If I'd discovered the meadow with Jacob… well, there was no way I could have disguised the abyss I was plunging into now. How could I have explained the way I was fracturing into pieces, the way I had to curl into a ball to keep the empty hole from tearing me apart? It was so much better that I didn't have an audience. And I wouldn't have to explain to anyone why I was in such a hurry to leave, either. Jacob would have assumed, after going to so much trouble to locate the stupid place, I would want to spend more than a few seconds here. But I was already trying to find the strength to get to my feet again, forcing myself out of the ball so that I could escape. There was too much pain in this empty place to bear—I would crawl away if I had to. How lucky that I was alone! Alone. I repeated the word with grim satisfaction as I wrenched myself to my feet despite the pain. At precisely that moment, a figure stepped out from the trees to the north, some thirty paces away. A dizzying array of emotions shot through me in a second. The first was surprise; I was far from any trail here, and I didn't expect company. Then, as my eyes focused on the motionless figure, seeing the utter stillness, the pallid skin, a rush of piercing hope rocked through me. I suppressed it viciously, fighting against the equally sharp lash of agony as my eyes continued to the face beneath the black hair, the face that wasn't the one I wanted to see. Next was fear; this was not the face I grieved for, but it was close enough for me to know that the man facing me was no stray hiker. And finally, in the end, recognition. \"Laurent!\" I cried in surprised pleasure. It was an irrational response. I probably should have stopped at fear. Laurent had been one of James's coven when we'd first met. He hadn't been involved with the hunt that followed—the hunt where I was the quarry—but that was only because he was afraid; I was protected by a bigger coven than his own. It would have been different if that wasn't the case—he'd had no compunctions, at the time, against making a meal of me. Of course, he must have changed, because he'd gone to Alaska to live with the other civilized coven there, the other family that refused to drink human blood for ethical  reasons. The other family like… but I couldn't let myself think the name. Yes, fear would have made more sense, but all I felt was an overwhelming satisfaction. The meadow was a magic place again. A darker magic than I'd expected, to be sure, but magic all the same. Here was the connection I'd sought. The proof, however remote, that—somewhere in the same world where I lived— he did exist. It was impossible how exactly the same Laurent looked. I suppose it was very silly and human to expect some kind of change in the last year. But there was something… I couldn't quite put my finger on it. \"Bella?\" he asked, looking more astonished than I felt. \"You remember.\" I smiled. It was ridiculous that I should be so elated because a vampire knew my name. He grinned. \"I didn't expect to see you here.\" He strolled toward me, his expression bemused. \"Isn't it the other way around? I do live here. I thought you'd gone to Alaska.\" He stopped about ten paces away, cocking his head to the side. His face was the most beautiful face I'd seen in what felt like an eternity. I studied his features with a strangely greedy sense of release. Here was someone I didn't have to pretend for—someone who already knew everything I could never say. \"You're right,\" he agreed. \"I did go to Alaska. Still, I didn't expect… When I found the Cullen place empty, I thought they'd moved on.\" \"Oh.\" I bit my lip as the name set the raw edges of my wound throbbing. It took me a second to compose myself. Laurent waited with curious eyes. \"They did move on,\" I finally managed to tell him. \"Hmm,\" he murmured. \"I'm surprised they left you behind. Weren't you sort of a pet of theirs?\" His eyes were innocent of any intended offense. I smiled wryly. \"Something like that.\" \"Hmm,\" he said, thoughtful again. At that precise moment, I realized why he looked the same—too much the same. After Carlisle told us that Laurent had stayed with Tanya's family, I'd begun to picture him, on the rare occasions that I thought of him at all, with the same golden eyes that the… Cullens—I forced the name out, wincing—had. That all good vampires had. I took an involuntary step back, and his curious, dark red eyes followed the movement. \"Do they visit often?\" he asked, still casual, but his weight shifted toward me. \"Lie,\" the beautiful velvet voice whispered anxiously from my memory. I started at the sound of his voice, but it should not have surprised me. Was I not in the worst danger imaginable? The motorcycle was safe as kittens next to this. I did what the voice said to do. \"Now and again.\" I tried to make my voice light, relaxed. \"The time seems longer to me, I imagine. You know how they get distracted…\" I was beginning to babble. I had to work to shut myself up. \"Hmm,\" he said again. \"The house smelled like it had been vacant for a while…\" \"You must lie better than that, Bella,\" the voice urged. I tried. \"I'll have to mention to Carlisle that you stopped by. He'll be sorry they missed your visit.\" I pretended to deliberate for a second. \"But I probably shouldn't mention it to… Edward, I suppose—\" I barely managed to say his name, and it twisted my expression on the way out, ruining my bluff \"—he has such a temper… well, I'm sure you remember. He's still touchy about the whole James thing.\" I rolled my eyes and waved one hand dismissively, like it was all ancient history, but there was an edge of hysteria to my voice. I wondered if he would recognize what it was. \"Is he really?\" Laurent asked pleasantly… skeptically. I kept my reply short, so that my voice wouldn't betray my panic. \"Mm-hmm.\" Laurent took a casual step to the side, gazing around at the little meadow. I didn't miss that the step brought him closer to me. In my head, the voice responded with a low snarl. \"So how are things working out in Denali? Carlisle said you were staying with Tanya?\" My voice was too high. The question made him pause. \"I like Tanya very much,\" he mused. \"And her sister Irina even more… I've never stayed in one place for so long before, and I enjoy the advantages, the novelty of it. But, the restrictions are difficult… I'm surprised that any of them can keep it up for long.\" He smiled at me conspiratorially. \"Sometimes I cheat.\" I couldn't swallow. My foot started to ease back, but I froze when his red eyes flickered down to catch the movement. \"Oh,\" I said in a faint voice. \"Jasper has problems with that, too.\" \"Don't move,\" the voice whispered. I tried to do what he instructed. It was hard; the instinct to take flight was nearly uncontrollable. \"Really?\" Laurent seemed interested. \"Is that why they left?\" \"No,\" I answered honestly. \"Jasper is more careful at home.\" \"Yes,\" Laurent agreed. \"I am, too.\" The step forward he took now was quite deliberate. \"Did Victoria ever find you?\" I asked, breathless, desperate to distract him. It was the first question that popped into my head, and I regretted it as soon as the words were spoken. Victoria—who had hunted me with James, and then disappeared—was not someone I wanted to think of at this particular moment. But the question did stop him. \"Yes,\" he said, hesitating on that step. \"I actually came here as a favor to her.\" He made a face. \"She won't be happy about this.\" \"About what?\" I said eagerly, inviting him to continue. He was glaring into the trees, away from me. I took advantage of his diversion, taking a furtive step back. He looked back at me and smiled—the expression made him look like a black-haired angel. \"About me killing you,\" he answered in a seductive purr. I staggered back another step. The frantic growling in my head made it hard to hear. \"She wanted to save that part for herself,\" he went on blithely. \"She's sort of… put out with you, Bella.\" \"Me?\" I squeaked. He shook his head and chuckled. \"I know, it seems a little backward to me, too. But James was her mate, and your Edward killed him.\" Even here, on the point of death, his name tore against my unhealed wounds like a serrated edge. Laurent was oblivious to my reaction. \"She thought it more appropriate to kill you than Edward—fair turnabout, mate for mate. She asked me to get the lay of the land for her, so to speak. I didn't imagine you would be so easy to get to. So maybe her plan was flawed—apparently it wouldn't be the revenge she imagined, since you must not mean very much to him if he left you here unprotected.\" Another blow, another tear through my chest. Laurent's weight shifted slightly, and I stumbled another step back. He frowned. \"I suppose she'll be angry, all the same.\" \"Then why not wait for her?\" I choked out. A mischievous grin rearranged his features. \"Well, you've caught me at a bad time, Bella. I didn't come to this place on Victoria's mission—I was hunting. I'm quite thirsty, and you do smell… simply mouthwatering.\" Laurent looked at me with approval, as if he meant it as a compliment. \"Threaten him,\" the beautiful delusion ordered, his voice distorted with dread. \"He'll know it was you,\" I whispered obediently. \"You won't get away with this.\" \"And why not?\" Laurent's smile widened. He gazed around the small opening in the trees. \"The scent will wash away with the next rain. No one will find your body—you'll simply go missing, like so many, many other humans. There's no reason for Edward to think of me, if he cares enough to investigate. This is nothing personal, let me assure you, Bella. Just thirst.\" \"Beg,\" my hallucination begged. \"Please,\" I gasped. Laurent shook his head, his face kind. \"Look at it this way, Bella. You're very lucky I was the one to find you.\" \"Am I?\" I mouthed, faltering another step back. Laurent followed, lithe and graceful. \"Yes,\" he assured me. \"I'll be very quick. You won't feel a thing, I promise. Oh, I'll lie to Victoria about that later, naturally, just to placate her. But if you knew what she had planned for you, Bella…\" He shook his head with a slow movement, almost as if in disgust. \"I swear you'd be thanking me for this.\" I stared at him in horror. He sniffed at the breeze that blew threads of my hair in his direction. \"Mouthwatering,\" he repeated, inhaling deeply. I tensed for the spring, my eyes squinting as I cringed away, and the sound of Edward's furious roar echoed distantly in the back of my head. His name burst through all the walls I'd built to contain it. Edward, Edward, Edward. I was going to die. It shouldn't matter if I thought of him now. Edward, I love you. Through my narrowed eyes, I watched as Laurent paused in the act of inhaling and whipped his head abruptly to the left. I was afraid to look away from him, to follow his glance, though he hardly needed a distraction or any other trick to overpower me. I was too amazed to feel relief when he started slowly backing away from me. \"I don't believe it,\" he said, his voice so low that I barely heard it. I had to look then. My eyes scanned the meadow, searching for the interruption that had extended my life by a few seconds. At first I saw nothing, and my gaze flickered back to Laurent. He was retreating more quickly now, his eyes boring into the forest. Then I saw it; a huge black shape eased out of the trees, quiet as a shadow, and stalked deliberately toward the vampire. It was enormous—as tall as a horse, but thicker, much more muscular. The long muzzle grimaced, revealing a line of dagger-like incisors. A grisly snarl rolled out from between the teeth, rumbling across the clearing like a prolonged crack of thunder. The bear. Only, it wasn't a bear at all. Still, this gigantic black monster had to be the creature causing all the alarm. From a distance, anyone would assume it was a bear. What else could be so vast, so powerfully built? I wished I were lucky enough to see it from a distance. Instead, it padded silently through the grass a mere ten feet from where I stood. \"Don't move an inch,\" Edward's voice whispered. I stared at the monstrous creature, my mind boggling as I tried to put a name to it. There was a distinctly canine cast to the shape of it, the way it moved. I could only think of one possibility, locked in horror as I was. Yet I'd never imagined that a wolf could get so big. Another growl rumbled in its throat, and I shuddered away from the sound. Laurent was backing toward the edge of the trees, and, under the freezing terror,  confusion swept through me. Why was Laurent retreating? Granted, the wolf was monstrous in size, but it was just an animal. What reason would a vampire have for fearing an animal? And Laurent was afraid. His eyes were wide with horror, just like mine. As if in answer to my question, suddenly the mammoth wolf was not alone. Flanking it on either side, another two gigantic beasts prowled silently into the meadow. One was a deep gray, the other brown, neither one quite as tall as the first. The gray wolf came through the trees only a few feet from me, its eyes locked on Laurent. Before I could even react, two more wolves followed, lined up in a V, like geese flying south. Which meant that the rusty brown monster that shrugged through the brush last was close enough for me to touch. I gave an involuntary gasp and jumped back—which was the stupidest thing I could have done. I froze again, waiting for the wolves to turn on me, the much weaker of the available prey. I wished briefly that Laurent would get on with it and crush the wolf pack—it should be so simple for him. I guessed that, between the two choices before me, being eaten by wolves was almost certainly the worse option. The wolf closest to me, the reddish brown one, turned its head slightly at the sound of my gasp. The wolf's eyes were dark, nearly black. It gazed at me for a fraction of a second, the deep eyes seeming too intelligent for a wild animal. As it stared at me, I suddenly thought of Jacob—again, with gratitude. At least I'd come here alone, to this fairytale meadow filled with dark monsters. At least Jacob wasn't going to die, too. At least I wouldn't have his death on my hands. Then another low growl from the leader caused the russet wolf to whip his head around, back toward Laurent. Laurent was staring at the pack of monster wolves with unconcealed shock and fear. The first I could understand. But I was stunned when, without warning, he spun and disappeared into the trees. He ran away. The wolves were after him in a second, sprinting across the open grass with a few powerful bounds, snarling and snapping so loudly that my hands flew up instinctively to cover my ears. The sound faded with surprising swiftness once they disappeared into the woods. And then I was alone again. My knees buckled under me, and I fell onto my hands, sobs building in my throat. I knew I needed to leave, and leave now. How long would the wolves chase Laurent before they doubled back for me? Or would Laurent turn on them? Would he be the one that came looking? I couldn't move at first, though; my arms and legs were shaking, and I didn't know how to get back to my feet. My mind couldn't move past the fear, the horror or the confusion. I didn't understand what I'd just witnessed. A vampire should not have run from overgrown dogs like that. What good would their teeth be against his granite skin? And the wolves should have given Laurent a wide berth. Even if their extraordinary size had taught them to fear nothing, it still made no sense that they would pursue him. I doubted his icy marble skin would smell anything like food. Why would they pass up something warm-blooded and weak like me to chase after Laurent? I couldn't make it add up. A cold breeze whipped through the meadow, swaying the grass like something was moving through it. I scrambled to my feet, backing away even though the wind brushed harmlessly past me. Stumbling in panic, I turned and ran headlong into the trees. The next few hours were agony. It took me three times as long to escape the trees as it had to get to the meadow. At first I paid no attention to where I was headed, focused only on what I was running from By the time I collected myself enough to remember the compass, I was deep in the unfamiliar and menacing forest. My hands were shaking so violently that I had to set the compass on the muddy ground to be able to read it. Every few minutes I would stop to put the compass down and check that I was still heading northwest, hearing—when the sounds weren't hidden behind the frantic squelching of my footsteps—the quiet whisper of unseen things moving in the leaves. The call of a jaybird made me leap back and fall into a thick stand of young spruce, scraping up my arms and tangling my hair with sap. The sudden rush of a squirrel up a hemlock made me scream so loud it hurt my own ears. At last there was a break in the trees ahead. I came out onto the empty road a mile or so south of where I'd left the truck. Exhausted as I was, I jogged up the lane until I found it. By the time I pulled myself into the cab, I was sobbing again. I fiercely shoved down both stiff locks before I dug my keys out of my pocket. The roar of the engine was comforting and sane. It helped me control the tears as I sped as fast as my truck would allow toward the main highway. I was calmer, but still a mess when I got home. Charlie's cruiser was in the driveway—I hadn't realized how late it was. The sky was already dusky. \"Bella?\" Charlie asked when I slammed the front door behind me and hastily turned the locks.  \"Yeah, it's me.\" My voice was unsteady. \"Where have you been?\" he thundered, appearing through the kitchen doorway with an ominous expression. I hesitated. He'd probably called the Stanleys. I'd better stick to the truth. \"I was hiking,\" I admitted. His eyes were tight. \"What happened to going to Jessica's?\" \"I didn't feel like Calculus today.\" Charlie folded his arms across his chest. \"I thought I asked you to stay out of the forest.\" \"Yeah, I know. Don't worry, I won't do it again.\" I shuddered. Charlie seemed to really look at me for the first time. I remembered that I had spent some time on the forest floor today; I must be a mess. \"What happened?\" Charlie demanded. Again, I decided that the truth, or part of it anyway, was the best option. I was too shaken to pretend that I'd spent an uneventful day with the flora and fauna. \"I saw the bear.\" I tried to say it calmly, but my voice was high and shaky. \"It's not a bear, though—it's some kind of wolf. And there are five of them. A big black one, and gray, and reddish-brown…\" Charlie's eyes grew round with horror. He strode quickly to me and grabbed the tops of my arms. \"Are you okay?\" My head bobbed in a weak nod. \"Tell me what happened.\" \"They didn't pay any attention to me. But after they were gone, I ran away and I fell down a lot.\" He let go of my shoulders and wrapped his arms around me. For a long moment, he didn't say anything. \"Wolves,\" he murmured. \"What?\" \"The rangers said the tracks were wrong for a bear—but wolves just don't get that big…\" \"These were huge.\" \"How many did you say you saw?\" \"Five.\" Charlie shook his head, frowning with anxiety, He finally spoke in a tone that allowed no argument. \"No more hiking.\" \"No problem,\" I promised <em>fervently</em>. .  Charlie called the station to report what I'd seen. I fudged a little bit about where exactly I'd seen the wolves—claiming I'd been on the trail that led to the north. I didn't want my dad to know how deep I'd gone into the forest against his wishes, and, more importantly, I didn't want anyone wandering near where Laurent might be searching for me. The thought of it made me feel sick. \"Are you hungry?\" he asked me when he hung up the phone. I shook my head, though I must have been starving. I hadn't eaten all day. \"Just tired,\" I told him. I turned for the stairs. \"Hey,\" Charlie said, his voice suddenly suspicious again. \"Didn't you say Jacob was gone for the day?\" \"That's what Billy said,\" I told him, confused by his question. He studied my expression for a minute, and seemed satisfied with what he saw there. \"Huh.\" \"Why?\" I demanded. It sounded like he was implying that I'd been lying to him this morning. About something besides studying with Jessica. \"Well, it's just that when I went to pick up Harry, I saw Jacob out in front of the store down there with some of his friends. I waved hi, but he… well, I guess I don't know if he saw me. I think maybe he was arguing with his friends. He looked strange, like he was upset about something. And… different. It's like you can watch that kid growing! He gets bigger every time I see him.\" \"Billy said Jake and his friends were going up to Port Angeles to see some movies. They were probably just waiting for someone to meet them.\" \"Oh.\" Charlie nodded and headed for the kitchen. I stood in the hall, thinking about Jacob arguing with his friends. I wondered if he had confronted Embry about the situation with Sam. Maybe that was the reason he'd ditched me today—if it meant he could sort things out with Embry, I was glad he had. I paused to check the locks again before I went to my room. It was a silly thing to do. What difference would a lock make to any of the monsters I'd seen this afternoon? I assumed the handle alone would stymie the wolves, not having opposable thumbs. And if Laurent came here… Or… Victoria. I lay down on my bed, but I was shaking too hard to hope for sleep. I curled into a cramped ball under my quilt, and faced the horrifying facts. There was nothing I could do. There were no precautions I could take. There was no place I could hide. There was no one who could help me. I realized, with a nauseous roll of my stomach, that the situation was worse than even that. Because all those facts applied to Charlie, too. My father, sleeping one room away from me, was just a hairsbreadth off the heart of the target that was centered on me. My scent would lead them here, whether I was here or not. The tremors rocked me until my teeth chattered. To calm myself, I fantasized the impossible: I imagined the big wolves catching up to Laurent in the woods and massacring the indestructible immortal the way they would any normal person. Despite the absurdity of such a vision, the idea comforted me. If the wolves got him, then he couldn't tell Victoria I was here all alone. If he didn't return, maybe she'd think the Cullens were still protecting me. If only the wolves could win such a fight… My good vampires were never coming back; how soothing it was to imagine that the other kind could also disappear. I squeezed my eyes tight together and waited for unconsciousness—almost eager for my nightmare to start. Better that than the pale, beautiful face that smiled at me now from behind my lids. In my imagination, Victoria's eyes were black with thirst, bright with anticipation, and her lips curled back from her gleaming teeth in pleasure. Her red hair was brilliant as fire; it blew chaotically around her wild face. Laurent's words repeated in my head. If you knew what she had planned for you … I pressed my fist against my mouth to keep from screaming.",
            "vi": "10         10. ĐỒNG CỎ  JACOB ĐÃ KHÔNG GỌI ĐIỆN THOẠI  Lần đầu tôi gọi, Billy nghe máy và bảo tôi là Jacob vẫn còn trên giường. Tôi tò mò, muốn kiểm tra xem Billy đã đưa anh chàng đi bác sĩ chưa. Billy bảo rồi, nhưng, vì lý do nào đó không hiểu nữa, tôi không thực sự tin ông. Trong hai ngày kế, tôi lại gọi, cứ vài lần một ngày, nhưng chẳng có ai ở đó.  Thứ bảy, tôi quyết định đi gặp anh ta, chẳng được mời. Nhưng căn nhà nhỏ màu đỏ trống rỗng. Điều này làm cho tôi hoảng lên - liệu Jacob ốm nặng đến nỗi anh chàng cần phải nhập viện? Trên đường trở về nhà tôi có ghé qua bệnh viện, nhưng người y tá ở bàn tiếp tân cho tôi biết không có Jacob hay Billy ở đó.  Tôi bắt Charlie gọi Harry Clearwater ngay khi bố đi làm về. Tôi chờ, lo lắng, trong khi Charlie tán dóc với ông bạn già; cuộc nói chuyện có vẻ huyên thuyên chẳng dứt nhưng tuyệt nhiên chẳng hề đề cập đến Jacob. Dường như Harry đã ở bệnh viện…làm các xét nghiệm gì đó về tim. Charlie nhăn trán, nhưng Harry vẫn đùa với ông, không thèm để ý đến việc này, mãi cho đến Charlie cười lại. Chỉ đến khi Charlie hỏi thăm về Jacob, và giờ thì phía bên kia đầu dây chẳng cho tôi biết gì thêm, chỉ nghe nhiều tiếng “hừm” và “vậy à”. Tôi gõ gõ ngón tay lên quầy cạnh ông cho đến khi ông đặt tay lên ngăn tay tôi lại.  Cuối cùng, Charlie gác máy điện thoại và quay qua tôi.  \"Harry nói có vấn đề gì đó về đường dây điện thoại, và đó là lý do tại sao con không thể liên lạc được. Billy đã đưa Jake đến bác sĩ ở dưới đó, và hình như anh chàng bị bệnh tăng bạch cầu đơn nhân. Nó rất mệt, và vì thế Billy không muốn có khách thăm viếng,\" ông báo lại.  \"Không cho thăm viếng à?\" Tôi gặng hỏi với vẻ nghi ngờ Charlie nhướng một bên chân mày.  “Giờ thì con đừng có gây rắc rối nữa nhé, Bells. Billy biết điều gì là tốt nhất cho Jake. Chẳng bao lâu nữa anh sẽ khoẻ lên và đi lại được. Kiên nhẫn nhé!” Tôi không ép. Charlie quá lo lắng cho Harry. Đó rõ ràng là chuyện quan trọng hơn –làm ông khó chịu vì lo lắng cỏn con của mình thì không hay chút nào. Thay vào đó, tôi đi thẳng lên lầu và bật máy tính lên. Tôi tìm một trang web trực tuyến về y học và gõ chữ “bệnh tăng bạch cầu đơn nhân \" vào hộp tìm kiếm. Tất cả những gì tôi biết về bệnh này này là mình có lẽ bị lây bệnh vì hôn, rõ ràng không phải trường hợp của Jake. Tôi nhanh chóng đọc kỹ các triệu chứng – sốt thì anh chàng chắc chắn có, nhưng các triệu chứng còn lại là gì? Không có đau họng khủng khiếp, không kiệt sức, không đau đầu, ít ra thì không có trước khi anh quay về nhà sau buổi chiếu phim; anh đã nói là cảm thấy \" khoẻ như vâm” mà. Có phải nó thật sự đến nhanh thế không? Bài báo cho thấy dường như cảm giác đau xuất hiện trước tiên.  Tôi nhìn chăm chú vào màn hình máy tính và thắc mắc không biết, chính xác, tại sao tôi lại làm việc này. Tại sao tôi cảm thấy quá …quá nghi ngờ, giống như tôi không tin chuyện của Billy vậy? Tại sao Billy lại nói dối Harry? Có lẽ tôi ngu. Tôi lo lắng, và, thành thật mà nói, tôi sợ không được gặp Jacob – chính điều đó đã làm tôi lo lắng.  Tôi đọc lướt qua phần còn lại của bài báo, tìm thêm thông tin. Tôi dừng lại khi đọc đến phần bệnh có thể kéo dài hơn một tháng như thế nào.  Một tháng? Tôi há hốc miệng. . Nhưng Billy không thể không cho thăm viếng lâu được. Tất nhiên là không rồi. Jake sẽ phát điên khi nằm chết dí trên giường lâu mà không có ai để chuyện trò.  Thế thì Billy sợ điều gì? Bài báo nói rằng người bị bệnh bệnh đơn nhân nhiễm trùng cần tránh hoạt động thể lực, nhưng đâu có nói gì về chuyện thăm viếng. Bệnh này không lây nhiễm lắm.  Tôi sẽ cho Billy một tuần, tôi quyết định, trước khi tôi trở nên hung hăng. Một tuần là hào phóng lắm rồi.  Một tuần dài quá. Vào thứ Tư, tôi chắc mình sẽ không sống nổi cho đến ngày thứ bảy. Khi quyết định để yên cho Billy và Jacob trong một tuần, tôi đã không tin Jacob sẽ chấp nhận quy định của Billy. Mỗi ngày khi tôi từ trường về đến nhà, tôi liền chạy đến điện thoại kiểm tra tin nhắn. Chẳng hề có tin nhắn nào cả.  Tôi gian lận ba lần bằng cách cố gắng gọi anh, nhưng đường dây điện thoại vẫn không kết nối được.  Tôi đã ở trong nhà quá nhiều và ở một mình quá lâu. Không có Jacob, adrenaline và sự xao nhãng của tôi, mọi thứ mà tôi đang đè nén bắt đầu dâng lên trong tôi. Những giấc mơ lại trở nên dữ dội. Tôi không còn thấy kết cục nữa. Chỉ sự hư vô khủng khiếp - nửa thời gian trong rừng, nửa thời gian ở biển dương xỉ không người nơi ngôi nhà trắng không còn tồn tại. Đôi khi Sam Uley có mặt trong rừng, theo dõi tôi. Tôi không chú ý đến anh ta – sự hiện diện của anh ấy không thoải mái chút nào; chẳng làm tôi cảm thấy ít cô đơn hơn. Chẳng làm tôi ngừng la hét và tỉnh giấc, nhiều đêm liền.  Cái lỗ thủng trong ngực tôi đau hơn bao giờ hết. Tôi nghĩ mình đã kiểm soát được nó, nhưng tôi thấy mình gập người, ngày này qua ngày khác, giữ chặt hai bên hông lại và thở hổn hển.  Tôi không giỏi đối phó với việc này một mình.  Tôi cảm thấy nhẹ nhõm vô cùng khi sáng tôi thức giấc - dĩ nhiên, hét lên - và nhớ rằng hôm nay là thứ bảy. Hôm nay tôi có thể gọi Jacob. Và nếu đường điện thoại vẫn không liên lạc được, tôi sẽ đến La Push. Dù thể nào đi chăng nữa thì, hôm nay tình hình sẽ tốt hơn tuần lễ cô đơn vừa rồi.  Tôi quay số, rồi chờ đợi mà không hy vọng nhiều.  Tôi bất ngờ khi Billy lên tiếng ngay tiếng reng thứ hai.  \"Alô ?\" \"Ồ, điện thoại kết nối lại rồi! Chào, bác Billy. Cháu là Bella. Cháu chỉ gọi hỏi xem sức khoẻ Jacob như thế nào. Bạn ấy đã khoẻ và tiếp khách được chưa? Cháu định ghé qua chơi \" \"Bác xin lỗi, Bella, \" Billy cắt ngang, và tôi tự hỏi có phải ông đang xem ti vi không; ông có vẻ bị phân tâm.  \"Nó không có ở nhà.\" \"Ồ.\" Tôi phải mất một giây sau mới lên tiếng. \"Vậy bạn ấy đã cảm thấy đỡ hơn chưa?\" \"Ờ,” Billy do dự một lúc khá lâu. \"Rốt cuộc hóa ra không phải là bệnh tăng bạch cầu đơn nhân. Chỉ do vài thứ vi - rút khác gây ra.\" \"Ôi. Vậy hiện nay bạn ấy đang ở đâu?\" \"Nó đang chở bạn tới Port Angeles- Bác nghĩ chúng nó sẽ xem buổi chiếu hai phim hay làm cái gì đó. Nó đã đi cả ngày trời rồi.” \"À, thiệt nhẹ cả người. Cháu lo quá. Cháu vui vì anh ấy đã khoẻ hẳn để ra ngoài.“ Giọng tôi có vẻ giả dối khủng khiếp khi tôi lắp bắp nói nhanh.  Jacob đã khoẻ hơn, nhưng chưa đủ khoẻ để gọi tôi. Anh chàng đã ra ngoài chơi với bạn bè. Tôi thì đang ngồi nhà, nhớ anh từng giờ.  Tôi cô đơn, lo lắng, chán nản… bị xuyên tim  - và bây giờ bơ vơ khi nhận ra rằng một tuần lễ không gặp mặt nhau chẳng ảnh hưởng đến anh như tôi.  \"Cháu có muốn nhắn riêng chuyện gì không?\" Billy yêu cầu lịch sự.  \"Dạ không, không có.\" \"Ừm, bác sẽ nói với nó rằng có cháu gọi điện thoại hỏi thăm, \" Billy hứa. \" Chào cháu Bella. \" \"Chào bác, \" tôi đáp lại, nhưng ông đã gác máy.  Tôi đứng sững một lát với điện thoại vẫn trên tay.  Jacob chắc đã đổi ý, như tôi đã sợ. Anh đang nghe theo lời khuyên của tôi và không phí thêm thời gian nữa với một người không thể đáp lại tình cảm của mình. Tôi cảm thấy mặt mình không còn chút máu.  \"Có chuyện gì vậy ?\" Charlie vừa hỏi vừa đi xuống cầu thang.  \"Dạ không, \" tôi nói dối, gác máy điện thoại. \" Billy nói Jacob cảm thấy đỡ hơn nhiều. Không phải bệnh tăng bạch cầu đơn nhân. Thế là tốt rồi.\" \"Nó sẽ đến đây, hay là con sẽ đến đó?\" Charlie hỏi lơ đãng khi bắt đầu sục sạo tủ lạnh.  \"Không,\" tôi thú nhận. \"Anh ấy đang đi chơi với một vài người bạn khác.\" Giọng tôi cuối cùng đã làm Charlie đế ý. Bố ngước nhìn tôi bất giác lo lắng, bàn tay ông sững lại bên gói phô - mai lát.  \"Chẳng phải còn hơi sớm để ăn trưa sao?\" Tôi hỏi nhẹ nhàng hết mức có thể, cố làm bố phân tâm.  \"Không, bố chỉ gói vài thứ để đem ra sông…” \"Ồ, hôm nay đi câu à?\" \"Ừm, Harry gọi... và trời không mưa.” Ông vừa nói vừa chất một đống đồ ăn trên quầy.  Bất ngờ ông ngước nhìn lên lần nữa như thể ông vừa nhận ra điều gì đó.  \"Này, con có muốn bố ở nhà với con không, vì Jake vắng mặt?\" \"Không sao đâu bố\" tôi nói, tỏ vẻ dửng dưng. \" Cá sẽ cắn câu nhiều hơn khi thời tiết tốt. \" Ông nhìn tôi chằm chằm, vẻ do dự hiện rõ trên khuôn mặt. Tôi biết rằng ông đang lo lắng, sợ để tôi ở nhà một mình, trong trường hợp sợ tôi \"quanh quẩn trong buồn khổ” trở lại.  \"Thiệt đó, bố. Con sẽ gọi Jessica, \" tôi bịa chuyện thật nhanh. Tôi thà là ở một mình còn hơn là có ông ở nhà canh chừng tôi suốt cả ngày. \"Tụi con sẽ nghiên cứu bài trắc nghiệm giải tích. Con có thể nhờ cô ta giúp.\" Phần này thì đúng rồi.  Nhưng tôi sẽ phải làm mà không nhờ cô ta giúp.  \"Đó là ý hay đấy. Con đã dành quá nhiều thời gian chơi với Jacob, những người bạn khác của con sẽ nghĩ con đã quên họ.\" Tôi mỉm cười và gật đầu làm như tôi quan tâm lắm đến suy nghĩ của các người bạn khác.  Charlie vừa mới quay đi, thì lại xoay người lại với vẻ lo lắng. \"Này, con sẽ học ở đây hoặc ở nhà của Jess, đúng không?\" \"Đương nhiên, còn có chỗ nào nữa đâu hả bố?\" \"Ừm, chỉ là bố muốn con cẩn thận tránh xa rừng, như bố đã nói rồi đó.” Tôi mất cả phút mới hiểu, vì phân tâm. \"Có thêm rắc rối với gấu à?\" Charlie gật đầu, cau mày. \"Chỗ chúng ta có một người đi bộ đường dài bị mất tích- kiểm lâm tìm thấy trại của anh ta sáng sớm hôm nay, nhưng không có dấu vết gì của anh ta cả. Có vài dấu chân thú lớn ... dĩ nhiên có thể chúng đã đến sau, khi ngửi thấy mùi thức ăn... dù sao chăng nữa, bây giờ họ đang đặt bẫy để bắt.\" \"Ồ,\" tôi lơ đãng nói. Tôi thực sự không lắng nghe lời cảnh báo của ông; tôi cảm thấy khó chịu vì chuyện Jacob hơn là khả năng sợ bị gấu ăn thịt.  Tôi mừng khi thấy Charlie vội vã. Ông không chờ tôi gọi Jessica, vì vậy tôi không cần phải mang bộ mặt ngớ ngẩn. Tôi cẩn thận đến thu dọn các sách giáo khoa trên bàn ở bếp để xếp vào túi ; có lẽ quá nhiều, và nếu ông không háo hức để kịp hẹn, thế nào ông cũng nghi ngờ.  Tôi bận tỏ vẻ bận rộn đến nỗi nguyên cả ngày trống trải khủng khiếp không làm tôi suy sụp cho đến khi tôi nhìn bố lái xe đi. Mất khoảng hai phút nhìn chằm chằm vào chiếc điện thoại nằm im lặng trong gian bếp rồi quyết định rằng hôm nay tôi sẽ không ở nhà. Tôi cân nhắc các lựa chọn của mình.  Tôi sẽ không gọi cho Jessica. Theo những gì tôi biết, Jessica đã theo phe bọn xấu.  Tôi có thể lái xe đến La Push và lấy chiếc xe máy của tôi –ý nghĩ thôi thúc tôi nhưng chỉ có một rắc rối nhỏ: ai sẽ chở tôi đến phòng cấp cứu nếu tôi cần sau đó? Hay là… tôi đã có bản đồ và la bàn trong xe tải. Giờ đây tôi chắc chắn tôi hiểu cách làm đủ rõ để không bị lạc. Có lẽ tôi hôm nay chỉ theo hai đường, thực hiện trước kế hoạch đến khi Jacob quyết định cho tôi hân hạnh được gặp mặt anh. Tôi cố không nghĩ chuyện đó có thể kéo dài bao lâu. Hay sẽ là chẳng bao giờ nữa.  . Tôi cảm thấy dằn vặt vì tội lỗi đôi chút khi tôi nghĩ Charlie sẽ cảm thấy thế nào về việc này, nhưng tôi lờ đi. Hôm nay tôi lại không thể ở nhà được nữa.  Vài phút sau tôi đã trên con đường đất quen thuộc không biết dẫn đến chỗ nào cụ thể cả. Tôi hạ kính cửa sổ và tôi lái nhanh hết mức xe tải tôi có thể chịu được, cố tận hưởng làn gió ve vuốt mặt mình. Trời có mây, nhưng hầu như khô ráo – một ngày quá đẹp ở Forks.  Khởi đầu làm tôi mất thời gian hơn Jacob. Sau khi đỗ xe ở chỗ thường lệ, tôi phải mất ít nhất mười lăm phút nghiên cứu chiếc kim nhỏ trên mặt la bàn và các điểm đánh dấu trên bản đồ nay đã sờn. Khi tôi cảm thấy khá chắc là mình đang theo đúng với đường vẽ trên mạng lưới, tôi bắt đầu vào rừng. Khu rừng hôm nay tràn đầy sức sống, tất cả sinh vật nhỏ đang tận hưởng sự khô ráo ngắn ngủi. Không hiểu vì sao, mặc dù có tiếng chim hót líu lo và tiếng quạ kêu, tiếng côn trùng kêu vo vo ầm ĩ  quanh đầu tôi, và thỉnh thoảng những chú chuột đồng chạy vụt qua lùm cây bụi, nhưng tôi cảm thấy khu rừng hôm nay có vẻ rùng rợn; nó làm tôi nhớ cơn ác mộng gần đây nhất của tôi. Tôi biết nó rùng rợn là vì tôi ở đây có một mình, thiếu tiếng huýt sáo hồn nhiên của Jacob và âm thanh của một đôi chân nữa lóc bóc trên vùng đất ẩm ướt.  Càng tiến sâu vào rừng, cảm giác lo lắng càng tăng dần. Hơi thở bắt đầu nặng nề hơn - không phải do tôi gắng sức, mà vì tôi một lần nữa lại gặp khó khăn với cái lỗ thủng ngu ngốc trong ngực mình. Tôi ghì cánh tay ôm lấy thân mình và cố tống cơn đau ra khỏi tâm trí. Tôi gần như muốn quay lại, nhưng tôi không muốn phí công sức đã bỏ ra.  . Khi tôi lê bước, nhịp chân của tôi bắt đầu làm tê dại tâm trí và cơn đau của tôi. Cuối cùng, nhịp thở của tôi đã ổn định, và tôi vui vì đã không từ bỏ ý định của mình. Tôi đang thông thạo hơn trong việc băng rừng; có thể nói tôi bắt đầu đi nhanh hơn.  Tôi không nhận ra tôi đang di chuyển hiệu quả như thế nào. Tôi nghĩ tôi đã đi có lẽ được bốn dặm, và tôi thậm chí chưa nhìn quanh khắp nơi tìm kiếm nó. Và rồi một cái dốc đã làm tôi mất phương hướng, tôi bước qua mái vòm thấp được tạo ra bởi hai cây gỗ thích – đẩy mấy cây dương xỉ cao ngang ngực để đi qua – vào đồng cỏ.  Cũng là nơi ấy, tôi chắc chắn điều đó ngay tức khắc. Tôi chưa bao giờ thấy khoảng rừng trống cân đối đến như thế. Nó hoàn toàn tròn trịa như thể ai đó đã cố ý tạo ra vòng tròn hoàn mỹ, nhổ cây đi nhưng không để lại dấu vết bạo lực nào trong bãi cỏ nhấp nhô kia. Đến phía đông, tôi có thể nghe tiếng suối chảy rì rầm lặng lẽ.  Nơi này gần như không đẹp sững sờ khi không có nắng trời, nhưng nó vẫn vô cùng xinh đẹp và thanh bình. Không phải mùa hoa dại nở; mặt đất đầy những cây cỏ cao đu đưa trong làn gió thoảng như mặt hồ gợn sóng lăn tăn.  Cũng là nơi ấy... nhưng nó không có những gì tôi đã tìm kiếm.  Cảm giác thất vọng đến với tôi ngay khi tôi nhận ra điều đó. Tôi quỳ xuống ngay chỗ đang đứng, quỳ ở  chỗ bìa rừng trống đó, bắt đầu thở hổn hển.  Đi xa hơn nữa để làm gì?  Chẳng có gì lưu lại nơi đây.  Chẳng có gì ngoài những kỷ niệm tôi có thể nhớ lại ngay bất cứ khi nào mình muốn, nếu tôi muốn chịu cơn  đau tương tự – cơn đau đang xâm chiếm tôi đây, làm tôi lạnh giá.  Nơi này chẳng có gì đặc biệt khi không có anh. Tôi không rõ  là mình hy vọng sẽ cảm thấy gì ở đây, nhưng đồng cỏ thì dường như thiếu khí trời, thiếu mọi thứ, y như mọi nơi khác. Cũng giống như những cơn ác mộng của tôi. Đầu tôi quay cuồng choáng váng. Ít ra thì tôi cũng đã đến một mình. Tôi vội cám ơn khi nhận ra điều đó. Nếu tôi khám phá đồng cỏ cùng Jacob… ừm, tôi không thể nào che đậy được vực thẳm mà tôi đang lao xuống lúc bấy giờ. Sao tôi có thể giải thích được khi thân thể tôi đang rạn nứt ra nhiều mảnh, khi tôi phải cuộn tròn để lỗ hổng không xé tôi thành từng mảnh? Tốt hơn nhiều khi không có ai chứng kiến.  Và tôi không phải giải thích cho ai hiểu tại sao tôi vội vã rời khỏi đây như vậy. Jacob hẳn sẽ cho rằng, sau khi trải qua bao khó khăn để tìm ra nơi ngu ngốc này, tôi sẽ muốn ở lại đây lâu hơn là chỉ một vài giây. Nhưng tôi đã cố gắng tìm sức mạnh để đứng lên lại, thôi không cuộn tròn nữa.  Quá đau đớn phải chịu ở nơi trống rỗng này - tôi sẽ bò đi nếu cần.  Thật may mắn khi tôi chỉ có một mình! Một mình. Tôi lặp lại từ này với vẻ hết sức thoả mãn khi tôi vặn mình đứng dậy mặc kệ cơn đau. Đúng lúc đó, một cái bóng bước ra từ cánh rừng phía bắc, cách khoảng ba mươi bước. Cảm giác choáng váng xuyên qua người tôi ngay tức thì. Đầu tiên là bất ngờ; tôi đã xa các con đường mòn ở đây, và tôi không nghĩ có người đi theo. Sau đó, mắt tôi chiếu thẳng vào hình thù bất động kia, thấy hoàn toàn tĩnh lặng, làn da xanh xao, niềm hy vọng vội vã xâm chiếm lấy tôi. Tôi hết sức kiềm chế, cố gắng chống lại cảm giác đau đớn đang cứa đều trên thân thể tôi khi mắt của tôi tiếp tục chú mục vào khuôn mặt núp dưới mái tóc đen kia, khuôn mặt này không phải là khuôn mặt mà tôi muốn nhìn thấy. Kế đến là nỗi sợ hãi; đây không phải là khuôn mặt tôi đau buồn vì nó, nhưng đã đủ gần để tôi biết là người đàn ông đang đối diện với tôi không phải là người đi bộ đường dài bị lạc.  Và cuối cùng, cuối cùng, nhận ra. \"Laurent !\" Tôi thét lên vì vui sướng bất ngờ.  Đó là một phản ứng vô lý. Lẽ ra tôi phải dừng lại vì sợ.  Laurent là một thành viên trong nhóm James khi chúng tôi gặp lần đầu tiên. Hắn đã không tham gia vào cuộc săn lùng sau đó– cuộc đi săn mà tôi là con mồi - nhưng chỉ là vì hắn sợ; vì tôi đã được bảo vệ bởi một nhóm hùng mạnh hơn nhóm của hắn. Việc đó lẽ ra phải khác nếu đó không phải là trường hợp này - hắn đã không hối tiếc, vào lúc đó, vì chống lại việc biến tôi thành thức ăn. Tất nhiên, hắn chắc đã thay đổi, vì hắn đã đến Alaska để sống với một nhóm văn minh khác ở đó, một dòng tộc khác không chịu hút máu người vì lý do đạo đức. Dòng tộc khác đó giống ... nhưng tôi không để mình nghĩ đến cái tên ấy.  Đúng vậy, sợ hãi thì hợp lẽ hơn, nhưng tấc cả những gì tôi cảm nhận là cảm giác thoả mãn vô bờ. Đồng cỏ lại là một nơi đầy lôi cuốn. Thật ra mà nói, một sự lôi cuốn đáng sợ hơn tôi mong, chắc chắn vậy, nhưng vẫn là lôi cuốn. Đây là sự liên hệ tôi đã tìm kiếm. Bằng chứng, tuy xa xôi, - rằng ở một nơi nào đó trong cùng thế giới mà tôi sống - anh đã tồn tại. Thật không thể tin được Laurent vẫn y như xưa. Tôi cho rằng thật là ngốc và quá người khi mong chờ một sự thay đổi nào đó trong năm ngoái. Nhưng có điều gì đó ….. khiến tôi không thể nhận ra.  \"Bella ?\" hắn hỏi, có vẻ ngạc nhiên hơn cả tôi.  \"Ông nhớ à.\" Tôi mỉm cười. Thật buồn cười hết sức khi tôi lại tự hào như thế vì được một con ma cà rồng biết tên.  Hắn cười toe toét. \"Tôi không nghĩ sẽ gặp cô ở đây. \"  Hắn đi về phía tôi, vẻ mặt kinh ngạc.  \"Trái đất tròn mà? Tôi sống ở đây mà. Tôi tưởng ông đã đến Alaska rồi.” Hắn dừng lại cách khoảng mười bước, nghểnh đầu sang một bên. Khuôn mặt hắn là khuôn mặt đẹp nhất tôi từng thấy đã rất lâu rồi. Tôi nhìn chăm chú nét mặt của hắn với cảm giác nhẹ nhõm thèm khát kỳ lạ. Đây là người mà tôi không cần phải giả vờ - người đã biết mọi thứ tôi không bao giờ có thể nói ra.  \"Đúng,\" hắn đồng ý. \" Tôi đã đến Alaska. Nhưng, tôi vẫn không ngờ... khi tôi thấy nhà gia đình Cullen vắng tanh, tôi mới biết họ đã chuyển đi nơi khác.\" \"Ôi. \" Tôi cắn môi khi cái tên đó làm đau buốt vết thương trong lòng tôi. Phải mất một giây sau tôi mới bình tĩnh được. Laurent chờ đợi với mắt tò mò.  \"Họ đã chuyển đi rồi,” cuối cùng thì tôi cố nói với hắn.  \"Hừm,” hắn lẩm bẩm. \"Tôi ngạc nhiên khi họ để cô lại. Cô không phải là một loại thú cưng của họ sao?\"  Mắt hắn tỏ vẻ ngây thơ trước sự xúc phạm cố tình kia.  Tôi mỉm cười nhăn nhó. “Đại loại như thế.” \"Hừm, \" hắn nói, lại tỏ vẻ tư lự. Đúng lúc ấy, tôi nhận ra tại sao hắn y như trước- y hệt như trước. Sau khi Carlisle bảo chúng tôi là Laurent đã ở với gia đình Tanya, tôi đã bắt đầu hình dung ra hắn, trong những dịp hiếm hoi tôi đã nghĩ về hắn, cũng có đôi mắt vàng... mà gia đình Cullens - tôi buộc thốt lên cái tên này, cau mày - có. Đó là cái mà mọi ma cà rồng tốt có.  Tôi vô tình lùi lại một bước, và con mắt tò mò, đỏ sẫm của hắn theo dõi từng cử động của tôi.  \"Họ có thăm cô thường không?\" hắn hỏi, giọng vẫn bình thường, nhưng hắn đang nhích về phía tôi.  \"Nói dối đi” giọng nói mượt mà êm ái thì thầm đầy lo lắng trong đầu tôi.  Tôi bắt đầu nghe giọng anh, nhưng lẽ ra tôi chẳng nên bất ngờ gì. Chẳng phải tôi không đang gặp nỗi nguy hiểm tệ hại nhất có thể tưởng tượng ra sao? Xe máy chỉ là mèo con so với chuyện này.  Tôi làm theo lời giọng nói. \"Thỉnh thoảng.\" Tôi cố nói với giọng nhẹ nhàng, thư thái. \" Thời gian hình như dài hơn đối với tôi. Ông biết họ hay xao lãng lắm...\" tôi bắt đầu lắp bắp. Tôi phải ráng chặn họng mình lại.  \"Hừm,” hắn nói nữa. \"Ngôi nhà bốc mùi như thể đã bị bỏ trống khá lâu... \" “Em phải nói xạo giỏi hơn thế, Bella,\" giọng nói thúc giục.  Tôi cố gắng. \"Tôi sẽ nói cho Carlisle biết là ông có ghé qua. Ông ấy sẽ tiếc lắm vì lỡ chuyến viếng thăm của ông. \" Tôi giả vờ cân nhắc một chút. \" Nhưng chắc tôi không nên đề cập chuyện đó với ... Edward\"  tôi nói không ra nỗi tên anh, và vẻ mặt tôi méo xệch khi nhắc đến nó, phá hỏng sự lừa bịp của tôi – “tính khí anh ấy như vậy đấy… ừm, tôi chắc chắn ông còn nhớ. Anh ấy vẫn còn  nhạy cảm về chuyện James.\"  Tôi trợn tròn mắt và phẩy mạnh tay, như thể đó là chuyện lâu lắm rồi vậy, nhưng đôi chút cuồng loạn ẩn trong giọng nói. Tôi tự hỏi liệu hắn có nhận ra đó là gì không.  “Anh ta vẫn vậy thật sao?\" Laurent thích thú hỏi ... đầy ngờ vực.  Tôi cố trả lời ngắn ngủn, để giọng mình không lộ vẻ hoảng sợ.  “Ừm-hừm.\" Laurent bước thong thả sang một bên, nhìn quanh quất đồng cỏ nhỏ. Tôi không bỏ qua chuyện bước chân đó đã làm hắn ta gần tôi hơn. Trong đầu tôi, giọng nói phản ứng bằng tiếng gầm gừ trầm trầm.  \"Thế chuyện ở Denali ra sao? Carlisle bảo là ông đang ở với Tanya mà?\"  Giọng tôi quá cao.   Câu hỏi này làm hắn ngừng lại. \"Tôi rất thích Tanya, \" hắn trầm ngâm.  \"Và thích chị Irina của cô ấy hơn ... Tôi chưa bao giờ ở một chỗ lâu như thế, và tôi thích những thuận lợi đó, sự mới lạ của nó nữa. Nhưng, kiềm chế thực khó ... Tôi ngạc nhiên khi ai trong bọn họ cũng có thể giữ vững tinh thần lâu đến vậy.\"  Hắn mỉm cười với tôi một cách bí ẩn. \"Đôi khi tôi giả bộ.” Tôi không thể chịu đựng nổi nữa. Chân tôi bắt đầu lùi lại, nhưng tôi cứng người khi đôi mắt màu đỏ của hắn liếc xuống bắt gặp cử động của tôi.  \"Ồ, \"  tôi nói với giọng yếu ớt. \" Jasper cũng bị khó khăn trong chuyện đó. \" \"Đừng nhúc nhích, \" giọng nói thì thầm. Tôi cố làm theo lời anh dặn. Thật khó; bản năng muốn bỏ chạy gần như không kiểm soát được.  \" Thật sao?\" Laurent có vẻ quan tâm. \" Đó có phải là lý do họ bỏ đi?\" \" Không, \" tôi trả lời trung thực. \" Jasper cẩn thận hơn khi ở nhà. \" \" Ờ, \" Laurent đồng ý. \" Tôi cũng vậy. \" Bước chân tiến về phía trước của hắn giờ đây quả là cố tình.  \"Victoria đã bao giờ tìm cô chưa?\" Tôi hỏi, nín thở, muốn làm hắn phân tâm. Đó là câu hỏi đầu tiên bất thình lình nảy ra trong đầu tôi, và tôi lấy làm hối hận khi thốt nên lời.  Victoria - người đã săn lùng tôi cùng với James, rồi biến mất - không phải là người mà tôi muốn nghĩ về trong giây phút đặc biệt này.  Nhưng câu hỏi đã ngăn hắn lại.  “Có, \" hắn nói, do dự không bước tới nữa. \" Tôi thực sự đến đây để giúp cô ấy. \" Hắn nhăn nhó. \" Cô ấy sẽ không vui về chuyện này.” “Về việc gì ?\" Tôi hăng hái hỏi, như mời mọc hắn nói tiếp. Hắn đang nhìn vào rừng, không nhìn tôi. Tôi lợi dụng sự xao lãng của hắn, lén lút lùi bước.  Hắn ngoái lại nhìn tôi và mỉm cười – vẻ mặt lúc này làm hắn trông giống như một thiên thần tóc đen.  “Về việc tôi sẽ giết cô, \" hắn đáp lại bằng tiếng rừ rừ quyến rũ. Tôi lùi thêm một bước nữa. Tiếng gầm gừ lồng lộn trong đầu tôi làm tôi khó nghe rõ.  \"Cô ta muốn dành phần đó cho mình, “ hắn thoải mái nói tiếp. \" Cô ấy đại loại ... rất tức cô đấy, Bella. \" “Tôi à ?\" Tôi nói the thé.  Hắn lắc đầu và cười khúc khích. \"Tôi biết, dường như cũng hơi muộn đối với tôi, nữa. Nhưng James là bạn trai cô ấy, và Edward của cô đã giết anh ta.” Ngay cả ở đây, trong thời điểm cận kề cái chết, tên anh như lưỡi cưa cứa vào vết thương chưa lành của tôi.  Laurent không để ý đến phản ứng của tôi. \" Cô ấy nghĩ giết cô hợp lý hơn giết Edward – một sự hoán đổi công bằng,  bạn tình người này giết bạn tình người khác. Cô ấy yêu cầu tôi nắm tình hình dùm cô ấy, rồi nói cho cô ấy biết. Tôi không nghĩ cô dễ dàng tiếp cận như thế. Vì thế có lẽ kế hoạch của cô ấy có thiếu sót - rõ ràng chẳng giống cuộc trả thù như cô ta tưởng, vì cô hẳn chẳng có ý nghĩa nhiều đối với hắn ta khi hắn bỏ mặc cô ở đây chẳng được bảo vệ. \" Một cú đánh nữa, một cú xé toang lồng ngực tôi.  Laurent di chuyển từ từ, và tôi loạng choạng lùi thêm một bước nữa.  Gã cau mày. \"Tôi nghĩ cô ấy sẽ giận lắm, cũng thế thôi. \" “Thế sao không chờ cô ấy?\"  Tôi nghẹn lời.  Nụ cười ranh mãnh làm thay đổi nét mặt của gã. \"À, cô đã gặp tôi không đúng lúc, Bella. Tôi không đến nơi này theo sứ mệnh của Victoria - tôi đang đi săn. Tôi rất khát, và cô có mùi... thơm nhỏ dãi.” Laurent nhìn tôi vừa ý, như thể gã xem đó là một lời khen.  \"Doạ hắn đi,”  ảo giác ngọt ngào ra lệnh, giọng anh lạc đi vì sợ hãi.  \"Anh ấy sẽ biết ông là thủ phạm, \" tôi ngoan ngoãn thì thầm . \"Ông sẽ không thoát được nếu làm việc này. \" \"Tại sao không thoát được? Laurent cười lớn. Gã nhìn chằm chằm quanh chỗ rừng thưa nhỏ. \"Mùi sẽ bị xoá sạch trong cơn mưa tới. Sẽ chẳng ai tìm thấy xác cô – đơn giản là cô mất tích thôi, giống như rất nhiều, nhiều người khác. Edward chẳng có lý do gì mà nghĩ là tôi, nếu hắn đủ quan tâm để muốn điều tra.  Chuyện này chẳng có ý xúc phạm gì đâu, thiệt đó, Bella. Chỉ vì đói thôi. \" \"Van xin đi,\" ảo giác van lơn.  \"Xin ông, \" tôi thở hổn hển.  Laurent lắc đầu, khuôn mặt gã ân cần. “Suy nghĩ kiểu này nè, Bella. Cô rất may mắn khi tôi là người tìm thấy cô. \" \"Tôi may mắn?\" Tôi nhăn nhó, loạng choạng lùi thêm một bước nữa.  Laurent bước theo, uyển chuyển và duyên dáng \"Ừ, \" gã cả quyết với tôi. \" Tôi sẽ rất nhanh. Tôi hứa là cô sẽ không cảm thấy gì hết. Ồ, sau đó tôi sẽ nói dối Victoria về việc này, nói một cách tự nhiên, chỉ để làm cô ấy nguôi giận. Nhưng giá mà cô biết cô ta định làm gì với cô, Bella… \" gã chậm chạp lắc đầu, hầu như thể chán ghét. \"Tôi thề là cô sẽ cám ơn tôi về việc này. \" Tôi kinh hoàng nhìn chằm chằm vào gã.  Gã hít làn gió nhẹ thổi mấy cọng tóc của tôi về hướng gã. \"Thèm nhỏ dãi, \" gã lặp lại, hít sâu.  Tôi hồi hộp chờ cú nhảy, tôi vừa nheo mắt vừa co rúm người lại, và âm thanh của tiếng gầm rống giận dữ của Edward vang vọng xa xa sau đầu tôi. Tên anh phá tung mọi bức tường tôi đã xây để nhốt nó.  Edward, Edward, Edward. Tôi sắp chết. Bây giờ có nghĩ đến anh cũng chẳng sao cả. Edward, em yêu anh. Qua con mắt nheo lại, tôi chăm chú chờ khi Laurent ngừng hít và đột ngột quay phắt đầu về phía trái. Tôi sợ không dám rời mắt khỏi gã, để nhìn theo ánh mắt gã, mặc dù gã hầu như chẳng cần phải làm tôi phân tâm hoặc dùng bất cứ một mẹo nào khác để áp đảo tôi. Tôi quá kinh ngạc đến nỗi cảm thấy nhẹ nhõm khi gã bắt đầu từ từ lùi xa khỏi tôi.  \"Không thể tin được,\" gã nói, giọng thấp đến nỗi tôi hầu như không nghe gì cả.  Vậy là tôi phải nhìn. Mắt tôi quét qua đồng cỏ, tìm xem sự gián đoạn đã kéo dài đời tôi thêm một vài giây. Lúc đầu tôi chẳng thấy gì, và ánh nhìn chằm chằm của tôi liếc lại về phía Laurent. Bây giờ gã đang lùi nhanh hơn, mắt hướng vào rừng.  Thế rồi tôi đã thấy; một hình thù đen khổng lồ lộ diện ra khỏi cánh rừng, êm như một cái bóng, và khoan thai bước về phía ma cà rồng. Thật đồ sộ - cao bằng con  ngựa, nhưng mập hơn, vạm vỡ hơn nhiều. Mõm dài nhăn lại, để lộ một hàm răng lởm chởm như dao găm. Tiếng gầm gừ ghê rợn phát ra dưới hàm răng, ầm ầm qua cánh rừng thưa như tiếng sấm chói tai kéo dài.  Con gấu. Chỉ có điều, chẳng phải gấu.  Tuy thế, con quái vật đen khổng lồ ấy chắc chắn là sinh vật gây ra toàn bộ nỗi hoảng sợ ấy. Từ xa, ai cũng sẽ nghĩ đó là một con gấu. Còn con gì khác có thể to đến thế, khoẻ đến thế? Tôi ước gì tôi đủ may mắn nhìn thấy nó từ xa. Thay vào đó, nó lặng lẽ bước nhẹ qua cỏ cách chỗ tôi đứng chỉ mười bộ. “Đừng nhúc nhích gì cả,” tiếng Edward thì thầm.  Tôi nhìn chằm chằm vào con thú khổng lồ, đầu óc tôi lưỡng lự khi cố đặt tên cho nó. Có cái răng nanh lộ rõ, cách nó di chuyển. Tôi chỉ có thể nghĩ ra một khả năng, khi đang cứng người khiếp sợ. Nhưng tôi chưa từng tưởng tượng nỗi một con sói có thể to lớn đến vậy.  Một tiếng gầm gừ khác phát ra từ trong họng nó, và tôi rùng mình vì âm thanh này. Laurent đang lùi về phía bìa rừng, và, trong lúc nỗi kinh hoàng như đông đặc lại thì sự bối rối xâm chiếm lấy tôi. Vì sao Laurent rút lui? Cho dù chó sói khổng lồ, nhưng nó chỉ là một con thú thôi mà. Lý do gì khiến một con ma cà rồng lại sợ một con thú chớ? Và Laurent sợ. Mắt gã mở to hãi hùng, giống như tôi vậy.  Như thể trả lời cho câu hỏi của tôi, bỗng nhiên con sói to lớn không chỉ có một mình. Ở cả hai bên hông nó là hai con thú khổng lồ lặng lẽ đi lững thững vào đồng cỏ. Một con xám đen, con kia màu nâu, nhưng không con nào cao lớn bằng con đầu tiên. Con sói xám đi xuyên qua khu rừng chỉ cách tôi vài bộ, mắt nó chú mục vào Laurent.  Trước khi tôi kịp phản ứng, thêm hai con sói nữa đi theo, sắp hàng thành chữ V, giống như những chú ngỗng bay về phương nam. Điều đó cũng có nghĩa là con quái vật màu nâu đỏ nhún vai bước qua bụi rậm sau cùng sát tôi đến nỗi tôi có thể sờ được nó.  Tôi vô tình thở hổn hển và nhảy lùi lại - điều ngớ ngẩn nhất tôi có thể làm. Tôi cứng người lại, chờ bọn sói tấn công tôi, con mồi yếu hơn nhiều trong số con mồi đang có. Tôi ước thật nhanh Laurent sẽ xoay sở nghiền nát đàn sói – việc này hẳn rất đơn giản với gã. Tôi nghĩ thế, giữa hai lựa chọn trước mắt, thì bị sói ăn thịt đương nhiên là lựa chọn tệ hại hơn rồi.  Con sói gần tôi nhất, con màu nâu đỏ, hơi quay đầu lại khi nghe tiếng thở hổn hển của tôi.  Mắt nó sẫm, gần như đen. Nó nhìn chằm chằm vào tôi chưa đầy một giây, đôi mắt sâu của nó có vẻ quá đỗi thông minh đối với một con thú hoang.  Khi nó nhìn tôi chằm chằm, tôi bỗng nghĩ đến Jacob - một lần nữa, với lòng biết ơn. Ít ra tôi đến đây một mình, đến đồng cỏ như trong truyện cổ tích đầy quái vật hung ác. Ít ra thì Jacob cũng sẽ không chết. Ít ra tôi cũng không chịu trách nhiệm trước cái chết của anh.  Sau đó một tiếng gầm gừ nho nhỏ khác từ con đầu đàn làm cho con chó sói màu nâu đỏ quay phắt đầu lại, quay lại phía Laurent.  Laurent đang nhìn chằm chằm vào đàn sói khổng lồ với nỗi sợ hãi và kinh hoàng thấy rõ. Điều này thì tôi có thể hiểu. Nhưng sau đó tôi sửng sốt khi gã quay người và biến mất vào rừng.  Gã đã bỏ chạy.  Trong nháy mắt, lũ sói rượt theo gã, chạy hết tốc lực qua bãi cỏ mở rộng, nhảy vài cú mạnh, gầm gừ và đớp to đến nỗi theo bản năng tôi phải đưa tay bịt tai lại. Âm thanh đó đột ngột biến mất khi chúng biến vào rừng.  Và rồi một lần nữa tôi còn lại một mình.  Đầu gối khuỵ xuống, và tôi úp mặt vào tay, cổ họng bật ra những tiếng nức nở.  Tôi biết mình cần rời khỏi đây, và ngay bây giờ. Mất bao lâu thì mấy con sói săn đuổi Laurent xong sẽ quay lại chỗ tôi ? Hay Laurent sẽ tấn công chúng? Liệu có phải gã sẽ là người đến tìm tôi? Tuy vậy, lúc đầu tôi không nhúc nhích được, tay chân tôi đang rung lên bần bật, và tôi không biết làm sao để đứng trở lại trên đôi chân mình.  Tâm trí tôi không thể nào vượt qua nỗi sợ hãi, khiếp sợ hay hoảng loạn. Tôi không hiểu điều mình vừa chứng kiến.  Một ma cà rồng lẽ ra không chạy trốn mấy con chó to như thế. Răng chúng có phập vào làn da như đá hoa cương của gã cũng nhằm nhò gì? Và đàn sói lẽ ra phải tránh xa Laurent. Dù là kích cỡ phi thường của chúng đã dạy chúng không sợ gì cả, nhưng vẫn đuổi theo hắn thì thật khó hiểu. Tôi không tin làn da cẩm thạch lạnh giá của hắn lại có mùi gì giống thức ăn. Tại sao chúng lại bỏ qua một sinh vật máu nóng và yếu đuối như tôi để đuổi theo Laurent ? Tôi chẳng thể phân định sự việc cho hợp lý được.  Một làn gió lạnh lướt qua đồng cỏ, lay động cỏ như thể có cái gì đó di chuyển qua nó.  Tôi lóng ngóng đứng dậy, lùi lại mặc dù cơn gió chạm nhẹ qua chẳng hề hấn gì đến tôi. Vừa vấp té trong sợ hãi, tôi quay người và chạy đâm đầu vào rừng.  Mấy tiếng đồ hồ sau đó thật khốn khổ. Tôi phải mất gấp ba lần thời gian mới thoát khỏi cánh rừng so với thời gian đến đồng cỏ này.  Lúc đầu tôi không chú ý mình đang cắm đầu cắm cổ chạy đi đâu, chỉ lo chạy trốn khỏi nó. Lúc đủ trấn tĩnh nhớ đến la bàn, thì tôi đã đi sâu vào một khu rừng xa lạ và nguy hiểm. Bàn tay tôi run rẩy dữ dội đến nỗi tôi phải để la bàn trên đất bùn mới đọc được.  Cứ vài phút một lần tôi dừng lại đặt la bàn xuống và kiểm tra xem mình vẫn còn đi theo hướng tây bắc không, nghe ngóng- khi âm thanh không bị che giấu sau tiếng chân lép nhép điên cuồng của tôi – tiếng thì thầm lặng lẽ của những thứ không nhìn thấy được đang di chuyển trong lá.  Tiếng hót của một con chim giẻ cùi làm tôi nhảy thụt lùi và rơi vào vùng dày rậm cây vân sam còn non, làm rách tay tôi và mủ cây thì làm mái tóc tôi rối bù. Một con sóc vội vã tót lên cây độc cần làm tôi hét to đến nỗi tai tôi ù đặc.  Cuối cùng rồi bìa rừng cũng hiện ra phía trước. Tôi đi ra con đường không người khoảng một dặm ở phía nam nơi tôi để chiếc xe tải. Quá kiệt sức, tôi chạy lên làn đường cho đến khi tôi thấy nó. Lúc thả người vào ca-bin, tôi lại khóc nức nở. Tôi gạt mạnh đóng cả hai khoá rồi mới rút chìa khoá ra khỏi túi. Tiếng gầm của động cơ làm tôi cảm thấy an ủi và tỉnh táo. Nó giúp tôi kiềm nước mắt khi tăng tốc hết mức có thể về phía đường cao tốc chính.  Tôi đã bình tĩnh hơn, nhưng vẫn còn nhếch nhác khi về đến nhà. Chiếc xe tuần tra của Charlie đang nằm ở đường lái xe vào nhà - tôi không ngờ mình về muộn đến vậy. Trời đã tối.  \"Bella hả?\" Charlie hỏi khi tôi đóng sầm cửa trước và vội vàng khóa lại.  \"Dạ, con đây.” Giọng tôi run rẩy.  \"Con đã ở đâu vậy?\"  ông gầm lên như sấm, xuất hiện ở cửa bếp với nét mặt đáng ngại. Tôi do dự. Có lẽ ông đã gọi cho Stanleys. Tôi nên nói thật.  “Con đi bộ đường dài, \" tôi thú nhận.  Mắt ông nhắm lại. \"Thế còn chuyện đến nhà Jessica?\" \"Con không thích học giải tích hôm nay.” Charlie khoanh tay trước ngực. \"Bố nhớ là bố đã yêu cầu con tránh xa rừng rồi mà.” \"Dạ, con biết. Bố đừng lo, con sẽ không làm vậy nữa.” Tôi rùng mình.  Lúc này Charlie có vẻ thật sự nhìn kỹ tôi. Tôi nhớ mình có lúc đã té trên thảm thực vật ở rừng hôm nay; ắt hẳn tôi nhếch nhác lắm.  “Chuyện gì đã xảy ra vậy?\" Charlie gặng hỏi.  Một lần nữa, tôi quyết định nói ra sự thật, hoặc một phần sự thật, đó là chọn lựa tốt nhất. Tôi chẳng còn bình tĩnh đâu nữa mà giả vờ là tôi đã có một ngày yên ổn bên cây cỏ và thú rừng.  \"Con đã thấy gấu. \" Tôi cố nói bình tĩnh, nhưng giọng tôi quá cao và run rẩy. \"Thật ra, không phải là gấu, - đó là một loại sói. Có năm con tất cả. Một con đen lớn, và một con xám, và một con nâu đỏ ...\" Mắt Charlie trợn tròn sợ hãi. Ông sải bước đến bên tôi và nắm lấy đầu cánh tay của tôi.  \"Con không sao chứ?\" Tôi gật đầu yếu ớt.  \"Kể bố nghe chuyện gì đã xảy ra.\" \"Chúng không để ý tới con. Nhưng sau khi chúng bỏ đi, con bỏ chạy và ngã nhiều lần.” Ông buông vai tôi ra rồi vòng tay ôm lấy tôi. Một hồi lâu, ông chẳng nói gì cả.  \"Sói à, \" ông lẩm bẩm.  “Gì hả bố?\" \"Kiểm lâm nói gấu chẳng đi trên đường mòn - nhưng sói thì không thể lớn đến thế được... \" \"Mấy con này khổng lồ. \" \"Con nói là con thấy mấy con?\" \" Năm. \" Charlie lắc đầu, cau mày vì lo âu, cuối cùng thì ông cũng nói trong giọng không thể tranh cãi được nữa. \"Không đi bộ trong rừng nữa nhé.” \"Chắc chắn rồi, \" tôi hứa nhiệt thành.  Charlie gọi đến trạm kiểm lâm để báo lại những gì tôi đã thấy. Tôi lưỡng lự một chút về nơi chính xác tôi đã thấy sói - khẳng định tôi đã đi theo đường mòn dẫn về hướng bắc. Tôi không muốn bố biết tôi đã đi sâu vào rừng trái với ý ông, và, quan trọng hơn, tôi không muốn bất kỳ ai lang thang gần nơi Laurent có thể tìm tôi.  Chỉ nghĩ đến đó thôi là tôi đã phát ốm rồi.  \"Con có đói không?\" ông hỏi tôi khi gác máy điện thoại.  Tôi lắc đầu, cho dù tôi đang đói rã họng. Tôi đã chẳng ăn gì suốt cả ngày.  \"Chỉ mệt thôi bố ạ,\" tôi bảo ông. Tôi quay người về phía cầu thang.  \"Này, \" Charlie nói, giọng ông đột ngột nghi ngờ trở lại. \" Chẳng phải con  nói Jacob đi chơi cả ngày sao?\" \"Đó là điều Billy nói, \" tôi nói với ông, không hiểu vì sao ông hỏi vậy.  Ông nhìn kỹ vẻ mặt của tôi một lát, và có vẻ hài lòng với những gì ông nhìn thấy ở đó.  \"Hừm.” \"Sao vậy bố?\" Tôi gặng hỏi. Nghe có vẻ như ông đang hàm ý rằng tôi đã nói dối ông lúc sáng nay. Về chuyện ngoài việc học với Jessica.  \"À, chuyện là khi lúc bố đến đón Harry, bố thấy Jacob ở bên ngoài phía trước cửa hàng với một số người bạn nó. Bố vẫy tay chào, nhưng nó…à, bố nghĩ không biết liệu nó có thấy bố không. Bố nghĩ có lẽ nó đang tranh luận với bạn. Nó trông có vẻ kỳ lạ, như thể khó chịu về chuyện gì đó. Và…khác lạ. Tựa như con thấy cậu nhóc này đang lớn vậy! Nó mỗi ngày một to ra mỗi khi bố gặp.” \"Billy bảo Jake cùng bạn anh ấy đến Port Angeles để xem phim gì đó. Họ có lẽ chờ gặp ai đó. \" \"Ồ. \" Charlie gật đầu và đi về phía nhà bếp.  Tôi đứng trong phòng khách, nghĩ về việc Jacob tranh luận với bạn anh. Tôi tự hỏi liệu anh có đe doạ Embry về chuyện Sam không. Có lẽ đó là lý do anh đã bỏ mặc tôi hôm nay - nếu điều đó có nghĩa là anh có thể thu xếp mọi chuyện với Embry, thì tôi vui mừng vì anh đã làm vậy. Tôi ngừng lại để kiểm tra khóa cửa lần nữa trước khi vô phòng. Đó là một việc làm ngu ngốc.  Có gì khác biệt giữa việc khóa cửa với bất kỳ con quái vật nào mà tôi thấy chiều nay? Tôi cho rằng nội nắm cửa cũng chặn được sói rồi, chúng đâu có ngón tay để vặn ngược. Còn nếu như Laurent đến đây… Hay… Victoria.  Tôi nằm xuống giường, nhưng tôi run dữ dội nên không thể ngủ được. Tôi cuộn tròn dưới lớp mền, và đối mặt với những sự kiện khủng khiếp.  Tôi không thể làm được gì. Tôi không thể đề phòng được.  Chẳng có nơi nào để trốn.  Chẳng ai có thể giúp tôi.  Tôi nhận ra, dạ dày mình đang cuộn lên cơn buồn nôn, tình trạng thậm chí còn tệ hơn thế nữa. Bởi vì tất cả những việc đó cũng liên quan đến Charlie nữa. Bố tôi, ngủ trong một căn phòng xa chỗ tôi, chỉ xa mục tiêu tập trung vào tôi có chút xíu. Mùi hương của tôi sẽ dẫn họ đến đây, dù tôi có ở đây hay không.  Cơn rùng mình đã làm tôi run lên cho đến khi răng tôi va vào nhau kêu lập cập.  Để giữ bình tĩnh, tôi tưởng tượng những điều không thể xảy ra: tôi tưởng tượng những con sói lớn bắt kịp Laurent trong rừng và tiêu diệt kẻ bất tử kia theo cách chúng làm đối với người thường. Mặc dù tưởng tượng như thế nghe có vẻ vô lý, nhưng ý tưởng này đã an ủi tôi. Nếu những con sói đó bắt được gã, thì gã không thể nói cho Victoria biết tôi ở đây chỉ có một mình. Nếu gã không trở lại, có lẽ cô ta sẽ nghĩ gia đình Cullens vẫn còn bảo vệ tôi.  Chỉ nếu mấy con sói thắng được trận chiến đó ... Mấy con ma cà rồng tốt của tôi không bao giờ trở lại; thật thư thái biết bao khi tưởng tượng ra cảnh con ma cà rồng xấu kia cũng biến mất.  Tôi cố nhắm mắt chặt lại và chờ đón sự vô thức – gần như háo hức đón chờ mong cơn ác mộng bắt đầu. Thế còn đỡ hơn khuôn mặt xinh đẹp, nhợt nhạt đang mỉm cười với tôi sau rèm mi. Trong trí tưởng tượng của tôi, đôi mắt Victoria tối sầm khát máu, sáng rực háo hức, và đôi môi cong lên để lộ hàm răng sáng bóng khoái trá. Mái tóc đỏ của cô ấy sáng rực như lửa; vờn bay quanh khuôn mặt hoang dại.  Lời nói của Laurent lặp lại trong đầu tôi. Nếu mà cô biết cô ấy định làm gì với cô… Tôi ấn nắm tay vô miệng để khỏi thét lên."
        }
    ],
    "suggestions": []
}