{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fi:tl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">foetal</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fi:tl]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">foetal</font></td></tr></table><i/></div>",
            "word": "fetal",
            "pronounce": "['fi:tl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fetal</k><blockquote><cclass>[<cclass>'fi:t(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to a fetus. </cclass></blockquote><blockquote>⁃ denoting a posture characteristic of a fetus, with the back curved forwards and the limbs folded in front of the body. </blockquote></div>",
            "word": "fetal",
            "pronounce": "['fi:tl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fetal",
            "pronounce": "['fi:tl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fetal",
            "pronounce": "['fi:tl]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuộc thai nhi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal asphyxia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngạt thai nhi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal circulation</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tuần hoàn thai nhi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal death</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tử vong thai nhi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal dystocia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đẻ khó do thai nhi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal inclusion</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thai vùi, thai bọc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal integument</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> màng thai</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal movement</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chuyển động thai nhi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal sac</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> túi thai</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal souffle</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tiếng thở thai nhi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fetal uterus</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tử cung thai nhi</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "fetal",
            "pronounce": "['fi:tl]"
        }
    },
    "sentences": [
        {
            "en": "That can occur during <em>fetal</em> heart development.",
            "vi": "Điều đó có thể xảy ra trong quá trình phát triển trái tim của thai nhi."
        },
        {
            "en": "It is one of the <em>fetal</em> abnormalities induced by the drug thalidomide taken early in pregnancy.",
            "vi": "Nó là một trong các chứng thai dị dạng gây ra bởi thuốc thalidomine được dùng qua sớm lúc có thai."
        },
        {
            "en": "A <em>fetal</em> artery lying in the hyaloid canal of the eye and supplying the lens.",
            "vi": "Một động mạch bào thai nằm trong ống pha lê cung cấp cho thủy tinh thể."
        },
        {
            "en": "The <em>fetal</em> cells are therefore incompatible in her circulation and evoke the production of antibodies.",
            "vi": "Các hồng cầu thai nhi vì vậy không tương hợp với tuần hoàn của người mẹ sẽ gây ra sự sản sinh kháng thể."
        },
        {
            "en": "Its cavity is small and becomes reduced further in size during <em>fetal</em> development.",
            "vi": "Xoang của nó nhỏ và thu nhỏ hơn nữa trong lúc phát triển bào thai."
        },
        {
            "en": "A <em>fetal</em> lung mass caused by an overgrowth of lung tissues.",
            "vi": "Khối lượng phổi của thai nhi tạo thành do sự phát triển quá mức của các tế bào phổi."
        },
        {
            "en": "This position is similar to the <em>fetal</em> position during the last months of pregnancy.",
            "vi": "Tư thế này của bé giống với ngôi thai trong những tháng cuối của thai kỳ."
        },
        {
            "en": "Repeated intrauterine transfusions into the <em>fetal</em> peritoneum during pregnancy have saved some infants in whom hydrops foetalis was predicted.",
            "vi": "Trường hợp đã dữ liệu được bệnh thai tích dịch, truyền máu nhiều lần trong tử cung vào trong màng bụng thai nhi đã cứu sống được nhiều trẻ."
        },
        {
            "en": "The fluid is initially secreted from the amnion and is later supplemented by urine from the <em>fetal</em> kidneys.",
            "vi": "Chất dịch trước tiên được tiết ra từ màng ối và sau đó bởi nước tiểu tiết ra từ thận chủa thai nhi."
        },
        {
            "en": "Other substances, such as alcohol, drugs, and cigarette smoke can also cross the placenta, with effects including congenital disorders, drug addiction, and <em>fetal</em> alcohol syndrome in the newborn.",
            "vi": "Các chất khác, như rượu, thuốc, và khói thuốc lá cũng có thể đi qua nhau thai, với tác động là các rối loạn bẩm sinh, nghiện, và hội chứng nhiễm rượu ở bào thai"
        },
        {
            "en": "Other substances, such as alcohol, drugs, and cigarette smoke can also cross the placenta, with effects including congenital disorders, drug addiction, and <em>fetal</em> alcohol syndrome in the newborn.",
            "vi": "Các chất khác, như rượu, thuốc, và khói thuốc lá cũng có thể đi qua nhau thai, với tác động là các rối loạn bẩm sinh, nghiện, và hội chứng nhiễm rượu ở bào thai trong trẻ sơ sinh."
        },
        {
            "en": "This rapidly destroyed any Rh positive <em>fetal</em> cells so that they do not remain long enough to stimulate antibody production in her blood (which could affect her next pregnancy).",
            "vi": "Kháng thể này sẽ nhanh chóng tiêu diệt các tế bào thai nhi rh dương nên các tế bào này không có đủ thời gian để kích thích sản sinh kháng thể trong máu người mẹ (để khỏi ảnh hưởng tới lần mang thai sau)."
        },
        {
            "en": "If you have severe, persistent nausea and vomiting that is causing dehydration or weight loss, your doctor can prescribe a medicine for you that is not known to cause <em>fetal</em> problems.",
            "vi": "Nếu bạn buồn nôn và ói dữ dội khiến bạn bị mất nước hoặc sụt cân thì bác sĩ có thể kê toa cho bạn mà không gây hại gì đến thai nhi của bạn cả."
        },
        {
            "en": "If you have severe, persistent nausea and vomiting that is causing dehydration or weight loss, your doctor can prescribe a medicine for you that is known not to cause <em>fetal</em> problems.",
            "vi": "Nếu bạn buồn nôn và ói dữ dội dẫn đến bị mất nước hoặc sụt cân thì bác sĩ có thể kê toa cho bạn mà không gây hại gì đến thai nhi của bạn cả."
        },
        {
            "en": "If <em>fetal</em> cells are detected in a woman's blood soon after delivery or after an abortion (using the Kleihauer technique), she is given an injection of Rh antibody (anti-D immunoglobulin).",
            "vi": "Nếu phát hiện được các tế bào thai nhi trong máu người mẹ không lâu sau khi sanh hay sau khi xảo thai (dựng kỹ thuật kleihauteur), người mẹ sẽ được chích kháng thể rh (globulin miễn dịch anti - d)."
        },
        {
            "en": "Patent ductus arteriosusThe ductus arteriosus is a blood vessel that is an essential part of <em>fetal</em> blood circulation, allowing blood to bypass the lungs, because oxygen for the blood comes from the mother and not from breathing air.",
            "vi": "Ống động mạchỐng động mạch là một mạch máu – là một bộ phận quan trọng trong tuần hoàn máu của bào thai, giúp cho máu có thể đi vòng qua phổi, bởi khí ô-xy cung cấp cho máu là từ mẹ và không phải từ việc hít thở không khí."
        },
        {
            "en": "One man, stuck in the <em>fetal</em> position under a large piece of debris, was visible only through a small hole in the rubble. The man appeared weak and exhausted after rescuers pulled him out, his clothes torn",
            "vi": "Một người, bị kẹt trong tư thế bào thai dưới một mảnh vụn lớn, có thể nhìn thấy rõ chỉ qua một cái lỗ nhỏ trong đống đổ nát. Người đàn ông này xuất hiện với vẻ yếu ớt và kiệt sức sau khi những người cứu hộ kéo ông ta ra, quần áo của ông ta bị rách bươm"
        },
        {
            "en": "<em>Fetal</em> hydronephrosis: This enlargement of one or both of the kidneys is caused by either an obstruction in the developing urinary tract or a condition called vesicoureteral reflux (VUR) in which urine abnormally flows backward (or refluxes) from the bladder into the ureters. <em>Fetal</em> hydronephrosis is usually diagnosed before the child is born and treatment varies widely. In some cases the condition only requires ongoing monitoring; in others, surgery must be done to clear the obstruction from the urinary tract.",
            "vi": "Thận ứ nước ở thai nhi: Chứng sưng giãn một hoặc cả hai thận gây ra hoặc do tắc nghẽn ở đường tiểu đang phát triển hoặc là do bệnh được gọi là trào ngược bàng quang-niệu đạo (VUR) trong đó nước tiểu chảy ngược lại (hoặc trào ngược) bất thường từ bàng quang vào niệu quản. Chứng thận ứ nước ở thai nhi thường được chẩn đoán trước khi trẻ chào đời và có thể được điều trị bằng nhiều phương pháp khác nhau. Trong một số trường hợp thì bệnh này chỉ cần theo dõi liên tục; số khác, phải được điều trị bằng phẫu thuật để làm thông đường tiểu."
        },
        {
            "en": "Vietnam reported its first two Zika patients in April, a 64-year-old woman in Nha Trang and a 33-year-old woman in Ho Chi Minh City. The latter was then eight weeks pregnant but underwent an abortion after the ultrasound scan reportedly did not detect the <em>fetal</em> heartbeat.",
            "vi": "Việt Nam đã báo cáo hai bệnh nhân mắc Zika đầu tiên vào tháng Tư, một người phụ nữ 64 tuổi ở Nha Trang và một người phụ nữ 33 tuổi ở thành phố Hồ Chí Minh. Người thứ hai đã mang thai tám tuần nhưng đã phải phá thai sau khi siêu âm và nhận được thông tin không phát hiện nhịp tim của thai nhi."
        },
        {
            "en": "During the <em>fetal</em> stage, which lasts from 9 weeks after fertilization to birth, development continues as cells multiply, move, and change. The fetus floats in amniotic fluid inside the amniotic sac. The fetus receives oxygen and nourishment from the mother's blood via the placenta, a disk-like structure that sticks to the inner lining of the uterus and connects to the fetus via the umbilical cord. The amniotic fluid and membrane cushion the fetus against bumps and jolts.",
            "vi": "Trong suốt giai đoạn thai kỳ, kéo dài từ tuần thứ 9 sau khi thụ tinh đến lúc chào đời, quá trình phát triển diễn tiến vì tế bào nhân lên, di chuyển, và thay đổi. Bào thai nổi trong dịch ối nằm bên trong túi ối. Bào thai nhận ô–xy và dưỡng chất từ máu của người mẹ qua nhau thai – nhau thai là một cấu trúc giống như đĩa bám dính vào niêm mạc bên trong tử cung và nối liền với bào thai qua dây rốn. Nước ối và màng nệm bào thai giúp cho bào thai khỏi bị va đập và xóc nẩy. "
        }
    ],
    "suggestions": []
}