{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fettuccine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fettuccine</k><blockquote><cclass>[<cclass>ˌfɛtʊ'tʃi:ni<cclass>, <cclass>-neɪ<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>fettucini</b>) </cclass></blockquote><blockquote>■ <cclass>plural noun pasta made in ribbons. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Ital., plural of <i>fettuccina</i>, dimin. of <i>fetta</i> 'slice, ribbon'. </blockquote></div>",
            "word": "fettuccine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fettuccine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fettuccine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fettuccine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You know you're courting nutritional disaster if you order the <em>fettuccine</em> Alfredo or cheeseburger when you're eating out. But what about unhealthy foods right in your own refrigerator?",
            "vi": "Nếu gọi món fettuccine Alfredo (món mì sợi cọng dài thả vào sốt kem có pho-mát Parmesan và tiêu đen) hoặc món bánh hăm-bơ-gơ kẹp thịt băm lẫn pho-mát khi ăn ngoài thì bạn biết mình đang chuốc lấy thảm hoạ dinh dưỡng rồi đấy. Nhưng các loại thực phẩm không có lợi cho sức khỏe ngay trong tủ lạnh nhà bạn thì sao?"
        },
        {
            "en": "What's lurking in your fridge?\n \nYou know you're courting nutritional disaster if you order the <em>fettuccine</em> Alfredo or cheeseburger when you're eating out. But what about unhealthy foods right in your own refrigerator? They probably hold some basic food products that are adding extra calories, salt, fat, and/or sugar to your everyday diet -- perhaps without your even realizing it.",
            "vi": "“Kẻ thù” nào đang núp trong tủ lạnh nhà bạn?   Nếu gọi món fettuccine Alfredo (món mì sợi cọng dài thả vào sốt kem có pho-mát Parmesan và tiêu đen) hoặc món bánh hăm-bơ-gơ kẹp thịt băm lẫn pho-mát khi ăn ngoài thì bạn biết mình đang chuốc lấy thảm hoạ dinh dưỡng rồi đấy. Nhưng các loại thực phẩm không có lợi cho sức khỏe ngay trong tủ lạnh nhà bạn thì sao? Chúng ắt cũng chứa một số hoá chất thực phẩm cơ bản bổ sung thêm ca-lo, muối, chất béo, và/ hoặc đường dư thừa cho chế độ dinh dưỡng hằng ngày của bạn – điều ấy thậm chí bạn có thể cũng không phát hiện ra."
        }
    ],
    "suggestions": []
}