{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fewest"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fewest"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fewest"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fewest"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fewest"
        }
    },
    "sentences": [
        {
            "en": "What month has the <em>fewest</em> days?",
            "vi": "Tháng nào có ít ngày nhất?"
        },
        {
            "en": "The person with the <em>fewest</em> points wins.",
            "vi": "Người ít điểm nhất là người thắng cuộc."
        },
        {
            "en": "February has the <em>fewest</em> days in a year.",
            "vi": "Tháng hai có ít ngày nhất trong năm."
        },
        {
            "en": "It's the car with the <em>fewest</em> mechanical problems.",
            "vi": "Đây là chiếc xe có vấn đề về máy móc ít nhất."
        },
        {
            "en": "It created the <em>fewest</em> jobs per capita, and has the slowest population growth rate.",
            "vi": "Số lượng việc làm mới cũng rất ít và tốc độ tăng dân số cũng là thấp nhất."
        },
        {
            "en": "I try to drive a nail home with the <em>fewest</em> possible hammer blows.",
            "vi": "Tôi cố đóng ngập đầu đinh với ít số lần nện búa nhất có thể."
        },
        {
            "en": "What month has the <em>fewest</em> number of days in a year?",
            "vi": "Tháng nào có ít ngày nhất trong năm?"
        },
        {
            "en": "The <em>fewest</em> holidays are taken by the 31 to 42-year-olds, and that figure shows no sign of rising.",
            "vi": "Những người ít nghỉ lễ nhất nằm trong độ tuổi từ 31 đến 42 tuổi, và con số đó cho thấy không có dấu hiệu tăng lên."
        },
        {
            "en": "You complain the you make the least money here, but that makes you have the <em>fewest</em> worries.",
            "vi": "Bạn phàn nàn rằng ở đây bạn là người kiến được ít tiền nhất, nhưng điều đó làm cho bạn có ít lo lắng nhất."
        },
        {
            "en": "Garment workers also report longer working days than workers in the rest of the economy, followed by self employed women, who also took the <em>fewest</em> holidays.",
            "vi": "Công nhân may cũng có ngày làm việc dài hơn các công nhân khác trong nền kinh tế, tiếp theo là những phụ nữ tự làm việc, những người có ít ngày nghỉ nhất."
        },
        {
            "en": "Similarly, Quang Nam ranks ninth in the PCI for the lowest percentage of firms required to wait over three months to register a business, and eighth for the <em>fewest</em> number of licenses required (2.87).",
            "vi": "Tương tự, Quảng Nam đứng thứ 9 về PCI với tỷ lệ phần trăm thấp nhất các công ty cần phải chờ trên ba tháng để đăng ký kinh doanh và đứng thứ 8 về số giấy phép ít nhất cần có (2,87)."
        },
        {
            "en": "Cultivate friendships  People are social animals, and friendships have measurable health benefits.  Researchers in Australia followed 1,500 older people for 10 years. Those with the most friends were 22% less likely to die than those with the <em>fewest</em> friends. ",
            "vi": "Vun đắp cho mối quan hệ bạn bè/ Nuôi dưỡng tình bạn    Con người là động vật mang tính xã hội, và tình bằng hữu mang nhiều lợi ích về sức khỏe có thể đo tính được. Nhiều nhà nghiên cứu ở Úc theo dõi 1.500 người già trong vòng 10 năm. Kết quả cho thấy người có nhiều bạn nhất có nguy cơ tử vong thấp hơn 22% so với người có ít bạn nhất."
        },
        {
            "en": "Official reports showed that history was the exam subject that the <em>fewest</em> students chose for the 2015 high school finals. Only about 153,000 students all over the country registered to sit the history exam. ",
            "vi": "Báo cáo chính thức cho thấy rằng lịch sử là môn thi được ít các học sinh lựa chọn nhất cho kì thi tốt nghiệp trung học phổ thông năm 2015. Chỉ có khoảng 153.000 học sinh trên cả nước đăng ký tham dự kỳ thi với môn lịch sử."
        },
        {
            "en": "Shampoo and conditioner sensitivity  Check the ingredient label before lathering your child's hair. Some fragrances and chemicals in shampoos and conditioners may bother sensitive scalps. Research also has identified some ingredients like phthalates, formaldehyde, and 1,4 dioxane for possible health concerns. To be safe, look for natural products with the <em>fewest</em> added fragrances, chemicals, and overall ingredients.",
            "vi": "Nhạy cảm với dầu gội đầu và dầu dưỡng tóc   Bạn nên kiểm tra nhãn có ghi thành phần trước khi xát xà phòng lên tóc của con. Một số hương liệu và hoá chất có trong dầu gội đầu và dầu dưỡng tóc có thể làm cho da đầu nhạy cảm trở nên khó chịu và bị kích ứng. Nghiên cứu cũng đã xác định được một số thành phần như phthalates, formaldehyde, và 1,4 dioxane có thể gây một số vấn đề về sức khỏe. Để an toàn, bạn nên tìm mua những sản phẩm tự nhiên có bổ sung hương liệu, hoá chất, và các thành phần tổng thể khác với một hàm lượng ít nhất."
        },
        {
            "en": "To begin with it has nothing to do with archaism, with the salvaging of obsolete words and turns of speech, or with the setting up of a ‘standard English’ which must never be departed from. On the contrary, it is especially concerned with the scrapping of every word or idiom which has outworn its usefulness. It has nothing to do with correct grammar and syntax, which are of no importance so long as one makes one's meaning clear, or with the avoidance of Americanisms, or with having what is called a ‘good prose style’. On the other hand, it is not concerned with fake simplicity and the attempt to make written English colloquial. Nor does it even imply in every case preferring the Saxon word to the Latin one, though it does imply using the <em>fewest</em> and shortest words that will cover one's meaning. What is above all needed is to let the meaning choose the word, and not the other way around. ",
            "vi": "Trước hết, ta không cần phải để tâm đến cổ ngữ, đến việc cứu vớt những từ đã lỗi thời và các lượt lời, hay đến việc thiết lập một thứ “Tiếng Anh chuẩn” không bao giờ bị mai một. Trái lại, ta nên quan tâm đến những từ hay thành ngữ vốn đã mất nghĩa gốc nay dễ bị rơi vào quên lãng. Ta chẳng cần quan tâm đến ngữ pháp và cú pháp chính xác, chúng không hề quan trọng miễn là ta giữ cho ý kiến của mình được rõ ràng, mạch lạc; hay sự né tránh sử dụng các từ kiểu Mỹ, hay việc có một thứ gọi là “kiểu văn xuôi tốt”. Mặt khác, ta cũng nên bỏ qua nỗi lo về sự giản dị trá hình hoặc nỗ lực viết Tiếng Anh sao cho thật bình dân. Chẳng phải việc ám chỉ thích dùng tiếng Saxon hơn tiếng Latin trong mọi trường hợp, dù rõ ràng việc dùng từ thật ít và ngắn sẽ giúp chứa đựng tư tưởng của người viết. Trên tất cả, điều quan trọng nhất là để ý nghĩa chọn từ ngữ, thứ sẽ làm nhiệm vụ biểu đạt cho ý nghĩa, chứ không phải ngược lại. "
        },
        {
            "en": "To begin with it has nothing to do with archaism, with the salvaging of obsolete words and turns of speech, or with the setting up of a ‘standard English’ which must never be departed from. On the contrary, it is especially concerned with the scrapping of every word or idiom which has outworn its usefulness. It has nothing to do with correct grammar and syntax, which are of no importance so long as one makes one's meaning clear, or with the avoidance of Americanisms, or with having what is called a ‘good prose style’. On the other hand, it is not concerned with fake simplicity and the attempt to make written English colloquial. Nor does it even imply in every case preferring the Saxon word to the Latin one, though it does imply using the <em>fewest</em> and shortest words that will cover one's meaning. What is above all needed is to let the meaning choose the word, and not the other way around.",
            "vi": "Trước hết, ta không cần phải để tâm đến cổ ngữ, đến việc cứu vớt những từ đã lỗi thời và các lượt lời, hay đến việc thiết lập một thứ “Tiếng Anh chuẩn” không bao giờ bị mai một. Trái lại, ta nên quan tâm đến những từ hay thành ngữ vốn đã mất nghĩa gốc nay dễ bị rơi vào quên lãng. Ta chẳng cần quan tâm đến ngữ pháp và cú pháp chính xác, chúng không hề quan trọng miễn là ta giữ cho ý kiến của mình được rõ ràng, mạch lạc; hay sự né tránh sử dụng các từ kiểu Mỹ, hay việc có một thứ gọi là “kiểu văn xuôi tốt”. Mặt khác, ta cũng nên bỏ qua nỗi lo về sự giản dị trá hình hoặc nỗ lực viết Tiếng Anh sao cho thật bình dân. Chẳng phải việc ám chỉ thích dùng tiếng Saxon hơn tiếng Latin trong mọi trường hợp, dù rõ ràng việc dùng từ thật ít và ngắn sẽ giúp chứa đựng tư tưởng của người viết. Trên tất cả, điều quan trọng nhất là để ý nghĩa chọn từ ngữ, thứ sẽ làm nhiệm vụ biểu đạt cho ý nghĩa, chứ không phải ngược lại."
        }
    ],
    "suggestions": []
}