{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ff"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ff</k><blockquote>■ <cclass>abbreviation <cclass>Music fortissimo. </cclass></cclass></blockquote></div>",
            "word": "ff"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ff"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ff"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ff"
        }
    },
    "sentences": [
        {
            "en": "<em>FF</em> 125.50 each for orders of 10 or more.",
            "vi": "Ff 125.50 cho những đơn đặt hàng từ 10 trở lên."
        },
        {
            "en": "The various associations under <em>FF</em> have different functions and structures.",
            "vi": "Các hội khác trực thuộc FF có các chức năng và cơ cấu khác nhau."
        },
        {
            "en": "The Lac Hong University’s LH-<em>FF</em> won the Robocon Vietnam 2016.",
            "vi": "Đội LH-FF của Đại học Lạc Hồng chiến thằng cuộc thi Robocon năm 2016"
        },
        {
            "en": "The number of members of the five major mass organisations is about 32 million (not including the <em>FF</em>).",
            "vi": "Số hội viên của năm tổ chức quần chúng chủ chốt là khoảng 32 triệu (không kể FF)."
        },
        {
            "en": "To the first category belong some of the organisations under the <em>FF</em>, like VUSTA, Red Cross, Union on Art and Literature, Viet Nam Cooperative Alliance, the Lawyers' Association, three religious organisations, etc.",
            "vi": "Nhóm đầu tiên nằm trong một số tổ chức trực thuộc FF, như VUSTA, Hội Chữ Thập đỏ, Hội Liên hiệp Văn học và Nghệ thuật, Liên minh các Hợp tác xã Việt Nam, Hội luật gia, 3 tổ chức tôn giáo, v.v..."
        },
        {
            "en": "The mass organisations category comprises six major organisations. The Fatherland Front (<em>FF</em>) is usually counted among the mass organisations, but functions at the same time as an umbrella for 29 organisations.",
            "vi": "Nhóm các tổ chức quần chúng bao gồm sáu tổ chức chính. Mặt trận Tổ quốc (FF) được tính trong số các tổ chức quần chúng, nhưng đồng thời có chức năng bảo trợ cho 29 tổ chức."
        },
        {
            "en": "The Lac Hong University’s LH-<em>FF</em> team successfully overcame 31 other competitors to become winner at the Robocon Vietnam 2016 final, which took place in the northern province of Ninh Binh on May 14. ",
            "vi": "Đội LH-FF Đại học Lạc Hồng đã vượt qua 31 đối thủ khác để trở thành đội vô địch tại Robocon Việt Nam 2016, diễn ra tại tỉnh Ninh Bình ngày 14 tháng Năm."
        }
    ],
    "suggestions": []
}