{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fibbing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fibbing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fibbing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fibbing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fibbing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Fibbing</em> is the perfect quick fix to a sticky situation, and make your life easier.",
            "vi": "Nói dối là lối thoát nhanh chóng hoàn hảo cho tình thế hóc búa, và làm cho cuộc sống của bạn dễ dàng hơn."
        },
        {
            "en": "After all, you are inclined to give out a few telltale sings when you are <em>fibbing</em>.",
            "vi": "Sau cùng, bạn có chiều hướng lộ ra chân tướng khi bạn nói dối."
        },
        {
            "en": "On The Town: To go out for a drink with friends to a bar or Disco.Fib or Tell Porkies: To lie about something. “You are <em>fibbing</em>”, “You are telling porkies”.Scrap or Scuffle: To have a fightDrop off: Fall asleepCroak, Pop Your Clogs, Bought The Farm: To die or drop dead.Skive or Bunk: Avoid work or not go to class.Bump: To remove someone from a guestlist.Suck: To be bad at doing something. “I really suck at speaking English”Throw the Book At: Punish someone severely. For example, send them to prison. “I will throw the book at you”Wrap, Cut, Break or Call It a Day: it’s time to finish.",
            "vi": "On The Town: đến quán rượu hoặc vũ trường nhậu nhẹt chơi bời với bạn.  Fib or Tell Porkies: nói dối về chuyện gì đó.\" Bạn đang nói dối\",\" Bạn đang nói láo\".  Scrap or Scuffle:  : cãi nhau Drop off:  : ngủ thiếp đi Croak, Pop Your Clogs, Bought The Farm: : chết hoặc chết bất đắc kỳ tử.  Skive or Bunk: Trốn làm hoặc trốn học  Bump:  : loại một người ra khỏi danh sách khách khứa.  Suck: dở một chuyện gì đó.\" Tôi nói tiếng Anh rất dở\" Throw the Book At: phạt nặng ai. Chẳng hạn như, tống vào tù.\" Tao sẽ trừng phạt mày\" Wrap, Cut, Break or Call It a Day: đến lúc kết thúc rồi."
        }
    ],
    "suggestions": []
}