{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['figjurətivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">văn hoa, bóng bảy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">theo phép ẩn dụ</td></tr></table><i/></div>",
            "word": "figuratively",
            "pronounce": "['figjurətivli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "figuratively",
            "pronounce": "['figjurətivli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "figuratively",
            "pronounce": "['figjurətivli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "figuratively",
            "pronounce": "['figjurətivli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "figuratively",
            "pronounce": "['figjurətivli]"
        }
    },
    "sentences": [
        {
            "en": "<em>Figuratively</em> speaking, we all understand the predicament.",
            "vi": "Nói một cách văn chương, chúng tôi đều hiểu các khó khăn."
        },
        {
            "en": "He always speaks <em>figuratively</em> with girls",
            "vi": "Anh ta thường nói chuyện một cách bóng bẩy/văn hoa với những cô gái."
        },
        {
            "en": "I was <em>figuratively</em> bored to death!",
            "vi": "Mình thật là buồn muốn chết!"
        },
        {
            "en": "This expression is also used <em>figuratively</em> to mean to judge with condescension or mild contempt.",
            "vi": "Thành ngữ này được dùng với nghĩa bóng là đánh giá thấp hay hơi khinh rẻ."
        },
        {
            "en": "Today, the Bright Side team offers you a chance to have a look at the best projects that pushed modern architecture to new heights, both literally and <em>figuratively</em>.",
            "vi": "Hôm nay, Bright Side tặng các bạn một cơ hội để ngắm các đề án tuyệt nhất đã đưa kiến trúc hiện đại đến đỉnh cao mới, theo nghĩa bóng lẫn nghĩa đen."
        },
        {
            "en": "A city school boy may have a swelled head <em>figuratively</em>, but his health and knowledge may not compare with a boy in a village who enjoy the rough and tumble of life.",
            "vi": "Học sinh nam ở một trường thành phố có vẻ có cái đầu \"to\" nhưng thực ra sức khỏe và kiến thức không thể so với một học sinh ở trường làng, có cuộc sống mộc mạc."
        },
        {
            "en": "When you ask foxpro, <em>figuratively</em> speaking \"show me all the people over twenty-five years old, who live in georgia, and who own our widget product\", you are querying the database.",
            "vi": "Khi bạn yêu cầu foxpro, nói nôm na là \"hãy cho tôi thấy hết những ai trên hai mươi lăm tuổi, sống ở bang georgia, và là sở hữu chủ sản phẩm của chúng tôi\", tức là bạn đang truy vấn csdl đấy."
        },
        {
            "en": "I use the phrase \"brain dead\" <em>figuratively</em> here. When you're buried in a screen checking Facebook, you're not paying attention to the world around you. Your animals may need to be fed or to be let out to use the restroom. You'll do it but only after you're done on Facebook.",
            "vi": "Khi bạn đang tập trung vào màn hình để kiểm tra Facebook, bạn sẽ không chú ý đến thế giới xung quanh. Bạn chỉ quan tâm đến người thân, bạn bè hay chú chó yêu đang đói…  chỉ sau khi cập nhật trạng thái trên Facebook."
        }
    ],
    "suggestions": []
}