{
    "en_vn": {
        "data": {
            "content": null,
            "word": "filmed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "filmed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "filmed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "filmed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "filmed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He <em>filmed</em> this movie.",
            "vi": "Ông ta đã quay bộ phim này."
        },
        {
            "en": "A television scene <em>filmed</em> in close-up.",
            "vi": "Một cảnh vô tuyến truyền hình quay cận cảnh."
        },
        {
            "en": "A television scene <em>filmed</em> in close - up.",
            "vi": "Một cảnh vô tuyến truyền hình quay cận cảnh."
        },
        {
            "en": "A television scene <em>filmed</em> in close - up is very exciting.",
            "vi": "Một cảnh phim truyền hình quay gần rất thú vị."
        },
        {
            "en": "\"The quick and the dead\" film was <em>filmed</em> in 1920.",
            "vi": "Bộ phim \"những người còn sống và những người đã chết\"được quay vào năm 1920."
        },
        {
            "en": "The programme was <em>filmed</em> entirely in the studio.",
            "vi": "Chương trình này được quay hoàn toàn trong trường quay."
        },
        {
            "en": "This is a thriller <em>filmed</em> entirely on location.",
            "vi": "Đây là một phim ly kỳ được quay hoàn toàn tại hiện trường."
        },
        {
            "en": "They <em>filmed</em> close-up pictures of the planet.",
            "vi": "Họ quay cận cảnh bức tranh của hành tinh."
        },
        {
            "en": "He <em>filmed</em> the students performing a chemistry experiment.",
            "vi": "Ông ấy quay phim các sinh viên đang làm thí nghiệm hoá học."
        },
        {
            "en": "The windscreen has been <em>filmed</em> over with oil.",
            "vi": "Tấm kính chắn được thoa một lớp dầu."
        },
        {
            "en": "They <em>filmed</em> close - up pictures of the planet.",
            "vi": "Họ quay cận cảnh bức tranh của hành tinh."
        },
        {
            "en": "A television scene <em>filmed</em> in close-up is very exciting.",
            "vi": "Một cảnh phim truyền hình quay gần rất thú vị."
        },
        {
            "en": "\"The quick and the dead\" film was <em>filmed</em> in 1920.",
            "vi": "Bộ phim \"những người còn sống và những người đã chết\" được quay vào năm 1920."
        },
        {
            "en": "The later films are both <em>filmed</em> on grainy black and white film.",
            "vi": "Các phim sau đó đều được quay thành phim đen trắng có dạng hạt."
        },
        {
            "en": "His books reached an even wider audience when it was <em>filmed</em> for television.",
            "vi": "Quyển sách của ông ta càng có thêm nhiều người đọc khi nó được quay phim để đưa lên truyền hình."
        },
        {
            "en": "The dramatic moment when a girl stopped breathing was <em>filmed</em> in supermarket in Australia.",
            "vi": "Khoảnh khắc đầy kịch tính khi một bé gái ngừng thở đã được quay lại trong một siêu thị ở Úc."
        },
        {
            "en": "Participants were then put alone in a room and their natural foot movements were <em>filmed</em>.",
            "vi": "Những người tham gia sau đó được ở một mình trong một căn phòng và chuyển động chân tự nhiên của họ đã được quay phim lại."
        },
        {
            "en": "A team will be <em>filmed</em> live as they try to find the plane's shell on Sunday.",
            "vi": "Một đội sẽ được quay phim trực tiếp ngay khi đang nỗ lực tìm kiếm vỏ máy bay vào hôm chủ nhật."
        },
        {
            "en": "Dolphin watcher Barbara Saberton, who <em>filmed</em> some the antics, is astounded.",
            "vi": "Barbara Saberton – một người quan sát cá heo và ghi lại những trò vui này lấy làm sửng sốt."
        },
        {
            "en": "The TV cameras were in at the death and <em>filmed</em> the arrest.",
            "vi": "Ống kính truyền hình đã có mặt ở đoạn kết và đã quay cảnh bắt giữ."
        }
    ],
    "suggestions": []
}