{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fainəlaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm xong, hoàn thành</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cho hình dạng cuối cùng, làm cho hình thành hình dạng cuối cùng; thông qua lần cuối cùng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thể dục,thể thao) vào vòng chung kết</td></tr></table><i/></div>",
            "word": "finalize",
            "pronounce": "['fainəlaiz]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>finalize</k><blockquote>or <cclass><b>finalise</b></cclass></blockquote><blockquote>■ <cclass>verb complete or agree on a finished and definitive version of. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>finalization</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "finalize",
            "pronounce": "['fainəlaiz]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>finalize</k><blockquote>▸ <cclass>verb CONCLUDE, complete, clinch, settle, work out, secure, wrap up, wind up, put the finishing touches to; reach an agreement on, agree on, come to terms on; <cclass><i>informal</i> sew up.</cclass></cclass></blockquote></div>",
            "word": "finalize",
            "pronounce": "['fainəlaiz]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "finalize",
            "pronounce": "['fainəlaiz]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hoàn thành</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm xong</font></td></tr></tbody></table></div>",
            "word": "finalize",
            "pronounce": "['fainəlaiz]"
        }
    },
    "sentences": [
        {
            "en": "<em>Finalize</em> a deal with somebody",
            "vi": "Hoàn tất một sự thoả thuận mua bán với ai"
        },
        {
            "en": "I like to <em>finalize</em> with something like....",
            "vi": "Tôi thích kết thúc bằng một câu như ...."
        },
        {
            "en": "They still need to <em>finalize</em> a few details.",
            "vi": "Họ vẫn cần phải hoàn thành một số chi tiết."
        },
        {
            "en": "They are ready to <em>finalize</em> the details of the agreement.",
            "vi": "Họ sẵn sàng kết thúc những chi tiết của cuộc thỏa thuận."
        },
        {
            "en": "I'd like to <em>finalize</em> things before I leave.",
            "vi": "Tôi muốn kết thúc mọi chuyện trước khi rời khỏi đây."
        },
        {
            "en": "<em>Finalize</em> MDGs/VDGs database (together with software for searching)",
            "vi": "Hoàn chỉnh các số liệu về MDG/VDG (cùng với phần mềm để tìm kiếm)"
        },
        {
            "en": "The companies expect to <em>finalize</em> the details of the agreement over the next several days.",
            "vi": "Các công ty này mong muốn kết thúc những chi tiết cuối cùng của hợp đồng trong vài ngày tới."
        },
        {
            "en": "She broke her neck last night trying to <em>finalize</em> the proposal.",
            "vi": "Tối hôm qua cô ấy đã cố gắng hết sức để hoàn thành bản đề nghị."
        },
        {
            "en": "The aim is to <em>finalize</em> the Plan of Action by the first quarter of 2001.",
            "vi": "Mục đích là nhằm hoàn tất Kế hoạch hành động vào quý một năm 2001."
        },
        {
            "en": "<em>Finalize</em>, per review and edit full and executive MDGRs 2008 and 2010",
            "vi": "Hoàn chỉnh, xem xét, chỉnh sửa các báo cáo MDG 2008 và 2010 (bản tóm tắt và bản đầy đủ)"
        },
        {
            "en": "If both parties agree to the terms, we can <em>finalize</em> the contract.",
            "vi": "Nếu hai bên đồng ý với các điều khoản, chúng ta có thể hoàn tất hợp đồng."
        },
        {
            "en": "The position of all shareholders will be clarified next month when we <em>finalize</em> our proposals.",
            "vi": "Vị trí của tất cả cổ đông sẽ được làm rõ trong tháng tới khi chúng ta hoàn thành các dự kiến."
        },
        {
            "en": "To promptly <em>finalize</em> within the first quarter all unfinished documents instructing the enforcement of laws and ordinances.",
            "vi": "Khẩn trương hoàn thành trong Quý I/2010 các văn bản hướng dẫn thi hành luật, pháp lệnh còn tồn đọng."
        },
        {
            "en": "We would all be thankful if you could give us two more days to <em>finalize</em> our decision.",
            "vi": "Chúng tôi sẽ rất biết ơn nếu ông có thể cho chúng tôi thêm 2 ngày để đưa ra quyết định cuối cùng."
        },
        {
            "en": "The most important preparatory step is to <em>finalize</em> the comprehensive transport development strategy – the Transport Master Plan.",
            "vi": "Bước chuẩn bị quan trọng nhất là hoàn tất một chiến lược phát triển giao thông toàn diện - Quy hoạch Tổng thể giao thông."
        },
        {
            "en": "Keep your schedule free around lunch time on Wednesday, and then I'll <em>finalize</em> that appointment with her.",
            "vi": "Bạn hãy để trống thời biểu vào khoảng trưa hôm thứ Tư rồi tôi sẽ lo hoàn tất giờ hẹn với bà ấy."
        },
        {
            "en": "He failed to <em>finalize</em> an important contract in Chicago. He was not asked to resign but it was certainly a black mark against him.",
            "vi": "Anh ấy không hoàn thành xong hợp đồng quan trọng ở Chicago. Anh không bị yêu cầu phải từ chức nhưng chắc chắn rằng đó là một vết đen không có lợi cho anh ta."
        },
        {
            "en": "Mary must be up the pole if he expects me to <em>finalize</em> deals in Tokyo, Rio and Chicago all in one week.",
            "vi": "Mary hẳn là điên khùng rồi nếu như muốn tôi hoàn thành các cuộc làm ăn vừa cả ở Tokyo, Rio và Chicago chỉ gói gọn trong có đúng một tuần lễ."
        },
        {
            "en": "In Viet Nam in 1999, it was argued, it would take a person from 6 months to a year to <em>finalize</em> the process of creating a company.",
            "vi": "Họ cho rằng ở Việt Nam năm 1999 phải mất từ 6 tháng đến 1 năm để hoàn tất thủ tục thành lập một doanh nghiệp."
        },
        {
            "en": "The municipal Department of Construction has reported the situation to the city’s administration and asked the two relevant ministries to <em>finalize</em> their land classification.",
            "vi": "Sở Xây dựng đã báo cáo tình hình với chính quyền thành phố và yêu cầu hai bộ liên quan hoàn tất việc phân loại đất của họ."
        }
    ],
    "suggestions": []
}