{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fainli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đẹp đẽ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tế nhị, tinh vi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cao thượng</td></tr></table><i/></div>",
            "word": "finely"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "finely"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "finely"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "finely"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "finely"
        }
    },
    "sentences": [
        {
            "en": "The birds are <em>finely</em> carved.",
            "vi": "Những con chim này được chạm khắc tinh xảo."
        },
        {
            "en": "She ran a <em>finely</em> judged race.",
            "vi": "Cô ấy chạy trong cuộc đua được cho là rất tốt."
        },
        {
            "en": "She has the dancer's <em>finely</em> proportioned physique.",
            "vi": "Cô ấy có tầm vóc của một diễn viên múa rất đẹp."
        },
        {
            "en": "You can add one <em>finely</em> chopped carrots.",
            "vi": "Bạn có thể thêm một củ cà rốt được thái nhỏ."
        },
        {
            "en": "Ground meat is meat <em>finely</em> chopped by a meat grinder.",
            "vi": "Thịt xay là thịt được bằm rất nhuyễn bằng máy xay thịt."
        },
        {
            "en": "The absorption and loss of iron is very <em>finely</em> controlled.",
            "vi": "Việc hấp thu và bài tiết sắt được kiểm soát rất tinh vi."
        },
        {
            "en": "Give me <em>finely</em> minced kilo of lean beef.",
            "vi": "Cho tôi một kí lô thịt thăn cắt mỏng."
        },
        {
            "en": "The collection was topped off with a selection of <em>finely</em> crafted leather goods.",
            "vi": "Bộ sưu tập được hoàn thành bằng một sự tuyển chọn các món hàng da thuộc làm bằng tay một cách tinh vi."
        },
        {
            "en": "<em>Finely</em> crafted coiffures create an accepted esthetic, which conforms to notion of beauty.",
            "vi": "Những kiểu tóc được làm trau chuốt, kĩ lưỡng tạo nên một thẩm mỹ chấp nhận được, phù hợp với tiêu chuẩn của cái đẹp."
        },
        {
            "en": "I like <em>finely</em> chopped onions/carrots/parsley than the fibre chopped ones.",
            "vi": "Tôi thích hành/cà rốt/rau mùi được băm nhuyễn hơn là xắt thành sợi."
        },
        {
            "en": "It's a <em>finely</em> crafted novel about two generations of a family in Chicago.",
            "vi": "Đó là một quyển tiểu thuyết được viết cực kỳ hay về hai thế hệ của một gia đình ở Chicago."
        },
        {
            "en": "I like <em>finely</em> chopped onions rather than the fiber chopped ones.",
            "vi": "Tôi thích hành được băm nhuyễn hơn là xắt thành sợi."
        },
        {
            "en": "<em>Finely</em> chop the cabbage and cook it in boiling salted water. After that, add the chopped onions.",
            "vi": "Băm nhuyễn bắp cải và nấu sôi trong nước muối. Sau đó, cho thêm hành tây đã thái nhỏ vào."
        },
        {
            "en": "Livelihoods in all four PPA sites are so fragile and <em>finely</em>-balanced that even minor shocks can destabilize households.",
            "vi": "Tại cả bốn điểm tiến hành nghiên cứu PPA, cuộc sống sinh nhai của người dân mong manh và bấp bênh đến mức ngay cả các đột biến nhỏ cũng có thể làm các hộ gia đình mất ổn định."
        },
        {
            "en": "To Ricardo, the BMW looked great, smelled new, and drove like the <em>finely</em> tuned machine it was.",
            "vi": "Đói vối ricardo, chiếc bmw trông thật tuyệt vời, cảm giác ngửi mùi sơn mới, và được cầm lái quả không còn gì hứng thú hơn."
        },
        {
            "en": "Finally, Tom was <em>finely</em> tuned into the radio station that we each listen to, WIIFM, also known as What's In It for Me?",
            "vi": "Cuối cùng thì Tom đã hoàn toàn hòa nhập vào chương trình radio mà mỗi chúng ta đều nghe, WIIFM, cũng được biết đến với tên \"Tôi được lợi gì nào?\"(What's In It For"
        },
        {
            "en": "Finally, Tom was <em>finely</em> tuned into the radio station that we each listen to, WIIFM, also known as What's In It for Me?",
            "vi": "Cuối cùng thì Tom đã hoàn toàn hòa nhập vào chương trình radio mà mỗi chúng ta đều nghe, WIIFM, cũng được biết đến với tên \"Tôi được lợi gì nào?\" (What's In It For Me)."
        },
        {
            "en": "If we rub a fabric too often, it will quickly grow threadbare; and Nobu's words had rasped against me so much, i could no longer maintain that <em>finely</em> lacquered surface Mameha had always counseled me to hide behind.",
            "vi": "Nếu chúng ta chà xát vải vào nhau mãi, vải sẽ chóng đổ xơ ra; lời lẽ của nobu mài dũa vào tâm trí tôi, khiến tôi không thể giữ được bộ mặt bình thản như mameha thường khuyên tôi phải che dấu sự bất bình."
        },
        {
            "en": "Birds in general are stupid, in the sense of being little able to meet unforeseen emergencies, but their lives are often emotional, and their emotions are richly and <em>finely</em> expressed.",
            "vi": "Loài chim thì ngu ngốc nếu hiểu theo nghĩa, không đủ thông minh để đối phó với những trường hợp bất ngờ, nhưng đời sống của chúng thường giàu cảm xúc, và những cảm xúc này được biểu lộ một cách phong phú và khéo léo."
        },
        {
            "en": "We're having a hard time deciding whether Michael Grab is an artist or a magician, because he creates stunning structure from <em>finely</em> balanced rocks that seem to defy the law of physics.",
            "vi": "Chúng tôi đang phân vân không biết nên xem Michael Grab là nghệ sĩ hay là phù thủy, vì anh ấy tạo ra những công trình làm ta phải sững sờ từ những viên đá được xếp thật thăng bằng như thể thách đố định luật vật lý."
        }
    ],
    "suggestions": []
}