{
    "en_vn": {
        "data": {
            "content": null,
            "word": "finer",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "finer",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "finer",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "finer",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mịn hơn</font></td></tr></tbody></table></div>",
            "word": "finer",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Finer</em> points",
            "vi": "Nét tinh túy"
        },
        {
            "en": "Is there a <em>finer</em> thing?",
            "vi": "Có thứ tốt hơn không?"
        },
        {
            "en": "The caster sugar comes <em>finer</em>.",
            "vi": "Đường cát mịn hơn."
        },
        {
            "en": "All my <em>finer</em> feelings came up.",
            "vi": "Tất cả các cảm xúc tốt hơn tôi nảy ra."
        },
        {
            "en": "The <em>finer</em> points were found by human.",
            "vi": "Những nét tinh túy được khám phá bởi con người."
        },
        {
            "en": "The ideal is often <em>finer</em> than the real",
            "vi": "Lý tưởng thường đẹp hơn thực tại"
        },
        {
            "en": "There is no <em>finer</em> place to get rest and relaxation.",
            "vi": "Không có nơi nào tốt hơn để nghỉ ngơi và thư giãn."
        },
        {
            "en": "I had a <em>finer</em> ear than you do.",
            "vi": "Tôi có tai thính hơn anh."
        },
        {
            "en": "She spent hours explaining the <em>finer</em> details of the scheme.",
            "vi": "Cô ấy dành nhiều giờ giải thích các chi tiết nhỏ nhặt hơn của kế hoạch này."
        },
        {
            "en": "Peter knows how to appeal to people's <em>finer</em> feelings.",
            "vi": "Peter biết cách lôi cuốn lấy lòng người ta."
        },
        {
            "en": "It won't grind down any <em>finer</em> than this.",
            "vi": "Không thể nào xay mịn hơn được nữa."
        },
        {
            "en": "I don't understand the <em>finer</em> points of snooker but I enjoy watching it on TV.",
            "vi": "Tớ không hiểu tường tận về môn bi-da nhưng tớ rất khoái xem đấu bi-da trên ti vi."
        },
        {
            "en": "There is some necessity for discussion on some of the <em>finer</em> points.",
            "vi": "Cần phải thảo luận tường tận một số điểm nữa."
        },
        {
            "en": "I think this wool is suitable for <em>finer</em> grades of cloth.",
            "vi": "Tôi nghĩ rằng len này thích hợp với những loại vải tốt hơn."
        },
        {
            "en": "He spent his spare time coaching them on the <em>finer</em> points of soccer.",
            "vi": "Ông dùng thời gian rảnh rỗi của mình để dạy họ những đặc điểm của bóng đá."
        },
        {
            "en": "I don't understand the <em>finer</em> points of snooker but I enjoy watching it on TV.",
            "vi": "Tớ không hiểu tường tận về môn bi - da nhưng tớ rất khoái xem đấu bi - da trên ti vi."
        },
        {
            "en": "And has anyone a prettier house than mine or nicer clothes or <em>finer</em> horses?",
            "vi": "Và có ai có nhà đẹp hơn tôi, quần áo đẹp hơn, ngựa đẹp hơn?"
        },
        {
            "en": "A happy smile, a kindly thought are <em>finer</em> gems than can be bought.",
            "vi": "Một nụ cười hân hoan, một ý tưởng nhân từ còn quý hơn những viên bảo thạch ta mua được."
        },
        {
            "en": "The trunk was much <em>finer</em> even than the one i'd borrowed from Auntie for the Baron's party in Hakone.",
            "vi": "Cái rương còn đẹp hơn cái tôi mượn của bà dì khi đi dự tiệc của ông nam tước ở hakone."
        },
        {
            "en": "We can serve the interests of your company, and I've had time to work out the <em>finer</em> details to prove what I have said.",
            "vi": "Chúng tôi có thể phục vụ lợi ích của công ty anh, và tôi đã dành thời gian đưa ra những chi tiết tốt hơn để chứng minh điều tôi nói."
        }
    ],
    "suggestions": []
}