{
    "en_vn": {
        "data": {
            "content": null,
            "word": "firestorm"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>firestorm</k><blockquote>■ <cclass>noun a very intense and destructive fire (typically one caused by bombing) in which the blaze is fanned by strong currents of air drawn in from the surrounding area. </cclass></blockquote></div>",
            "word": "firestorm"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "firestorm"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "firestorm"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "firestorm"
        }
    },
    "sentences": [
        {
            "en": "Sometimes, the glitz of fashion brings on a <em>firestorm</em> of criticism.",
            "vi": "Đôi khi sự lộng lẫy của thời trang lại gây ra làn sóng chỉ trích."
        },
        {
            "en": "To avoid that reckoning, the Power Elites are choosing to debauch the dollar as a \"short - cut\" way of avoiding the political <em>firestorm</em>.",
            "vi": "Để tránh việc tính toán đó, Power Elites (những người có quyền lực cao) đang chọn cách giảm giá trị đồng đô như một \"đường tắt\" để tránh cơn bão lửa chính trị."
        },
        {
            "en": "To avoid that reckoning, the Power Elites are choosing to debauch the dollar as a \"short-cut\" way of avoiding the political <em>firestorm</em>.",
            "vi": "Để tránh việc tính toán đó, Power Elites (những người có quyền lực cao) đang chọn cách giảm giá trị đồng đô như một \"đường tắt\"để tránh cơn bão lửa chính trị."
        },
        {
            "en": "Yas' <em>m</em>.",
            "vi": "Vâng."
        },
        {
            "en": "LL <em>M</em>",
            "vi": "Thạc sĩ luật khoa"
        },
        {
            "en": "<em>M</em> day.",
            "vi": "Ngày động viên."
        },
        {
            "en": "The team roster has been rotated throughout the years with characters such as Green Arrow, Captain Atom, Captain Marvel, Black Canary, The Atom, Hawkman, <em>Firestorm</em>, Zatanna, Hawkgirl, Cyborg, Vixen, Plastic Man, and dozens of others. Sidekicks like Supergirl, Robin, Aquagirl, and Speedy tend to support their respective mentors.",
            "vi": "Danh sách của nhóm này đã được xoay quanh trong suốt những năm qua với các nhân vật như Green Arrow, Captain Atom, Captain Marvel, Black Canary, The Atom, Hawkman, Firestorm, Zatanna, Hawkgirl, Cyborg, Vixen, Plastic Man, và nhiều người khác. Những người bạn cộng sự của nhóm Liên Minh Công Lý như Supergirl, Robin, Aquagirl, và Speedy có xu hướng hỗ trợ cố vấn của mình."
        },
        {
            "en": "I '<em>m</em> afraid I' <em>m</em> disturbing you.",
            "vi": "Tôi e làm phiền ông."
        },
        {
            "en": "I '<em>m</em> tired because I' <em>m</em> overworked.",
            "vi": "Tôi mệt bởi vì tôi làm việc quá sức."
        },
        {
            "en": "\"Moscow\" started with an <em>M</em>/\"<em>M</em>\".",
            "vi": "\"Moscow\" bắt đầu bằng một chữ M/\"M\""
        },
        {
            "en": "At the University of Maryland, a Chinese student recently spoke at her graduation of what she called, and I quote, the “fresh air of free speech” in America. The Communist Party’s official newspaper swiftly chastised her. She became the victim of a <em>firestorm</em> of criticism on China’s tightly-controlled social media, and her family back home was harassed. As for the university itself, its exchange program with China — one of the nation’s most extensive — suddenly turned from a flood to a trickle.",
            "vi": "Tại Đại học Maryland, một sinh viên Trung Quốc gần đây đã phát biểu tại lễ tốt nghiệp của mình về những gì cô gọi là \"không khí trong lành của tự do ngôn luận\" ở Mỹ. Tờ báo chính thức của Đảng Cộng sản đã nhanh chóng trừng phạt cô, cô trở thành nạn nhân của một cơn bão chỉ trích gay gắt trên mạng truyền thông xã hội được kiểm soát chặt chẽ của Trung Quốc, và gia đình cô trở ở trong nước đã bị quấy nhiễu. Đối với bản thân trường đại học, chương trình trao đổi của nó với Trung Quốc - một trong những chương trình sâu rộng nhất của nước này - đột nhiên bị tắc tị."
        },
        {
            "en": "Because I '<em>m</em> mad!",
            "vi": "Vì em khùng!"
        },
        {
            "en": "hello! I '<em>m</em> hearing",
            "vi": "xin chào tôi nghe đây"
        },
        {
            "en": "Help! I '<em>m</em> stuck",
            "vi": "Cứu tôi với! Tôi bị mắc kẹt"
        },
        {
            "en": "I '<em>m</em> a banker",
            "vi": "Tôi là nhân viên ngân hàng"
        },
        {
            "en": "I '<em>m</em> a consignee.",
            "vi": "Tôi là người nhận hàng ký gửi."
        },
        {
            "en": "I '<em>m</em> a commissionaire",
            "vi": "tôi là một người gác cổng"
        },
        {
            "en": "I '<em>m</em> afraid so.",
            "vi": "Tôi e là như vậy."
        },
        {
            "en": "I '<em>m</em> a freak?",
            "vi": "Tôi là đồ dở hơi à?"
        },
        {
            "en": "I '<em>m</em> a Hindu.",
            "vi": "Tôi là người theo đạo Hin-đu."
        }
    ],
    "suggestions": []
}