{
    "en_vn": {
        "data": {
            "content": null,
            "word": "firsts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "firsts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "firsts"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "firsts"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "firsts"
        }
    },
    "sentences": [
        {
            "en": "His string of dramatic \"<em>firsts</em>\" has followed every position he has held.",
            "vi": "Tại bất cứ vị trí nào anh ta cũng mang lại những điều \"lần đầu tiên\"."
        },
        {
            "en": "The Americans, however, can claim several “<em>firsts</em>” in match technology and marketing.",
            "vi": "Tuy nhiên, người Mỹ đòi hói nhiều cái \"lần đầu tiên\" về mặt công nghệ và thị trường sản xuất diêm."
        },
        {
            "en": "The awards will honour a number of ‘<em>firsts</em>’ on Mars that include landing on the surface, undertaking an overland expedition to the Martian South Pole, undertaking an overland expedition to the Martian North Pole, climbing Olympus Mons, the highest mountain in the solar system, and descending to the bottom of Valles Marineris, the deepest canyon on Mars.    ",
            "vi": "Các giải thưởng sẽ tôn vinh một số 'đầu tiên' trên sao Hỏa bao gồm hạ cánh trên mặt đất, thực hiện một cuộc thám hiểm trên đất liền đến Nam cực Nam Cực, tiến hành một cuộc thám hiểm trên đất liền đến Bắc Cực sao Hỏa, leo Olympus Mons, ngọn núi cao nhất trong hệ mặt trời , Và xuống dưới đáy Valles Marineris, hẻm núi sâu nhất trên sao Hỏa."
        }
    ],
    "suggestions": []
}