{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fishnet"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fishnet</k><blockquote>■ <cclass>noun a fabric with an open mesh resembling a fishing net. </cclass></blockquote></div>",
            "word": "fishnet"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fishnet"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fishnet"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fishnet"
        }
    },
    "sentences": [
        {
            "en": "Mary is all done up in a silky black dress and <em>fishnet</em> stockings.",
            "vi": "Mary đã mặc một chiếc váy màu đen mượt và đôi vớ dài hình lưới đánh cá."
        },
        {
            "en": "The authors of the following photos prove us that to create something this beautiful you don’t need any special graphic tools. Just use your imagination, and the result may profoundly surprise you.\n\n\n  OMGFactsThe ultimate Lotus Pose on the beach.Ngồi tư thế toà sen trên bãi biển. zhangzishiJust a crayfish in a metal bucket. Not the crayfish trying to take over the planet Earth, as you may have thought.Chỉ là chú tép trên xô kim loại, không phải tép đang xâm lược trái đất như bạn nghĩ đâu © Rival GustavoThe Puyehue-Cordón Caulle eruption in Chile. Now that looks pretty fearsome! © Dave JankinsThe Royal Navy celebration in Great Britain. © Roman MokrovSwim into the summer! © alastarDid you know that using long exposure can create something this amazing? © Ray Collins’Catch the wave!’ Hawaii, USA. © ShutterstockWhile snorkeling in Key Largo’s coral reefs, you can meet this 8 1/2 foot sculpture of Jesus Christ. Florida, USA. © Ales Komovec / Solent / Legion-MediaOne of the worst floods in the history of Ljubljana, Slovenia. © Richard HeeksThat’s the moment! © Corey ArnoldDon’t believe your eyes if you think you’re seeing an explosion...or even an eruption. © Ivan DementievskiyA frozen birch leaf in a puddle. © Pham TyThis is how they sew <em>fishnet</em> in Vietnam. © Guillaume BuretMount Bromo is an active volcano in Indonesia. © Jeff HoweAutumn and winter meet in Colorado, USA. © Max RiveThe Northern Lights in Norway. © Abhijeet KumarA new galaxy. © Husni Che NgahAnts drinking from a ’giant’ honey sea, Malaysia. © Sherry ZhaoChiang Mai sky lantern festival, Thailand. © Anton YankovoyThe universe is ours. © Takehito MiyatakeFireflies around a small bridge over the Shimanto River, Japan. © Eduardo Lopez NegreteAll shades of gray. © Kris BoormanA 15-mile-long shadow cast by Mount Fuji. © Max EllisA sunrise in Bushy Park, London. © Taro SmithBalance and inner peace. © Roberto Sysa MoiolaWhere the Namib desert meets the sea, southern Africa.",
            "vi": "Tác giả của những bức ảnh sau cho thấy để chụp được một tấm ảnh đẹp, ta không cần một công cụ đồ hoạ nào cả. Chỉ cần sử dụng óc tưởng tượng, và kết quả có thể làm bạn bị hết sức bất ngờ. "
        }
    ],
    "suggestions": []
}