{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[fiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng xèo xèo; tiếng xì xì</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) rượu sâm banh</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xèo xèo; xì xì</td></tr></table><i/></div>",
            "word": "fizz"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fizz</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 (of a liquid) produce bubbles of gas and make a hissing sound. </blockquote></blockquote><blockquote><blockquote>2》 make a buzzing or crackling sound. </blockquote></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the quality of being fizzy. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>informal an effervescent drink, especially sparkling wine. </cclass></blockquote></blockquote><blockquote><blockquote>2》 exuberance. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: imitative; cf. <kref>fizzle</kref>. </blockquote></div>",
            "word": "fizz"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fizz</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>the mixture fizzed like mad</i>: EFFERVESCE, sparkle, bubble, froth; <cclass><i>poetic/literary</i> spume.</cclass></blockquote><blockquote><b>2</b><i>all the screens were fizzing</i>: CRACKLE, buzz, hiss, fizzle, crepitate.</blockquote><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the fizz in champagne</i>: EFFERVESCENCE, sparkle, fizziness, bubbles, bubbliness, gassiness, carbonation, froth.</blockquote><blockquote><b>2</b><cclass><i>(informal)</i><i>they all had another glass of fizz</i>: SPARKLING WINE, champagne; <cclass><i>informal</i> bubbly, champers, sparkler.</cclass></cclass></blockquote><blockquote><b>3</b><cclass><i>(informal)</i><i>their set is a little lacking in fizz</i>: EBULLIENCE, exuberance, liveliness, life, vivacity, animation, vigour, energy, verve, dash, spirit, sparkle, zest; <cclass><i>informal</i> pizzazz, pep, zip, oomph.</cclass></cclass></blockquote><blockquote><b>4</b><i>the fizz of the static</i>: CRACKLE, crackling, buzz, buzzing, hiss, hissing, white noise; <cclass><i>poetic/literary</i> susurration.</cclass></blockquote></div>",
            "word": "fizz"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fizz"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rò (rỉ) khí</font></td></tr></tbody></table></div>",
            "word": "fizz"
        }
    },
    "sentences": [
        {
            "en": "<em>Fizz</em> is fantastic!",
            "vi": "Bột giặt frizz tuyệt vời!"
        },
        {
            "en": "New '<em>Fizz</em>' of course.",
            "vi": "Đương nhiên là bột giặt fizz rồi."
        },
        {
            "en": "You washed these clothes in new '<em>Fizz</em>'!",
            "vi": "Bà giặt chúng bằng bột giặt fizz à?"
        },
        {
            "en": "<em>Fizz</em> is best at the launderette too!",
            "vi": "Fizz cũng là loại bột giặt tốt nhất ở các tiệm giặt tự phục vụ."
        },
        {
            "en": "You washed these clothes in new \"<em>Fizz</em>\" powder?",
            "vi": "Bạn giặt chúng bằng bột giặt Fizz phải không?"
        },
        {
            "en": "Mrs. Campbell is going to wash this pile of clothes in new \"<em>Fizz</em>\" detergent.",
            "vi": "Bà Campbell sắp giặt đống quần áo này bằng bột giặt Fizz mới."
        },
        {
            "en": "When people write '<em>fizz</em>' it is usually code for 'you're not getting Champagne'.",
            "vi": "Khi mọi người viết 'fizz' thì thường có ý là \"sẽ không có rượu sâm banh đâu\"."
        },
        {
            "en": "I 've washed these clothes in \"<em>Fizz</em>\" and those clothes in the other powder.",
            "vi": "Tôi giặt những thứ quần áo này bằng bột giặt Fizz và những thứ quần áo kia bằng bột giặt khác."
        },
        {
            "en": "Well, i've washed these clothes in '<em>Fizz</em>' and those clothes in the other powder.",
            "vi": "Tôi giặt những thứ quần áo này bằng bột giặt fizz và những thứ kia bằng bột giặt khác."
        },
        {
            "en": "I've washed these clothes in \"<em>Fizz</em>\" and those clothes in the other powder.",
            "vi": "Tôi giặt những thứ quần áo này bằng bột giặt Fizz và những thứ quần áo kia bằng bột giặt khác."
        },
        {
            "en": "Close the door securely, and put '<em>Fizz</em>' into the soap compartment.",
            "vi": "Đóng cửa an toàn rồi cho bột giặt fizz vào ngăn xà bông."
        },
        {
            "en": "The phosphoric acid that makes fizzy drinks <em>fizz</em> actually eats away at bone, making it more porous.",
            "vi": "A - xít phosphoric làm cho thức uống có gas có tiếng kêu xì xì thực sự phá huỷ dần dần xương, làm xương xốp hơn."
        },
        {
            "en": "The phosphoric acid that makes fizzy drinks <em>fizz</em> actually eats away at bone, making it more porous.",
            "vi": "A-xít phosphoric làm cho thức uống có gas có tiếng kêu xì xì thực sự phá huỷ dần dần xương, làm xương xốp hơn."
        },
        {
            "en": "Mrs. Campbell is going to wash this pile of clothes in new \"<em>Fizz</em>\" detergent, and that pile in another well - known washing powder.",
            "vi": "Bà Campbell sắp giặt đống quần áo này bằng bột giặt Fizz mới và chồng quần áo kia bằng một loại bột giặt nổi tiếng khác."
        },
        {
            "en": "Mrs Campbe l's going to wash this pile of clothes in new '<em>Fizz</em>' detergent, and that pile in another well-known washing powder.",
            "vi": "Bà campbel sắp giặt chồng quần áo này bằng một giặt fizz mới và chồng quần áo kia bằng một loại bột giặt nổi tiếng khác."
        },
        {
            "en": "Mrs. Campbell is going to wash this pile of clothes in new \"<em>Fizz</em>\" detergent, and that pile in another well-known washing powder.",
            "vi": "Bà Campbell sắp giặt đống quần áo này bằng bột giặt Fizz mới và chồng quần áo kia bằng một loại bột giặt nổi tiếng khác."
        },
        {
            "en": "Her mother <em>Fizz</em> Girl holds the previous world record at six inches that she set in 2012 - if it is verified, then Pixel will be the shortest cat to have ever lived.",
            "vi": "Kỷ lục thế giới trước đây thuộc về mẹ của chú, tên là Fizz Girl, cao 6 inches, được thiết lập hồi năm 2012 - nếu được xác nhận thì Pixel sẽ trở thành chú mèo lùn nhất thế giới từ trước đến nay."
        },
        {
            "en": "Any 'invite' (Non-U) that promises '<em>fizz</em> on arrival' should be very swiftly torn up before you enter into fits of hysteria as to why your name is on a list where people think you'd be enticed by such an offer.",
            "vi": "Bất kỳ 'lời mời' (invite) (từ Non-U) nào hứa hẹn \"fizz on arrival\" (rượu sâm banh đang đến) phải nhanh chóng bị loại bỏ trước khi bạn trở nên hoang mang vì lý do là tại sao tên của bạn nằm trong danh sách mà mọi người nghĩ rằng bạn có lời đề nghị như vậy."
        },
        {
            "en": "My thoughts on Prosecco and cava have been well documented before, but if your taste or budget doesn't allow for the grander Champagne then don't make it doubly worse by using a euphemism like '<em>fizz</em>'. Again, we return to the rule of calling a spade a spade.",
            "vi": "Những suy nghĩ của tôi về Prosecco (rượu vang Ý) và cava (rượu vang Tây Ban Nha) đã được dẫn chứng rõ ràng trước đây, nhưng nếu khẩu vị hoặc ngân sách của bạn không đủ cho rượu vang thì đừng làm cho nó trở nên tồi tệ hơn bằng cách sử dụng một từ lóng như 'fizz'. Một lần nữa, chúng ta quay trở lại với quy luật nói toạc móng heo."
        },
        {
            "en": "Health Risks from Drinking Soda     \nToo much soda drinking poses extra risks for women.\n  By Melanie Haiken, Caring.com  At a picnic this weekend, I listened as an extended family member nagged at kids to stay away from the cola and other types of soda pop being served. \"They rot your teeth,\" one grandmother admonished her grandkids. But she herself was drinking a big glass of Diet Pepsi, and didn't seem aware of the irony of her pronouncement: It's actually older women who are most at risk of health problems from drinking cola and other fizzy soft drinks.  Every six months or so, it seems, a new warning comes out about the dangers of drinking too much soda. And you may feel you've heard it all. But a couple of new studies have led experts to begin calling for a public health campaign to warn women about cola consumption.  Women are at greater risk of osteoporosis, or bone thinning, as they get older. Most of us already know that. But many people don't realize that drinking a lot of cola and other soft drinks increases osteoporosis risk - or causes the disease to progress faster. The phosphoric acid that makes fizzy drinks <em>fizz</em> actually eats away at bone, making it more porous.  This news has been known for a while. But now scientists are sounding the alarm that soft drinks weaken muscles as well as bones. According to a new study published in the June 2009 issue of International Journal of Clinical Practice, drinking large amounts of cola (the study focused on people who drank two quarts or more a day) causes potassium levels in the blood to fall, which can lead to a severe deficiency. And potassium deficiency, as athletes know, makes you feel weak and dizzy, and causes muscles to atrophy.  Researchers aren't sure yet exactly how soft drinks are causing the potassium deficiency; they theorize that flooding the kidneys with caffeine and sugar causes them to filter out too much potassium from cells. This is a dangerous double whammy for older women, who have a higher risk of falling and hip fracture than men do.  Of course, the real message health and nutrition experts are trying to convey is that we need more calcium and other bone - and muscle - building nutrients in our bodies, and fewer empty calories. To get you started, check out this list of great ways to sneak calcium into your diet.  So what to do when soda's out but you're thirsty and milk just won't cut it? Try water, lemonade, or iced tea - with milk.",
            "vi": "Health Risks from Drinking Soda    Uống sô đa quá nhiều gây tăng nguy cơ cho phụ nữ. Melanie Haiken, Caring.com Ở một chuyến cắm trại vào cuối tuần này, tôi nghe một người trong một đại gia đình mắng lũ trẻ không được uống cola và các thức uống có gas được mang theo. \"Chúng làm sâu răng của con, \" một người bà cảnh báo cháu của mình. Nhưng bản thân bà ấy đang uống một ly lớn Pepsi dành cho người ăn kiêng, và không có vẻ nhận thức được sự mỉa mai trong lời tuyên bố của bà: Thật sự thì phụ nữ lớn tuổi dễ gặp nguy cơ về các vấn đề sức khoẻ nhất do uống cola và các loại nước giải khát có gas khác. Cứ khoảng sáu tháng một lần hay cỡ đó, sẽ có một lời cảnh báo mới về những nguy hiểm của việc uống quá nhiều sô đa. Và bạn có thể cảm thấy bạn đã nghe tất cả các chuyện đó. Nhưng một vài nghiên cứu mới đã khiến các chuyên gia bắt đầu kêu gọi một cuộc vận động y tế cộng đồng để cảnh báo phụ nữ về việc tiêu thụ cola. Phụ nữ sẽ gặp nguy cơ lớn mắc bệnh loãng xương, hoặc xương mỏng, khi họ già đi. Hầu hết mọi người đã biết thế. Nhưng nhiều người không nhận ra rằng uống nhiều cola và các thức uống giải khát có gas khác làm tăng nguy cơ mắc bệnh loãng xương - hoặc làm cho căn bệnh này tiến triển nhanh hơn. A-xít phosphoric làm cho thức uống có gas có tiếng kêu xì xì thực sự phá huỷ dần dần xương, làm xương xốp hơn. Thông tin này đã được biết một thời gian. Nhưng bây giờ các nhà khoa học đang rung chuông báo động là nước giải khát cũng làm yếu cơ tương tự như làm yếu xương. Theo nghiên cứu mới công bố trong số tháng sáu năm 2009 của Tạp chí Quốc tế về Điều trị Lâm sàng, việc uống lượng lớn cola (nghiên cứu tập trung vào những người uống hai ga-lông hoặc hơn trong một ngày) làm giảm mức ka-li trong máu, có thể dẫn đến thiếu ka-li nặng. Và sự thiếu ka-li, như những vận động viên đã biết, làm bạn cảm thấy yếu và chóng mặt, cũng như gây teo cơ. Các nhà  khoa học chưa biết chính xác làm thế nào mà nước giải khát gây ra thiếu ka-li; họ đưa ra giả thuyết rằng các loại nước đó làm thận bị ứ với cà-phê-in và đường khiến cho thận phải lọc ra quá nhiều ka-li từ các tế bào. Điều này nguy hiểm gấp đôi đối với phụ nữ lớn tuổi, những người có nguy cơ cao hơn khi bị té ngã và gãy xương hông so với nam giới. Tuy nhiên, thông điệp thực sự mà các chuyên gia sức khỏe và dinh dưỡng đang cố truyền đạt là chúng ta cần có thêm các chất dinh dưỡng tạo xương và cơ trong cơ thể của chúng ta, và ít ca-lo rỗng. Để bắt đầu, bạn hãy kiểm tra danh sách các cách tuyệt vời để bổ sung chất vôi vào chế độ ăn uống của bạn. Vậy những gì cần làm khi tránh uống sô đa, nhưng bạn khát và sữa không làm bạn hết khát được? Hãy thử uống nước lọc, nước chanh, hay trà đá - với sữa."
        }
    ],
    "suggestions": []
}