{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fleiki]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có bông (như) tuyết</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dễ bong ra từng mảnh</td></tr></table><i/></div>",
            "word": "flaky"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flaky</k><blockquote>■ <cclass>adjective (<cclass><b>flakier</b>, <cclass><b>flakiest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 breaking or separating easily into flakes. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal, <cclass>chiefly N. Amer. unconventional or eccentric. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>3》 <cclass>informal unreliable. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>flakiness</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>flakily</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "flaky"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>flaky</k><blockquote>▸ <cclass>adjective FLAKING, peeling, scaly, blistering, scabrous.</cclass></blockquote></div>",
            "word": "flaky"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flaky"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dạng vảy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">flaky fracture</font><font color=\"#282828\">: vết vỡ dạng vảy</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có bông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có dạng phiến</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có dạng vảy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky aggregate</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cốt liệu hạt dẹt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky fracture</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ thiết bị dừng sóng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky fracture</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ thiết bị triệt sóng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky fracture</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vết vỡ dạng vẩy</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky ice</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đá mảnh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky ice</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đá vảy</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flaky texture</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cấu tạo vảy</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "flaky"
        }
    },
    "sentences": [
        {
            "en": "This table has <em>flaky</em> paintwork.",
            "vi": "Cái bàn này bị tróc sơn rồi."
        },
        {
            "en": "The window has <em>flaky</em> paintwork.",
            "vi": "Cái cửa sổ có lớp sơn bị tróc."
        },
        {
            "en": "I hate my <em>flaky</em> skin.",
            "vi": "Tôi ghét cái làn da bị bong tróc của mình."
        },
        {
            "en": "She likes <em>flaky</em> chocolates so much.",
            "vi": "Cô ấy rất thích những miếng sô-cô-la nhỏ."
        },
        {
            "en": "Her favourite cake is <em>flaky</em> pastry.",
            "vi": "Loại bánh yêu thích của cô ấy là bánh nướng nhiều lớp."
        },
        {
            "en": "<em>Flaky</em>, Dry skin? Have I got something for you!",
            "vi": "Da khô, bong ra từng mảnh? Tôi có một thứ cho bạn!"
        },
        {
            "en": "For example, perhaps the R & D manager just described views marketers as <em>flaky</em> and un empirical.",
            "vi": "Chẳng hạn, có lẽ trưởng phòng r & d vừa kể trên xem những người làm tiếp thị như bạn là lãng tử và không có chiều sâu."
        },
        {
            "en": "Ma a cut large slices of <em>flaky</em> white fish, without one bone, for Laura and Mary.",
            "vi": "Mẹ lạng những miếng cá lớn từ những con cá trắng như tuyết không có một cọng xương nào dành cho Laura và Mary."
        },
        {
            "en": "Many people prefer to buy the <em>flaky</em> pastries at a bakery.",
            "vi": "Nhiều người thích mua bánh nướng nhiều lớp ở lò bánh mì hơn."
        },
        {
            "en": "If you are using a traditional alcohol-based hand sanitizer, then it’s likely the skin on your hands is a bit more worn than the rest of your body. This is because alcohol is a skin irritant, which disrupts your natural oil production causing both dry and <em>flaky</em> skin.",
            "vi": "Nếu bạn đang sử dụng dung dịch nước rửa tay truyền thống có chứa cồn, thì điều này có khả năng làm da tay của bạn hơi mỏng hơn những phần còn lại trên cơ thể. Điều này là do cồn là chất kích ứng da, ngăn việc sản sinh ra lượng dầu tự nhiên làm cho da bị khô và bong tróc."
        },
        {
            "en": "If you've ever had dandruff, with its easily seen white flakes, you probably know that it can be a little embarrassing. This is especially true for kids and teenagers, who may already be self-conscious about their looks. Fortunately, dandruff is harmless and can almost always be controlled, often with simple over-the-counter remedies. About dandruff Dandruff is another name for a condition called seborrheic dermatitis, or seborrhea, specifically seborrhea that occurs on the scalp. It's a very common condition in kids and adults alike, regardless of age or race. Dandruff causes <em>flaky</em>, white, or yellowish skin to form on the scalp and other oily parts of the body. Other areas that can get seborrhea include the eyebrows, eyelids, ears, crease of the nose, back of the neck, armpits, groin, and bellybutton. In some cases, dandruff can cause redness in the affected area and may appear crusty and start to itch, sometimes pretty badly. On rare occasions, dandruff can even lead to hair loss if it isn't treated. Any lost hair should grow back once the dandruff is treated, though. Dandruff is not contagious or an indication of poor hygiene, and it often can be controlled by daily shampooing with a gentle shampoo. In more severe cases, a doctor may recommend a medicated shampoo or cream. Causes The exact cause of seborrhea isn't known, although some researchers believe it can be caused by an overproduction of skin oil (sebum) in the oil glands and hair follicles. A type of yeast (fungus) called malassezia can grow in the sebum along with bacteria. This may be another factor in the development of seborrhea. The flakes associated with dandruff sometimes can be caused by conditions other than seborrhea, including:      * dry skin, such as the kind caused by cold, dry winter air     * other skin conditions like eczema, acne, or psoriasis that can cause dead skin cells to build up on the scalp     * shampooing too often or not often enough     * using hair-care products or hair dye that leave a dry, <em>flaky</em> residue or having a bad reaction to these products Dandruff often runs in families and the risk of dandruff can be increased by certain biological factors, such as being a man, being overweight, having oily skin, or having a neurological condition such as Parkinson's disease or a condition like HIV (human immunodeficiency virus) that harms the body's immune system. Symptoms Often, the first symptom someone with dandruff will notice are white flakes of dead skin in the hair or on the shoulders. The scalp may also become itchy and scaly. Other signs of seborrhea:     * dry, <em>flaky</em> skin that gets worse in cold weather     * dry skin on the face, forehead, ears, or eyebrows     * <em>flaky</em> skin on the chest or other parts of the body      * greasy or oily areas of skin on the scalp or other parts of the body     * mild redness in the affected area     * temporary hair loss When to call the doctor Most cases of dandruff won't require a doctor's visit and can be treated with special dandruff shampoos available without a prescription. But if your child's dandruff doesn't get better after a few weeks of using dandruff shampoo, or if the skin becomes red or swollen, you should contact your doctor. Also call if your child's seborrhea gets worse, spreads to other parts of the body, or causes hair loss. Treatment Many cases of mild dandruff can be treated just by shampooing every day with a gentle shampoo. This will reduce oiliness and keep dead skin cells from building up. Moderate cases of dandruff usually can be treated with an over-the-counter dandruff shampoo. Many types are available and not every one works for every person, so you may need to experiment until you find the one that works for your child. The different types of dandruff shampoos include:     * Selenium sulfide shampoos. These help slow the rate at which skin cells die and may combat the fungus that can cause seborrhea.     * Tar-based shampoos. Made from coal tar, these also slow down the rate at which skin cells die and flake off.     * Zinc pyrithione shampoos. These tackle the fungus on the scalp that can cause seborrhea.     * Salicylic acid shampoos. These help remove <em>flaky</em> skin from the scalp but may leave it dry, which can lead to more flaking.     * Ketoconazole shampoos. These shampoos, available in stronger doses with a prescription, are designed to reduce fungus on the scalp. At first, kids with dandruff may need to use one of these shampoos every day to get their dandruff under control. After that, they can generally cut back to once or twice a week. Have your child massage the shampoo into his or her scalp and let it sit for at least 5 minutes before rinsing it out. After the dandruff shampoo has been rinsed away, kids can use regular shampoo or conditioner. If your child's dandruff doesn't respond to over-the-counter dandruff shampoos, or if seborrhea develops in places other than the scalp, talk to a doctor. You may need to get your child a prescription-strength shampoo or an antifungal lotion or cream containing steroids. After treatment, some people will notice that areas of skin that had seborrhea will be lighter in color than the rest of their skin. This is more common in those with darker skin. This color difference will fade over time and the skin's color will eventually return to normal. Dandruff is a chronic condition, meaning it can't be cured, but it can almost always be kept under control. Once it's under control, it's usually impossible to detect.                ",
            "vi": "Nếu bạn từng bị gàu, với nhiều vảy trắng dễ thấy thì bạn chắc cũng biết gàu có thể gây ngượng đôi chút. Điều này đặc biệt đúng với trẻ nhỏ và thanh thiếu niên, có thể đã tự ý thức được vẻ bề ngoài của mình rồi.    May là, gàu không có hại gì và hầu như lúc nào cũng có thể kiểm soát được, thường chỉ sử dụng các loại thuốc mua tự do không theo toa.  Tìm hiểu về gàu Gàu là một tên gọi khác của chứng viêm da do tiết quá nhiều bã nhờn, hoặc chứng tăng tiết bã nhờn, nhất là tăng tiết bã nhờn xảy ra trên da đầu. Đây là chứng bệnh rất thường thấy ở trẻ nhỏ cũng như người lớn, bất kể là tuổi tác hay chủng tộc gì đi nữa.  Gàu làm cho da đầu và nhiều phần da nhờn khác trên cơ thể bong tróc vảy trắng hoặc hơi vàng. Các vùng khác có thể bị chứng tăng tiết bã nhờn như lông mày, mí mắt, tai, nếp gấp ở mũi, sau cổ, nách, háng, và lỗ rốn.  Trong một số trường hợp thì gàu có thể gây ửng đỏ ở vùng bệnh và có thể xuất hiện vảy cứng và bắt đầu ngứa ngáy khó chịu, đôi khi cũng khá nặng. Ở một số trường hợp hiếm thấy, gàu có thể thậm chí còn làm rụng tóc nếu không được chữa trị. Tuy nhiên thì khi gàu đã được trị thì tóc sẽ mọc trở lại.   Gàu không lây lan hoặc không là dấu hiệu cho thấy tình trạng vệ sinh kém, và thường có thể kiểm soát được bằng việc gội đầu hằng ngày với dầu gội đầu nhẹ dịu. Ở một số trường hợp nghiêm trọng hơn thì bác sĩ có thể cho thuốc gội đầu hoặc kem thoa đầu.  Nguyên nhân gây ra gàu Người ta vẫn chưa biết rõ nguyên nhân gây tăng tiết bã nhờn, mặc dù vậy một số nhà nghiên cứu cho rằng gàu có thể là do tiết nhờn trên da (bã nhờn) ở tuyến nhờn và nang lông (nang tóc) quá nhiều. Loại nấm malassezia (nấm gây nhiễm trên bề mặt da) có thể phát triển trong bã nhờn với vi khuẩn. Đây có lẽ là một yếu tố khác góp phần làm cho bã nhờn tiết nhiều hơn.  Vảy gàu đôi khi có thể do một số bệnh khác gây ra ngoài tình trạng tăng tiết bã nhờn, như:  * khô da, chẳng hạn như do không khí lạnh và khô hanh của mùa đông gây ra * các bệnh về da khác chẳng hạn như chàm, mụn trứng cá, hoặc vảy nến có thể làm cho tế bào da chết tăng sinh trên da đầu  * gội đầu quá nhiều lần hoặc không gội đầu đủ * sử dụng các sản phẩm chăm sóc tóc hoặc thuốc nhuộm tóc sinh bã khô, bong vảy hoặc gây phản ứng xấu với những sản phẩm đó Gàu thường lây lan trong gia đình và nguy cơ gàu có thể tăng do một số yếu tố sinh học nào đó, chẳng hạn như giới tính nam, béo phì, có da nhờn, hoặc bị bệnh thần kinh như bệnh liệt rung hoặc HIV (vi-rút HIV) có thể gây hại đến hệ miễn dịch của cơ thể. Các triệu chứng gàu Thông thường thì triệu chứng đầu tiên của người bị gàu sẽ thấy đó là nhiều mảng da chết bong tróc màu trắng trên tóc hoặc trên vai. Da đầu cũng có thể trở nên bong vảy và ngứa ngáy khó chịu.  Những dấu hiệu tăng tiết bã nhờn khác là:  * da bong tróc và khô hơn khi trời lạnh * da mặt, trán, tai, hoặc lông mày bị khô * da bong tróc ở ngực hoặc ở nhiều vùng khác trên cơ thể * nhiều vùng nhờn trên da đầu hoặc ở các vùng khác trên cơ thể  * da hơi ửng đỏ ở vùng nổi gàu  * xảy ra tình trạng rụng tóc tạm thời Khi nào nên gọi điện cho bác sĩ  Hầu hết các trường hợp gàu đều không cần phải đến khám bác sĩ và có thể điều trị bằng các dầu gội đầu trị gàu đặc biệt mà không cần theo toa.  Nhưng nếu tình trạng gàu của con bạn không tiến triển sau một vài tuần sử dụng dầu gội trị gàu, hoặc nếu da trở nên đỏ hoặc sưng phù thì bạn nên liên hệ với bác sĩ. Bên cạnh đó, bạn cũng nên gọi điện cho bác sĩ nếu chứng tăng tiết bã nhờn của con mình ngày càng nhiều hơn, làm lan sang các bộ phận khác trên cơ thể, hoặc làm rụng tóc.  Điều trị gàu  Nhiều trường hợp gàu nhẹ có thể điều trị chỉ bằng cách gội đầu hằng ngày với dầu gội nhẹ dịu. Việc này sẽ làm giảm nhờn và ngăn không cho tế bào da chết phát triển.  Các trường hợp gàu trung bình thường có thể điều trị bằng dầu gội trị gàu mua tự do không theo toa. Hiện có nhiều loại dầu gội và không phải loại nào cũng có tác dụng giống nhau với tất cả mọi người, vì vậy bạn có lẽ cần nên thử nghiệm cho đến khi tìm ra được loại dầu gội thích hợp cho con của mình.  Có nhiều loại dầu gội trị gàu khác nhau như:  * Dầu gội chứa Xê-len xun-phuya. Những loại dầu gội này giúp làm chậm tốc độ tế bào da chết và có thể diệt được nấm có thể làm tăng tiết bã nhờn. * Dầu gội chứa hắc ín. Được làm từ nhựa than đá, các loại dầu gội này cũng có tác dụng làm chậm tốc độ tế bào da chết và bong tróc.  * Dầu gội chứa pyrithione kẽm. Những loại dầu gội này có thể giúp ngăn nấm gây tăng tiết bã nhờn trên da đầu.  * Dầu gội chứa a-xít xa-li-xi-lic. Những loại dầu gội này giúp làm sạch mảng da bong tróc ra khỏi da đầu nhưng có thể làm cho da đầu bị khô, có thể dẫn đến tình trạng bong tróc nhiều hơn.  * Dầu gội chứa Ketoconazole. Những loại dầu gội này được kê toa với liều cao hơn, được chế tạo nhằm làm giảm nấm trên da đầu.  Ban đầu, trẻ bị gàu có thể cần phải được sử dụng hằng ngày một trong những loại dầu gội này để kiểm soát tình trạng gàu của mình. Sau đó, thường thì trẻ có thể giảm xuống còn 1 đến 2 lần/ tuần. Bạn nên cho trẻ mát-xa dầu gội lên da đầu và để yên ít nhất trong 5 phút trước khi gội sạch. Sau khi đã dội sạch dầu gội trị gàu, trẻ có thể sử dụng loại dầu gội hoặc dầu dưỡng tóc bình thường của mình.  Nếu tình trạng gàu của con bạn không đáp ứng với các loại dầu gội trị gàu mua tự do không theo toa, hoặc nếu bã nhờn tiết ra nhiều hơn ở những vùng ngoài da đầu thì bạn nên nói chuyện với bác sĩ. Bạn cũng có thể cần cho con mình một loại dầu gội theo toa mạnh hoặc một thứ kem dưỡng da diệt nấm hoặc một loại kem có chứa xtê-rô-ít nào đó. Sau khi điều trị, một số người sẽ phát hiện thấy nhiều vùng da bị tăng tiết bã nhờn sẽ có màu sáng hơn ở những vùng da khác. Hiện tượng này thường thấy nhiều hơn ở những người da đen hoen. Sự khác biệt màu sắc này sẽ phai đi dần dần và màu da cuối cùng cũng sẽ trở về bình thường.  Gàu là chứng bệnh mãn tính, có nghĩa là không thể chữa lành được, nhưng hầu như lúc nào cũng có thể kiểm soát được. Khi đã kiểm soát được gàu thì thường người ta không dễ phát hiện ra nó.   "
        },
        {
            "en": "Are you a teen in need of some skin care tips? Is your face dry, oily, normal, or a combination? Maybe you've had an experience like 15-year-old \"Cristina\" (not her real name). She used a popular lotion on her skin for weeks before realizing that it clogged her facial pores, causing a full acne outbreak. She was relieved to learn how to clean her skin effectively and now uses a moisturizer for her dry skin that does not trigger acne. This slideshow of pictures offers skin-care tips to help teenage girls achieve the best results for their skin. What's your skin type? Before you can care for your skin and keep it healthy, you need to identify your skin type. The four main types of skin are normal, dry, oily, and combination. Let's take a look at each on the following slides. 1. Normal skin care Normal skin has an smooth skin tone, soft texture, and no visible blemishes, red spots, or <em>flaky</em> patches. Pores are barely visible, and the skin surface is neither greasy nor dry. Normal skin has few imperfections because of the balanced amount of water and oil and good blood circulation. If your skin is normal, wash your face two to three times each day with mild cleanser or plain soap and water to remove dirt and sweat. 2. Dry skin care Dry skin is dull, rough, scaly, and itchy, with almost invisible pores. Dry skin is usually caused by an abnormal shedding of cells from the skin's outer layer. In normal situations, lubrication from the body's natural oils helps to prevent water loss from the skin. If you have dry skin, wash your face daily with a mild cleanser. This will help prevent your skin from becoming drier. Moisturize with a non-perfumed, non-alcohol-containing lotion after washing. Also, limit very hot showers, high temperatures, and low humidity, which rob your skin of moisture. Even using soap and excessive washing or scrubbing of the skin increases dryness. Many teens have drier skin during the winter months, when humidity is low and heaters make air in enclosed rooms hot and dry. If your skin is very dry, take a warm bath for about 20 minutes. Avoid using soap or other drying products. When you get out of the tub, pat your body dry, then rub mineral oil (found at most supermarkets and drugstores) or a non-perfumed, non-alcohol containing lotion all over your skin. Pat your skin dry again. The oil or lotion helps to lock in healing moisture, keeping skin supple and soft.  3. Oily skin care Oily skin is acne-prone skin with open pores, a shiny complexion, blackheads, and pimples. Because hormones affect oil production, anything that affects your hormone levels may influence your skin. Some experts believe that stress, such as from exams, may trigger outbreaks of acne. Many teens know that acne in itself creates added stress! To keep oily skin clean, wash your face a three times a day with plain soap and water. If you need to cleanse your face at school, use an over-the-counter cleansing pad that helps dissolve excess oil and removes dirt from the skin surface. If you have pimples, never pop or squeeze them, which can spread the inflammation and worsen acne. Use cosmetics and other facial products that are \"noncomedogenic,\" meaning they do not clog pores. Keep your hair off your face, and wash your hair daily to reduce oil. 4. Normal/combination skin care With normal/combination skin, you might have an oily \"T-Zone\" (forehead, nose, and chin) and dry skin elsewhere. The pores on your face are large, and the skin tends to have blackheads. Normal/combination skin can be either overly dry or excessively oily, while cheeks may appear rough. Depending on the time of year, the oiliness and dryness can change, too. The skin is usually drier when the weather is cold. If you have normal/combination skin, wash your face two or three times a day with plain soap and water to remove the excess oil. Moisturize dry areas, but not oily areas. Best practices Here are four simple steps to keep your teenage skin clean and healthy. 1.    Cleanse It's important to cleanse your skin daily to remove dirt, oil, and dead skin flakes. Washing your skin also rids the skin of excess oil, which can prevent acne. If you have oily or normal/combination skin, use a daily cleanser that contains salicylic acid. This ingredient is used in many popular \"acne washes\" such as the Neutrogena products. Salicylic acid controls oil production and increases hydration. A cleanser containing glycolic acid can help rid skin of dead cells. It's useful for teens who can't tolerate prescription retinoid creams (like Retin-A and Renova). Read the label to see if your cleanser contains these ingredients. To remove eye makeup, especially waterproof mascara, there are products specifically formulated for the eye area. But some gentle facial cleansers can effectively remove eye and facial makeup, as well as cleanse the skin. Choose products that are fragrance-free to avoid irritating the eye area. 2. Hydrate/Moisturize When you hydrate your skin, you simply add water, such as when washing your face or taking a bath. To moisturize your skin, you add water, oil, or both. For most skin types, you should moisturize skin morning and evening, using a moisturizer that does not trigger a skin problem. Never put heavy cream on oily skin that is prone to breakouts. For oily skin, the moisturizer should be oil-free, but have hydrating qualities. Always apply moisturizers after cleansing and hydrating your skin.  3. Treat Many teens need to treat skin conditions such as acne, which occurs when pores on the surface of the skin become clogged. This happens when oil glands produce too much oil, and pores get blocked with dirt, bacteria, and debris. Sometimes, moisturizers and greasy cosmetics contribute to the development of acne. Oils or dyes in hair products can worsen acne by blocking pores. While soaps and astringents remove oil from the skin, they don't alter the oil production. Scrubbing the skin sometimes causes irritation, which triggers acne instead of resolving it. Skin products containing benzoyl peroxide may help to treat mild acne if you use sparingly (once daily in the evening) on oily areas of the face -- forehead, chin, nose, and cheeks -- not just where you notice pimples. Some of these products can cause the skin to become too dry if overused. If you feel stinging or burning, rinse your skin with mild soap and water. Try the topical benzoyl peroxide again the next day. Be aware that you must use benzoyl peroxide daily for a least a month before you'll see the full effect. You have to be a bit patient.  4. Protect After cleansing your skin, protect it daily from the sun and other environmental factors. Use a moisturizer or foundation with a sunscreen of SPF of 15 or higher (depending on your skin pigmentation or color). Wearing sunscreen daily and avoiding the sun's peak ultraviolet rays (from 10 a.m. until 4 p.m. daily) may provide some protection against premature aging and skin cancer. Why moisturize skin? Water is an essential part of healthy skin. Normally, hydration moves from the inside of the skin to the outer layer. When skin lacks hydration, it becomes dry and <em>flaky</em>. Without adequate moisture, skin looks dry and dull. During winter, the icy outdoor air and blasts of heat from the furnace make things worse. You can compensate for these \"moisture robbers\" by using over-the-counter moisturizers. A moisturizer is a product that functions to increase the water content of the skin's top layer. Choose a moisturizer that includes a broad-spectrum sunscreen to help protect your skin from the sun's rays. If you have sensitive skin, avoid moisturizers with added fragrance. When should I call a doctor about my skin? No matter what your skin type, if you are unsure how to treat acne or other skin problems, talk to your primary health-care provider or a dermatologist. Treating your skin properly each day is the key to avoiding more serious skin problems.            ",
            "vi": "Có phải bạn đang cần một số bí quyết chăm sóc da không?  Da mặt của bạn khô, nhờn, bình thường, hay hỗn hợp? Có lẽ bạn cũng đã có kinh nghiệm giống như cô bé \"Cristina\" 15 tuổi đây (không phải tên thật của cô ấy đâu). Cô đã dùng một loại kem dưỡng da nổi tiếng nhiều tuần trước khi phát hiện ra loại kem đó làm bít lỗ chân lông trên mặt và gây nổi mụn trứng cá dày đặc. Cô ấy đã cảm thấy nhẹ nhõm khi biết cách làm sạch da hiệu quả và hiện cô đang sử dụng kem giữ ẩm cho da khô không gây mụn.  Các khung hình dưới đây chia sẻ những bí quyết chăm sóc da nhằm giúp các bạn gái tuổi teen có được kết quả tốt nhất đối với da của mình.  Da của bạn thuộc loại gì?  Trước khi có thể chăm sóc cho da và giữ cho da khỏe mạnh, bạn cần nên xác định da mình thuộc loại nào. Có 4 loại da chính là da thường, da khô, da nhờn (da dầu), và da hỗn hợp. Hãy quan sát từng loại da một ở những khung hình dưới đây.  1. Chăm sóc da thường  Da thường mượt mà, mềm mại, và không thấy khuyết điểm, không có đốm đỏ, hoặc những mảng bong vảy. Lỗ chân lông mịn, khó thấy, và bề mặt da không nhờn cũng chẳng khô. Da thường rất ít khuyết điểm bởi lượng nước và dầu đều cân bằng và tuần hoàn máu tốt.    Nếu da bạn là da thường thì mỗi ngày bạn nên rửa mặt sạch sẽ từ 2 đến 3 lần bằng chất tẩy rửa nhẹ hoặc xà phòng nhẹ dịu và nước để lấy đi bụi bẩn và mồ hôi.  2. Chăm sóc da khô Da khô xỉn màu, thô ráp, tróc vảy, và ngứa kèm với lỗ chân lông hầu như không thấy rõ. Da khô thường do bong tróc bất thường các tế bào của lớp da ngoài cùng. Trong những trường hợp bình thường thì việc bôi trơn bằng chất nhờn tự nhiên của cơ thể sẽ giúp ngăn không cho da mất nước. Nếu da bạn là da khô thì bạn nên rửa mặt hằng ngày bằng chất tẩy rửa nhẹ. Điều này sẽ giúp cho da không bị khô thêm. Làm ẩm da bằng kem dưỡng không mùi, không cồn sau khi tắm. Bên cạnh đó, bạn nên hạn chế tắm nước quá nóng, nhiệt độ cao, và độ ẩm thấp, những thứ này sẽ làm cho da bạn mất đi độ ẩm. Thậm chí việc sử dụng xà phòng và tắm rửa nhiều quá hoặc cọ xát da cũng làm cho da khô hơn. Nhiều bạn tuổi teen bị khô da hơn trong những tháng mùa đông, khi mà độ ẩm xuống thấp và lò sưởi làm cho không khí trong phòng kín trở nên nóng và khô. Nếu da của bạn thuộc loại rất khô thì bạn nên tắm nước ấm khoảng chừng 20 phút. Nên tránh sử dụng xà phòng hoặc các sản phẩm làm khô da khác. Khi ra khỏi bồn tắm, bạn nên vỗ nhẹ người cho khô ráo, và sau đó xoa dầu khoáng (có bán ở hầu hết các siêu thị và nhà thuốc) hoặc thoa kem dưỡng da không mùi, không cồn lên khắp bề mặt da. Bạn nên vỗ nhẹ cho da khô trở lại. Dầu hoặc kem dưỡng da giúp cho da không bị mất đi độ ẩm, giữ cho da được mềm mại và mượt mà.  3. Chăm sóc da nhờn Da nhờn là da có lỗ chân lông to, mặt da bóng loáng, dễ nổi mụn trứng cá, mụn đầu đen, và nhiều mụn nhọt. Bởi hoóc-môn ảnh hưởng đến sản lượng dầu, nên bất cứ thứ gì tác động đến nồng độ hoóc-môn cũng có thể làm ảnh hưởng đến da của bạn. Một số chuyên gia cho rằng yếu tố stress, chẳng hạn như căng thẳng do thi cử cũng có thể là nguyên nhân gây nổi mụn trứng cá. Nhiều thanh thiếu niên cũng biết rằng bản thân mụn trứng cá cũng gây thêm nhiều căng thẳng!   Để giữ cho da dầu sạch sẽ, mỗi ngày bạn nên rửa mặt 3 lần bằng xà phòng dịu nhẹ và nước. Nếu cần rửa sạch mặt ở trường thì bạn nên sử dụng miếng thấm, miếng hút ẩm sạch có thể mua tự do để giúp lấy đi lượng dầu dư thừa và làm sạch bụi bẩn trên bề mặt da của mình. Nếu da bạn nổi mụn, chớ nên nặn hoặc bóp, điều này có thể làm lây nhiễm nhiều hơn và làm cho mụn trứng cá thêm tệ hại hơn.   Hãy sử dụng các loại mỹ phẩm và sản phẩm chăm sóc da mặt khác “không gây mụn trứng cá” có nghĩa là những sản phẩm đó không làm bít lỗ chân lông. Bạn nên giữ tóc gọn gàng, tránh để loà xoà vào mặt, và nên gội đầu hằng ngày để giảm bớt dầu.  4. Chăm sóc da thường/da hỗn hợp Với da thường/da hỗn hợp, bạn có thể bị nhờn ở vùng chữ T (trán, mũi, và cằm) và bị khô ở những vùng da khác. Lỗ chân lông trên mặt to, và da thường dễ bị mụn trứng cá.  Da thường/da hỗn hợp có thể hoặc là quá khô hoặc là quá nhờn, trong khi vùng da ở hai má có thể thô ráp, xù xì. Tùy thuộc vào thời gian trong năm mà tình trạng nhờn và khô da cũng có thể thay đổi. Da thường khô hơn khi thời tiết lạnh.  Nếu da bạn thuộc loại da thường/ da hỗn hợp thì mỗi ngày bạn nên rửa mặt sạch sẽ từ 2 đến 3 lần bằng xà phòng dịu nhẹ và nước để lấy đi lượng dầu dư thừa trên da mặt. Hãy làm ẩm những vùng da khô, trừ những vùng da nhờn.  Các biện pháp chăm sóc da tối ưu Dưới đây là 4 bước đơn giản để giữ cho làn da các bạn tuổi teen được sạch sẽ và khỏe mạnh.  1. Rửa sạch da  Điều quan trọng là bạn nên rửa sạch da mặt mỗi ngày để lấy đi bụi bẩn, dầu, và các mảng da chết bong tróc ra. Việc rửa sạch da cũng có tác dụng lấy đi lượng dầu dư thừa trên da, có thể ngăn ngừa mụn trứng cá. Nếu da bạn thuộc loại da nhờn hoặc da thường/da hỗn hợp thì bạn nên sử dụng chất tẩy rửa hằng ngày có chứa a-xít sa-li-xi-lic. Thành phần này được sử dụng trong nhiều sản phẩm “diệt mụn trứng cá” nổi tiếng chẳng hạn như các sản phẩm Neutrogena. A-xít sa-li-xi-lic kiểm soát được việc tiết dầu trên da và làm tăng quá trình hy-drat hoá. Chất tẩy rửa có chứa a-xít glycolic có thể giúp da tẩy sạch tế bào chết. Loại sản phẩm này có ích đối với các bạn tuổi teen không dung nạp được các loại kem retinoid theo toa (chẳng hạn như Retin-A và Renova). Bạn nên đọc nhãn hiệu để xem liệu chất tẩy rửa của mình có chứa những thành phần đó hay không. Để tẩy trang vùng mắt, nhất là mascara không thấm nước, có nhiều sản phẩm đặc biệt dành riêng cho vùng mắt. Nhưng một số chất tẩy rửa mặt nhẹ dịu cũng có thể tẩy trang hiệu quả vùng mắt và mặt, cũng như rửa sạch da. Bạn nên chọn những sản phẩm không chứa hương liệu để tránh gây kích ứng vùng mắt.   2. Cung cấp nước/ Làm ẩm da  Khi bạn cung cấp nước cho da, bạn chỉ bổ sung nước, như khi rửa mặt hoặc tắm rửa. Để làm ẩm da, bạn nên bổ sung nước, dầu, hoặc cả hai.  Đối với hầu hết các loại da, bạn nên làm ẩm da vào buổi sáng và buổi tối bằng kem giữ ẩm không gây vấn đề về da.   Đừng nên thoa nhiều kem lên da dầu dễ gây nổi mụn. Đối với da nhờn, kem giữ ẩm nên loại bỏ dầu, nhưng vẫn có tính năng cung cấp nước cho da. Luôn thoa kem giữ ẩm sau khi rửa sạch da và cung cấp nước cho da.   3. Điều trị cho da  Nhiều bạn tuổi teen cần phải được chữa những bệnh về da chẳng hạn như mụn trứng cá, xảy ra khi lỗ chân lông trên bề mặt da bị bít. Điều này là do tuyến nhờn tiết quá nhiều dầu, và lỗ chân lông bị bít do bụi bẩn, vi khuẩn và các tế bào da chết. Đôi khi kem giữ ẩm và các mỹ phẩm nhiều dầu cũng góp phần làm phát triển thêm mụn trứng cá. Dầu nhờn hoặc thuốc nhuộm trong các sản phẩm chăm sóc tóc cũng có thể làm cho tình trạng mụn trứng cá trầm trọng thêm bằng cách làm nghẽn lỗ chân lông. Mặc dù chất làm se và xà phòng có thể làm sạch dầu trên da nhưng chúng không làm thay đổi được lượng dầu tiết ra. Việc cọ xát da đôi khi cũng làm cho da bị kích ứng, gây mụn trứng cá thay vì làm sạch mụn. Các sản phẩm chăm sóc da có chứa benzoyl peroxide cũng có thể giúp làm sạch mụn trứng cá nhẹ nếu được sử dụng có giới hạn (mỗi ngày một lần vào buổi tối) ở những vùng da nhờn trên mặt – trán, cằm, mũi, và má – không chỉ riêng ở nơi bị mụn. Một số sản phẩm này có thể làm cho da trở nên rất khô nếu sử dụng quá nhiều. Nếu cảm thấy bị châm chích hoặc nóng rát thì bạn nên rửa sạch da bằng nước và xà phòng dịu nhẹ. Thử sử dụng benzoyl peroxide ở vùng mụn vào ngày kế tiếp xem sao. Bạn nên hiểu rằng phải sử dụng benzoyl peroxide mỗi ngày ít nhất trong vòng 1 tháng mới có thể thấy được công hiệu đầy đủ. Bạn phải kiên nhẫn một chút nhé.   4. Bảo vệ da  Sau khi rửa sạch da, mỗi ngày bạn nên bảo vệ da khỏi ánh nắng mặt trời và các yếu tố môi trường khác. Hãy sử dụng kem giữ ẩm hoặc kem nền với loại mỹ phẩm chống nắng có chỉ số SPF từ 15 trở lên (tuỳ thuộc vào sắc tố hoặc màu da của bạn). Việc thoa kem chống nắng hằng ngày và tránh tia tử ngoại gắt nhất của ánh nắng mặt trời (từ 10 giờ sáng đến 4 giờ chiều mỗi ngày) có thể bảo vệ da khỏi bị lão hoá sớm và ung thư.  Tại sao phải làm ẩm cho da?  Nước là một phần thiết yếu của làn da khoẻ mạnh. Thông thường thì quá trình hy-drat hoá đi từ bên trong da ra lớp da ngoài. Khi da thiếu nước, nó trở nên khô và bong vảy. Nếu không cung cấp đủ nước thì da sẽ trông có vẻ khô và xỉn màu. Không khí lạnh bên ngoài và những luồng hơi nóng bên trong lò sưởi suốt mùa đông làm cho da trở nên tệ hại hơn. Bạn có thể bù đắp cho những “tác nhân gây mất nước” này bằng cách sử dụng các loại kem giữ ẩm có thể mua tự do không theo toa.   Kem giữ ẩm là sản phẩm có tác dụng làm tăng lượng nước ở lớp da ngoài cùng. Bạn nên chọn một loại kem giữ ẩm nào đó có chứa kem chống nắng quang phổ rộng để có thể giúp bảo vệ da khỏi ánh nắng mặt trời. Nếu da bạn là da nhạy cảm thì nên tránh các loại kem giữ ẩm có chứa thêm hương thơm.  Khi nào tôi nên gọi  cho bác sĩ về tình trạng da của mình?  Bất kể là da bạn thuộc loại gì đi nữa nhưng nếu không chắc về cách điều trị mụn trứng cá hoặc các vấn đề về da khác thì bạn nên nói chuyện với bác sĩ chính của mình hoặc một bác sĩ da liễu nào đó. Việc chữa trị da đúng cách mỗi ngày là cách tránh những vẫn đề về da nghiêm trọng hơn.   "
        },
        {
            "en": "Lupus    What is lupus? Lupus is a lifelong disorder of the immune system. Immune cells attack the body’s own healthy tissues, leading to inflammation and tissue damage. Symptoms may be limited to the skin, but more often lupus also causes internal problems such as joint pain. In severe cases, it can damage the heart, kidneys, and other vital organs. Although there’s no cure, there are treatments that can minimize the damage. Lupus symptom: Joint pain Joint and muscle pain is often the first sign of lupus. This pain tends to occur on both sides of the body at the same time, particularly in the joints of the wrists, hands, elbows, knees, or ankles. The joints may look inflamed and feel warm to touch. But unlike rheumatoid arthritis, lupus usually does not cause permanent joint damage. Lupus symptom: Butterfly rash A tell-tale sign of lupus is a butterfly-shaped rash across the cheeks and bridge of the nose. Other common skin problems include sensitivity to the sun with <em>flaky</em>, red spots or a scaly, purple rash on various parts of the body, including the face, neck, and arms. Some people also develop mouth or lip sores. Lupus symptom: Nail changes Lupus can cause the nails to crack or fall off. They may be discolored with blue or reddish spots at the base. These spots are actually in the nail bed, the result of inflamed small blood vessels. Swelling may also make the skin around the base of the nail look red and puffy. Lupus Symptoms: Fever and Fatigue Most people with lupus experience some degrees of fatigue. In many cases, it is severe enough to interfere with exercise and other daily activities. Most patients also run a low-grade fever from time to time. This unexplained fever may be the warning sign in some people. Lupus symptom: Light sensitivity Many people with lupus are unusually sensitive to the sun and other forms of ultraviolet light (such as tanning beds.) A day at the beach may trigger a skin rash in areas exposed to sunlight and may worsen other lupus symptoms. Certain medications can make people with lupus even more sensitive to UV light. Lupus symptom: Hair loss The symptoms of lupus tend to come and go, and this includes hair loss. Patients may go through periods where their hair falls out in patches or becomes thinner all across the scalp. Once the flare-up is over, new hair is likely to grow in evenly. Lupus symptom: Raynaud's Some people with lupus develop a condition called Raynaud’s phenomenon. Their fingers and toes become painful, numb, and tingly in response to cold temperatures or emotional stress. This happens when small blood vessels spasm and restrict blood flow to the area. During an attack, the fingers and toes may turn white or blue. People can also have Raynaud's without having lupus or any serious health complications. Lupus or something else? When lupus begins, it can look a lot like rheumatoid arthritis, which causes joint pain and swelling, or fibromyalgia, which causes fatigue and pain. One aspect that sets lupus apart is the combination of skin rashes with joint pain and fatigue. There are also lab tests that can help distinguish lupus from other diseases. Diagnosing lupus Diagnosing lupus can be tricky. The disease can mimic other conditions, and it often takes a different course in different people. Many people have it for years before developing tell-tale symptoms. Although there is no one test for lupus, certain proteins usually show up in a patient’s blood. A blood test for antinuclear antibodies (ANAs) can provide a critical clue. Other lab tests may check cell counts, kidney function, and clotting time. A tissue biopsy sometimes helps with diagnosis. Who gets lupus? Anyone can get lupus. But more than 90% of people with lupus are women. Aside from being female, your odds of getting the disease are higher if you are:     * African-American, Latino, or Asian     * Aged 15 to 45     * Related to someone with lupus Types of lupus When people say “lupus,” they usually mean systemic lupus erythematosus (SLE), the most common and serious type. But there are other types. Cutaneous lupus erythematosus – also called discoid lupus -- is limited to the skin and doesn’t cause the organ damage that sometimes occurs with SLE. The most common symptom is a circular rash. Drug-induced systemic lupus causes temporary lupus symptoms in people who take certain medications. Medical treatments for lupus There are ways to control the symptoms of lupus. These include corticosteroid creams for rashes and nonsteroidal anti-inflammatory drugs (NSAIDs) for joint pain and fever. Antimalarial medications can help fight joint pain, ulcers, and rashes. Higher dose of corticosteroids may be given as pills or injections. People with severe lupus may benefit from drugs that suppress the immune system. Self-care for lupus Making some changes to your routine can also help reduce lupus flare-ups:     * Cover up when you’re in the sun.     * Don’t smoke.     * Exercise regularly.     * Improve your stress management skills. Also be sure to get plenty of rest. Some people with lupus need up to 12 hours of sleep a night. Lupus and kidney problems As lupus progresses, it can interfere with the body’s organs. About three out of four people with lupus develop kidney problems. These problems may not cause symptoms, though some people notice swelling in their legs or ankles. Most patients only learn about their kidney trouble when a urine test reveals blood or abnormal protein levels. Lupus and heart problems The most common heart problem linked to lupus is an inflammation of the sac around the heart. This may cause severe pain in the left side of the chest. People with lupus are also more likely to develop plaques that narrow or clog the arteries. This can lead to coronary artery disease. Other complications include heart valve disease and inflammation of the heart muscle. Call 911 immediately for chest pain, rather than trying figure out the cause yourself. Lupus and lung problems The tissue surrounding the lungs becomes inflamed in about a third of people with lupus. This may lead to painful breathing, or chest pain, or it may not cause any symptoms at all. Sometimes lupus causes chest pain that is not related to the lungs or the heart. Instead, the pain comes from an inflamed chest muscle or rib joint. Any chest pain should be promptly evaluated by a doctor. Lupus and digestive problems Digestive problems are not common with lupus, but some people may experience belly pain, nausea, vomiting, difficulty swallowing, or inflammation of the liver or pancreas. This can be related to lupus itself or medications used to treat the disease. Some people tend to lose weight during lupus flare-ups. Lupus and anemia Lupus and the medications used to treat it can contribute to anemia in some patients. This means the body has too few red blood cells, because it is not making enough, or red blood cells are being destroyed more quickly than they can be replaced. Symptoms include fatigue, a rapid heartbeat, and shortness of breath. Lupus and the nervous system Lupus can trigger a wide range of problems with the nervous system, most commonly headaches. Mild memory problem is a less common complaint that may come and go. Some people with lupus have a greater risk for a stroke, and in rare cases, the disease can lead to seizures. Lupus and mental health Depression and anxiety are a risk for people with lupus. This may be the result of the condition’s affect on the nervous system combined with the emotional strain of coping with a chronic illness. Be sure to discuss any concerns about your mood with your doctor or other health care provider. There are highly effective treatments for depression and anxiety. Lupus and pregnancy Most women with lupus can get pregnant, though the condition increases the risk of complications during pregnancy. Because lupus symptoms come and go, the best time to get pregnant is when symptoms are at a minimum. Women who conceive when symptoms are in remission are less likely to have flare-ups or complications. Make sure your obstetrician knows you have lupus. You medications may be modified and you may undergo extra monitoring to ensure a successful pregnancy. Neonatal lupus Most babies born to women with lupus are entirely healthy. But in rare cases, the newborn of a mom with lupus may have neonatal lupus. This condition can cause a skin rash, anemia, or liver problems. The symptoms usually go away after a few months and don’t cause permanent damage. However, some babies with neonatal lupus are born with a serious heart defect. Living with lupus The fatigue and joint pain associated with lupus can make it more difficult to do your job or care for your children. You may have to cut back on activities or ask for help when symptoms flare up. But most people with lupus are able to continue with their usual activities. Outlook for lupus Thanks to improvements in treatments for lupus, people with the condition are living significantly longer. The outlook for any given individual depends on how severe the disease is, and whether any vital organs are affected. But most people with lupus can expect to live a normal or nearly normal life span.",
            "vi": "Bệnh lu-pút (bệnh lao da)    Bệnh lu-pút là gì? Lu-pút là một bệnh rối loạn hệ miễn dịch kéo dài suốt đời. Tế bào miễn dịch tấn công các mô khỏe mạnh của cơ thể, gây ra viêm và tổn thương mô. Triệu chứng của bệnh lu-pút có thể chỉ hạn chế ở ngoài da, nhưng thường cũng có thể gây các vấn đề bên trong nội tạng chẳng hạn như đau khớp. Trong nhiều trường hợp nghiêm trọng, nó có thể gây hại cho tim, thận, và nhiều cơ quan quan trọng khác. Mặc dù bệnh lu-pút không có thuốc chữa, nhưng nhiều phương pháp điều trị có thể làm hạn chế tổn thương đến mức tối đa.   Triệu chứng bệnh lu-pút: Đau khớp  Đau khớp và cơ thường là dấu hiệu đầu tiên của bệnh lu-pút. Cơn đau này có xu hướng xảy ra đồng thời ở cả hai bên cơ thể, nhất là ở các khớp cổ tay, bàn tay, khuỷu tay, đầu gối, hoặc mắt cá chân. Khớp nhìn có vẻ trông giống như viêm và có thể thấy nóng khi sờ vào. Nhưng không giống như bệnh viêm khớp kinh niên, lu-pút thường không gây tổn thương khớp lâu dài.  Triệu chứng của lu-pút: Phát ban cánh bướm Dấu hiệu báo trước bệnh lu-pút là phát ban hình cánh bướm ngang hai bên má và sống mũi. Các vấn đề về da thường thấy khác bao gồm nhạy cảm với ánh nắng mặt trời kèm với rất nhiều đốm đỏ, có vảy hoặc phát ban xuất huyết có vảy ở nhiều bộ phận khác nhau trên cơ thể, chẳng hạn như mặt, cổ, và cánh tay. Một số bệnh nhân cũng bị đau loét miệng hoặc môi.   Triệu chứng của lu-pút: Các biến đổi ở móng tay  Bệnh lu-pút có thể làm cho móng tay gãy hoặc rụng. Chúng có thể bị biến màu kèm với nhiều nốt xanh hoặc hơi đỏ ở đáy móng. Những đốm màu này thực ra là ở nền móng (phần da phía dưới thân móng để móng tựa lên trên), do các mạch máu nhỏ bị viêm gây ra. Tình trạng phù nề cũng có thể làm cho vùng da quanh nền móng trông có vẻ như sưng đỏ lên.  Triệu chứng của lu-pút: Sốt và Mệt mỏi  Hầu hết bệnh nhân bị lu-pút đều bị mệt mỏi, uể oải ở từng mức độ khác nhau. Trong nhiều trường hợp thì nó có thể trầm trọng đến nỗi khó lòng luyện tập hoặc làm các hoạt động thường nhật khác. Đa số người mắc bệnh này thỉnh thoảng cũng bị sốt nhẹ. Chứng bệnh sốt khó giải thích này có thể là dấu hiệu cảnh báo đối với một số người.   Triệu chứng của lu-pút: Nhạy cảm với ánh sáng  Nhiều người bị lu-pút nhạy cảm khác thường với ánh nắng mặt trời và các dạng ánh sáng tử ngoại khác (chẳng hạn như (tia cực tím phát ra ở) ghế tắm nắng). Nếu trải qua một ngày trên bãi biển có thể bạn sẽ phát ban trên da ở những vùng tiếp xúc với nắng và có thể làm cho các triệu chứng khác của bệnh lu-pút càng thêm trầm trọng hơn. Một số thuốc cũng có thể khiến cho bệnh nhân bị lu-pút thậm chí càng nhạy cảm hơn với tia tử ngoại.  Triệu chứng của lu-pút: Rụng tóc Các triệu chứng của bệnh lu-pút thường có khuynh hướng bộc phát và biến mất, chúng gồm cả chứng rụng tóc. Bệnh nhân cũng có thể trải qua nhiều giai đoạn bị rụng tóc từng mảng hoặc tóc trên đầu trở nên thưa hơn. Khi bệnh đã hết tái phát thì tóc mới có thể mọc lên đều nhau.  Triệu chứng của lu-pút: Rối loạn mạch máu ở người có hiện tượng Raynaud  Một số bệnh nhân lu-pút phát biến chứng gọi là hiện tượng Raynaud. Các ngón tay và ngón chân trở nên đau nhức, tê cứng, và ngứa khi tiếp xúc với nhiệt độ lạnh hoặc bị căng thẳng stress. Hiện tượng này xảy ra khi các mạch máu nhỏ co thắt và làm hạn chế lưu thông máu đến vùng đó (ngón tay/chân). Ngón tay và ngón chân có thể bị xanh tái hoặc nhợt nhạt trong suốt cơn bệnh. Bệnh nhân cũng có thể bị hiện tượng Raynaud mà không mắc bệnh lu-pút hoặc bị bất kỳ biến chứng nào nguy hiểm.   Bệnh lu-pút hay là một bệnh nào khác?  Khi lu-pút mới khởi phát, nó có thể trông rất giống như bệnh viêm khớp kinh niên, gây sưng và đau khớp, hoặc đau cơ, làm cho bệnh nhân cảm thấy đau nhức và mệt mỏi. Một mặt khác làm cho bệnh lu-pút khác biệt là sự kết hợp phát ban trên da kèm theo đau khớp và mệt mỏi. Các xét nghiệm ở phòng thí nghiệm cũng có thể giúp phân biệt bệnh lu-pút với các bệnh khác.     Chẩn đoán bệnh lu-pút Việc chẩn đoán bệnh lu-pút có thể rất khó khăn bởi bệnh này có thể giống như nhiều bệnh khác, và thường diễn tiến khác nhau ở từng người. Nhiều bệnh nhân bị lu-pút nhiều năm trời trước khi phát các triệu chứng báo hiệu. Mặc dù không ai xét nghiệm lu-pút cả, nhưng trong máu bệnh nhân thường xuất hiện một số prô-tê-in nào đó. Xét nghiệm máu tìm kháng thể kháng nhân (ANAs) cũng có thể cho dấu hiệu nhận biết quan trọng. Nhiều xét nghiệm ở phòng thí nghiệm khác có thể kiểm tra tổng số tế bào, chức năng thận, và thời gian đông máu. Phương pháp sinh thiết mô đôi khi cũng có thể giúp chẩn đoán được bệnh này.  Đối tượng của bệnh lu-pút là ai? Bất kỳ ai cũng có thể bị lu-pút. Nhưng hơn 90% bệnh nhân là phụ nữ. Ngoài yếu tố giới tính nữ, tỉ lệ mắc bệnh của bạn tăng cao hơn nếu như:  * Người Mỹ gốc Phi, người Hoa Kỳ gốc châu Mỹ La tinh, hoặc Châu Á * Có độ tuổi từ 15 đến 45 * Có họ hàng với người bị lu-pút  Các loại lu-pút Khi người ta nói đến “lu-pút”, thì thường có nghĩa là lu-pút ban đỏ hệ thống (SLE), loại lu-pút thường thấy và nguy hiểm nhất. Nhưng bên cạnh đó cũng có nhiều loại lu-pút khác. Lu-pút ban đỏ trên da-cũng gọi là lu-pút dạng đĩa-giới hạn phát bệnh trên da và không gây tổn thương cho cơ quan trên cơ thể mà đôi khi xảy ra như ở trường hợp bị SLE. Triệu chứng thường thấy nhất là phát ban hình vòng. Lu-pút hệ thống do thuốc gây các triệu chứng lu-pút tạm thời đối với người sử dụng một số thuốc nào đó.  Điều trị bệnh lu-pút  Có nhiều cách để làm giảm các triệu chứng của bệnh lu-pút: gồm kem corticosteroid (kem chứa xtê-rô-it chống viêm) để trị ban và thuốc kháng viêm không có chất steroid (NSAIDs) để hạ sốt và giảm đau khớp. Các loại thuốc chống sốt rét có thể trị được đau khớp, loét, và ban. Corticosteroid ở liều cao có thể được dùng ở dạng viên uống hoặc chích. Thuốc làm chặn hệ miễn dịch có thể có tác dụng tốt đối với người bị lu-pút nặng.  Tự chăm sóc bệnh lu-pút  Thay đổi một vài thói quen thường nhật của bạn cũng có thể làm giảm nguy cơ tái phát bệnh lu-pút:  * Tránh cho da tiếp xúc với nắng khi bạn ra ngoài .  * Không hút thuốc. * Thường xuyên tập thể dục  * Nâng cao kỹ năng chế ngự căng thẳng của bạn. Cũng nên đảm bảo được nghỉ ngơi nhiều. Một số người bị lu-pút cần ngủ 12 tiếng đồng hồ một đêm.  Lu-pút và các vấn đề về thận Khi lu-pút diễn tiến, nó có thể gây ảnh hưởng đến nhiều cơ quan trên cơ thể. Khoảng 3 trong 4 người bị lu-pút đều phát sinh các vấn đề về thận. Những vấn đề này có thể không gây triệu chứng gì, tuy vậy cũng có một số người để ý thấy chân hoặc mắt cá của mình sưng phù lên. Hầu hết bệnh nhân chỉ biết thận mình có vấn đề khi xét nghiệm nước tiểu cho thấy có máu hoặc nồng độ prô-tê-in bất thường.  Lu-pút và các vấn đề về tim Vấn đề về tim thường thấy nhất có dính líu tới bệnh lu-pút là chứng viêm túi quanh tim. Nó có thể gây đau nhức dữ dội ở vùng bên trái ngực. Người bị lu-pút cũng có thể phát sinh các mảng bám làm hẹp hoặc tắc nghẽn động mạch, làm dẫn đến bệnh động mạch vành. Nhiều biến chứng khác cũng bộc phát gồm bệnh van tim và viêm cơ tim. Hãy gọi 911 ngay lập tức nếu thấy bị đau ngực, chớ đừng cố tự tìm nguyên nhân nhé.   Lu-pút và các vấn đề về phổi  Khoảng 1/3 người bị lu-pút bị viêm mô quanh phổi. Chứng viêm này có thể làm cho bệnh nhân cảm thấy đau khi thở, hoặc đau ngực, hoặc cũng có thể không gây ra bất kỳ triệu chứng gì. Bệnh lu-pút đôi khi cũng gây đau ngực không liên quan gì đến phổi hay tim. Thay vào đó thì cơn đau là do cơ ngực bị viêm hoặc khớp xương sườn bị viêm gây ra. Bất kỳ cơn đau ngực nào cũng nên được bác sĩ khám và chẩn đoán ngay tức khắc.  Lu-pút và các vấn đề về tiêu hoá Các vấn đề tiêu hoá thường không giống với bệnh lu-pút, nhưng một số bệnh nhân cũng có thể bị đau bụng, buồn nôn, ói mửa, khó nuốt, hoặc viêm gan hoặc tụy. Đây có thể liên quan đến chính bản thân bệnh lu-pút hoặc những loại thuốc dùng để trị bệnh. Một số người có khuynh hướng bị giảm cân trong suốt những cơn tái phát bệnh.  Lu-pút và bệnh thiếu máu   Lu-pút và các loại thuốc được dùng để điều trị có thể góp phần gây thiếu máu ở một số bệnh nhân. Điều này có nghĩa là cơ thể có quá ít hồng cầu, bởi cơ thể không tạo đủ, hoặc là số hồng cầu bị huỷ nhanh hơn số có thể thay thế được. Triệu chứng gồm uể oải, mệt mỏi, tim đập nhanh, và khó thở.   Lu-pút và hệ thần kinh Lu-pút có thể gây ra rất nhiều vấn đề liên quan đến hệ thần kinh, các chứng nhức đầu thường thấy nhất. Vấn đề trí nhớ nhẹ cũng là bệnh ít thấy hơn có thể xuất hiện rồi hết. Một số bệnh nhân bị lu-pút có nguy cơ đột quỵ cao hơn, và trong những trường hợp hiếm thấy thì bệnh này có thể dẫn đến tai biến mạch máu.  Lu-pút và sức khỏe tinh thần Người bị lu-pút có nguy cơ bị trầm cảm và lo âu. Điều này có thể là do ảnh hưởng của bệnh đến hệ thần kinh kết hợp với căng thẳng tâm lý do phải đối phó với căn bệnh mãn tính này. Phải nên thảo luận với bác sĩ hoặc người cung cấp dịch vụ y tế khác về bất kỳ mối lo lắng nào về tâm trạng của mình nhé. Có nhiều phương pháp trị trầm cảm và lo âu đạt hiệu quả cao.  Lu-pút và thai nghén  Hầu hết phụ nữ bị lu-pút đều có thể mang thai được, mặc dù chứng bệnh này làm tăng nguy cơ biến chứng trong suốt thai kỳ. Bởi vì các triệu chứng của bệnh lu-pút có thể xuất hiện và hết, nên thời điểm thụ thai tốt nhất là khi các triệu chứng ấy ở mức nhẹ nhất. Phụ nữ mang thụ thai lúc các triệu chứng này nhẹ thì ít có nguy cơ tái phát bệnh hoặc xảy ra biến chứng. Phải đảm bảo rằng bác sĩ sản khoa biết được bạn đang bị lu-pút. Bạn có thể thay đổi thuốc và cũng có thể được bác sĩ theo dõi thêm để đảm bảo có được một quá trình thai nghén thành công.    Bệnh lu-pút sơ sinh Hầu hết trẻ sơ sinh có mẹ bị lu-pút đều hoàn toàn khỏe mạnh. Nhưng trong nhiều trường hợp hiếm thấy, trẻ có mẹ bị lu-pút cũng có thể bị lu-pút sơ sinh. Bệnh này có thể gây phát ban, thiếu máu, hoặc nhiều vấn đề về gan. Các triệu chứng thường hết sau một vài tháng và không gây tổn thương lâu dài. Tuy nhiên, một số trẻ bị lu-pút sơ sinh bị dị tật tim bẩm sinh nghiêm trọng.  Sống với bệnh lu-pút Đau khớp và mệt mỏi do lu-pút gây ra có thể khiến bạn làm việc hoặc chăm sóc con cái khó khăn hơn. Bạn cũng có thể giảm công việc của mình hoặc nhờ người khác giúp đỡ khi các triệu chứng của bệnh tái phát. Nhưng hầu hết các bệnh nhân bị lu-pút đều có thể tiếp tục các công việc thường nhật của mình.  Tương lai của bệnh lu-pút Nhờ tiến bộ trong việc điều trị lu-pút mà bệnh nhân được kéo dài tuổi thọ lâu hơn đáng kể. Tương lai của từng người bệnh phụ thuộc vào tình trạng bệnh nặng ra sao, và có cơ quan quan trọng nào trên cơ thể bị ảnh hưởng hay không. Nhưng hầu hết bệnh nhân bị lu-pút đều có thể hy vọng có được tuổi thọ bình thường hoặc gần như bình thường.  "
        }
    ],
    "suggestions": []
}