{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[flæk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">súng phòng không, hoả lực phòng không</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a flak ship</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tàu phòng không của Đức</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">flak jacket</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">áo chống đạn</font></td></tr></table><i/></div>",
            "word": "flak"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flak</k><blockquote>(also <cclass><b>flack</b>) </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 anti-aircraft fire. </blockquote></blockquote><blockquote><blockquote>2》 strong criticism. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: from Ger., abbrev. of <i>Fliegerabwehrkanone</i>, lit. 'aviator-defence gun'. </blockquote></div>",
            "word": "flak"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>flak</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>my aircraft had been damaged by flak</i>: ANTI-AIRCRAFT FIRE, shelling, gunfire; bombardment, barrage, salvo, volley.</blockquote><blockquote><b>2</b><cclass><i>(informal)</i><i>he has come in for a lot of flak</i>: CRITICISM, censure, disapproval, disapprobation, hostility, complaints; opprobrium, obloquy, calumny, vilification, abuse, brickbats; <cclass><i>Brit.</i><cclass><i>informal</i> stick, verbal; <cclass><i>formal</i> castigation, excoriation, calumniation.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "flak"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flak"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flak"
        }
    },
    "sentences": [
        {
            "en": "<em>Flak</em> ship",
            "vi": "Tàu phòng không của đức"
        },
        {
            "en": "<em>Flak</em> jacket",
            "vi": "Áo chống đạn"
        },
        {
            "en": "Wear <em>flak</em> jacket!",
            "vi": "Mặc áo chống đạn vào!"
        },
        {
            "en": "I get enough <em>flak</em> as it is.",
            "vi": "Tôi đã bị phê phán đủ rồi đấy."
        },
        {
            "en": "I didn't know it's a <em>flak</em> ship.",
            "vi": "Tôi đã không biết đó là tàu phòng không của Đức."
        },
        {
            "en": "He's taken a lot of <em>flak</em> for his unpopular decisions.",
            "vi": "Ông ấy đã bị chỉ trích nặng nề vì những quyết định không được lòng người của mình."
        },
        {
            "en": "The policy is getting a lot of <em>flak</em>.",
            "vi": "Chính sách này đang bị nhiều lời chỉ trích."
        },
        {
            "en": "The topic is getting a lot of <em>flak</em>.",
            "vi": "Chủ đề đó có rất nhiều tranh cãi."
        },
        {
            "en": "Vietnamese doctor takes <em>flak</em> for putting foot on patient's bed",
            "vi": "Bác sĩ người Việt bị chỉ trích nặng nề vì việc để chân trên giường của bệnh nhân"
        },
        {
            "en": "That writer is getting a lot of <em>flak</em> because of his scandalous books.",
            "vi": "Nhà văn đó đang bị chỉ trích rất nhiều vì những quyển sách đáng hổ thẹn của ông ta."
        },
        {
            "en": "The saturation bombing of the town is getting a lot of <em>flak</em>.",
            "vi": "Việc ném bom tập trung xuống thành phố bị nhiều lời chỉ trích."
        },
        {
            "en": "Why do I always get the <em>flak</em> when something goes wrong around here?",
            "vi": "Tại sao hễ có chuyện gì trục trặc quanh đây là bao giờ tôi cũng lãnh đủ?"
        },
        {
            "en": "I was hoping you would do me a big favor. That was supposed to be a rush order, I forgot to tell you. I am getting a lot of <em>flak</em> from my boss.",
            "vi": "Tôi hy vọng anh có thể giúp tôi một chuyện quan trọng. Đó là một đơn đặt hàng gấp, tôi quên nói với anh. Tôi đang bị sếp phàn nàn rất nhiều."
        },
        {
            "en": "Stories abound of B-17s returning to base with tails having been destroyed, with only a single engine functioning or even with large portions of wings having been damaged by <em>flak</em>.",
            "vi": "câu chuyện đầy dẫy về những chiếc B - 17 quay về căn cứ với đuôi bị phá hủy, chỉ còn một động cơ hoạt động, hay thậm chí một diện tích cánh lớn bị pháo phòng không gây hư hại."
        },
        {
            "en": "At the ceremony, former militant leader Ebikabowei Victor Ben, known as Boyloaf, gave a senior government official his <em>flak</em> jacket emblazoned with the logo of Nigeria's most prominent militant group -- the Movement for the Emancipation of the Niger Delta (MEND).",
            "vi": "biết với tên gọi Boyloaf, đă đưa cho một viên chức chính phủ cao cấp áo chống đạn của ông ta được trang trí logo nhóm vũ trang tài giỏi nhất của Nigeria - - Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND)."
        },
        {
            "en": "At the ceremony, former militant leader Ebikabowei Victor Ben, known as Boyloaf, gave a senior government official his <em>flak</em> jacket emblazoned with the logo of Nigeria's most prominent militant group - - the Movement for the Emancipation of the Niger Delta (MEND).",
            "vi": "Tại buổi lễ này, cựu lănh đạo binh sĩ Ebikabowei Victor Ben, được biết với tên gọi Boyloaf, đă đưa cho một viên chức chính phủ cao cấp áo chống đạn của ông ta được trang trí logo nhóm vũ trang tài giỏi nhất của Nigeria -- Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND)."
        },
        {
            "en": "ceremony, former militant leader Ebikabowei Victor Ben, known as Boyloaf, gave a senior government official his <em>flak</em> jacket emblazoned with the logo of Nigeria's most prominent militant group - - the Movement for the Emancipation of the Niger Delta (MEND).",
            "vi": "Tại buổi lễ này, cựu lănh đạo binh sĩ Ebikabowei Victor Ben, được biết với tên gọi Boyloaf, đă đưa cho một viên chức chính phủ cao cấp áo chống đạn của ông ta được trang trí logo nhóm vũ trang tài giỏi nhất của Nigeria -- Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND)."
        },
        {
            "en": "Stories abound of B - 17s returning to base with tails having been destroyed, with only a single engine functioning or even with large portions of wings having been damaged by <em>flak</em>.",
            "vi": "Những câu chuyện đầy dẫy về những chiếc B-17 quay về căn cứ với đuôi bị phá hủy, chỉ còn một động cơ hoạt động, hay thậm chí một diện tích cánh lớn bị pháo phòng không gây hư hại."
        },
        {
            "en": "Nigeria rebel group to resume attacks, ends talks      Source: Reuters * Main militant group to end ceasefire on Sept. 15 * Rebel group vows fresh attacks against oil industry * Hundreds of militants surrender arms in amnesty programme (Updates with MEND to resume attacks, new throughout) By Austin Ekeinde YENAGOA, Nigeria, Aug 22 (Reuters) - Nigeria's main rebel group said on Saturday it would resume attacks against Africa's biggest energy industry next month, overshadowing the surrender of hundreds of arms by rebels in a federal amnesty programme. The Movement for the Emancipation of the Niger Delta (MEND), responsible for attacks that have wrought havoc on the OPEC member's oil operations, said it would resume its campaign of violence on Sept. 15. MEND, a loose coalition of militant groups, denounced the hundreds of rebels that have participated in President Umaru Yar'Adua's 60-day amnesty programme, which aims to stem unrest in the Niger Delta. \"The ongoing amnesty programme by the government of Nigeria seems to have achieved separating those who still have the zeal to fight for our freedom from those who were in it for the money,\" the group said in a statement. MEND, which declared a 60-day ceasefire in July to allow for peace talks, said it has suspended negotiations with the government. Hundreds of Nigerian militants earlier on Saturday surrendered their weapons, mortar bombs and gunboats during a public ceremony in the Bayelsa state capital Yenagoa. The handover by dozens of militant groups was the largest collection of weapons and ammunition since President Umaru Yar'Adua's 60-day amnesty programme began two weeks ago. A CHANCE FOR PEACE \"We give up our weapons so that we give peace a chance and for all oil companies and other multinationals to come into our region to develop the place,\" said Erepamutei Olotu, known as General Ogunbos, during a public handing-over ceremony. Attacks on pipelines and industry facilities along with the kidnapping of oil workers since early 2006 have cost the world's eighth-biggest oil exporter billions of dollars a year in lost revenues and added to volatility in global energy prices. At the ceremony, former militant leader Ebikabowei Victor Ben, known as Boyloaf, gave a senior government official his <em>flak</em> jacket emblazoned with the logo of Nigeria's most prominent militant group -- the Movement for the Emancipation of the Niger Delta (MEND). \"As chairman of MEND in Bayelsa state, I hand over this jacket as a proclamation that we have disarmed and stand by our word. We expect the president to stand by his word and develop the Niger Delta,\" Ben told a crowd of hundreds that included former militants, government officials and security officers. Ben was among 25 former militant leaders that surrendered more than 500 weapons, dozens of rocket launchers and mortar bombs and 14 gunboats, which were on display at the ceremony. Ben, whose group handed over the bulk of the weapons collected on Saturday, has warned that failure to develop the Niger Delta would lead to a resumption of violence. Sceptics question whether the amnesty scheme will buy anything more than a short-term lull in the violence, saying the government has done little to create employment or training opportunities for those who do hand over their guns. MEND has said a replacement to take over Boyloaf's command had already been put in place, somewhat undermining the point of his departure, and other key commanders in the creeks of the delta have shown no such willingness to take part. No mention has been made of other hardliners like Ateke Tom, Farah Dagogo or Government Tompolo -- against whom the military launched its biggest campaign for years just months ago -- joining the amnesty programme. A previous attempt at disarmament under Yar'Adua's predecessor Olusegun Obasanjo in 2004 broke down as factions argued over the money paid for their weapons. Thousands of guns were handed over but the subsequent five years were among the most violent in the history of the Niger Delta.",
            "vi": "Nigeria rebel group to resume attacks, ends talks    Nguồn : Reuters * Nhóm binh sĩ chủ lực chấm dứt lệnh ngừng bắn vào ngày 15 tháng chín * Nhóm phiến quân tuyên thệ những cuộc tấn công mới chống lại ngành công nghiệp dầu lửa * Hàng trăm binh sĩ buông khí giới trong chương trình ân xá  ( cập nhật sự tấn công trở lại rộng khắp của Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND)) Austin Ekeinde YENAGOA, Nigeria, ngày 22 tháng Tám (Hãng tin Reuters ) – Hôm thứ bảy nhóm phiến quân chủ lực của Nigeria cho biết họ sẽ bắt đầu tấn công trở lại chống lại ngành công nghiệp năng lượng lớn nhất của Châu Phi vào tháng tới, để làm lu mờ hình ảnh hàng trăm phiến quân giao nộp vũ khí trong chương trình ân xá của chính phủ. Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), chịu trách nhiệm về những vụ tấn công đã tàn phá các hoạt động khai thác dầu khí của thành viên OPEC, cho biết nó sẽ tiếp tục chiến dịch bạo lực trở lại vào ngày 15 tháng chín. Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), một liên minh các nhóm chiến đấu lỏng lẻo, đã lên án hàng trăm phiến quân tham gia chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua, một chương trình cố gắng cản trở tình trạng náo động ở Đồng bằng sông Niger. Trong một bài phát biểu nhóm này đã nói: \"Chương trình ân xá đang được chính phủ Nigeria tiến hành dường như đã thành công trong việc tách biệt những người còn có nhiệt tình chiến đấu cho tự do của chúng ta với những kẻ chiến đấu chỉ vì tiền\". MEND đã tuyên bố lệnh ngừng bắn 60 ngày vào tháng bảy để cho phép những cuộc đàm phán hoà bình nhưng giờ đây họ cho biết rằng đã đình chỉ thương lượng với chính phủ. Hàng trăm chiến binh Nigeria vào sáng sớm hôm thứ bảy đã giao nộp vũ khí, bom vôi và tàu chiến của họ trong buổi lễ công khai ở thủ phủ Yenagoa bang Bayelsa. Các nhóm chiến binh đã chuyển giao một bộ sưu tập vũ khí và đạn dược lớn nhất từ khi chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua bắt đầu cách đây hai tuần. CƠ HỘI HOÀ BÌNH Trong buổi lễ chuyển giao công khai, Erepamutei Olotu, hay còn gọi là Tướng Ogunbos, đã nói: \"Chúng tôi từ bỏ vũ khí của mình để cho hoà bình một cơ hội và cho tất cả các công ty dầu lửa và công ty đa quốc gia khác đi vào vùng của chúng tôi để phát triển nơi này\". Các vụ tấn công vào đường ống dẫn và cơ sở công nghiệp cùng với vụ bắt cóc công nhân dầu khí kể từ đầu năm 2006 đã làm mất hàng tỉ đô la doanh thu một năm của khu vực xuất khẩu dầu lớn thứ tám trên thế giới, đồng thời gây ra sự bất ổn giá năng lượng toàn cầu.  Tại buổi lễ này, cựu lãnh đạo binh sĩ Ebikabowei Victor Ben, được biết với tên gọi Boyloaf, đã đưa cho một viên chức chính phủ cao cấp áo chống đạn của ông ta được trang trí logo nhóm vũ trang tài giỏi nhất của Nigeria -- Phong trào Giải phóng Đồng bằng Châu thổ Niger ( MEND ). Ben nói với một đám đông hàng trăm người bao gồm các cựu chiến binh, các viên chức chính phủ và các nhân viên an ninh: \"Là thủ lĩnh phiến quân Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND) ở bang Bayelsa, tôi chuyển giao áo khoác này như lời tuyên bố chúng tôi đã giải giới và làm đúng như lời đã nói. Chúng tôi mong tổng thống cũng sẽ làm đúng như lời ông đã nói và phát triển Đồng bằng sông Niger\". Ben nằm trong số 25 cựu lãnh đạo binh sĩ đã giao nộp hơn 500 vũ khí, hàng tá bệ phóng tên lửa và bom vôi và 14 tàu chiến, những thứ đang được trưng bày ở buổi lễ. Nhóm của Ben đã chuyển giao phần lớn vũ khí thu thập vào hôm thứ bảy và ông đã cảnh báo là thất bại trong việc phát triển Đồng bằng sông Niger sẽ khiến tình trạng bạo lực quay trở lại. Những người hoài nghi phân vân không biết chương trình ân xá có mang lại điều gì tốt đẹp hay không hay chỉ là việc tạm lắng ngắn hạn tình trạng bạo lực này, và cho rằng chính phủ hầu như chẳng làm gì để tạo công ăn việc làm và đào tạo cơ hội cho những người đã chuyển giao súng của họ. MEND cho biết một sự thay thế để tiếp quản mệnh lệnh của Boyloaf đã được đặt đúng chỗ, có phần ngấm ngầm phá hoại điểm khởi hành của anh ấy, và những chỉ huy then chốt khác ở các nhánh sông của vùng châu thổ đã cho thấy không hề có lòng tự nguyện như thế để tham gia. Không hề có ai nhắc đến những người kiên định lập trường khác như Ateke Tom, Farah Dagogo hoặc Chính quyền Tompolo -- chống lại người mà quân đội phát động chiến dịch lớn nhất của nó trong nhiều năm chỉ mấy tháng trước -- tham gia chương trình ân xá. Nỗ lực trước đây nhằm giải trừ quân bị dưới người tiền nhiệm của Yar' Adua Olusegun Obasanjo vào năm 2004 đã bị phá vỡ khi các phe phái tranh cãi với nhau về số tiền trả cho vũ khí của họ. Hàng ngàn khẩu súng đã được chuyển giao nhưng năm năm tiếp theo nằm ở thời kỳ bạo lực nhất trong lịch sử Đồng bằng sông Niger."
        }
    ],
    "suggestions": []
}