{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flannels"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flannels</k><blockquote>men's trousers made of woollen flannel.</blockquote><blockquote>→ <kref>flannel</kref></blockquote></div>",
            "word": "flannels"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flannels"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flannels"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flannels"
        }
    },
    "sentences": [
        {
            "en": "Deepcover is located on the Lower East Side of Manhattan, but if you head a few blocks west to SoHo, you’ll get a taste of how the ’90s have been infused into the 2010s: Hedi Silmane designed ripped jeans and <em>flannels</em> during his time at Saint Laurent, a nod to Nirvana-grunge; Rick Owens’ silhouettes are evolutionary descendants of MC Hammer’s harem pants; Graphic tees that largely disappeared in the 2000s have returned as reprinted tour tees, featuring bands like Metallica, Guns N' Roses, and Iron Maiden. The revival has sparked a hunger for Kanye West, Justin Bieber, and Drake concert tees. Every Thursday, Supreme drops a menagerie of clothing items rooted in 1990s style and pop culture, like collabs with Playboy and Silence of the Lambs graphic tees. Even Tupac’s bandana has resurfaced on crowns in SoHo.",
            "vi": "Deepcover nằm ở cùng thấp phía Đông của Manhattan, nhưng nếu bạn hướng về một vài khu tây SoHo, bạn sẽ cảm nhận được xu thướng thời trang của những năm 90 đã rót vào dòng chảy những năm sau 2010 như thế nào: Hedi Silmane đã thiết kế quần jean rách và vải flannel trong thời gian ông ở Saint Laurent, một sự chấp thuận như Nirvana-grunge; chân dung của Rick Owens là người kế tục hậu cung MC Hammer; những dụng cụ đồ họa phần lớn biến mất trong những năm 2000 đã trở lại như một diễn tái bản, có các ban nhạc như Metallica, Guns N 'Roses, và Iron Maiden. Sự hồi sinh đã gây ra một niềm khao khát cho Kanye West, Justin Bieber, và uổi hòa nhạc Drake. Thứ Năm hàng tuần, Supreme cỏ qua một một loạt các áo quần bắt nguồn từ phong cách năm 1990 và văn hóa pop , giống như sự cộng tác với tạp chí Playboy và Silence of the Lambs đồ họa. Ngay cả khi khăn rằn của hãng Tupac đã xuất hiện trở lại tở SoHo."
        }
    ],
    "suggestions": []
}