{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flaps",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "flaps",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flaps",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flaps",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flaps",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Flaps</em> open",
            "vi": "Sải cánh rộng"
        },
        {
            "en": "Wind <em>flaps</em> the sails",
            "vi": "Gió thổi làm buồm bay phần phật"
        },
        {
            "en": "Bird <em>flaps</em> wings.",
            "vi": "Chim vỗ cánh."
        },
        {
            "en": "With multicoloured beautiful <em>flaps</em>.",
            "vi": "Với những tà áo đẹp muôn màu, muôn sắc."
        },
        {
            "en": "The bird <em>flaps</em> its wings.",
            "vi": "Chim vỗ cánh."
        },
        {
            "en": "The wind <em>flaps</em> the sails.",
            "vi": "Gió thổi làm buồm bay phần phật."
        },
        {
            "en": "He often <em>flaps</em> his mouth.",
            "vi": "Anh ta hay nói ba hoa."
        },
        {
            "en": "Can I try it with the ear <em>flaps</em> down?",
            "vi": "Tôi có thể thử nó với vành che tai phủ xuống được không?"
        },
        {
            "en": "An elephant <em>flaps</em> its ears vigorously when it is overheated.",
            "vi": "Con voi đập hai cái tai rất mạnh khi nó quá nóng."
        },
        {
            "en": "Angle of <em>flaps</em> has influence on features how air plane is gliding.",
            "vi": "Góc của cánh ảnh hưởng đến các tính năng làm sao máy bay lượn."
        },
        {
            "en": "As each bird <em>flaps</em> its wings, it creates an uplift for the bird immediately following.",
            "vi": "Khi một con ngỗng vẫy cánh, nó sẽ tạo ra một lực nâng cho con ngỗng bay phía sau nó (nhất là bay theo hình chữ V)."
        },
        {
            "en": "They wore <em>flaps</em> of leather over their legs, and spurs, and wide - brimmed hats.",
            "vi": "Họ đều bọc kín ống chân bằng những miếng da mỏng với những cưa sắt và đội nón rộng vành."
        },
        {
            "en": "They wore <em>flaps</em> of leather over their legs, and spurs, and wide-brimmed hats.",
            "vi": "Họ đều bọc kín ống chân bằng những miếng da mỏng với những cưa sắt và đội nón rộng vành."
        },
        {
            "en": "The life and the people of today's city can be compared to a harmonious and vivid picture with multicolored <em>flaps</em>.",
            "vi": "Cuộc sống và con người thành phố ngày nay có thể ví như một bức tranh sinh động, hài hòa với những tà áo đẹp muôn màu, muôn sắc."
        },
        {
            "en": "Generally, i think, the offending bird becomes aware of the danger just in time, and, squawking, hastily <em>flaps</em> off.",
            "vi": "Tôi cho là thường thường con mái lạ bị tấn công ý thức sự nguy hiểm đúng lúc liền kêu quàng quạc và vội vàng chuồn thẳng."
        },
        {
            "en": "What Is Mitral Valve Prolapse? In someone who has mitral valve prolapse (MVP), one or both of the valve's <em>flaps</em> buckle upot lại thànhân slightly into the atrium as they close. In some kids, these <em>flaps</em> still close completely. In some other kids, they may not shut properly. When the <em>flaps</em> don't close correctly, blood can leak back into the left atrium. This can happen because the <em>flaps</em> are too floppy or too big or have the wrong shape.",
            "vi": "Sa van hai lá là gì? \n Ở người bị sa van hai lá (MVP), một hoặc cả hai nắp van hơi cong lên về phía tâm nhĩ khi chúng khép lại. Ở một số trẻ thì các nắp này vẫn khép hoàn toàn. Ở một số trẻ khác thì có thể chúng không khép lại đúng cách. Khi các nắp không khép lại đúng cách thì máu có thể chảy ngược lại tâm nhĩ trái. Điều này có thể xảy ra vì các nắp quá mềm, quá lớn hay có hình dạng không phù hợp.    "
        },
        {
            "en": "The mitral valve is between the heart's left atrium and left ventricle. It has two <em>flaps</em> that open and close together like a pair of swinging doors. When the heart beats, the left ventricle pumps blood out to the body and the <em>flaps</em> swing shut. This keeps the blood in the ventricle from going back into the left atrium.  ",
            "vi": "Van hai lá nằm giữa tâm nhĩ trái và tâm thất trái của tim. Nó có hai nắp mở ra và khép lại giống như một cặp cửa lò xo. Khi tim đập, tâm thất trái bơm máu khắp cơ thể và các nắp khép lại. Điều này giúp cho máu trong tâm thất không quay lại tâm nhĩ trái."
        },
        {
            "en": "Books with mirrors and different textures are also great for this age group, as are fold - out books that can be propped up, or books with <em>flaps</em> that open for a surprise.",
            "vi": "Sách có nhiều hình ảnh thật và nhiều cách trình bày khác nhau cũng rất tốt cho nhóm tuổi này, cũng như những sách có thể gấp mở được giúp bé có thể xếp lại, hoặc những sách có mép gấp để mở ra có thể làm cho bé bất ngờ."
        },
        {
            "en": "Books with mirrors and different textures are also great for this age group, as are fold-out books that can be propped up, or books with <em>flaps</em> that open for a surprise.",
            "vi": "có nhiều hình ảnh thật và nhiều cách trình bày khác nhau cũng rất tốt cho nhóm tuổi này, cũng như những sách có thể gấp mở được giúp bé có thể xếp lại, hoặc những sách có mép gấp để mở ra có thể làm cho bé bất ngờ."
        },
        {
            "en": "In 1867, refrigerated railroad cars are patented to J.B. Sutherland from Detroit, Michigan, who invented insulated cars by installing the ice bunkers at the end of the cars: air came in from the top, passed through the bunkers, circulated through the cars by gravity and controlled by different quantities of hanging <em>flaps</em> which caused different air temperatures.",
            "vi": "Năm 1867, những toa xe lửa có máy lạnh đã được cấp bằng sáng chế cho J.B Sutherland từ Detroit, Michigan, người đã phát minh ra những chiếc xe cách nhiệt bằng cách lắp đặt những hầm đựng băng ở cuối xe: không khí đến từ đỉnh, đi qua những hầm băng, lưu chuyển qua xe bằng trọng lực và được điều khiển bởi số lượng khác nhau của những cánh treo tạo nên nhiệt độ không khí khác nhau."
        }
    ],
    "suggestions": []
}