{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flares"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flares</k><blockquote>trousers of which the legs widen from the knees down.</blockquote><blockquote>→ <kref>flare</kref></blockquote></div>",
            "word": "flares"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flares"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flares"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flares"
        }
    },
    "sentences": [
        {
            "en": "Skirt <em>flares</em> at the knees",
            "vi": "Váy xoè ra ở chỗ đầu gối"
        },
        {
            "en": "The skirt <em>flares</em> at the knees.",
            "vi": "Váy xòe ra ở chỗ đầu gối."
        },
        {
            "en": "In times of stress, her asthma always <em>flares</em> up.",
            "vi": "Trong những lúc căng thẳng, bệnh hen suyễn của cô ta luôn luôn trầm trọng hơn."
        },
        {
            "en": "The fire <em>flares</em> up as I put more logs on it.",
            "vi": "Lửa cháy bùng lên khi tôi cho thêm củi."
        },
        {
            "en": "Stellar <em>flares</em> are bursts of high-energy particles that are emitted due to the magnetic activity.",
            "vi": "Chớp lửa sao là sự bùng nổ các hạt năng lượng cao được phát ra từ các vùng từ trường hoạt động này."
        },
        {
            "en": "Stellar <em>flares</em> are bursts of high - energy particles that are emitted due to the magnetic activity.",
            "vi": "Chớp lửa sao là sự bùng nổ các hạt năng lượng cao được phát ra từ các vùng từ trường hoạt động này."
        },
        {
            "en": "<em>Flares</em> should be set up a safe distance from the vehicle.",
            "vi": "Pháo sáng nên được thiết lập một khoảng cách an toàn khỏi chiếc xe."
        },
        {
            "en": "When an argument <em>flares</em> up, the wise man quenches it with silence.",
            "vi": "Khi 1 cuộc tranh luận bùng nổ, kẻ khôn ngoan dập tắt bằng cách im lặng."
        },
        {
            "en": "Eruptive variables are stars that experience sudden increases in luminosity because of <em>flares</em> or mass ejection events.",
            "vi": "Các sao biến quang bùng phát là những sao bất thình lình tăng độ sáng của nó lên do những sự kiện như chớp lửa hay sự phóng một lượng lớn các hạt vào không gian."
        },
        {
            "en": "Fire-cracker of all kinds, except for signalling <em>flares</em> for maritime security detailed by The Ministry of Transportation;",
            "vi": "Pháo các loại, trừ pháo hiệu cho an toàn hàng hải theo hướng dẫn của bộ giao thông vận tải;"
        },
        {
            "en": "Relaying smoke signals by day and <em>flares</em> by night from one watchtower to another, the soldiers could transmit a message across the empire in twenty-four hours.",
            "vi": "Nhờ tín hiệu khói chuyển tiếp ba ngày và lửa ban đêm đặt cách quãng từ tháp canh này đến tháp canh khác, những người lính có thể truyền thông điệp đi khắp vương quốc trong hai mươi bốn tiếng."
        },
        {
            "en": "Emergency teams are using floodlights and <em>flares</em> to search the stricken vessel through the night. Those rescued have been taken to a nearby island.",
            "vi": "Đội cứu hộ khẩn cấp dùng đèn pha và pháo sáng để tìm kiếm chiếc tàu gặp nạn trong đêm. Những người được cứu đã được đưa đến một hòn đảo gần đó."
        },
        {
            "en": "7.    One of the most popular issues brought up by scientists is the increase in the number of solar <em>flares</em>. This problem would lead to satellites melting and eventually lead to a global catastrophe.",
            "vi": "Một trong những vấn đề phổ biến nhất được các nhà khoa học nêu ra là sự gia tăng các cơn bảo lửa, khiến cho các vệ tinh tan chảy và cuối cùng dẫn đến thảm hoạ toàn cầu."
        },
        {
            "en": "· an ice scraper and a snow brush\n· a bag of sand, salt, or cat litter (for traction if you get stuck in snow)\n· warning <em>flares</em> or triangles\n· blankets\n· gloves or mittens\n· a flashlight and batteries\n· a first-aid kit\n· booster cables\n· nonperishable snack foods\n· a candle and matches\n· a cup in case you need to melt snow for water",
            "vi": "· cái nạo băng và bàn chải tuyết\n· một túi cát, muối, hoặc cát cho mèo vệ sinh (cho lực kéo nếu bạn mắc kẹt trong tuyết)\n· pháo sáng hoặc tam giác báo hiệu dùng cho xe cộ bị hỏng\n· mền\n· găng tay hoặc găng tay hở ngón\n· đèn pin và pin\n· bộ dụng cụ sơ cứu\n· cáp sạc bình ắc-quy\n· các loại thực phẩm ăn nhẹ để lâu được\n· nến và diêm\n· tách trong trường hợp bạn cần làm tan chảy tuyết thành nước"
        },
        {
            "en": "Put together a car emergency kit that contains:\n· an ice scraper and a snow brush\n· a bag of sand or cat litter (for traction in snow)\n· <em>flares</em>\n· a blanket\n· a flashlight and batteries\n· a first-aid kit\n· nonperishable snack foods\n· a candle and matches\n· a cup in case you need to melt snow for water",
            "vi": "Đem theo bộ cứu hộ xe hơi có chứa:\n· que nạo băng và bàn chải tuyết\n· túi cát hoặc cát cho mèo vệ sinh (cho sức kéo trong tuyết)\n· pháo sáng\n· một tấm chăn\n· một đèn pin và pin\n· bộ dụng cụ sơ cứu\n· thức ăn nhanh lâu hư\n· nến và diêm\n· tách trong trường hợp bạn cần làm tan chảy tuyết thành nước"
        },
        {
            "en": "Medication for OA  When osteoarthritis <em>flares</em> up, many patients find relief with over-the-counter pain and anti-inflammatory medication, such as aspirin, ibuprofen, or acetaminophen. Pain-relieving creams or sprays can also help when applied directly to the sore area. If pain persists despite the use of pills or creams, your doctor may suggest an injection of steroids or hyaluronans directly into the joint.",
            "vi": "Thuốc trị viêm xương khớp mãn tính   Khi bệnh bộc phát, nhiều bệnh nhân cảm thấy dễ chịu hơn khi sử dụng thuốc giảm đau mua tự do không theo toa và thuốc kháng viêm, chẳng hạn như aspirin, ibuprofen, hoặc acetaminophen. Kem làm giảm đau hoặc bình phun làm giảm đau cũng có thể giúp ích được khi sử dụng trực tiếp lên vùng bị đau. Nếu vẫn còn đau dù đã thoa kem hoặc uống thuốc thì bác sĩ có thể khuyến cáo bạn nên tiêm steroids (xtê-rô-ít) hoặc hyaluronans trực tiếp vào khớp."
        },
        {
            "en": "4. Cosmic rays and dark matter  Space is permeated by a constant flux of energetic charged particles called cosmic rays. When cosmic rays encounter the Earth’s atmosphere they disintegrate, producing a shower of secondary particles which can be detected at ground level. Some cosmic rays may emanate from explosive events such as supernovae or, closer to home, <em>flares</em> on our own sun. But in many cases their source is unknown.  In order to better understand these enigmatic particles, we need to catch them before they reach the atmosphere. Mounted on the ISS is the Alpha Magnetic Spectrometer (AMS), the most sensitive particle detector ever launched into space. This device collects cosmic rays and measures both their energy and incoming direction.",
            "vi": "4. Bức xạ vũ trụ và vật chất tối  Vũ trụ tràn ngập bằng các dòng hạt tích điện liên tục gọi là bức xạ vũ trụ. Khi bức xạ vũ trụ gặp bầu khí quyển của trái đất sẽ tan rã, tạo ra một trận mưa hạt thứ cấp có thể phát hiện ở mặt đất. Một số bức xạ vũ trụ có thể phát ra do các vụ nổ như sao băng hoặc gần hơn, lửa toả ra từ mặt trời của chúng ta. Nhưng thường thì ta không biết bức xạ vũ trụ từ đâu đến.   Để hiểu rõ hơn các hạt bí hiểm này, chúng ta cần tóm được chúng trước khi chúng đến được bầu khí quyển. Trên ISS có lắp Quang phổ kế Từ tính Anfa ( AMS ), máy dò hạt nhạy nhất từng được phóng vào không gian. Thiết bị này thu thập các tia vũ trụ và đo cả năng lượng và hướng truyền tới của chúng."
        },
        {
            "en": "3 December 2010 Last updated at 00:14 GMT           \n \n10 December 2010 Last updated at 00:46 GMT  A car containing Prince Charles and the Duchess of Cornwall has been attacked amid violence after MPs voted to raise university tuition fees in England. A window was cracked and their car hit by paint, but the couple were unharmed. In angry scenes, protesters battled with police in Parliament Square. Hundreds were contained on Westminster Bridge for a time by officers. Police say 12 officers and 43 protesters have been injured, while 22 arrests were made.  Prime Minister David Cameron said it was \"shocking and regrettable\" that protesters had attacked the prince's car.  Clarence House said the royal couple were safe and attended the Royal Variety performance as scheduled. Metropolitan Police Commissioner Sir Paul Stephenson said there would be a \"very serious and very detailed investigation\" into the disturbances, in which 10 police officers have been injured. The vote will mean fees will almost treble to £9,000 a year. The government's majority was cut by three-quarters to 21 in a backbench rebellion. Three ministerial aides resigned. Only 28 Lib Dem MPs - less than half - voted for the government's plans for tuition fees. Six Conservative MPs voted against. Violent scenes There were angry clashes as protesters - some throwing missiles - fought to break through police lines.  Riot police had to force back protesters who were smashing windows of the Treasury and the Supreme Court Earlier, protesters had largely taken over Parliament Square and pressed against lines of police in front of the Houses of Parliament. Mounted police were used to control crowds, at one point charging a group of protesters, as thousands of demonstrators protested outside the Houses of Parliament. Other reported actions taken by the protesters include:   Setting the Christmas tree in Trafalgar Square alight Smashing windows at shops in Oxford Street  Vandalising statues in Parliament Square, including that of Winston Churchill A sit-in by about 150 students at the National Gallery  Superintendent Julia Pendry said officers had come under sustained attack and condemned \"acts of wanton vandalism, wanton violence\" by protesters. In violent scenes earlier, the BBC's Mark Georgiou said there had been injuries to both police and protesters near to Westminster Abbey. The Metropolitan Police said there were attacks using \"<em>flares</em>, sticks, snooker balls and paint balls\". Home Secretary Theresa May said she \"utterly condemned\" the violence. \"What we are seeing in London tonight, the wanton vandalism, smashing of windows, has nothing to do with peaceful protest,\" she said. \"I have spoken to Paul Stephenson, the Met Commissioner, and he has updated me on the appalling levels of violence seen today. \"Attacks on police officers and property show that some of the protesters have no respect for London or its citizens.\" Students from around the UK gathered in London for a day of protests and a rally - with police expecting about 20,000 demonstrators. The coalition government faced its first major backbench rebellion in the vote. The BBC's Ben Brown, outside Parliament, said protesters shouted \"shame on you\" as news of the result filtered out to the crowd. The package of measures will see fees rising to an upper limit of £9,000 per year - with requirements for universities to protect access for poorer students if they charge more than £6,000 per year http://www.bbc.co.uk/news/education-11954333",
            "vi": "3 December 2010 Last updated at 00:14 GMT      \n \n10 December 2010 Last updated at 00:46 GMT  Một chiếc xe chở hoàng tử Charles và nữ công tước hạt Cornwall bị tấn công giữa cuộc bạo động sau khi các nghị viên bỏ phiếu tăng đại học phí ở Anh Một cửa sổ bị vỡ còn xe của họ bị ném sơn, nhưng cả hai người không bị phương hại gì.  Giữa bầu không khí giận dữ, người biểu tình đánh nhau với cảnh sát tại Quảng trường Nghị Viện. Hàng trăm người bị cảnh sát chận lại trên cầu Westminster trong một lúc Cảnh sát cho biết có 12 nhân viên của mình và 43 người biểu tình bị thương, trong khi đã diễn ra 22 vụ bắt giữ Thủ tướng David Cameron phát biểu việc người biểu tình tấn công xe của hoàng tử là điều gây sốc và đáng tiếc Dinh Clarence thông báo cả hai nhân vật của hoàng gia đều bình an và vẫn đến dự buổi biểu diễn tại Nhà Hát Tạp Kỹ Hoàng gia như kế hoạch đã định Người đại diện của lực lượng Cảnh Sát Thủ Đô Sir Paul Stephenson nói sẽ có một “cuộc điều tra thật nghiêm túc và chi tiết” về tình trạng hỗn loạn này, trong đó có 10 sĩ quan cảnh sát bị thương Kết quả bỏ phiếu sẽ dẫn tới việc học phí tăng gấp ba lần lên mức 9.000 bảng Anh mỗi năm. Phái đa số trong chính phủ đã bị cắt giảm 2/3 xuống còn 21 trong cuộc nổi loạn của các nghị viên dự bị. Ba trợ lý cấp bộ đã từ chức. Chỉ có 28 nghị viên thuộc Đảng Dân Chủ Tự Do – chưa đầy phân nửa – bỏ phiếu thuận cho các kế hoạch học phí của chính phủ. Sáu nghị viên Đảng Bảo Thủ bỏ phiếu chống Khung cảnh bạo lực  Đã diễn ra các vụ xung đột khi người biểu tình – một số có ném gạch đá – giằng co để phá vỡ các hàng rào cảnh sát Cảnh sát dã chiến buộc phải đẩy lùi người biểu tình nào đang đập phá các cửa sổ của Kho Bạc và Tòa Án Tối Cao Trước đó, phe biểu tình nói chung đã chiếm được Quảng Trường Nghị Viện và chống lại các hàng rào cảnh sát phía trước tòa nhà Hạ Nghị Viện Lực lượng cảnh sát đi ngựa đã quen với việc kiểm soát đám đông, ở một thời điểm đã tấn công một nhóm biểu tình, khi hàng ngàn người biểu tình phản đối bên ngoài tòa nhà Hạ Nghị Viện Các hành động được tường thuật khác của phe biểu tình bao gồm :  \nĐốt cháy cây thông giáng sinh tại Quảng Trường Trafalgar\n \nĐập phá cửa số của các cửa hiệu ở Đường Oxford\n \nCố ý đập phá các bức tượng trong Quảng Trường Nghị Viện, kể cả bức tượng của Winston Churchill\n \nBiểu tình ngồi gồm khoảng 150 sinh viên tại Nhà Trưng Bày Quốc Gia\n  Quan chức cảnh sát Julia Pendry cho biết các sĩ quan cảnh sát liên tục bị tấn công và lên án “các hành vi cố tình phá hoại công trình công cộng, cố tình gây bạo loạn” của người biểu tình Trong bối cảnh bạo lực trước đó, phóng viên Mark Georgiou của BBC tường thuật đã có các vụ chấn thương đối với cả cảnh sát lẫn phe biểu tình ở gần Tu viện Westminster Lực lượng Cảnh Sát Thủ Đô cho biết đã xảy ra các vụ tấn công có sử dụng “pháo sáng, gậy gộc, bóng bi-a và bóng sơn”. Bộ trưởng Bộ Nội Vụ Theresa May nói bà “kịch liệt lên án” cuộc bạo động này Bà phát biểu, “Cái mà ta đang chứng kiến tối nay ở Luân Đôn, cố ý phá hoại công trình công cộng, đập phá các cửa sổ, chẳng có gì liên quan đến cuộc biểu tình ôn hòa”.  “Tôi đã nói với Paul Stephenson, đại diện của Cảnh Sát Thủ Đô, và ông ấy liên tục cung cấp thông tin cập nhật cho tôi về mức độ bạo lực khủng khiếp đã nhìn thấy trong ngày hôm nay  “Các vụ tấn công vào cảnh sát và tài sản cho thấy phe biểu tình không hề tôn trọng Luân Đôn và các công dân ở đây.” Sinh viên trên khắp Vương Quốc Anh đã tụ họp về Luân Đôn để tham dự ngày biểu tình và đại hội – cảnh sát ước lượng có khoảng 20.000 người biểu tình Chính phủ liên minh lần đầu tiên đối mặt với cuộc nổi loạn quan trọng của các nghị viên dự bị trong cuộc bỏ phiếu Bên ngoài tòa nhà Quốc Hội, phóng viên Ben Brown của BBC tường thuật phe biểu tình hô vang “Nhục nhã cho các người” khi kết quả bỏ phiếu lọt ra ngoài đám đông Gói biện pháp thực thi sẽ tăng học phí lên đến mức trần của 9.000 bảng Anh mỗi năm – kèm theo yêu cầu các trường đại học phải bảo vệ quyền nhập học cho các sinh viên nghèo nếu họ đóng nhiều hơn 6.000 bảng Anh mỗi năm http://www.bbc.co.uk/news/education-11954333"
        }
    ],
    "suggestions": []
}