{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flattered"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "flattered"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flattered"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>flattered</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) flattered at, by (flattered at the invitation) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) flattered to + <abr>inf.</abr> (she was flattered to be invited) </ex></blockquote></blockquote><blockquote><blockquote><ex>3) flattered that + clause (we were flattered that she came to visit us)</ex></blockquote></blockquote></div>",
            "word": "flattered"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flattered"
        }
    },
    "sentences": [
        {
            "en": "She's <em>flattered</em>.",
            "vi": "Cô ta nở lỗ mũi."
        },
        {
            "en": "I'm <em>flattered</em>.",
            "vi": "Tôi được tâng bốc."
        },
        {
            "en": "I am <em>flattered</em>.",
            "vi": "Bạn quá khen rồi."
        },
        {
            "en": "\"I just turned fifteen,\" he confessed, <em>flattered</em>.",
            "vi": "\"Tôi mới lên mười lăm,\" anh thú nhận, khoái chí."
        },
        {
            "en": "I was <em>flattered</em> by his kind attentions.",
            "vi": "Tôi hằng mơ tưởng đến sự quan tâm ân cần của anh ấy."
        },
        {
            "en": "I am <em>flattered</em> that you remembered.",
            "vi": "Tôi hãnh diện là được ông nhớ đến."
        },
        {
            "en": "She was <em>flattered</em> at being chosen by this disdainful conqueror.",
            "vi": "Cô cảm thấy hãnh diện khi được chọn bởi người chiến thắng kiêu ngạo này."
        },
        {
            "en": "She was <em>flattered</em> by his many little attentions.",
            "vi": "Cô ta bị tán tỉnh do những chăm sóc nhỏ nhặt của anh ta."
        },
        {
            "en": "I am highly <em>flattered</em> that you notice my promotion.",
            "vi": "Tôi rất vui vì bạn đã quan tâm đến việc tôi được thăng chức."
        },
        {
            "en": "If you find out information about people whom you will meet, inevitably, they are <em>flattered</em>.",
            "vi": "Nếu bạn tìm ra thông tin về những người mà bạn sẽ gặp, chắc hẳn họ sẽ thấy được trân trọng."
        },
        {
            "en": "He offered, nervous, seeming <em>flattered</em> that I'd singled him out to stare at.",
            "vi": "Gã đề nghị, căng thẳng, có vẻ hãnh diện vì tôi đã chọn gã để nhìn."
        },
        {
            "en": "They talked of the boom in farm land, and they <em>flattered</em> Henry.",
            "vi": "Họ bàn tán về chuyện ruộng đất đang phát triển mạnh và tỏ ra ca tụng Henry."
        },
        {
            "en": "He's <em>flattered</em> that they asked him to speak at the convention.",
            "vi": "Anh ấy cảm thấy khoái khi họ mời anh ấy phát biểu trong hội nghị."
        },
        {
            "en": "He <em>flattered</em> himself that he was the best student of the class.",
            "vi": "Anh ta tự hào là học sinh giỏi nhất lớp."
        },
        {
            "en": "I am really <em>flattered</em> with your invitation to become part of your company.",
            "vi": "Tôi thật sự rất vinh dự được ông mời làm thành viên trong công ty các ông."
        },
        {
            "en": "If you're the first, i expect you to feel very <em>flattered</em>.",
            "vi": "Nếu cô là người đầu tiên, tôi nghĩ đấy là điều cô phải đáng tự hào."
        },
        {
            "en": "The company received a commercial boost from the Empress Eugenie of France, when she decided the new colour <em>flattered</em> her.",
            "vi": "Công ty nhận được sự thúc đẩy thương mại từ nữ hoàng Eugenie của Pháp, khi mà bà ấy quyết định màu mới này đã tôn lên vẻ đẹp của bà ta."
        },
        {
            "en": "You ought to feel <em>flattered</em>, really considering that Hatsumomo goes to so much trouble just to torment you.",
            "vi": "Cô em phải hãnh diện về việc này mới đúng, vì hatsumono đã cất công đến đây để quấy phá cô."
        },
        {
            "en": "I was afraid he would turn on me with disgust and accuse me of my fraud, but he still seemed <em>flattered</em>.",
            "vi": "Tôi sợ anh chàng sẽ kinh tởm và buộc tội tôi giả dối, nhưng anh ta vẫn có vẻ khoái trá."
        },
        {
            "en": "They are emotional and buy when you make them they feel happy and <em>flattered</em>. So be jovial and enthusiastic when you talk to them and, if appropriate, compliment them on their styles.",
            "vi": "Họ cảm tính và mua hàng khi bạn làm cho họ cảm thấy vui vẻ và được tâng bốc. Vì thế hãy vui vẻ và nhiệt tình khi bạn nói chuyện với họ, và nếu thích hợp, khen ngợi phong cách của họ."
        }
    ],
    "suggestions": []
}