{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flavorful"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "flavorful"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flavorful"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flavorful"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flavorful"
        }
    },
    "sentences": [
        {
            "en": "run after to convey the <em>ful</em> information",
            "vi": "luôn cố gắng truyền đạt đầy đủ thông tin"
        },
        {
            "en": "These cookies are so moist and <em>flavorful</em>.",
            "vi": "Những cái bánh này vừa mềm lại vừa thơm."
        },
        {
            "en": "The Korean food is very traditional and <em>flavorful</em>.",
            "vi": "Thực phẩm Hàn Quốc rất truyền thống và có hương vị."
        },
        {
            "en": "The lemon zest is very aromatic and <em>flavorful</em>.",
            "vi": "Vỏ chanh rất thơm và có hương vị."
        },
        {
            "en": "The wine is very <em>flavorful</em> and quite delicious.",
            "vi": "Rượu này rất thơm và khá ngon."
        },
        {
            "en": "Please always keep our seafood in the most fresh and <em>flavorful</em> state!",
            "vi": "Vui lòng giữ cho hải sản của chúng ta luôn ở trạng thái tươi và ngon nhất!"
        },
        {
            "en": "The advice to forgo fried for <em>flavorful</em> alternatives is also helpful for other traditionally greasy snacks, like potato chips.",
            "vi": "Lời khuyên kiêng trừ các loại thức ăn chiên rán tẩm nhiều gia vị cũng có ích đối với các thức ăn chiên giòn nhiều dầu mỡ truyền thống khác, như khoai tây chiên."
        },
        {
            "en": " The clear yet <em>flavorful</em> broth is made with 20 ingredients, including dried shrimp, squid, shrimp paste, spring onion, coriander, ginger, mushroom, beet, fish sauce, sugar candy, and vinegar. ",
            "vi": "Nước dùng trong nhưng giàu hương vị được làm với 20 thành phần, bao gồm tôm khô, mực, tôm, hành tím, rau mùi, gừng, nấm, củ cải đường, nước mắm, đường phèn và giấm."
        },
        {
            "en": "Located on a busy corner of District 1's pretty Ham Nghi neighborhood, Nhu Lan Bakery has been famous for its fresh, <em>flavorful</em> bread since it opened in 1972.",
            "vi": "Tọa lạc trên một góc nhộn nhịp trên đường Hàm Nghi Quận 1, tiệm bánh Như Lan đã nổi tiếng với bánh mì tươi và hương vị của nó kể từ khi mở cửa vào năm 1972."
        },
        {
            "en": "A prototype from the Rekimoto Lab at the University of Tokyo simulates the flavor of salt with an electric current, imbuing food with all of the <em>flavorful</em> goodness without increasing your blood pressure.",
            "vi": "Sản phẩm thử nghiệm đầu tiên của Phòng thí nghiệm Rekimoto tại Trường Đại học Tokyo mô phỏng vị mặn của muối bằng một dòng điện, vị mặn của muối nhờ đó sẽ ngấm vào trong thức ăn mà không làm bạn tăng huyết áp."
        },
        {
            "en": "Firstly, water and rice flour are mixed to perfect ratio, making soft and moist dough. Next, glass noodle, wood ears, kohlrabi and mushroom, all tendered and finely chopped, are blended with minced pork and seasonings; this is an easy recipe for a <em>flavorful</em> filling.",
            "vi": "Đầu tiên, nước và bột gạo được trộn với tỷ lệ hoàn hảo, tạo ra loại bột mềm và ẩm. Tiếp theo, miến, mộc nhĩ, su hào và nấm, tất cả thái mỏng và băm nhỏ, trộn với thịt lợn băm và gia vị; đây là một công thức dễ dàng cho một món ăn đầy hương vị."
        },
        {
            "en": "The bowls were enormous and the broth very strong, with the right balance of the spices and super concentrated, probably because we were the last customers and it had time to reduce. It was very <em>flavorful</em>, with penetrating and persistant marine aromas. Did they make it with dried earthworms sa sung as my grandmother told me about 60 years ago?",
            "vi": "Các bát phở rất là to và nước dùng thì rất đậm đà, cùng với các loại gia vị được nêm vừa đủ và đã quá cô đặc, có lẽ bởi vì chúng tôi là những khách hàng cuối cùng và có thời gian để làm giảm đi. Hương vị rất thơm, cùng với hương biển thấm nhuần và dai dẳng. Họ có nấu bằng con giun đất khô sá sùng như lời bà tôi đã nói cho tôi nghe cách đây khoảng 60 năm không?"
        },
        {
            "en": "The bowls were enormous and the broth very strong, with the right balance of the spices and super concentrated, probably because we were the last customers and it had time to reduce. It was very <em>flavorful</em>, with penetrating and persistant marine aromas. Did they make it with dried earthworms sa sung as my grandmother told me about 60 years ago?",
            "vi": "Các bát phở rất là to và nước dùng thì rất đậm đà, cùng với các loại gia vị được nêm vừa đủ và đã quá cô đặc, có lẽ bởi vì chúng tôi là những khách hàng cuối cùng và có thời gian để làm giảm đi. Hương vị rất thơm, cùng với hương biển thấm nhuần và dai dẳng. Họ có nấu bằng con giun đất khô sá sùng như lời bà tôi đã nói cho tôi nghe cách đây khoảng 60 năm không?"
        },
        {
            "en": "Heartburn trigger: Spicy foods Got a taste for spicy foods -- the hotter, the better? All that heat may provoke heartburn. Peppery foods and hot sauces can be heartburn triggers. But it's not just scorching hot items that are in question. Peppermint is cool, not fiery, but it may relax the lower esophageal sphincter, leading to heartburn. And although garlic and onions aren't spices, they are <em>flavorful</em> foods that may spur heartburn.",
            "vi": "Nguyên nhân gây ợ nóng: Các thức ăn cay (có nhiều gia vị)  Bạn có sở thích ăn cay/ ăn nhiều gia vị – càng cay càng tốt ư? Tất cả các thức ăn “nhiệt” ấy có thể làm kích thích chứng ợ nóng, làm cho ợ nóng càng dữ dội hơn. Thức ăn cay và nước xốt nóng (cay) có thể là nguyên nhân gây ợ nóng. Nhưng đây không chỉ là các món nóng ấy mới là vấn đề mà bạc hà là món có tính hàn (lạnh), không phải là món “gây nhiệt”, nhưng cũng có thể làm giãn cơ thắt thực quản dưới, dẫn đến ợ nóng. Và mặc dù tỏi và hành không cay nóng, nhưng chúng chứa rất nhiều vị có thể làm kích thích chứng ợ nóng."
        },
        {
            "en": "4. Quang Noodle: The noodle is yellow or white in color and made from rice flour. It is mixed with shrimp, pork and vegetables, and topped with grilled rice paper and spices. This noodle dish is a complex mixture of flavors and texture. The vibrant wide yellow turmeric noodles, sesame rice crackers, roasted peanuts, and fresh herbs, are <em>flavorful</em>. Unlike these noodle soups, Quang noodle is served with very little broth and almost like a dry noodle dish or noodle salad with the broth bringing all the flavors together.",
            "vi": "Mì Quảng: Mì có màu vàng hoặc màu trắng và được làm từ bột gạo. Nó được ăn chung với tôm, thịt lợn và rau, và bỏ thêm bánh tráng nướng và các loại gia vị. Món mì này là một hỗn hợp phức tạp của các hương vị và kết cấu. Món mì sôi động đầy hương vị có màu vàng nghệ, bánh tráng mè, đậu phộng rang và các loại thảo mộc tươi. Không giống như các loại mì khác, mì Quảng được phục vụ với rất ít nước dùng và gần giống như một món bún khô hay bún gỏi."
        }
    ],
    "suggestions": []
}