{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fleeing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fleeing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fleeing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fleeing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fleeing"
        }
    },
    "sentences": [
        {
            "en": "Time is <em>fleeing</em> away.",
            "vi": "Thời gian thấm thoát trôi qua."
        },
        {
            "en": "The <em>fleeing</em> years bend our backs.",
            "vi": "Tháng ngày trốn chạy mỏi bờ lưng."
        },
        {
            "en": "Residents are <em>fleeing</em> the area in panic.",
            "vi": "Cư dân cảm thấy khu vực này trong tình trạng hoảng loạn."
        },
        {
            "en": "People are <em>fleeing</em> the area in panic.",
            "vi": "Mọi người đang chạy hoảng loạn ra khỏi khu vực đó."
        },
        {
            "en": "A fire in the hotel sent people <em>fleeing</em> for safety.",
            "vi": "Vụ hỏa hoạn tại khách sạn buộc mọi người phải thoát hiểm vì sự an toàn."
        },
        {
            "en": "Thousands of refugees were <em>fleeing</em> across the border.",
            "vi": "Hàng ngàn dân tị nạn đang trốn ra khỏi biên giới."
        },
        {
            "en": "The <em>fleeing</em> rebels found a sanctuary in the nearby church.",
            "vi": "Bọn nổi loạn đang chạy trốn đã tìm được một nơi ẩn náu trong nhà thờ gần đó."
        },
        {
            "en": "Thousands of people are <em>fleeing</em> the Pakistani city of Mujafarabad after the huge earthquake on Saturday.",
            "vi": "Hàng ngàn người đang rời khỏi thành phố mujafarabad của pakistan sau trận động đất lớn xảy ra hôm thứ bảy."
        },
        {
            "en": "She ran swiftly into the dark hall, <em>fleeing</em> as though demons were upon her.",
            "vi": "Nàng lao vút ra ngoài hành lang tối, chạy bay như ma đuổi."
        },
        {
            "en": "Man drinking pint while <em>fleeing</em> terror becomes symbol of London spirit",
            "vi": "Vừa chạy trốn khủng bố vừa uống bia trở thành biểu tượng của Luân Đôn"
        },
        {
            "en": "After <em>fleeing</em> Vietnam by boat in 1981, a dishwashing job at St Vincent’s hospital was Tuan Nguyen’s lucky break",
            "vi": "Sau khi rời khỏi Việt Nam bằng thuyền vào năm 1981, ông Tuấn Nguyễn đã may mắn kiếm được công việc rửa chén đĩa tại bệnh viện St Vincent"
        },
        {
            "en": "After <em>fleeing</em> Vietnam by boat in 1981, a dishwashing job at St Vincent’s hospital was Tuan Nguyen’s lucky break",
            "vi": "Sau khi rời khỏi Việt Nam bằng thuyền vào năm 1981, ông Tuấn Nguyễn đã may mắn kiếm được công việc rửa chén đĩa tại bệnh viện St Vincent"
        },
        {
            "en": "Now because of the plunder of the undisciplined soldiery, the peasants are <em>fleeing</em> and abandoning their land uncultivated.",
            "vi": "Giờ đây vì hành động cướp bóc của đội quân vô kỷ luật, những người nông dân đang chạy trốn và bỏ mặc ruộng đồng của họ."
        },
        {
            "en": "US troops have tried to block the roads from Baghdad to Tikrit to stop Iraqi leaders from <em>fleeing</em> there.",
            "vi": "Quân Mỹ đã cố phong tỏa các ngả đường từ Bát - đa đi Ti - krít để ngăn chặn giới lãnh đạo I - rắc trốn về đó."
        },
        {
            "en": "US troops have tried to block the roads from Baghdad to Tikrit to stop Iraqi leaders from <em>fleeing</em> there.",
            "vi": "Quân Mỹ đã cố phong tỏa các ngả đường từ Bát-đa đi Ti-krít để ngăn chặn giới lãnh đạo I-rắc trốn về đó."
        },
        {
            "en": "He is accused of threatening a worker with what may have been a concealed weapon, before <em>fleeing</em> with an undisclosed amount of money.",
            "vi": "Hắn bị cáo buộc đã đe doạ nhân viên cửa hàng hình như là bằng một loại vũ khí nào đó, trước khi tẩu thoát và mang theo một số tiền chưa rõ là bao nhiêu."
        },
        {
            "en": "Drinking pint while <em>fleeing</em> terror becomes symbol of London spirit. Because not even terrorists can break Londoners’ spirit (and love of a good pint)!!!",
            "vi": "Vừa chạy trốn khủng bố vừa uống bia trở thành biểu tượng của Luân Đôn. Vì những kẻ khủng bố không thể làm suy sụp tinh thần (và tình yêu bia ngon) của người Luân Đôn được!!!"
        },
        {
            "en": "Investors have pulled$40 billion out of developing economies in the third quarter, <em>fleeing</em> emerging markets at the fastest pace since the height of the global financial crisis.",
            "vi": "Các nhà đầu tư đã rút 40 tỷ đô la Mỹ khỏi các nền kinh tế đang phát triển trong quý 3, tháo chạy khỏi các thị trường mới nổi nhanh nhất kể từ giai đoạn đỉnh điểm của cuộc khủng hoảng tài chính toàn cầu."
        },
        {
            "en": "The search restarted Monday afternoon, hours after the Costa Concordia slipped on its rocky resting place in bad weather, sending divers <em>fleeing</em> to safety.",
            "vi": "Việc tìm kiếm bắt đầu lại vào chiều thứ hai, nhiều tiếng đồng hồ sau khi Costa Concordia bị trượt ở nơi mắc cạn lởm chởm đá vì thời tiết xấu, khiến cho các thợ lặn phải tìm đường thoát thân."
        },
        {
            "en": "Thai officials say they have resumed discussions with Cambodia to try to establish a ceasefire in a disputed border area. Military clashes over the weekend left at least seven people dead and sent thousands of villagers <em>fleeing</em> the area.",
            "vi": "Các quan chức Thái Lan cho biết họ đã nối lại những cuộc thảo luận với Cam-pu-chia để cố gắng thiết lập việc ngưng bắn ở vùng biên giới đang xảy ra tranh chấp. Các vụ đụng độ quân sự vào cuối tuần rồi đã làm ít nhất bảy người bị thiệt mạng và hàng ngàn dân làng phải bỏ chạy khỏi khu vực này."
        }
    ],
    "suggestions": []
}