{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Flemish"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Flemish</k><blockquote><cclass>[<cclass>'flɛmɪʃ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (<cclass><b>the Flemish</b>) the people of Flanders, a region divided between Belgium, France, and the Netherlands. </cclass></blockquote></blockquote><blockquote><blockquote>2》 the Dutch language as spoken in Flanders. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to the Flemish people or language. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from MDu. <i>Vlāmisch</i>, related to <i>Vlaanderen</i> 'Flanders'. </blockquote></div>",
            "word": "Flemish"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Flemish"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Flemish"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Flemish"
        }
    },
    "sentences": [
        {
            "en": "The Mercator projection was invented by Gerardus Mercator, a <em>Flemish</em> mapmaker.",
            "vi": "Phép chiếu Mercator được Gerardus Mercator, một người vẽ bản đồ vùng Flemish, phát minh."
        },
        {
            "en": "DollarThe dollar is the world’s most common currency, used in the US, Australia, Canada, Fiji, New Zealand, and Singapore (and elsewhere).According to OxfordWords, the <em>Flemish</em> or low German word “joachimsthal” referred to Joachim’s valley where silver was once mined. Coins minted from this mine became “joachimsthaler,” which was later shortened to “thaler” and eventually morphed into “dollar.”",
            "vi": "Đồng đô la\n\nĐô la là đồng tiền phổ biến nhất thế giới, được sử dụng ở Mỹ, Australia, Canada, Fiji, New Zealand, Singapore ...\nTheo OxfordWords, từ “joachimsthal” của tiếng Hạ Đức hay tiếng Flemish có nghĩa là Thung lũng Joachims, nơi từng là địa điểm khai thác mỏ bạc. Những đồng tiền xu được đúc từ mỏ ở đây được gọi là “joachimsthaler”, về sau được gọi ngắn gọn hơn là “thaler”, và sau cùng biến thể thành “dollar” (đô la)."
        }
    ],
    "suggestions": []
}