{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fletcher",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fletcher</k><blockquote>■ <cclass>noun <cclass>chiefly historical a person who makes and sells arrows. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>flechier</i>, from <i>fleche</i> 'arrow'. </blockquote></div>",
            "word": "fletcher",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fletcher",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fletcher",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fletcher",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Dr <em>Fletcher</em> said: “The consumption of energy drinks with alcohol is another practice common in some social settings.",
            "vi": "Tiến sĩ Fletcher cho biết: \"Việc uống chung nước tăng lực với rượu là một thực tế phổ biến trong một số môi trường xã hội."
        },
        {
            "en": "Dr <em>Fletcher</em> added: “Our findings are concerning since caffeine likely does not affect the QTc interval based on previous studies.”",
            "vi": "Tiến sĩ Fletcher nói thêm: \"Những phát hiện của chúng tôi liên quan đến việc caffein không ảnh hưởng đến khoảng QTc như các kết luận dựa trên những nghiên cứu trước đây\"."
        },
        {
            "en": "Dr Emily <em>Fletcher</em>, a deputy pharmacy flight commander at the US Air Force who led the study, said: “There are currently more than 500 energy drink products available on the market purported to boost physical and mental alertness.",
            "vi": "Tiến sĩ Emily Fletcher, chỉ huy không quân đại diện Khoa dược của Không lực Hoa Kỳ, người đứng đầu cuộc nghiên cứu cho biết: \"Hiện nay có hơn 500 sản phẩm nước tăng lực bày bán trên thị trường có tác dụng tăng cường sự tỉnh táo về thể chất và tinh thần."
        },
        {
            "en": "“Like a modern-day Paul Revere, this book offers the most urgent of warnings about how a mercantilist, protectionist, and rapidly militarizing China is system- atically destroying the American economy under the false banner of ‘free’ trade—and in the process, severely weakening our national defenses. It should be required reading for every American citizen—and in the hands of every American Congressman.” —Ian <em>Fletcher</em>, Senior Economist, Coalition for a Prosperous America",
            "vi": "\"Giống như Paul Revere thời hiện đại, cuốn sách này đưa ra những cảnh báo khẩn cấp nhất về một Trung Quốc với tư tưởng con buôn, bảo hộ và đang quân sự hóa nhanh chóng, đang phá hủy một cách có hệ thống nền kinh tế Mỹ dưới biểu ngữ giả dối về \"tự do\" thương mại- và cùng lúc đó làm suy yếu nghiêm trọng phòng thủ quốc gia của chúng ta. Mọi người dân Mỹ cần đọc cuốn sách này và tất cả các Nghị sĩ Mỹ phải luôn mang nó bên mình.\" —Ian Fletcher, Chuyên gia Kinh tế Cao cấp, Liên minh vì một nước Mỹ thịnh vượng"
        },
        {
            "en": "“Education is our greatest opportunity to give an irrevocable gift to the next generation”, said Ernie <em>Fletcher</em>; this is one of my favorite quotes. In my viewpoints, education begins from the family; and the inherited wealth that could be given from parents is the virtue and knowledge. And please stop asking them to become what you want them to be; let them learn and grow up naturally as they are. There is an interesting quote from the book ‘To kill a mocking bird’ of Harper Lee that I really love and I guess it would become a lodestar for you to teach your kids, followings,",
            "vi": "Ernie Fletcher đã phát biểu rằng \" giáo dục chính là cơ hội để trao tặng món quà vĩnh viễn cho thế hệ sau\"; đây chính là một trong những đoạn trích dẫn mà tôi thích nhất. Theo quan điểm của tôi, giáo dục bắt nguồn từ gia đình; và tài sản thừa kế được hưởng từ cha mẹ chính là đạo đức và kiến thức. Và hãy ngừng việc hỏi chúng rằng chúng muốn trở thành gì; hãy để chúng lớn lên theo cách tự nhiên của chúng. Có một trích dẫn hay từ một cuốn sách mà tôi yêu thích nữa là \" Để giết một con chim nhại\" của tác giả Harper Lee và tôi đoán rằng cuốn sách này sẽ trở thành kim chỉ nam của bạn trong việc nuôi dạy con cái, cuốn sách nói rằng,"
        },
        {
            "en": "“Education is our greatest opportunity to give an irrevocable gift to the next generation”, said Ernie <em>Fletcher</em>; this is one of my favorite quotes. In my viewpoints, education begins from the family; and the inherited wealth that could be given from parents is the virtue and knowledge. And please stop asking them to become what you want them to be; let them learn and grow up naturally as they are. There is an interesting quote from the book ‘To kill a mocking bird’ of Harper Lee that I really love and I guess it would become a lodestar for you to teach your kids, followings,",
            "vi": "Ernie Fletcher đã phát biểu rằng \" giáo dục chính là cơ hội để trao tặng món quà vĩnh viễn cho thế hệ sau\"; đây chính là một trong những đoạn trích dẫn mà tôi thích nhất. Theo quan điểm của tôi, giáo dục bắt nguồn từ gia đình; và tài sản thừa kế được hưởng từ cha mẹ chính là đạo đức và kiến thức. Và hãy ngừng việc hỏi chúng rằng chúng muốn trở thành gì; hãy để chúng lớn lên theo cách tự nhiên của chúng. Có một trích dẫn hay từ một cuốn sách mà tôi yêu thích nữa là \" Để giết một con chim nhại\" của tác giả Harper Lee và tôi đoán rằng cuốn sách này sẽ trở thành kim chỉ nam của bạn trong việc nuôi dạy con cái, cuốn sách nói rằng,"
        }
    ],
    "suggestions": []
}