{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[flə:'tei∫əs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thích tán tỉnh, thích ve vãn; thích tán tỉnh vờ, thích ve vãn vờ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hay yêu đương lăng nhăng</td></tr></table><i/></div>",
            "word": "flirtatious"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flirtatious</k><blockquote>■ <cclass>adjective expressing or characterized by flirtation. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>flirtatiously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>flirtatiousness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "flirtatious"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>flirtatious</k><blockquote>▸ <cclass>adjective COQUETTISH, flirty, kittenish, teasing.</cclass></blockquote></div>",
            "word": "flirtatious"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flirtatious"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flirtatious"
        }
    },
    "sentences": [
        {
            "en": "I don't like guys that are <em>flirtatious</em> :",
            "vi": "không thích người ưa tán tỉnh"
        },
        {
            "en": "He's too <em>flirtatious</em> to love her with his heart.",
            "vi": "Anh ấy trăng hoa quá không yêu cô ấy thật lòng đâu."
        },
        {
            "en": "That girl is <em>flirtatious</em> and often changes sweethearts.",
            "vi": "Cô gái đó lăng nhăng lắm và thay bồ như thay áo."
        },
        {
            "en": "There are no compliments or any of the <em>flirtatious</em> banter.",
            "vi": "Không có lời khen ngợi hoặc bất cứ nói đùa tán tỉnh nào."
        },
        {
            "en": "There are no compliments or any of the <em>flirtatious</em> banter we used to enjoy.",
            "vi": "Không có một lời biểu dương, hay không có những cuộc nói chuyện tình cảm, hấp dẫn mà trước đây chúng tôi đã từng rất hứng thú."
        },
        {
            "en": "He was giving me such an unmistakably <em>flirtatious</em> look that i felt myself blushing.",
            "vi": "Cậu ta đã nhìn tớ với vẻ tán tỉnh rõ ràng khiến tớ phát đỏ cả mặt lên."
        },
        {
            "en": "It was more than their <em>flirtatious</em> little games; it was a way of life.",
            "vi": "Nó còn lớn hơn những trò chơi nhí nhố của họ; đó là một cách sống."
        },
        {
            "en": "Looking for love          When it comes to attracting a man, natural scent works best Women looking for that special someone might want to think twice before spritzing Chanel No. 5. A new study suggests that a woman's natural scent may be all she needs. Recent research shows that a man's testosterone levels, which are linked with sexual interest, are significantly higher when they smell the shirt of a woman who is ovulating. These findings could lead to the development of new fragrances that mimic this effect, and answer basic questions about human biology. \"This is an issue that has been hotly debated: whether or not ovulation is concealed in human females,\" said Jon Maner, a co-author of the recent paper in Psychological Science. \"In lots of other species, there are very obvious indicators, but it has long been assumed that human females didn't give off these cues.\" Over the last 10 years, however, psychologists have found that ovulating women may behave differently, with a tendency to be more <em>flirtatious</em>, have sexual fantasies more frequently, and prefer hyper-masculine men. In surveys, men report being more attracted to ovulating women. The new study builds on this research by measuring the response of men to a specific chemical cue. The researchers performed two separate but related experiments. In the first scenario, the scientists gave four women plain, white T-shirts. The women wore the shirts over three days when they went to sleep. The researchers then collected the shirts in plastic bags, divided them up according to whether the woman was ovulating, and froze them. In the second experiment, the scientists added an extra variable: fresh T-shirts that hadn't been worn by anyone. T-shirts in hand, the scientists asked dozens of men to stick their noses into the bags. As the men sniffed the shirts, scientists sampled the participants' saliva, which was used to measure testosterone. Men who smelled the shirts of ovulating women in the first experiment had, on average, testosterone levels that were 37 percent higher than the men who smelled the shirts of non-ovulating women. For the second experiment, the testosterone levels of the men who smelled the T-shirts of ovulating women were, on average, 15 percent higher than men who sniffed the two other T-shirt samples. Other studies have linked higher levels of testosterone with an increased in sexual arousal, said Maner. Whether a 37 percent or 15 percent difference in testosterone is enough to affect a man's behavior is unknown. Another unknown is the whether a man could detect an ovulating women in a real-world situation, say a crowded bar. The two experiments were done under controlled laboratory conditions. Nevertheless, scientists say the experiments could have real world significance for potential love connections. \"The men were smelling T-shirts, not real women,\" said Maner. \"We would expect that the odor coming from a woman will be stronger than from a T-shirt that was frozen.\"  Exactly how far the odor diffuses away from a woman remains to be seen. Scientists also haven't identified the specific chemical scents that stimulate increases in testosterone levels in men. It's possible that men are directly detecting the higher levels of estrogen during ovulation, said Jim Roney, a scientist at the University of California, Santa Barbara. Equally possible is that men are sensing other chemicals that rise and fall depending on the amount of estrogen. Scientists just don't know. Despite the remaining unknowns, the new research marks a milestone for smell scientists. \"This is one of the first papers to show (a change in testosterone) in response to a chemical stimulus,\" said Roney. \"It's a new area of research.\"",
            "vi": "Tìm kiếm tình yêu      Nếu nói đến thu hút một người đàn ông, mùi hương tự nhiên sẽ có hiệu quả nhất Những phụ nữ tìm kiếm một ai đó đặc biệt có thể nên suy nghĩ kỹ trước dùng nước hoa Chanel 5. Một nghiên cứu mới cho rằng mùi hương tự nhiên của phụ nữ có thể là tất cả những gì cô ấy cần. Nghiên cứu gần đây cho thấy rằng mức tét-xtô-xtê-rôn của một người đàn ông, chất liên quan đến hứng thú tình dục, cao hơn nhiều khi họ ngửi mùi áo sơ mi của một người phụ nữ đang rụng trứng. Những phát hiện này có thể dẫn đến sự phát triển của các mùi thơm mới bắt chước theo ảnh hưởng này, và trả lời các câu hỏi cơ bản về sinh học người.  “Đây là một vấn đề đã được thảo luận sôi nổi: sự rụng trứng có được che giấu ở người phụ nữ hay không,\" theo Jon Maner, đồng tác giả của bài báo cáo gần đây trong tạp chí Khoa học Tâm lý. “Ở nhiều giống loài khác, có rất nhiều các dấu hiệu hiển nhiên, nhưng từ lâu người ta đã cho rằng phụ nữ không biểu hiện những dấu hiệu này.\" Tuy nhiên trong hơn 10 năm qua, các nhà tâm lý đã thấy rằng những phụ nữ đang rụng trứng có thể cư xử khác, với khuynh hướng thích tán tỉnh hơn, mơ tưởng đến tình dục thường xuyên hơn, và thích những người đàn ông nam tính hơn. Theo các kết quả khảo sát, cánh đàn ông cho biết họ bị thu hút hơn với những phụ nữ đang rụng trứng. Nghiên cứu phát triển thêm các kết quả cũ bằng cách đánh giá phản hồi của nam giới đối với một hoá chất đặc hiệu. Các nhà nghiên cứu thực hiện hai thí nghiệm riêng biệt nhưng liên quan với nhau.Trong thí nghiệm đầu tiên, nhà khoa học đưa cho bốn phụ nữ những chiếc áo thun ngắn tay màu trắng trơn. Những phụ nữ này mặc các chiếc áo đó trong ba ngày khi họ đi ngủ. Sau đó các chiếc áo được thu lại trong túi nhựa, phân chia theo áo của phụ nữ đang rụng trứng hay không, và đem đông lạnh. Ở thí nghiệm thứ nhì, nhà khoa học thêm vào một biến số: các chiếc áo không từng được ai mặc. Với các chiếc áo đó, các nhà nghiên cứu yêu cầu nhiều người đàn ông ngửi mùi các chiếc túi chứa áo. Khi họ ngửi, các nhà khoa học lấy mẫu nước bọt của họ, các mẫu nước bọt này được dùng để đo lường lượng tét-xtô-xtê-rôn. Bình quân, những người ngửi mùi áo sơ mi của phụ nữ đang rụng trứng trong thử nghiệm đầu tiên có mức tét-xtô-xtê-rôn cao hơn 37% so với những người ngửi mùi áo sơ mi của các phụ nữ không đang rụng trứng. Trong thí nghiệm thứ nhì, mức tét-xtô-xtê-rôn của những người đàn ông ngửi mùi áo của phụ nữ đang rụng trứng bình quân cao hơn 15% so với những người ngửi hai áo khác nhau. Các nghiên cứu khác đã liên kết mức hoóc-môn sinh dục nam cao hơn với gia tăng trong kích thích tình dục, Maner nói. Cho dù sự khác biệt 37% hay 15% trong lượng hoóc-môn sinh dục nam có đủ để ảnh hưởng đến hành vi của một người nam hay không thì vẫn chưa rõ. Một điều không rõ khác là người đàn ông có thể phát hiện một phụ nữ đang rụng trứng trong một tình huống thực tế hay không, chẳng hạn như trong một tiệm rượu đông đúc. Hai thí nghiệm đã được thực hiện ở điều kiện được kiểm soát trong phòng xét nghiệm. Tuy nhiên, các nhà khoa học cho rằng thí nghiệm có thể có ý nghĩa xã hội thực sự đối với tình yêu tiềm năng.  “Những người đàn ông tham gia thí nghiệm đã ngửi mùi của những chiếc áo, chứ không phải là những người phụ nữ thực sự,” Maner nói, “Chúng tôi tin rằng mùi hương từ một phụ nữ sẽ mạnh hơn từ một chiếc áo đã được đông lạnh.” Chính xác làm thế nào mà mùi hương từ một người phụ nữ lan xa vẫn còn phải xem xét. Các nhà khoa học cũng chưa nhận biết được mùi hoá học đặc hiệu nào đã kích thích làm tăng mức tét-xtô- xtê-rôn ở nam giới. Có thể là nam giới đã trực tiếp phát hiện mức cao của hoóc-môn động dục nữ trong thời kỳ rụng trứng, Jim Roney, một nhà khoa học thuộc đại học California, Santa Barbara, cho biết. Cũng có khả năng tương đương là nam giới là cảm nhận các hoá chất khác tăng lên và giảm xuống tùy vào lượng hoóc-môn động dục nữ. Các nhà khoa học chỉ không biết có phải là vậy không. Mặc dù vẫn còn không rõ, nhưng nghiên cứu mới này đã đánh một dấu mốc cho các nhà khoa học về mùi hương.  “Đây là một trong những bài nghiên cứu đầu tiên cho thấy (một thay đổi trong hoóc-môn sinh dục nam) để phản ứng lại với một kích thích hoá học”, dẫn lời Roney, “Nó là một phạm vi nghiên cứu mới.\""
        }
    ],
    "suggestions": []
}