{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['flauəd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) có hoa, ra hoa</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có in hoa (vải, lụa...)</td></tr></table><i/></div>",
            "word": "flowered"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flowered</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 having a floral design. </blockquote></blockquote><blockquote><blockquote>2》 [in <cclass>combination] bearing flowers of a specified kind: <cclass>yellow-flowered japonica. </cclass></cclass></blockquote></blockquote></div>",
            "word": "flowered"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flowered"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flowered"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flowered"
        }
    },
    "sentences": [
        {
            "en": "<em>Flowered</em> material.",
            "vi": "Vải hoa."
        },
        {
            "en": "His genius <em>flowered</em> early.",
            "vi": "Tài năng của anh ta sớm nở rộ."
        },
        {
            "en": "Grand - <em>flowered</em> purslane",
            "vi": "hoa mười giờ"
        },
        {
            "en": "Grand-<em>flowered</em> purslane",
            "vi": "hoa mười giờ"
        },
        {
            "en": "I want the <em>flowered</em> pants!",
            "vi": "Tôi muốn có những cái quần hoa!"
        },
        {
            "en": "She was wearing a <em>flowered</em> sundress.",
            "vi": "Cô đang mặc một chiếc đầm có in hoa."
        },
        {
            "en": "I want to buy a <em>flowered</em> purse.",
            "vi": "Tôi muốn mua một cái ví hoa."
        },
        {
            "en": "Her musical talent <em>flowered</em> in her twenties.",
            "vi": "Tài năng âm nhạc của cô ấy sớm nở rộ vào những năm 20 tuổi."
        },
        {
            "en": "Mary was wearing a bold <em>flowered</em> print.",
            "vi": "Quần áo Mary đang mặc làm từ vải in hoa đậm."
        },
        {
            "en": "This is a bed spread with a <em>flowered</em> sedge mat.",
            "vi": "Đây là cái giường trải chiếu hoa."
        },
        {
            "en": "His wife wears a full-length blue-<em>flowered</em> cotton dress.",
            "vi": "Vợ ông ta mặc một chiếc đầm vải dài in hoa màu xanh."
        },
        {
            "en": "His wife wears a full - length blue - <em>flowered</em> cotton dress.",
            "vi": "Vợ ông ta mặc một chiếc đầm vải dài in hoa màu xanh."
        },
        {
            "en": "Then she rolled the sleeves of her <em>flowered</em> calico dress above her elbows, and she knelt by the tub. With her hands she rubbed and scrubbed the corn until the hulls came off and floated on top of the water.",
            "vi": "chỏ, quì gối bên chiếc bồn. Hai bàn tay mẹ chà xát cho tới khi vỏ bắp tróc ra nổi lềnh bềnh trên mặt nước. Mẹ trút nước đó ra ngoài rồi lại lấy nước suối từ các thùng gỗ đổ đầy vào bồn."
        },
        {
            "en": "Then she rolled the sleeves of her <em>flowered</em> calico dress above her elbows, and she knelt by the tub. With her hands she rubbed and scrubbed the corn until the hulls came off and floated on top of the water.",
            "vi": "Mẹ xắn cao ống tay áo bằng vải hoa lên tới cùi chỏ, quì gối bên chiếc bồn. Hai bàn tay mẹ chà xát cho tới khi vỏ bắp tróc ra nổi lềnh bềnh trên mặt nước. Mẹ trút nước đó ra ngoài rồi lại lấy nước suối từ các thùng gỗ đổ đầy vào bồn."
        },
        {
            "en": "Deep armchairs and sofas covered in a faded <em>flowered</em> material stood practically next to each other, and where the bewildered navigator might hope to pass between them there was always.",
            "vi": "Ghế bành, tràng kỷ phủ vải hoa phai màu kê cạnh nhau, thế rồi nơi viên hoa tiêu sững sờ muốn đi qua thì luôn có cái bàn hoặc ghế đẩu cản lối."
        },
        {
            "en": "Bamboo flowers and fruit.   Once a bamboo species has reached its life expectancy, had <em>flowered</em> and produced seeds, the plant dies, wiping out entire swaths of forests over a several year period. One theory is that seed production requires an enormous amount of energy which stresses the bamboo plant to such an extent that they actually die. Another theory suggests that the mother plant dies to make room for the bamboo seedlings.    The mass flowering events also attract predators, mainly rodents. The sudden availability of fruits in huge quantities in the forest brings in a tens of millions of hungry rats who feed, grow and multiply at alarming rates. After they devour the bamboo fruit, the rats start consuming crops — both stored as well as on fields. A bamboo flowering event is almost always followed by famine and disease in nearby villages. In the northeastern India's state of Mizoram, the dreaded event occurs almost like clockwork every 48 to 50 years, when the bamboo species Melocanna baccifera flowers and fruits. The phenomenon, which occurred last in 2006 to 2008, is known in the local language as mautam or \"bamboo death.\"",
            "vi": "Tre ra hoa và kết quảKhi tre sống đủ tuổi thọ, đã nở hoa và tạo hạt xong, cây sẽ chết, xoá trắng những vùng rừng rộng lớn mấy năm trời. Một giả thuyết cho rằng sản xuất hạt cần một lượng năng lượng khổng lồ làm tre kiệt quệ đến chết. Một giả thuyết khác cho rằng cây mẹ chết đi để nhường chỗ cho các cây tre con. Các lần nở hoa hàng loạt cũng thu hút kẻ thù loài tre, chủ yếu là các loài gặm nhấm. Việc bất ngờ có đầy nhóc quả trong rừng sẽ thu hút hàng chục triệu con chuột đói ăn, khiến chúng lớn lên và sinh sản đến mức đáng báo động. Sau khi ngấu nghiến quả xong, những con chuột này bắt đầu ăn đến mùa màng - đều có sẵn trên đồng. Cho nên tre ra hoa hầu như luôn luôn kéo theo nạn đói và bệnh tật ở các làng lân cận. Ở bang Mizoram thuộc miền đông bắc Ấn Độ, các sự kiện đáng sợ này gần như cứ 48 đến 50 năm lại xảy ra, khi các giống tre Melocanna baccifera ra hoa kết quả. Hiện tượng này đã từng xảy ra vào cuối năm 2006 đến năm 2008, được ngôn ngữ địa phương gọi là mautam hoặc \"tre chết\""
        }
    ],
    "suggestions": []
}