{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fluids",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fluids",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fluids",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>fluids</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) (<abr>med.</abr>) to force; measure; restrict; withhold fluids </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to drink, take fluids </ex></blockquote></blockquote><blockquote><blockquote><ex>3) body; clear; cold; hot fluids</ex></blockquote></blockquote></div>",
            "word": "fluids",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fluids",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Drink a lot of <em>fluids</em>.",
            "vi": "Uống nhiều nước."
        },
        {
            "en": "Got to drink a lot of <em>fluids</em>.",
            "vi": "Phải uống thật nhiều nước."
        },
        {
            "en": "<em>Fluids</em> are included in the volume estimates.",
            "vi": "Chất lưu được tính đến trong khối lượng được ước tính."
        },
        {
            "en": "Rest and <em>fluids</em> are the only treatment.",
            "vi": "Nghĩ ngơi và bổ sung chất lỏng là cách điều trị duy nhất."
        },
        {
            "en": "Drink lots of <em>fluids</em> during exercise.",
            "vi": "Hãy uống nhiều nước khi đang tập thể dục."
        },
        {
            "en": "It is transmitted through blood and sexual <em>fluids</em>.",
            "vi": "Nó được truyền qua đường máu và chất dịch sinh dục."
        },
        {
            "en": "Mary has to continue to receive <em>fluids</em> intravenously.",
            "vi": "Mary phải tiếp tục nhận truyền dịch vào tĩnh mạch."
        },
        {
            "en": "You should drink lots of <em>fluids</em> during exercise.",
            "vi": "Bạn nên uống nhiều chất lỏng trong lúc tập thể dục."
        },
        {
            "en": "The virus is transmitted through blood and infected bodily <em>fluids</em>.",
            "vi": "Vi - rút được truyền qua đường máu và các chất dịch trong cơ thể bị lây nhiễm."
        },
        {
            "en": "And don't forget to drink lots of <em>fluids</em>.",
            "vi": "Và đừng quên uống thật nhiều nước."
        },
        {
            "en": "A chest drain is used to collect blood and other <em>fluids</em> from a patient's lung.",
            "vi": "Một ống tiêm ở ngực được dùng để rút máu và những chất lưu khác từ phổi của bệnh nhân."
        },
        {
            "en": "These bodily <em>fluids</em> have been shown to contain high concentrations of HIV.",
            "vi": "Những chất dịch cơ thể này cho thấy có chứa mật độ cao vi - rút (virus) HIV."
        },
        {
            "en": "A person can transmit hepatitis B to another through blood and infected bodily <em>fluids</em>.",
            "vi": "Một người có thể truyền viêm gan b sang một người khác qua đường máu và các chất dịch trong cơ thể bị lây nhiễm."
        },
        {
            "en": "The uptake of <em>fluids</em> or other substances by the tissues of the body.",
            "vi": "Sự lấy vào chất dịch và các chất khác bởi các mô của cơ thể."
        },
        {
            "en": "Your child also should drink lots of <em>fluids</em>, get plenty of rest, and avoid extreme temperatures.",
            "vi": "Bên cạnh đó trẻ cũng nên uống nhiều nước, nghỉ ngơi nhiều, và tránh nhiệt độ quá lạnh hoặc quá nóng."
        },
        {
            "en": "IgM travels through the body's <em>fluids</em>, binding to antigens to eliminate the invader.",
            "vi": "IgM tuần hoàn khắp các dịch của cơ thể, gắn vào các kháng nguyên để đào thải các tác nhân xâm nhập."
        },
        {
            "en": "These bodily <em>fluids</em> have been shown to contain high concentrations of HIV.",
            "vi": "Những chất dịch cơ thể này cho thấy có chứa mật độ cao vi-rút (virus) HIV."
        },
        {
            "en": "A condition in which the alkalinity of body <em>fluids</em> and tissues is abnormally high.",
            "vi": "Tình trạng lượng kiềm trong dịch chất và trong mô của cơ thể tăng cao một cách bất thường."
        },
        {
            "en": "A tube for insertion into a narrow opening so that <em>fluids</em> may be introduced or removed.",
            "vi": "Một ống dùng để đút vào trong một lỗ hẹp và có thể bơm chất dịch vào hoặc rút ra."
        },
        {
            "en": "A condition in which the acidity of body <em>fluids</em> and tissues is abnormally hight.",
            "vi": "Tình trạng tính acid của dịch chất và mô của cơ thể tăng cao một cách bất thường."
        }
    ],
    "suggestions": []
}