{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flummoxed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "flummoxed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flummoxed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flummoxed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "flummoxed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I was <em>flummoxed</em> by his direct question.",
            "vi": "Tôi vô cùng bối rối bởi câu hỏi trực tiếp của anh ấy."
        },
        {
            "en": "He then showed up at a library in Newton, Mr. Galvin said, and the poll workers were <em>flummoxed</em>.",
            "vi": "Sau đó ông ta xuất hiện tại một thư viện ở Newton, ông Mr. Galvin nói, khiến các nhân viên phòng phiếu lúng túng."
        },
        {
            "en": "The picture was taken by Australian photographer Tim Samuel, who uploaded the snap to his Instagram account last December. Tim saw the <em>flummoxed</em> fish while out free diving in Byron Bay with a friend. Nobody quite knows how it managed to get in there (alcohol may have been involved) but despite its obvious disadvantage, the fish was still able to control the movements of the equally hapless jellyfish. Unsurprisingly, Sam says he’s never seen anything quite like this during his five years as a photographer. And neither have we. But we have now. And we still can’t get our heads around it.",
            "vi": "Tấm hình này do Tim Samuel nhiếp ảnh gia người Úc chụp được, anh đã đưa hình lên tài khoản Instagram của mình tháng mười hai vừa qua. Tim nhìn thấy chú cá làm ta phải bối rối này khi đang lặn tự do ở vịnh Byron với bạn. Chẳng ai hiểu nổi vì sao nó chun vô đó được (chắc nó xỉn quá) nhưng bất chấp sự bất lợi rõ ràng, chú cá này vẫn còn có thể kiểm soát chuyển động của con sứa không may y như nó. Chẳng gì ngạc nhiên khi Sam bảo mình chưa từng thấy thứ gì như vậy trong suốt năm năm làm nhiếp ảnh gia của mình. Cả chúng tôi cũng thế. Nhưng bây giờ thì thấy rồi. Mà chúng tôi vẫn chẳng hiểu nổi vì sao lại thế được."
        }
    ],
    "suggestions": []
}