{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fluorin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fluorin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fluorin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fluorin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fluorin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She's <em>in</em> bed with <em>flu</em>.",
            "vi": "Cô ấy bị cảm nằm trên giường."
        },
        {
            "en": "The outbreak of H1N1 (\"swine\") <em>flu</em> <em>in</em> 2009 brought new concerns for parents during <em>flu</em> season.",
            "vi": "Sự bùng nổ đại dịch cúm H1N1 (“cúm heo”) năm 2009 đã mang cho bố mẹ nhiều nỗi lo mới trong mùa cúm."
        },
        {
            "en": "She caught the <em>flu</em> and had to stay <em>in</em> bed.",
            "vi": "Cô ấy mắc bệnh cúm và phải ở trên giường."
        },
        {
            "en": "Swine <em>Flu</em> Vaccine to Poorer Countries to Ship <em>in</em> November",
            "vi": "Vắc-xin cúm heo chuyển đến các nước nghèo vào tháng 11"
        },
        {
            "en": "There's an outbreak of <em>flu</em> <em>in</em> this village.",
            "vi": "Làng này đang bị dịch cúm."
        },
        {
            "en": "He caught the <em>flu</em> and had to stay <em>in</em> bed.",
            "vi": "Nó bị cúm nên phải nằm nghỉ."
        },
        {
            "en": "Swine <em>flu</em> vaccine to poorer countries to shipped <em>in</em> November.",
            "vi": "Vắc-xin cúm heo sẽ chuyển đến các nước nghèo vào tháng 11."
        },
        {
            "en": "Swine <em>flu</em> vaccine to poorer countries to shipped <em>in</em> November.",
            "vi": "Vắc - xin cúm heo sẽ chuyển đến các nước nghèo vào tháng 11."
        },
        {
            "en": "It is the eighth bird <em>flu</em> infection <em>in</em> China.",
            "vi": "Đây là trường hợp nhiễm cúm gia cầm thứ tám ở trung quốc."
        },
        {
            "en": "Symptoms of swine <em>flu</em> <em>in</em> humans appear to be similar to those produced by standard, seasonal <em>flu</em>.",
            "vi": "Các triệu chứng của cúm heo ở người có vẻ giống với các triệu chứng của bệnh cúm mùa thông thường."
        },
        {
            "en": "Swine <em>flu</em>",
            "vi": "Cúm lợn"
        },
        {
            "en": "Bird <em>flu</em>.",
            "vi": "Cúm gia cầm."
        },
        {
            "en": "The <em>flu</em>.",
            "vi": "Bệnh cảm cúm."
        },
        {
            "en": "Colds and <em>flu</em> are both highly contagious and, <em>in</em> the initial stages, a bad cold and a mild case of the <em>flu</em> might seem alike.",
            "vi": "Cảm và cúm đều lây lan rất nhanh và ở giai đoạn đầu, một ca cảm nặng và một ca cúm nhẹ có thể có các triệu chứng giống nhau."
        },
        {
            "en": "<em>In</em> most cases, an attack of the <em>flu</em> is usually over <em>in</em> a week.",
            "vi": "Hầu hết các trường hợp thì cúm thường hết trong 1 tuần."
        },
        {
            "en": "The H1N1 or swine <em>flu</em> virus has been found <em>in</em> pigs <em>in</em> Alberta Province <em>in</em> Canada.",
            "vi": "Cúm A/H1N1 đã được phát hiện trên lợn ở tỉnh Alberta, Canana."
        },
        {
            "en": "The <em>flu</em> virus tends to thrive <em>in</em> cooler conditions, and to struggle <em>in</em> warmer weather.",
            "vi": "Vi-rút cúm có xu hướng bùng phát ở các điều kiện thời tiết lạnh và giảm bớt ở nơi khí hậu ấm áp hơn."
        },
        {
            "en": "Cases of bird <em>flu</em> <em>in</em> farm animals have also been reported <em>in</em> Russia, Kazakhstan, and Turkey.",
            "vi": "Các trường hợp cúm gia cam ở các gia súc trong trang trại cũng đã được ghi nhận ở nga, kazakhstan, và thổ nhĩ kỳ."
        },
        {
            "en": "Taking precautionary steps can play an important role <em>in</em> preventing an individual from catching the <em>flu</em>.",
            "vi": "Thực hiện các bước phòng ngừa có thể đóng một vai trò quan trọng trong việc ngăn chặn một người khỏi bị nhiễm cúm."
        },
        {
            "en": "I've got swine <em>flu</em>, and I've never felt so ill <em>in</em> my life.",
            "vi": "Tôi bị cúm heo/lợn, và tôi chưa bao giờ có cảm giác đau bệnh thấy sợ như thế này trong đời."
        }
    ],
    "suggestions": []
}