{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['flʌri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cơn gió mạnh; (từ Mỹ,nghĩa Mỹ) cơn mưa dông bất chợt; trận mưa tuyết bất chợt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự nhộn nhịp, sự náo động; sự xôn xao, sự bối rối</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cơn giãy chết của cá voi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự lên giá xuống giá bất chợt (ở thị trường chứng khoán)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm nhộn nhịp, làm náo động; làm xôn xao, làm bối rối</td></tr></table><i/></div>",
            "word": "flurry"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flurry</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>flurries</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a small swirling mass of snow, leaves, etc. moved by sudden gusts of wind. </blockquote></blockquote><blockquote><blockquote>2》 a sudden short period of commotion or excitement. </blockquote></blockquote><blockquote><blockquote>    ⁃ a number of things arriving suddenly and simultaneously. </blockquote></blockquote><blockquote>■ <cclass>verb (<cclass><b>flurries</b>, <cclass><b>flurrying</b>, <cclass><b>flurried</b>) move in flurries; swirl. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from obs. <i>flurr</i> 'fly up, flutter, whirr' (imitative), prob. influenced by <kref>hurry</kref>. </blockquote></div>",
            "word": "flurry"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>flurry</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a flurry of snow</i>: SWIRL, whirl, eddy, billow, shower, gust.</blockquote><blockquote><b>2</b><i>a flurry of activity</i>: BURST, outbreak, spurt, fit, spell, bout, rash, eruption; fuss, stir, bustle, hubbub, commotion, disturbance, furore; <cclass><i>informal</i> to-do, flap.</cclass></blockquote><blockquote><b>3</b><i>a flurry of imports</i>: SPATE, wave, flood, deluge, torrent, stream, tide, avalanche; series, succession, string, outbreak, rash, explosion, run, rush.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>dearth, trickle.</blockquote><blockquote>▸ <cclass>verb <i>snow flurried through the door</i>: SWIRL, whirl, eddy, billow, gust, blast, blow, rush.</cclass></blockquote></div>",
            "word": "flurry"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "flurry"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cơn gió mạnh</font></td></tr></tbody></table></div>",
            "word": "flurry"
        }
    },
    "sentences": [
        {
            "en": "An explosion sent everyone onto a <em>flurry</em>.",
            "vi": "Tiếng nổ làm mọi người náo động lên."
        },
        {
            "en": "The government countered with a <em>flurry</em> of briefings.",
            "vi": "Chính phủ phản đối sự xáo trộn của các chỉ thị."
        },
        {
            "en": "How do you deal with a <em>flurry</em> of punches?",
            "vi": "Bạn đối phó với một loạt cú đấm bất ngờ như thế nào?"
        },
        {
            "en": "I've seen a shot of herring turning into a <em>flurry</em>.",
            "vi": "Tôi mới thấy một đàn cá trích biến thành một trận mưa tuyết bất chợt."
        },
        {
            "en": "There was a <em>flurry</em> of activity outside the university.",
            "vi": "Có một hoạt động nhộn nhịp bên ngoài trường đại học."
        },
        {
            "en": "Everyone got into a <em>flurry</em> because of an explosion.",
            "vi": "Mọi người náo động cả lên vì tiếng nổ."
        },
        {
            "en": "There was a <em>flurry</em> of activity around us.",
            "vi": "Một loạt hoạt động diễn ra quanh chúng tôi."
        },
        {
            "en": "When unarmored, a monk may strike with a <em>flurry</em> of blows at the expense of accuracy.",
            "vi": "Khi không trang bị giáp trụ, một võ tăng có thể tung ra một loạt cú đấm bất ngờ nhưng không được chính xác lắm."
        },
        {
            "en": "There was another <em>flurry</em> of hospital personnel, another stretcher brought to the bed next to me.",
            "vi": "Lại thêm một lần xôn xao của nhân viên bệnh viện, thêm một cái cáng được đưa đến giường cạnh tôi."
        },
        {
            "en": "Throughout the interminable journey an occasional <em>flurry</em> of bullet shots from above.",
            "vi": "Suốt dọc đường tưởng như không bao giờ hết ấy, thỉnh thoảng lại có tiếng súng bắn trên tàu."
        },
        {
            "en": "I 've seen a shot of herring turning into a <em>flurry</em>.",
            "vi": "Tôi mới thấy một đàn cá trích biến thành một trận mưa tuyết bất chợt."
        },
        {
            "en": "You can attack with a <em>flurry</em> of blows with any weapon.",
            "vi": "Anh có thể tấn công chỉ bằng sự chấn động đột ngột của cú đấm mà không cần vũ khí gì cả."
        },
        {
            "en": "The first <em>flurry</em> of snow of the season came the last weekend in November.",
            "vi": "Cơn bão tuyết đầu tiên trong mùa đến vào tuần cuối cùng của tháng mười một."
        },
        {
            "en": "There was a general <em>flurry</em> and concern, but he remained unruffled.",
            "vi": "Mọi người xôn xao lo lắng, còn anh ta vẫn bình tĩnh."
        },
        {
            "en": "Macroeconomic turbulence, first in Vietnam and then in world markets, also prompted a <em>flurry</em> of transactions.",
            "vi": "Những biến động về kinh tế vĩ mô, đầu tiên ở Việt Nam và sau đó là trên thị trường thế giới, cũng làm cho các giao dịch biến động không ngừng."
        },
        {
            "en": "A recent <em>flurry</em> of activity by big technology companies – including Google, Amazon, Microsoft and Yahoo! – suggests that the dream of bringing books online is still very much alive.",
            "vi": "Một loạt hoạt động gần đây của các công ty công nghệ lớn - bao gồm Google, Amazon, Microsoft và Yahoo! Cho thấy triển vọng về sách trực tuyến vẫn rất lớn."
        },
        {
            "en": "Further up north, countries such as Japan, Korea and China have also been experiencing chillier-than-usual weather, sending travellers in a <em>flurry</em> to change their plans.",
            "vi": "Tiến lên phía bắc chút nữa, các nước như Nhật Bản, Hàn Quốc và Trung Quốc cũng đang trải qua đợt rét đậm hơn thường lệ, khiến nhiều du khách phải thay đổ lịch trình của mình."
        },
        {
            "en": "The next stop on my journey was the open door of a science lab where, again, a <em>flurry</em> of activity was taking place.",
            "vi": "Điểm dừng kế tiếp trong chặng đường của tôi là cánh cửa mở của phòng thí nghiệm khoa học, nơi mà một lần nữa, một hoạt động sôi nổi lại đang diễn ra."
        },
        {
            "en": "But new views of consciousness have continually arisen historically.  In the twentieth century we saw a <em>flurry</em> of new ideas about consciousness  — the unconscious, the pre-conscious, the sub-conscious, and the collective unconscious. ",
            "vi": "Dù vậy, các quan điểm mới về ý thức vẫn không ngừng xuất hiện trong lịch sử. Trong thế kỷ 20, chúng ta thấy rất nhiều các ý tưởng mới về ý thức như là vô thức, tiền ý thức (ký ức), tiềm thức và vô thức tập thể."
        },
        {
            "en": "Sunday's match will be the Reds' first since a <em>flurry</em> of activity on transfer deadline day that saw Radamel Falcao and Daley Blind added to the list of summer signings, which already featured Luke Shaw, Ander Herrera, Marcos Rojo and Angel Di Maria.",
            "vi": "Trận đấu ngày chủ nhật sẽ là trận đầu tiên của Quỷ đỏ kể từ ngày cuối cùng mùa chuyển nhượng kết thúc, trong ngày đó diễn ra rất nhiều sự kiện gây xôn xao, người ta chứng kiến Radamel Falcao và Daley Blind được bổ sung vào danh sách mua sắm mùa hè này của đội bóng, trước đó đã có Luke Shaw, Ander Herrera, Marcos Rojo và Angel Di Maria."
        }
    ],
    "suggestions": []
}