{
    "en_vn": {
        "data": {
            "content": null,
            "word": "flyover",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>flyover</k><blockquote>■ <cclass>noun <cclass>chiefly Brit. a bridge carrying one road or railway line over another. </cclass></cclass></blockquote></div>",
            "word": "flyover",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "flyover",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>flyover</k><blockquote><blockquote><ex>(<abr>BE</abr>) <abr>see</abr><kref>overpass</kref></ex></blockquote></blockquote></div>",
            "word": "flyover",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cầu cạn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cầu vượt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pedestrian flyover</font><font color=\"#282828\">: cầu vượt trên mặt đất</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">railway flyover</font><font color=\"#282828\">: cầu vượt đường sắt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đường vượt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cầu qua đường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">flyover junction interchange</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nút giao vượt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">pedestrian flyover</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lối vượt trên mặt đất</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "flyover",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "HCM City eyes <em>flyover</em> to ease traffic",
            "vi": "TP.HCM xây cầu vượt để giảm ách tắc giao thông"
        },
        {
            "en": "Congestion on Hoang Hoa Tham <em>flyover</em>, Tan Binh District",
            "vi": "Ùn tắc ở cầu vượt Hoàng Hoa Thám, Quận Tân Bình"
        },
        {
            "en": "The construction site of a <em>flyover</em> in front of Tan Son Nhat International Airport ",
            "vi": "Địa điểm xây dựng cầu vượt trước sân bay quốc tế Tân Sơn Nhất"
        },
        {
            "en": "The public have demanded that a <em>flyover</em> be constructed at the intersection.",
            "vi": "Công chúng đã yêu cầu xây một cầu vượt ở ngã tư."
        },
        {
            "en": "The construction site of a <em>flyover</em> in front of Tan Son Nhat International Airport ",
            "vi": "Địa điểm xây dựng cầu vượt trước sân bay quốc tế Tân Sơn Nhất"
        },
        {
            "en": "The <em>flyover</em> will be over 5km long and 7.5 – 12.5m wide. The main portion of the <em>flyover</em> will run from Truong Son Street to the international and domestic terminals and the planned new international terminal, T3.",
            "vi": "Cầu vượt sẽ dài hơn 5km và rộng từ 7.5 - 12.5m. Phần chính của cầu vượt sẽ chạy từ đường Trường Sơn đến Ga hàng không quốc tế và trong nước cùng với nhà ga quốc tế mới T3."
        },
        {
            "en": "A <em>flyover</em> branch is expected to be built by the end of June to partly solve traffic congestion in Hoang Minh Giam-Nguyen Thai Son-Nguyen Kiem intersections.",
            "vi": "Một nhánh cầu vượt hy vọng sẽ được xây dựng vào cuối tháng 6 để giải quyết một phần tình trạng tắc nghẽn giao thông tại các nút giao thông Hoàng Minh Giam - Nguyễn Thái Sơn - Nguyễn Kiệm."
        },
        {
            "en": "A <em>flyover</em> branch is expected to be built by the end of June to partly solve traffic congestion in Hoang Minh Giam-Nguyen Thai Son-Nguyen Kiem intersections.",
            "vi": "Một nhánh cầu vượt hy vọng sẽ được xây dựng vào cuối tháng 6 để giải quyết một phần tình trạng tắc nghẽn giao thông tại các nút giao thông Hoàng Minh Giam - Nguyễn Thái Sơn - Nguyễn Kiệm."
        },
        {
            "en": "The <em>flyover</em> will link up with another proposed <em>flyover</em> over Cong Hoa, Hoang Van Thu, Phan Dang Luu and Phan Xich Long to Phu An Bridge in Binh Thanh District, plans for which have been submitted by builder CII. T will cost an estimated cost VND10 trillion ($450 million).",
            "vi": "Cầu vượt này sẽ liên kết với một cây cầu vượt được đề xuất khác chạy qua đường Cộng Hòa, Hoàng Văn Thụ, Phan Đăng Lưu, Phan Xích Long đến cầu Phú An, quận Bình Thạnh, kế hoạch đã được nộp lên bởi nhà xây dựng CII. T sẽ tiêu tốn chi phí ước tính khoảng 10 nghìn tỷ đồng."
        },
        {
            "en": "Recently, a <em>flyover</em> has been opened to traffic in Quang Trung-Nguyen Oanh-Nguyen Thai Son intersection, Go Vap district. Formerly, vehicles must take 30 minutes to travel through the area. It is only 10 minutes now.",
            "vi": "Gần đây, một cầu vượt đã được mở ra để lưu thông qua lại tại giao lộ Quang Trung - Nguyễn Oanh - Nguyễn Thái Sơn, quận Gò Vấp. Trước đây, phương tiện phải mất 30 phút để đi qua khu vực này. Hiện nay chỉ còn 10 phút."
        },
        {
            "en": "A plan to build a <em>flyover</em> connecting Tan Son Nhat Airport with Nguyen Van Troi and Hoang Van Thu streets has been submitted to the HCM City Department of Transport by an infrastructure joint venture.",
            "vi": "Kế hoạch xây dựng một cầu vượt nối sân bay Tân Sơn Nhất với đường Nguyễn Văn Trỗi và đường Hoàng Văn Thụ đã được gửi đến Sở Giao thông vận tải TP. HCM bởi một công ty cơ sở hạ tầng liên doanh."
        },
        {
            "en": "Recently, a <em>flyover</em> has been opened to traffic in Quang Trung-Nguyen Oanh-Nguyen Thai Son intersection, Go Vap district. Formerly, vehicles must take 30 minutes to travel through the area. It is only 10 minutes now.",
            "vi": "Gần đây, một cầu vượt đã được mở ra để lưu thông qua lại tại giao lộ Quang Trung - Nguyễn Oanh - Nguyễn Thái Sơn, quận Gò Vấp. Trước đây, phương tiện phải mất 30 phút để đi qua khu vực này. Hiện nay chỉ còn 10 phút."
        },
        {
            "en": "He suggested building a <em>flyover</em> system linking the airport up to spots in ring roads to connect with neighboring provinces. The connectivity spots in the ring roads should be calculated carefully for passengers from other provinces or from HCMC outskirts to travel to the airport advantageously.",
            "vi": "Ông đề xuất xây dựng một hệ thống cầu vượt nối sân bay đến các địa điểm trên các đường vành đai để kết nối với các tỉnh lân cận. Những địa điểm kết nối trên các đường vành đai nên được tính toán cẩn thận để hành khách từ các tỉnh khác hoặc từ ngoại ô thành phố Hồ Chí Minh có thể đi đến sân bay một cách thuận lợi."
        },
        {
            "en": "He suggested building a <em>flyover</em> system linking the airport up to spots in ring roads to connect with neighboring provinces. The connectivity spots in the ring roads should be calculated carefully for passengers from other provinces or from HCMC outskirts to travel to the airport advantageously.",
            "vi": "Ông đề xuất xây dựng một hệ thống cầu vượt nối sân bay đến các địa điểm trên các đường vành đai để kết nối với các tỉnh lân cận. Những địa điểm kết nối trên các đường vành đai nên được tính toán cẩn thận để hành khách từ các tỉnh khác hoặc từ ngoại ô thành phố Hồ Chí Minh có thể đi đến sân bay một cách thuận lợi."
        },
        {
            "en": "The new mapping system for Apple’s mobile devices will provide drivers with turn-by-turn directions, a feature that has long been available free in smartphones running the competing Android operating system from Google. Apple created the 3-D view in its maps service, called <em>Flyover</em>, by shooting aerial photographs.",
            "vi": "Hệ thống bản đồ mới dành cho thiết bị di động của Apple sẽ cung cấp cho người lái tính năng dẫn đường theo từng chặng, một tính năng từ lâu đã được cung cấp miến phí trên điện thoại thông minh chạy hệ điều hành Android cạnh tranh của Google. Apple đã tạo ra tính năng xem bản đồ 3D trong dịch vụ bản đồ của mình, có tên là Flyover, bằng cách chụp ảnh trên không."
        },
        {
            "en": "Two days later, a 64-year-old woman from Hòa Bình Province died in a similar incident. Bùi Thị Sâm was sitting on the side of a road near the Mai Lĩnh <em>flyover</em> in the capital city’s Hà Đông District awaiting for a bus, when an oxcart carrying several roofing sheets went by. Just then, the cords securing the sheets were broken, the cart crashed into Sâm, and one of the sheets slit her neck.",
            "vi": "Hai ngày sau, một người phụ nữ 64 tuổi đến từ tỉnh Hòa Bình chết vì một vụ tương tự. Bà Bùi Thị Sâm đang ngồi bên cạnh con đường gần cầu Mai Lĩnh ở quận Hà Đông của thủ đô Hà Nội để chờ xe buýt, khi một chiếc xe bò chở theo một số tấm lợp mái đi ngang qua. Ngay lúc đó, những sợi dây an toàn đã bị đứt, chiếc xe đâm vào bà Sâm, và một trong những tấm lợp mái đã cắt vào cổ bà."
        },
        {
            "en": "Two days later, a 64-year-old woman from Hòa Bình Province died in a similar incident. Bùi Thị Sâm was sitting on the side of a road near the Mai Lĩnh <em>flyover</em> in the capital city’s Hà Đông District awaiting for a bus, when an oxcart carrying several roofing sheets went by. Just then, the cords securing the sheets were broken, the cart crashed into Sâm, and one of the sheets slit her neck.",
            "vi": "Hai ngày sau, một người phụ nữ 64 tuổi đến từ tỉnh Hòa Bình chết vì một vụ tương tự. Bà Bùi Thị Sâm đang ngồi bên cạnh con đường gần cầu Mai Lĩnh ở quận Hà Đông của thủ đô Hà Nội để chờ xe buýt, khi một chiếc xe bò chở theo một số tấm lợp mái đi ngang qua. Ngay lúc đó, những sợi dây an toàn đã bị đứt, chiếc xe đâm vào bà Sâm, và một trong những tấm lợp mái đã cắt vào cổ bà."
        },
        {
            "en": "Apple is preaching patience. Apple spokesperson Trudy Muller told CNN, \"Customers around the world are upgrading to iOS 6 with over 200 new features including Apple Maps, our first map service. We are excited to offer this service with innovative new features like <em>Flyover</em> and Siri integration, and free turn by turn navigation. We launched this new map service knowing that it is a major initiative and we are just getting started with it. We are continuously improving it, and as Maps is a cloud-based solution, the more people use it, the better it will get. We're also working with developers to integrate some of the amazing transit apps in the App Store into iOS Maps. We appreciate all of the customer feedback and are working hard to make the customer experience even better.\" ",
            "vi": "Apple đang thuyết giảng về tính kiên nhẫn. Người phát ngôn của Apple, ông Trudy Muller, chia sẻ với CNN, \"Khách hàng khắp nơi trên thế giới đang nâng cấp lên iOS 6 với hơn 200 tính năng mới bao gồm Apple Maps, dịch vụ bản đồ đầu tiên của chúng tôi. Chúng tôi rất phấn khích khi ra mắt dịch vụ này với những tính năng mới và sáng tạo như tính năng Flyover, tích hợp Siri, và dẫn đường từng chặng miễn phí. Chúng tôi phát hành dịch vụ bản đồ mới này và biết rằng nó là một sáng kiến to lớn và chúng tôi là chỉ mới khởi đầu thôi. Chúng tôi sẽ liên tục cải tiến nó, và vì bản đồ là giải pháp dựa trên nền tảng đám mây nên càng có nhiều người sử dụng thì dịch vụ sẽ càng tốt hơn. Chúng tôi cũng đang hợp tác với các nhà phát triển để tích hợp một vài ứng dụng quá cảnh tuyệt vời có trên App Store vào bản đồ của iOS. Chúng tôi rất cảm kích tất cả phản hồi của khách hàng và đang tích cực nghiên cứu để cải thiện trải nghiệm của khách hàng.\""
        }
    ],
    "suggestions": []
}