{
    "en_vn": {
        "data": {
            "content": null,
            "word": "FO"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>FO</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 Flying Officer. </blockquote></blockquote><blockquote><blockquote>2》 Foreign Office. </blockquote></blockquote></div>",
            "word": "FO"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "FO"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "FO"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "FO"
        }
    },
    "sentences": [
        {
            "en": "<em>Fo</em>' gawd, mist' Rhett, ah.",
            "vi": "Lạy chúa thương, lạy cậu rhett, cháu."
        },
        {
            "en": "Love <em>fo</em> the firt sight",
            "vi": "Tieng set ai tinh."
        },
        {
            "en": "It's getting on <em>fo</em> dinner time.",
            "vi": "Gần đến giờ ăn rồi."
        },
        {
            "en": "An', <em>fo</em>' gawd, ah ain' never been so sceered!",
            "vi": "Lạy chúa, tui chưa bao giờ sợ đến thế!"
        },
        {
            "en": "Petroleum is an important raw material for the production <em>fo</em> plastics.",
            "vi": "Dần hỏa là một loại nguyên liệu quan trọng cho việc sản xuất nhựa tổng hợp."
        },
        {
            "en": "Record the transactions, perpetual inventory system, LI-<em>FO</em> method, closing entries and income summary.",
            "vi": "Ghi chép các nghiệp vụ, hệ thống tồn kho thường xuyên, phương pháp li - fo, bút toán khóa sổ và xác định kết quả."
        },
        {
            "en": "oh, they are not for me, I am going to donate them <em>fo</em> the school library.",
            "vi": "o, chung khong phai cho to, to dang dinh quyen gop chung cho thu vien truong."
        },
        {
            "en": "Record the transactions, periodic inventory system, FI-<em>FO</em> method, closing entries and income summary.",
            "vi": "Ghi chép các nghiệp vụ, hệ thống tồn kho định kỳ, phương pháp fi - fo, bút toán khóa sổ và xác định kết quả."
        },
        {
            "en": "I 'm in such a bad mood today. I just got up on the wrong side <em>fo</em> the bed.",
            "vi": "Hôm nay tôi cảm thấy buồn rầu, khó chịu. Tôi vùa thức dậy là đã cảm thấy như vậy."
        },
        {
            "en": "DC company, which uses the perpetual inventory system, LI-<em>FO</em> method, engaged in the following transactions:",
            "vi": "Dc company, sử dụng hệ thống tồn kho thường xuyên, phương pháp li - fo, có các nghiệp vụ phát sinh sau:"
        },
        {
            "en": "F.T.E also exports cashew sell residue for fuel and sludge to South Korea. Sludge could be used instead of <em>FO</em>. ",
            "vi": "F.T.E cũng xuất khẩu phần còn lại của vỏ điều để làm nhiên liệu và bùn cho Nam Triều Tiên. Bùn này có thể sử dụng thay cho FO."
        },
        {
            "en": "Concurrently, the novice needs to he exposed <em>fo</em> specific cases, or instances, that lest the boundaries of such principles . ",
            "vi": "Đồng thời, anh lính mới này cần đưa ra nhiều trường hợp cụ thể, hay những dẫn chứng, cái mà không vượt khỏi giới hạn của những nguyên tắc đó."
        },
        {
            "en": "I'm in such a bad mood today. I just got up on the wrong side <em>fo</em> the bed.",
            "vi": "Hôm nay tôi cảm thấy buồn rầu, khó chịu. Tôi vùa thức dậy là đã cảm thấy như vậy."
        },
        {
            "en": "Annotate anything that isn't immediately obvious, especially the reasons <em>fo</em> including certain fields or anything unusual about their specification.",
            "vi": "Hãy chú thích bất cứ điều gì còn chưa thấy ngay được, nhất là các lý do để gộp thêm vài trường cụ thể hoặc bất cứ chuyện gì khác thường về quy cách của chúng."
        },
        {
            "en": "He grab his gun an' he run right out an' shoot dat po' pony an', <em>fo</em>' gawd, ah think he gwine shoot hisseff.",
            "vi": "Cậu ấy vớ lấy khẩu súng, chạy ngay ra bắn chết tươi con ngựa con tội nghiệp và lạy chúa, tui ngỡ cậu ý sắp bắn luôn cả mình."
        },
        {
            "en": "For example: CEMA's plan <em>fo</em> establishing and operationalising a policy M&E system based on/using the project's support in design/software, technical assistance and training.",
            "vi": "Ví dụ: Ủy ban có kế hoạch thiết lập và đưa vào hoạt động một hệ thống theo dõi và đánh giá chính sách dựa trên sự hỗ trợ của dự án về thiết kế/phần mềm, hỗ trợ kỹ thuật và đào tạo."
        },
        {
            "en": "An' ah fling dem open an' he look at me an', <em>fo</em>' gawd, miss Melly, mah knees 'bout give way, kase he look so strange.",
            "vi": "Và tôi mở toang ra, rồi cậu ấy nhìn tôi và lạy chúa, cô melly, đầu gối tôi muốn rụng xuống vì nom cậu ấy là lạ."
        },
        {
            "en": "So ah slip in de do' real quick, <em>fo</em>' he kin lock it, an' ah say: 'mist' Rhett, ah's come ter confess.",
            "vi": "Thế là tôi lén qua cửa thật nhanh trước khi cậu ấy kịp khoá lại, và tôi bảo: cậu rhett, tui đến thú tội đây."
        },
        {
            "en": "I 'm sorry I' m in such a bad mood today. I just got up on the wrong side <em>fo</em> the bed. But our baby cried all night long. And I forgot to set the alarm so I had no",
            "vi": "Tôi xin lỗi là hôm nay tôi cảm thấy buồn rầu, khó chịu. Tôi vùa thức dậy là đã cảm thấy như vậy, bởi vì con nhỏ của tôi khóc suốt đêm. Và tôi quên không vặn đồng hồ báo thức cho nên tôi không có thì giờ ăn sáng. Tôi cho là nếu tôi ngủ ngon được tối nay thì tôi sẽ bình thường trở lại."
        },
        {
            "en": "I'm sorry I'm in such a bad mood today. I just got up on the wrong side <em>fo</em> the bed. But our baby cried all night long. And I forgot to set the alarm so I had no time to eat breakfast. I think after a good night's sleep I'll be okay again!",
            "vi": "con nhỏ của tôi khóc suốt đêm. Và tôi quên không vặn đồng hồ báo thức cho nên tôi không có thì giờ ăn sáng. Tôi cho là nếu tôi ngủ ngon được tối nay thì tôi sẽ bình thường trở lại."
        }
    ],
    "suggestions": []
}