{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['foumiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự sủi bọt, sự nổi bọt, sự tạo bọt</td></tr></table><i/></div>",
            "word": "foaming"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "foaming"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "foaming"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "foaming"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo bọt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo bọt, sự nổi bọt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> Any process that results in the production of foam material, whereby air or gas is mixed into a solid or liquid substance.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Quá trình tạo ra vật liệu bọt, nhờ đó không khí hoặc khí được trộn lẫn trong chất rắn hoặc chất lỏng.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sủi bọt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">foaming device</font><font color=\"#282828\">: tác nhân gây sủi bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">foaming device</font><font color=\"#282828\">: thiết bị làm sủi bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">foaming device</font><font color=\"#282828\">: máy làm sủi bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">in situ foaming</font><font color=\"#282828\">: sủi bọt đúng chỗ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">oil foaming</font><font color=\"#282828\">: sự sủi bọt của dầu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">oil foaming</font><font color=\"#282828\">: sủi bọt của dầu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự sủi bọt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Hiện tượng nhớt của chất làm lạnh sủi bọt vì chất này tan trong nhớt sôi quá mau khi áp suất bị hạ đột ngột.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">oil foaming</font><font color=\"#282828\">: sự sủi bọt của dầu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tạo bọt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">foaming agents</font><font color=\"#282828\">: các chất tạo bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">foaming test</font><font color=\"#282828\">: phép thử tạo bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">glue-rosin foaming agent</font><font color=\"#282828\">: chất tạo bọt nhựa thông</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">membrane foaming compound</font><font color=\"#282828\">: hợp chất màng tạo bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">foaming structure</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cấu trúc xốp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">foaming test</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thử nghiệm tảo bọt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">oil foaming</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lên bọt dầu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "foaming"
        }
    },
    "sentences": [
        {
            "en": "Low <em>foaming</em> detergent is much more economical.",
            "vi": "Loại bột giặt ít bọt tiết kiệm hơn nhiều."
        },
        {
            "en": "The <em>foaming</em> white wake of the liner",
            "vi": "Đường rẽ nước sủi bọt trắng xóa của con tàu lớn"
        },
        {
            "en": "He gave me a glass of <em>foaming</em> beer.",
            "vi": "Anh đưa tôi một cốc bia nổi bọt."
        },
        {
            "en": "Daniel was raving - <em>foaming</em> at the mouth. I 've never seen anyone so angry.",
            "vi": "Daniel la lối điên cuồng – miệng sùi bọt mép. Tôi chưa bao giờ thấy ai giận dữ đến mức độ như thế."
        },
        {
            "en": "After having to wait an hour the customer was <em>foaming</em> at the mouth with rage.",
            "vi": "Sau khi phải chờ cả một giờ đồng hồ, người khách hàng giận sùi bọt mép."
        },
        {
            "en": "Drinkers are <em>foaming</em> at the mouth in 'the next key battleground for brewers.'",
            "vi": "Người uống rượu bia đang giận điên tiết trong \"chiến trường quan trọng tiếp theo cho các nhà sản xuất bia\"."
        },
        {
            "en": "He stood there <em>foaming</em> at the mouth. I've never seen anybody so angry.",
            "vi": "Anh ta đứng đó, tức sùi bọt mép. Tôi chưa bao giờ thấy ai giận dữ đến thế."
        },
        {
            "en": "Daniel was raving-<em>foaming</em> at the mouth. I've never seen anyone so angry.",
            "vi": "Daniel la lối điên cuồng – miệng sùi bọt mép. Tôi chưa bao giờ thấy ai giận dữ đến mức độ như thế."
        },
        {
            "en": "He stood there <em>foaming</em> at the mouth. I 've never seen anybody so angry.",
            "vi": "Anh ta đứng đó, tức sùi bọt mép. Tôi chưa bao giờ thấy ai giận dữ đến thế."
        },
        {
            "en": "After having to wait a long time, the customer was <em>foaming</em> with rage.",
            "vi": "Sau khi phải đợi lâu, người khách hàng rất tức giận."
        },
        {
            "en": "There may be a connection between canker sores and stress. If the sores show up around exam time or some other big event in your life, it may be a sign of how much stress you're under. In addition, about twice as many women as men get them. Doctors think that may be due to the difference in male and female hormones, especially because women often get them during certain times in their menstrual cycle. Some research suggests that using products containing sodium lauryl sulfate (SLS), a <em>foaming</em> agent found in most toothpastes and mouthwashes, can be associated with canker sores. Dietary deficiencies, such as not getting enough iron or vitamin B12, may also contribute to some cases of canker sores.",
            "vi": "Có thể có một mối liên kết giữa các vết viêm loét miệng và sự căng thẳng. Nếu vết loét xuất hiện trong khoảng thời gian thi cử hoặc vài sự kiện trọng đại khác trong đời của bạn, nó có thể là dấu hiệu của mức độ căng thẳng mà bạn đang phải chịu đựng. Ngoài ra, phụ nữ thường bị cao gấp đôi đàn ông. Các bác sĩ nghĩ rằng có thể là do sự khác biệt trong kích thích tố nam và nữ, đặc biệt là bởi vì phụ nữ thường bị viêm loét miệng trong những thời điểm nhất định trong chu kỳ kinh nguyệt của họ. Một số nghiên cứu cho thấy rằng việc sử dụng sản phẩm có chứa sodium lauryl sulfate (SLS), một chất tạo bọt được tìm thấy trong hầu hết các loại kem đánh răng và nước súc miệng có thể được liên quan với viêm loét miệng. Ăn uống không đầy đủ, như là không có đủ chất sắt hoặc vi-ta-min B12, cũng có thể góp phần tạo nên một số trường hợp viêm loét miệng."
        },
        {
            "en": "Rabies        \nAbout Rabies\n Rabies infections in people are rare in the United States. However, worldwide about 50,000 people die from rabies each year, mostly in developing countries where programs for vaccinating dogs against rabies don't exist. But the good news is that problems can be prevented if the exposed person receives treatment before symptoms of the infection develop. Rabies is a virus that in the U.S. is usually transmitted by a bite from a wild infected animal, such as a bat, raccoon, skunk, or fox. If a bite from a rabid animal goes untreated and rabies develops, it is almost always fatal. If you suspect that your child has been bitten by a rabid animal, go to the emergency department immediately. Any animal bites — even those that don't involve rabies — can lead to infections and other medical problems. As a precaution, call your doctor any time your child has been bitten.   \nTransmission\n About 7,000 cases of rabies in animals are reported each year to the Centers for Disease Control and Prevention (CDC). Raccoons are the most common carriers of rabies in the United States, but bats are most likely to infect people. Almost three quarters of rabies cases between 1990 and 2001 came from contact with bats. Skunks and foxes also can be infected with rabies, and a few cases have been reported in wolves, coyotes, bobcats, and ferrets. Small rodents such as hamsters, squirrels, chipmunks, mice, and rabbits are very rarely infected with the virus. Because of widespread vaccination programs in the United States, transmission from dogs to people is very rare. Outside the United States, exposure to rabid dogs is the most common cause of transmission to humans. An infected animal has the rabies virus in its saliva and can transmit it to a person through biting. In rarer cases, an animal can spread the virus when its saliva comes in contact with a person's mucous membranes (moist skin surfaces, like the mouth or inner eyelids) or broken skin such as a cut, scratch, bruise, or open wound. After a bite, the rabies virus can spread into surrounding muscle, then travel up nearby nerves to the brain. Once the virus reaches the brain, the infection is fatal in almost all cases.   \nSigns and Symptoms\n The first symptoms can appear from a few days to more than a year after the bite occurs. One of the most distinctive signs of a rabies infection is a tingling or twitching sensation around the area of the animal bite. It is often accompanied by a fever, headache, muscle aches, loss of appetite, nausea, and fatigue. As the infection progresses, someone infected with rabies may develop any of these symptoms:  irritability excessive movements or agitation confusion hallucinations aggressiveness bizarre or abnormal thoughts muscle spasms abnormal postures seizures (convulsions) weakness or paralysis (when a person cannot move some part of the body) extreme sensitivity to bright lights, sounds, or touch increased production of saliva or tears difficulty speaking  In the advanced stage of the infection, as it spreads to other parts of the nervous system, these symptoms may develop:  double vision problems moving facial muscles abnormal movements of the diaphragm and muscles that control breathing difficulty swallowing and increased production of saliva, causing the \"<em>foaming</em> at the mouth\" usually associated with a rabies infection    \nIf Your Child Is Bitten by an Animal  \n If your child has been bitten by an animal, take the following steps right away:  Wash the bite area with soap and water for 10 minutes and cover the bite with a clean bandage. Immediately call your doctor and go to a nearby emergency department. Anyone with a possible rabies infection must be treated in a hospital. Call local animal-control authorities to help find the animal that caused the bite. The animal may need to be detained and observed for signs of rabies. If you know the owner of the animal that has bitten your child, get all the information about the animal, including vaccination status and the owner's name and address. Notify your local health department, particularly if the animal hasn't been vaccinated. If you suspect that your child has been bitten by an unknown dog, bat, rat, or other animal, contact your doctor immediately or take your child to the emergency department.      \nTreatment\n At the hospital, it is likely that the doctor will first clean the wound thoroughly and make sure that your child's tetanus immunizations are current. To keep any potential infection from spreading, the doctor may decide to start treating your child right away with shots of human rabies immune globulin to the wound site and vaccine shots in the arm. This decision is usually based on the circumstances of the bite (provoked or unprovoked), the type of animal (species, wild or domestic), the animal's health history (vaccinated or not), and the recommendations of local health authorities.   \nPrevention\n You can reduce the chances that your family is exposed to rabies. Vaccinate your pets — dogs, cats, and ferrets can be infected by rabies. Report any stray animals to your local health authorities or animal-control officer. Remind kids that animals can be \"strangers,\" too. They should never touch or feed stray cats or dogs wandering in the neighborhood or elsewhere. As a precaution against rabies, call your doctor if:  your child has been exposed to an animal that might have rabies, but is too young to describe the contact with the animal your child has been exposed to bats, even if there is no bite you plan to travel abroad and may come into contact with rabid animals, particularly if you're traveling to an area where you might not have access to health care  Reviewed by: Joel Klein, MD Date reviewed: November 2010",
            "vi": "Bệnh dại      \nGiới thiệu về bệnh dại\n Bệnh dại ở người rất hiếm xảy ra ở Hoa Kỳ. Tuy nhiên, có khoảng 50.000 người chết vì bệnh dại mỗi năm trên toàn thế giới, chủ yếu ở các nước đang phát triển không có các chương trình tiêm phòng dại cho chó. Nhưng tin tốt là căn bệnh này có thể được ngăn chặn nếu người bị phơi nhiễm được điều trị trước khi các triệu chứng của bệnh phát triển. Vi-rút dại là một loại vi-rút thường được truyền qua vết cắn của động vật hoang dã bị nhiễm bệnh như dơi, chồn hôi, gấu trúc, hoặc cáo tại Hoa Kỳ. Nếu vết cắn của động vật mắc bệnh dại không được điều trị và một khi bệnh đã phát triển, hầu như luôn dẫn đến tử vong. Nếu bạn nghi ngờ con mình đã bị cắn bởi một con thú mắc bệnh dại, hãy đi cấp cứu ngay lập tức. Bất kỳ vết cắn nào của động vật - ngay cả những con không bị dại – cũng có thể dẫn đến nhiễm trùng và các vấn đề sức khỏe khác. Để phòng ngừa, gọi bác sĩ bất cứ khi nào con bạn bị cắn.   \nSự lây truyền bệnh\n Có khoảng 7.000 trường hợp mắc bệnh dại ở động vật được báo cáo mỗi năm với các Trung tâm kiểm soát & ngăn ngừa dịch bệnh (CDC). Gấu trúc Mỹ là động vật mang vi-rút dại phổ biến nhất ở Hoa Kỳ, nhưng dơi lại có nhiều khả năng lây nhiễm cho người. Gần ¾ số trường hợp mắc bệnh dại từ 1990 đến 2001 là do tiếp xúc với dơi. Chồn hôi và cáo cũng có thể bị nhiễm dại, và một vài trường hợp đã được báo cáo ở chó sói, sói Bắc Mỹ, linh miêu, và chồn sương. Những loài gặm nhấm nhỏ như chuột Hamster, sóc, sóc chuột, chuột và thỏ rất hiếm khi bị nhiễm vi-rút. Vì chương trình tiêm chủng ở Hoa Kỳ phổ biến rộng rãi nên việc truyền bệnh từ chó sang người rất hiếm. Tại những nước khác, tiếp xúc với chó dại là nguyên nhân hàng đầu của sự lây nhiễm cho người. Động vật bị nhiễm bệnh có vi-rút trong nước bọt của nó và có thể truyền bệnh cho người khi cắn. Trong các trường hợp hiếm, động vật có thể phát tán vi-rút khi nước bọt của nó tiếp xúc với màng nhầy của người (các bề mặt da ẩm ướt như miệng hoặc mí mắt trong) hay da hở như là một vết cắt, vết trầy xướt, vết bầm, hoặc vết thương hở. Từ vết cắn, vi-rút dại có thể phát tán vào cơ xung quanh, sau đó đi lên các dây thần kinh lân cận đến não. Một khi vi-rút đến não, bệnh sẽ gây chết người trong hầu như mọi trường hợp.   \nCác dấu hiệu và triệu chứng\n Các triệu chứng đầu tiên có thể xuất hiện từ vài ngày đến hơn một năm sau khi bị cắn. Một trong những dấu hiệu đặc trưng nhất của một ca nhiễm dại là cảm giác ngứa ran hoặc co giật quanh vùng vết cắn. Thường đi kèm với sốt, nhức đầu, đau cơ, chán ăn, buồn nôn, và mệt mỏi. Khi bệnh tiến triển, người bị nhiễm có thể biểu hiện những triệu chứng sau:  \ndễ bị kích thích\n \nchuyển động quá độ hoặc kích động\n \nbối rối\n \nảo giác\n hung hăng\n \nsuy nghĩ kỳ quái hoặc không bình thường \n co thắt cơ\n \ntư thế không bình thường\n \nđộng kinh (co giật)\n \nyếu hoặc liệt (khi không thể cử động một số bộ phận của cơ thể)\n \nnhạy cảm tột độ với ánh sáng, âm thanh, hoặc xúc giác\n \ntăng tiết nước bọt hoặc nước mắt\n \nnói khó khăn\n  Trong giai đoạn bệnh nặng, khi nó lan sang các phần khác của hệ thần kinh, những triệu chứng sau có thể xuất hiện:  \nnhìn một thành hai\n \nco giật cơ mặt\n \nchuyển động bất thường của cơ hoành và các cơ điều khiển hô hấp\n \nnuốt khó khăn và tăng sản xuất nước bọt, gây ra “sùi bọt mép” thường đi kèm với bệnh dại\n    \nNếu con bạn bị động vật cắn  \n Nếu con của bạn đã bị động vật cắn, hãy thực hiện các bước sau đây ngay lập tức:  \nRửa vùng bị cắn bằng xà phòng và nước trong 10 phút và băng lại bằng băng gạc sạch.\n \nThông báo cho bác sĩ của bạn ngay lập tức và đến một phòng cấp cứu gần đó. Bất kỳ ai có nguy cơ nhiễm bệnh dại đều phải được điều trị tại bệnh viện.\n \nLiên hệ với cơ quan kiểm soát động vật địa phương để giúp tìm ra con vật đã cắn trẻ. Có thể cần phải giam giữ và theo dõi những dấu hiệu bệnh dại ở con vật đó.\n \nNếu bạn biết chủ nhân của con vật đã cắn con bạn, hãy lấy tất cả thông tin về con vật đó, bao gồm cả tình trạng tiêm chủng, tên người nuôi và địa chỉ. Thông báo cho cơ sở y tế địa phương của bạn, đặc biệt nếu động vật chưa được chủng ngừa.\n \nNếu bạn nghi ngờ con mình đã bị cắn bởi một con thú không rõ là chó, dơi, chuột, hay động vật nào khác, hãy liên hệ với bác sĩ của bạn ngay lập tức hoặc đưa con bạn đến phòng cấp cứu.\n    \nĐiều trị\n Tại bệnh viện, thường là đầu tiên bác sĩ sẽ rửa sạch vết thương kỹ lưỡng và bảo đảm con bạn được chủng ngừa uốn ván ngay khi đó. Để ngăn ngừa mọi nhiễm trùng tiềm năng phát tán, bác sĩ có thể quyết định bắt đầu điều trị cho con của bạn ngay lập tức bằng các mũi tiêm globulin miễn dịch ngừa dại cho người tại vùng vết thương và các mũi tiêm vào cánh tay. Quyết định này thường dựa trên hoàn cảnh bị cắn (do chọc ghẹo thú hay vô cớ), loại động vật (loài nào, hoang dã hay thú nuôi), lịch sử sức khỏe của động vật (đã có chủng ngừa hay không), và khuyến nghị của cơ quan y tế địa phương.   \nPhòng bệnh\n Bạn có thể giảm khả năng mắc bệnh dại trong gia đình của mình. Tiêm chủng cho thú nuôi như chó, mèo, và chồn sương. Báo cáo bất kỳ thú hoang nào với cơ quan y tế hoặc nhân viên kiểm soát động vật địa phương. Cũng có thể nhắc nhở trẻ rằng động vật là “người lạ”. Bé không bao giờ nên chạm vào hay cho chó mèo đi lạc trong khu phố hoặc các nơi khác ăn. Để phòng chống bệnh dại, hãy gọi bác sĩ của bạn nếu :  \ncon của bạn đã tiếp xúc với một con vật có thể mắc bệnh dại, nhưng còn quá nhỏ để mô tả lại việc tiếp xúc đó như thế nào\n \ncon của bạn đã tiếp xúc với dơi, thậm chí ngay cả khi không có vết cắn\n \nbạn dự định đi du lịch nước ngoài và có thể tiếp xúc với động vật mắc bệnh dại, đặc biệt nếu bạn đến một vùng mà có thể bạn sẽ không được chăm sóc y tế\n  Tường thuật: Joel Klein, MD Ngày: Tháng 11 năm 2010"
        },
        {
            "en": "Causes of dandruff    The skin of the scalp (and also of the whole body) is constantly renews itself by shedding the outer layer of skin cells. Most of the time this shedding is unnoticeable. But when this shedding becomes noticeable on the scalp, it is called dandruff. Mild dandruff occurs not due to dryness of the scalp but usually is a result of too much oiliness of the skin. If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your navel or genitals, it may be due to seborrheic dermatitis or seborrhea. Severe dandruff may be the result of psoriasis of the scalp. Seborrheic dermatitis may be caused by an increased number of a yeast-like organism (pityrosporum ovale) found on healthy scalp in low numbers. Dandruff can occur to anybody at any age. It should not be left untreated. Zinc and essential fatty acids (pumpkin seeds, nuts, vegetable oils) prevent dandruff. Home cure & remedy of dandruff For good hair without dandruff, drink at least 2 liters of water daily, eat lots of salads, green vegetables, and fresh fruits. Combs must be washed as frequently and hair should be brushed regularly. Dandruff is a scalp condition that can be controlled. Too little oil or too much oil can result in dandruff. Try the following:    1. Mix 2 teaspoons of pure vinegar in 6 teaspoons of water and apply it on the scalp before going to bed. Tie a towel around the head. Wash your head next morning. After shampooing, rinse again with vinegar water. Treat your hair like this once a week for at least three months.    2. Mix 1 teaspoon of lemon juice with 2 teaspoons of vinegar and massage on the scalp. Wash your hair with an egg shampoo.    3. Take 1 part of almond oil, 1 part of pure sulphur powder, 2 parts of 'surgical spirit' and 4 parts of distilled water or rose water and mix well. Rub on the scalp.    4. Take 2 cups of water, add 4-5 tablespoons of dried thyme and boil for 10 minutes. Cool, strain, and use the mixture to massage scalp. Keep for half an hour.    5. Dissolve 2 aspirins in any dandruff shampoo and wash your hair.    6. Massage the scalp with almond oil. Dip a towel in boiling water and wrap it around the hair. Repeat it thrice or four times when the towel gets cold.    7. Make a shampoo by mixing 100g of amla (Indian goose berry), reetha, and shikakai, and boil in two liters of water until the liquid reduces to half. Use this shampoo for one month. Dandruff will vanish and your hair will become thick.     8. Fenugreek seeds are also useful in the removal of dandruff. Grind fenugreek (methi) seeds soaked in water overnight. Massage this paste on scalp and hair and leave it for 15-20 minutes. Wash it off with a mild shampoo.    9. Wash your hair with warm apple cider vinegar. Then cover your head with a towel or a shower cap and leave for about 30-40 minutes. Rinse with plain water. Repeat 2 times a week until your dandruff goes away.   10. Take a palm full of baking soda and rub it on your wet hair. Wash it off with water. The baking soda should relieve the itching and help in reducing the problem of dandruff.   11. Mix 100g of witch hazel and 1 tablespoon of fresh lemon juice in 200ml of water. Shampoo your hair and apply with cotton to the scalp when the hair are still wet. Repeat several times until the dandruff is treated.   12. Try a shampoo with selenium sulfide or salicylic acid.   13. Try Zest soap once a week. It may work for oily hair. It leaves your hair dry, so use conditioner to your hair only but try not to get it on your scalp. It has worked to get rid of dandruff for some people.  How to prevent and treat dandruff Dandruff, a condition characterized by flaking, itchy scalp, is one of the most common dermatological conditions. Fortunately, while the exact cause of dandruff is not known, there are some things you can do to reduce your risk of getting it, and effective treatments are available.  Steps    1.         Eat a healthy, balanced diet. A healthy diet may ward off the flakes. Make sure to get plenty of zinc, Omega-3 fatty acids, E and B-vitamins, and avoid excessive yeast and sugar. Research suggests that dandruff is at least in part caused by a fungus that thrives in yeasty, fatty, sugary environments. Though this does not necessarily directly affect the conditions of your skin, your overall health will help with how your body responds to the fungus causing the dandruff.         2.        Don't worry, be happy. Stress challenges the body's defenses and encourages all sorts of ailments, including dandruff, so relax now and don't worry about wearing a black shirt tomorrow.    3.          Limit your use of hair styling products. Hairspray, mousse, and gel may contribute to dandruff in some people. They may also cause excessive drying of the skin, which can cause flaking - or trigger allergic reactions. If you notice dandruff soon after you begin to use a new product, chances are the product is to blame. The exception to this would be using a therapeutic styling gel or spray formulated with tea tree oil.                 4.       Wash your hair regularly. Dandruff seems to thrive in oily hair, so regular shampooing can help you fight it off. If you already have dandruff, washing your hair may help you keep the symptoms (the flakes) under control until it goes away. Massage your scalp so that you clean your skin, as well as your hair. Wash your hair many times. The first washing breaks up the waxy sebum, and the second washing helps rinse it all away.     5.       Use a shampoo designed to treat dandruff. If dandruff persists despite regular shampooing, you may need something stronger. There are a variety of anti-dandruff shampoos available at your pharmacy or grocery store, and they usually work. Be sure to follow the instructions carefully, and make a little extra time to shower, as most of these recommend that you leave them in for 5-10 minutes and lather twice.    6.  Oil your hair with herbal oils or use special herbal gels. Do this on a regular basis, at least twice a week for improvements.    7.  Be aware that there are different active ingredients in dandruff shampoos. If one does not work for you try another. Ketoconazole (brand name Nizoral®) is extremely effective against certain types of dandruff that are caused by a fungus. 1% Ketoconazole is available without prescription in the US, 2% requires a prescription. The 2% is available without a prescription in Canada.    8.      Be patient. While anti-dandruff shampoos may produce results, it can take a week or two to see the difference.    9.      Switch it up. If one type of anti-dandruff shampoo doesn't seem to work, or if it works for a time but then doesn't, switch to a product with another active ingredient (the active ingredient will be labeled on the bottle). 10.      See your doctor if the problem persists after more than a couple weeks of treatment. There are prescription shampoos available, and steroid creams may also help. Tips     * Try using a softer shampoo. Several barbers have said that the cause is often a harsh shampoo which kills or dries out the skin.           * Another possible remedy consists of pouring a generous amount of table salt into your hand before showering. Gently rub it in your whole scalp. Rinse it out in the shower, and shampoo normally.      * It's best to get your vitamins from food, rather than nutritional supplements. A quick Internet search will turn up foods you can integrate into your diet that are rich in zinc, Omega-3s, and B-vitamins.     * If anti-dandruff shampoos aren't working, or if you notice redness on the scalp or silvery or yellow flakes, you may not have dandruff at all. A number of other conditions can lead to flaking skin and itchy scalp. See your primary care physician or dermatologist.     * A quick internet search will turn up all kinds of home remedies for dandruff. While some of these may indeed work, anti-dandruff shampoos are inexpensive enough to be adequate for most people.     * Wear light-colored clothing (especially tops) while you have dandruff. Most people won't even notice.     * If you have hay fever, eczema, or other skin or respiratory allergies, your dandruff may be caused in part by an allergic reaction. In this situation, you may find it helpful to shampoo LESS frequently, so the natural oils that protect your scalp aren't stripped away. Allergic people may also react to dandruff shampoos by generating more dandruff. If you think this may be the case for you, try washing your hair with conditioner only, or washing less frequently.     * Try the condition only treatment first during a vacation or a time when you will be less publicly visible, since your scalp will be very oily at first. It will take two weeks to a month for the balance of oils on your hair and scalp to adjust itself.     * Rinsing your scalp with a rinse of 1/4 cup of white vinegar and 3/4 cup of water may help the problem. The natural acids will help loosen any sebum (dead skin and oils) that clings to your scalp and flakes to form dandruff. Rinse thoroughly with WARM, not hot, water. If you don't rinse well, you will smell like vinegar. While white vinegar is the gold standard of home remedies and apple cider vinegar or lemon juice should work as well. Lemon juice may lighten dark hair.     * Tea tree oil has antiseptic qualities that may help kill the fungus, and keep your scalp moisturized. You can buy a small bottle at many groceries and health food stores, and add 5-6 drops to your regular shampoo. Or just purchase a shampoo that contains tea tree oil.     * Buy and use two or three different types of regular shampoo and don't use the same one two days in a row. For some reason this gets rid of lesser cases of dandruff.     * Scalpicin® may be useful for particularly itchy scalps. They contain either anti-inflammatory ingredients (like hydrocortisone) or one of the active anti-dandruff ingredients. Usually these treatments also contain menthol, which provides a cooling effect that reduces the sensation of itching. Warnings     * Some anti-dandruff shampoos, such as those containing selenium sulfide or coal tar may discolor dyed hair.     * Discontinue use of any anti-dandruff shampoo or medication if the condition worsens or spreads, or if you notice side effects. Consult your primary care physician or dermatologist if the problem doesn't go away.     * Watch out for shampoos that are packaged to look like dandruff shampoos but only say that they will rinse away loose dandruff. Any shampoo will rinse away loose dandruff.     * Using more than one anti-dandruff product may cause redness and irritation.      * Avoid Sodium Lauryl Sulphate (SLS). It's a <em>foaming</em> compound that's a mild irritant. Some people find that using specialist soap without SLS as a shampoo for a couple of weeks makes their dandruff go away. You'll probably get it back if you switch back to ordinary shampoo. Shampoo with one of these anti-dandruff ingredients: ketoconazole, zinc pyrithione, selenium sulfide, salicylic acid, coal tar extract, or sulfur. If one doesn't work try another.",
            "vi": "Nguyên nhân gây ra gàu    Da đầu (cũng như da trên toàn bộ cơ thể) thường xuyên tự tái tạo tế bào da mới bằng cách bong tróc lớp tế bào da bên ngoài. Thường thì người ta không thấy được sự bong tróc lớp tế bào da này. Nhưng khi lớp tế bào da này đóng thành từng mảng lớn có thể thấy được gọi là gàu.  Chứng gàu nhẹ xảy ra không phải vì da đầu khô mà thường là do da đầu tiết quá nhiều dầu. Nếu bạn bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn. Chứng gàu nặng có thể là do bệnh vảy nến trên da đầu. Hoạt động tăng lượng vi khuẩn giống như nấm men có thể gây ra chứng viêm da do tiết quá nhiều bã nhờn; lượng vi khuẩn này rất ít trên da đầu khoẻ mạnh. Gàu có thể xảy ra với bất cứ người nào ở bất cứ độ tuổi nào. Và chứng bệnh này có thể chữa được.  Kẽm và các axit béo thiết yếu (như hạt bí ngô, quả hạch, dầu thực vật) đều có tác dụng ngăn ngừa gàu. Biện pháp & phương thuốc chữa gàu tại nhà  Để sở hữu một mái tóc đẹp sạch gàu, bạn nên uống ít nhất 2 lít nước mỗi ngày, ăn nhiều rau xà lách, rau xanh, và trái cây tươi. Lược chải tóc nên được chà rửa thường xuyên đồng thời phải nên chải tóc thường xuyên nữa. Gàu là chứng bệnh trên da đầu có thể kiểm soát được. Da đầu ít dầu quá hay nhiều dầu quá đều có thể gây ra gàu. Hãy thực hiện theo các bước sau đây nhé: 1. Hoà 2 muỗng cà phê giấm nguyên chất với 6 muỗng cà phê nước và thoa lên da đầu trước khi đi ngủ. Quấn khăn quanh đầu. Gội đầu vào sáng hôm sau. Sau khi gội đầu, hãy gội lại bằng nước giấm. Hãy điều trị gàu theo phương pháp này mỗi tuần một lần ít nhất trong 3 tháng. 2. Hoà một muỗng cà phê nước ép chanh với 2 muỗng cà phê giấm và xoa bóp da đầu. Gội đầu lại bằng dầu gội đầu trứng. 3. Dùng 1 phần dầu quả hạnh, 1 phần bột lưu huỳnh nguyên chất, 2 phần “cồn 90 độ” và 4 phần nước cất hoặc nước hoa hồng và hoà trộn chúng một cách kỹ lưỡng. Xát hỗn hợp này lên da đầu. 4. Dùng 2 tách nước, thêm vào 4-5 muỗng canh cỏ xạ hương khô và đun sôi trong vòng 10 phút. Để nguội, gạn lấy cái và sử dụng hỗn hợp này để xoa bóp da đầu. Để trong vòng nửa tiếng đồng hồ. 5. Hoà tan 2 viên thuốc aspirin vào bất kỳ loại dầu gội đầu nào rồi gội lên đầu của bạn. 6. Mát-xa da đầu bằng dầu quả hạnh. Nhúng khăn vào nước ấm và quấn quanh đầu. Làm lại ba hoặc bốn lần khi khăn nguội đi. 7. Làm dầu gội bằng cách trộn 100 g quả amla (thứ quả mọng thuộc họ thầu dầu-cây rụng lá), reetha, shikakai, đun sôi hỗn hợp này với 2 lít nước cho đến khi cô lại còn một nửa. Dùng dùng gội này trong vòng một tháng. bạn sẽ có một mái tóc dày đẹp và sạch gàu. 8. Hạt cà-ri cũng rất hữu ích trong việc làm sạch gàu. Xay nhuyễn hạt cà-ri (methi) đã ngâm trong nước qua đêm. Mát-xa thứ hỗn hợp bột nhão này lên da đầu và để trong vòng 15-20 phút. Gội đầu lại với dầu gội đầu nhẹ dịu. 9. Gội đầu bằng giấm rượu táo ấm. Sau đó trùm tóc bằng khăn hoặc mũ tắm và ủ tóc khoảng 30-40 phút. Gội đầu lại bằng nước lạnh. Mỗi tuần nên làm 2 lần cho đến khi nào sạch gàu thì thôi. 10. Lấy một vốc bi-các-bô-nát na-tri và xát lên tóc ẩm. Gội đầu lại bằng nước lạnh. bi-các-bô-nát na-tri không những giúp cho da đầu hết ngứa mà còn sạch gàu. 11. Hoà trộn 100 g cây phỉ và 1 muỗng canh nước ép chanh tươi với 200 ml nước. Gội đầu và dùng miếng bông chà lên da đầu khi tóc vẫn còn ướt. Làm lại nhiều lần cho đến khi nào sạch gàu. 12. Thử sử dụng dầu gội chứa xê-len sunfua hoặc a-xít salixilic. 13. Thử gội đầu với xà phòng Zest mỗi tuần một lần. xà phòng này có tác dụng tốt với tóc nhờn; giúp tóc bạn khô hơn; vì thế hãy thoa dầu dưỡng tóc lên tóc thôi, đừng thoa lên da đầu. xà phòng Zest cũng có tác dụng trị gàu với một số người. Cách ngăn ngừa và trị gàu Gàu là chứng bệnh đặc trung do da đầu ngứa, đóng vảy, và là một trong những chứng bệnh da liễu thường gặp nhất. May mắn là, trong khi người ta chưa xác định được chính xác nguyên nhân gây ra gàu trên da đầu là gì, thì cũng có một vài biện pháp giúp bạn giảm nguy cơ bị gàu và cũng có nhiều biện pháp chữa trị gàu hiệu quả nữa. Các biện pháp trị gàu  1. Có chế độ ăn uống khỏe mạnh và cân đối. chế độ ăn uống khỏe mạnh có thể ngăn ngừa được chứng đóng vảy gàu. Đảm bảo ăn nhiều kẽm, axit béo chứa Omega-3, các loại vi-ta-min E và B, tránh ăn những thức ăn chứa nhiều men và đường. Nghiên cứu cho thấy một yếu tố nhỏ nào đó gây ra gàu là nấm phát triển nhanh khi người bệnh ăn nhiều men, nhiều chất béo và đường. Mặc dù điều này chưa hẳn là nguyên nhân tác động chính đến các chứng bệnh về da của bạn, tình trạng sức khỏe tổng quát của bạn sẽ giúp cơ thể bạn phản ứng lại chứng nấm gây ra gàu này. 2. Đừng lo lắng nhiều, hãy vui lên. Căng thẳng làm cản trở hệ bảo vệ của cơ thể và làm phát sinh tất cả các chứng bệnh, kể cả gàu, vì  vậy ngay bây giờ hãy thư giãn đi và đừng bận tâm về việc mặc chiếc áo sơ mi màu đen ngày mai nữa. 3. Hạn chế sử dụng các sản phẩm tạo kiểu tóc. Keo xịt tóc, mút và gel vuốt tóc cũng có thể là tác nhân góp phần gây ra gàu ở một vài người. Các loại sản phẩm tạo kiểu tóc này cũng có thể làm cho da đầu khô quá mức, gây ra tình trạng đóng vảy hoặc gây dị ứng da đầu. Nếu bạn phát hiện mình bị gàu sau khi bắt đầu sử dụng một sản phẩm mới thì nhiều cơ hội gây ra gàu chắc là do sản phẩm tóc này. Biện pháp ngoại lệ là sử dụng gel vuốt tóc chữa gàu hoặc keo xịt tóc được điều chế từ tinh dầu trà.  4. Hãy gội đầu thường xuyên. có vẻ như gàu phát triển nhanh trên tóc nhờn, vì vậy việc thường xuyên gội đầu cũng có thể giúp làm sạch gàu. Nếu bạn đã bị gàu thì việc gội đầu cũng có thể giúp bạn ngăn triệu chứng đóng vảy ngứa cho đến khi sạch gàu. Hãy mát-xa da đầu để làm sạch da đầu đồng thời làm sạch tóc. Hãy gội đầu nhiều lần. Việc gội đầu lần thứ nhất làm bong rã bã nhờn đã đóng như sáp trên da đầu và gội đầu lần thứ hai giúp tẩy sạch lớp bã dầu đó. 5. Gội đầu bằng dầu gội đặc trị gàu. Nếu gàu vẫn còn dai dẳng mặc dù gội đầu thường xuyên thì hãy nên dùng một thứ dầu gội nào đó mạnh hơn. Có nhiều loại dầu gội trị gàu ở các hiệu thuốc hay ở các tiệm tạp hoá và thường có tác dụng trị gàu tốt. Hãy chắc rằng bạn thực hiện cẩn thận đúng theo chỉ dẫn, và hãy dành thêm một ít thời gian để tắm vòi hoa sen, vì hầu hết các dầu gội trị gàu này khuyên bạn nên ủ tóc từ 5 đến 10 phút và xoa dầu gội 2 lần.  6. Thoa dầu thảo dược lên tóc của bạn hoặc sử dụng gel thảo dược đặc biệt. Làm đều đặn, ít nhất 2 lần trong một tuần để chữa gàu. 7. Nên biết rằng có nhiều hoạt chất khác nhau trong các loại dầu gội trị gàu. Nếu loại dầu gội này không có hiệu quả thì bạn nên sử dụng loại dầu gội khác. Ketoconazole (thương hiệu Nizoral®) vô cùng hiệu quả đối với một số loại gàu do nấm gây ra. Bạn có thể mua dầu trị gàu 1% Ketoconazole mà không cần toa ở Hoa Kỳ, nhưng dầu gội 2% Ketoconazole thì phải có toa bác sĩ. Ở Canada, bạn có thể mua tự do dầu gội trị gàu 2% Ketoconazole. 8. Hãy kiên nhẫn. Phải mấy một vài tuần thì dầu gội trị gàu mới cho kết quả khác biệt sau vài lần sử dụng. 9. Hãy thay đổi dầu gội. Nếu một loại dầu gội trị gàu nào đó có vẻ không có hiệu quả, hay có hiệu quả một thời gian rồi sau đó không có tác dụng nữa thì bạn nên chuyển sang sử dụng một sản phẩm trị gàu khác có hoạt chất khác (hoạt chất trị gàu được ghi trên chai). 10. Đến khám bác sĩ nếu tình trạng gàu vẫn dai dẳng sau hơn một vài tuần điều trị. Có nhiều loại dầu gội trị gàu theo toa và nhiều loại kem xtê-rô-ít cũng có tác dụng trị sạch gàu. Những bí quyết trị sạch gàu * Thử dùng dầu gội đầu dịu nhẹ hơn. Một số thợ cắt tóc cho biết nguyên nhân gây ra gàu thường là dùng dầu gội đầu mạnh làm chết da đầu hoặc làm khô da đầu. * Một biện pháp khả thi khác là cho một lượng lớn muối bọt lên tay trước khi tắm vòi hoa sen. Chà xát nhẹ lên toàn bộ vùng da đầu. Gội đầu lại bằng vòi hoa sen và gội lại bằng dầu gội bình thường. * Tốt hơn hết là nên bổ sung vi ta min vào thức ăn, chớ không phải là bổ sung dinh dưỡng. Một cuộc tìm kiếm nhanh trên mạng sẽ cho bạn các loại thức ăn bổ sung vào chế độ dinh dưỡng của bạn giàu kẽm, các loại Omega-3, và vitamin B.  * Nếu dầu gội trị gàu của bạn không có tác dụng, hoặc nếu bạn phát hiện thấy da đầu bị đỏ hay đóng vảy vàng hay trắng thì có thể là bạn chưa bị gàu đâu. Nhiều bệnh khác cũng có thể làm cho da đóng vảy và da đầu ngứa. Hãy đến khám bác sĩ chăm sóc sức khỏe ban đầu hay bác sĩ chuyên khoa da liễu của bạn.  * Một cuộc tìm kiếm trên mạng sẽ cho bạn đủ các biện pháp chữa gàu tại nhà. Một số biện pháp thực sự có hiệu quả tốt, đồng thời những loại dầu gội trị gàu này đều rẻ tiền thích hợp cho hầu hết mọi người. * Hãy mặc quần áo màu nhạt (nhất là áo) khi bạn bị gàu. Hầu hết những người khác sẽ khó phát hiện ra bạn bị gàu. * Nếu bạn bị viêm mũi dị ứng, chàm, hay các chứng dị ứng da hay dị ứng hô hấp khác thì có lẽ chứng gàu của bạn một phần là do dị ứng. Trong tình huống này, bạn có thể thấy có hiệu quả hơn khi gội đầu ít đi, vì vậy bạn không nên lờ đi các loại dầu tự nhiên bảo vệ da đầu. Người bị dị ứng có thể phản ứng với dầu gội trị gàu bằng cách mọc gàu nhiều hơn. Nếu bạn nghĩ mình thuộc trường hợp này thì thử gội đầu bằng dầu dưỡng tóc thôi, hoặc nên gội đầu ít thôi. * Thử dùng phương pháp điều trị gàu duy nhất lần đầu vào kỳ nghỉ hay khoảng thời gian mà bạn ít xuất hiện trước người khác, vì da đầu của bạn sẽ rất nhờn lúc đầu. Sẽ phải mất từ hai tuần đến một tháng để cân bằng lượng dầu trên tóc của bạn và da đầu sẽ tự điều chỉnh lượng dầu sau đó. * Gội đầu bằng dung dịch gồm ¼ tách giấm trắng và ¾ tách nước có thể giúp chữa được chứng gàu. Những a-xít tự nhiên sẽ làm giảm bã nhờn (tế bào da chết và dầu nhờn) bám vào da đầu và đóng vảy thành gàu. Hãy gội đầu kỹ lại bằng nước ấm, không phải là nước nóng. Nếu không gội đầu kỹ thì người bạn sẽ hôi mùi giấm. Trong khi giấm trắng được coi là phương thuốc vàng chữa gàu tại nhà thì giấm rượu táo hoặc nước chanh ép cũng có tác dụng rất tốt. nước chanh ép cũng có thể làm nhạt màu đen của tóc. * Tinh dầu trà có tác dụng sát trùng, diệt nấm đồng thời giữ ẩm cho da đầu. Bạn có thể mua một chai nhỏ ở của hàng tạp hoá hay ở các của hiệu bán thức ăn tự nhiên, và thêm vào dầu gội thường của bạn từ 5 đến 6 giọt. Hoặc bạn chỉ mua dầu gội chứa tinh dầu trà thôi. * Mua và sử dụng hia hoặc ba loại dầu gội thường xuyên khác nhau và không nên gội cùng một loại trong hai ngày liên tục. Điều này có thể giúp giảm nguy cơ bị gàu vì một lý do nào đó. * Scalpicin® có thể hiệu quả đối với da đầu ngứa nhiều. Chúng không những chứa các thành phần kháng viêm (như hydrocortisone) mà còn một trong những hoạt chất chống gàu. Thường thì những loại thuốc này chứa tinh dầu bạc hà, có tác dụng làm mát và giảm cảm giác ngứa ngáy khó chịu. Cảnh báo * Một số dầu gội trị gàu chứa xê-len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm. * Hãy ngưng sử dụng bất kỳ loại dầu gội trị gàu hay thuốc nào nếu tình trạng bệnh càng trầm trọng thêm hay bị lây lan hoặc bị tác dụng phụ. Hãy tham khảo ý kiến của bác sĩ chăm sóc sức khỏe ban đầu hoặc bác sĩ chuyên khoa da liễu nếu gàu vẫn còn dai dẳng. * Hãy dè chừng nhiều loại dầu gội được đóng gói trông giống như dầu gội trị gàu nhưng chỉ có tác dụng làm sạch gàu nhẹ. Bất cứ loại dầu gội nào cũng có tác dụng làm sạch gàu nhẹ cả. * Dùng từ hai loại sản phẩm trị gàu trở lên có thể làm cho da đầu bị đỏ và kích ứng. * Tránh Sodium Lauryl Sulphate (SLS). Đây là một loại hợp chất có bọt, kích ứng nhẹ. Nhiều người thấy rằng sử dụng xà phòng chuyên trị không chứa SLS làm dầu gội trong vài tuần có thể sạch gàu. Bạn có thể bị gàu trở lại nếu bạn chuyển qua sử dụng loại dầu gội bình thường. Hãy gội đầu với một trong những thành phần trị gàu sau đây: ketoconazole, kẽm pyrithione, xê-len sunfua, a-xit salicylic, chiết xuất từ nhựa than đá, hoặc lưu huỳnh."
        }
    ],
    "suggestions": []
}