{
    "en_vn": {
        "data": {
            "content": null,
            "word": "folacin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>folacin</k><blockquote><cclass>[<cclass>'fəʊləsɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun another term for <kref>folic acid</kref>. </cclass></blockquote></div>",
            "word": "folacin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "folacin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "folacin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "folacin"
        }
    },
    "sentences": [
        {
            "en": "Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, <em>Folacin</em>, Potassium, Magnesium, Iron and over dozen other nutrients.",
            "vi": "Gạo trắng có rất ít vitamin E, ti - a - min, vitamin B2, ni - a - xin, vi - ta - min B6, a - xít phô - lích, ka - li,"
        },
        {
            "en": "Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, <em>Folacin</em>, Potassium, Magnesium, Iron and over dozen other nutrients.",
            "vi": "Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa."
        },
        {
            "en": "Nutritionists and dieticians are now increasingly recommending brown rice as an excellent source of all-round nutrition. Experts say the difference between brown rice and the more popular white rice is not just the color. White rice actually lacks the necessary quantities of over a dozen important nutrients, including vitamin E, thiamin, niacin, vitamin B1, B3, B6, <em>folacin</em>, potassium, magnesium and iron.",
            "vi": "Các chuyên gia dinh dưỡng ngày càng khuyên ăn gạo lức vì đây là một nguồn dưỡng chất tuyệt vời về mọi mặt. Các chuyên gia cho rằng sự khác biệt giữa gạo lức và gạo trắng phổ biến hơn không chỉ ở màu sắc của hạt gạo. Gạo trắng thực sự thiếu nhiều dưỡng chất thiết yếu, như vi-ta-min E, ti-a-min, ni-a-xin, vi-ta-min B1, B3, B6, a-xít phô-lích, ka-li, ma-giê và sắt."
        },
        {
            "en": "Brown rice vs white rice    Brown rice vs white rice Brown rice is not only better for you, but it's better for the environment than white rice too. So what's the difference? Rice goes through a variety of processes before it's ready for cooking. After harvesting, the seeds are run through a rice huller/husker for milling to remove the outer grain husks. After this process, you're left with brown rice. Nice and simple.  To create white rice, there's added steps. The germ and the inner husk (bran) is removed, the grain is then polished, usually using glucose or talc. The loss of nutrients is broad and substantial. Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, <em>Folacin</em>, Potassium, Magnesium, Iron and over dozen other nutrients.  Added to that, the dietary fiber contained in white rice is around a quarter of brown rice. So, brown rice certainly appears to be more healthy, but where does the environmental benefit come from? It's basically down to processing - the less processing of a food, the less energy required. These sorts of processes are well known for their negative impact on the environment. If you're accustomed to white rice, making the switch to brown suddenly can cause a taste bud rebellion - it certainly did for me. It's somewhat of an acquired taste for many people. I suggest adding extra sauces to mask the \"wilder\" taste of brown rice for a while to allow your tastes to adjust. Once you've acquired a taste for brown rice, it's likely you'll never go back to white. When you buy rice, because it keeps so well, try and buy in quantity to save on packaging. The rice we buy comes in cloth bags which we've put to very good use after finishing the contents. Added notes: A couple of readers have pointed out (thanks by the way!) that uncooked brown rice doesn't keep for as long as white rice. Stored in an airtight container, I'm told brown rice will keep fresh for about six months.  Brown rice does take a little longer to cook than white rice,  but the time isn't much longer if you pre-soak the rice for a while and cook using the absorption method. This is where you use less water and cover the pot, leaving very little excess water left by the time the rice has cooked - the steam generated using this method also helps speed up the cooking process.",
            "vi": "Gạo lức & gạo trắng    Gạo lức & gạo trắng Gạo lức không chỉ tốt cho sức khỏe của bạn, mà còn tốt hơn cho môi trường so với gạo trắng nữa. Vậy sự khác biệt đó là gì? Gạo được qua nhiều quy trình chế biến trước khi đem nấu. Sau khi thu hoạch xong, gạo được qua quá trình bóc vỏ để tách lớp vỏ ngoài. Sau quá trình này, chúng ta có gạo lức. Thật đơn giản và thoải mái.  Để có được gạo trắng, cần thêm nhiều bước nữa. Mầm và lớp vỏ lụa bên trong hạt gạo (cám) được tẩy sạch và hạt gạo qua quy trình đánh bóng, thường bằng glucoza hoặc bột talc.  Mất rất nhiều dưỡng chất và lượng dưỡng chất mất đi rất đáng kể. Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa. Hơn nữa, lượng chất xơ trong gạo trắng khoảng chừng ¼ lượng chất xơ trong gạo lức.  Vì vậy, gạo lức chắc chắn là có lợi cho sức khỏe hơn rồi, nhưng lợi ích môi trường ở đâu? Cơ bản là do quá trình chế biến – càng ít chế biến thực phẩm thì càng ít sử dụng năng lượng. Các quá trình chế biến này cũng có ảnh hưởng xấu đến môi trường.  Nếu bạn quen ăn gạo trắng thì việc chuyển sang gạo lức đột ngột có thể làm bạn không hợp vị – dĩ nhiên tôi cũng có cảm giác tương tự. Đối với nhiều người cần phải mất một thời gian mới quen dần hương vị này. Tôi đề nghị là nên thêm vào nước xốt để át bớt đi hương vị “thuần tuý” của gạo lức trong một thời gian để bạn có thể điều chỉnh thích hợp vị giác của mình. Một khi mà bạn đã quen hương vị gạo lức thì có thể sẽ chẳng bao giờ muốn quay lại ăn gạo trắng đâu. Khi bạn mua gạo, vì gạo bảo quản rất tốt, thế nên cố mua nhiều để tiết kiệm bao bì. Gạo chúng ta mua thường đựng trong túi vải và chúng ta sử dụng được sau khi ăn hết gạo. Lưu ý thêm là một vài độc giả đã chỉ (dù sao cũng cảm ơn!) gạo lức sống (chưa nấu) không bảo quản được lâu như gạo trắng. Hãy bảo quản gạo trong chỗ đựng kín gió, tôi được biết là gạo lức sẽ có thể được bảo quản trong vòng khoảng chừng 6 tháng.  Nấu cơm gạo lức phải mất thời gian hơn cơm gạo trắng một chút, nhưng nếu bạn ngâm gạo trước một lúc và nấu bằng phương pháp hấp thụ thì sẽ chẳng mất thời gian nhiều. Phương pháp này dùng ít nước hơn và đậy nắp nồi, để nước tràn rất ít trong thời gian nấu cơm – hơi nước bốc ra bằng phương pháp này cũng giúp cho quy trình nấu bếp nhanh chóng hơn nhiều."
        },
        {
            "en": "Brown rice – Health benefits of brown rice    Nutritionists and dieticians are now increasingly recommending brown rice as an excellent source of all-round nutrition. Experts say the difference between brown rice and the more popular white rice is not just the color. White rice actually lacks the necessary quantities of over a dozen important nutrients, including vitamin E, thiamin, niacin, vitamin B1, B3, B6, <em>folacin</em>, potassium, magnesium and iron.  Relieve Constipation: The fibers present in brown rice, increase bowl movement, thus helping in reducing constipation. Prevention of Asthma: According to researchers, increased intake of whole grains and fish could reduce the risk of childhood asthma by about fifty percent. The numerous anti-inflammatory compounds found in fish and brown rice help in reducing wheezing Most people who eat brown rice expect to derive the health benefits that are attributed to this type of rice. Some benefits have been medically proven and research is continously being conducted to study the nutritional value of brown rice. It is widely believed that brown rice helps control blood pressure and also reduces wide fluctuations in blood sugar. The high fiber content of brown rice has a good effect on controlling cholestrol and cholestrol control is of prime importance in keeping away heart disease. The health benefits of high fiber content foods are numerous, it reduces the possibility of heart diseases, helps avoid abrupt spikes in sugar levels, helps digestion and reduces constipation etc. Some medical tests have indicated that the health benefits of brown rice could include controlling high blood pressure. Besides high fiber content, brown rice also contains other nutrients like, B vitamins, manganese, selenium and iron. By eating brown rice, you will also get the health benefits that such nutrients give the human body. Brown rice is essentially the same as white rice, in the fact that it comes from the same plant. There is no \"brown rice\" plant and \"white rice\" plant. The difference between the two colored rices is the process by which they are hulled. Whole grain rice consists of several layers. When only the outermost hull is removed, we end up with brown rice. It is when the rice is further milled, removing the bran and germ layer, that we end up with a whiter rice. The rice is then polished, removing the aleurone layer, giving us the white rice that we most often see in stores. Brown rice has reduces the risk of colon cancer. Brown rice is packed full of fiber. One cup supplies 14% of our suggested daily intake of fiber. Brown rice also contains Selenium which has also been shown to reduce the risk of colon cancer. It is also beneficial for stomach and intestinal ulcers, and for curing the dreaded case of diarrhea. In fact, brown rice is one of the most easily digested starches, and what's more - because of its high mineral content, brown rice supplies important nutrients for the hair, teeth, nails, muscles and bones.",
            "vi": "Gạo lức – Các lợi ích sức khỏe của gạo lức    Các chuyên gia dinh dưỡng ngày càng khuyên ăn gạo lức vì đây là một nguồn dưỡng chất tuyệt vời về mọi mặt. Các chuyên gia cho rằng sự khác biệt giữa gạo lức và gạo trắng phổ biến hơn không chỉ ở màu sắc của hạt gạo. Gạo trắng thực sự thiếu nhiều dưỡng chất thiết yếu, như vi-ta-min E, ti-a-min, ni-a-xin, vi-ta-min B1, B3, B6, a-xít phô-lích, ka-li, ma-giê và sắt. Làm giảm chứng táo bón: Chất xơ trong gạo lức làm tăng sự bài tiết của ruột, giúp giảm chứng táo bón.  Phòng tránh bệnh hen suyễn: Các nhà nghiên cứu cho biết việc tăng cường ăn cá và ngũ cốc nguyên hạt có thể làm giảm nguy cơ hen suyễn ở trẻ em khoảng năm mươi phần trăm. Nhiều hợp chất kháng viêm có trong cá và gạo lức giúp giảm chứng thở khò khè. Hầu hết người ăn gạo lức mong được khỏe mạnh, được các lợi ích về sức khỏe vốn đã được quy cho loại gạo này. Một số lợi ích đã được chứng minh về mặt sức khoẻ và người ta vẫn không ngừng nghiên cứu về giá trị dinh dưỡng của gạo lức. Người ta cũng thường cho rằng gạo lức giúp kiểm soát huyết áp cũng như giúp đường huyết khỏi biến đổi bất thường. Hàm lượng chất xơ cao trong gạo lức giúp kiểm soát tốt cholestrol và việc kiểm soát cholestrol là quan trọng hàng đầu trong việc phòng tránh bệnh tim. Có rất nhiều lợi ích sức khỏe của các thức ăn chứa nhiều hàm lượng chất xơ: làm giảm nguy cơ mắc bệnh tim mạch, giúp lượng đường khỏi biến đổi đột ngột, giúp cho tiêu hoá tốt và làm giảm chứng táo bón,…Một số xét nghiệm y học cho biết nhiều lợi ích sức khỏe của gạo lức có thể bao gồm kiểm soát chứng cao huyết áp. Ngoài hàm lượng chất xơ cao, gạo lức còn chứa nhiều dưỡng chất khác như các loại vi-ta-min B, man-gan, xê-len và sắt. Cơ thể bạn sẽ có được những lợi ích sức khỏe của những dưỡng chất này bằng cách ăn gạo lức.  Gạo lức về cơ bản giống như gạo trắng, ở chỗ gạo lức và gạo trắng có cùng một giống cây trồng. Không có cây \"gạo lức\" và cây \"gạo trắng\". Sự khác biệt giữa hai màu gạo là quá trình tách vỏ của gạo. Gạo nguyên hạt có nhiều lớp. Khi chỉ tách lớp vỏ duy nhất ngoài cùng, chúng ta có gạo lức. Khi xay nghiền thêm, làm sạch lớp cám và lớp mầm, chúng ta có gạo trắng hơn. Gạo sau đó được đánh bóng, làm sạch lớp hạt a-lơ-ron, để cho chúng ta thứ gạo trắng mà chúng ta thường thấy trong các cửa hàng. Gạo lức giúp giảm nguy cơ mắc ung thư ruột kết. Trong gạo lức chứa đủ chất xơ. Một chén gạo lức cung cấp 14% lượng chất xơ mà chúng ta nên có mỗi ngày. Gạo lức cũng chứa xê-len vốn được biết có tác dụng làm giảm nguy cơ gây ung thư ruột kết. Gạo lức cũng có tác dụng tốt đối với chứng loét dạ dày và ruột, và còn chữa được chứng bệnh tiêu chảy đáng sợ. Thực ra, gạo lức là một trong những loại tinh bột dễ tiêu hoá nhất, và hơn nữa vì gạo lức chứa hàm lượng khoáng chất cao nên nó cung cấp các dưỡng chất quan trọng cho tóc, răng, móng, cơ bắp và xương."
        }
    ],
    "suggestions": []
}