{
    "en_vn": {
        "data": {
            "content": null,
            "word": "followers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "followers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "followers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "followers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "followers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Fashion <em>followers</em>",
            "vi": "tín đồ thời trang"
        },
        {
            "en": "They 're faithful <em>followers</em>.",
            "vi": "Họ là những môn đệ trung thành."
        },
        {
            "en": "They're faithful <em>followers</em>.",
            "vi": "Họ là những môn đệ trung thành."
        },
        {
            "en": "His policy alienated many of his <em>followers</em>.",
            "vi": "Chính sách của ông ta đã làm cho nhiều người đi theo ông ta oán ghét."
        },
        {
            "en": "He demands unquestioning obedience from his <em>followers</em>.",
            "vi": "Ông ta đòi các đệ tử phải luôn phục tùng bất cứ điều gì từ ông ấy."
        },
        {
            "en": "His <em>followers</em> stood at a respectful distance.",
            "vi": "Những người đi theo anh ấy đứng ở phía xa."
        },
        {
            "en": "Christianity has the greatest number of <em>followers</em>.",
            "vi": "Đạo Cơ Đốc có số tín đồ đông nhất."
        },
        {
            "en": "She alienated many of her <em>followers</em>.",
            "vi": "Cô ấy làm cho nhiều người theo đuổi cô ghét bỏ và xa lánh."
        },
        {
            "en": "It brought the fanatical <em>followers</em> of J.R.R.",
            "vi": "Nó mang những người theo cuồng tín (Của) J. R. R."
        },
        {
            "en": "The king escaped the country with 50 of his <em>followers</em>.",
            "vi": "Vua đã trốn khỏi đất nước cùng với 50 tùy tùng."
        },
        {
            "en": "He had gathered about him a band of faithful <em>followers</em>.",
            "vi": "Ông ta đã tập hợp quanh mình một nhóm các tín đồ trung thành."
        },
        {
            "en": "How many <em>followers</em> of Islam are there in the world?",
            "vi": "Trên thế giới có bao nhiêu tín đồ Hồi giáo?"
        },
        {
            "en": "Marx still has many <em>followers</em> in academic circles.",
            "vi": "Marx vẫn có nhiều môn đệ trong giới học thuật."
        },
        {
            "en": "The king escaped the country with 40 of his <em>followers</em>.",
            "vi": "Nhà vua đã thoát ra nước ngoài với 40 tùy tùng của ông."
        },
        {
            "en": "The Prime Minister's policy alienated many of his <em>followers</em>.",
            "vi": "Chính sách của Thủ tướng đã khiến nhiều người từng ủng hộ ông ta phải xa lánh ông ta."
        },
        {
            "en": "There are signs of growing disaffection among his <em>followers</em>.",
            "vi": "Có dấu hiệu bất mãn gia tăng trong số những người theo anh ta."
        },
        {
            "en": "The prime minister's policy alienated many of her <em>followers</em>",
            "vi": "Chính sách của bà thủ tướng đã khiến nhiều người từng ủng hộ bà ta phải xa lánh bà ta"
        },
        {
            "en": "He seemed to inspire unquestioning trust in his <em>followers</em>.",
            "vi": "Có vẻ như ông ấy đã làm cho những người đi theo ông có một niềm tin mù quáng."
        },
        {
            "en": "It brought the fanatical <em>followers</em> of J. R. R.",
            "vi": "Nó mang những người theo cuồng tín (Của) J.R.R."
        },
        {
            "en": "The strange religion seemed to have a strong hold on its <em>followers</em>.",
            "vi": "Nền tôn giáo mới lạ dường như có ảnh hưởng mạnh mẽ đối với những người theo đạo."
        }
    ],
    "suggestions": []
}