{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fu:lpru:f]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hết sức rõ ràng, ngu ngốc đến đâu cũng hiểu được; hết sức dễ dùng, ngu ngốc đến đâu cũng dùng được</td></tr></table><i/></div>",
            "word": "foolproof"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>foolproof</k><blockquote>■ <cclass>adjective incapable of going wrong or being misused. </cclass></blockquote></div>",
            "word": "foolproof"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>foolproof</k><blockquote>▸ <cclass>adjective INFALLIBLE, dependable, reliable, trustworthy, certain, sure, guaranteed, safe, sound, tried and tested; watertight, airtight, flawless, perfect; <cclass><i>informal</i> sure-fire; <cclass><i>formal</i> efficacious.</cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>flawed.</blockquote></div>",
            "word": "foolproof"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "foolproof"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "foolproof"
        }
    },
    "sentences": [
        {
            "en": "Peter devised what he thought was a <em>foolproof</em> plan.",
            "vi": "Peter đưa ra một kế hoạch mà ông nghĩ là hoàn hảo."
        },
        {
            "en": "They have a <em>foolproof</em> way of doing their business.",
            "vi": "Họ có một cách làm ăn hết sức rõ ràng."
        },
        {
            "en": "This is designed so well that it's almost <em>foolproof</em>.",
            "vi": "Cái này được thiết kế rất tốt nên hầu như ai cũng có thể dùng được."
        },
        {
            "en": "The elusive <em>foolproof</em> theory of the origin of language",
            "vi": "Lý thuyết dễ hiểu nhưng khó nắm bắt về nguồn gốc của ngôn ngữ"
        },
        {
            "en": "The new signal system for communication lines is a <em>foolproof</em> one.",
            "vi": "Hệ thống tín hiệu mới cho các đường giao thông công cộng là hết sức rõ ràng."
        },
        {
            "en": "While there are no <em>foolproof</em> methods, here are some suggestions from sleep experts.",
            "vi": "Trong khi chưa có những phương pháp được chứng minh, đây là một số đề nghị của các chuyên gia nghiên cứu về giấc ngủ."
        },
        {
            "en": "It is impossible to make anything <em>foolproof</em> because fools are so ingenious.",
            "vi": "Không thể làm việc gì mà không có sai sót được vì ta luôn bị lường gạt rất tài tình.."
        },
        {
            "en": "Is there any <em>foolproof</em> way to insure against ill health while I am abroad?",
            "vi": "Có cách nào dễ dàng đảm bảo khỏi bị bệnh tật trong khi tôi ở nước ngoài không?"
        },
        {
            "en": "Having a clown in the toy store was a <em>foolproof</em> attraction for getting kids to enter.",
            "vi": "Có một chú hề trong cửa hàng đồ chơi là một sự thu hút rõ ràng nhất để thu hút trẻ em vào đó"
        },
        {
            "en": "The placenta also helps protect the baby from infections and potentially harmful substances, but it's not a <em>foolproof</em> filter.",
            "vi": "Nhau thai cũng giúp bảo vệ em bé khỏi nhiễm trùng và các chất có hại, nhưng nó không phải là một màng lọc hoàn hảo."
        },
        {
            "en": "A few years ago, I saw an infomercial about this <em>foolproof</em> system to buy and sell stock.",
            "vi": "Cách đây vài năm, tôi đã xem một chương trình quảng cáo trên tivi về hệ thống mua bán chứng khoán hết sức rõ ràng này."
        },
        {
            "en": "The melting of a great amount of ice in the North Pole is the most <em>foolproof</em> evidence for the global warming.",
            "vi": "Sự tan chảy của một lượng lớn băng tại Bắc Cực là bằng chứng rõ nét nhất của hiện tượng ấm lên toàn cầu."
        },
        {
            "en": "I tell you my friend, this is designed so well that it's almost <em>foolproof</em>. Any clerk in your office can handle it perfectly if he is smart enough to count from 1 to 10.",
            "vi": "Tôi xin thưa với ông là cái máy này được thiết kế rất tốt nên hầu như ai cũng có thể dùng được. Bất cứ người thư ký nào trong sở của ông cũng dùng nó được nếu anh ta biết đếm từ 1 tới 10."
        },
        {
            "en": "You always get what you want. Your subconscious rightfully determines what energies, experiences, and people you attract - therefore, the only <em>foolproof</em> way to know what you want is to see what you have. There are no victims, only students.",
            "vi": "Bạn sẽ luôn luôn đạt được những gì mình mong muốn. Tiềm thức của bạn hoàn toàn quyết định năng lực, kinh nghiệm và những người mà bạn thu hút - chính vì vậy, cách thức dễ dàng nhất để biết được những gì bạn muốn là hãy nhìn vào những gì bạn có. Chẳng có người bị lừa, chỉ có người tìm tòi học hỏi."
        },
        {
            "en": "I tell you my friend, this is designed so well that it's almost <em>foolproof</em>. Any clerk in your office can handle it perfectly if he is smart enough to count from 1 to 10.",
            "vi": "thưa với ông là cái máy này được thiết kế rất tốt nên hầu như ai cũng có thể dùng được. Bất cứ người thư ký nào trong sở của ông cũng dùng nó được nếu anh ta biết đếm từ 1 tới 10."
        },
        {
            "en": "Capital should be made available to those who want to establish companies, and there is no easy or <em>foolproof</em> way of providing it and making sure it gets to the right people while maintaining sound banking principles.",
            "vi": "Vốn cần được cung cấp cho những người mong muốn thành lập doanh nghiệp và việc cung cấp nó và đảm bảo nó sẽ đến đúng người không phải là đơn giản hay dễ dàng."
        },
        {
            "en": "While there is no <em>foolproof</em> formula for creating the\"perfect\" family (every family has its own dynamics), it's important to approach this new situation with patience and understanding for the feelings of those involved. Here's how to make things easier as you adapt to your new role.",
            "vi": "Trong khi không có công thức cơ bản cho việc tạo ra một gia đình \"hoàn hảo\" (mỗi gia đình có động lực riêng của nó), điều quan trọng là phải tiếp cận tình hình mới này với sự kiên nhẫn và thông hiểu cảm xúc của những người trong cuộc. Sau đây là cách để giúp mọi việc dễ dàng hơn khi bạn thích ứng với vai trò mới của mình."
        },
        {
            "en": "The placenta is an unborn baby’s lifeline. Attached to the inside of the uterus and connected to the fetus by the umbilical cord, the placenta works as a trading post between the mother’s and the baby’s blood supply. Oxygen and nutrients in the mother’s blood pass across the placenta to the fetus, and metabolic wastes and carbon dioxide from the fetus cross in the other direction. The placenta also helps protect the baby from infections and potentially harmful substances, but it’s not a <em>foolproof</em> filter. Other substances, such as alcohol, drugs, and cigarette smoke can also cross the placenta, with effects including congenital disorders, drug addiction, and fetal alcohol syndrome in the newborn. And scientists have long suspected that cancer can cross the placental barrier and spread from the mother to her unborn child, but have had no proof—until now.",
            "vi": "Nhau thai là huyết mạch của em bé chưa ra đời. Được gắn vào bên trong tử cung và nối với bào thai bằng dây rốn, nhau thai làm cầu nối dinh dưỡng giữa máu của mẹ và nguồn cung cấp máu của em bé. Khí oxy và các chất dinh dưỡng trong máu của mẹ đi qua nhau thai đến bào thai, và các chất thải chuyển hóa và khí CO2 từ bào thai được đưa sang lại mẹ. Nhau thai cũng giúp bảo vệ em bé khỏi nhiễm trùng và các chất có hại, nhưng nó không phải là một màng lọc hoàn hảo. Các chất khác, như rượu, thuốc, và khói thuốc lá cũng có thể đi qua nhau thai, với tác động là các rối loạn bẩm sinh, nghiện, và hội chứng nhiễm rượu ở bào thai trong trẻ sơ sinh. Và các nhà khoa học đã từ lâu nghi ngờ rằng bệnh ung thư có thể vượt rào cản nhau thai và truyền từ mẹ sang con, nhưng mãi cho đến bây giờ mới có bằng chứng về điều đó."
        },
        {
            "en": "Scientists Prove Mother Can Pass Cancer to Her Unborn Baby     By: Madeline Ellis  Published: Wednesday, 14 October 2009  The placenta is an unborn baby’s lifeline. Attached to the inside of the uterus and connected to the fetus by the umbilical cord, the placenta works as a trading post between the mother’s and the baby’s blood supply. Oxygen and nutrients in the mother’s blood pass across the placenta to the fetus, and metabolic wastes and carbon dioxide from the fetus cross in the other direction. The placenta also helps protect the baby from infections and potentially harmful substances, but it’s not a <em>foolproof</em> filter. Other substances, such as alcohol, drugs, and cigarette smoke can also cross the placenta, with effects including congenital disorders, drug addiction, and fetal alcohol syndrome in the newborn. And scientists have long suspected that cancer can cross the placental barrier and spread from the mother to her unborn child, but have had no proof—until now.  Researchers at the Institute of Cancer Research, a college of the University of London, working with colleagues in Japan, studied the case of a 28-year-old Japanese woman who gave birth to an apparently healthy baby girl after a normal, uneventful pregnancy. A month later, the mother developed vaginal bleeding and was diagnosed with acute lymphoblastic leukemia. She began chemotherapy but developed encephalitis and died 19 days later. The baby showed no signs of illness until she was 11 months old when she was taken to the hospital with a swollen right cheek. Tests revealed she had a tumor in her jaw and the cancer had spread to her lungs.  By comparing DNA from the mother’s bone marrow to that of the baby, the researchers were able to determine that the cancer cells of both mother and child shared the same mutated gene, called BCR-ABL1, but the baby had not inherited the gene. Subsequent testing of a neonatal blood sample taken from the baby confirmed that the cancer had spread before birth.  So how could this have happened? Normally, if the cells crossed the placental barrier, the baby’s immune system would have recognized them as foreign invaders and destroyed them, which is why mother-to-child cancer transmission is so rare. But in this case, the baby’s tumor cells were missing a vital piece of DNA that plays a key role in immune system function. Without this, the cancer cells were able to pass through undetected.    “It appears that in this and, we presume, other cases of mother-to-offspring cancer, the maternal cancer cells did cross the placenta into the developing fetus and succeeded in implanting because they were invisible to the immune system,” said lead researcher Professor Mel Greaves. “We are pleased to have resolved this longstanding puzzle. But we stress that such mother to offspring transfer of cancer is exceedingly rare and the chances of any pregnant woman with cancer passing it on to her child are remote.”  Records dating back to 1866 include 17 cases where a mother and infant appeared to share the same cancer, usually leukemia or melanoma. And while the most likely explanation was that it spread to the infants during pregnancy, other scenarios were theoretically possible. “People have believed that this has been the case for some time. This is really crossing the T’s, dotting the I’s and showing that that’s really the case,” said William H. Chambers, scientific program director at the American Cancer Society.  Dr. David Grant, scientific director at Leukaemia Research, which partially funded the study, said “the important message is that leukemia cells can be destroyed by the immune system.” Knowing this will help scientists find ways to harness the power of the immune system to first cure and then protect patients from leukemia, he said.   The report is published in the October 12 online edition of the Proceedings of the National Academy of Sciences.",
            "vi": "Các nhà khoa học chứng minh người mẹ có thể di truyền ung thư sang đứa con đang mang trong mình    Tác giả: Madeline Ellis Xuất bản: Thứ Tư, ngày 14 tháng Mười năm 2009 Nhau thai là huyết mạch của em bé chưa ra đời. Được gắn vào bên trong tử cung và nối với bào thai bằng dây rốn, nhau thai làm cầu nối dinh dưỡng giữa máu của mẹ và nguồn cung cấp máu của em bé. Khí oxy và các chất dinh dưỡng trong máu của mẹ đi qua nhau thai đến bào thai, và các chất thải chuyển hóa và khí CO2 từ bào thai được đưa sang lại mẹ. Nhau thai cũng giúp bảo vệ em bé khỏi nhiễm trùng và các chất có hại, nhưng nó không phải là một màng lọc hoàn hảo. Các chất khác, như rượu, thuốc, và khói thuốc lá cũng có thể đi qua nhau thai, với tác động là các rối loạn bẩm sinh, nghiện, và hội chứng nhiễm rượu ở bào thai trong trẻ sơ sinh. Và các nhà khoa học đã từ lâu nghi ngờ rằng bệnh ung thư có thể vượt rào cản nhau thai và truyền từ mẹ sang con, nhưng mãi cho đến bây giờ mới có bằng chứng về điều đó.  Các nhà nghiên cứu của Viện nghiên cứu Ung thư, trường cao đẳng thuộc Đại học London, cùng với các đồng nghiệp ở Nhật, đã nghiên cứu trường hợp một phụ nữ Nhật Bản 28 tuổi đã sinh một bé gái trông rất khoẻ mạnh sau một thai kỳ bình thường không có biến cố. Một tháng sau, người mẹ bắt đầu bị chảy máu âm đạo và bị chẩn đoán là mắc bệnh bạch cầu lym-phô bào cấp tính. Cô ấy bắt đầu được hoá trị nhưng phát triển viêm não và chết sau 19 ngày. Đứa con không hề bệnh cho đến khi bé được 11 tháng tuổi và được đưa vào bệnh viện với má phải sưng phồng lên. Xét nghiệm phát hiện bé có khối u trong hàm và bệnh ung thư đã phát tán đến phổi của bé.  Khi so sánh DNA từ tuỷ xương của người mẹ với DNA của em bé, các nhà nghiên cứu thấy rõ rằng tế bào ung thư của cả người mẹ lẫn đứa con có cùng các gien bị biến đổi, gọi là BCR-ABL1, nhưng em bé không được di truyền gien. Thử nghiệm tiếp theo của mẫu máu sơ sinh lấy từ em bé đã xác nhận rằng bệnh ung thư đã phát tán trước khi bé được sinh ra.   Việc đó đã xảy ra như thế nào? Thông thường, nếu tế bào ung thư vượt qua rào cản nhau thai, hệ miễn dịch của em bé lẽ ra đã nhận biết chúng như là các chất xâm nhiễm và tiêu diệt chúng, điều đó khiến sự lây truyền bệnh ung thư từ mẹ sang con rất hiếm. Nhưng trong trường hợp này, các tế bào khối u của em bé thiếu một đoạn DNA rất quan trọng đóng vai trò then chốt trong chức năng của hệ miễn dịch. Không có đoạn DNA này, tế bào ung thư có thể vượt qua mà không bị phát hiện.  \"Dường như trong trường hợp này và các trường hợp bệnh ung thư di truyền từ mẹ sang con khác, theo chúng tôi giả thiết thì tế bào ung thư của người mẹ đi qua nhau thai vào bào thai đang phát triển và bám vào thành công vì chúng vô hình đối với hệ miễn dịch\". Giáo sư Mel Greaves, trưởng nhóm nghiên cứu, cho biết, “Chúng tôi hân hạnh vì đã trả lời được câu hỏi tồn tại từ lâu này. Nhưng chúng tôi nhấn mạnh rằng việc ung thư truyền từ mẹ sang con là cực kỳ hiếm và nguy cơ mà phụ nữ mang thai bị mắc bệnh ung thư sẽ truyền bệnh sang thai nhi là rất ít. \"  Các tài liệu đã ghi nhận từ năm 1866 bao gồm 17 trường hợp người mẹ và trẻ sơ sinh dường như mắc cùng bệnh ung thư, thường là bệnh bạch cầu hay u hắc sắc tố. Và trong khi lời giải thích hợp lý nhất là bệnh phát tán sang trẻ khi đang mang thai, các giải thích khác cũng có thể về mặt lý thuyết. “Mọi người đã tin rằng điều đó là đúng trong một thời gian. Và phát hiện trên đã chứng minh điều đó hoàn toàn là sự thật\", William H Chambers, giám đốc chương trình khoa học Hội Ung thư Hoa Kỳ cho biết.  Bác sĩ David Grant, giám đốc khoa học tại Viện nghiên cứu Bệnh bạch cầu, nơi cấp vốn một phần cho nghiên cứu, phát biểu: \"Thông điệp quan trọng là tế bào bệnh bạch cầu có thể bị phá hủy bởi hệ miễn dịch.\" Hiểu điều này sẽ giúp các nhà khoa học tìm cách để khai thác triệt để sức mạnh của hệ miễn dịch trước tiên là để chữa bệnh rồi sau đó là bảo vệ bệnh nhân khỏi bệnh bạch cầu”. Báo cáo này được công bố trong ấn bản trực tuyến ngày 12 tháng Mười của Tạp chí tháng của Học viện Khoa học Quốc gia."
        },
        {
            "en": "Birth control for women over 30    Finding the right contraceptive Fallen out of love with your birth control? Maybe you’re put off by side effects. Or remembering to pop a pill isn’t your strong suit. Problem is, going without isn’t a good choice, even as you get older: Nearly 40% of pregnancies among women in their 40s, for instance, are unplanned. Which one is best for you? We’ve assembled some popular choices here. (However, there are other methods, such as the diaphragm, female condom, NuvaRing, and so on). Combo pill: Who can try it? Almost all women. The Pill can ease maddening peri­menopausal symptoms like hot flashes, hormonal mood swings, and irregular bleeding. What’s more, it may help prevent ovarian and uterine cancers. Combo pill: Who should avoid it?  If you’re a migraine sufferer, you may want to steer clear; the Pill is thought to trigger headaches and raise the risk of stroke in some migraineurs.  And smokers older than 35 should avoid the Pill, as both estrogen and smoking cause blood to clot more easily. Progestin-only pill: Who can try it? Women who are breast-feeding (this oral contraceptive will not lower milk supply), or those who can’t take estrogen-based pills due to cardiovascular disease or blood-clot risks, or because they smoke. This “mini-Pill” protects against pregnancy via a low dose of hormones, but it’s estrogen-free. Progestin-only pill: Who should avoid it? Progestin-only pills must be taken every day at the same time to be fully effective; use a backup method if you get off-schedule. Extended-cycle pill: Who can try it? Women who really loathe their periods. If you suffer from severe PMS, or if your period exacerbates an existing condition such as endometriosis or anemia, these pills may be your new best friend. Two brands, Seasonale and Seasonique, allow you to go three months without menstruating—you’ll have just four periods a year. Another brand, Lybrel, stops periods for an entire year, but you do have to take a pill every day, year-round. All of these contain estrogen and progestin.\u2028 Extended-cycle pill: Who should avoid it? If you’re not a candidate for the combo Pill, don’t go the extended-cycle route. Ditto if you tend to be cautious about new medical trends: Although there’s no evidence suggesting that it’s dangerous not to have regular periods. Intrauterine device (IUD): Who can try it? Women who don’t want to think about birth control for a long, long time. The IUD is more than 99% effective and lasts for up to 12 years—get one at 40 and you’re set until menopause. The traditional IUD is a small, T-shaped plastic device that’s inserted into the uterus to block egg fertilization. Insertion can cause mild discomfort for some women, but that doesn’t last. Downsides: possibly, heavy periods and increased menstrual cramping. Mirena—a newer model that also delivers a steady dose of progestin—wins points.  Intrauterine device (IUD): Who should avoid it? If you think you’ll want a baby in a year, other methods may be better. You’ll be unprotected as soon as you remove the IUD, but its cost—ranging from $150 to $500—can make it a bad investment for short-term contraception. Implant: Who can try it? Women looking for no-fuss, long-term (three years) contraception, or those who aren’t a fit for the combo Pill. A matchstick-size plastic rod called “Implanon” is inserted in your upper arm, where it releases progestin to suppress ovulation. Effectiveness? Nearly 100%.  Implant: Who should avoid it? If you take the herb St. John's wort or are significantly overweight, be warned: Implanon may not work as well for you.\u2028\u2028 Condoms: Who can try them? Women 40 and older who aren’t monogamous and haven’t finished menopause. Unlike other forms of birth control, condoms protect against most STDs and HIV, and are up to 98% effective at preventing pregnancy when used correctly. This method also is an easy (and cheap) choice if you’re not all that busy in bed.\u2028 Condoms: Who should avoid them? If you’re younger than 40, condoms simply aren’t the most <em>foolproof</em> pregnancy-protection, unless they’re paired with another contraceptive (such as the Pill or an IUD). Sterilization: Who can try it? Women older than 35 who are done having kids and their normal periods. There are two kinds of permanent sterilization. Tubal ligation is a surgical procedure in which the Fallopian tubes are blocked by an incision, clamp, or cauterization. And a newer option, called “Essure”, is less invasive and involves the placement of a small metal insert to obstruct the Fallopian tubes. Sterilization: Who should avoid it? Ask yourself some hard questions: If you remarried or lost your only child, would you want the option to have another? If you’re not 100% sure, a long-term, reversible method such as an IUD may be better. Emergency contraception Plan B—emergency contraception—uses a high dose of progestin to halt ovulation or fertilization, or prevent a fertilized egg from attaching to the uterus. It’s designed as a backup if you forget to take your oral contraception, have a condom malfunction, or fear an unwanted pregnancy for another reason. Like other birth control, Plan B prevents pregnancy. Although it’s called the morning-after pill, Plan B is effective up to five days after intercourse. The sooner it’s started, the more effective it will be.",
            "vi": "Tránh thai cho phụ nữ trên 30 tuổi    Tìm biện pháp tránh thai thích hợp Bạn không còn thích biện pháp tránh thai của mình nữa ư? Có lẽ bạn cũng đã nản lòng vì các tác dụng phụ của thuốc. Hay việc nhớ uống thuốc tránh thai không còn là sở thích của bạn nữa? Vấn đề là, việc tránh thai không phải lúc nào cũng là sự lựa chọn hay, ngay cả khi bạn đã lớn tuổi: chẳng hạn như gần 40% phụ nữ mang thai ở tuổi 40, đều là ngoài dự kiến. Vậy cách nào là tốt nhất đối với bạn? Chúng tôi đã tập trung được một số biện pháp tránh thai ở đây. (Tuy nhiên, có nhiều phương pháp khác, như là màn chắn, bao cao su nữ, vòng tránh thai,...) Thuốc tránh thai kết hợp: Ai có thể dùng được? Hầu như mọi phụ nữ đều dùng được. Thuốc có thể làm dịu đi triệu chứng đau đớn thời kỳ tiền mãn kinh như trào huyết, tính khí thất thường do hoóc-môn gây ra, và có kinh không đều. hơn nữa, nó có thể giúp ngăn ngừa ung thư buồng trứng và tử cung. Thuốc tránh thai kết hợp: Ai nên tránh? Nếu bạn bị chứng đau nửa đầu thì bạn có lẽ cần tránh xa; người ta cho rằng thuốc tránh thai là nguyên nhân gây ra chứng nhức đầu và làm tăng nguy cơ đột quỵ đối với một số người mắc chứng đau tiền đình.  Và người hút thuốc lá trên 35 tuổi không nên dùng thuốc tránh thai, vì cả hooc-môn estrogen và thuốc lá làm cho máu vón cục lại dễ dàng hơn. Thuốc tránh thai chỉ chứa progestogen và không chứa estrogen: Ai có thể sử dụng được? Phụ nữ đang thời kỳ cho con bú (thuốc ngừa thai này sẽ không làm giảm lượng sữa của người mẹ), hoặc những người không dùng được thuốc tránh thai chứa estrogen do có bệnh tim mạch hoặc nguy cơ đông tụ máu, hoặc do hút thuốc lá.  “Viên tránh thai mi-ni” này có thể giúp ngừa thai với hàm lượng hoóc môn thấp, nhưng không chứa estrogen. Thuốc tránh thai chỉ chứa progestogen và không chứa estrogen: Ai không nên sử dụng? Thuốc tránh thai chỉ chứa progestin này bắt buộc phải sử dụng đúng giờ mỗi ngày mới có hiệu quả tốt; hãy sử dụng thêm một phương pháp dự trù khác nếu bạn không nhớ giờ giấc sử dụng thuốc.  Thuốc kéo dài chu kỳ: Ai có thể sử dụng được? Dành cho những phụ nữ không ưa thích chu kỳ kinh nguyệt của mình. Nếu bạn bị hội chứng trước kỳ kinh nguyệt (Premenstrual Syndrome) trầm trọng, hoặc nếu chu kỳ của bạn làm cho bạn khó chịu hơn như bị màng trong dạ con không nằm trong dạ con hoặc bị thiếu máu thì những viên thuốc này ắt sẽ là người bạn mới tốt nhất đối với bạn đấy. Hai hiệu thuốc, seasonale và seasonique, cho bạn hành kinh ba tháng một lần – và bạn sẽ chỉ hành kinh bốn lần trong một năm. Một nhãn khác tên là Lybrel, làm ngưng hành kinh trong một năm, nhưng bạn phải uống thuốc mỗi ngày, quanh năm như vậy. Những loại thuốc này chứa cả estrogen và progestin. Thuốc kéo dài chu kỳ: Ai nên tránh? Nếu bạn không dùng được thuốc kết hợp thì đừng nên sử dụng loại kéo dài chu kỳ. Cũng như trên nếu bạn cẩn trọng với những khuynh hướng y học mới: mặc dù không có bằng chứng nào nói rằng nếu không có kinh đều đặn thì sẽ nguy hiểm cả.  Dụng cụ tử cung Vòng tránh thai (IUD- intrauterine device): Ai có thể sử dụng được? Vòng tránh thai thích hợp cho những phụ nữ không muốn tránh thai lâu dài. Vòng tránh thai có hiệu quả trên 99% và có thể kéo dài đến 12 năm-đặt vòng tránh thai ở tuổi 40 thì bạn có thể kéo dài được tới thời kỳ mãn kinh. Vòng tránh thai truyền thống là một dụng cụ nhỏ, hình chữ T bằng nhựa được đặt vào tử cung để ngăn trứng thụ tinh. Việc đặt vòng có thể hơi khó chịu đối với một số người phụ nữ, nhưng cảm giác khó chịu đó sẽ nhanh khỏi. Mặt hạn chế: đặt vòng có thể làm cho lượng kinh nguyệt nhiều hơn và làm tăng chứng chuột rút do kinh nguyệt. Vòng tránh thai Mirena – kiểu vòng tránh thai mới hơn cũng cung cấp hàm lượng progestin đều đặn-đã chiếm được ưu thế.  Dụng cụ tử cung Vòng tránh thai (IUD): Ai nên tránh? Nếu bạn nghĩ bạn sẽ muốn có em bé trong một năm nữa thì các phương pháp khác có thể là tốt hơn đấy.  Bạn sẽ không được bảo vệ ngay khi bạn tháo IUD ra, nhưng chi phí từ 150 đến 500 USD có thể khiến cho việc bỏ tiền vào phương pháp ngừa thai ngắn hạn này là phí phạm. Mô cấy: Ai có thể sử dụng được? Mô cấy thích hợp cho những phụ nữ muốn tránh thai lâu dài, không phiền hà (3 năm), hoặc những người không dùng thuốc kết hợp được.  Một que nhựa có kích cỡ như que diêm tên là “que cấy tránh thai” được cấy vào trong cánh tay trên của bạn, ở vùng tay này thì que cấy tránh thai tiết ra progestin để ngăn rụng trứng. Hiệu quả không? Gần 100% đấy.  Mô cấy: Ai nên tránh sử dụng? Nếu bạn đang dùng loại thảo dược trị suy nhược, căng thẳng hay thừa cân quá mức thì chớ nên dùng phương pháp cấy mô: Que cấy tránh thai có thể sẽ không có hiệu quả đối với bạn. Bao cao su: Ai có thể sử dụng? Bao cao su thích hợp với phụ nữ 40 tuổi trở lên không quan hệ một vợ, một chồng hoặc chưa mãn kinh. Không giống các hình thức tránh thai khác, bao cao su có thể ngăn ngừa hầu hết các bệnh lây truyền qua đường tình dục và HIV, và hiệu quả đến 98% trong việc ngừa thai khi sử dụng đúng cách.  Phương pháp này cũng dễ sử dụng (và rẻ tiền) nếu bạn không bận bịu làm chuyện khác trên giường ngủ. Bao cao su: Ai nên tránh? Nếu bạn dưới 40 tuổi thì bao cao su thường không phải là cách tránh thai tuyệt đối nhất, trừ phi bạn phải sử dụng kèm với một biện pháp ngừa thai khác (như là thuốc viên hoặc dụng cụ tử cung IUD). Triệt sản: Ai có thể sử dụng được? Phụ nữ trên 35 tuổi, có con và có chu kỳ kinh nguyệt bình thường. Có 2 loại triệt sản vĩnh viễn. Thắt ống dẫn trứng là phương pháp phẫu thuật rạch, nẹp, và đốt để thắt ống dẫn trứng lại. Và một phương pháp tránh thai mới hơn, tên là \"Essure\", nhỏ gọn, gồm một miếng kim loại nhỏ dùng để làm nghẽn ống dẫn trứng. Triệt sản: Ai nên tránh? Hãy tự đặt ra cho mình một vài câu hỏi khó nhé: nếu bạn kết hôn lần nữa hoặc mất đứa con duy nhất của mình thì liệu bạn sẽ muốn có thêm một đứa con nữa không? Nếu bạn không chắc chắn 100%, thì phương pháp lâu dài, có thể bỏ được như là dụng cụ tử cung IUD có thể là biện pháp tránh thai tốt hơn. Tránh thai khẩn cấp Plan B - thuốc tránh thai khẩn cấp - sử dụng liều lượng progestin cao để ngăn rụng trứng hoặc thụ tinh, hoặc làm cho trứng đã thụ tinh không bám được vào tử cung. Thuốc tránh thai khẩn cấp được tạo ra để dự phòng khi bạn quên dùng thuốc tránh thai, hay bị sự cố về bao cao su, hoặc sợ mang thai ngoài ý muốn bởi một lý do khác. Cũng giống như một biện pháp tránh thai khác,  Plan B có tác dụng ngừa thai.  Mặc dù loại  thuốc này được gọi là thuốc tránh thai khẩn cấp, Plan B có tác dụng đến năm ngày sau khi giao hợp. Càng dùng thuốc càng sớm thì càng có kết quả tốt."
        }
    ],
    "suggestions": []
}