{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['futhould]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chỗ để chân; chỗ đứng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) địa vị chắc chắn, vị trí chắc chắn</td></tr></table><i/></div>",
            "word": "foothold",
            "pronounce": "['futhould]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>foothold</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a place where one can lodge a foot to give secure support while climbing. </blockquote></blockquote><blockquote><blockquote>2》 a secure position from which further progress may be made: <cclass>a foothold in the Russian market. </cclass></blockquote></blockquote></div>",
            "word": "foothold",
            "pronounce": "['futhould]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "foothold",
            "pronounce": "['futhould]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>foothold</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to establish, gain, secure, win a foothold </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a firm foothold</ex></blockquote></blockquote></div>",
            "word": "foothold",
            "pronounce": "['futhould]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chỗ để chân</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chỗ đứng</font></td></tr></tbody></table></div>",
            "word": "foothold",
            "pronounce": "['futhould]"
        }
    },
    "sentences": [
        {
            "en": "Gain a <em>foothold</em>.",
            "vi": "Có được một chỗ đứng."
        },
        {
            "en": "Get a <em>foothold</em>.",
            "vi": "Có được một chỗ đứng."
        },
        {
            "en": "International franchises seek <em>foothold</em> in Vietnam",
            "vi": "Nhượng quyền thương mại quốc tế tìm chỗ đứng tại Việt Nam"
        },
        {
            "en": "Will it get a <em>foothold</em> in the software market?",
            "vi": "Nó sẽ có được một chỗ đứng trên thị trường phần mềm chứ?"
        },
        {
            "en": "The men managed to get a <em>foothold</em> on a window.",
            "vi": "Người lính cứu hỏa cố bám chân vào cửa sổ."
        },
        {
            "en": "It's a conservative <em>foothold</em> in their power base.",
            "vi": "Đó là một chỗ đứng thuộc phe bảo thủ trong nhóm ủng hộ của mình."
        },
        {
            "en": "Vietnamese economy has kept its <em>foothold</em> and developed.",
            "vi": "Nền kinh tế Việt Nam đứng vững và phát triển"
        },
        {
            "en": "When we fight upstream against a rocky undercurrent, every <em>foothold</em> takes on a kind of urgency.",
            "vi": "Khi chúng ta lội ngược trong một dòng suối có nhiều đá ngầm, chúng ta phải cẩn thận từng bước một."
        },
        {
            "en": "Develop a <em>foothold</em> in a product-market where competitors are weakest and non-existent",
            "vi": "Xây dựng vị trí chắc chắn trên thị trường sản phẩm, ở đó đối thủ cạnh tranh yếu nhất và không tồn tại."
        },
        {
            "en": "Along with Vietnam Airlines' achievements, Pacific Airlines has gained a <em>foothold</em> after a year of operation.",
            "vi": "Cùng với những thành tựu của việt nam airlines, pacific airlines đã có được một chỗ đứng sau một năm hoạt động."
        },
        {
            "en": "To gain <em>foothold</em> here at present, he lost a lot of things.",
            "vi": "Để có chỗ đứng vững chắc ở đây như ngày hôm nay, anh ta đã đánh mất nhiều thứ."
        },
        {
            "en": "We have managed to gain a <em>foothold</em> in the South American market.",
            "vi": "Chúng tôi đã thành công đạt được một bàn đạp ở thị trường Nam Mỹ."
        },
        {
            "en": "Develop a <em>foothold</em> in a product - market where competitors are weakest and non - existent",
            "vi": "Xây dựng vị trí chắc chắn trên thị trường sản phẩm, ở đó đối thủ cạnh tranh yếu nhất và không tồn tại."
        },
        {
            "en": "They intend to establish and consolidate their military <em>foothold</em> in space.",
            "vi": "Họ dự định thiết lập và củng cố bàn đạp quân sự của họ trong không gian."
        },
        {
            "en": "Gaining a <em>foothold</em> in the market is not a simple matter.",
            "vi": "Có được một chỗ đứng trên thương trường không phải là điều đơn giản."
        },
        {
            "en": "It was not difficult to gain a <em>foothold</em> of friendliness with the men who owed their necks to him.",
            "vi": "Đạt được một cơ sở bằng hữu khá vững chắc với những người chịu ơn chàng cứu sống không phải là điều khó khăn gì."
        },
        {
            "en": "Real estate conglomerate Vingroup has acquired Vietnam's oldest supermarket chain Maximark in an effort to strengthen its <em>foothold</em> in the retail market.",
            "vi": "Tập đoàn bất động sản Vingroup đã mua lại chuỗi nhà hàng lâu đời nhất của Việt Nam Maximark, đây cũng là một nổ lực nhằm gia tăng vị thế trong thị trường bán lẻ"
        },
        {
            "en": "Vietnamese authorities will monitor the local retail market as floods of foreign investors look to gain a <em>foothold</em> in the sector. ",
            "vi": "Các nhà chức trách của Việt Nam sẽ giám sát thị trường bán lẻ trong nước vì cơn lũ các nhà đầu tư nước ngoài tìm đến để có được một chỗ đứng trong ngành. "
        },
        {
            "en": "Milk brands in Vietnam are pouring millions of dollars into promotional campaigns and the development of new products to secure their <em>foothold</em> in the increasingly competitive market.",
            "vi": "Các thương hiệu sữa ở Việt Nam đang đổ hàng triệu đô la vào những chiến dịch quảng bá và phát triển sản phẩm mới nhằm đảm bảo chỗ đứng trên thị trường cạnh tranh ngày càng gia tăng."
        },
        {
            "en": "However, this <em>foothold</em> came at the price of wooing Jiang Zemin, a move, which could prove ever more costly as Xi Jinping cracks down on Jiang allies.",
            "vi": "Tuy nhiên, vì có mối quan hệ đặc biệt với ông Giang Trạch Dân nên chỗ đứng của Microsoft cũng có thể phải trả giá khá đắt khi ông Tập Cận Bình đang thanh trừng phe phái của ông Giang."
        }
    ],
    "suggestions": []
}