{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fostering",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fostering",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fostering",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fostering",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fostering",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Would you consider <em>fostering</em> a child?",
            "vi": "Anh có cân nhắc việc nhận nuôi một đứa bé không?"
        },
        {
            "en": "Peter's mother is <em>fostering</em> his strength.",
            "vi": "Mẹ của Peter đang bồi bổ sức lực cho anh ấy."
        },
        {
            "en": "This involves developing, <em>fostering</em> and maintaining a positive corporate culture.",
            "vi": "Điều này bao gồm việc phát triển, nuôi dưỡng và duy trì một văn hóa công ty tích cực."
        },
        {
            "en": "No system of publicly regulated <em>fostering</em> exists as yet.",
            "vi": "Tuy nhiên vẫn chưa có hệ thống về đỡ đầu nào được quy định một cách rõ ràng và công khai."
        },
        {
            "en": "They are <em>fostering</em> the love of nature in their children.",
            "vi": "Họ khuyến khích tình yêu thiên nhiên ở con cái họ."
        },
        {
            "en": "Viet Nam has followed policy regime, which might be called ‘<em>fostering</em> tradables’.",
            "vi": "Việt nam đã tuân theo chính sách thương mại, mà có thể được gọi là ‘thúc đẩy các mặt hàng thương mại’."
        },
        {
            "en": "Procurement under Bank credits will play an important role in <em>fostering</em> SME development.",
            "vi": "Việc mua sắm theo các tín dụng của Ngân hàng sẽ đóng vai trò quan trọng trong thúc đẩy sự phát triển của các doanh nghiệp vừa và nhỏ."
        },
        {
            "en": "To organize and guide the training, <em>fostering</em> and building of a contingent of arbitrators;",
            "vi": "Tổ chức, hướng dẫn việc đào tạo, bồi dưỡng và xây dựng đội ngũ trọng tài viên;"
        },
        {
            "en": "SSC also plays an important role in <em>fostering</em> the development of the market.",
            "vi": "UBCKNN cũng đóng vai trò quan trọng trong việc thúc đẩy sự phát triển của thị trường."
        },
        {
            "en": "Volunteerism … can help effect positive social change by <em>fostering</em> inclusive societies that respect diversity, equality and the participation of all.",
            "vi": "Tinh thần tình nguyện … có thể tạo nên những thay đổi tích cực to lớn thông qua việc xây dựng một xã hội hòa hợp, trân trọng sự đa dạng, bình đẳng và hòa nhập của tất cả mọi người."
        },
        {
            "en": "The project aims at <em>fostering</em> and stimulating development and implementation of a range of innovative approaches and ideas in HCMC.",
            "vi": "Dự án nhằm khởi xướng và thúc đẩy việc xây dựng và thực hiện một loạt các phương pháp tiếp cận sáng tạo và những ý tưởng mới tại thành phố Hồ Chí Minh."
        },
        {
            "en": "Literature and art contribute to <em>fostering</em> the personality of and nurturing spiritual nobility and beauty in the Vietnamese man.",
            "vi": "Văn học, nghệ thuật góp phần bồi dưỡng nhân cách và tâm hồn cao đẹp của người Việt Nam."
        },
        {
            "en": "The State develops educational work with a view to heightening the people's spirit, training manpower, and <em>fostering</em> talent.",
            "vi": "Nhà nước phát triển giáo dục nhằm nâng cao dân trí, đào tạo nhân lực, bồi dưỡng nhân tài."
        },
        {
            "en": "<em>Fostering</em> democracy and an open society that guarantees fundamental rights of all citizens according to Vietnam’s constitution and laws.",
            "vi": "Tăng cường dân chủ và một xã hội mở đảm bảo những quyền căn bản của người dân theo đúng hiến pháp và luật pháp của Việt Nam."
        },
        {
            "en": "Their activities still often focus closely on preparing for an imminent disaster rather than <em>fostering</em> more general preparedness.",
            "vi": "Hoạt động của họ vẫn chủ yếu tập trung vào chuẩn bị đối phó các thiên tai sắp xảy ra hơn là thúc đẩy sự chuẩn bị sẵn sàng đối phó nói chung."
        },
        {
            "en": "If that is not possible, then an alternative family environment should be provided, either through <em>fostering</em> or adoption.",
            "vi": "Nếu giải pháp này không khả thi, thì phải cung cấp một môi trường gia đình thay thế thông qua việc nhận con nuôi."
        },
        {
            "en": "In addition, it eliminates gray areas potentially <em>fostering</em> noncompliance by taxpayers and abuse by tax administration officials.",
            "vi": "Bên cạnh đó, Luật cũng loại bỏ những “vùng xám” có thể là mảnh đất màu mỡ cho người đóng thuế không tuân thủ và cho cán bộ thuế lạm dụng."
        },
        {
            "en": "By the mid-1990s, tactics had shifted to <em>fostering</em> foreign direct investment and negotiating concessional capital flows from multilateral institutions.",
            "vi": "Vào giữa những năm 1990, chiến thuật lại chuyển sang kêu gọi đầu tư trực tiếp nước ngoài và đàm phán các nguồn vốn ưu đãi của các tổ chức đa phương."
        },
        {
            "en": "Organizing and guiding the training, <em>fostering</em> and building of a contingent of arbitrators; undertaking international cooperation in the field of arbitration.",
            "vi": "Tổ chức, hướng dẫn việc đào tạo, bồi dưỡng và xây dựng đội ngũ trọng tài viên; hợp tác quốc tế trong lĩnh vực trọng tài."
        },
        {
            "en": "The current trade policy has a strong component of <em>fostering</em> domestic substitutes for imports, pursued simultaneously with export promotion (see Laing 19xx, for a theoretical discussion).",
            "vi": "Chính sách thương mại hiện nay có một phần quan trọng về đẩy mạnh sản xuất hàng nội địa thay thế các mặt hàng nhập khẩu, được tiến hành đồng thời với khuyến khích xuất khẩu (xem Laing 1992, về thảo luận lý thuyết)."
        }
    ],
    "suggestions": []
}