{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fouled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fouled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fouled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fouled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fouled"
        }
    },
    "sentences": [
        {
            "en": "That player <em>fouled</em>.",
            "vi": "Cầu thủ đó phạm luật rồi."
        },
        {
            "en": "That player <em>fouled</em> again.",
            "vi": "Cầu thủ đó lại phạm luật lần nữa."
        },
        {
            "en": "That player <em>fouled</em> once again.",
            "vi": "Cầu thủ đó lại phạm luật nữa rồi."
        },
        {
            "en": "The ropes have <em>fouled</em> (up).",
            "vi": "Cuộn dây thừng đó đã bị rối."
        },
        {
            "en": "Has he <em>fouled</em> up yet?",
            "vi": "Nó đã quậy tưng lên chưa vậy?"
        },
        {
            "en": "He was penalized because he <em>fouled</em>.",
            "vi": "Anh ta bị phạt vì phạm luật."
        },
        {
            "en": "The oil spillage <em>fouled</em> several miles of beaches.",
            "vi": "Vết dầu loang làm bẩn vài dặm bờ biển."
        },
        {
            "en": "My fishing-line got <em>fouled</em> (up) in an old net.",
            "vi": "Dây câu của tôi đã bị mắc vào chiếc lưới cũ."
        },
        {
            "en": "He <em>fouled</em> the same player again in the second half.",
            "vi": "Nó lại chơi xấu với đúng cầu thủ đó một lần nữa trong hiệp hai."
        },
        {
            "en": "The weather has really <em>fouled</em> up my holiday plan.",
            "vi": "Thời tiết đã thực sự làm hỏng mất kế hoạch đi nghỉ của tôi."
        },
        {
            "en": "My fishing - line got <em>fouled</em> (up) in an old net.",
            "vi": "Dây câu của tôi đã bị mắc vào chiếc lưới cũ."
        },
        {
            "en": "The weather has really <em>fouled</em> up my weekend plans.",
            "vi": "Thời tiết đã thực sự làm hỏng các kế hoạch nghỉ ngơi cuối tuần của tôi."
        },
        {
            "en": "Moore scored from a penalty after Johnson had been <em>fouled</em> by Smith.",
            "vi": "Moore ghi bàn từ quả phạt đền sau khi johnson bị smith chơi xấu."
        },
        {
            "en": "   – Wayne Rooney missed a late penalty after Daley Blind was <em>fouled</em> inside the penalty area  ",
            "vi": "   – Wayne Rooney đã bỏ lỡ bàn thắng từ pha đá phạt đền vào cuối giờ sau ghi Daley Blind bị phạm lỗi trong vòng cấm. "
        },
        {
            "en": "Everything was just fine until Fred came along and <em>fouled</em> things up.",
            "vi": "Mọi chuyện tốt đẹp cho đến khi Fred đến là làm rối tung mọi thứ."
        },
        {
            "en": "These locks are pretty old, and sometimes they get <em>fouled</em> up.",
            "vi": "Những chiếc đồng hồ này đã khá cũ rồi, cho nên thỉnh thoảng chúng cũng chạy bậy đấy."
        },
        {
            "en": "The boss really dislikes Mary. She certainly <em>fouled</em> her own nest when she spread those rumors about him.",
            "vi": "Sếp không ưa Mary rồi. Cô ta coi như đã tự hủy hoại tiền đồ của mình rồi khi dám đi phao tin đồn về sếp như vậy."
        },
        {
            "en": "She was right. I had <em>fouled</em> my own nest last night and today. I did not intend it to happen again.",
            "vi": "Cô ta nói đúng. Tôi đã tự hủy hoại thanh danh của mình ngày tối qua và cả hôm nay nữa. tôi không để chuyện này lặp lại nữa đâu."
        },
        {
            "en": "Wallace was refused a second goal in injury time when Davies appeared to have let his shot slip over the line before he was <em>fouled</em> by Murphy.",
            "vi": "Wallace bị từ chối một bàn thắng thứ hai trong lúc chấn thương khi davies dường như đã để cú sút của anh qua khỏi vạch vôi trước khi anh bị murphy chơi xấu."
        },
        {
            "en": "I had an impulse to climb up and try one of those springy beds, but that would have meant using up more energy when i had none to spare, and anyway the nests were <em>fouled</em> with droppings.",
            "vi": "Tôi nẩy ra ý muốn trèo lên nằm thử một trong những chiếc giường êm ái đó nhưng như thế tôi phải dùng hết sức lực của tôi trong lúc tôi đã kiệt sức rồi và dù sao những tổ đó cũng bị phân khỉ làm bẩn rồi."
        }
    ],
    "suggestions": []
}