{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fragmented",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fragmented",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fragmented",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fragmented",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fragmented",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The aircraft <em>fragmented</em> on impact.",
            "vi": "Chiếc máy bay va chạm và vỡ tan thành từng mảnh."
        },
        {
            "en": "Some of the <em>fragmented</em> files are unmovable.",
            "vi": "Một số các tập tin bị phân mảnh không thể di chuyển."
        },
        {
            "en": "After our European Cup success the team <em>fragmented</em>.",
            "vi": "Sau chiến thắng ở cúp châu Âu, đội chúng tôi đã giải tán."
        },
        {
            "en": "North America's wildlife corridors are <em>fragmented</em> and disconnected.",
            "vi": "Các hành lang hoang dã ở Bắc Mỹ rời rạc và không kết nối."
        },
        {
            "en": "We had become a <em>fragmented</em> society during the depression.",
            "vi": "Chúng tôi đã trở thành một xã hội nhỏ trong suốt thời kì suy thoái."
        },
        {
            "en": "Ownership of the large estates is increasingly <em>fragmented</em>.",
            "vi": "Quyền sở hữu các bất động sản lớn đó đang ngày càng bị chia nhỏ ra."
        },
        {
            "en": "Part of the problem is a <em>fragmented</em> market, McKinsey said.",
            "vi": "Một phần của vấn đề là ở thị trường bị phân đoạn, McKinsey nói."
        },
        {
            "en": "Viet Nam’s legal framework for business regulation, however, remains highly <em>fragmented</em> and unnecessarily complex.",
            "vi": "Tuy nhiên, hệ thống pháp luật về đăng ký kinh doanh vẫn còn tản mạn và phức tạp một cách không cần thiết."
        },
        {
            "en": "Banerjee: They are very <em>fragmented</em>, very small and not very strong, yes.",
            "vi": "Họ rất phân mảnh, rất nhỏ và không rất mạnh, vâng."
        },
        {
            "en": "Many HIV services are seriously <em>fragmented</em> and uncoordinated largely due to a project oriented approach.",
            "vi": "Nhiều dịch vụ về HIV còn manh mún và không có sự điều phối rộng do các hoạt động triển khai theo dự án."
        },
        {
            "en": "For example, 79 out of 104 insurers in the <em>fragmented</em> market of Indonesia have a share of less than 1%.",
            "vi": "Ví dụ, 79 trong số 104 công ty bảo hiểm ở thị trường phân mảnh Indonesia chỉ chiếm chưa đến 1% thị phần."
        },
        {
            "en": "The number of adders in <em>fragmented</em> areas of heath has fallen by about a third in the last ten years.",
            "vi": "Số lượng rắn lục ở các khu vực đất hoang rời rạc giảm khoảng 1/3 trong 10 năm qua."
        },
        {
            "en": "A danger exists that information will be <em>fragmented</em> across sectoral ministries and between central and lowerlevel government agencies.",
            "vi": "Hiện có nguy cơ rằng thông tin bị phân tán ở các bộ, ngành cũng như từ trung ương đến địa phương."
        },
        {
            "en": "First, as the scheme depends on the consent of the landowners it cannot be applied in areas with <em>fragmented</em> landownership.",
            "vi": "Thứ nhất, vì dự án phụ thuộc vào sự đồng ý của các chủ đất, nên việc phân lô đất có định hướng không thể được áp dụng đối với những khu đất có nhiều chủ."
        },
        {
            "en": "However, the many disparate players in the microfinance market has created <em>fragmented</em> approaches, regulations, and impacts in the sector.",
            "vi": "Tuy nhiên, nhiều bên tham gia khác nhau trên thị trường tài chính nhỏ đã tạo nên các hướng tiếp cận, các qui chế và tác động phân tán trong khu vực này."
        },
        {
            "en": "For example, 79 out of 104 insurers in Indonesia’s <em>fragmented</em> market have a share of less than 1%.",
            "vi": "Ví dụ, 79 trên 104 công ty bảo hiểm tại thị trường bị phân chia Indonesia, có thị phần dưới 1%."
        },
        {
            "en": "Many HIV services are <em>fragmented</em> and uncoordinated largely due to project oriented nature of the national program.",
            "vi": "Nhiều dịch vụ liên quan đến HIV hiện còn rải rác, thiếu đồng bộ, thiếu sự phối hợp, chủ yếu do cách thức quản lý triển khai các chương trình dự án khác nhau."
        },
        {
            "en": "A general and comprehensive cyber law maybe needed instead of <em>fragmented</em> laws and regulations by various agencies.",
            "vi": "Có lẽ cần có một bộ luật chung và toàn diện về công nghệ thông tin, thay vì các quy định, văn bản rời rạc của nhiều cơ quan."
        },
        {
            "en": "A <em>fragmented</em> UN is unable to support the multi-facetted approach needed to implement a national development strategy.",
            "vi": "Một LHQ bị phân nhỏ sẽ không thể hỗ trợ cách tiếp cận nhiều mặt cần thiết cho việc thực hiện chiến lược phát triển quốc gia."
        },
        {
            "en": "The Skygarden aims to regenerate and connect places near the main railway station that have been <em>fragmented</em> by roads and railway tracks.",
            "vi": "Vườn trên cao nhằm mục đích phục hồi và kết nối những địa điểm gần ga xe lửa chính từng bị chia nhỏ bởi những con đường và đường ray."
        }
    ],
    "suggestions": []
}