{
    "en_vn": {
        "data": {
            "content": null,
            "word": "franchising",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "franchising",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "franchising",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "franchising",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "franchising",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Franchising</em>.",
            "vi": "Nhượng quyền thương mại."
        },
        {
            "en": "Prior to commencing <em>franchising</em>, a prospective franchisor must register with the Ministry of Trade.",
            "vi": "Trước khi nhượng quyền thương mại, bên dự kiến nhượng quyền phải đăng ký với bộ thương mại."
        },
        {
            "en": "According to VF Franchise Consulting, a leading <em>franchising</em> and licensing consulting company with offices in Vietnam and Singapore, foreign <em>franchising</em> will continue to boom in Vietnam as firms continue to eye new ways to enter the market. Recent enquiries show continued interest in brands such as Rocky Mountain Chocolate Factory, Denny’s, and Manhattan Fish Market.",
            "vi": "Theo VF Franchise Consulting, Công ty hàng đầu trong việc nhượng quyền thương mại và tư vấn cấp giấy phép có văn phòng tại Việt Nam và Singapore, nhượng quyền thương mại nước ngoài sẽ tiếp tục bùng nổ tại Việt Nam vì các doanh nghiệp sẽ tiếp tục để mắt đến những cách thức mới để tham gia thị trường."
        },
        {
            "en": "<em>Franchising</em> was very interesting to me because it does not require a lot of capital but it has a venue for quick expansion.",
            "vi": "Lĩnh vực kinh doanh nhượng quyền thương mại thì rất hấp dẩn đối với tôi bởi vì nó không yêu cầu quá nhiều vốn nhưng nó phải có một địa điểm thuận lợi để phát triển."
        },
        {
            "en": "In business services in particular, nonequity forms of investment are common – e.g., <em>franchising</em>, management contracts, concessions, partnerships, turnkey, build-operate-transfer, and build-transfer- operate.",
            "vi": "Đặc biệt, trong các dịch vụ kinh doanh, các hình thức đầu tư phi cổ phần là khá phổ biến - như uỷ thác đặc quyền, hợp đồng quản lý, nhượng quyền, quan hệ đối tác, chìa khóa cho tay, xây dựng-vận hành-chuyển giao (BOT), xây dựng-chuyển giao-vận hành (BTO)."
        },
        {
            "en": "The representative of a fast food chain which began <em>franchising</em> in late 2014 and now has about 10 shops in HCMC, noted that most of franchisees are not startups, but the experienced businessmen, who want to change jobs.",
            "vi": "Đại diện của một chuỗi thức ăn nhanh mà đã bắt đầu nhượng quyền thương mại vào cuối năm 2014 và hiện nay có khoảng 10 cửa hàng tại TP.HCM, lưu ý rằng hầu hết các hợp đồng nhượng quyền thương hiệu không phải là khởi nghiệp mà là các doanh nhân giàu kinh nghiệm, những người muốn thay đổi công việc."
        },
        {
            "en": "<em>Franchising</em> means a commercial activity whereby a franchisor authorizes and requires a franchisee to conduct on its own behalf the purchase and sale of goods or provision of services in accordance with the following conditions: Â",
            "vi": "Nhượng quyền thương mại là hoạt động thương mại, theo đó bên nhượng quyền cho phép và yêu cầu bên nhận quyền tự mình tiến hành việc mua bán hàng hoá, cung ứng dịch vụ theo các điều kiện sau đây:"
        },
        {
            "en": "A senior executive of the chain said of the 120 applications for franchise it received in the first month since it began <em>franchising</em>, only 10-15 percent showed development potential.",
            "vi": "Một lãnh đạo cấp cao của chuỗi cho biết trong số 120 ứng tuyển cho thương hiệu họ nhận được trong tháng đầu tiên kể từ khi bắt đầu nhượng quyền thương mại, chỉ 10-15% cho thấy tiềm năng phát triển."
        },
        {
            "en": "The very first 7‑Eleven store will be inaugurated in Vietnam between April 2017 and April 2018 as the world’s largest convenience retailer handed over the control of the <em>franchising</em> activities to a local entity on Wednesday.",
            "vi": "Những cửa hàng 7 - Eleven đầu tiên sẽ được khai trương tại Việt Nam trong giai đoạn từ tháng Tư năm 2017 và tháng 4 năm 2018, sau khi nhà bán lẻ hàng đầu trên thế giới bàn giao việc kiểm soát các hoạt động nhượng quyền thương mại cho một đơn vị địa phương"
        },
        {
            "en": "I knew it would not be easy to introduce the brand in Vietnam so I had to be very careful when conducting research. That’s why I returned to Chicago for discussions with my partners, then we started to contact people in charge of <em>franchising</em> at McDonald's to begin the negotiation process.",
            "vi": "Tôi biết nó sẽ không dễ dàng để giới thiệu các thương hiệu ở Việt Nam vì vậy tôi đã phải rất cẩn thận khi tiến hành nghiên cứu. Đó là lý do tại sao tôi trở về Chicago để thảo luận với các đối tác của tôi, sau đó chúng tôi bắt đầu liên lạc với người phụ trách của nhượng quyền thương mại tại McDonald để bắt đầu quá trình đàm phán."
        },
        {
            "en": "Phú also said that a firm’s evaluation, done according to global financial standards, was significant in helping reduce losses to the State in the process of equitisation and avoiding any disadvantage these enterprises may encounter in the process of <em>franchising</em>, or mergers and acquisitions.",
            "vi": "Ông Phú cũng cho biết đánh giá của một công ty, được thực hiện theo các tiêu chuẩn tài chính toàn cầu, có ý nghĩa quan trọng trong việc giúp giảm bớt thiệt hại cho nhà nước trong quá trình cổ phần hoá và tránh những thất thoát cho các doanh nghiệp này trong quá trình nhượng quyền thương mại hoặc sáp nhập và mua lại."
        },
        {
            "en": "Sean T Ngo, CEO of VF Franchise Consulting, told Inside Retail that although Vietnam is one of the hottest <em>franchising</em> markets in Southeast Asia, the exit of NYDC once again demonstrates the challenges that foreign firms face when entering a developing market.",
            "vi": "Sean T Ngô, Giám đốc điều hành của VF Franchise Consulting, nói với Inside Retail rằng mặc dù Việt Nam là một trong những thị trường nhượng quyền thương mại nóng nhất trong khu vực Đông Nam Á, sự ra đi của NYDC một lần nữa chứng tỏ những thách thức mà các doanh nghiệp nước ngoài phải đối mặt khi bước vào một thị trường đang phát triển."
        }
    ],
    "suggestions": []
}