{
    "en_vn": {
        "data": {
            "content": null,
            "word": "franchisee"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "franchisee"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "franchisee"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "franchisee"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "franchisee"
        }
    },
    "sentences": [
        {
            "en": "A sub-<em>franchisee</em> shall have the rights and obligations of a <em>franchisee</em> prescribed in Articles 288 and 289 of this Law.",
            "vi": "Bên nhận lại quyền có các quyền và nghĩa vụ của bên nhận quyền quy định tại điều 288 và điều 289 của luật này."
        },
        {
            "en": "To provide the <em>franchisee</em> with the disclosure document on the franchise system.",
            "vi": "Cung cấp tài liệu hướng dẫn về hệ thống nhượng quyền thương mại cho bên nhận quyền."
        },
        {
            "en": "A <em>franchisee</em> shall have the right to sub-franchise to a third party (referred to as the sub-<em>franchisee</em>) with the consent of the franchisor.",
            "vi": "Bên nhận quyền có quyền nhượng quyền lại cho bên thứ ba (gọi là bên nhận lại quyền) nếu được sự chấp thuận của bên nhượng quyền."
        },
        {
            "en": "Unless otherwise agreed, a <em>franchisee</em> shall have the following obligations: Â",
            "vi": "Trừ trường hợp có thỏa thuận khác, thương nhân nhận quyền có các nghĩa vụ sau đây:"
        },
        {
            "en": "To design and layout the goods or service sales outlet at the cost of the <em>franchisee</em>.",
            "vi": "Thiết kế và sắp xếp địa điểm bán hàng, cung ứng dịch vụ bằng chi phí của thương nhân nhận quyền."
        },
        {
            "en": "Unless otherwise agreed, a <em>franchisee</em> shall have the following rights: Â",
            "vi": "Trừ trường hợp có thỏa thuận khác, thương nhân nhận quyền có các quyền sau đây:"
        },
        {
            "en": "The franchisor has the right to control and offer assistance to the <em>franchisee</em> in the conduct of the business.",
            "vi": "Bên nhượng quyền có quyền kiểm soát và trợ giúp cho bên nhận quyền trong việc điều hành công việc kinh doanh."
        },
        {
            "en": "To provide the <em>franchisee</em> with initial training and ongoing technical assistance to enable to operate in accordance with the franchise system.",
            "vi": "Đào tạo ban đầu và cung cấp trợ giúp kỹ thuật thường xuyên cho thương nhân nhận quyền để điều hành hoạt động theo đúng hệ thống nhượng quyền thương mại."
        },
        {
            "en": "All of these things can help you persuade McDonald's, a brand with a great marketing campaign, to let you become a <em>franchisee</em>.",
            "vi": "Tất cả những điều này có thể giúp bạn thuyết phục được McDonald, một thương hiệu với một chiến dịch tiếp thị tuyệt vời, để cho bạn trở thành một nhà nhượng quyền."
        },
        {
            "en": "Franchising means a commercial activity whereby a franchisor authorizes and requires a <em>franchisee</em> to conduct on its own behalf the purchase and sale of goods or provision of services in accordance with the following conditions: Â",
            "vi": "Nhượng quyền thương mại là hoạt động thương mại, theo đó bên nhượng quyền cho phép và yêu cầu bên nhận quyền tự mình tiến hành việc mua bán hàng hoá, cung ứng dịch vụ theo các điều kiện sau đây:"
        },
        {
            "en": "Mark McGrath, general director of Subway Vietnam, said Subway hopes to have 20 shops in Vietnam in the next three years through both franchise contracts and opening shops itself. A <em>franchisee</em> would have to pay $110,000 in initial fee. ",
            "vi": "Mark McGrath, Tổng giám đốc của Subway Việt Nam, cho biết Subway hy vọng sẽ có 20 cửa hàng tại Việt Nam trong ba năm tới thông qua cả hai loại hình là hợp đồng nhượng quyền thương mại và các cửa hàng mà chính nó mở ra. Một nhà nhận nhượng quyền sẽ phải trả 110,000 USD phí ban đầu."
        },
        {
            "en": "7‑Eleven and its parent company, Seven-Eleven Japan, will provide start-up support for its newest master <em>franchisee</em> by assisting Seven System Vietnam in implementing 7‑Eleven’s successful strategies of market concentration, team merchandising and item-by-item management.",
            "vi": "7 - Eleven và công ty mẹ Seven - Eleven Nhật Bản, sẽ mang lại hỗ trợ ban đầu cho bên nhận nhượng quyền mới nhất của mình bằng cách hỗ trợ Seven System Việt Nam trong việc thực hiện chiến lược thành công của 7 - Eleven trong thị trường tập trung, đội ngũ bán hàng và quản lý hàng."
        },
        {
            "en": "To conduct regular or random inspections of the operations of the <em>franchisee</em> in order to ensure uniformity of the franchise system and the consistency of the quality of the goods or services.",
            "vi": "Kiểm tra định kỳ hoặc đột xuất hoạt động của bên nhận quyền nhằm bảo đảm sự thống nhất của hệ thống nhượng quyền thương mại và sự ổn định về chất lượng hàng hoá, dịch vụ."
        },
        {
            "en": "The new master <em>franchisee</em> plans to construct 7‑Eleven stores, convert existing locations to the 7‑Eleven brand supported by enhanced infrastructure, and eventually franchise operations to local businesspeople, it added.",
            "vi": "Bên nhận nhượng quyền có kế hoạch xây dựng các cửa hàng 7 - Eleven, định vị thương hiệu 7 - Eleven bằng việc tăng cường cơ sở hạ tầng, và cuối cùng là hoạt động nhượng quyền thương mại cho các doanh nhân địa phương."
        },
        {
            "en": "The move fits squarely within the company’s stated strategy to shed its company-run stores and increase the number of franchises. The <em>franchisee</em>-run stores have performed better in recent years. In this case, it wants to license the stores to a foreign affiliate or developmental licensee.",
            "vi": "Động thái trên phù hợp với chiến lược mà tập đoàn này đã tuyên bố – giảm bớt những cửa hàng do công ty tự điều hành và gia tăng số lượng các cửa hàng nhượng quyền thương mại. Các cửa hàng vận hành theo hình thức nhượng quyền thương mại đã hoạt động tốt hơn trong những năm gần đây. Trong trường hợp này, McDonald muốn cấp phép sử dụng các cửa hàng cho các chi nhánh nước ngoài hoặc chi nhánh đang phát triển."
        },
        {
            "en": "Four years ago, when bringing Burger King brand to Vietnam, BKV, the <em>franchisee</em>, stated that $40 million would be spent to develop the chain in Vietnam, and the figure could be even higher if more suitable retail premises could be found.",
            "vi": "Bốn năm trước, khi mang thương hiệu Burger King vào Việt Nam, BKV, bên nhận quyền, nói rằng 40 triệu USD sẽ được dành để phát triển chuỗi nhà hàng này tại Việt Nam, và các con số có thể còn cao hơn nếu có nhiều mặt bằng bán lẻ phù hợp được tìm thấy."
        }
    ],
    "suggestions": []
}