{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Franco",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Franco",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Franco",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Franco",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Franco",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They are <em>Franco</em>-Americans.",
            "vi": "Họ là người Mỹ gốc Pháp."
        },
        {
            "en": "The <em>Franco</em>-phone countries of West Africa.",
            "vi": "Những nước nói tiếng Pháp ở Tây Phi."
        },
        {
            "en": "The <em>Franco</em> - phone countries of West Africa.",
            "vi": "Những nước nói tiếng Pháp ở Tây Phi."
        },
        {
            "en": "They set up more borders on the <em>Franco</em>-German border.",
            "vi": "Họ đã lập thêm nhiều đồn biên phòng trên biên giới Pháp - Đức."
        },
        {
            "en": "They set up more borders on the <em>Franco</em> - German border.",
            "vi": "Họ đã lập thêm nhiều đồn biên phòng trên biên giới Pháp-Đức."
        },
        {
            "en": "The <em>Franco</em>-Prussian War was in 1870-1871.",
            "vi": "Chiến tranh Pháp - Phổ vào năm 1870 - 1871."
        },
        {
            "en": "They set up more borders on the <em>Franco</em>-German frontier.",
            "vi": "Họ đã lập thêm nhiều đồn biên phòng dọc trên biên giới Pháp - Đức."
        },
        {
            "en": "The goods will be delivered <em>franco</em> to your warehouse.",
            "vi": "Hàng hóa sẽ được giao miễn phí cước đến kho hàng của ông."
        },
        {
            "en": "Tell me more about the <em>Franco</em> - American relations.",
            "vi": "Nói thêm về quan hệ Pháp - Mỹ đi."
        },
        {
            "en": "The <em>Franco</em> - Prussian War was in 1870 - 1871.",
            "vi": "Chiến tranh Pháp - Phổ vào năm 1870-1871."
        },
        {
            "en": "Tell me more about the <em>Franco</em>-American relations.",
            "vi": "Nói thêm về quan hệ Pháp - Mỹ đi."
        },
        {
            "en": "They set up more borders on the <em>Franco</em> - German frontier.",
            "vi": "Họ đã lập thêm nhiều đồn biên phòng dọc trên biên giới Pháp-Đức."
        },
        {
            "en": "<em>Franco</em> is mover and shaker with a large organization.",
            "vi": "Franco với một tập đoàn lớn trong tay, đúng là một gã có thế lực."
        },
        {
            "en": "Within the scope of the <em>Franco</em>-American cultural exchange program, this film is acceptable.",
            "vi": "Trong khuôn khổ chương trình giao lưu văn hóa Pháp - Mỹ, phim này chấp nhận được."
        },
        {
            "en": "He was the man who had come to symbolize the <em>Franco</em> - American alliance.",
            "vi": "Ông ấy là người đàn ông đã trở thành biểu tượng cho khối cộng đồng người Mỹ gốc Pháp."
        },
        {
            "en": "He was the man who had come to symbolize the <em>Franco</em>-American alliance.",
            "vi": "Ông ấy là người đàn ông đã trở thành biểu tượng cho khối cộng đồng người Mỹ gốc Pháp."
        },
        {
            "en": "Within the scope of the <em>Franco</em> - American cultural exchange program, this film is acceptable.",
            "vi": "Trong khuôn khổ chương trình giao lưu văn hóa Pháp - Mỹ, phim này chấp nhận được."
        },
        {
            "en": "I had more power than any ruler of Spain until <em>Franco</em>.",
            "vi": "Tôi có quyền lực nhiều hơn bất kì lãnh đạo nào của Tây Ban Nha cho đến khi Franco lên nắm quyền."
        },
        {
            "en": "The <em>Franco</em> - Prussian war, which began in July of 1870, was a disaster for France.",
            "vi": "Chiến tranh Pháp-Phổ, bắt đầu vào tháng 7 năm 1870, là một thảm họa cho nước Pháp."
        },
        {
            "en": "Within the framework of the <em>Franco</em>-American cultural exchange program, this film is acceptable.",
            "vi": "Trong khuôn khổ chương trình giao lưu văn hóa Pháp - Mỹ, phim này chấp nhận được."
        }
    ],
    "suggestions": []
}