{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Frau"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Frau</k><blockquote><cclass>[<cclass>fraʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>Frauen</b><cclass>'fraʊən) a title or form of address for a married or widowed German-speaking woman. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Ger. </blockquote></div>",
            "word": "Frau"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Frau"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Frau"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Frau"
        }
    },
    "sentences": [
        {
            "en": "He emptied bumper after bumper and clinked glasses at least a dozen times with <em>Frau</em> Vorkel.",
            "vi": "Anh ta nốc cạn hết ly này đến ly khác và cụng ly hàng tá lần với Frau Vorkel."
        },
        {
            "en": "Alone, in the middle of a silent street <em>Frau</em> Troffea began to dance. It was July of 1518 in Strasbourg, France when for no reason, Troffea started to dance. Not long after, bewildered neighbors came to watch. Even stranger, Troffea’s silent dancing was joined by first one neighbor, and then another. Their dancing was bizarre, and their faces were expressionless.",
            "vi": "Một mình, ở giữa một con phố im lặng, Frau Troffea bắt đầu nhảy múa. Đó là tháng Bảy năm 1518 tại Strasbourg, Pháp, chẳng có lí do gì và Troffea bắt đầu nhảy. Không lâu sau, những hàng xóm ngơ ngác đến xem. Ngay cả người lạ, màn nhảy múa trong im lặng của Troffea có thêm sự tham gia của người hàng xóm đầu tiên, và sau đó là những người khác. Điệu Nhảy của họ rất kỳ quái và khuôn mặt của họ thì vô cảm."
        }
    ],
    "suggestions": []
}