{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[frazzled]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">having tired nerves, going in circles</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">I'm frazzled! Gift shopping takes all my nervous energy.</font></td></tr></table><i/></div>",
            "word": "frazzled"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>frazzled</k><blockquote><cclass>adjective completely exhausted.</cclass></blockquote><blockquote>→ <kref>frazzle</kref></blockquote></div>",
            "word": "frazzled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "frazzled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "frazzled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "frazzled"
        }
    },
    "sentences": [
        {
            "en": "His dad was working two jobs and seemed <em>frazzled</em> and angry most of the time.",
            "vi": "Bố anh ta phải \"cày\" hai công việc và có vẻ như lúc nào ông cũng kiệt sức và bực dọc."
        },
        {
            "en": "Ethan felt like there was no point going on with life. Things had been tough since his mom died. His dad was working two jobs and seemed <em>frazzled</em> and angry most of the time. Whenever he and Ethan talked, it usually ended in yelling.",
            "vi": "Ethan cảm thấy chẳng thiết sống nữa. Mọi thứ đã trở nên hết sức chật vật kể từ sau cái chết của mẹ. Bố phải “cày” hai công việc và có vẻ như lúc nào ông cũng kiệt sức và bực dọc. Bất kể khi nào Ethan nói chuyện với bố thì hai bố con cũng đều la ó và kết thúc trong om sòm."
        },
        {
            "en": "When you’re living a productive life at a comfortable pace you are in the right spot for promoting happiness. You should always be looking to expanding your comfort zone into the learning zone, but not to the panic zone! In the comfort zone learning and happiness minimized and in the panic zone learning is nonexistent and you are <em>frazzled</em> and stressed, but in the learning zone there is just enough tension for learning and happiness to occur. Staying in the learning zone is not always easy but certainly something to strive towards.",
            "vi": "Khi bạn đang sống một cuộc sống hối hả với một nhịp độ thoải mái thì bạn đang ở đúng vị trí để thúc đầy niềm hạnh phúc. Bạn nên luôn luôn tìm kiếm để mở rộng vùng thoải mái của bạn vào việc học tập mà không phải rơi vào vùng hoảng loạn! Trong vùng thoải mái việc học tập và niềm hạnh phúc được giảm thiểu, việc học trong vùng hoảng loạn vốn không tồn tại và bạn bị làm phiền, căng thẳng, nhưng trong vùng học tập có đủ áp lực để học tập và hạnh phúc diễn ra. Ở trong vùng học tập không hẳn lúc nào cũng dễ dàng mà chắc chắn phải có điều gì đó để phấn đấu."
        },
        {
            "en": "Suicide    Ethan felt like there was no point going on with life. Things had been tough since his mom died. His dad was working two jobs and seemed <em>frazzled</em> and angry most of the time. Whenever he and Ethan talked, it usually ended in yelling.  Ethan had just found out he'd failed a math test, and he was afraid of how mad and disappointed his dad would be. In the past, he always talked things over with his girlfriend — the only person who seemed to understand. But they'd broken up the week before, and now Ethan felt he had nowhere to turn. Ethan knew where his dad kept his guns. But as he was unlocking the cabinet, he heard his kid sister arriving home from school. He didn't want Grace to be the person to find him, so he put the gun back and went to watch TV with her instead. Later, when he realized how close he'd come to ending his life, Ethan was terrified. He summoned the courage to talk to his dad. After a long conversation, he realized how much his dad cared. All he could think of was how he'd almost thrown it all away. Why do teens try to kill themselves? Most teens interviewed after making a suicide attempt say that they did it because they were trying to escape from a situation that seemed impossible to deal with or to get relief from really bad thoughts or feelings. Like Ethan, they didn't want to die but they wanted to escape from what was going on. And at that particular moment dying seemed like the only way out. Some people who end their lives or attempt suicide might be trying to escape feelings of rejection, hurt, or loss. Others might be angry, ashamed, or guilty about something. Some people may be worried about disappointing friends or family members. And some may feel unwanted, unloved, victimized, or like they're a burden to others. We all feel overwhelmed by difficult emotions or situations sometimes. But most people get through it or can put their problems in perspective and find a way to carry on with determination and hope. So why does one person try suicide when another person in the same tough situation does not? What makes some people more resilient (better able to deal with life's setbacks and difficulties) than others? What makes a person unable to see another way out of a bad situation besides ending his or her life? The answer to those questions lies in the fact that most people who commit suicide have depression. Depression Depression leads people to focus mostly on failures and disappointments, to emphasize the negative side of their situations, and to downplay their own capabilities or worth. Someone with severe depression is unable to see the possibility of a good outcome and may believe they will never be happy or things will never go right for them again. Depression affects a person's thoughts in such a way that the person doesn't see when a problem can be overcome. It's as if the depression puts a filter on the person's thinking that distorts things. That's why depressed people don't realize that suicide is a permanent solution to a temporary problem in the same way that other people do. A teen with depression may feel like there's no other way out of problems, no other escape from emotional pain, or no other way to communicate their desperate unhappiness. Sometimes people who feel suicidal may not even realize they are depressed. They are unaware that it is the depression — not the situation — that's influencing them to see things in a \"there's no way out,\" \"it will never get better,\" \"there's nothing I can do\" kind of way. When depression lifts because a person gets the proper therapy or treatment, the distorted thinking is cleared. The person can find pleasure, energy, and hope again. But while someone is seriously depressed, suicidal thinking is a real concern. People with a condition called bipolar disorder are also more at risk for suicide because their condition can cause them to go through times when they are extremely depressed as well as times when they have abnormally high or frantic energy (called mania or manic). Both of these extreme phases of bipolar disorder affect and distort a person's mood, outlook, and judgment. For people with this condition, it can be a challenge to keep problems in perspective and act with good judgment. Substance abuse Teens with alcohol and drug problems are also more at risk for suicidal thinking and behavior. Alcohol and some drugs have depressive effects on the brain. Misuse of these substances can bring on serious depression. That's especially true for some teens who already have a tendency to depression because of their biology, family history, or other life stressors. The problem can be made worse because many people who are depressed turn to alcohol or drugs as an escape. But they may not realize that the depressive effects alcohol and drugs have on the brain can actually intensify depression in the long run. In addition to their depressive effects, alcohol and drugs alter a person's judgment. They interfere with the ability to assess risk, make good choices, and think of solutions to problems. Many suicide attempts occur when a person is under the influence of alcohol or drugs. This doesn't mean that everyone who is depressed or who has an alcohol or drug problem will try to kill themselves, of course. But these conditions — especially both together — increase a person's risk for suicide. Suicide is not always planned Sometimes a depressed person plans a suicide in advance. Many times, though, suicide attempts happen impulsively, in a moment of feeling desperately upset. A situation like a breakup, a big fight with a parent, an unintended pregnancy, being outed by someone else, or being victimized in any way can cause someone to feel desperately upset. Often, a situation like this, on top of an existing depression, acts like the final straw. Some people who attempt suicide mean to die and some aren't completely sure they want to die. For some, a suicide attempt is a way to express deep emotional pain. They can't say how they feel, so, for them, attempting suicide feels like the only way to get their message across. Sadly, many people who really didn't mean to kill themselves end up dead or critically ill. Warning signs There are often signs that someone may be thinking about or planning a suicide attempt. Here are some of them:     * talking about suicide or death in general     * talking about \"going away\"     * referring to things they \"won't be needing,\" and giving away possessions     * talking about feeling hopeless or feeling guilty     * pulling away from friends or family and losing the desire to go out     * having no desire to take part in favorite things or activities     * having trouble concentrating or thinking clearly     * experiencing changes in eating or sleeping habits      * engaging in self-destructive behavior (drinking alcohol, taking drugs, or cutting, for example) What if this is you? If you have been thinking about suicide, get help now. Depression is powerful. You can't wait and hope that your mood might improve. When a person has been feeling down for a long time, it's hard to step back. Talk to someone you trust as soon as you can. If you can't talk to a parent, talk to a coach, a relative, a school counselor, a religious leader, or a teacher. Call a suicide crisis line (such as 1-800-SUICIDE or 1-800-999-9999) or your local emergency number (911). These toll-free lines are staffed 24 hours a day, 7 days a week by trained professionals who can help you without ever knowing your name or seeing your face. All calls are confidential — no one you know will find out that you've called. They are there to help you figure out how to work through tough situations. What if it's someone you know? It is always a good thing to start a conversation with someone you think may be considering suicide. It allows you to get help for the person, and just talking about it may help the person to feel less alone and more cared about and understood. Talking things through may also give the person an opportunity to consider other solutions to problems. Most of the time, people who are considering suicide are willing to talk if someone asks them out of concern and care. Because people who are depressed are not as able to see answers as well as others, it can help to have someone work with them in coming up with at least one other way out of a bad situation. Even if a friend or classmate swears you to secrecy, you must get help as soon as possible — your friend's life could depend on it. Someone who is seriously thinking about suicide may have sunk so deeply into an emotional hole that the person could be unable to recognize that he or she needs help. Tell an adult you trust as soon as possible.  If necessary, you can also call the toll-free number for a suicide crisis line or a local emergency number (911). You can find local suicide crisis or hotline numbers listed in your phone book. These are confidential resources and the people at any of these places are happy to talk to you to help you figure out what is best to do. Sometimes, teens who make a suicide attempt — or who die as a result of suicide — seem to give no clue beforehand. This can leave loved ones feeling not only grief stricken but guilty and wondering if they missed something. It is important for family members and friends of those who die by suicide to know that sometimes there is no warning and they should not blame themselves.    When someone dies by suicide the people left behind can wrestle with a terrible emotional pain. Teens who have had a recent loss or crisis or who had a family member or classmate who committed suicide may be especially vulnerable to suicidal thinking and behavior themselves. If you've been close to someone who has attempted or committed suicide, it can help to talk with a therapist or counselor — someone who is trained in dealing with this complex issue. Or, you could join a group for survivors where you can share your feelings and get the support of people who have been in the same situation as you. Coping with problems Being a teen is not easy. There are many social, academic, and personal pressures. And for teens who have additional problems to deal with, such as living in violent or abusive environments, life can feel even more difficult. Some teens worry about sexuality and relationships, wondering if their feelings and attractions are normal, or if they will be loved and accepted. Others struggle with body image and eating problems; trying to reach an impossible ideal leaves them feeling bad about themselves. Some teens have learning problems or attention problems that make it hard for them to succeed in school. They may feel disappointed in themselves or feel they are a disappointment to others. These problems can be difficult and draining — and can lead to depression if they go on too long without relief or support. We all struggle with painful problems and events at times. How do people get through it without becoming depressed? Part of it is staying connected to family, friends, school, faith, and other support networks. People are better able to deal with tough circumstances when they have at least one person who believes in them, wants the best for them, and in whom they can confide. People also cope better when they keep in mind that most problems are temporary and can be overcome. When struggling with problems, it helps to:     * Tell someone you trust what's going on with you.     * Be around people who are caring and positive.     * Ask someone to help you figure out what to do about a problem you're facing.     * Work with a therapist or counselor if problems are getting you down and depressed — or if you don't have a strong support network, or feel you can't cope. Counselors and therapists can provide emotional support and can help teens build their own coping skills for dealing with problems. It can also help to join a support network for people who are going through the same problems — for example, anorexia and body image issues, living with an alcoholic family member, or sexuality and sexual health concerns. These groups can help provide a caring environment where you can talk through problems with people who share your concerns. Check out your phone book to find local support groups, or ask a school counselor or a youth group leader to help you find what you need.",
            "vi": "Tự sát    Ethan cảm thấy chẳng thiết sống nữa. Mọi thứ đã trở nên hết sức chật vật kể từ sau cái chết của mẹ. Bố phải “cày” hai công việc và có vẻ như lúc nào ông cũng kiệt sức và bực dọc. Bất kể khi nào Ethan nói chuyện với bố thì hai bố con cũng đều la ó và kết thúc trong om sòm.  Ethan vừa mới biết mình đã thi rớt môn toán và em rất sợ cái cách mà bố em điên tiết lên và thất vọng về em như thế nào. Trước đây thì lúc nào em cũng trò chuyện, chia sẻ với bạn gái – một người duy nhất có thể hiểu được tâm sự của em. Nhưng mới tuần trước đây em đã chia tay cô ấy rồi và giờ đây Ethan cảm thấy rất trống trải, chẳng có nơi nào để em có thể tìm nguồn ủi an.  Ethan biết được bố cất súng ở đâu nhưng khi em đang mở cửa tủ thì Ethan nghe tiếng em gái mình đi học về. Ethan không muốn Grace phát hiện ra việc này nên em đã cất súng trở lại và đến xem ti vi với em gái. Sau đó khi biết mình sắp sửa tự sát, Ethan vô cùng khiếp sợ; em dốc hết can đảm để có thể nói chuyện với bố. Hai bố con nói chuyện với nhau rất lâu và rồi Ethan cảm nhận ra rằng bố thương em, quan tâm em nhiều biết bao nhiêu. Điều em suy nghĩ đến lúc ấy chính là làm thế nào em có thể quẳng hết tất cả những phiền muộn ra khỏi lòng mình.    Lý do gì khiến thiếu niên có ý định tự sát?  Hầu hết các em thiếu niên được hỏi sau khi có ý định tự sát đều trả lời động cơ khiến các em tìm đến cái chết là muốn thoát khỏi một hoàn cảnh mà có vẻ như không có lối thoát hoặc muốn được giải toả được khỏi những ý nghĩ hoặc những tâm trạng đang hết sức khủng hoảng. Cũng giống như Ethan, các em không muốn chết nhưng rất muốn được thoát khỏi cái thực tại mình đang sống. Và trong thời điểm hết sức đặc biệt đó thì cái chết có vẻ như là lối thoát duy nhất của các em.  Một số người tự sát hoặc có ý định tự sát có thể muốn thoát khỏi cái tâm trạng, cái cảm giác bị hắt hủi, bị đối xử tệ, bị tổn thương hoặc bị mất mất gì đó. Một số khác có thể là tức giận, xấu hổ, hoặc phạm tội; cũng có một số người có thể lo lắng đã làm cho bạn bè, người thân trong gia đình thất vọng; một số lại mang tâm trạng là người thừa thải, không được yêu thương, bị đối xử bất công, hoặc cũng có thể là gánh nặng của những người khác.  Trong cuộc sống cũng có đôi khi chúng ta bị những cảm xúc khó chịu hoặc những hoàn cảnh tai ương áp đảo. Thế nhưng hầu hết mọi người đều có thể vượt qua hoặc có thể nhìn vấn đề ở một góc triển vọng và tìm cách giải quyết bằng tất cả quyết tâm và hi vọng. Điều này lý giải vì sao trong cùng một hoàn cảnh éo le như nhau mà người này muốn tự sát còn người kia thì không? Điều gì đã khiến cho một số người này lại kiên cường hơn (đối phó với khó khăn và thất bại của cuộc sống tốt hơn) một số người khác? Điều gì đã khiến cho người ta không thể tìm thấy một lối thoát nào khác ngoài việc tự sát khi rơi vào tình cảnh khó khăn?  Câu trả lời cho tất cả những câu hỏi đó cốt là ở chỗ hầu hết người tự sát đều phiền muộn, u ất và chán nản trong lòng. Chán nản, trầm cảm  Sự trầm cảm, u uất khiến cho nguời ta thường để ý đến sự thất bại và tuyệt vọng, coi trọng, nhấn mạnh mặt tiêu cực của các tình huống, và xem nhẹ hay hạ thấp năng lực hoặc giá trị của mình. Một người bị chứng trầm cảm nặng không tài nào hình dung hoặc mường tượng ra khả năng có một kết quả tốt đẹp và có thể cho là mình sẽ chẳng được hạnh phúc hoặc với họ thì mọi việc không bao giờ là đúng nữa. Chứng phiền muộn làm ảnh hưởng đến suy nghĩ của con người theo cách làm người ta mụ mẫm, bế tắc không thấy hướng đi trong khi một vấn đề có thể qiải quyết được. Nó như thể đã áp đặt một bộ lọc lọc tác động vào tư tưởng, suy nghĩ của con người và làm méo mó mọi thứ. Đó là lí do vì sao người phiền muộn không nhận thấy được hành vi tự sát là một giải pháp lâu dài cho một vấn đề tạm thời giống như người khác nghĩ. Một thanh thiếu niên bị phiền muộn có thể cũng có cảm giác bế tắc, không lối thoát, không có cách nào dứt được nỗi đau trong tâm hồn, nỗi đau về xúc cảm hoặc không tìm được cách nào để có thể bày tỏ sự bất hạnh, tuyệt vọng của mình cho người khác nghe.  Đôi khi những người muốn tự sát có thể chẳng hề nhận ra họ bị trầm cảm. Họ không biết đó là chứng trầm cảm – không phải là hoàn cảnh – làm cho họ suy nghĩ rằng “không còn lối thoát”, “sẽ chẳng khá hơn đâu”, “mình không làm gì được hết”... những thứ đại loại như vậy.   Nhờ bác sĩ điều trị hay dùng phương pháp trị liệu thích hợp, người ta trở nên hết phiền muộn và những suy nghĩ bị méo mó, lệch lạc cũng không còn. Người ta có thể tìm thấy niềm vui, cơ thể tràn trề năng lượng và hi vọng trở lại. Nhưng khi người ta bị trầm cảm nặng nề thì tư tưởng tìm đến cái chết hay hành vi tự sát là một mối lo ngại thực sự.  Người bị bệnh rối loạn lưỡng cực cũng có nguy cơ tự sát cao hơn nhiều vì chứng bệnh này có thể khiến họ phải trải qua thời gian trầm cảm cực độ cũng như thời gian tràn trề năng lượng, tràn trề sức sống một cách bất thường (gọi là chứng hưng cảm hoặc vui buồn thất thường). Cả hai thái cực rối loạn lưỡng cực đỉnh điểm này đã tác động và làm lệch lạc tâm trạng, cách nhìn và sự suy xét, phán đoán của con người. Đối với những người mắc bệnh này thì việc giữ cho vấn đề theo một triển vọng đẹp và hành động bằng một thái độ suy xét đúng đắn quả là một thách thức cam go.   Lạm dụng chất kích thích Những thiếu niên nghiện ngập ma tuý và rượu chè cũng có nguy cơ có ý nghĩ và hành vi tự sát cao hơn. Rượu và một số loại ma túy làm cho não suy nhược. Việc lạm dụng những chất kích thích này có thể khiến trầm cảm nặng nề. Đối với một số thiếu niên có khuynh hướng bị trầm cảm vì cơ chế sinh học, tiền sử gia đình, hoặc các nguyên nhân gây căng thẳng trong cuộc sống khác thì điều này hoàn toàn đúng.  Tình hình càng trở nên tệ hại hơn bởi nhiều người bị trầm cảm lao vào rượu chè hoặc ma tuý như một cứu cánh và để tìm lối thoát. Nhưng họ không nhận ra những tác hại gây trầm cảm và suy nhược của rượu và ma tuý kích thích lên não có thể sẽ làm cho chứng trầm cảm ngày càng nặng nề hơn.  Ngoài tác hại là gây trầm cảm, rượu và ma tuý còn làm thay đổi khả năng phán quyết, xử lý của con người; gây mất khả năng đo lường nguy hiểm, mất khả năng đưa ra quyết định đúng đắn và không còn khả năng nghĩ ra giải pháp nào cho vấn đề của mình. Nhiều trường hợp nạn nhân tự sát khi đang say rượu hay “phê” thuốc phiện.    Tất nhiên là điều này không có nghĩa là hễ ai phiền muộn, trầm cảm hay bê tha rượu chè hoặc thuốc phiện đều có ý định tự sát cả. Nhưng những tình huống này – nhất là khi kết hợp cả phiền muộn và rượu chè, thuốc phiện – thì người ta càng có nguy cơ tự sát cao hơn. Không phải lúc nào cũng lên kế hoạch tự sát trước Người trầm cảm, u uất đôi khi lên kế hoạch tự sát trước. Dẫu vậy lắm lúc hành vi tự sát cũng xảy ra một cách rất bốc đồng, xảy ra trong một giây khắc mà người ta cảm thấy cáu tiết kinh khủng. Bạn có thể hình dung một tình huống như chia tay nhau, cãi vã xung đột dữ dội với bố mẹ, mang thai ngoài ý muốn, bị người khác bỏ rơi, hoặc bị đối bất công có thể khiến cho người ta trở nên khó chịu vô cùng. Trong nhiều trường hợp thì tình huống như thế này, đối với người đang bị trầm cảm giống như một giọt nước làm tràn ly vậy.  Một số người có ý định tự sát muốn kết liễu cuộc đời và cũng có một số người lại hoàn toàn không chắc là mình muốn chết. Đối với một số người thì tự sát là cách bày tỏ nỗi đau, sự tổn thương sâu sắc về xúc cảm. Họ không thổ lộ được tâm trạng của mình, vì vậy hành vi tự sát là phương cách duy nhất có thể giúp họ bộc lộ nỗi sầu khổ của mình. Nhưng đáng tiếc thay, nhiều người thực sự không muốn tự sát lại chết bi thảm hoặc bị bệnh nặng nề.   Những dấu hiệu báo trước  Thường cũng có nhiều dấu hiệu cho thấy một người đang nghĩ đến việc tự sát hoặc lên kế hoạch tự sát. Dưới đây là một vài dấu hiệu đó:  * thường nói về chết chóc hoặc tự sát  * nói về việc “đi xa” * nói về những thứ mà người ta “sẽ không cần dùng đến nữa”, và cho ai quyền được sở hữu chúng * nói về cảm giác tuyệt vọng và có tội  * xa lánh bạn bè và gia đình và không còn hào hứng đi chơi đâu nữa * không hăng say tham gia các hoạt động hay những trò yêu thích nữa * khó tập trung hoặc suy nghĩ thông suốt * thay đổi thói quen ăn uống và ngủ nghỉ * có hành vi tự hủy hoại (chẳng hạn như bê tha vào rượu chè, ma tuý hoặc cắt rạch tay mình,...) Nếu bạn có ý định tự sát, bạn nên làm gì? Nếu bạn đang có ý định tự sát thì nên tìm đến sự giúp đỡ của người khác ngay nhé. Chứng trầm cảm rất kinh khủng đấy. Bạn không thể chờ đợi và hi vọng rằng tâm trạng của mình sẽ được cải thiện. Khi một người cảm thấy phiền muộn, chán nản trong một thời gian dài thì khó lòng có thể vực họ dậy được.   Hãy trò chuyện, tâm sự với một người nào đó mà bạn tin tưởng càng sớm càng tốt nhé. Nếu không nói được với bố mẹ thì bạn nên chia sẻ với người dạy kèm của mình, người thân, nhân viên tư vấn ở trường, người đứng đầu một tôn giáo nào đó, hoặc thầy cô của mình. Hãy gọi đường dây khủng hoảng tự sát (như 1-800-SUICIDE hoặc 1-800-999-9999) hoặc số điện thoại khẩn cấp ở địa phương (911). Những đường dây miễn phí này luôn được trực 24/24, 7 ngày/ tuần bởi các chuyên gia đã qua trường lớp đào tạo có thể hướng dẫn cho bạn mà không biết tên bạn hay thấy mặt bạn. Tất cả những cú điện thoại này đều được bảo mật – không ai có thể phát hiện ra bạn đã gọi điện đến đường dây này. Các chuyên viên luôn túc trực điện thoại sẽ giúp cho bạn tìm cách để đối phó với những tình huống gay go trong cuộc sống của mình.  Nếu người thân của bạn có ý định tự sát, bạn nên làm gì? Sẽ không bao giờ thừa và luôn là một điều hay nếu bạn bắt đầu trò chuyện với người mà mình cho là đang có ý định tự sát. Điều này giúp bạn tiếp cận và hỗ trợ cho người ấy, và việc làm chia sẻ như vậy cũng có thể giúp người ta cảm thấy bớt đơn độc, được quan tâm nhiều hơn và được hiểu nhiều hơn.  Cách bàn bạc, chia sẻ cũng có thể cho người ta một cơ hội để nghĩ đến các giải pháp khác đối với vấn đề. Hầu như lúc nào thì người có ý định tự sát cũng muốn bộ bạch ra nếu ai đó hỏi han, quan tâm và ân cần với họ. Vì người phiền muộn, trầm cảm không nhìn ra được hướng giải quyết như những người bình thường khác nên rất cần một người để cùng với họ nghĩ ra ít nhất là một lối thoát khác khỏi tình huống tồi tệ ấy.  Dẫu là một người bạn hoặc một đứa bạn cùng lớp buộc bạn phải thề giữ bí mật thì bạn cũng nên giúp bạn ấy ngay tức khắc – mạng sống của bạn mình có thể tùy thuộc vào điều này đấy. Người thực sự có ý định tự sát có thể đã đắm trong một hố sâu đau đớn về xúc cảm và không nhận ra được mình đang cần ai đó giúp đỡ. Bạn hãy nói cho một người lớn nào đó mà bạn tin tưởng càng sớm càng tốt nhé. Nếu cần thiết, bạn cũng có thể gọi điện đến đường dây khủng hoảng tự sát miễn phí hoặc số điện thoại khẩn cấp ở địa phương (911). Bạn có thể tìm số điện thoại khủng hoảng tự sát ở địa phương hoặc số điện thoại đường dây nóng trong danh bạ điện thoại của mình. Những nguồn này hoàn toàn được bảo mật và nhân viên làm việc ở đây luôn sẵn lòng trò chuyện với bạn và giúp cho bạn tìm ra giải pháp tốt nhất cho mình.  Cũng lắm khi nhiều thiếu niên có ý định tự sát hoặc chết vì tự sát không tỏ một dấu hiệu nào trước đó cả. Điều này làm cho những người thân yêu không những mang cảm giác kiệt sức vì phiền muộn mà còn mặc cảm tội lỗi và dằn vặt liệu họ có bỏ lỡ một việc làm hay một cơ hội nào đó để có thể ngăn chặn cái chết không. Bạn bè và người thân trong gia đình người chết vì tự sát nên hiểu rằng đôi khi mình không thể thấy một dấu hiệu cảnh báo nào và không nên tự trách mình như thế.  Khi một người nào đó chết vì tự sát thì thường để lại cho người sống một cảm giác vật vã đau đớn, xúc động dữ dội. Các em thiếu niên bị khủng hoảng, mất mát, thất bại hoặc có bạn học hay người thân trong gia đình tự sát cũng rất dễ bị tổn thương gây tư tưởng và hành vi tự sát theo. Nếu bạn sống gần người có ý định tự sát hoặc người tự sát thì bạn nên tham khảo ý kiến của một nhà trị liệu hoặc một nhân viên tư vấn nào đó-họ đã được học cách giải quyết tình huống phức tạp như thế này. Hoặc là bạn có thể gia nhập nhóm tư vấn để bạn có thể chia sẻ, bày tỏ cảm xúc của mình và được những người đồng cảnh ngộ tương trợ và giúp đỡ cho mình.   Đối phó với vấn đề tự sát Sống một cuộc sống của thanh thiếu niên chẳng dễ gì bởi có quá nhiều áp lực xã hội, áp lực học hành, và cả những áp lực riêng tư nữa. Và đối với những bạn gặp phải những rắc rối khác như sống trong môi trường bạo lực hoặc hung hãn thì cuộc sống thậm chí dường như khó khăn hơn nhiều.  Một số bạn thiếu niên cảm thấy lo lắng về tình dục và các mối quan hệ khác của mình, phân vân liệu tình cảm và sức lôi cuốn, hấp dẫn của mình có bình thường không, hoặc liệu mình có được yêu và được người khác chấp nhận không. Một số bạn khác lại khổ sở vì vóc dáng và các vấn đề ăn uống của mình; và rồi việc cố vươn tới một lý tưởng không thể nào thực hiện được làm cho các bạn cảm thấy mình thật tệ hại. Bên cạnh đó cũng có một số thiếu niên học hành sa sút hoặc không tập trung được khiến cho các bạn khó có thể thành công trong học tập ở trường. Các bạn ấy có thể cảm thấy thất vọng về chính mình hoặc cảm thấy mình là niềm thất vọng của người khác.  Những vấn đề này có thể là khó khăn, rắc rối và làm cho người ta kiệt sức đấy – và càng có thể sinh ra trầm cảm nếu cứ tồn tại lâu dài mà không được giải toả hoặc được người khác trợ giúp. Cuộc sống chúng ta đôi khi cũng phải chật vật với những tình huống và những khó khăn đau khổ. Chúng ta phải làm gì để có thể vượt qua những hoàn cảnh ấy mà không rơi vào tuyệt vọng, sầu bi? Một phần câu trả lời là nhờ sự gần gũi với gia đình, bạn bè, trường lớp, niềm tin, và các mạng lưới hỗ trợ khác. Người ta có thể dễ dàng vượt qua những hoàn cảnh éo le khi bên cạnh còn có ít nhất một người tin tưởng họ, muốn điều tốt đẹp nhất đến với họ và có thể là người cho họ trút đi niềm tâm sự. Người ta cũng dễ dàng đối phó tốt hơn khi tâm niệm rằng hầu hết các vấn đề đều chỉ là tạm thời và có thể khắc phục được.  Khi đối phó với một vấn đề nào đó, bạn nên:  * Nói cho một người nào đó bạn tin tưởng chuyện gì đang xảy ra với mình. * Sống gần bên người hay quan tâm, giúp đỡ và có ý chí tích cực. * Nhờ một người nào đó giúp bạn hình dung ra giải pháp đối với vấn đề bạn đang vướng mắc. * Tham khảo ý kiến của một nhà trị liệu hoặc một tư vấn viên nào đó nếu vấn đề đang ngày càng khiến cho bạn trở nên buồn bực và tuyệt vọng – hoặc nếu bạn không có mạng lưới hỗ trợ nào nhiệt tình, hoặc nếu bạn cảm thấy không thể đối phó được.  Các nhà trị liệu và tư vấn viên có thể giúp đỡ cho các bạn thiếu niên giải toả cảm xúc và xây dựng kỹ năng đối phó vấn đề. Bạn cũng nên gia nhập vào mạng lưới hỗ trợ cho những người có cùng hoàn cảnh như bạn – chẳng hạn như người mắc chứng biến ăn và khổ sở vì vóc dáng, có người thân trong gia đình nghiện rượu chè, hoặc người đang lo ngại về vấn đề tình dục và sức khoẻ tình dục. Những nhóm người này có thể cho bạn một môi trường quan tâm, chăm sóc mà nơi đây bạn có thể chia sẻ khó khăn với người đồng cảnh ngộ như mình.  Bạn nên kiểm tra danh bạ điện thoại để tìm các nhóm hỗ trợ ở địa phương, hoặc nhờ nhân viên tư vấn ở trường hoặc nhóm trưởng của một nhóm thanh niên nào đó giúp cho bạn tìm những gì bạn cần nhé."
        }
    ],
    "suggestions": []
}