{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[fri:kt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có đốm, lốm đốm, làm có vệt</td></tr></table><i/></div>",
            "word": "freaked",
            "pronounce": "[fri:kt]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "freaked",
            "pronounce": "[fri:kt]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "freaked",
            "pronounce": "[fri:kt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "freaked",
            "pronounce": "[fri:kt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "freaked",
            "pronounce": "[fri:kt]"
        }
    },
    "sentences": [
        {
            "en": "He's <em>freaked</em> out.",
            "vi": "Bạn ấy bị sốc."
        },
        {
            "en": "<em>Freaked</em> me out",
            "vi": "khiến tôi sợ"
        },
        {
            "en": "The photocopier's <em>freaked</em> out again.",
            "vi": "Máy phô tô lại bị trục trặc nữa."
        },
        {
            "en": "Hilariously <em>Freaked</em> Out Haunted House Visitors",
            "vi": "Hình buồn cười của những người vào xem ngôi nhà ma"
        },
        {
            "en": "“American companies are <em>freaked</em> out about it—they’re very, very <em>freaked</em> out about it,” he said.",
            "vi": "“Các công ty Mỹ đang rất, rất bối rối về điều  đó” ông nói."
        },
        {
            "en": "Mary just <em>freaked</em> when she saw the police.",
            "vi": "Mary chỉ sợ hãi khi thấy cảnh sát."
        },
        {
            "en": "He was <em>freaked</em> out and yelled loudly at the doctor.",
            "vi": "Anh ta sửng sốt và la lớn với vị bác sĩ."
        },
        {
            "en": "I was so <em>freaked</em> that i didn't stop to find out.",
            "vi": "Tôi đã choáng váng đến nỗi không thể ngừng lại việc tìm hiểu xem việc gì đã xảy ra."
        },
        {
            "en": "My parents really <em>freaked</em> (out) when they saw my purple hair.",
            "vi": "Cha mẹ tôi đã thực sự nổi cáu (lên) khi họ thấy mái tóc màu tía của tôi."
        },
        {
            "en": "Bella had to leave at the end, she was so <em>freaked</em>.",
            "vi": "Bella phải bỏ chạy ra ngoài lúc cuối phim, cô ấy chịu không nỗi."
        },
        {
            "en": "Meeting my mom again after all these years really <em>freaked</em> me out.",
            "vi": "Gặp lại mẹ sau ngần ấy năm thật sự làm tôi rất vui mừng."
        },
        {
            "en": "Ok, the day of Halloween came and I was <em>freaked</em> out.",
            "vi": "Và rồi ngày hội Halloween đã đến và tôi cảm thấy sốc thật sự."
        },
        {
            "en": "And when he came back, he looked... he looked <em>freaked</em> out.",
            "vi": "Và khi nó trở về, nó trông... nó trông có vẻ lập dị lắm."
        },
        {
            "en": "This ordinary quiet guy just <em>freaked</em> out and shot ten people.",
            "vi": "Gã thường ngày lặng lẽ này vừa mới nổi khùng lên và bắn mười người."
        },
        {
            "en": "When they told me I'd won a car, I absolutely <em>freaked</em>.",
            "vi": "Khi họ nói với tôi rằng tôi đã thắng được chiếc xe ô tô, tôi mừng đến phát điên lên."
        },
        {
            "en": "Why do you always get <em>freaked</em> out when Steve asks about it",
            "vi": "Tại sao cậu luôn trở lên khác lạ mỗi khi Steve hỏi về chuyện đó"
        },
        {
            "en": "My flatmate <em>freaked</em> out when she got a strange phone call at 2 o 'clock in the morning.",
            "vi": "Bạn cùng phòng của tôi nổi điên khi nhận cuộc điện thoại lạ vào lúc 2 giờ sáng."
        },
        {
            "en": "My flatmate <em>freaked</em> out when she got a strange phone call at 2 o'clock in the morning.",
            "vi": "Bạn cùng phòng của tôi nổi điên khi nhận cuộc điện thoại lạ vào lúc 2 giờ sáng."
        },
        {
            "en": "At first everybody kind of <em>freaked</em> out , because we thought we were going to have to build the robot from scratch.",
            "vi": "Lúc đầu mọi người Đại loại như phát hoảng cả lên, vì chúng tôi tưởng phải tự tạo ra một con robot từ A tới Z."
        },
        {
            "en": "Well, I must’ve done a pretty good job telling the story, because Rowley got even more <em>freaked</em>- out than I was.",
            "vi": "Tôi ắt hẳn rất giỏi trong việc kể chuyện, bởi vì Rowley cảm thấy sợ hãi hơn tôi."
        }
    ],
    "suggestions": []
}