{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Friedman"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Friedman"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Friedman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Friedman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Friedman"
        }
    },
    "sentences": [
        {
            "en": "Ms. <em>Friedman</em> explaining American business culture to 80 participants at the American Center",
            "vi": "Cô Friedman đang giải thích về văn hóa kinh doanh Hoa Kỳ cho 80 người tham dự ở Trung tâm Hoa Kỳ."
        },
        {
            "en": "Ms. <em>Friedman</em> explaining some frequently used business terms to more than one hundred participants at the American Center",
            "vi": "Cô Friedman đang giải thích một số thuật ngữ kinh doanh thường xuyên được sử dụng cho 100 người tham dự ở Trung tâm Hoa Kỳ."
        },
        {
            "en": "On March 30, 2009, Marcie <em>Friedman</em>, Economic Officer, met with approximately 80 Vietnamese college students and teachers at the American Center.",
            "vi": "Ngày 30 tháng 3, Viên chức Kinh tế Đại sứ quán Mỹ cô Marcie Friedman đã có buổi trao đổi với gần 80 sinh viên và giảng viên đại học Việt Nam tại Trung tâm Hoa Kỳ."
        },
        {
            "en": "On June 17, 2009, Marcie <em>Friedman</em>, Economic Officer, met with approximately 120 Vietnamese college students and teachers at the American Center.",
            "vi": "Ngày 17 tháng 6 năm 2009, Marcie Friedman, Viên chức Kinh tế, đã có buổi trao đổi với gần 120 sinh viên và giảng viên của các trường Việt Nam tại Trung tâm Hoa Kỳ."
        },
        {
            "en": "This is evidence in Dalian as it has become a world famous software park after Thomas <em>Friedman</em>; the author of “The world is flat” compared it with Bangalore, India, and refers Dalian as the next Silicon Valley.",
            "vi": "Đây là bằng chứng ở Đại Liên vì nó đã trở thành công viên phần mềm nổi tiếng thế giới theo Thomas Friedman; tác giả cuốn “Thế giới phẳng” khi so sánh nó với Bangalore, Ấn Độ, và nói tới Đại Liên như Thung lũng Silicon tiếp."
        },
        {
            "en": "I remember in the book “The World is Flat”, Tom <em>Friedman</em> wrote that globalization has made Shanghai, Bangalore, and San Jose the next-door neighbors as in the “Flat world” there is no border.",
            "vi": "Tôi nhớ tới trong cuốn sách \"Thế giới phẳng\", Tom Friedman đã viết rằng toàn cầu hoá đã làm cho Thượng Hải, Bangalore, và San Jose thành hàng xóm liền cửa vì trong \"thế giới phẳng\" không có biên giới."
        },
        {
            "en": "Editor’s note: This essay is an excerpt of the new Hoover Press book Milton <em>Friedman</em> on Freedom, edited by Robert Leeson and Charles G. Palm. It originally appeared in the “New Individualist Review” in 1962.",
            "vi": "Ghi chú của biên tập viên: Bài tiểu luận này là trích đoạn từ cuốn sách mới của Hoover Press Milton Friedman về Tự do, do Robert Leeson và Charles G. Palm biên soạn. Nó ban đầu xuất hiện trong cuốn \"Đánh giá cá nhân mới\" vào năm 1962."
        },
        {
            "en": "\"This is really the Achilles heel of the industry,\" said James <em>Friedman</em>, an analyst with Susquehanna Financial Group, an investment firm based in Bala Cynwyd, who has studied the issue.",
            "vi": "\"Đây thực sự là gót chân Achilles của ngành công nghiệp này,\" James Friedman nói, nhà phân tích với Susquehanna Financial Group, một hãng đầu tư có căn cứ tại Bala Cynwyd, người đã nghiên cứu vấn đề này."
        },
        {
            "en": "Editor’s note: This essay is an excerpt of the new Hoover Press book Milton <em>Friedman</em> on Freedom, edited by Robert Leeson and Charles G. Palm. It originally appeared in the “New Individualist Review” in 1962.",
            "vi": "Ghi chú của biên tập viên: Bài tiểu luận này là trích đoạn từ cuốn sách mới của Hoover Press Milton Friedman về Tự do, do Robert Leeson và Charles G. Palm biên soạn. Nó ban đầu xuất hiện trong cuốn \"Đánh giá cá nhân mới\" vào năm 1962."
        },
        {
            "en": "Stewart D. <em>Friedman</em>, the Practice Professor of Management at the Wharton School, found in an experiment that when people focus more on their families, communities, or personal development instead of work, their performance on the job actually increases along with general life satisfaction. ",
            "vi": "Stewart D. Friedman, Giảng viên lâu năm môn Quản lý tại Trường Wharton, phát hiện trong một thử nghiệm rằng khi con người tập trung nhiều hơn cho gia đình, cộng đồng, hoặc phát triển cá nhân thay vì làm việc thì thực ra lại tăng hiệu quả trong công việc cùng với sự hài lòng về tổng quan cuộc sống."
        },
        {
            "en": "Why Americans hate paying taxes         \"Our Mann in America\" is a weekly column discussing the big talking points in the U.S. for an international audience. Jonathan Mann is an anchor for CNN International and the host of Political Mann.  (CNN) -- Nobody likes paying taxes, but American culture seems to increasingly treat taxation as a something close to a crime committed by the ruling class. \"Americans hate everything about taxation with a passion,\" writes historian Robin Einhorn. \"No campaign promise works better than the promise to cut taxes.\" This week, American lawmakers grappled with that as they voted on whether to extend sweeping tax cuts first enacted under president George W. Bush. The country's airwaves and editorial pages have been filled with arguments for and against.  The U.S. government is heavily indebted and could certainly use hundreds of billions of dollars in extra revenue. Right now, though, with the country slow to emerge from recession, letting taxpayers' spend that money themselves may be the best way to stimulate growth. Many members of President Barack Obama's Democratic Party wanted a compromise -- keeping the tax cuts for most Americans and while re-imposing higher rates for the rich. The politics of it touch on something primal because when America talks taxes, economics are hardly the only issue. The instinct against giving the government money is older than the country itself and has never gone away.  This week in 1773, British colonists dumped a shipload of tea into Boston Harbor to protest against tea taxes. The Boston Tea Party is remembered as one of the seminal events leading up to the American Revolution. Today a new movement that calls itself the Tea Party is sweeping the country and threatening to take control of the Republican Party. The name evokes both the 18th century uprising and, conveniently, the acronym T.E.A. -- Taxed Enough Already. As it so happens, U.S. taxes are light by international standards, roughly tied with Japan as the lowest among G-7 nations. A grateful citizen or observant visitor might even regard them as money well spent; Americans have excellent roads, dependable public services and most of the basic benefits of good government. \"Taxes, after all,\" said late president Franklin Roosevelt \"are dues that we pay for the privileges of membership in an organized society.\" So where does the antipathy spring from? \"Most Americans would probably agree that our hatred for taxes has something to do with a more profound aversion to government in general-an aversion with deep roots in our history,\" writes Einhorn, a historian at the University of California. It's easy to see those roots in the American Revolution and the young nation's veneration of individual effort and free enterprise. Einhorn suggests that slave-owners were particularly opposed to any government measures affecting private property. But 18th century American philosopher Henry David Thoreau is probably best remembered for refusing to pay his taxes as a form of civil disobedience against slavery. Taxes have proven to be a convenient target for just about anyone. Even today. American authorities are still fighting a small but determined movement that argues that income taxes are illegal under the U.S. constitution. Some of its most militant members have tried low-level terrorism. Some simply end up behind bars. Hollywood tough-guy Wesley Snipes, who starred most recently as a vampire hunter in the \"Blade\" film trilogy, began serving a three-year sentence this month for failing to pay $17 million in back taxes under the guidance, he said, of the tax-resistance movement. Of course, many conservative economists and Republican leaders would say that low taxes are simply good policy and lower taxes are even better policy. They take their cue from the late Nobel Prize winning economist Milton <em>Friedman</em> who argued for \"cutting taxes under any circumstances and for any excuse, for any reason, whenever it's possible.\" Making it possible is the tough part. Conservatives are caught between their hatred of taxes and their fear of government deficits. They argue that in the U.S., both are much too high. The only alternative would be the one that European governments are already adopting: Dramatic spending cuts. But voters don't resign themselves easily to reduced government services; civil servants don't often volunteer for pay cuts. The tough decisions about how Washington will trim its budget are still ahead. For now, the attention has been on taxes.",
            "vi": "Why Americans hate paying taxes       \"Ông Mann của chúng tôi ở Mỹ\" là mục báo hàng tuần thảo luận những vấn đề lớn ở Hoa Kỳ cho độc giả quốc tế. Jonathan Mann là phóng viên bình luận cho CNN International và dẫn chương trình Political Mann(ông Mann chính trị).   (CNN) - - Không ai thích nộp thuế cả, nhưng văn hoá Mỹ có vẻ ngày càng coi thuế gần như một thứ tội lỗi mà tầng lớp cai trị đã phạm tội.  \"Người Mỹ rất ghét chuyện đóng thuế\" nhà sử học gia Robin Einhorn viết.  \"Không có hứa hẹn cho cuộc vận động nào thực hiện tốt hơn việc hứa hẹn cắt giảm thuế.\" Tuần này, những nhà lập pháp Mỹ đã vật lộn với chuyện này khi họ bỏ phiếu xem có nên mở rộng ra việc giảm thuế mà lúc đầu được ban hành dưới thời tổng thống George W. Bush.  Các làn sóng truyền thanh - truyền hình và những bài xã luận đã lấp đầy những lập luận ủng hộ và chống lại nó.  Chính phủ Hoa Kỳ đang chìm ngập trong nợ nần và chắc có thể phải sử dụng hàng trăm tỷ đô la trong khoản thu thêm. Hiện tại, cho dù quốc gia chậm phát triển do suy thoái kinh tế nhưng vẫn để cho những người đóng thuế xài số tiền đấy coi như là cách tốt nhất để kích thích phát triển.  Nhiều thành viên Đảng Dân chủ của tổng thống Barack Obama đã muốn thoả hiệp – nghĩa là vẫn giảm thuế cho hầu hết người Mỹ và cùng lúc đó ấn định lại mức thuế cao cho những người giàu.  Xét về chính trị chuyện này động chạm đến cái gì đó rất quan trọng vì nước Mỹ hay nói đến chuyện thuế má, còn trong khi đó kinh tế học thì hiếm được xem là vấn đề đáng xem xét. Bản năng chống lại việc nộp tiền cho chính phủ là vấn đề cũ mèm so với lịch sử quốc gia này và chẳng bao giờ mai một đi.  Cũng vào tuần này vào năm 1773, thực dân Anh đã đổ ầm nguyên một tàu trà vào cảng Boston để chống lại thuế trà. “Bữa tiệc trà ở cảng Boston” được nhớ đến như là một trong những sự kiện khởi đầu dẫn đến cách mạng Mỹ.  Hôm nay, một phong trào mới mang tên là “Bữa tiệc trà” đang lan rộng cả nước và đe doạ sự thống trị của đảng Cộng hoà. Cái tên này gợi lên hai cuộc nổi dậy vào thế kỷ 18 và tiện lợi là từ viết tắt bằng các chữ đầu T. E. A. nghĩa là Nộp Thuế Đủ Rồi.  Ngẫu nhiên mà, thuế của Hoa Kỳ là có vẻ nhẹ bởi các Tiêu chuẩn Quốc tế, gắn liền với Nhật Bản là một nước thuế thấp nhất trong số các quốc gia G-7. Một công dân có lòng biết ơn hay một du khách có óc quan sát thậm chí có thể xem chúng như món tiền được sử dụng vào mục đích tốt; người Mỹ có đường sá tốt, dịch vụ hành chính công đáng tin cậy và hầu hết các lợi ích cơ bản của một chính phủ tốt.  \"Thuế, xét cho cùng,\", theo cố tổng thống Franklin Roosevelt, \"cũng chỉ là thuế chúng ta trả tiền cho cái quyền lợi với tư cách là thành viên trong một xã hội có tổ chức.\" Vậy thì ác cảm về vấn đề này xuất phát từ đâu?  \"Hầu hết mọi người Mỹ có lẽ cũng đồng ý rằng việc chúng tôi ghét đóng thuế nghĩa là làm chuyện gì đó với ác cảm sâu xa đối với chính phủ nói chung – hay nói riêng là ác cảm với cội rễ xâu xa trong lịch sử của chúng tôi,\" Einhorn, sử học gia tại đại học California đã viết. Thật dễ thấy những cái rễ đó trong cuộc cách mạng Mỹ và sự sùng bái nỗ lực của cá nhân và doanh nghiệp tự do ở quốc gia non trẻ này.  Einhorn đề nghị người sở hữu nô lệ đặc biệt phải phản đối bất kỳ biện pháp nào của chính phủ đưa ra mà ảnh hưởng đến tài sản riêng. Nhưng nhà triết học Mỹ thế kỷ 18 Henry David Thoreau có lẽ được nhớ nhất khi không chịu trả thuế bằng cách kháng cự thụ động chống lại sự nô lệ. Thuế đã chứng tỏ là một mục tiêu thuận lợi nhắm vào hầu hết mọi người.  Ngay cả ngày nay cũng vậy. Các nhà chức trách Mỹ vẫn còn đang chống lại một phong trào nhỏ nhưng cương quyết với luận điệu rằng thuế thu nhập là bất hợp pháp theo hiến pháp Hoa kỳ. Vài thành viên trong số các chiến sĩ của nó đã thử cách khủng bố nhẹ nhàng. Một số khác đơn giản là vào tù.  Gã ngoan cố Hollywood - Wesley Snipes, người đóng vai chính là tên săn ma cà rồng gần đây nhất trong phim bộ ba “Lưỡi dao”, phải ngồi tù ba năm bắt đầu từ tháng này vì không trả 17 triệu đô-la Mỹ cho các khoản thuế quá hạn theo như hướng dẫn. Anh ta tự nhận mình là thành viên của phong trào chống thuế.  Tất nhiên, nhiều nhà kinh tế bảo thủ và các nhà lãnh đạo đảng Cộng hoà sẽ nói rằng mức thuế thấp đơn thuần là chính sách tốt và mức thuế thấp hơn được xem là chính sách tốt hơn.  Họ noi gương nhà kinh tế học quá cố Milton Friedman – người đoạt giải Nô-ben – lập luận ủng hộ rằng \"việc giảm thuế trong bất cứ hoàn cảnh nào và trong bất kỳ điều kiện nào, vì bất kỳ lý do nào đó, bất cứ khi nào đều có thể áp dụng được.\" Việc áp dụng thuế có hiệu lực là vấn đề gay go. Những Đảng viên bảo thủ bị vướng vào tội căm ghét đóng thuế lẫn nỗi sợ chính phủ bị thâm hụt. Họ luận điệu rằng ở Hoa Kỳ, cả hai vấn đề này đều mang mục đích cao cả.  Giải pháp thay thế duy nhất sẽ là giải pháp mà chính phủ châu Âu đã và đang áp dụng: đó là cắt giảm chi tiêu thật ấn tượng. Thế nhưng các cử tri không dễ dàng chịu chuyện giảm đi dịch vụ từ phía chính phủ; các công chức thường không tình nguyện trả cho các khoản giảm.  Những quyết định cứng rắn về cách Washington cắt xén ngân sách của nó là chuyện vẫn còn ở phía trước. Bây giờ, mục tiêu chú ý vẫn là vấn đề về thuế."
        }
    ],
    "suggestions": []
}