{
    "en_vn": {
        "data": {
            "content": null,
            "word": "frills"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>frills</k><blockquote>unnecessary extra features or embellishments:</blockquote><blockquote>→ <kref>frill</kref></blockquote></div>",
            "word": "frills"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "frills"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "frills"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "frills"
        }
    },
    "sentences": [
        {
            "en": "Put on <em>frills</em>",
            "vi": "Làm bộ"
        },
        {
            "en": "I can't stand those twee little <em>frills</em>.",
            "vi": "Tôi không thể nào chịu được những thứ sướt mướt vặt vãnh ấy."
        },
        {
            "en": "Mary's very girlie, all <em>frills</em> and curls.",
            "vi": "Mary rất nữ tính với toàn những diềm xếp và tóc uốn lọn."
        },
        {
            "en": "A straightforward presentation with no <em>frills</em>.",
            "vi": "Một bài trình bày thành thật không điệu bộ kiểu cách."
        },
        {
            "en": "What does she put on <em>frills</em> for?",
            "vi": "Cô ta làm bộ, làm điệu để làm gì?"
        },
        {
            "en": "This is a no <em>frills</em> camp site.",
            "vi": "Đây là khu cắm trại tạm được."
        },
        {
            "en": "Our company produced a range of cheaper no-<em>frills</em> products.",
            "vi": "Công ty chúng tôi đã sản xuất một loạt các sản phẩm rẻ hơn không có gì đặc biệt."
        },
        {
            "en": "Our company produced a range of cheaper no - <em>frills</em> products.",
            "vi": "Công ty chúng tôi đã sản xuất một loạt các sản phẩm rẻ hơn không có gì đặc biệt."
        },
        {
            "en": "You see, Peter wanted a low - end laptop with no <em>frills</em> for half the price.",
            "vi": "Bạn biết đó, Peter muốn một máy tính xách tay rẻ tiền không cần những phụ tùng với nửa giá."
        },
        {
            "en": "You see, Peter wanted a low-end laptop with no <em>frills</em> for half the price.",
            "vi": "Bạn biết đó, Peter muốn một máy tính xách tay rẻ tiền không cần những phụ tùng với nửa giá."
        },
        {
            "en": "We know about his having been in the Foreign Office, but he never puts on any <em>frills</em>.",
            "vi": "Chúng tôi biết rằng trước đây anh ấy ở trong bộ ngoại giao, nhưng anh ấy không bao giờ tỏ vẻ ta đây."
        },
        {
            "en": "While Jetstar has backed the higher ceiling prices, no-<em>frills</em> carrier Vietjet has opposed the idea, saying it is no longer suitable to restrict airfares in a rapidly growing aviation market like Vietnam.",
            "vi": "Mặc dù Jetstar đã ủng hộ cho đề suất mức trần cao hơn, nhưng Vietjet đã phản đối ý tưởng này, hãng cho rằng đề suất này không thích hợp khi khống chế giá vé máy bay trong một thị trường hàng không đang phát triển nhanh như ở Việt Nam."
        },
        {
            "en": "Amsterdam's Vanmoof has been colonising the gallery districts of major world capitals since 2009, winning aesthetes over with its bikes' Tinker Toy-like forms, tough materials and emphatically Dutch brand of sprezzatura. The S Series commuter bike builds on the no-<em>frills</em> original cycle without cluttering up the works. An eight-speed Shimano internal hub helps a rider handle hills, while disc brakes provide the stopping power of far more sophisticated – and far pricier – road bikes.",
            "vi": "Hãng Vanmoof ở Amsterdam đã thống trị khu triển lãm ở các thủ đô lớn trên thế giới kể từ năm 2009 cũng như chiếm được cảm tình của giới thẩm mỹ nhờ mẫu xe có tạo hình giống món đồ chơi Tinker Toy, chất liệu lại bền bỉ, đồng thời thể hiện được tính cách “dửng dưng” không lẫn đi đâu được của người Hà Lan. Dòng xe đạp S Series dành cho người đi làm được thiết kế dựa trên mẫu xe giản dị ban đầu, không có các chi tiết rườm rà. Bộ số trong tám cấp Shimano hỗ trợ người lái leo đồi, đồng thời dàn phanh đĩa giúp việc dừng xe hiệu quả hơn nhiều so với các loại xe dạo phố sành điệu mà giá lại “chát” hơn nhiều."
        }
    ],
    "suggestions": []
}