{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fringed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fringed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fringed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fringed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fringed"
        }
    },
    "sentences": [
        {
            "en": "Dry hillsides <em>fringed</em> with lush greenery.",
            "vi": "Các sườn đồi khô khan được trang trí bằng các thảm cỏ xanh."
        },
        {
            "en": "The estate was <em>fringed</em> with stately elms.",
            "vi": "Lãnh địa này được bao bọc bởi những cây đu oai vệ."
        },
        {
            "en": "The lake was <em>fringed</em> with fruit trees.",
            "vi": "Cái hồ được bao quanh bởi những cây ăn trái."
        },
        {
            "en": "The lake was <em>fringed</em> with willow trees.",
            "vi": "Cái hồ bị bao quanh bởi những cây liễu."
        },
        {
            "en": "He wore <em>fringed</em> leather leggings, and his moccasins were covered with beads.",
            "vi": "Những miếng da bọc ống chân ông ta được viền tua còn giầy da của ông ta có đính nhiều hạt chuỗi."
        },
        {
            "en": "The anatomical organization of the testis in catfish is variable among the families of catfish, but the majority of them present <em>fringed</em> testis.",
            "vi": "Cấu tạo của tinh hoàn là không giống nhau ở các loài cá da trơn, nhưng phần lớn trong chúng có tinh hoàn với các tua."
        },
        {
            "en": "She looked at the Indian's beaded moccasin, she looked up along the <em>fringed</em> legging that clung to the pony's bare side.",
            "vi": "Cô ngắm chiếc giày da có gắn hạt chuỗi của người da đỏ, nhìn theo miếng da bọc ống chân có tua viền buông thõng bên sườn ngực trần trụi."
        },
        {
            "en": "Today, images of palm-<em>fringed</em> tropical beaches are cliches in the west to sell holidays, chocolate bars, fizzy drinks and even romance.",
            "vi": "Ngày nay, ở những nước phía Tây, hình ảnh những rặng dừa bên bờ biển nhiệt đới đã trở thành hình mẫu để bán trong các dịp lễ hội, trên bao bì thanh kẹo socola, đồ uống có gas và thậm chí biểu tượng của sự lãng mạn."
        },
        {
            "en": "There are two fallopian tubes, each attached to a side of the uterus. The fallopian tubes are about 4 inches (10 centimeters) long and about as wide as a piece of spaghetti. Within each tube is a tiny passageway no wider than a sewing needle. At the other end of each fallopian tube is a <em>fringed</em> area that looks like a funnel. When an egg pops out of an ovary, it enters the fallopian tube.",
            "vi": "Có hai ống dẫn trứng, mỗi ống dính liền với một bên tử cung. Các ống dẫn trứng dài chừng 4 in-sơ (10 xăng-ti-mét) và có bề rộng chừng 1 mẩu mì ống. Trong mỗi ống là một lối đi rất nhỏ có đường kính không quá 1 cây kim may. Ở đầu kia của mỗi ống dẫn trứng là vùng tua rua trông như một cái phễu. Khi trứng tách vọt ra khỏi buồng trứng, nó đi vào ống dẫn trứng."
        }
    ],
    "suggestions": []
}