{
    "en_vn": {
        "data": {
            "content": null,
            "word": "frocks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "frocks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "frocks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "frocks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "frocks"
        }
    },
    "sentences": [
        {
            "en": "More exciting than the people she met were the <em>frocks</em> Rhett bought her, superintending the choice of colors, materials and designs himself.",
            "vi": "Mê ly hơn cả những con người nàng gặp, là những chiếc áo dài rhett mua cho nàng, do chàng đích thân chọn vải, chọn màu và chỉ định kiểu may."
        },
        {
            "en": "And that’s not all – Mandy, a part-time caterer, spends all her free time cooking, cleaning and darning Gary’s socks. She dresses in vintage <em>frocks</em>, drives a 1949 Chevrolet and listens to rockabilly records on her jukebox. She strongly believes that all women should adopt a similar lifestyle if they want to keep their man happy.",
            "vi": "Và chưa hết, Mandy, ngoài công việc bán thời gian là làm người giao hàng thực phẩm, thì chị dành toàn bộ thời gian rảnh của mình để nấu nướng, quét dọn và khâu vá vớ cho anh Gary. Chị ăn vận những chiếc áo váy cổ điển, lái một chiếc xe Chevrolet đời 1949 và nghe những bản nhạc pop cuối thập niên 50 thế kỷ trước từ chiếc máy hát tự động của chị. Chị chắc chắn rằng nếu các chị em phụ nữ muốn chồng mình luôn hạnh phúc thì hãy sống như vậy."
        }
    ],
    "suggestions": []
}