{
    "en_vn": {
        "data": {
            "content": null,
            "word": "frowning",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "frowning",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "frowning",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "frowning",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "frowning",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Stop <em>frowning</em> at customers!",
            "vi": "Đừng nhăn nhó với khách hàng nữa!"
        },
        {
            "en": "Why are you <em>frowning</em>?",
            "vi": "Sao mặt anh có vẻ lo lắng vậy?"
        },
        {
            "en": "Charlie nodded, <em>frowning</em>.",
            "vi": "Charlie gật đầu, cau mày."
        },
        {
            "en": "She said absently, still <em>frowning</em>.",
            "vi": "Cô lơ đãng nói, vẫn cau mày."
        },
        {
            "en": "He shook his head, <em>frowning</em>.",
            "vi": "Anh lắc đầu, cau mày."
        },
        {
            "en": "What's wrong? Why are you <em>frowning</em>?",
            "vi": "Có chuyện gì không ổn vậy? Sao anh lại cau mày?"
        },
        {
            "en": "Why are you <em>frowning</em> (at me)?",
            "vi": "Tại sao em lại cau mày (với tôi)?"
        },
        {
            "en": "He appeared with his <em>frowning</em> face.",
            "vi": "Nó xuất hiện, mặt chằm vằm."
        },
        {
            "en": "My father is <em>frowning</em> in puzzlement.",
            "vi": "Cha tôi đang cau mày trước tình trạng khó xử."
        },
        {
            "en": "I said, <em>frowning</em> at his word choice.",
            "vi": "Tôi nói, cau mày vì cách chọn từ của anh."
        },
        {
            "en": "Why are you <em>frowning</em>? What's the problem?",
            "vi": "Tại sao em nhăn mày thế? Có chuyện gì à?"
        },
        {
            "en": "She read through the letter, <em>frowning</em> at its contents.",
            "vi": "Cô ta đọc hết lá thư, cau mày vì nội dung của nó."
        },
        {
            "en": "She read through the letter, <em>frowning</em> at its content.",
            "vi": "Cô ta đọc hết bức thư, cau mày vì nội dung của nó."
        },
        {
            "en": "<em>Frowning</em>, I stepped nearer and bent for a closer inspection.",
            "vi": "Tôi cau mày và bước lại gần hơn, cúi xuống để nhìn cho rõ."
        },
        {
            "en": "I saw the coach <em>frowning</em> as I swung at a series of pitches, missing each one.",
            "vi": "Tôi thấy huấn luyện viên cau mày khi tôi thực hiện một loạt các động tác ném bóng nhưng trượt từng cú một."
        },
        {
            "en": "She is reading the essay carefully, now smiling, and now <em>frowning</em>.",
            "vi": "Cô ấy đang đọc bài tiểu luận một cách cẩn thận, lúc thì cười, lúc thì cau mày."
        },
        {
            "en": "I commented, trying to distract him from whatever thought had left him <em>frowning</em> and somber.",
            "vi": "Tôi bình luận, cố làm cho anh quên đi những suy nghĩ đã làm anh cau mày và u sầu."
        },
        {
            "en": "These are going to take some cash, though, he said, <em>frowning</em> down at the blackened metal.",
            "vi": "Nhưng mấy cái xe này cũng sẽ phải tốn chút tiền đó, anh chàng nói, cau mày nhìn phần kim loại đen"
        },
        {
            "en": "Johnny's father paces about the room, smiling, <em>frowning</em>, loving the place.",
            "vi": "Cha johnny đi quanh phòng, mỉm cười rồi lại cau mày, tâm hồn quyến luyến căn nhà thân yêu."
        },
        {
            "en": "Charlie shook his head, <em>frowning</em> with anxiety, he finally spoke in a tone that allowed no argument.",
            "vi": "Charlie lắc đầu, cau mày vì lo âu, cuối cùng thì ông cũng nói trong giọng không thể tranh cãi được nữa."
        }
    ],
    "suggestions": []
}