{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fucked"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fucked"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fucked"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fucked"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fucked"
        }
    },
    "sentences": [
        {
            "en": "You sure <em>fucked</em> up",
            "vi": "Bạn làm mọi thứ rối tung cả lên"
        },
        {
            "en": "I <em>fucked</em> she",
            "vi": "tôi đã giao hơp với cô ấy"
        },
        {
            "en": "Thus, the fucking sentence when parsed reads as follows:   Fuck! (The) fucking <em>fucked</em> fucker (whom) fucking fuckups fuck fucking <em>fucked</em> (up the) fucking fuckup-fucking fucker's fuck! \nFuck! The fucking <em>fucked</em> fucker (who is <em>fucked</em> by fucking fuckups) fucking <em>fucked</em> up the fucking fucker (who fucks fuckups)'s fuck!",
            "vi": "Do đó, câu quỷ quái này khi phân tích cú pháp sẽ đọc như sau :\n\nFuck! (The) fucking fucked fucker (whom) fucking fuckups fuck fucking fucked (up the) fucking fuckup-fucking fucker's fuck! \n\nFuck! The fucking fucked fucker (who is fucked by fucking fuckups) fucking fucked up the fucking fucker (who fucks fuckups)'s fuck!"
        },
        {
            "en": "He could have been a contender, but he <em>fucked</em> it all up.",
            "vi": "Lẽ ra anh ấy đã có thể là một đối thủ, nhưng anh ấy đã làm hư điều đó hết cả rồi."
        },
        {
            "en": "I cannot believe the terrible news that there's a crazy doctor drugged women patients and <em>fucked</em> them on the operating table.",
            "vi": "Tôi không thể tin được một tin kinh khủng là có tên bác sĩ bệnh hoạn gây mê bệnh nhân nữ rồi làm nhục họ ngay trên bàn mổ."
        },
        {
            "en": "\"Fuck fucking <em>fucked</em> fucker fucking fuckups fuck fucking <em>fucked</em> fucking fuckup fucking fucker's fucking fuckup.\" is a grammatically correct sentence first said by Lewis Black which can often be used as an example of how homonyms and homophones can be used to create complicated constructs.",
            "vi": "\"Fuck fucking fucked fucker fucking fuckups fuck fucking fucked fucking fuckup fucking fucker's fucking fuckup. \" là một câu đúng ngữ pháp do Lewis Black nói đầu tiên, có thể thường được dùng làm ví dụ có thể dùng các từ đồng âm khác nghĩa và từ đồng âm để tạo ra các cấu trúc phức tạp."
        },
        {
            "en": "Q: What if I’m like, “That’s definitely a pigeon, and I know for fact it hasn’t <em>fucked</em> at all.” A: There’s a chance it’s just a DIRTY DOVE. Give it a bath, and reveal the dove inside.",
            "vi": "Q : Chuyện gì sẽ xảy ra nếu tôi bảo, \"Chắc chắn đó là pigeon, mà tôi dám chắc nó chưa từng đạp mái lần nào.\" Đ: Có thể con dove đó bị dơ. Tắm cho nó đi, rồi dove sẽ hiện ra."
        },
        {
            "en": "The adjective \"<em>fucked</em>\", meaning drunk, stoned, on fire, or generally doomed or in danger. The noun \"fucker\", meaning \"unpleasant person\". The adjective \"fucking\", used to enhance a noun. Example: \"Stop fantasizing about your fucking mum!\"",
            "vi": "    Tính từ \"fucked\", nghĩa là say, phê ma túy, bốc lửa, hoặc thường tiêu tùng hay gặp hiểm nguy.     Danh từ \"fucker\", nghĩa là \"thằng cà chớn\".     Tính từ \" fucking\", dùng nhấn mạnh danh từ. Ví dụ : \" Dẹp tưởng tượng về bà mẹ chết tiệt của mày đi!\"."
        },
        {
            "en": "It can be very difficult for the layperson to discern between your common dove and your run-of-the-mill pigeon. That makes sense, since they are actually the same bird. There is in fact only one difference between the two: Pigeons are just doves who have <em>fucked</em>.",
            "vi": "Người thường có lẽ rất khó phân biệt dove và pigeon. Cũng đúng thôi, vì dove hay pigeon cũng chỉ là một. Nhưng thực ra có khác biệt giữa hai con này: Pigeon là dove đã mất trinh."
        },
        {
            "en": "Nearly every time I fall asleep I end up waking up with a jolt. But \"waking up\" isn't exactly the right phrase because I'm not exactly conscious. I'm somewhere in-between instead, in that weird and sometimes scary space between sleep and awake. I lay there unable to move but totally aware of my surroundings. And want to hear the most-<em>fucked</em> up part? I swear that I can see something black get up off my body and walk through the wall next to my bed. I can feel some weird otherworldly warmth leaving my body.",
            "vi": "Gần như mỗi khi vừa thiêm thiếp ngủ tôi đều giật mình tỉnh giấc. Nhưng \"tỉnh giấc\" ở đây không phải là một cụm từ được dùng chính xác bởi vì tôi không hoàn toàn nhận thức được điều đó. Tôi lơ lửng đâu đó trong không gian kì lạ và đôi khi đáng sợ giữa tỉnh và mê. Tôi nằm bất động không thể di chuyển nhưng hoàn toàn nhận thức được những việc xung quanh. Bạn muốn biết phần hỗn loạn nhất không? Tôi thề là tôi có thể nhìn thấy thứ gì đó màu đen bật dậy khỏi cơ thể mình và đi xuyên qua bức tường cạnh giường ngủ. Tôi còn cảm nhận được hơi ấm tâm linh kì lạ rời khỏi cơ thể mình."
        }
    ],
    "suggestions": []
}