{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fʌkə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">thán từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đồ ngốc! đồ ngu!</td></tr></table><i/></div>",
            "word": "fucker"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fucker"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fucker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fucker"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fucker"
        }
    },
    "sentences": [
        {
            "en": "<em>fucker</em>.",
            "vi": "chó chết."
        },
        {
            "en": "mother <em>fucker</em>",
            "vi": "Đéo mẹ mày"
        },
        {
            "en": "Look what <em>fucker</em>",
            "vi": "Nhìn gì đồ ngu"
        },
        {
            "en": "you help me clean anus, mother <em>fucker</em> !",
            "vi": "mày chùi đít cho tao cái, địt con mẹ mày"
        },
        {
            "en": "Monkey <em>Fucker</em> was a short - order chef at a hotel in Rosemont.",
            "vi": "Monkey Fucker là đầu bếp chuyên nấu các món ăn nhanh trong một khách sạn ở Rosemont."
        },
        {
            "en": "Thus, the fucking sentence when parsed reads as follows:   Fuck! (The) fucking fucked <em>fucker</em> (whom) fucking fuckups fuck fucking fucked (up the) fucking fuckup-fucking fucker's fuck! \nFuck! The fucking fucked <em>fucker</em> (who is fucked by fucking fuckups) fucking fucked up the fucking <em>fucker</em> (who fucks fuckups)'s fuck!",
            "vi": "Do đó, câu quỷ quái này khi phân tích cú pháp sẽ đọc như sau :\n\nFuck! (The) fucking fucked fucker (whom) fucking fuckups fuck fucking fucked (up the) fucking fuckup-fucking fucker's fuck! \n\nFuck! The fucking fucked fucker (who is fucked by fucking fuckups) fucking fucked up the fucking fucker (who fucks fuckups)'s fuck!"
        },
        {
            "en": "Unless he decides to give someone a bell then I reckon he'll be walking alone for a while, no <em>fucker</em> will be able to find him.",
            "vi": "Trừ khi anh ấy quyết định gọi ai đó, chứ tôi nghĩ anh ấy sẽ đi dạo một mình một chút, thì không thằng ngu nào có thể tìm thấy anh ta đâu."
        },
        {
            "en": "The adjective \"fucked\", meaning drunk, stoned, on fire, or generally doomed or in danger. The noun \"<em>fucker</em>\", meaning \"unpleasant person\". The adjective \"fucking\", used to enhance a noun. Example: \"Stop fantasizing about your fucking mum!\"",
            "vi": "    Tính từ \"fucked\", nghĩa là say, phê ma túy, bốc lửa, hoặc thường tiêu tùng hay gặp hiểm nguy.     Danh từ \"fucker\", nghĩa là \"thằng cà chớn\".     Tính từ \" fucking\", dùng nhấn mạnh danh từ. Ví dụ : \" Dẹp tưởng tượng về bà mẹ chết tiệt của mày đi!\"."
        },
        {
            "en": "TROUBLE: “I guess I’m really fuck now”   AGGRESSION: “Don’t fuck with me, buddy”   DIFFICULTY: “I don’t understand this Fucking question”   INQUIRY: “Who the fuck was that”   DISSATISFACTION: “I don’t like what the Fuck is going on here”   INCOMPETENCE: “He’s the <em>Fucker</em>”",
            "vi": "Rắc rối : \" tôi nghĩ lần này tôi tiêu tùng rồi\"  Gây hấn : \"Đừng chọc tao nghe, thằng kia\" Khó khăn : \"tôi chả hiểu cái câu hỏi quỷ quái này chút nào cả\" Hỏi : \"đó là cái thằng chết tiệt nào \"  Không hài lòng : \"Tôi chả thích cái trò quỷ quái đang diễn ra ở đây\"  Thiếu khả năng : \"Nó là thằng cà chớn/thằng ngu\""
        },
        {
            "en": "\"Fuck fucking fucked <em>fucker</em> fucking fuckups fuck fucking fucked fucking fuckup fucking fucker's fucking fuckup.\" is a grammatically correct sentence first said by Lewis Black which can often be used as an example of how homonyms and homophones can be used to create complicated constructs.",
            "vi": "\"Fuck fucking fucked fucker fucking fuckups fuck fucking fucked fucking fuckup fucking fucker's fucking fuckup. \" là một câu đúng ngữ pháp do Lewis Black nói đầu tiên, có thể thường được dùng làm ví dụ có thể dùng các từ đồng âm khác nghĩa và từ đồng âm để tạo ra các cấu trúc phức tạp."
        },
        {
            "en": "As part of an adverb “Shelly talks too Fucking much”.   As an adverb in enhancing an adjective “Shelly is fucking beautiful.”   As a noun “I don’t give a Fuck”.   As part of a word “Abso-Fucking-lutely” OR “In-Fucking-credible”   and, as almost every words in a sentence “Fuck the Fucking <em>Fucker</em>”.",
            "vi": "Là một phần của một phó từ \" Shelly nói nhiều bỏ mẹ\".   Làm phó từ để nêu bật một tính từ \" Shelly đẹp kinh khủng. \"  Làm danh từ như \"Tôi chẳng quan tâm cái mẹ gì cả\".   Làm một phần của một từ như \"cực kỳ\" hoặc \"không thể tưởng tượng nỗi\"  và, gần như là tất cả các từ trong câu \" mẹ bàcái đồ ngucà chớn \"."
        },
        {
            "en": "Fuck is an obscene English language word, which refers to the act of sexual intercourse and is also commonly used as an intensifier or to denote disdain. Its origin is obscure but is usually considered to be first attested to around 1475, although it may be considerably older. In modern usage, the term fuck and its derivatives (such as <em>fucker</em> and fucking) can be used as a noun, a verb, an adjective, an interjection, or an adverb. There are many common phrases that employ the word, as well as compounds that incorporate it, such as motherfucker and fuckwit.",
            "vi": "Fuck là từ tiếng Anh tục tĩu, chỉ hành động giao hợp và cũng thường được dùng như từ nhấn mạnh hoặc để bày tỏ sự xem thường. Nghĩa gốc tục tĩu, xuất hiện lần đầu khoảng năm 1475, mặc dù có thể người ta đã dùng trước đó khá lâu. Ngày nay, từ fuck và các biến thể của nó (như fucker, fucking) có thể được dùng làm danh từ, động từ, tính từ, thán từ, hoặc phó từ. Có nhiều cụm từ thường dùng sử dụng từ này, cũng như từ ghép của nó, như motherfucker và fuckwit."
        }
    ],
    "suggestions": []
}