{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fueling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fueling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fueling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fueling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fueling"
        }
    },
    "sentences": [
        {
            "en": "He had stopped over in a <em>fueling</em> station before driving his long way home.",
            "vi": "Anh ta ghé một trạm đổ xăng trước khi bắt đầu chuyến lái xe đường dài về nhà."
        },
        {
            "en": "The Concorde can fly across the Atlantic without re-<em>fueling</em> and carrying 11 tons of freight.",
            "vi": "Chiếc Concorde có thể bay qua Đại Tây Dương mà không cần tiếp nhiên liệu và chở được 11 tấn hàng."
        },
        {
            "en": "The Concorde can fly across the Atlantic without re - <em>fueling</em> and carrying 11 tons of freight.",
            "vi": "Chiếc Concorde có thể bay qua Đại Tây Dương mà không cần tiếp nhiên liệu và chở được 11 tấn hàng."
        },
        {
            "en": "This inequality as well as access and infrastructure concerns is <em>fueling</em> a digital divide with growing inequality in access.",
            "vi": "Sự bất bình đẳng như vậy cũng như các vấn đề về cơ sở hạ tầng và tiếp cận càng làm tăng thêm sự chênh lệch về khả năng tiếp cận công nghệ số."
        },
        {
            "en": "The fact is that domestic consumption will become increasingly more important in <em>fueling</em> China's continuing economic growth.",
            "vi": "Thực tế là tiêu dùng trong nước sẽ ngày càng trở nên quan trọng hơn trong việc cung cấp nguồn lực cho sự tăng trưởng kinh tế không ngừng của trung quốc."
        },
        {
            "en": "Youth combine two key risk factors <em>fueling</em> the HIV/AIDS epidemic: injecting drug use and sexual activity.",
            "vi": "Thanh niên gắn với hai yếu tố nguy cơ chính làm gia tăng dịch HIV/AIDS: tiêm chích ma túy và quan hệ tình dục."
        },
        {
            "en": "As a result, banking credit was growing by more than 63 percent by March 2008, <em>fueling</em> consumer prices, imports, and a real estate bubble.",
            "vi": "Kết quả là đến tháng 3/2008, tín dụng ngân hàng đã tăng trưởng trên 63%, tiếp nhiệt thêm cho tình hình tăng giá tiêu dùng, nhập khẩu và bong bóng bất động sản."
        },
        {
            "en": "The coach has been teaching table tennis for over two decades in several places, earning a living and <em>fueling</em> his passion for ping-pong.",
            "vi": "Huấn luyện viên đã dạy bóng bàn trong hơn hai thập kỷ ở một số nơi, kiếm sống và thúc đẩy niềm đam mê của mình cho bóng bàn."
        },
        {
            "en": "The parasites rapidly invade red blood cells, <em>fueling</em> their activity by consuming hemoglobin, the part of the blood that carries oxygen.",
            "vi": "Ký sinh trùng nhanh chóng xâm lấn hồng cầu, tiếp nhiên liệu cho hoạt động của chúng bằng cách tiêu thụ hemoglobin, thành phần trong máu vận chuyển ô - xi."
        },
        {
            "en": "So whether you want to launch a cookie company or something more off the beaten path, you can achieve success by producing a quality product or service, defining your target markets, creating a strong brand, creatively <em>fueling</em> multiple sales channels and preparing for the inevitable bumps and detours. ",
            "vi": "Vì vậy, dù bạn muốn thành lập công ty bánh kẹo hay bất cứ lĩnh vực nào khác, bạn có thể gặt hái thành công bằng chất lượng của sản phẩm, dịch vụ, bằng việc xác định đúng đắn đối tượng và thị trường, thiết lập thương hiệu, tận dụng tối đa và sáng tạo các kênh bán hàng và quan trọng hơn là lường trước tất cả các tình huống sẽ xảy đến đối với công việc kinh doanh."
        },
        {
            "en": "       Complaining is troubling, as well as the attitude that precedes it. Complaining is a self-reinforcing behavior. By constantly talking--and therefore thinking--about how bad things are, you reaffirm your negative beliefs. While talking about what bothers you can help you feel better, there's a fine line between complaining being therapeutic and it <em>fueling</em> unhappiness. Beyond making you unhappy, complaining drives other people away.",
            "vi": "Phàn nàn là một sự khó chịu, cũng như thái độ, cái mà có trước nó vậy. Sự phàn nàn là hành vi tự củng cố. Bằng việc nói liên tục và do đó suy nghĩ về mọi việc tệ hại như thế nào, bạn xác nhận một lần nữa về chính những niềm tin tiêu cực của mình. Trong khi nói về những điều bực mình thì bạn có thể giúp bạn cảm thấy tốt hơn. Có một ranh giới tốt đẹp giữa sự phàn nàn trở thành ... và nó gây ra việc đau khổ. Ngoài việc làm bạn không hạnh phúc, phàn nàn khiến người khác xa rời bạn."
        },
        {
            "en": "The steep plunge Thursday coincided with the start of the Asian trading day, a pattern reflected throughout the week. One reason for the Asian selloff may be worries following Tuesday’s hack of a bitcoin exchange in South Korea — possibly by North Korea — resulting in Youbit exchange owner Yaipan losing about 17% of its total assets. Some have speculated that Asian buyers had been <em>fueling</em> bitcoin’s rapid ascent in recent months.",
            "vi": "Đợt giảm mạnh hôm thứ năm trùng với thời điểm bắt đầu ngày giao dịch châu Á, một phần được phản ánh trong suốt tuần. Một lý do về việc bán tháo ở châu Á có thể là do những lo ngại sau vụ tấn công sàn giao dịch Bitcoin tháng 10 tại Hàn Quốc - có thể là từ Triều Tiên dẫn đến chủ sở hữu giao dịch Youbit Yaipan mất khoảng 17% tổng tài sản. Một số người cho rằng những người mua ở Châu Á đã bị cuốn theo sự tăng lên nhanh chóng của Bitcoin trong những tháng gần đây."
        },
        {
            "en": "The macroeconomic impact of economic citizenship programs depends on the design of the program, as well as the magnitude of the inflows and their management. The foremost impact is on the real sector, where inflows can bolster economic momentum. Programs with popular real estate options generate an inflow similar to that of foreign direct investment, boosting employment and growth. In St. Kitts and Nevis, inflows into the real estate sector are <em>fueling</em> a construction boom, which has pulled the economy out of a four-year recession—to a growth rate of 6 percent in 2013 and 2014, one of the highest in the Western Hemisphere. The rapid increase in golden visa residency permits in Portugal, which has issued more than 2,500 visas since the program’s inception in October 2012, has reportedly bolstered the property market, leading to a steep rise in the price of luxury real estate.",
            "vi": "Tác động kinh tế vĩ mô của chương trình công dân kinh tế phụ thuộc vào thiết kế của chương trình cũng như tầm quan trọng của nguồn vốn và sự quản lý của họ. Tác động quan trọng nhất là trên lĩnh vực thực tế, nơi dòng vốn có thể thúc đẩy sự phát triển kinh tế. Chương trình với các tùy chọn bất động sản phổ biến tạo ra một dòng vốn tương tự như dòng vốn từ việc đầu tư trực tiếp nước ngoài, việc thúc đẩy công ăn việc làm và tăng trưởng kinh tế. Ở St Kitts và Nevis, dòng vốn vào lĩnh vực bất động sản đang thúc đẩy một sự bùng nổ xây dựng, điều này đã kéo nền kinh tế ra khỏi bốn năm suy thoái kinh tế - đến một tỷ lệ tăng trưởng 6% vào năm 2013 và năm 2014, một trong những tỉ lệ cao nhất phía Tây bán cầu. Sự gia tăng nhanh chóng trong giấy phép cư trú visa vàng cho phép ở Bồ Đào Nha. Bồ Đào Nha đã ban hành hơn 2.500 thị thực kể từ khi bắt đầu chương trình trong tháng 10 năm 2012 và cũng ủng hộ thị trường bất động sản, dẫn đến một sự gia tăng đáng kể trong giá bất động sản sang trọng."
        },
        {
            "en": "Is Gold A Safe Investment    The price of gold has skyrocketed, and now is being touted as a must-have component of a well diversified portfolio. But if we look beyond the hyperbole, much of which surely comes from those who already own gold and want the price to go higher, we find more risk than one might think.   The Value of Gold Gold, in its raw state, is primarily used for investment, as in gold coins or bullion, and for jewelry or other adornments. There are industrial uses, such as in electronics or dentistry, but those pale in comparison. So the underlying demand for gold is based on its investment and adornment potential. Contrast that to oil, cotton, wheat or other commodities, and it's clear that pricing gold is more about pricing the whims of investors than its use as a basic material.  Real Demand? The demand for gold has driven the price up, and is different than the demand for other commodities - like oil - which are needed and used by all of us, in some way. The price of gold is high now, so like all other investment fads (tech stocks, real estate), people think it's great. But with little no dividends or income from interest, it's a bet on the whimsy of investors.    With interest rates near zero and the Federal Reserve <em>fueling</em> investors' fears, it's no wonder investors seek gold as a safe haven. But when fear falls and other investments start to look more appealing, one has to wonder if gold will still be thought of as valuable. No Longer Linked It's important to note that gold doesn't back our currency, and we aren't going back to the gold standard (even though some say otherwise). There is no intrinsic value to gold, as there once was. Before we left the gold standard in 1971, gold's price was set at $35 per ounce. It was directly tied to the value of the dollar, but no longer. The price of gold and the value of the dollar may have some periods where they move closer together, but they aren't linked as they once were.   Also, gold as a hedge for inflation hasn't been historically true for all time periods. Sometimes gold prices and inflation correlate; other times they don't. For example, in the early 1970s, inflation spiked but gold barely budged. Later in the same decade, gold went up with inflation. What will happen in the future to the price of gold is based more on the desire of investors to hold gold, thinking it will go up in value, than what happens with inflation.  Conclusion Currently, the price is so high that the timing of buying must be questioned. If the idea is to buy low and sell high, buying at a nominal all time high doesn't fit. Be cautious: shiny objects can be mesmerizing.",
            "vi": "Vàng có phải là kênh đầu tư an toàn    Giá vàng đã tăng vọt, và đến nay được quảng cáo là phần không thể thiếu trong danh mục đầu tư được đa dạng hoá một cách hiệu quả. Nhưng nếu chúng ta nhìn xa hơn một chút, bỏ qua cái giọng điệu ngon ngọt mà phần lớn là của những người nắm giữ vàng và muốn giá vàng leo cao hơn, chúng ta sẽ nhận thấy có nhiều rủi ro mà không phải ai cũng biết.   Giá trị của vàng Vàng, dạng thô, chủ yếu được dùng để đầu tư, như tiền vàng hoặc vàng thỏi, và làm nữ trang hoặc những đồ trang sức khác. Người ta còn dùng vàng trong sản xuất công nghiệp, chẳng hạn trong lĩnh vực điện tử hoặc nha khoa, nhưng không đáng kể. Như vậy nhu cầu cơ bản về vàng dựa trên khả năng làm đồ trang sức và đầu tư của nó. Trái với dầu mỏ, vải sợi, lúa gạo hoặc những hàng hoá khác, rõ ràng việc định giá vàng thiên nhiều về định giá những ý thích bất thình lình của các nhà đầu tư hơn là giá trị sử dụng của vàng như là một nguyên vật liệu cơ bản. Nhu cầu thật sự là gì? Nhu cầu về vàng đã đẩy giá lên, và khác xa nhu cầu về các hàng hoá khác - như dầu mỏ - thứ thiết yếu và tất cả chúng ta đều sử dụng, theo một cách nào đó. Hiện tại giá vàng cao, cũng giống như tất cả những trào lưu đầu tư thời thượng khác (các cổ phiếu công nghệ, bất động sản), người ta nghĩ điều đó thật thú vị. Nhưng không có chút cổ tức hoặc thu nhập từ lãi suất nào, nó chỉ là trò cá cược dựa trên cái ý tưởng bất chợt của các nhà đầu tư. Với mức lãi suất gần như bằng không và Cục Dự trữ Liên bang tạo ra những nỗi sợ hãi cho giới đầu tư, thì không có gì lạ khi các nhà đầu tư tìm đến vàng như là nơi trú ẩn an toàn. Nhưng khi nỗi sợ mất đi và những kênh đầu tư khác bắt đầu trông hấp dẫn hơn, một nhà đầu tư sẽ phải tự hỏi liệu vàng sẽ vẫn được cho là đáng giá. Không còn quan hệ mật thiết nữa Cần phải lưu ý là vàng đã không còn đứng phía sau đồng tiền của chúng ta, và chúng ta cũng  không dự định quay về chế độ bản vị vàng (dù một số người nói khác). Vàng không có giá trị thực nữa, như trước kia từng có. Trước khi chúng ta bỏ chế độ bản vị vàng vào năm 1971, giá vàng được ấn định ở mức 35 đô la một Ao-xơ. Nó từng gắn bó chặt chẽ với giá trị của đồng đô la, nhưng hiện nay không còn. Giá vàng và giá trị đồng đô la có thể có một số giai đoạn chúng xích lại gần nhau, nhưng chúng không còn gắn bó mật thiết như ngày xưa nữa. Hơn nữa, vàng như là một tường rào bảo vệ khỏi lạm phát xét về mặt lịch sử không còn đúng với mọi thời. Đôi khi giá vàng và lạm phát có tương quan với nhau; có giai đoạn thì không. Chẳng hạn, đầu những năm 1970, lạm phát tăng cao nhưng vàng chỉ nhúc nhích chút. Sau đó trong cùng thập niên, vàng tăng lên cùng lạm phát. Điều gì sẽ xảy ra trong tương lai cho giá vàng chủ yếu dựa nhiều vào tham vọng của nhà đầu tư nắm giữ vàng, họ nghĩ rằng nó sẽ tăng giá, hơn là dựa vào điều gì sẽ xảy ra với lạm phát. Kết luận Hiện tại, giá vàng cao đến nỗi vấn đề chọn thời điểm mua phải được đặt ra. Nếu ý tưởng là nhằm mua rẻ bán đắt, thì việc mua với giá danh nghĩa cao kỷ lục là không thích hợp. Chú ý: những thứ bắt mắt có thể đang làm mờ mắt bạn."
        }
    ],
    "suggestions": []
}