{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Fuji",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Fuji",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Fuji",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Fuji",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Fuji",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You can see Mount <em>Fuji</em>!",
            "vi": "Tụi bay ơi đến xem núi phú sĩ!"
        },
        {
            "en": "<em>Fuji</em> is a high mountain.",
            "vi": "Fuji là một ngọn núi cao."
        },
        {
            "en": "<em>Fuji</em> Mountain is really very beautiful.",
            "vi": "Núi Phú Sỹ thật sự rất đẹp."
        },
        {
            "en": "Mount Everest is higher than Mount <em>Fuji</em>.",
            "vi": "Núi Everest cao hơn núi Fuji."
        },
        {
            "en": "<em>Fuji</em> is one of the most attractive tourist destinations.",
            "vi": "Núi Phú Sĩ là một trong những địa diểm du lịch hấp dẫn nhất."
        },
        {
            "en": "I've got a roll of <em>Fuji</em> color film.",
            "vi": "Tôi có một cuộn phim Fuji màu."
        },
        {
            "en": "The snow scenery in <em>Fuji</em> Mountain is extremely charming.",
            "vi": "Cảnh tuyết ở núi Phú Sỹ cực kỳ duyên dáng,"
        },
        {
            "en": "I 've got a roll of <em>Fuji</em> color film.",
            "vi": "Tôi có một cuộn phim Fuji màu."
        },
        {
            "en": "Climbing in <em>Fuji</em> mountain top is not for novices.",
            "vi": "Việc trèo lên đỉnh núi Phú Sỹ không dành cho những người mới tập."
        },
        {
            "en": "It is Mount <em>Fuji</em> on the island of Honshu.",
            "vi": "Đó là núi Phú Sĩ trên đảo Honshu."
        },
        {
            "en": "I would like to visit Mount <em>Fuji</em> in Japan.",
            "vi": "Tôi muốn đến thăm núi Phú Sỹ ở Nhật Bản."
        },
        {
            "en": "Mount <em>Fuji</em> is an almost perfectly shaped volcano.",
            "vi": "Núi Phú Sĩ là một ngọn núi lửa có hình dạng gần như hoàn hảo."
        },
        {
            "en": "What other mountains in Japan are worth visiting besides <em>Fuji</em>?",
            "vi": "Còn những ngọn núi nào khác ở Nhật Bản đáng đến thăm ngoài Fuji không?"
        },
        {
            "en": "I 've heard a legend about the origin of the <em>Fuji</em> Mountain.",
            "vi": "Tôi đã nghe một truyền thuyết về nguồn gốc của Núi Phú Sĩ."
        },
        {
            "en": "Mount <em>Fuji</em> has also been the favorite subject of thousands of artists.",
            "vi": "Núi Phú Sĩ cũng là chủ đề ưa thích của hàng ngàn họa sĩ."
        },
        {
            "en": "The ideal season to visit <em>Fuji</em> Mountain is the late spring and early summer.",
            "vi": "Mùa lý tưởng để đến thăm núi Phú Sỹ là cuối mùa xuân và đầu mùa hè."
        },
        {
            "en": "Mount <em>Fuji</em> is a sleeping volcano about three thousand seven hundred meters high.",
            "vi": "Núi Phú Sĩ là một ngọn núi lửa đang ngủ có độ cao khoảng 3. 700 mét."
        },
        {
            "en": "I've heard a legend about the origin of the <em>Fuji</em> Mountain.",
            "vi": "Tôi đã nghe một truyền thuyết về nguồn gốc của Núi Phú Sĩ."
        },
        {
            "en": "<em>Fuji</em> peak looks like a newly opened lotus bloom welcoming the guests from afar.",
            "vi": "Đỉnh Phú Sỹ trông giống như một hoa sen mới nở chào đón khách từ xa."
        },
        {
            "en": "I won a prize in a photography contest with pictures of Mount <em>Fuji</em>.",
            "vi": "Tôi đã đoạt được giải thưởng về những tấm ảnh chụp núi Phú Sĩ trong một cuộc thi nhiếp ảnh."
        }
    ],
    "suggestions": []
}