{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fumbling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fumbling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fumbling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fumbling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fumbling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She stood there, <em>fumbling</em> for words.",
            "vi": "Cô ta đứng đó, miệng lắp bắp vài từ."
        },
        {
            "en": "Our first <em>fumbling</em> efforts at using the computer.",
            "vi": "Các nỗ lực vụng về đầu tiên của chúng tôi khi mới sử dụng vi tính."
        },
        {
            "en": "She watched their <em>fumbling</em> efforts with wry amusement.",
            "vi": "Cô ta nhìn những cố gắng vụng về của họ với vẻ thích thú có chút chế giễu."
        },
        {
            "en": "Wladek gazed at them, <em>fumbling</em> for an English expression more adequate than \"Thank you\".",
            "vi": "Wladek nhìn theo họ, cố nghĩ ra xem có câu tiếng Anh nào nói đầy đủ hơn chữ \"Cảm ơn\" không."
        },
        {
            "en": "I saw him <em>fumbling</em> in his pocket for a key at that time.",
            "vi": "Lúc đó tôi thấy ông đang sờ soạng trong túi tìm chìa khóa."
        },
        {
            "en": "Chiyo-chan, i didn't know, she said, <em>fumbling</em> in her obi for a handkerchief.",
            "vi": "Chiyo, mình không biết, cô ta nói, đưa tay ra moi chiếc khăn trong thắt lưng"
        },
        {
            "en": "Wladek gazed at them, <em>fumbling</em> for an English expression more adequate than \"Thank you\".",
            "vi": "Wladek nhìn theo họ, cố nghĩ ra xem có câu tiếng Anh nào nói đầy đủ hơn chữ\"Cảm ơn\" không."
        },
        {
            "en": "The man was <em>fumbling</em> around in the dark for a moment but at last he found the exit.",
            "vi": "Người đàn ông dò dẫm trong bóng tối 1 lúc thì cuối cùng cũng tìm được lối thoát."
        },
        {
            "en": "\"To look at,\" said the sergeant major, <em>fumbling</em> in his pocket, \"it's just an ordinary little paw, dried to a mummy.\"",
            "vi": "\"Nhìn bề ngoài,\" thượng sĩ vừa nói vừa mò mẫm trong túi áo của mình, \"nó chỉ là một bàn tay nhỏ bình thường, khô đét như xác ướp.\""
        },
        {
            "en": "The Minister raised himself on one arm and began <em>fumbling</em> inside the seam of my kimono with his hand, scratching my thighs with his fingernails.",
            "vi": "Ông thứ trưởng chống một tay để nhổm người lên, rồi lấy tay kia kéo vạt áo kimono của tôi lên, mấy ngón tay cọ vào da thịt trên đùi tôi."
        },
        {
            "en": "Now, she had a <em>fumbling</em> knowledge that, had she ever understood Ashley, she would never have loved him, had she ever understood Rhett, she would never have lost him.",
            "vi": "Giờ đây, sau bao lâu dò dẫm, nàng thấy ra rằng nàng hiểu rõ ashley, nàng ắt chẳng bao giờ yêu chàng, và nếu nàng hiểu được rhett, nàng ắt chẳng bao giờ mất chàng."
        },
        {
            "en": ". Get your card out BEFORE you approach the ATM. You'll be more vulnerable to attack if you're standing in front of the ATM, <em>fumbling</em> through your wallet for your card.",
            "vi": ". Lấy thẻ ra trước khi đến máy ATM. Bạn sẽ dễ bị tấn công hơn nếu bạn tốn thời gian đứng trước máy mò mẫm tìm thẻ trong túi."
        },
        {
            "en": "My great grandaunt used to say: A rich man can not feel a beggar's hunger is until he sees him eat the table scraps left out for dogs. I find myself <em>fumbling</em> for explanations of the disparities of our worlds, saying such triteness as heaven has no borders and we will all be reborn in different skins in different countries.",
            "vi": "Bà Dì cố của tôi thường nói: Một người giàu không thể cảm nhận được cái đói của người ăn xin cho đến khi ông ta thấy anh ta ăn đồ ăn thừa bỏ lại cho chó. Tôi thấy bản thân mình dò dẫm để giải thích cho sự khác biệt của thế giới này, nói một điều sáo rỗng như thiên đường không có giới hạn và tất cả chúng ta sẽ được tái sinh trong những màu da khác nhau ở những đất nước khác nhau."
        }
    ],
    "suggestions": []
}