{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fundamentals"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fundamentals"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fundamentals</k><blockquote>▸ <cclass>plural noun BASICS, essentials, rudiments, foundations, basic principles, first principles, preliminaries; crux, crux of the matter, heart of the matter, essence, core, heart, base, bedrock; <cclass><i>informal</i> nuts and bolts, nitty-gritty, brass tacks, ABC.</cclass></cclass></blockquote></div>",
            "word": "fundamentals"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fundamentals"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fundamentals"
        }
    },
    "sentences": [
        {
            "en": "draft of the <em>fundamentals</em>",
            "vi": "đề cương"
        },
        {
            "en": "<em>Fundamentals</em> of mathematics",
            "vi": "Những quy tắc cơ bản của toán học"
        },
        {
            "en": "Grasp the <em>fundamentals</em> firmly",
            "vi": "Nắm vững các yếu tố cơ bản"
        },
        {
            "en": "I grasped the <em>fundamentals</em> firmly.",
            "vi": "Tôi đã nắm vững các yếu tố cơ bản."
        },
        {
            "en": "to grasp the <em>fundamentals</em> firmly",
            "vi": "Nắm vững các yếu tố căn bản."
        },
        {
            "en": "Good business is based on certain <em>fundamentals</em>.",
            "vi": "Công việc làm ăn tốt dựa vào những nguyên tắc cơ bản nào đó."
        },
        {
            "en": "Learn by heart the <em>fundamentals</em> of mathematics!",
            "vi": "Hãy học thuộc lòng những quy tắc cơ bản của toán học!"
        },
        {
            "en": "All technology is based on certain <em>fundamentals</em>.",
            "vi": "Tất cả các công nghệ đều được dựa trên các nguyên tắc cơ bản nhất định."
        },
        {
            "en": "The course deals with the <em>fundamentals</em> of classic French cookery.",
            "vi": "Khóa học nói về những khía cạnh cơ bản và quan trọng trong cách nấu nướng cổ điển của Pháp."
        },
        {
            "en": "<em>Fundamentals</em> define the market ; technical factors are for timing.",
            "vi": "Phân tích cơ bản xác định thị trường; phân tích kỹ thuật dành cho phân tích thời điểm"
        },
        {
            "en": "<em>Fundamentals</em> define the market; technical factors are for timing.",
            "vi": "Phân tích cơ bản xác định thị trường ; phân tích kỹ thuật dành cho phân tích thời điểm"
        },
        {
            "en": "Stock prices are driven by a very messy combination of economic, psychological and political <em>fundamentals</em>. The result is that it is impossible to know in advance which \"<em>fundamentals</em>\" and non-<em>fundamentals</em> will really prevail.",
            "vi": "Giá cổ phiếu chịu tác động của một sự kết hợp rất hỗn độn các yếu tố cơ bản về kinh tế, tâm lý và chính trị. Kết quả là không thể biết trước \"yếu tố cơ bản\" nào và không cơ bản nào sẽ thực sự chiếm ưu thế."
        },
        {
            "en": "I would like to share my thoughts on a few <em>fundamentals</em>.",
            "vi": "Tôi muốn chia sẻ những suy nghĩ về một vài điều cơ bản."
        },
        {
            "en": "It is often difficult to distinguish a bubble from a boom sustained on strong <em>fundamentals</em>.",
            "vi": "Thường rất khó phân định bong bóng xuất hiện từ sự bùng nổ trên những nền tảng vững chắc."
        },
        {
            "en": "No data management program will be difficult to learn after that, because you will understand some universal <em>fundamentals</em>.",
            "vi": "Sau đó với bạn chắc sẽ chẳng có hệ trình quản trị dữ liệu nào là khó học, bởi bạn đã hiểu được những nền tảng khái quát nhất."
        },
        {
            "en": "Many of the <em>fundamentals</em> and techniques used in blood management can be applied to the treatment of these diseases.",
            "vi": "Nhiều nguyên tắc và phương pháp cơ bản được sử dụng trong cầm máu có thể áp dụng được trong cách điều trị những căn bệnh này."
        },
        {
            "en": "They may have the basic knowledge and they may know all the <em>fundamentals</em> but these do not make them leaders.",
            "vi": "Có thể có những kiến thức cơ bản và có thể biêt được tất cả những gì gọi là căn bản, nhưng những điều này vẫn chưa đủ để biến họ thành nhà lãnh đạo."
        },
        {
            "en": "Given how large the departure from economic <em>fundamentals</em> was, when the bubble burst debtors became insolvent and banks portfolios deteriorated sharply.",
            "vi": "Do tách rời quá xa khỏi các nền tảng kinh tế nên khi bong bóng vỡ, các khách nợ trở nên mất khả năng thanh toán và danh mục hoạt động của ngân hàng bị phá vỡ ngay lập tức."
        },
        {
            "en": "In general, only when the economic <em>fundamentals</em> of a country was to ensure the new countries that have conditions to develop their culture.",
            "vi": "Nhìn chung, chỉ khi nền tảng kinh tế của một quốc gia đã được bảo đảm thì quốc gia đó mới có điều kiện để xây dựng văn hóa của mình."
        },
        {
            "en": "Encouraging provinces and cities to enhance the <em>fundamentals</em> of their competitiveness is an effective way to enhance the quality of the local business environment nationally.",
            "vi": "Khuyến khích các tỉnh và thành phố cải thiện các cơ sở cho tính cạnh tranh là một cách thức có hiệu quả để nâng cao chất lượng của môi trường kinh doanh tại địa phương trên toàn quốc."
        }
    ],
    "suggestions": []
}