{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gædʒit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) bộ phận cải tiến (trong máy móc); máy cải tiến</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đồ dùng, đồ vật</td></tr></table><i/></div>",
            "word": "gadget"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gadget</k><blockquote>■ <cclass>noun a small mechanical device or tool. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>gadgeteer</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>gadgetry</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>gadgety</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: prob. from Fr. <i>gâchette</i> 'lock mechanism' or from the Fr. dialect word <i>gagée</i> 'tool'. </blockquote></div>",
            "word": "gadget"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>gadget</k><blockquote>▸ <cclass>noun APPLIANCE, apparatus, instrument, implement, tool, utensil, contrivance, contraption, machine, mechanism, device, labour-saving device, convenience, invention; <cclass><i>informal</i> gizmo, gimmick, widget, mod con.</cclass></cclass></blockquote></div>",
            "word": "gadget"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>gadget</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) a gadget for (they have a gadget for everything) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a gadget to + <abr>inf.</abr> (a gadget to clean windows)</ex></blockquote></blockquote></div>",
            "word": "gadget"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồ đá</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồ gá</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồ phụ tùng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dụng cụ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">gadget ID</font><font color=\"#282828\">: bộ nhận dạng dụng cụ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">child gadget</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> công cụ con</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">child gadget</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị con</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">gadget bag</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> túi đồ nghề ảnh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">gadget bag</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> túi phụ tùng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "gadget"
        }
    },
    "sentences": [
        {
            "en": "Useful <em>gadget</em>",
            "vi": "Đồ vật có ích"
        },
        {
            "en": "This <em>gadget</em> isn't much good.",
            "vi": "Đồ dùng này không hữu dụng lắm."
        },
        {
            "en": "Show me how a <em>gadget</em> works.",
            "vi": "Hãy chỉ cho tôi biết máy cải tiến hoạt động như thế nào."
        },
        {
            "en": "A complicated new <em>gadget</em> for opening tins.",
            "vi": "Một dụng cụ mở đồ hộp mới và phức tạp."
        },
        {
            "en": "An artful little <em>gadget</em> for opening tins",
            "vi": "Một đồ dùng nhỏ bé, nhưng được làm rất khéo để khui hộp"
        },
        {
            "en": "What is the ingenious <em>gadget</em> in the kitchen?",
            "vi": "Trong nhà bếp đâu là bộ phận được cải tiến khéo léo?"
        },
        {
            "en": "Fork is a <em>gadget</em> to separate cooked meat into parts.",
            "vi": "Nĩa là một dụng cụ dùng để tách thịt chín làm nhiền phần."
        },
        {
            "en": "A smoke detector is an essential <em>gadget</em> in every home.",
            "vi": "Máy dò khói là một tiện ích cần thiết trong mỗi nhà."
        },
        {
            "en": "What are you doing with that little <em>gadget</em>?",
            "vi": "Bạn đang làm gì với cái thiết bị nhỏ xíu đó vậy?"
        },
        {
            "en": "That's an artful little <em>gadget</em> for opening tins.",
            "vi": "Đó là một đồ dùng nghệ thuật nhỏ bé để khui hộp."
        },
        {
            "en": "Have you seen this handy little <em>gadget</em> - it's for separating egg yolks from whites.",
            "vi": "Bạn đã thấy thiết bị nhỏ cầm tay này chưa – nó dùng để tách lòng đỏ ra khỏi lòng trắng trứng đấy."
        },
        {
            "en": "The follow-up to the failed Google Nexus One smartphone, according to a <em>gadget</em> blog.",
            "vi": "Theo một trang tin blog thì phiên bản tiếp theo của chiếc điện thoại thông minh Nexus One của Google đã thất bại."
        },
        {
            "en": "Google Labs now has a new address, an RSS feed and an \"iGoogle <em>gadget</em>\" designed to provide up-to-date news.",
            "vi": "Google Labs hiện nay đã có một địa chỉ mới, một trình nạp tin nhanh RSS và một \"iGoogle gadget\" được thiết kế để hỗ trợ cập nhật tin tức."
        },
        {
            "en": "That's the key difference between Apple's (AAPL, Fortune 500) iPad strategy and Microsoft's Windows 8 approach. Apple made a complementary <em>gadget</em>, while Microsoft's software is designed for a catch-all device.",
            "vi": "Đó là điểm khác biệt chính giữa chiến lược iPad của Apple và Windows 8 của Microsoft. Apple tạo ra một thiết bị mang tính bổ sung, trong khi phần mềm của Microsoft được thiết kế dành cho một thiết bị đa năng."
        },
        {
            "en": "One of the most annoying smartphone-related chores is having to charge on a daily basis — or even more than once a day, depending on your usage. This means you constantly have to make sure you've got your charger with you so that the <em>gadget</em> you're addicted to doesn't run out of battery life when you least expect it.",
            "vi": "Một trong những điệp khúc phiền phức liên quan đến điện thoại thông minh là nó phải được sạc hàng ngày—hoặc thậm chí nhiều hơn một lần trong ngày tùy thuộc vào thời lượng sử dụng của bạn. Điều này có nghĩa là bạn luôn phải đảm bảo rằng mình có mang theo sạc pin điện thoại để \"con dế cưng\" không bị cạn nguồn vào lúc bạn không mong muốn nhất."
        },
        {
            "en": "These days I don’t even browse catalogs anymore because I’m a major sucker for advertisements. My major weakness is the Fry’s Ad that comes out on Fridays. For all of you who aren’t familiar with Fry’s, Fry’s is a gigantic electronics store that carries almost every <em>gadget</em> imaginable.",
            "vi": "Những ngày gần đây tôi thậm chí còn không đụng đến bất cứ ca ta lô nào nữa bởi vì tôi chính là dễ bị lừa bịp. Điểm yếu chính của tôi chính là quảng cáo Fry thường được xuất bản vào ngày thứ 6. Đối với hầu hết tất cả các bạn, những người không hề biết gì về Fry, Fry chính là một cửa hàng điện tử khổng lồ mang đến hầu hết các thiết bị mà bạn muốn"
        },
        {
            "en": "Sadly, it sometimes isn't. A number of factors have conspired to reduce <em>gadget</em> endurance over the past several years. Thinner designs with less room for batteries, larger and brighter screens, faster dual-core processors, more software that runs in the backgroun​d, and power-hungry GPS radios all share responsibility. The move from 3G to 4G networks—particularly of the LTE variety—has also taken its toll.",
            "vi": "Đáng tiếc, đôi khi mọi việc lại không được như vậy. Trong vài năm qua, có nhiều yếu tố kết hợp với nhau làm giảm thời lượng pin điện thoại. Tất cả những yếu tố sau đều có phần “trách nhiệm”: thiết kế mỏng hơn khiến diện tích chứa pin bị thu hẹp, màn hình lớn hơn và sáng hơn, bộ xử lý hai nhân nhanh hơn, nhiều phần mềm chạy ngầm hơn, và sóng GPS ngốn pin. Việc chuyển từ mạng 3G sang mạng 4G - đặc biệt là chuẩn LTE – cũng góp phần gây hao pin."
        },
        {
            "en": "Samsung and Google next month may unveil the Nexus Two, which is based on Google's Android 2.3, or Gingerbread, operating system. Android and Me scored the scoop. Samsung and Google next month could unveil the Nexus Two based on Google's Android 2.3 operating system, the follow-up to the failed Google Nexus One smartphone, according to a <em>gadget</em> blog.  Samsung has scheduled a press event for Nov. 8 in New York City, and media invites to the event went out earlier this week. While some believe the news will be the Android-based Samsung Galaxy Player, the <em>gadget</em> blog Android and Me said the companies would unveil the Nexus Two as the first smartphone based on Android 2.3, or the Gingerbread, build that is optimized for tablet computers.  The news comes two days after City A.M. said Carphone Warehouse would sell the Nexus Two exclusively in the United Kingdom this holiday season.  Both Google and Samsung declined to comment. The emergence of a Nexus Two on Samsung would be a surprise to the 5 million owners of the Samsung Galaxy S devices offered by Verizon Wireless, AT&T, Sprint and T-Mobile. If Android and Me's claim is true, it would also count as a revitalization of the Nexus brand after the demise of the inaugural Google Nexus One.  Google launched the Nexus One last January as the first handset based on Android 2.1, selling the device unlocked through its Webstore for $529, or $179 with a two-year contract from T-Mobile. The device was unique because, while HTC made the hardware, Google put only the software it wanted on it. Few people purchased the device and, after Sprint and Verizon Wireless reneged on their plans to offer the device, Google shuttered the Webstore in the spring, offering the Nexus One to developers as a test-bed <em>gadget</em>. Questions remain. If Samsung launches the Nexus Two this holiday season, will it retain the Nexus brand model of allowing Google to provide all of the software? If so, what carrier will carry it, outside of Carphone Warehouse across the pond?  Read phonetically Moreover, how soon before existing Samsung handsets, many of which have yet to get the Android 2.2 bump, receive Gingerbread?",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên HĐH Android 2.3 hoặc Gingerbread của Google. Trang tin Adroid and Me đã có được thông tin sốt dẻo này. Samsung và Google vào tháng sau có thể ra mắt Nexus Two dựa trên hệ điều hành Android 2.3 của Google, theo một trang tin blog thì phiên bản tiếp theo của chiếc điện thoại thông minh Nexus One của Google đã thất bại. Samsung đã lên kế hoạch tổ chức một sự kiện báo chí vào ngày 8/11 tại New York và mời các phương tiện truyền thông đến tham gia sự kiện vào đầu tuần này. Trong khi một số tin rằng tin tức này dựa trên sự xuất hiện của máy nghe nhạc Samsung Galaxy Player chạy HĐH Android, trang tin blog Android and Me cho rằng các công ty sẽ ra mắt Nexus Two là chiếc điện thoại thông minh đầu tiên dựa trên HĐH Android 2,3 hoặc Gingerbread, được xây dựng để tối ưu hóa cho các máy tính bảng. Thông tin này được đưa ra hai ngày sau khi trang báo City A.M nói rằng công ty bán lẻ Carphone Warehouse sẽ bán độc quyền Nexus Two tại Anh vào mùa lễ này. Cả Goolge và Samsung đều từ chối bình luận. Sự xuất hiện của Nexus Two của Samsung sẽ là một bất ngờ cho 5 triệu chủ nhân sở hữu thiết bị Samsung Galaxy S được cung cấp bởi các nhà mạng Verizon Wireless, AT & T, Sprint và T-Mobile. Nếu lời xác nhận của trang tin Android and Me đúng thì nó cũng sẽ được xem như là một sự tái sinh của thương hiệu Nexus sau sự thất bại của Google Nexus One lần đầu ra mắt. Google ra mắt Nexus One vào tháng Giêng như là chiếc điện thoại đầu tiên dựa trên HĐH Android 2.1, Google bán chiếc điện thoại này đã được mở khóa thông qua Webstore của mình với mức giá là $ 529, hoặc $ 179 với một hợp đồng hai năm từ nhà mạng T-Mobile. Chiếc điện thoại này phần cứng do HTC sản xuất, Google chỉ đưa các phần mềm họ muốn trên đó. Rất ít người đặt mua thiết bị này và sau đó hai nhà mạng Sprint và Verizon Wireless từ bỏ kế hoạch cung cấp Nexus One nữa, Google đóng cửa Webstore vào mùa xuân và cung cấp Nexus One cho các nhà phát triển như là một thiết bị thử nghiệm. Câu hỏi còn lại. Nếu Samsung ra mắt Nexus Two vào mùa lễ này thì họ có duy trì mô hình thương hiệu Nexus và cho phép Google cung cấp tất cả các phần mềm không? Nếu vậy, thì nhà mạng nào sẽ bán nó nữa ngoài công ty bán lẻ Carphone Warehouse ?Listen Read phonetically Hơn nữa, những chiếc điện thoại di động hiện có của Samsung nhiều trong số đó vẫn chưa có khả năng chạy HĐH Android 2,2 , sẽ đón nhận Gingerbread bằng cách nào?"
        },
        {
            "en": "We’re used to the Chinese imitation products of almost every <em>gadget</em> found in the marketplace, whether that’s an Apple product or Versace product.  But not only they lack quality, but they might contain large amounts of toxins.And on that online marketplace, including AliExpress, eBay and Amazon as the leading ones, can be now found even food for cheaper prices being shipped directly to your country.  However, I suggest you to think twice before ordering food, or buying a Chinese product from the grocery store. Since not only they lack the quality, butcan be filled with pesticides, plastic and other health hazards.  A list of the most hazardous Chinese foods you should definitely avoid, if you find your health important to you:",
            "vi": "Ta đã quen thấy gần như tàu nhái mọi thiết bị điện tử có bán trên thị trường, dù là hàng Apple hay hàng Versace.  Nhưng đồ tàu không chỉ kém chất lượng, mà có thể chứa nhiều chất độc. Và trên mạng kinh doanh, trong đó có AliExpress, eBay và Amazon, thị trường dẫn đầu, ta có thể mua thực phẩm rẻ, ship đến tận nhà.   Thế nhưng các bạn nên nghĩ kỹ trước khi đặt mua thực phẩm, hoặc khi mua thực phẩm tàu trong các cửa hàng. Vì chẳng những kém chất lượng mà đồ ăn tàu còn đầy thuốc trừ sâu, nhựa và những thứ độc hại khác.  Sau đây là danh sách những thực phẩm tàu độc hại nhất mà nhất quyết không nên ăn nếu coi trọng sức khoẻ:"
        }
    ],
    "suggestions": []
}