{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[gæf]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sai lầm, lầm lỗi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">câu nói hớ, việc làm hớ</td></tr></table><i/></div>",
            "word": "gaffe"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gaffe</k><blockquote><cclass>[<cclass>gaf<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>gaff</b>) </cclass></blockquote><blockquote>■ <cclass>noun an embarrassing blunder. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from Fr., lit. 'boathook', in colloq. use 'blunder'. </blockquote></div>",
            "word": "gaffe"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>gaffe</k><blockquote>▸ <cclass>noun BLUNDER, mistake, error, slip, faux pas, indiscretion, impropriety, miscalculation, gaucherie, solecism; <cclass><i>informal</i> slip-up, howler, boo-boo, boner, fluff; <cclass><i>Brit.</i><cclass><i>informal</i> boob, bloomer, clanger; <cclass><i>N. Amer.</i><cclass><i>informal</i> blooper, goof.</cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "gaffe"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>gaffe</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>blunder</b></blockquote><blockquote><blockquote><ex> to make a gaffe</ex></blockquote></blockquote></div>",
            "word": "gaffe"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gaffe"
        }
    },
    "sentences": [
        {
            "en": "Japan's Justice Minister Yanagida quits over <em>gaffe</em>",
            "vi": "Bộ trưởng tư pháp Yanagida của Nhật Bản sẽ “từ giã sai lầm”"
        },
        {
            "en": "He didn't realize what a <em>gaffe</em> he'd made.",
            "vi": "Hằn không nhận ra mình đã nói hớ như thế nào."
        },
        {
            "en": "Opposition conservatives said he deserved to be fired for the <em>gaffe</em>.",
            "vi": "Những đảng viên bảo thủ đối lập cho biết ông đáng bị đuổi việc cho sai lầm của mình."
        },
        {
            "en": "Japan's Justice Minister Yanagida quits over <em>gaffe</em>          \n (http://www.bbc.co.uk/news/world-asia-pacific-11808242)    Japan's justice minister says he is resigning after causing outrage for joking about how easy his job was. Minoru Yanagida said the only two phrases he had to remember in parliament were: \"I won't comment on individual cases,\" and \"I'm acting in accordance with the law and the evidence.\" Opposition conservatives said he deserved to be fired for the <em>gaffe</em>. The move may make it harder for Japan to pass a key budget, analysts say. Prime Minister Naoto Kan gave Mr Yanagida a severe warning for the remarks, which were made earlier this month during a private gathering in his home constituency in Hiroshima Prefecture.  Falling support    Mr Yanagida announced his resignation at a press conference in Tokyo on Monday morning. The opposition had called his comments an insult to the legislature, and was preparing a censure motion against him. Plenty of Japanese politicians have been felled by gaffes before, says the BBC's Roland Buerk in Toyko, including a tourism minister who resigned just four days into his job for saying the Japanese did not like foreigners.  But the latest resignation comes at a bad time for the prime minister, adds our correspondent. There is widespread public discontent with the struggling economy.  Falling support for the centre-left government has complicated efforts to enact the crucial $61bn (£38bn) stimulus package, which the government hopes will stimulate the economy. Support for Mr Kan has also been undermined by criticism of his handling of territorial rows with China and Russia.",
            "vi": "Japan's Justice Minister Yanagida quits over gaffe       Bộ trưởng tư pháp của Nhật Bản cho biết ông đang từ chức sau khi gây phẫn nộ về việc đùa cợt tầm quan trọng trong chức vụ của mình. Ông Minoru Yanagida cho biết có hai cụm từ mà ông phải ghi nhớ trong khi còn ở Quốc hội đó là: \"tôi sẽ không bình luận về những trường hợp cá nhân,\" và \"tôi đang hành động phù hợp theo những quy định của pháp luật và chứng cứ.\" Những đảng viên bảo thủ đối lập cho biết ông xứng đáng bị đuổi việc cho sai lầm của mình.  Động thái này có thể khó khăn hơn cho Nhật Bản khi đang phải thông qua một ngân sách quan trọng, nhiều nhà phân tích cho biết.  Thủ tướng Naoto Kan đã cảnh báo gay gắt ông Yanagida về những lời nhận định như thế, được tuyên bố vào đầu tháng này trong một cuộc họp kín tại khu vực bầu cử quê nhà của ông ta ở Hiroshima Prefecture.   Sự ủng hộ giảm đi  Ông Yanagida đã thông báo từ chức tại một cuộc họp báo ở Tokyo vào hôm sáng thứ hai.  Đảng đối lập đã gọi những lời nhận định của ông ta là một sự sỉ nhục đến cơ quan lập pháp và đang chuẩn bị bỏ phiếu bất tín nhiệm chống lại ông.  Phóng viên Buerk Roland của BBC ở Toyko cho biết nhiều chính trị gia Nhật Bản đã bị rớt chức trước đây vì những sai lầm của họ, bao gồm bộ trưởng du lịch. Ông này đã từ chức chỉ sau bốn ngày nhận nhiệm vụ vì đã tuyên bố rằng người Nhật Bản không thích người nước ngoài.  Thế nhưng việc từ chức mới nhất này lại xảy đến vào thời kỳ bi thảm của thủ tướng, phóng viên của chúng tôi nói thêm.  Lại có sự bất mãn công khai lan rộng giữa lúc nền kinh tế đang lâm nguy.  Sự ủng hộ vào chính phủ trung tả giảm đi đã gây ra những sự cố gắng rối rắm thêm khi phải thông qua gói kích thích kinh tế quan trọng trị giá 61 tỷ đô-la Mỹ (tương đương 38 tỷ bảng Anh), mà chính phủ này hy vọng sẽ kích thích vực dậy nền kinh tế.   Sự ủng hộ dành cho ông Kan cũng đã bị suy yếu dần bởi việc chỉ trích về cách xử lý om sòm của ông về vấn đề lãnh thổ với Trung Quốc và Nga."
        }
    ],
    "suggestions": []
}