{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['gɑ:gɑ:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">già nua lẫn cẫn, lẩm cẩm</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to go gaga</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hoá lẩm cẩm</font></td></tr></table><i/></div>",
            "word": "gaga"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gaga</k><blockquote><cclass>[<cclass>'gα:gα:<cclass>, <cclass>'gagə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective <cclass>informal slightly mad, especially as a result of old age. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from Fr., 'senile, a senile person'. </blockquote></div>",
            "word": "gaga"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gaga"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>gaga</k><blockquote><blockquote><ex><abr>adv.</abr> (<abr>colloq.</abr>) </ex></blockquote></blockquote><blockquote><b>enthusiastic</b></blockquote><blockquote><blockquote><ex> to go gaga over smt.</ex></blockquote></blockquote></div>",
            "word": "gaga"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gaga"
        }
    },
    "sentences": [
        {
            "en": "Go <em>gaga</em>",
            "vi": "Hoá lẩm cẩm"
        },
        {
            "en": "My grandmother goes <em>gaga</em>.",
            "vi": "Bà tôi lẩm cẩm rồi."
        },
        {
            "en": "Overworking makes him go <em>gaga</em>.",
            "vi": "Làm việc quá sức khiến anh ta trở nên lẩm cẩm."
        },
        {
            "en": "He has gone completely <em>gaga</em>.",
            "vi": "Ông ta hoàn toàn lẩm cẩm."
        },
        {
            "en": "Lady <em>Gaga</em> is definitely a wild girl.",
            "vi": "Ca sĩ Lady Gaga rõ ràng là một cô nàng hoang dại."
        },
        {
            "en": "Lady <em>Gaga</em> has become the first celebrity.",
            "vi": "Lady Gaga đã trở thành người nổi tiếng đầu tiên."
        },
        {
            "en": "Lady <em>Gaga</em> was questioned about her part in the scandal.",
            "vi": "Lady Gaga bị thẩm vấn về sự dính líu của cô trong vụ bê bối."
        },
        {
            "en": "Teenage girls have gone <em>gaga</em> over the band's lead singer.",
            "vi": "Các thiếu nữ ngượng ngùng với ca sĩ hát chính trong nhóm."
        },
        {
            "en": "Lady <em>Gaga</em> is inspired by rock musicians such as David Bowie and Freddie Mercury.",
            "vi": "Lady Gaga được truyền cảm hứng bởi những nhạc sĩ rock như David Bowie và Freddie Mercury."
        },
        {
            "en": "Lady <em>Gaga</em> was hospitalised six times last year because of her extreme dieting.",
            "vi": "Năm ngoái Lady Gaga đã nhập viện 6 lần vì nhịn ăn quá đà."
        },
        {
            "en": "Many critics agreed that the religious imagery was a calculated move by <em>Gaga</em> to create controversy",
            "vi": "Nhiều nhà phê bình đồng ý rằng những hình ảnh tôn giáo đó là một động thái đã được tính toán trước bởi Gaga nhằm tạo ra sự tranh cãi."
        },
        {
            "en": "Starlight further mentioned that <em>Gaga</em> and she used to design outrageous clothes for their shows together.",
            "vi": "Starlight đề cập thêm rằng Gaga và cô ấy đã từng cùng nhau thiết kế những bộ quần áo kì quặc đó cho những buổi diễn của họ."
        },
        {
            "en": "Will I be able to contact you via email Lady <em>GaGa</em>?",
            "vi": "Liệu tôi có thể liên hệ với bạn qua email của Lady GaGa?"
        },
        {
            "en": "Famous singer Lady <em>Gaga</em> always has special articles of clothing for her own.",
            "vi": "Ca sĩ nổi tiếng Lady Gaga luôn khoác cho mình những bộ trang phục rất đặc biệt."
        },
        {
            "en": "The police are tightening up security to protect the super-star Lady <em>Gaga</em> from the crazy fans.",
            "vi": "Cảnh sát siết chặt an ninh để bảo vệ cho siêu sao Lady Gaga khỏi những người hâm mộ quá cuồng nhiệt."
        },
        {
            "en": "<em>Gaga</em> wants to offend people. She's a provocateur. <em>Gaga</em> would probably be disappointed if no one was offended by her latest video. She's doing that stuff for a reason.",
            "vi": "Gaga muốn xúc phạm người khác. Cô ấy là một kẻ khích động. Gaga có thể sẽ thất vọng nếu không có ai bị xúc phạm bởi video mới nhất của cô. Cô ta làm những thứ đó vì một lý do."
        },
        {
            "en": "The police are tightening up security to protect the super - star Lady <em>Gaga</em> from the crazy fans.",
            "vi": "Cảnh sát siết chặt an ninh để bảo vệ cho siêu sao Lady Gaga khỏi những người hâm mộ quá cuồng nhiệt."
        },
        {
            "en": "In Tune   Sure, your man thinks you are a beauty, but does his face light up when you enter the room? Men who are totally <em>gaga</em> for you simply radiate when they see you, and they can’t hide it. Even when you look like you stuck your finger into a light socket, in their eyes, nobody compares.",
            "vi": "Vui thích khi gặp bạn Đương nhiên, chàng nghĩ bạn đẹp, nhưng khuôn mặt chàng có bừng sáng khi bạn bước vào phòng không? Đàn ông mê tít bạn sẽ rạng rỡ khi gặp bạn, và không thể che giấu được điều đó. Thậm chí khi trông bạn giống như thọt tay vô ổ điện, thì trong mắt họ, cũng chẳng ai sánh được."
        },
        {
            "en": "Sure, your man thinks you are a beauty, but does his face light up when you enter the room? Men who are totally <em>gaga</em> for you simply radiate when they see you, and they can’t hide it. Even when you look like you stuck your finger into a light socket, in their eyes, nobody compares.",
            "vi": "Đương nhiên, chàng nghĩ bạn đẹp, nhưng khuôn mặt chàng có bừng sáng khi bạn bước vào phòng không? Đàn ông mê tít bạn sẽ rạng rỡ khi gặp bạn, và không thể che giấu được điều đó. Thậm chí khi trông bạn giống như thọt tay vô ổ điện, thì trong mắt họ, cũng chẳng ai sánh được."
        },
        {
            "en": "US pop star Katy Perry leads the way at this year's MTV Video Music Awards (VMAs) with nine nominations.      The singer's nods include video of the year for Firework, best pop video and best special effects.        British singer Adele and Kanye West picked up seven nominations apiece. Other multiple nominees included Lady <em>Gaga</em>, Beyonce, and Bruno Mars.       The VMAs are scheduled to take place on 28 August in Los Angeles and will be broadcast live in the US.     Perry, who married comedian Russell Brand last year, was also nominated for best female video, best collaboration, best art direction and best cinematography.          \"That's the most nominations I've ever gotten for anything.\"     In the video of the year category - considered to be the most prominent award of the night - Perry will compete alongside Adele, Mars, the Beastie Boys and Tyler The Creator.     After a record-breaking 13 nominations last year, Lady <em>Gaga</em> received just three.      She will take on Perry, Adele, Beyonce and Nicki Minaj in the best female video award.     Last year, the Bad Romance singer dominated the awards ceremony, taking home eight prizes.      Mars and West will do battle in the best male video category, alongside Justin Bieber, Cee-Lo Green and Eminem.     And Perry, Adele and Mars will take on Britney Spears and Pitbull in the battle for best pop video.",
            "vi": "Ngôi sao nhạc pop Hoa Kỳ - Perry Katy - hiện dẫn đầu tại giải thưởng âm nhạc MTV Video Music Awards của năm nay (VMAs) với chín đề cử.         Những bình chọn dành  cho cô ca sĩ này bao gồm vi-đê-ô của năm cho ca khúc Firework, vi-đê-ô nhạc pop hay nhất và hiệu ứng đặc biệt tốt nhất.       Ca sĩ người Anh Adele và Kanye West mỗi người được bình chọn bảy đề cử. Nhiều người khác cũng nhận được đề cử bao gồm Lady Gaga, Beyonce, và Bruno Mars.         Lễ trao giải VMAs được dự kiến diễn ra vào ngày 28 tháng tám ở Los Angeles và sẽ được phát sóng trực tiếp ở Hoa Kỳ.      Perry, người kết hôn với chàng diễn viên hài Russell Brand vào năm ngoái, cũng đã được đề cử cho vi-đê-ô xuất sắc nhất dành cho nữ, giải cộng tác tốt nhất, giải đạo diễn nghệ thuật hay nhất và giải kỹ xảo điện ảnh tốt nhất.           \"Đó là những đề cử đắt giá nhất tôi đã nhận được bất chấp khó khăn nào.\"     Trong hạng mục vi-đê-ô của năm - được xem là giải thưởng nổi trội nhất của đêm - Perry sẽ cạnh tranh sát nút với Adele, Mars, the Beastie Boys và Tyler  the Creator.        Sau khi phá kỷ lục với 13 đề cử vào năm ngoái, Lady Gaga nhận chỉ ba đề cử năm nay.    Cô ấy sẽ tranh giải với Perry, Adele, Beyonce và Nicki Minaj trong giải thưởng vi-đê-ô xuất sắc nhất dành cho nữ.       Năm ngoái, cô ca sĩ của bài hát “Chuyện tình buồn chán” (Bad Romance) này đã chiếm ưu thế tại lễ trao giải, rinh về nhà tám giải thưởng.        Mars và West sẽ cạnh tranh với nhau trong hạng mục vi-đê-ô dành cho ca sĩ nam xuất sắc nhất, kế đến là Justin Bieber, Cee-Lo Green và Eminem.        Và Perry, Adele và Mars sẽ tranh giải với Britney Spears và Pitbull trong cuộc chiến dành cho giải vi-đê-ô nhạc pop hay nhất."
        }
    ],
    "suggestions": []
}