{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gægiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự sửa nguội</td></tr></table><i/></div>",
            "word": "gagging",
            "pronounce": "['gægiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gagging",
            "pronounce": "['gægiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gagging",
            "pronounce": "['gægiη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gagging",
            "pronounce": "['gægiη]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nắn nguội</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">in-process gagging</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự định cỡ khi đo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">in-process gagging</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hiệu chuẩn khi đo</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "gagging",
            "pronounce": "['gægiη]"
        }
    },
    "sentences": [
        {
            "en": "Jacob made a <em>gagging</em> sound.",
            "vi": "Jacob oẹ."
        },
        {
            "en": "The first time having sushi dishes, I was <em>gagging</em> on a piece of raw fish.",
            "vi": "Lần đầu tiên ăn món sushi, tôi bị nghẹn vì một miếng cá sống."
        },
        {
            "en": "If opening the refrigerator makes you wince and you can't even walk past the local Chinese restaurant without <em>gagging</em>, you could be pregnant. Many women report that such intense food aversions are one of the first signs of early pregnancy. These can be caused by rising levels of beta-hCG hormone, Moore says. The best thing you can do to help yourself through this is to steer clear of triggers.",
            "vi": "Nếu mở tủ lạnh làm bạn cau mày và thậm chí bạn cũng không thể đi bộ qua nhà hàng Trung Hoa ở địa phương không nôn, bạn có thể có thai. Nhiều phụ nữ báo cáo rằng sự khó chịu dữ dội với thức ăn là một trong những dấu hiệu đầu tiên của giai đoạn đầu mang thai. Các triệu chứng đó có thể bị gây ra bởi các sự gia tăng của hoóc-môn beta-hCG, bác sĩ Moore cho biết. Điều tốt nhất bạn có thể làm để giúp mình vượt qua sự ốm nghén chán ăn này là tránh xa những thức ăn gây khó chịu."
        },
        {
            "en": "7 REPETITION        EPILOGUE  TREATY ALMOST EVERYTHING WAS BACK TO NORMAL—THE GOOD, pre-zombie normal—in less time than I would have believed possible. The hospital welcomed Carlisle back with eager arms, not even bothering to conceal their delight that Esme had found life in L.A. so little to her liking. Thanks to the Calculus test I'd missed while abroad, Alice and Edward were in better shape to graduate than I was at the moment. Suddenly, college was a priority (college was still plan B, on the off chance that Edward's offer swayed me from the post-graduation Carlisle option). Many deadlines had passed me by, but Edward had a new stack of applications for me to fill out every day. He'd already done the Harvard route, so it didn't bother him that, thanks to my procrastination, we might both end up at Peninsula Community College next year. Charlie was not happy with me, or speaking to Edward. But at least Edward was allowed—during my designated visiting hours—inside the house again. I just wasn't allowed out of it. School and work were the only exceptions, and the dreary, dull yellow walls of my classrooms had become oddly inviting to me of late. That had a lot to do with the person who sat in the desk beside me. Edward had resumed his schedule from the beginning of the year, which put him in most of my classes again. My behavior had been such last fall, after the Cullens' supposed move to L.A., that the seat beside me had never been filled. Even Mike, always eager to take any advantage, had kept a safe distance. With Edward back in place, it was almost as if the last eight months were just a disturbing nightmare.  Almost, but not quite. There was the house arrest situation, for one thing. And for another, before the fall, I hadn't been best friends with Jacob Black. So, of course, I hadn't missed him then. I wasn't at liberty to go to La Push, and Jacob wasn't coming to see me. He wouldn't even answer my phone calls. I made these calls mostly at night, after Edward had been kicked out—promptly at nine by a grimly gleeful Charlie—and before Edward snuck back through my window when Charlie was asleep. I chose that time to make my fruitless calls because I'd noticed that Edward made a certain face every time I mentioned Jacob's name. Sort of disapproving and wary… maybe even angry. I guessed that he had some reciprocal prejudice against the werewolves, though he wasn't as vocal as Jacob had been about the \"bloodsuckers.\" So, I didn't mention Jacob much. With Edward near me, it was hard to think about unhappy things—even my former best friend, who was probably very unhappy right now, due to me. When I did think of Jake, I always felt guilty for not thinking of him more. The fairy tale was back on. Prince returned, bad spell broken. I wasn't sure exactly what to do about the leftover, unresolved character. Where was his happily ever after? Weeks passed, and Jacob still wouldn't answer my calls. It started to become a constant worry. Like a dripping faucet in the back of my head that I couldn't shut off or ignore. Drip, drip, drip. Jacob, Jacob, Jacob. So, though I didn't mention Jacob much, sometimes my frustration and anxiety boiled over. \"It's just plain rude!\" I vented one Saturday afternoon when Edward picked me up from work. Being angry about things was easier than feeling guilty. \"Downright insulting!\" I'd varied my pattern, in hopes of a different response. I'd called Jake from work this time, only to get an unhelpful Billy. Again. \"Billy said he didn't want to talk to me,\" I fumed, glaring at the rain oozing down the passenger window. \"That he was there, and wouldn't walk three steps to get to the phone! Usually Billy just says he's out or busy or sleeping or something. I mean, it's not like I didn't know he was lying to me, but at least it was a polite way to handle it. I guess Billy hates me now, too. It's not fair!\" \"It's not you, Bella,\" Edward said quietly. \"Nobody hates you.\" \"Feels that way,\" I muttered, folding my arms across my chest. It was no more than a stubborn gesture. There was no hole there now—I could barely remember the empty feeling anymore. \"Jacob knows we're back, and I'm sure that he's ascertained that I'm with you,\" Edward said. \"He won't come anywhere near me. The enmity is rooted too deeply.\" \"That's stupid. He knows you're not… like other vampires.\" \"There's still good reason to keep a safe distance.\" I glared blindly out the windshield, seeing only Jacob's face, set in the bitter mask I hated. \"Bella, we are what we are,\" Edward said quietly. \"I can control myself, but I doubt he can. He's very young. It would most likely turn into a fight, and I don't know if I could stop it before I k—\" he broke off, and then quickly continued. \"Before I hurt him. You would be unhappy. I don't want that to happen.\" I remembered what Jacob had said in the kitchen, hearing the words with perfect recall in his husky voice. I'm not sure that I'm even-tempered enough to handle that… You probably wouldn't like it so much if I killed your friend. But he'd been able to handle it, that time… \"Edward Cullen,\" I whispered. \"Were you about to say 'killed him? Were you?\" He looked away from me, staring into the rain. In front of us, the red light I hadn't noticed turned green and he started forward again, driving very slowly. Not his usual way of driving. \"I would try… very hard… not to do that,\" Edward finally said. I stared at him with my mouth hanging open, but he continued to look straight ahead. We were paused at the corner stop sign. Abruptly, I remembered what had happened to Paris when Romeo came back. The stage directions were simple: They fight. Paris falls. But that was ridiculous. Impossible. \"Well,\" I said, and took a deep breath, shaking my head to dispel the words in my head. \"Nothing like that is ever going to happen, so there's no reason to worry about it. And you know Charlie's staring at the clock right now. You'd better get me home before I get in more trouble for being late.\" I turned my face up toward him, to smile halfheartedly. Every time I looked at his face, that impossibly perfect face, my heart pounded strong and healthy and very there in my chest. This time, the pounding raced ahead of its usual besotted pace. I recognized the expression on his statue-still face. \"You're already in more trouble, Bella,\" he whispered through unmoving lips. I slid closer, clutching his arm as I followed his gaze to see what he was seeing. I don't know what I expected—maybe Victoria standing in the middle of the street, her flaming red hair blowing in the wind, or a line of tall black cloaks… or a pack of angry  werewolves. But I didn't see anything at all. \"What? What is it?\" He took a deep breath. \"Charlie…\" \"My dad?\" I screeched. He looked down at me then, and his expression was calm enough to ease some of my panic. \"Charlie… is probably not going to kill you, but he's thinking about it,\" he told me. He started to drive forward again, down my street, but he passed the house and parked by the edge of the trees. \"What did I do?\" I gasped. Edward glanced back at Charlie's house. I followed his gaze, and noticed for the first time what was parked in the driveway next to the cruiser. Shiny, bright red, impossible to miss. My motorcycle, flaunting itself in the driveway. Edward had said that Charlie was ready to kill me, so he must know that—that it was mine. There was only one person who could be behind this treachery. \"No!\" I gasped. \"Why? Why would Jacob do this to me?\" The sting of betrayal washed through me. I had trusted Jacob implicitly—trusted him with every single secret I had. He was supposed to be my safe harbor—the person I could always rely on. Of course things were strained right now, but I didn't think any of the underlying foundation had changed. I didn't think that was changeable! What had I done to deserve this? Charlie was going to be so mad—and worse than that, he was going to be hurt and worried. Didn't he have enough to deal with already? I would have never imagined that Jake could be so petty and just plain mean. Tears sprang, smarting, into my eyes, but they were not tears of sadness. I had been betrayed. I was suddenly so angry that my head throbbed like it was going to explode. \"Is he still here?\" I hissed. \"Yes. He's waiting for us there.\" Edward told me, nodding toward the slender path that divided the dark fringe of the forest in two. I jumped out of the car, launching myself toward the trees with my hands already balled into fists for the first punch. Why did Edward have to be so much faster than me? He caught me around the waist before I made the path. \"Let me go! I'm going to murder him! Traitor!\" I shouted the epithet toward the trees. \"Charlie will hear you,\" Edward warned me. \"And once he gets you inside, he may brick over the doorway.\" I glanced back at the house instinctively, and it seemed like the glossy red bike was all I could see. I was seeing red. My head throbbed again. \"Just give me one round with Jacob, and then I'll deal with Charlie.\" I struggled futilely to break free.  \"Jacob Black wants to see me. That's why he's still here.\" That stopped me cold—took the fight right out of me. My hands went limp. They fight; Paris falls. I was furious, but not that furious. \"Talk?\" I asked. \"More or less.\" \"How much more?\" My voice shook. Edward smoothed my hair back from my face. \"Don't worry, he's not here to fight me. He's acting as… spokesperson for the pack.\" \"Oh.\" Edward looked at the house again, then tightened his arm around my waist and pulled me toward the woods. \"We should hurry. Charlie's getting impatient.\" We didn't have to go far; Jacob waited just a short ways up the path. He lounged against a mossy tree trunk as he waited, his face hard and bitter, exactly the way I knew it would be. He looked at me, and then at Edward. Jacob's mouth stretched into a humorless sneer, and he shrugged away from the tree. He stood on the balls of his bare feet, leaning slightly forward, with his trembling hands clenched into fists. He looked bigger than the last time I'd seen him. Somehow, impossibly, he was still growing. He would tower over Edward, if they stood next to each other. But Edward stopped as soon as we saw him, leaving a wide space between us and Jacob. Edward turned his body, shifting me so that I was behind him. I leaned around him to stare at Jacob—to accuse him with my eyes. I would have thought that seeing his resentful, cynical expression would only make me angrier. Instead, it reminded me of the last time I'd seen him, with tears in his eyes. My fury weakened, faltered, as I stared at Jacob. It had been so long since I'd seen him—I hated that our reunion had to be like this. \"Bella,\" Jacob said as a greeting, nodding once toward me without looking away from Edward.  \"Why?\" I whispered, trying to hide the sound of the lump in my throat. \"How could you do this to me, Jacob?\" The sneer vanished, but his face stayed hard and rigid. \"It's for the best.\" \"What is that supposed to mean? Do you want Charlie to strangle me? Or did you want him to have a heart attack, like Harry? No matter how mad you are at me, how could you do this to him?\" Jacob winced, and his eyebrows pulled together, but he didn't answer. \"He didn't want to hurt anyone—he just wanted to get you grounded, so that you wouldn't be allowed to spend time with me,\" Edward murmured, explaining the thoughts Jacob wouldn't say. Jacob's eyes sparked with hate as he glowered at Edward again. \"Aw, Jake!\" I groaned. \"I'm already grounded! Why do you think I haven't been down to La Push to kick your butt for avoiding my phone calls?\" Jacob's eyes flashed back to me, confused for the first time. \"That's why?\" he asked, and then locked his jaw, like he was sorry he'd said anything. \"He thought I wouldn't let you, not Charlie,\" Edward explained again. \"Stop that,\" Jacob snapped. Edward didn't answer. Jacob shuddered once, and then gritted his teeth as hard as his fists. \"Bella wasn't exaggerating about your… abilities,\" he said through his teeth. \"So you must already know why I'm here.\" \"Yes,\" Edward agreed in a soft voice. \"But, before you begin, I need to say something.\" Jacob waited, clenching and unclenching his hands as he tried to control the shivers rolling down his arms. \"Thank you,\" Edward said, and his voice throbbed with the depth of his sincerity. \"I will never be able to tell you how grateful I am. I will owe you for the rest of my… existence.\" Jacob stared at him blankly, his shudders stilled by surprise. He exchanged a quick glance with me, but my face was just as mystified. \"For keeping Bella alive,\" Edward clarified, his voice rough and fervent. \"When I… didn't.\" \"Edward—,\" I started to say, but he held one hand up, his eyes on Jacob. Understanding washed over Jacob's face before the hard mask returned. \"I didn't do it for your benefit.\" \"I know. But that doesn't erase the gratitude I feel. I thought you should know. If there's ever anything in my power to do for you…\" Jacob raised one black brow. Edward shook his head. \"That's not in my power.\" \"Whose, then?\" Jacob growled. Edward looked down at me. \"Hers. I'm a quick learner, Jacob Black, and I don't make the same mistake twice. I'm here until she orders me away.\" I was immersed momentarily in his golden gaze. It wasn't hard to understand what I'd missed in the conversation. The only thing that Jacob would want from Edward would be his absence. \"Never,\" I whispered, still locked in Edward's eyes. Jacob made a <em>gagging</em> sound. I unwillingly broke free from Edward's gaze to frown at Jacob. \"Was there something else you needed, Jacob? You wanted me in trouble—mission accomplished. Charlie might just send me to military school. But that won't keep me away from Edward. There's nothing that can do that. What more do you want?\" Jacob kept his eyes on Edward \"I just needed to remind your bloodsucking friends of a few key points in the treaty they agreed to. The treaty chat is the only thing stopping me from ripping his throat out right this minute.\" \"We haven't forgotten,\" Edward said at the same time that I demanded, \"What key points?\" Jacob still glowered at Edward, but he answered me. \"The treaty is quite specific. If any of them bite a human, the truce is over. Bite, not kill,\" he emphasized. Finally, he looked at me. His eyes were cold. It only took me a second to grasp the distinction, and then my face was as cold as his. \"That's none of your business.\" \"The hell it—\" was all he managed to choke out. I didn't expect my hasty words to bring on such a strong response. Despite the warning he'd come to give, he must not have known. He must have thought the warning was just a precaution. He hadn't realized—or didn't want to believe—that I had already made my choice. That I was really intending to become a member of the Cullen family. My answer sent Jacob into near convulsions. He pressed his fists hard against his temples, closing his eyes tight and curling in on himself as he tried to control the spasms. His face turned sallow green under the russet skin. \"Jake? You okay?\" I asked anxiously. I took a half-step toward him, then Edward caught me and yanked me back behind his own body. \"Careful! He's not under control,\" he warned me. But Jacob was already somewhat himself again; only his arms were shaking now. He scowled at Edward with pure hate. \"Ugh. I would never hurt her.\" Neither Edward or I missed the inflection, or the accusation it contained. A low hiss escaped Edward's lips. Jacob clenched his fists reflexively. \"BELLA!\" Charlie's roar echoed from the direction of the house. \"YOU GET IN THIS HOUSE THIS INSTANT!\" All of us froze, listening to the silence that followed. I was the first to speak; my voice trembled. \"Crap.\" Jacob's furious expression faltered. \"I am sorry about that,\" he muttered. \"I had to do what I could—I had to try…\" \"Thanks.\" The tremor in my voice ruined the sarcasm. I stared up the path, half-expecting Charlie to come barreling through the wet ferns like an enraged bull. I would be the red flag in that scenario. \"Just one more thing,\" Edward said to me, and then he looked at Jacob. \"We've found no trace of Victoria on our side of the line—have you?\" He knew the answer as soon as Jacob thought it, but Jacob spoke the answer anyway. \"The last time was while Bella was… away. We let her think she was slipping through—we were tightening the circle, getting ready to ambush her—\" Ice shot down my spine. \"But then she took off like a bat out of hell. Near as we can tell, she caught your little female's scent and bailed. She hasn't come near our lands since.\" Edward nodded. \"When she comes back, she's not your problem anymore. We'll—\" \"She killed on our turf,\" Jacob hissed. \"She's ours!\" \"No—,\" I began to protest both declarations. \"BELLA! I SEE HIS CAR AND I KNOW YOU'RE OUT THERE! IF YOU AREN'T INSIDE THIS HOUSE IN ONE MINUTE… !\" Charlie didn't bother to finish his threat. \"Let's go,\" Edward said. I looked back at Jacob, torn. Would I see him again? \"Sorry,\" he whispered so low that I had to read his lips to understand. '\"Bye, Bells.\" \"You promised,\" I reminded him desperately. \"Still friends, right?\" Jacob shook his head slowly, and the lump in my throat nearly strangled me. \"You know how hard I've tried to keep that promise, but… I can't see how to keep trying. Not now…\" He struggled to keep his hard mask in place, but it wavered, and then disappeared. \"Miss you,\" he mouthed. One of his hands reached toward me, his fingers outstretched, like he wished they were long enough to cross the distance between us. \"Me, too,\" I choked out. My hand reached toward his across the wide space. Like we were connected, the echo of his pain twisted inside me. His pain, my pain. \"Jake…\" I took a step toward him. I wanted to wrap my arms around his waist and erase the expression of misery on his face.  Edward pulled me back again, his arms restraining instead of defending. \"It's okay,\" I promised him, looking up to read his face with trust in my eyes. He would understand. His eyes were unreadable, his face expressionless. Cold. \"No, it's not.\" \"Let her go,\" Jacob snarled, furious again. \"She wants to!\" He took two long strides forward. A glint of anticipation flashed in his eyes. His chest seemed to swell as it shuddered. Edward pushed me behind himself, wheeling to face Jacob. \"No! Edward—!\" \"ISABELLA SWAN!\" \"Come on! Charlie's mad!\" My voice was panicked, but not because of Charlie now. \"Hurry!\" I tugged on him and he relaxed a little. He pulled me back slowly, always keeping his eyes on Jacob as we retreated. Jacob watched us with a dark scowl on his bitter face. The anticipation drained from his eyes, and then, just before the forest came between us, his face suddenly crumpled in pain. I knew that last glimpse of his face would haunt me until I saw him smile again. And right there I vowed that I would see him smile, and soon. I would find a way to keep my friend. Edward kept his arm tight around my waist, holding me close. That was the only thing that held the tears inside my eyes. I had some serious problems. My best friend counted me with his enemies. Victoria was still on the loose, putting everyone I loved in danger. If I didn't become a vampire soon, the Volturi would kill me. And now it seemed that if I did, the Quileute werewolves would try to do the job  themselves—along with trying to kill my future family. I didn't think they had any chance really, but would my best friend get himself killed in the attempt? Very serious problems. So why did they all suddenly seem insignificant when we broke through the last of the trees and I caught sight of the expression on Charlie's purple face? Edward squeezed me gently. \"I'm here.\" I drew in a deep breath. That was true. Edward was here, with his arms around me. I could face anything as long as that was true. I squared my shoulders and walked forward to meet my fate, with my destiny solidly at my side.",
            "vi": "7 REPETITION        Phần kết  Hoà ước Hầu hết mọi chuyện đều trở lại bình thường - cái bình thường tốt đẹp, trước khi trở thành thây ma sống - trong thời gian ngắn hơn mong đợi. Bệnh viện chào đón Carlisle trở về với vòng tay tha thiết, thậm chí chẳng thèm che giấu vẻ thích thú vì Esme thấy bà chẳng thích cuộc sống ở L.A. chút nào. Vì tôi không làm bài kiểm tra Vi tích phân khi ở nước ngoài, nên Alice và Edward dư khả năng được cấp bằng tốt nghiệp hơn tôi lúc này. Bỗng nhiên, trường cao đẳng trở thành một ưu tiên (trường cao đẳng vẫn là kế hoạch B, với hy vọng mong manh đề nghị của Edward làm tôi không chọn tùy chọn của Caliste sau tốt nghiệp nữa). Nhiều thời hạn chót đã vuột qua, nhưng Edward lại kiếm một chồng đơn mới bắt tôi phải điền vào mỗi ngày. Anh đã học xong Harvard rồi, nên chuyện đó chẳng làm anh lo lắng, do sự chần chừ của tôi mà rốt cuộc có thể cả hai chúng tôi phải vào Trường cao đẳng Công lập Peninsula vào năm tới.  Charlie không vui vẻ với tôi, cũng chẳng nói chuyện với Edward. Nhưng ít nhất thì Edward cũng được phép - trong giờ thăm viếng định rõ - vào nhà trở lại. Tôi chỉ không được phép ra khỏi nhà thôi.  Nhà trường và công việc là những ngoại lệ duy nhất, và mấy vách tường vàng chán ngắt, buồn tẻ trong lớp trở nên mời mọc tôi về muộn một cách kỳ lạ. Chuyện đó liên quan rất nhiều đến người ngồi cùng bàn cạnh tôi.  Edward học tiếp chương trình học của anh hồi đầu năm, nên anh lại cùng học hầu hết mọi lớp học với tôi lần nữa.  Cách cư xử của tôi trong mùa thu năm ngoái, sau lần chuyển nhà được cho là đến L.A. của gia đình Cullens, đã khiến chiếc ghế bên cạnh tôi chưa bao giờ có ai chiếm chỗ. Cả Mike, người luôn háo hức tận dụng mọi cơ hội, cũng đã giữ một khoảng cách an toàn.  Với Edward trở về chỗ cũ, gần như tám tháng qua chỉ là một cơn ác mộng buồn phiền.  Gần như thôi, chứ không hoàn toàn. Bị quản thúc trong nhà là một chuyện.  Còn như trước mùa thu, nếu tôi không thân thiết với Jacob Black. Thì, dĩ nhiên, giờ đây tôi đã chẳng nhớ anh.  Tôi không được phép đến La Push, còn Jacob lại không đến thăm tôi. Anh cũng chẳng trả lời điện thoại của tôi.  Tôi thường gọi vào ban đêm, sau khi Edward đã bị tống ra khỏi nhà - đúng 9 giờ bởi Charlie hết sức hân hoan --- và trước khi Edward lẻn vào lại qua cửa sổ phòng tôi khi Charlie đang ngủ. Tôi chọn thời gian đó để thực hiện những cuộc gọi vô ích ấy vì tôi nhận thấy Edward khó chịu sao đó mỗi khi tôi nói đến tên Jacob. Kiểu như không bằng lòng và dè dặt ... có lẽ cả tức giận. Tôi đoán anh cũng có thành kiến sao đó với người sói, tuy không nói rõ ra như Jacob đã nói về \" lũ hút máu. \" Vì vậy, tôi không nhắc đến Jacob nhiều.  Có Edward bên mình, thật khó mà nghĩ về mấy chuyện không vui - thậm chí nghĩ về bạn thân trước đây của tôi, người có lẽ bây giờ rất buồn, vì tôi. Khi nghĩ đến Jake, tôi luôn cảm thấy mình có lỗi vì đã không nghĩ về anh nữa.  Chuyện cổ tích tiếp diễn. Hoàng tử đã trở về, phù phép đã bị phá bỏ. Tôi không biết xử lý sao với nhân vật thừa thãi, chưa giải quyết được này. Hạnh phúc mãi mãi về sau của anh ở đâu? Hàng tuần trôi qua mà Jacob vẫn không trả lời điện thoại tôi. Chuyện đó bắt đầu trở thành nỗi lo lắng khôn nguôi. Như giọt nước nhỏ trong đầu không thể tắt hay lờ đi được. Toong, toong, toong. Jacob, Jacob, Jacob.  Vì vậy, dù không nhắc đến Jacob nhiều, nhưng đôi khi nỗi thất vọng và lo âu của tôi bùng lên.  \"Đúng là thô lỗ hết chỗ nói!\" Tôi trút tâm sự vào một chiều thứ bảy khi Edward đón tôi ở chỗ làm. Giận thì dễ hơn cảm thấy mình có lỗi. \"Xúc phạm thẳng thừng!\" Tôi đổi kiểu làm cũ, hy vọng sẽ có người trả lời. Lần này tôi gọi cho Jake ở nơi làm việc, chỉ gặp Billy không chịu giúp ích gì. Lần nữa.  \"Billy nói anh ta không muốn nói chuyện với em,” tôi giận dữ, nhìn trừng trừng vào màn mưa đang chậm chậm chảy xuống cửa sổ phía khách ngồi.  \"Bill nói là anh ta ở đó, nhưng không muốn bước mấy bước tới nghe điện thoại!  Thường Billy chỉ nói anh ta đi vắng hoặc bận hoặc ngủ này nọ. Ý em là, không phải là em không biết ông ấy nói dối, nhưng ít nhất vậy cũng là một cách lịch sự để xử lý chuyện này chớ. Em nghĩ bây giờ chắc Billy cũng ghét em luôn rồi. Không công bằng chút nào!\" \"Không phải tại em đâu, Bella, \" Edward nói lặng lẽ. \" Không ai ghét em hết.” \"Cảm thấy thế, \" tôi lẩm bẩm, khoanh tay trước ngực. Đó chỉ là một cử chỉ bướng bỉnh.  Bây giờ không còn lỗ hỗng ở đó nữa - tôi gần như không còn nhớ cảm giác trống rỗng nữa.  \"Jacob biết bọn anh đã trở lại, và anh đảm bảo anh ta biết chắc anh ở bên em, \" Edward nói. \"Anh ta sẽ không đến bất kỳ nơi đâu gần anh. Thù hằn đã ăn sâu gốc rễ. \" \"Thiệt ngu ngốc. Anh ta biết anh đâu có ... giống mấy con ma cà rồng khác. \" \"Nhưng giữ khoảng cách an toàn vẫn là lý do đúng đắn.” Tôi nhìn trân trối mà chẳng thấy gì ra kính chắn gió, chỉ thấy khuôn mặt của Jacob, khoác vẻ cay đắng mà tôi ghét.  \"Bella, bọn anh vẫn là thứ đó, \" Edward nói lặng lẽ. \"Anh có thể kiểm soát mình, nhưng anh không tin anh ta có thể làm được. Anh ta còn quá trẻ. Sẽ rất có khả năng chuyển thành cuộc đánh nhau, và anh không biết liệu anh có thể dừng lại kịp trước khi anh gi--- \" anh dừng lại, rồi nhanh chóng nói tiếp. \"Trước khi anh làm anh ta bị thương. Em sẽ không vui. Anh không muốn chuyện đó xảy ra. \" Tôi nhớ lời Jacob từng nói trong nhà bếp, nghe rõ mồn một giọng nói khàn của anh. Tôi không rõ tôi có đủ điềm đạm để xử lý chuyện đó không ... Bạn có lẽ sẽ không vui cho lắm nếu tôi giết bạn bạn. Nhưng anh đã xử lý chuyện đó ổn thoả mà, lúc đó... \"Edward Cullen, \" tôi thì thầm. \"Có phải anh mới định nói 'giết anh ấy? Phải không? Anh quay mặt đi không nhìn tôi, mà nhìn vào mưa. Trước mặt chúng tôi, đèn đỏ mà tôi không nhận thấy đã chuyển sang màu xanh và anh bắt đầu chạy tiếp, rất chậm. Không phải cách lái thường ngày của anh.  \"Anh sẽ cố gắng ... hết sức ... không làm chuyện đó, \" Edward cuối cùng cũng nói.  Tôi nhìn anh chằm chằm há hốc miệng, nhưng anh cứ nhìn thẳng về phía trước. Chúng tôi đã ngừng gần bảng stop .  Bỗng nhiên, tôi nhớ chuyện xảy ra cho Paris khi Romeo trở lại. Lời hướng dẫn biểu diễn thật đơn giản: Họ đánh nhau. Paris ngã xuống.  Nhưng thật lố bịch. Không thể có chuyện đó.  \"Ừm, \" tôi nói, và hít thật sâu, lắc mạnh xua những lời ấy ra khỏi đầu. \"Chẳng có gì như thế từng xảy ra, vì vậy chẳng có lý do gì phải lo lắng về chuyện đó. Và anh biết là bây giờ Charlie đang nhìn chằm chằm vô đồng hồ rồi. Anh nên đưa em về nếu không em sẽ bị rắc rối nhiều hơn vì vụ về trễ. \" Tôi ngẩng mặt về phía anh, cười gượng.  Mỗi lần nhìn mặt anh, khuôn mặt hoàn hảo không tưởng tượng nỗi, tim tôi lại đập khoẻ  và mạnh và từng chút một trong ngực. Lần này tim đập còn nhanh hơn cả nhịp đập cuồng điên thông thường. Tôi hiểu được biểu hiện trên khuôn mặt bất động như tượng của anh.  \"Em đã bị rắc rối nhiều hơn rồi, Bella,\" anh thì thầm qua đôi môi bất động.  Tôi xích đến gần, ôm chặt tay anh vừa dõi theo mắt anh để xem anh đang nhìn gì. Tôi không biết mình mong sẽ thấy gì - có lẽ là Victoria đang đứng giữa phố, mái tóc đỏ rực bay trong gió, hay một hàng người mặc áo choàng đen cao lớn ... hay một bầy người sói giận dữ. Nhưng tôi chẳng nhìn thấy gì cả.  \"Gì vậy? Cái gì vậy?\" Anh hít thật sâu. \"Charlie \" \" Bố em?\" Tôi la thất thanh.  Anh cúi nhìn tôi rồi, và vẻ mặt anh đủ bình tĩnh để làm dịu đi đôi chút hoảng sợ trong tôi.  \"Charlie ... có lẽ sẽ không giết em đâu, nhưng ông đang nghĩ đến chuyện đó,\" anh nói với tôi. Anh bắt đầu lái xe về phía trước trở lại, xuống con đường nhà tôi, nhưng anh chạy qua luôn rồi đỗ xe bên bìa rừng.  \"Em đã làm gì sai chứ?\" Tôi thở hổn hển.  Edward liếc nhìn lại nhà Charlie. Tôi nhìn theo mắt anh, và lần đầu tiên nhận thấy thứ đang đỗ trên đường vào nhà cạnh chiếc tuần tiễu. Bóng loáng, đỏ tươi, không lầm vào đâu được. Xe máy của tôi, phô trương trên đường vào nhà.  Edward đã nói Charlie sắp sửa giết tôi, vậy có nghĩa ông hẳn biết là - chiếc xe đó là của tôi. Chỉ duy nhất một người đứng sau sự bội bạc này.  \"Không !\"  Tôi thở hổn hển. \" Tại sao? Tại sao Jacob lại làm chuyện này với tôi?\" Niềm đau vì bị phản bội cuốn qua tôi. Tôi đã tin tưởng Jacob tuyệt đối - trao cho anh mọi bí mật của tôi. Anh lẽ ra phải là bờ bến bình yên của tôi - người tôi luôn có thể tin tưởng. Dĩ nhiên bây giờ mọi chuyện căng thẳng, nhưng tôi nghĩ chẳng hề có bất cứ nền tảng cơ sở nào thay đổi cả. Tôi không nghĩ đó là thứ có thể thay đổi ! Tôi đã làm gì để đáng bị vậy chứ? Charlie sắp giận điên - và tệ hơn thế, ông sẽ đau lòng và lo lắng. Chẳng lẽ ông chưa đủ chuyện để lo hay sao? Tôi chẳng bao giờ tưởng tượng nỗi Jake có thể tủn mủn và tầm thường đến thế. Nước mắt trào như suối, nhức nhối, trong mắt tôi, nhưng không phải là nước mắt buồn phiền. Tôi đã bị phản bội. Tôi bỗng tức giận đến nỗi mạch máu trên đầu dập dồn như sắp nổ tung.  \"Anh ta vẫn còn ở đây à?\" Tôi rít lên.  \"Ừ. Anh ta đang đợi mình ở đằng kia. \"Edward nói với tôi, hất đầu về phía con đường nhỏ chia bìa rừng tối tăm thành hai phần.  Tôi nhảy ra khỏi xe, lao về phía rừng, tay siết thành nắm đấm sẵn sàng đấm ngay.  Tại sao Edward lại phải nhanh hơn tôi nhiều như thế? Anh chụp eo tôi lại trước khi tôi bước vào con đường ấy.  \"Để em đi!  Em sẽ giết anh ta!  Đồ phản bội!\"  Tôi la to cái tên ấy về phía rừng.  \" Charlie sẽ nghe thấy tiếng em, \" Edward cảnh báo tôi. \"Và một khi ông mà lôi được em vô nhà, ông sẽ xây gạch bít cửa ra vào luôn. \" Tôi liếc nhìn lại nhà theo bản năng, và dường như tôi chỉ nhìn thấy được có mỗi chiếc xe máy đỏ hào nhoáng. Tôi đang nổi giận. Máu trên đầu dập dồn trở lại.  \"Để em xử Jacob xong, rồi sẽ lo chuyện Charlie.\"  Tôi vùng vẫy vô vọng để thoát khỏi vòng tay anh.  \"Jacob Black muốn gặp anh. Đó là lý do anh ta vẫn còn ở đây. \" Lời nói đó đã làm tôi sững người - làm tôi hết muốn đánh nhau ngay lập tức. Tay tôi tê dại. Họ đánh nhau; Paris ngã xuống.  Tôi rất tức giận, nhưng không giận đến mức đó.  \"Chỉ nói chuyện thôi?\" Tôi hỏi.  \"Hơn kém chút.\" \"Hơn bao nhiêu?\"  Giọng tôi kinh hoàng.  Edward gạt tóc ra khỏi mặt tôi. \"Đừng lo, anh ta không đến đây để đánh nhau với anh đâu. Anh ta đang làm ... người phát ngôn cho bầy đàn.” \"Ôi.\" Edward nhìn vào nhà lần nữa, rồi siết chặt cánh tay đang ôm quanh eo tôi và kéo tôi về phía rừng. \"Mình phải nhanh lên. Charlie đang mất kiên nhẫn rồi.” Chúng tôi không cần phải đi xa; Jacob đợi ngay trên đường mòn. Anh đang tựa vào thân cây phủ rêu vừa đợi, mặt vô cảm và cay đắng, đúng như tôi nghĩ. Anh nhìn tôi, rồi nhìn Edward. Miệng Jacob nhếch thành vẻ chế nhạo không chút hài hước, và nhích xa cây. Anh đứng trên chân trần, hơi nghiêng về phía trước, với đôi tay run rẩy đã nắm lại thành nắm đấm. Anh trông có vẻ lớn hơn lần cuối cùng tôi gặp anh. Không biết vì sao, anh vẫn đang lớn một cách khó hiểu. Anh sẽ cao hơn Edward, nếu họ đứng cạnh với nhau.  Nhưng Edward dừng ngay lại khi vừa thấy anh, chừa một không gian rộng giữa chúng tôi và Jacob. Edward xoay người, đổi chỗ với tôi để tôi ở sau anh. Tôi nghiêng qua để nhìn trừng trừng vào Jacob - để buộc tội anh bằng ánh mắt tôi.  Tôi cứ tưởng khi nhìn thấy vẻ mặt nghi ngờ, đầy phẫn nộ của anh, tôi sẽ tức giận. Nhưng thay vào đó, nó lại làm tôi nhớ đến lần cuối gặp anh, mắt anh ngấn lệ. Nỗi cuồng nộ trong tôi yếu đi, chùn lại, khi tôi nhìn chằm chằm vào Jacob. Đã lâu lắm rồi mới gặp lại anh - tôi ghét sự đoàn tụ của chúng tôi lại như thế này.  \"Bella,\" Jacob nói như lời chào, gật đầu về phía tôi một lần mà không rời mắt khỏi Edward.  \"Tại sao?\"  Tôi thì thầm, cố giấu âm thanh nghẹn ngào trong cổ họng. \"Bạn lại có thể làm chuyện này với tôi, Jacob?\" Vẻ chế nhạo biến mất, nhưng khuôn mặt anh vẫn rắn đanh và tàn nhẫn. \"Vì điều tốt nhất.\" \"Thế nghĩa là gì? Bạn muốn Charlie bóp tôi chết hả?  Hay bạn muốn ông bị đau tim, như Harry?  Dù bạn có giận tôi thế nào đi nữa thì sao bạn lại có thể làm vậy với ông?\" Jacob cau mày, và chân mày anh nhíu lại, nhưng anh không trả lời.  \"Anh ta không muốn làm ai đau khổ cả - anh ta chỉ muốn em bị cấm túc, để em không được phép ở bên anh,\" Edward thì thầm, giải thích những suy nghĩ mà Jacob sẽ không nói ra.  Mắt Jacob nảy lửa căm hận khi trừng mắt nhìn vào Edward trở lại.  \"Aw, Jake!\"  Tôi rên rỉ. \"Tôi đã bị cấm túc rồi còn gì!  Theo bạn tại sao tôi lại không xuống La Push để đá đít bạn vì đã dám không chịu bắt điện thoại của tôi chứ?\" Mắt Jacob liếc tôi thật nhanh, lúc đầu tỏ vẻ không hiểu. \"Do vậy sao?\"  anh hỏi, rồi ngậm câm, như thể đang hối tiếc vì đã nói điều gì.  \"Anh ta nghĩ anh không cho em đi, chứ không phải Charlie, \" Edward lại giải thích.  \"Dẹp vụ đó đi, \" Jacob cáu kỉnh nói.  Edward không trả lời.  Jacob rùng mình một lần, rồi nghiến chặt răng như hai nắm tay của anh. \"Bella đã không cường điệu về ... khả năng của anh,\" anh nói qua kẽ răng. \" Vậy anh hẳn đã biết lý do tôi ở đây.\" \"Ừ,\" Edward đồng ý bằng giọng nhẹ nhàng. \" Nhưng, trước khi anh nói, tôi cần nói một chuyện. \" Jacob đợi, siết rồi lại buông tay mình khi cố kiểm soát những cơn rùng mình lăn tròn xuống cánh tay.  \" Cảm ơn anh,\" Edward nói, và giọng anh rung lên đầy chân thành. \" Tôi sẽ không bao giờ có thể diễn tả hết tôi biết ơn anh đến nhường nào. Tôi mang ơn anh suốt... đời.\" Jacob ngây người nhìn anh chằm chằm, cơn rùng mình bị dập tắt vì sửng sốt. Anh liếc nhanh về phía tôi, nhưng mặt tôi cũng bối rối y chang.  \"Vì đã giữ Bella còn sống,\" Edward giải thích, giọng anh dữ dội và nhiệt thành. \"Khi tôi ... đã không làm được chuyện đó. \" \"Edward-, \" tôi bắt đầu nói, nhưng anh đưa một tay lên, mắt vẫn nhìn Jacob.  Vẻ hiểu ra thoáng trên mặt Jacob rồi chiếc mặt nạ cứng rắn lại trở về. \"Tôi chẳng làm chuyện đó vì anh. \" \" Tôi biết. Nhưng vậy cũng không xoá đi lòng biết ơn trong tôi. Tôi nghĩ anh nên biết vậy. Nếu tôi có thể làm được gì cho anh trong quyền hạn của tôi...\" Jacob nhướng một bên lông mày đen lên.  Edward lắc đầu. \"Chuyện đó không thuộc quyền hạn của tôi. \" \"Vậy thì của ai?\"  Jacob gầm gừ.  Edward nhìn xuống tôi. \" Của cô ấy. Tôi là học trò nhớ nhanh lắm, Jacob Black, nên tôi sẽ không tái phạm cùng một sai lầm nữa. Tôi ở đây cho đến khi nào cô ấy ra lệnh bắt tôi đi.\" Tôi đắm chìm giây lát trong ánh mắt vàng óng của anh. Không khó khăn gì cũng hiểu được những lời tôi không nghe thấy trong cuộc trò chuyện này. Điều duy nhất Jacob muốn từ Edward hẳn là sự biến mất của anh.  \"Không đời nào, \" tôi thì thầm, vẫn không rời mắt khỏi Edward.  Jacob oẹ.  Tôi miễn cưỡng rời ánh mắt Edward để cau mày nhìn Jacob. \"Bạn còn cần gì nữa không, Jacob? Bạn muốn tôi gặp rắc rối – thì sứ mệnh đã hoàn tất rồi đó. Charlie chắc sắp tống tôi vô trường quân sự rồi.  Nhưng chuyện đó cũng sẽ không làm tôi xa Edward đâu. Không gì có thể làm được chuyện đó. Bạn còn muốn gì nữa?\" Jacob không rời mắt khỏi Edward \"Tôi chỉ phải nhắc anh bạn hút máu của bạn nhớ về vài điểm quan trọng trong hoà ước mà họ đã đồng ý.  Hoà ước là thứ duy nhất ngăn không cho tôi xé nát cổ họng anh ta ra ngay phút này.\" \" Chúng tôi không quên đâu, \" Edward nói cùng một lúc tôi hỏi, \"Điểm quan trọng nào?\" Jacob vẫn quắc mắt nhìn Edward, nhưng lại trả lời tôi. \"Hoà ước khá cụ thể. Nếu bất cứ ai trong họ cắn người, thoả thuận ngừng chiến sẽ chấm dứt. Cắn thôi, chớ không giết,\" anh nhấn mạnh. Cuối cùng, anh cũng nhìn tôi. Mắt lạnh lùng.  Chỉ cần một giây thôi là tôi đã hiểu được điểm khác biệt ấy, rồi mặt tôi cũng lạnh lùng như mặt anh.  \"Đó chẳng phải chuyện của bạn.\" \"Cái quái --- \"  là tất cả những gì anh nghẹn ngào nói được.  Tôi không nghĩ lời nói thiếu suy nghĩ của mình lại gây ra một phản ứng dữ dội đến vậy. Dù anh đến để cảnh báo, anh hẳn đã không biết. Anh hẳn nghĩ cảnh báo chỉ để đề phòng mà thôi. Anh đã không nhận ra là - hoặc không muốn tin là --- tôi đã quyết định rồi. Rằng tôi thật muốn trở thành một thành viên trong gia đình Cullen.  Câu trả lời của tôi làm Jacob gần như bị động kinh. Anh đè mạnh hai nắm tay lên thái dương, nhắm nghiền mắt và cong người cố kiểm soát cơn co thắt. Khuôn mặt anh tái xanh tái xám dưới làn da màu nâu đỏ. \"Jake? Bạn có sao không? \" Tôi lo lắng hỏi.  Tôi vừa dợm chân bước về phía anh thì Edward đã chụp tôi lại và kéo mạnh tôi ra sau lưng anh.  \" Cẩn thận!  Anh ta chưa kiểm soát được mình, \" anh báo trước cho tôi biết.  Nhưng Jacob đã bình thường trở lại sao đó; chỉ còn cánh tay anh đang run rẩy. Anh cau mày nhìn Edward với vẻ hận thù rõ rệt. \"Ugh. Tôi chưa từng làm cô ấy đau.\" Cả Edward lẫn tôi đều không bỏ qua sự thay đổi này, hay ý buộc tội chứa đựng trong đó. Tiếng rít nhỏ thoát ra từ môi Edward. Jacob nắm chặt tay lại theo phản xạ.  \"BELLA!\"  Tiếng gầm của Charlie vang lên từ phía nhà.  “Con vào nhà ngay lập tức!\" Tất cả chúng tôi sững người, lắng nghe sự im lặng theo sau.  Tôi là người đầu tiên nói; giọng tôi run rẩy. \"Thiệt bậy bạ.” Vẻ giận dữ của Jacob mất đi. \" Tôi xin lỗi về chuyện đó,\" anh lẩm bẩm. \"Tôi phải làm mọi chuyện có thể làm được - tôi phải cố--- \" \" Cám ơn ghê.\"  Giọng run rẩy của tôi đã làm mất đi nét chế nhạo mỉa mai. Tôi nhìn lên con đường, gần như tin rằng Charlie sắp lao qua đám dương xỉ ẩm ướt như con bò đực nổi khùng. Tôi sẽ là lá cờ đỏ trong kịch bản đó.  \" Chỉ còn một chuyện nữa thôi, \" Edward nói với tôi, rồi anh nhìn Jacob. \" Chúng tôi không tìm thấy dấu vết nào của Victoria bên ranh giới của chúng tôi – anh có thấy gì không?\" Anh đã biết câu trả lời ngay khi Jacob nghĩ đến, nhưng Jacob vẫn cứ trả lời. \" Lần cuối cùng là khi Bella ... đi vắng. Chúng tôi để cô ta tưởng cô ta lọt qua được – rồi chúng tôi siết chặt vòng vây, chuẩn bị phục kích cô ta--- \" Tôi lạnh hết sống lưng.  \"Nhưng rồi cô ta đã phóng như bay.  Có thể nói là ngay khi cô ta đánh hơi được mùi của cô gái nhỏ của bạn là bỏ chạy ngay. Cô ta không léo hánh đến lãnh thổ của chúng tôi kể từ khi đó. \" Edward gật đầu. \"Khi cô ta trở lại, cô ta sẽ không còn là vấn đề của anh nữa. Chúng tôi ---\" \"Cô ta đã giết chóc trên lãnh thổ của chúng tôi, \" Jacob rít lên. \"Cô ta là của chúng tôi !\" \"Không --, \" tôi bắt đầu phản đối cả hai lời tuyên bố này.  \"BELLA!  Ta đã thấy xe nó và ta biết con đang ở ngoài đó!  Nếu con không chịu vào nhà ngay lập tức... !\"  Charlie chẳng thèm nói hết câu đe doạ của mình.  \"Đi nào, \" Edward nói.  Tôi ngoái lại nhìn Jacob, đau khổ. Tôi có còn gặp lại anh nữa không? \" Xin lỗi,\" anh thì thầm nhỏ đến nỗi tôi phải nhìn theo môi anh mấp máy mới hiểu được. ' \" Tạm biệt, Bells. \" \" Bạn đã hứa rồi đó nhe, \" tôi tuyệt vọng nhắc anh. \" Vẫn là bạn bè, nhé?\" Jacob chậm rãi lắc đầu, và cục nghẹn trong họng gần như bóp nghẹt tôi.  \" Bạn biết tôi đã cố gắng biết bao để giữ lời hứa đó, nhưng ...  tôi không biết làm sao để cố tiếp được. Không phải bây giờ ....\" Anh cố giữ vẻ cứng rắn, nhưng nó do dự, rồi biến mất. \"Tôi nhớ bạn, \" anh nói ra. Một tay anh vươn về phía tôi, ngón tay anh vươn ra, như thể anh muốn chúng đủ dài để vượt qua khoảng cách giữa chúng tôi.  \"Tôi cũng vậy, \" tôi nghẹn lời. Bàn tay tôi vươn về phía anh qua khoảng trống mênh mông.  Giống như chúng tôi được nối liền, cảm giác đau đớn của anh xoắn trong tim tôi. Nỗi đau của anh là nỗi đau của tôi.  \"Jake\"  tôi tiến một bước về phía anh. Tôi muốn choàng tay quanh eo anh và xoá đi nét đau khổ trên khuôn mặt anh.  Edward kéo tôi trở lại, cánh tay anh ngăn cản chớ không phải bảo vệ.  \"Được mà, \" tôi hứa với anh, nhìn lên để đọc vẻ mặt anh với niềm tin cậy trong đôi mắt. Anh sẽ hiểu.  Mắt anh không thể hiểu nổi, khuôn mặt anh vô cảm. Lạnh lùng. \"Không, không được.\" “Buông cô ấy ra, \" Jacob gầm gừ, giận dữ trở lại. \" Cô ấy muốn thế!\" Anh sải hai bước dài về phía trước. Vẻ đề phòng loé trong mắt anh. Ngực anh như phồng lên khi nó rùng mình.  Edward đẩy tôi ra sau, lượn vòng để đối mặt với Jacob.  \"Đừng! Edward - !\" \"ISABELLA SWAN !\" \"Thôi nào! Charlie giận điên rồi!\"  Giọng tôi hoảng sợ, nhưng bây giờ không phải vì Charlie. \"Nhanh lên!\" Tôi lôi anh thật mạnh và anh bớt căng thẳng một chút. Anh từ từ kéo tôi lại, luôn dán mắt vào Jacob khi chúng tôi rút lui.  Jacob nhìn chúng tôi với vẻ giận dữ u ám trên khuôn mặt cay đắng. Nét đề phòng biến khỏi mắt anh, rồi, ngay trước khi khu rừng che khuất chúng tôi, khuôn mặt anh bỗng méo xệch đau đớn.  Tôi biết vẻ mặt thoáng qua sau cùng ấy của anh sẽ ám ảnh tôi mãi cho đến khi tôi nhìn thấy anh mỉm cười trở lại.  Và ngay đó tôi thề rằng tôi sẽ sớm nhìn thấy anh mỉm cười Tôi sẽ tìm cách giữ bạn tôi.  Edward giữ vòng tay siết chặt quanh eo tôi, ôm sát tôi. Đó là điều duy nhất kiềm giữ nước mắt trong tôi.  Tôi có một số vấn đề nghiêm trọng.  Bạn thân nhất của tôi coi tôi thuộc số kẻ thù của mình.  Victoria vẫn còn tự do, làm những người tôi yêu thương gặp hiểm nguy.  Nếu tôi không sớm trở thành ma cà rồng, Volturi sẽ giết tôi.  Mà bây giờ dường như nếu tôi mà thành ma cà rồng, thì chính người sói Quileute sẽ cố làm chuyện này – luôn chuyện giết gia đình tương lai của tôi. Tôi nghĩ họ chẳng có cơ hội nào cả, nhưng liệu bạn thân nhất của tôi có tự giết mình trong nỗ lực ấy không? Những vấn đề hết sức nghiêm trọng. Vậy mà sao tất cả chúng bỗng dưng chẳng còn đáng kể gì khi chúng tôi vượt qua cây cuối cùng trong rừng và nhìn thấy biểu hiện trên khuôn mặt tím rịm của Charlie? Edward siết nhẹ tôi. \"Anh đây.\" Tôi hít thở sâu.  Đúng vậy. Edward đang ở đây, cùng vòng tay ôm của anh.  Tôi có thể đối mặt được mọi thứ chừng nào mà vẫn còn vậy.  Tôi hiên ngang bước về phía trước đón nhận số phận của mình, với lẽ sống bằng xương bằng thịt sánh bước bên tôi."
        }
    ],
    "suggestions": []
}