{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Galilean",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Galilean</k><blockquote><b>Galilean<sup>1</sup></b><cclass>[<cclass>ˌgalɪ'leɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to the Italian astronomer and physicist Galileo Galilei (1564–1642) or his methods. </cclass></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>Galilean<sup>2</sup></b><cclass>[<cclass>ˌgalɪ'li:ən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a native or inhabitant of Galilee. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>archaic, derogatory a Christian. </cclass></blockquote></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 relating to Galilee or its people. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>archaic, derogatory Christian. </cclass></blockquote></blockquote></div>",
            "word": "Galilean",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Galilean",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Galilean",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Galilean",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Io is the innermost of the four <em>Galilean</em> moons of the planet Jupiter.",
            "vi": "Io là vệ tinh tự nhiên nằm phía trong cùng trong số bốn vệ tinh Galileo của sao Mộc."
        },
        {
            "en": "Among the <em>Galilean</em> satellites, in both mass and volume, Io ranks behind Ganymede and Callisto but ahead of Europa.",
            "vi": "Trong số các vệ tinh Galile, cả về khối lượng và thể tích, Io xếp sau Ganymede và Callisto nhưng trước Europa."
        },
        {
            "en": "Like all the <em>Galilean</em> satellites, Europa is named after a lover of Zeus, in this case Europa, daughter of the king of Tyre.",
            "vi": "Như các vệ tinh Galilê khác, Europa được đặt theo tên người tình của Zues, con gái của Vua Tyre."
        },
        {
            "en": "Like its fellow <em>Galilean</em> satellites, Europa is tidally locked to Jupiter, with one hemisphere of the satellite constantly facing the planet.",
            "vi": "Như những vệ tinh Galilê anh em khác, Europa bị khóa thủy triều với Sao Mộc, một bán cầu luôn hướng về phía Sao Mộc."
        },
        {
            "en": "Like all the <em>Galilean</em> satellites, Europa is named after a lover of Zeus,  in this case Europa, daughter of the king of Tyre.",
            "vi": "Như các vệ tinh Galilê khác, Europa được đặt theo tên người tình của Zues, con gái của Vua Tyre."
        },
        {
            "en": "In 1892, the discovery of Amalthea, whose orbit lay closer to Jupiter than those of the <em>Galilean</em> moons, pushed Europa to the third position.",
            "vi": "Năm 1892, với việc phát hiện ra Amalthea, với quỹ đạo gần Sao Mộc hơn nhưng vệ tinh Galilê khác, khiến Europa xuống đứng vị trí thứ ba."
        },
        {
            "en": "Although Simon Marius is not credited with the sole discovery of the <em>Galilean</em> satellites, his names for the moons have stuck.",
            "vi": "Tuy Simon Marius không được cho là người duy nhất phát hiện ra các vệ tinh loại Galile, những cái tên được ông đặt cho các vệ tinh này vẫn tồn tại."
        },
        {
            "en": "During the 17th century, Io and the other <em>Galilean</em> satellites served a variety of purposes, such as helping mariners determine their longitude.",
            "vi": "Ở thế kỷ 17, Io và các vệ tinh Galile khác được sử dụng cho nhiều mục đích khác nhau, như giúp các nhà hàng hải xác định kinh độ."
        }
    ],
    "suggestions": []
}