{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gallbladder",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gallbladder",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gallbladder",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gallbladder",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gallbladder",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Gallbladder</em> disease",
            "vi": "Bệnh túi mật"
        },
        {
            "en": "The <em>gallbladder</em> is below the liver.",
            "vi": "Túi mật nằm dưới gan."
        },
        {
            "en": "She goes under the knife tomorrow for her <em>gallbladder</em>.",
            "vi": "Cô ấy sẽ mổ túi mật vào ngày mai."
        },
        {
            "en": "The <em>gallbladder</em> is a small pear - shaped organ that stores and concentrates bile.",
            "vi": "Túi mật là một cơ quan nhỏ hình quả lê nơi chứa và tập trung mật."
        },
        {
            "en": "The <em>gallbladder</em> is a small pear-shaped organ that stores and concentrates bile.",
            "vi": "Túi mật là một cơ quan nhỏ hình quả lê nơi chứa và tập trung mật."
        },
        {
            "en": "Problems with the pancreas, liver, and <em>gallbladder</em>  Conditions affecting the pancreas, liver, and <em>gallbladder</em> often affect the ability of these organs to produce enzymes and other substances that aid in digestion. Examples include:",
            "vi": "Các vấn đề về tuyến tụy, gan, và túi mật  Nhiều chứng bệnh xảy ra ở tụy, gan, và túi mật thường ảnh hưởng đến khả năng sản sinh en-zim và các chất hỗ trợ tiêu hoá khác của những cơ quan này. Chúng bao gồm:"
        },
        {
            "en": "Ultrasound images are used to see the heart, blood vessels, kidneys, liver, <em>gallbladder</em>, pancreas, spleen, and genital tract.",
            "vi": "Các hình ảnh siêu âm thường dùng để quan sát tim, mạch máu, thận, gan, túi mật, tụy, lá lách và tuyến sinh dục."
        },
        {
            "en": "* The <em>gallbladder</em> can develop gallstones and become inflamed — a condition called cholecystitis. Although <em>gallbladder</em> conditions are uncommon in kids and teens, they can occur in those who have sickle cell anemia or are being treated with certain long-term medications.",
            "vi": "* Túi mật có thể sinh ra sỏi và có thể bị viêm – chứng bệnh này được gọi là viêm túi mật. Mặc dù các chứng bệnh về túi mật hiếm khi xảy ra ở trẻ nhỏ và thanh thiếu niên, nhưng chúng cũng có thể xảy ra ở người bị thiếu máu hồng cầu hình liềm hoặc đang được điều trị bằng một số loại thuốc sử dụng lâu dài nào đó."
        },
        {
            "en": "Gastroenterologist: This type of doctor specializes in problems with digestion and diseases of the esophagus, stomach, liver, <em>gallbladder</em>, and intestines.",
            "vi": "Bác sĩ chuyên khoa tiêu hóa: bác sĩ chuyên về các vấn đề tiêu hóa và các bệnh của thực quản, dạ dày, gan, túi mật, và ruột."
        },
        {
            "en": "The abdominal cavity is hardly an empty space. It contains a number of crucial organs including the lower part of the esophagus, the stomach, small intestine, colon, rectum, liver, <em>gallbladder</em>, pancreas, spleen, kidneys, and bladder.",
            "vi": "Khoang/ổ bụng hầu như không phải là khoảng không gian trống. Nó chứa một số các cơ quan cốt yếu của bao gồm phần dưới của thực quản, dạ dày/bao tử, ruột non, ruột kết, trực tràng, gan, túi mật, tuỵ, lá lách, thận và bàng quang/bọng đái."
        },
        {
            "en": "The abdominal cavity is hardly an empty space. It contains a number of crucial organs including the lower part of the esophagus, the stomach, small intestine, colon, rectum, liver, <em>gallbladder</em>, pancreas, spleen,",
            "vi": "Khoang/ổ bụng hầu như không phải là khoảng không gian trống. Nó chứa một số các cơ quan cốt yếu của bao gồm phần dưới của thực quản, dạ dày/bao tử, ruột non, ruột kết, trực tràng, gan, túi mật, tuỵ, lá lách, thận và bàng quang/bọng đái."
        },
        {
            "en": "an empty space. It contains a number of crucial organs including the lower part of the esophagus, the stomach, small intestine, colon, rectum, liver, <em>gallbladder</em>, pancreas, spleen, kidneys, and bladder.",
            "vi": "Khoang/ổ bụng hầu như không phải là khoảng không gian trống. Nó chứa một số các cơ quan cốt yếu của bao gồm phần dưới của thực quản, dạ dày/bao tử, ruột non, ruột kết, trực tràng, gan, túi mật, tuỵ, lá lách, thận và bàng quang/bọng đái."
        },
        {
            "en": "The abdominal cavity is hardly an empty space. It contains a number of crucial organs including the lower part of the esophagus, the stomach, small intestine, colon, rectum, liver, <em>gallbladder</em>, pancreas, spleen, kidneys, and bladder.",
            "vi": "Khoang/ổ bụng hầu như không phải là khoảng không gian trống. Nó chứa một số các cơ quan cốt yếu của bao gồm phần dưới của thực quản, dạ dày/bao tử, ruột non, ruột kết, trực"
        },
        {
            "en": "Important information Turmeric lowers the blood pressure, thins the blood, decreases sugar levels and contracts the muscles in the <em>gallbladder</em>, so consult a doctor before you use this natural remedy if you suffer from diseases such as hemophilia or hypertension, or you are taking other medicines.",
            "vi": "Thông tin quan trọng Nghệ làm giảm huyết áp, làm máu loãng, giảm nồng độ đường và co cơ trong túi mật, cho nên nhớ hỏi ý kiến bác sĩ trước khi sử dụng nếu bị các bệnh như máu khó đông hoặc huyết áp cao, hoặc đang uống thuốc khác."
        },
        {
            "en": "You have recurring infections  Frequent or recurring infections are sometimes a sign of high blood sugar. You might experience gum disease, urinary tract infections, bacterial or fungal infections of the skin, or, if you're a woman, yeast infections. Other infections might include pneumonia and respiratory infections, kidney and <em>gallbladder</em> infections, and severe bacterial middle ear and fungal sinus infections.",
            "vi": "Bạn bị nhiễm trùng tái phát  Thường xuyên bị nhiễm trùng hoặc bị nhiễm trùng tái phát đôi khi là dấu hiệu của chứng đường huyết cao. Bạn có thể bị bệnh nướu răng, nhiễm trùng đường tiểu, nhiễm khuẩn da hoặc nấm da, hoặc, nếu bạn là phụ nữ thì có thể mắc bệnh nhiễm nấm men. Một số bệnh nhiễm trùng khác có thể bao gồm viêm phổi và nhiễm trùng đường hô hấp, nhiễm trùng thận và túi mật, và nhiễm trùng tai giữa do vi khuẩn nặng và nhiễm trùng xoang do nấm."
        },
        {
            "en": "And, I would add, the ever-important profit motive. The following are a few examples of death by “water intoxication,” from Wikipedia: “Artist Andy Warhol died from a cardiac arrhythmia. His family sued the hospital, claiming the arrhythmia was a result of water intoxication from being overloaded with fluids after routine <em>gallbladder</em> surgery.“",
            "vi": "Và tôi muốn nói thêm, động cơ lợi nhuận càng quan trọng hơn bao giờ hết. Sau đây là một vài ví dụ về tử vong do \"nhiễm độc nước\", từ Wikipedia: \"Nghệ sĩ Andy Warhol đã chết vì rối loạn nhịp tim. Gia đình ông đã kiện bệnh viện, tuyên bố loạn nhịp tim là kết quả của nhiễm độc nước do bị quá tải với các chất dịch sau khi phẫu thuật túi mật thường xuyên.\""
        },
        {
            "en": "The liver (located under the ribcage in the right upper part of the abdomen), the <em>gallbladder</em> (hidden just below the liver), and the pancreas (beneath the stomach) are not part of the alimentary canal, but these organs are essential to digestion.",
            "vi": "Gan (nằm dưới sườn ở phần bụng trên bên phải), túi mật (nằm ẩn ngay phía dưới gan), và tuỵ (phía dưới dạ dày) không nằm trong ống thức ăn, nhưng cơ quan này rất quan trọng đối với quá trình tiêu hoá."
        },
        {
            "en": "Acupuncture risks  Although acupuncture is generally safe and serious problems are rare, there are some risks. Needles that are not sterile can cause infection. In some acupuncture points, needles inserted too deeply can puncture the lungs or <em>gallbladder</em> or cause problems with your blood vessels. That is why it is important to use a practitioner who is well-trained in acupuncture.",
            "vi": "Các rủi ro của thuật châm cứu  Mặc dù thuật châm cứu thường được xem là an toàn và hiếm khi xảy ra vấn đề nghiêm trọng, nhưng cũng có một số rủi ro. Kim châm cứu không được tiệt trùng có thể gây nhiễm trùng. Ở một số huyệt châm cứu, khi đâm kim quá sâu có thể gây thủng phổi hoặc thủng túi mật hoặc gây nhiều vấn đề đối với mạch máu. Đó là lý do vì sao bạn nên tìm một bác sĩ có chuyên môn tốt về châm cứu."
        },
        {
            "en": "The liver produces bile, which helps the body absorb fat. Bile is stored in the <em>gallbladder</em> until it is needed. The pancreas produces enzymes that help digest proteins, fats, and carbs. It also makes a substance that neutralizes stomach acid. These enzymes and bile travel through special channels (called ducts) directly into the small intestine, where they help to break down food. The liver also plays a major role in the handling and processing of nutrients, which are carried to the liver in the blood from the small intestine.",
            "vi": "Gan tiết ra mật, giúp cho cơ thể hấp thụ được chất béo. Mật được chứa trữ trong túi mật cho đến khi nào có nhu cầu sử dụng. Tụy sản sinh en-zim giúp tiêu hóa prô-tê-in, chất béo, và thức ăn chứa nhiều hydrat-cacbon. Nó cũng làm chất làm trung hoà axit trong dạ dày. Các en-zim này và mật đi qua các ống dẫn đặc biệt (được gọi là ống mật) thẳng vào ruột non, ở đây chúng giúp phân huỷ thức ăn. Gan cũng đóng vai trò chủ yếu trong việc điều chỉnh và xử lý chất dinh dưỡng – những dưỡng chất này được vận chuyển từ ruột non đến gan trong máu."
        }
    ],
    "suggestions": []
}