{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Gallup"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Gallup"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Gallup"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Gallup"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Gallup"
        }
    },
    "sentences": [
        {
            "en": "The <em>Gallup</em> Poll is probably pretty meaningless.",
            "vi": "Sự thăm dò dư luận quần chúng của viện Ga - lớp có lẽ khá vô nghĩa."
        },
        {
            "en": "The <em>Gallup</em> Poll is probably pretty meaningless.",
            "vi": "Sự thăm dò dư luận quần chúng của viện Ga-lớp có lẽ khá vô nghĩa."
        },
        {
            "en": "<em>Gallup</em> poll shows voters in wait-and-see mode.",
            "vi": "Cuộc thăm dò dư luận của viện Gallup cho những cử tri thấy phương thức chờ xem."
        },
        {
            "en": "<em>Gallup</em> poll shows voters in wait - and - see mode.",
            "vi": "Cuộc thăm dò dư luận của viện Gallup cho những cử tri thấy phương thức chờ xem."
        },
        {
            "en": "The <em>Gallup</em> study appears in the Aug. 28 online issue of Frontiers in Evolutionary Neuroscience.",
            "vi": "Nghiên cứu của Gallup được đăng tải trên số báo trực tuyến ngày 28 tháng 8 của tờ Frontiers in Evolutionary Neuroscience."
        },
        {
            "en": "Following John Luke <em>Gallup</em> (in press), the analysis also controls for the average level of education in each province.",
            "vi": "Theo John Luke Gallup (sắp xuất bản), phân tích này cũng tính đến trình độ giáo dục trung bình ở từng tỉnh."
        },
        {
            "en": "To answer skeptics, <em>Gallup</em> has laid out a more detailed anatomical description of the process in the medical literature.",
            "vi": "Để trả lời những người hoài nghi, Gallup đã đưa ra một bản mô tả cơ thể học chi tiết hơn về quá trình này trong báo cáo khoa học."
        },
        {
            "en": "\"We have collected data on rats, parakeets, and humans. All the data supports the brain-cooling hypothesis,\" <em>Gallup</em> tells WebMD.",
            "vi": "\"Chúng tôi đã thu thập dữ liệu trên chuột, vẹt đuôi dài và con người. Tất cả các dữ liệu đều ủng hộ giả thuyết làm mát não\", Gallup trả lời phỏng vấn của WebMD."
        },
        {
            "en": "<em>Gallup</em>, J.L.: “The Wage Labor Market and Inequality in Viet Nam in the 1990s” World Bank Policy Research Working Paper 2896, World Bank, Washington D.C., 2002.",
            "vi": "Gallup, J.L.: “Thị trường lao động trả lương và thiếu công bằng ở Việt Nam trong những năm 1990” Tài liệu nghiên cứu chính sách của Ngân hàng Thế giới 2896, Ngân hàng Thế giới, Washington D.C., 2002."
        },
        {
            "en": "Now a series of experiments suggests a surprising reason for yawning. It cools the brain, says Andrew C. <em>Gallup</em>, PhD, a postdoctoral research associate at Princeton University.",
            "vi": "Hiện nay một loạt các thí nghiệm đưa ra một lý do đáng ngạc nhiên giải thích việc ngáp. Ngáp giúp làm mát não, theo Tiến sĩ Andrew C. Gallup, một nhà nghiên cứu sau tiến sĩ tại Đại học Princeton."
        },
        {
            "en": "<em>Gallup</em> argues that whatever message yawning communicates, it is far too ambiguous and subtle to be so well-conserved throughout evolutionary history.",
            "vi": "Gallup biện luận rằng cho dù ngáp truyền tải thông điệp gì, thì nó cũng quá khó hiểu và tinh tế để được bảo tồn trong suốt lịch sử tiến hóa như vậy."
        },
        {
            "en": "G John <em>Gallup</em> and Jeffrey Sachs, two US economists, have also pointed out striking correlations between the geographical location of countries and their wealth.",
            "vi": "John Gallup và Jeffrey Sachs, hai nhà kinh tế học Hoa Kỳ, cũng đã chỉ ra mối tương quan nổi bật giữa vị trí địa lý của các nước và sự giàu có của họ."
        },
        {
            "en": "A 2015 <em>Gallup</em> poll found large majorities of Americans agreeing with statements like Congress “is out of touch with average Americans” and “focused on the needs of special interests.”",
            "vi": "Một cuộc thăm dò của Gallup vào năm 2015 cho thấy phần lớn những người Mỹ đồng ý với những câu về Quốc hội như \"không chạm tới được cuộc sống thường dân\" hoặc \"chú trọng vào nhu cầu của những lợi ích đặc biệt\""
        },
        {
            "en": "Says a <em>Gallup</em> poll: \"The level of emotional attachment to the job has a direct correlation to productivity, customer satisfaction, lost work days and turnover - all of which are key economic factors.\"",
            "vi": "Bản khảo sát Gallup nói rằng :\"Mức độ của sự gắn bó cảm xúc với công việc có một mối tương quan trực tiếp đến năng suất, sự hài lòng của khách hàng, các ngày làm việc bỏ lỡ"
        },
        {
            "en": "The <em>Gallup</em> Organisation did some research by asking millions of employees from countries throughout the world to respond to this statement: \"At work, I have the opportunity to do what I do best every day.\"",
            "vi": "Tổ chức Gallup đã làm một số nghiên cứu bằng cách hỏi hàng triệu nhân viên từ nhiều quốc gia khắp thế giới để trả lời cho câu nói này :\"Tại công ty, tôi có cơ hội để làm cái mà tôi làm"
        },
        {
            "en": "University of Geneva physician Adrian G. Guggisberg, MD, agrees with <em>Gallup</em> that changes in room temperature can trigger yawning. But he's wary of the brain cooling theory. And he offers an alternative interpretation of Gallup's Tucson study.",
            "vi": "Bác sĩ Adrian G. Guggisberg ở Đại học Geneva đồng ý với Gallup rằng những thay đổi trong nhiệt độ phòng có thể gây ra ngáp. Nhưng ông cảnh giác với lý thuyết làm mát não. Và ông đưa ra một cách giải thích khác cho nghiên cứu Tucson của Gallup."
        },
        {
            "en": "<em>Gallup</em> says his brain cooling theory of yawning is the only theory that explains all these experimental results. But he has not yet convinced those who prefer another theory.",
            "vi": "Gallup nói lý thuyết não được làm mát khi ngáp của mình là lý thuyết duy nhất giải thích được tất cả các kết quả thử nghiệm trên. Nhưng ông vẫn chưa thuyết phục được những người tin vào những giả thuyết khác."
        },
        {
            "en": "A 2001 <em>Gallup</em> poll found about a quarter of Americans could hold a conversation in a second language -- mostly Spanish -- while a 2014 study by Eurobarometer revealed about 60% of people in the UK and Ireland are monolingual.",
            "vi": "Một cuộc thăm dò năm 2011 của Gallup cho thấy khoảng một phần tư người Mỹ có thể nói chuyện bằng ngôn ngữ thứ hai - chủ yếu là tiếng Tây Ban Nha - trong khi một nghiên cứu năm 2014 của Eurobarometer cho thấy khoảng 60% người dân ở Anh và Ireland chỉ nói được một thứ tiếng."
        },
        {
            "en": "Not at all. Wellbeing is defined in the report as how satisfied people feel with life overall, on a scale from zero to 10, based on data collected as part of the <em>Gallup</em> World Poll.",
            "vi": "Không hẳn là vậy. Hạnh phúc đã được định nghĩa trong báo cáo như cách mọi người hài lòng với cuộc sống nói chung, đo lường trên 1 chiếc cân từ 0 đến 10, dựa trên dữ liệu thu thập được là một phần của tổ chức điều tra thế giới Gallup World Poll."
        },
        {
            "en": "Says a <em>Gallup</em> poll :\"The level of emotional attachment to the job has a direct correlation to productivity, customer satisfaction, lost work days and turnover - all of which are key economic factors.\"",
            "vi": "Bản khảo sát Gallup nói rằng: \"Mức độ của sự gắn bó cảm xúc với công việc có một mối tương quan trực tiếp đến năng suất, sự hài lòng của khách hàng, các ngày làm việc bỏ lỡ và doanh số – tất cả chúng đều là những yếu tố kinh tế chủ yếu.\""
        }
    ],
    "suggestions": []
}