{
    "en_vn": {
        "data": {
            "content": null,
            "word": "galvanizing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "galvanizing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "galvanizing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "galvanizing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mạ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">hot-dip galvanizing</font><font color=\"#282828\">: sự mạ kẽm nóng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pot galvanizing</font><font color=\"#282828\">: sự mạ kẽm nóng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">wet galvanizing</font><font color=\"#282828\">: sự mạ kẽm ướt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mạ kẽm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">hot-dip galvanizing</font><font color=\"#282828\">: sự mạ kẽm nóng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pot galvanizing</font><font color=\"#282828\">: sự mạ kẽm nóng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">wet galvanizing</font><font color=\"#282828\">: sự mạ kẽm ướt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tráng kẽm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> việc mạ kẽm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dry galvanizing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phương pháp mạ khô</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">electrolytic galvanizing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạ điện</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">galvanizing bath</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể mạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">galvanizing bath</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bồn mạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">galvanizing process</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phương pháp mạ điện</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">galvanizing process</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quá trình mạ điện</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">galvanizing technique</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kỹ thuật mạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">high-build galvanizing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạ với lớp kẽm dày</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">spin galvanizing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạ nóng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "galvanizing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What we are lacking is the political will and you are about <em>galvanizing</em> political will.",
            "vi": "Cái mà chúng tôi đang thiếu là ý chí chính trị và các bạn sẽ kích động ý chí chính trị."
        },
        {
            "en": "France in shock as IMF chief charged with sex assault          (Reuters) - IMF chief Dominique Strauss-Kahn was charged on Sunday with trying to rape a New York hotel maid in a scandal that appeared to wreck his hopes of becoming France's next president. The sexual assault charges throw the IMF into a leadership crisis just as it is trying to help ease an escalating euro zone debt crisis, and they turn France's presidential election campaign upside down when polls had made Strauss-Kahn a clear front runner. The charismatic 62-year-old, who led the International Monetary Fund through the 2007-09 global financial meltdown and has been central in <em>galvanizing</em> Europe to tackle its debt woes, for long had the reputation of a womanizer. But the charges he faces are in another realm. A maid, 32, said he emerged naked from the bathroom and sexually assaulted her inside his $3,000-a-night suite at the Sofitel hotel in New York's Times Square on Saturday afternoon. He was there on private business, the IMF said. Strauss-Kahn was expected to go before a state court later on Sunday. His lawyer said he will plead not guilty. Police say he fled the hotel after the alleged assault and a few hours later they pulled him out of his first-class seat on an Air France plane 10 minutes before it was to take off for Paris. He was charged with a criminal sexual act, unlawful imprisonment and attempted rape, moving him from luxurious hotel suite and a glittering public career to scandal and a bare holding cell in New York's tough Harlem neighborhood in the space of a few hours. The contrast could barely have been more dramatic. At the Sofitel, Strauss-Kahn's suite had a conference room, living room, foyer, spacious marble bathroom and a bedroom with a sumptuous king-sized bed and feather and down duvet.  Police say Strauss-Kahn does not have diplomatic immunity from the charges, which if proven could carry a prison sentence of 15-20 years. They have collected DNA evidence from the hotel suite, The New York Times reported. Strauss-Kahn has hired New York lawyer Benjamin Brafman, a seasoned defense attorney famed for striking deals or winning not-guilty verdicts for pop stars and a football player. The IMF chief's wife, well-known French television personality Anne Sinclair, jumped to her husband's defense. \"I do not believe for a single second the accusations leveled against my husband,\" she said in a statement. IMF CRISIS, ELECTION 'THUNDERBOLT' The IMF tried to fill its leadership vacuum by naming its No. 2 official, John Lipsky, as acting managing director. But the charges against Strauss-Kahn are a huge embarrassment for an institution that oversees the global economic system and has authorized hundreds of billions of dollars of lending to troubled countries as well as playing a major role in the euro-zone debt crisis. The allegations immediately threw France's presidential race wide open. He had not yet declared his candidacy but Strauss-Kahn was widely expected to run for the Socialist Party and early opinion polls showed him with a big lead over the conservative incumbent, Nicolas Sarkozy, who is seeking a second term at the election next April. \"The news we received from New York last night struck like a thunderbolt,\" said Socialist leader Martine Aubry, appealing for party unity. France's government as well as Strauss-Kahn's political allies and rivals called for caution and respect for the presumption of innocence, but his presidential ambitions appeared to be dead in the water unless the case against him quickly unravels and he is shown to be innocent. \"All this is completely astounding, immensely troubling and distressing. If the facts prove true ... it's something degrading for all women. It's terrible for the image of France,\" said Francois Bayrou, a centrist opponent. Far-right leader Marine Le Pen said her rival's presidential hopes had been crushed. Christine Boutin, president of the Christian Democrat Party, suggested Strauss-Kahn may have been set up. \"I think it's very likely a trap was set for Dominique Strauss-Kahn and he fell into it,\" she told France's BFM television. \"It's a political bomb for domestic politics.\" French voters are famously tolerant of political leaders' extra-marital affairs but the allegations against Strauss-Kahn are entirely different, and much more serious. If they are proven, Strauss-Kahn's fall from power in a scandal would be one of the most dramatic of any high-profile international figure in decades. Many politicians have fallen after being caught in extra-marital affairs and others have survived them, including former presidents John F. Kennedy and Bill Clinton as well as former French President Francois Mitterrand. But rarely have senior figures faced brutal assault charges like those filed against Strauss-Kahn. With Strauss-Kahn in the dock, the IMF also now faces many questions of its own, because his character had been questioned before. In 2008, Strauss-Kahn apologized for \"an error of judgment\" after an affair with a female IMF economist who was his subordinate. The Fund's board of member countries warned him against further improper conduct, but cleared him of harassment and abuse of power and kept him in his job. It will now face new scrutiny over whether that response was too weak, especially as there have been persistent rumors about Strauss-Kahn making sexual advances to women. PIVOTAL IN EUROPE'S DEBT WOES An economics professor and former French finance minister, Strauss-Kahn took over the IMF in November 2007 for a five-year term, and won praise for helping galvanize leaders to inject billions of dollars into the world economy during the global financial crisis. He introduced sweeping changes to ensure vulnerable countries swamped by the crisis had access to emergency loans, and others to give major emerging market countries such as China, India and Brazil greater voting powers in the IMF. Witty, multi-lingual, a skilled public speaker and sharp back-room negotiator, Strauss-Kahn also weighed into thornier issues by urging China to let its currency rise in a dispute with the United States. A crisis of leadership at the Fund now will especially worry European nations given Strauss-Kahn's pivotal role in brokering bailouts for Iceland, Hungary, Greece, Ireland and Portugal. \"The chances are the successor won't be a European, and will want to rebalance the IMF's priorities away from its massive commitment in Europe,\" said Jean Pisani-Ferry, director of the Bruegel economic think-tank. Strauss-Kahn had been due to meet German Chancellor Angela Merkel on Sunday and join euro zone finance ministers on Monday to discuss the bloc's debt crisis and how to handle Greece, which is struggling to meet the terms of a 110 billion euro European Union/IMF bailout last year. \"This might definitely cause some delays in the short term,\" a Greek official told Reuters on condition of anonymity. Strauss-Kahn's lawyers moved quickly to cast doubts on the allegations against him. \"We must wait until things settle and see if it's true or a provocation,\" said one of his France-based lawyers, Leon Lef Forster. \"We must be especially careful not to get into a media circus and we must wait until things are clear.\" Brafman, his U.S. lawyer, previously defended pop star Michael Jackson against child molestation charges as well as other celebrities in trouble. The maid who accused Strauss-Kahn told police he attacked her when she went in to clean his suite. \"She told detectives he came out of the bathroom naked, ran down a hallway to the foyer where she was, pulled her into a bedroom and began to sexually assault her, according to her account,\" New York police spokesman Paul Browne said. \"She pulled away from him and he dragged her down a hallway into the bathroom where he engaged in a criminal sexual act, according to her account to detectives. He tried to lock her into the hotel room.\" The woman, who has not been named, was treated in hospital for minor injuries, Browne said. She has worked at the hotel for three years and the property's manager said on Sunday she has been a \"completely satisfactory\" employee in her work and her behavior. Under New York state law, attempted rape and criminal sexual act both carry a potential sentence of 15-20 years. Unlawful imprisonment carries a potential sentence of three to five years.",
            "vi": "France in shock as IMF chief charged with sex assault        (Reuters ) - Chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss - Kahn vào hôm chủ nhật đã bị buộc tội khi cố cưỡng đoạt nữ hầu phòng khách sạn ở New York trong vụ bê bối dường như làm tiêu tan hy vọng của ông khi muốn trở thành tổng thống sắp tới của Pháp. Lời buộc tội cưỡng dâm đã ném Quỹ tiền tệ quốc tế vào tình trạng khó khăn vì không có người lãnh đạo ngay khi tổ chức này đang cố gắng giúp đỡ làm dịu đi khủng hoảng nợ nần đang leo thang ở khu vực sử dụng đồng Euro, và chính những lời buộc tội này đã lật ngược tình thế cuộc vận động bầu cử tổng thống của Pháp khi các cuộc trưng cầu ý kiến cho biết Strauss-Kahn là người đang dẫn đầu rõ rệt.  Vị lãnh đạo 62 tuổi có uy tín này, người đã đưa quỹ tiền tệ quốc tế vượt qua suy thoái tài chính toàn cầu 2007-09 và đã giữ vai trò chủ yếu trong việc khích lệ Châu Âu đối phó với những thảm hoạ nợ nần, lại từ lâu nổi tiếng là người có quan hệ lăng nhăng. Thế nhưng những cáo buộc mà ông ta sẽ phải đương đầu lại thuộc một khía cạnh khác.  Một người phục vụ phòng, 32 tuổi, cho biết ông ta xuất hiện trần truồng từ phòng tắm và cưỡng hiếp cô ấy bên trong căn phòng thượng hạng trị giá 3,000 đô la/đêm tại khách sạn Sofitel ở quảng trường Thời đại thuộc bang New York vào chiều thứ bảy. Ông ta ở đó để lo việc riêng, Quỹ tiền tệ quốc tế cho biết.   Strauss-Kahn sẽ phải hầu toà tiểu bang vào cuối ngày Chủ Nhật. Luật sư của ông ta nói ông ấy sẽ tuyên bố mình vô tội.  Cảnh sát cho biết ông ta chạy trốn khỏi khách sạn sau cái gọi là cuộc tấn công và vài giờ sau họ lôi ông ta ra khỏi ghế hạng nhất trên máy bay hãng hàng không Pháp 10 phút trước khi máy bay cất cánh đi Pa - ri.  Ông ta bị buộc tội về hành vi tình dục vô đạo đức, giam giữ bất hợp pháp và mưu toan cưỡng dâm. Chính những hành vi trên đã lôi ông ta ra khỏi căn phòng khách sạn sang trọng và khỏi một sự nghiệp nổi tiếng đến vụ bê bối và buồng giam trống không ở khu vực láng giềng Harlem đầy khắc nghiệt của New York nội trong vòng vài giờ.  Sự tương phản ở đây gần như không có gì ấn tượng hơn. Ở Sofitel, phòng thượng hạng của Strauss-Kahn có hội trường, phòng khách, phòng giải lao, phòng tắm cẩm thạch rộng rãi và phòng ngủ với chiếc giường khổng lồ lộng lẫy, mền lông và chăn lông phủ.  Cảnh sát nói Strauss-Kahn không có quyền đặc miễn ngoại giao khỏi những cáo buộc trên, mà nếu đủ bằng cớ có thể mang án tù từ 15-20 năm. Họ đã thu thập được bằng chứng ADN từ phòng khách sạn này, theo Thời báo New York báo cáo.  Strauss - Kahn đã thuê luật sư ở New York tên là Benjamin Brafman, luật sư biện hộ dày dạn kinh nghiệm nổi tiếng về tài thuyết phục toà hoặc cãi trắng án cho các ngôi sao nhạc Pop và một cầu thủ bóng đá. Vợ của chủ tịch Quỹ tiền tệ Quốc tế, gương mặt nổi tiếng trên truyền hình Pháp - Anne Sinclair, vội vàng bảo vệ cho chồng bà.  \"Tôi không tin dù chỉ một giây những lời buộc tội nhắm vào chồng tôi này,\" bà ta đã nói trong một bài phát biểu. KHỦNG HOẢNG QUỸ TIỀN TỆ THẾ GIỚI, 'TIẾNG SÉT' TRONG CUỘC BẦU CỬ Quỹ tiền tệ quốc tế đã cố lấp đi việc thiếu vắng người lãnh đạo của nó bằng cách đưa viên chức đứng thứ hai trong tổ chức, John Lipsky, nắm quyền tổng giám đốc. Nhưng lời cáo buộc đối với Strauss-Kahn được xem là sự bẽ mặt quá mức cho tổ chức hiện trông nom hệ thống kinh tế toàn cầu và đã uỷ quyền cho hàng trăm tỷ đô la để cho vay các quốc gia khó khăn cũng như đóng một vai trò chính trong cuộc khủng hoảng nợ nần ở khu vực sử dụng đồng Euro.  Những luận điệu trên ngay lập tức đưa cuộc tranh cử tổng thống Pháp đi đến chỗ không thể tiên đoán được.  Ông ta vẫn chưa tuyên bố ứng cử nhưng Strauss-Kahn được nhiều người mong đợi sẽ tranh cử cho Đảng Xã hội và các thăm dò dư luận ban đầu cho thấy ông ta là người dẫn đầu có triển vọng lớn so với người đang nắm quyền thuộc đảng bảo thủ, Nicolas Sarkozy, nhân vật đang tìm kiếm nhiệm kỳ thứ hai trong cuộc bầu cử Tháng tư tới.  \"Tin tức chúng tôi nhận được từ New York đêm qua giáng xuống như tiếng sét ngang mày,\" Martine Aubry – vị lãnh đạo Đảng Xã hội nói, kêu gọi sự đoàn kết trong Đảng.  Chính phủ của Pháp cũng như đồng minh và đối thủ chính trị của Strauss-Kahn kêu gọi hãy suy xét và tôn trọng giả thuyết vô tội, nhưng tham vọng tổng thống của ông ta có vẻ như bị sa lầy trừ phi vụ kiện ông ta nhanh chóng được giải quyết và ông ta được chứng minh là vô tội.  \"Toàn bộ chuyện này làm tôi hết sức sững sờ, vô cùng lo lắng và khó chịu cùng cực. Nếu mọi chuyện đúng như thế . . . thì thật là chuyện làm hèn hạ đối với phụ nữ. Thật kinh khủng cho hình ảnh của nước Pháp, \" Francois Bayrou, một đối thủ ôn hoà lên tiếng.  Nhà lãnh đạo phe cực hữu Marine Le Pen tuyên bố niềm hy vọng trở thành tổng thống của đối thủ của bà đã bị đè bẹp.  Christine Boutin, chủ tịch của đảng dân chủ Cơ đốc giáo, nêu ra giả thuyết Strauss - Kahn chắc đã bị gài bẫy. \"Tôi nghĩ rất có khả năng bẫy đã được dựng lên cho Dominique Strauss - Kahn và ông ta đã bị sụp bẫy,\" bà ta nói trước truyền hình BFM của Pháp. \"Đây là quả bom chính trị đối với chính trường trong nước.\" Cử tri Pháp nổi tiếng dễ tha thứ mấy chuyện tình ái lăng nhăng của các lãnh đạo chính trị nhưng những luận điệu chống lại Strauss-Kahn hoàn toàn khác nhau, và nghiêm trọng hơn nhiều.  Nếu mọi việc được sáng tỏ, cú ngã khỏi đấu trường chính trị của Strauss-Kahn trong vụ bê bối sẽ là biến thành một trong những cú ngã ngoạn mục nhất của những nhân vật hết sức nổi tiếng trên thế giới trong mấy thập niên qua.  Nhiều chính trị gia đã ngã nhào sau khi bị bắt gặp ngoại tình và còn những người khác thì vượt qua được, bao gồm cựu tổng thống John F. Kennedy và Bill Clinton cũng như cựu tổng thống Pháp Francois Mitterrand.  Nhưng hiếm khi có quan chức cao cấp nào đương đầu với lời buộc tội tấn công hung hãn như những lời buộc tội Strauss. Khi Strauss - Kahn ngồi vào ghế bị cáo, Quỹ tiền tệ quốc tế hiện tại cũng đang đương đầu với nhiều nghi ngờ trong nội bộ, vì trước đây người ta cũng đã từng nghi ngờ tính cách lăng nhăng này của ông ta.  Vào năm 2008, Strauss-Kahn xin lỗi về việc \"đánh giá sai\" sau cuộc tình với nữ chuyên gia kinh tế của Quỹ tiền tệ quốc tế - cấp dưới của ông ta.  Lúc đó, các quốc gia thành viên hội đồng quản trị của Quỹ này đã khuyến cáo ông ta không nên để cách xử sự không đứng đắn đó đi xa thêm nữa, nhưng rồi họ cũng xoá sạch đi những phiền nhiễu và làm trong sạch việc lạm quyền của ông ta và duy trì ông ta tiếp tục với chức vụ của mình. Bây giờ nó lại sẽ đối mặt với việc xem xét thêm nữa là liệu sự phản ứng như vậy quá yếu hay không, nhất là khi đã có tin đồn dai dẳng về việc Strauss-Kahn tạo điều kiện thuận lợi về tình dục cho phụ nữ. Đóng vai trò quan trong tai họa nợ nần ở Châu Âu Là một giáo sư về kinh tế học đồng thời là cựu Bộ trưởng Bộ tài chính Pháp, Strauss-Kahn tiếp quản Quỹ tiền tệ quốc tế vào tháng mười một năm 2007 với nhiệm kỳ năm năm, và được khen ngợi vì đã giúp thuyết phục được các nhà lãnh đạo bơm hàng tỷ đô la vào nền kinh tế thế giới trong cuộc khủng hoảng tài chính toàn cầu.  Ông ta đưa ra những thay đổi sâu rộng để đảm bảo các quốc gia dễ bị ảnh hưởng chìm ngập trong cuộc khủng hoảng có quyền sử dụng khoản vay khẩn cấp, và các khoản vay khác để cho các quốc gia có nền kinh tế phát triển quan trọng như là Trung Quốc, Ấn Độ và Braxin có nhiều quyền biểu quyết hơn trong Quỹ tiền tệ quốc tế.  Là một người diễn thuyết trước công chúng có kinh nghiệm, sắc sảo, với phong cách dí dỏm, thông thạo nhiều ngôn ngữ đồng thời là nhà thương thuyết hậu trường khéo léo, Strauss-Kahn cũng tham gia vào các vấn đề hóc búa như kêu gọi Trung Quốc thả nổi tiền tệ trong cuộc tranh chấp với Hoa Kỳ.  Khủng hoảng không có người lãnh đạo ở Quỹ bây giờ sẽ đặc biệt làm lo ngại cho các quốc gia châu Âu khi giao cho Strauss Kahn vai trò cực kỳ quan trọng  trong môi giới cứu nguy về tài chính cho Iceland, Hungary, Hi Lạp, Ai len và Bồ Đào Nha. \"Khả năng là người kế vị của tổ chức sẽ không là công dân Châu Âu nữa, và người này sẽ muốn cân đối lại ưu tiên của Quỹ tiền tệ quốc tế khỏi cam kết quy mô lớn ở châu Âu,\" Jean Pisani-Ferry, giám đốc ban tham mưu kinh tế Bruegel nói.  Strauss - Kahn đã dự định gặp thủ tướng Đức Angela Merkel vào ngày chủ nhật và tham gia vào cuộc họp Bộ trưởng Bộ tài chính khu vực sử dụng đồng Euro vào ngày thứ hai để thảo luận khủng hoảng nợ nần của khối này và làm thế nào để xử lý vụ Hi Lạp đang cố đáp ứng các điều khoản cho gói cứu trợ 110 tỉ đồng euro của Liên minh châu Âu / Quỹ tiền tệ quốc tế năm ngoái.  \"Vụ việc này có thể chắc chắn sẽ gây ra một số trì hoãn ngắn hạn,\" một viên chức Hy Lạp nói với Reuters với điều kiện giấu tên.  Luật sư của Strauss Kahn đã nhanh chóng hành động để đặt câu hỏi về tính chân thật của luận điệu chống lại ông ấy.  \"Chúng ta phải đợi cho đến khi mọi chuyện được giải quyết xong và để coi có đúng thực như vậy hay đó chỉ là lý do để hất cẳng ông ta,\" một trong những luật sư ở Pháp của ông ta, Leon Lef Forster cho biết. \"Chúng ta phải đặc biệt cẩn thận để không dính líu đến chuyện báo chí rình rang om sòm và chúng ta phải đợi cho đến khi mọi chuyện rõ ràng.\" Brafman, luật sư của ông ta tại Hoa Kỳ, trước đây từng bảo vệ ngôi sao nhạc Pop Michael Jackson chống lại cáo buộc tội quấy rối trẻ em cũng như những người nổi tiếng khác  bị kiện tụng.  Cô hầu phòng, người buộc tội Strauss-Kahn, đã kể lại với cảnh sát rằng ông ta đã tấn công khi cô ấy vào để dọn dẹp căn phòng thượng hạng của ông ta.  \"Cô ta kể lại với các thám tử rằng ông ta chạy ra khỏi phòng tắm trong tư thế trần truồng, lao xuống hành lang đến phòng giải lao nơi cô ta đang ở, kéo cô ta vào phòng ngủ và bắt đầu cưỡng hiếp cô ta, theo lời kể của cô ta,\" người phát ngôn của cảnh sát New York, Paul Browne kể lại. \"Cô ta xô ông ta ra và ông ta kéo cô ta xuống hành lang vào phòng tắm nơi ông ta thực hiện hành vi tình dục vô đạo đức, theo lời khai của cô ta với thám tử. Ông ta cố nhốt cô ta ở trong phòng khách sạn.\" Người phụ nữ, chưa được nêu tên, đã được điều trị trong bệnh viện do chấn thương nhẹ, Browne cho biết. Cô ấy đã làm việc ở khách sạn trong ba năm và viên giám đốc quản lý cho biết vào ngày chủ nhật rằng cô ta luôn là một nhân viên \"đạt yêu cầu\" trong công việc và tư cách.  Theo luật bang New York, mưu toan cưỡng dâm và hành vi tình dục vô đạo đức, cả hai tội đều có thể bị kết án 15-20 năm. Giam giữ bất hợp pháp có thể bị kết án từ ba đến năm năm."
        }
    ],
    "suggestions": []
}