{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gamer",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gamer</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a person who plays a game or games, especially a participant in a computer or role-playing game. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. (especially in sporting contexts) a person known for consistently making a strong effort. </cclass></blockquote></blockquote></div>",
            "word": "gamer",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gamer",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gamer",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gamer",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>gamer</em>",
            "vi": "người nghiện game"
        },
        {
            "en": "I want to become a <em>gamer</em>.",
            "vi": "Tôi muốn trở thành game thủ."
        },
        {
            "en": "Action ability is an important ability to a <em>gamer</em>.",
            "vi": "Khả năng hành động là khả năng quan trọng đối với một game thủ."
        },
        {
            "en": "The term \"<em>gamer</em>\" usually referred to someone who played role - playing games and wargames.",
            "vi": "Cụm từ \"người chơi game\" thường chỉ những ai chơi trò đóng vai và trò đánh trận."
        },
        {
            "en": "The term \"<em>gamer</em>\" usually referred to someone who played role-playing games and wargames.",
            "vi": "Cụm từ\"người chơi game\" thường chỉ những ai chơi trò đóng vai và trò đánh trận."
        },
        {
            "en": "I’m getting a little sick of playing Formula One Racing with Rowley, because he’s not a serious <em>gamer</em> like me.",
            "vi": "Tôi bắt đầu phát ốm khi chơi trò đua xe công thức 1 với Rowley vì nó không phải là 1 đối thủ xứng tầm."
        },
        {
            "en": "If you have an iPhone 4, the decision is harder. Consider what new features you really need. If you would get a lot of use out of the Siri voice-assistant, for example, this is a good time to upgrade. If you are a hardcore mobile <em>gamer</em> or serious iPhone photographer, the speed is worth it. But if you find that your two-year-old, well-crafted iPhone is holding up nicely, perhaps stick it out for another year.",
            "vi": "Nếu bạn sở hữu iPhone 4, quyết định sẽ khó khăn hơn. Hãy cân nhắc những tính năng mới mà bạn thực sự cần. Ví dụ, nếu bạn tận dụng được nhiều lợi ích từ cô trợ lí tương tác bằng giọng nói Siri, thì đây là lúc thích hợp để nâng cấp. Nếu bạn là người chơi game di động “hạng nặng” hoặc thích chụp ảnh bằng iPhone một cách nghiêm túc, thì tốc độ laf thứ đáng nâng cấp. Nhưng nếu bạn thấy chiếc iPhone hai tuổi được gia công tinh xảo vẫn hoạt động tốt, thì có lẽ bạn nên nán lại một năm nữa."
        }
    ],
    "suggestions": []
}