{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ganga"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ganga"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ganga"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ganga"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ganga"
        }
    },
    "sentences": [
        {
            "en": "The chief rivers of India are <em>Ganga</em>,Yamuna and Saraswati.",
            "vi": "Những con sông chính ở Ấn Độ là Ganga, Yamuna và Saraswati."
        },
        {
            "en": "The chief rivers of India are <em>Ganga</em>, Yamuna and Saraswati.",
            "vi": "Những con sông chính ở Ấn Độ là Ganga, Yamuna và Saraswati."
        },
        {
            "en": "19 years on, <em>Ganga</em> Action Plan is nowhere near completion.",
            "vi": "Đã 19 năm trôi qua, Chương trình Hành động Sông Hằng vẫn chưa hoàn thành."
        },
        {
            "en": "Sun Saiba Sun, from the 1985 movie Ram Teri <em>Ganga</em> Maili, is a lilting song.",
            "vi": "Bài Sun Saiba Sun của bộ phim Ram Teri Ganga Maili năm 1985 là một bài hát du dương nhịp nhàng."
        },
        {
            "en": "In February 2004, the Indian Parliamentary Public Accounts Committee tabled a report detailing multiple scale and timing flaws in an 18 year-old initiative to clean up the <em>Ganga</em> River.",
            "vi": "Vào tháng 2/2004, Uỷ ban Tài chính Công của Nghị viện Ấn Độ đã đưa ra thảo luận một báo cáo chi tiết về một loạt những sơ hở về mức độ và thời điểm của một sáng kiến 18 năm nhằm làm sạch sông Hằng."
        },
        {
            "en": "Concerned with the pace of this program, the Public Accounts Committee investigated the rate at which sewage treatment infrastructure was being developed in each of the states in the <em>Ganga</em> basin.",
            "vi": "Lo ngại về tiến độ thực hiện chương trình này, Uỷ ban Tài chính Công đã điều tra về tiến độ xây dựng các cơ sở hạ tầng xử lý nước thải tại mỗi tiểu bang thuộc lưu vực sông Hằng."
        },
        {
            "en": "The <em>Ganga</em> Action Plan (GAP) had been initiated in 1985 in an effort to improve water quality and halt pollution by dealing with municipal sewage, which accounts for 75% of the river's pollution.",
            "vi": "Chương trình Hành động sông Hằng (GAP) được triển khai từ năm 1985 với mục tiêu cải thiện chất lượng nước và ngăn chặn ô nhiễm thông qua việc xử lý lượng nước thải của thành phố, mà gây ra 75% mức ô nhiễm của con sông này."
        }
    ],
    "suggestions": []
}