{
    "en_vn": {
        "data": {
            "content": null,
            "word": "garbanzo"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>garbanzo</k><blockquote><cclass>[<cclass>gα:'banzəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>garbanzos</b>) <cclass>N. Amer. a chickpea. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from Sp. </blockquote></div>",
            "word": "garbanzo"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "garbanzo"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "garbanzo"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "garbanzo"
        }
    },
    "sentences": [
        {
            "en": "Power Pasta  When people think of pasta, they almost always think, I ate way too much and now I feel like crap,\" says Brian Rudolph. Not so with his brand, which is made from chickpeas instead of wheat. That simple switch — in a recipe perfected over 10 months of trial and error — has yielded a healthy twist on the al dente dinner. Banza, shorthand for <em>garbanzo</em> pasta, has double the protein and four times the fibre of traditional pasta, and far fewer carbs; it’s also gluten-free. Now Rudolph and his brother Scott plan to reinvent products like pizza and cereal.",
            "vi": "Nui năng lượng  Khi nghĩ đến nui mỳ, người ta hầu như luôn nghĩ, mình ăn nhiều quá nên giờ khốn khổ,\" Brian Rudolph nói. Nhưng ăn nui của anh làm sẽ không thế, vì nui này được làm từ đậu xanh Ấn độ chứ không phải làm từ lúa mì. Qua thử nghiệm hơn 10 tháng một công thức nấu ăn, dùng nui này sẽ mang lại bữa tối ngon lành, tốt cho sức khoẻ. Banza, viết tắt của nui đậu xanh Ấn độ, có gấp đôi prô-tê-in và gấp bốn chất xơ so với nui thông thường, mà lại rất ít carb; lại không có gluten. Bây giờ Rudolph và Scott em trai của anh ấy định sẽ sáng chế lại các sản phẩm như bánh pizza và bột ngũ cốc."
        }
    ],
    "suggestions": []
}