{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Gary",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Gary",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Gary",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Gary",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Gary",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Gary</em> is an accessory to the deed.",
            "vi": "Gary là một người tham gia vào chiến công này."
        },
        {
            "en": "<em>Gary</em> hits his classmate on his only nose.",
            "vi": "Gary đánh vào cái mũi duy nhất của bạn mình."
        },
        {
            "en": "<em>Gary</em> hits his only classmate on the nose.",
            "vi": "Gary chỉ đánh bạn cậu ấy vào mũi."
        },
        {
            "en": "<em>Gary</em> is prime-time in love with her.",
            "vi": "Gary đã yêu mê mệt cô ấy rồi."
        },
        {
            "en": "<em>Gary</em> stepped in to calm things down between the boys.",
            "vi": "Gary xen vào để hoà giải mâu thuẫn giữa các cậu bé."
        },
        {
            "en": "<em>Gary</em> hit his classmate only on his nose",
            "vi": "Gary đánh bạn cậu ta chỉ vào mũi thôi"
        },
        {
            "en": "Does <em>Gary</em> Coleman's co-star Todd Bridges get equal billing?",
            "vi": "Có phải người cùng đóng vai chính Todd Bridges của Gary Coleman cùng đứng đầu danh sách không?"
        },
        {
            "en": "<em>Gary</em> rather liked Sue so he asked her out.",
            "vi": "Gary khá thích Sue cho nên anh mời nàng đi chơi."
        },
        {
            "en": "Only <em>Gary</em> hit his classmate on the nose.",
            "vi": "Chỉ có Gary đánh bạn cậu ta vào mũi."
        },
        {
            "en": "Does <em>Gary</em> Coleman's co - star Todd Bridges get equal billing?",
            "vi": "Có phải người cùng đóng vai chính Todd Bridges của Gary Coleman cùng đứng đầu danh sách không?"
        },
        {
            "en": "<em>Gary</em> hits his classmate only on the nose.",
            "vi": "Gary chỉ đánh vào mũi của bạn cậu ấy thôi."
        },
        {
            "en": "<em>Gary</em> has been out of work for a year.",
            "vi": "Gary đã thất nghiệp một năm rồi."
        },
        {
            "en": "<em>Gary</em> Paulsen has written for generations of audacious young readers.",
            "vi": "Gary Paulsen viết cho các thế hệ độc giả trẻ táo bạo."
        },
        {
            "en": "Last month <em>Gary</em> was in hospital for an operation.",
            "vi": "Tháng trước Gary đã nằm viện để phẫu thuật."
        },
        {
            "en": "Only <em>Gary</em> hits his classmate on the nose.",
            "vi": "Chỉ có Gary đánh bạn cậu ta vào mũi."
        },
        {
            "en": "<em>Gary</em> only hits his classmate on the nose.",
            "vi": "Gary chỉ đánh bạn cậu ta vào mũi thôi."
        },
        {
            "en": "You actually laid bets on whether or not Collete would go out with <em>Gary</em>?",
            "vi": "Cậu hẳn đã đặt cược vào chuyện collete có hẹn hò với gary hay không rồi phải không?"
        },
        {
            "en": "Don't tell <em>Gary</em> what I' ve bought him for his birthday. I wouldn't dream of it.",
            "vi": "Đừng nói với Gary tôi đã mua gì mừng sinh nhật cậu ấy. Tôi còn không nghĩ đến nữa là."
        },
        {
            "en": "Don't tell <em>Gary</em> what I've bought him for his birthday. I wouldn't dream of it.",
            "vi": "Đừng nói với Gary tôi đã mua gì mừng sinh nhật cậu ấy. Tôi còn không nghĩ đến nữa là."
        },
        {
            "en": "More than a third of <em>Gary</em> residents have incomes below the poverty line.",
            "vi": "Hơn một phần ba cư dân Gary có thu nhập dưới mức nghèo."
        }
    ],
    "suggestions": []
}