{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gastroesophageal"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gastroesophageal"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gastroesophageal"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gastroesophageal"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuộc dạ dày - thực quản</font></td></tr></tbody></table></div>",
            "word": "gastroesophageal"
        }
    },
    "sentences": [
        {
            "en": "<em>Gastroesophageal</em> reflux disease",
            "vi": "Bệnh trào ngược dạ dày-thực quản"
        },
        {
            "en": "Heartburn and <em>Gastroesophageal</em> Reflux Disease (GERD)",
            "vi": "Ợ nóng (ợ chua) và Trào ngược dạ dày thực quản (GERD)"
        },
        {
            "en": "Frequent, strong heartburn is one of the signs of <em>gastroesophageal</em> reflux disease, more commonly known as GERD or acid reflux.",
            "vi": "Thường thì chứng ợ nóng dữ dội là một trong những dấu hiệu của bệnh trào ngược dạ dày thực quản, mà phổ biến hơn người ta thường gọi là hiện tượng GERD hoặc trào ngược a-xít."
        },
        {
            "en": "<em>Gastroesophageal</em> reflux disease is a disorder that results from stomach acid moving backward from the stomach into the esophagus.",
            "vi": "Trào ngược dạ dày là chứng rối loạn làm cho axit trong dạ dày trào ngược từ dạ dày lên thực quản."
        },
        {
            "en": "Frequent, strong heartburn is one of the signs of <em>gastroesophageal</em> reflux disease, more commonly known as GERD or acid reflux.",
            "vi": "Thường thì chứng ợ nóng dữ dội là một trong những dấu hiệu của bệnh trào ngược dạ dày thực quản, mà phổ biến hơn người ta thường gọi là hiện tượng GERD hoặc trào ngược a - xít."
        },
        {
            "en": "<em>Gastroesophageal</em> Reflux Disease (GERD) doesn't just affect older people who eat too much while watching TV. Active, healthy teens can have GERD, too.",
            "vi": "Bệnh trào ngược dạ dày không chỉ xảy ra ở người già ăn quá no trong lúc coi ti vi mà thanh thiếu niên nhanh nhẹn, năng động và khỏe mạnh cũng bị chứng bệnh này."
        },
        {
            "en": "If your baby tends to be gassy, has <em>gastroesophageal</em> reflux, or seems fussy during feeding, try burping your baby every ounce during bottle-feeding or every 5 minutes during breastfeeding.",
            "vi": "Nếu con bạn hay bị đầy hơi, bị trào ngược dạ dày thực quản thì cố vỗ cho bé ợ cứ mỗi ao-xơ một trong suốt thời gian cho bé bú bình hoặc cứ 5 phút một trong thời gian bé bú mẹ."
        },
        {
            "en": "Bronchitis or something else?  The symptoms of bronchitis are often the same as those of other conditions, such as asthma, pneumonia, allergies, the common cold, influenza, sinusitis, and even <em>gastroesophageal</em> reflux disease (GERD) and lung cancer. See your doctor to get an accurate diagnosis. Serious illnesses like pneumonia require prompt treatment.",
            "vi": "Bệnh viêm phế quản hay là một bệnh nào đó khác?   Các triệu chứng của bệnh viêm phế quản thường tương tự như những triệu chứng của một số bệnh khác chẳng hạn như suyễn, viêm phổi, dị ứng, cảm lạnh, cúm, viêm xoang, và thậm chí bệnh trào ngược dạ dày-thực quản (GERD) và ung thư phổi. Hãy đến khám bác sĩ để được chẩn đoán chính xác. Nhiều bệnh nghiêm trọng như viêm phổi đòi hỏi phải được điều trị ngay tức khắc."
        },
        {
            "en": "Heartburn trigger: Eating on the go  Always eating in a hurry? Shoveling food down is also a no-no, if you want to tame heartburn. Leslie Bonci, MPH, RD, director of sports nutrition at the University of Pittsburgh Medical Center, says the three G's -- grab, gulp, and go -- don't make for good digestion and can make GERD (<em>gastroesophageal</em> reflux disease) symptoms more likely. Heartburn is a GERD symptom. So slow down when you eat if you're concerned about heartburn symptoms.",
            "vi": "Nguyên nhân gây ợ nóng: Ăn uống ngấu nghiến (trông rất bận rộn) \nLúc nào bạn cũng ăn vội vã sao? Ăn thức ăn ngấu nghiến cũng là điều cấm kỵ, nếu bạn muốn chế ngự cơn ợ nóng. Bác sĩ y khoa, thạc sỹ y yế cộng đồng Leslie Bonci, giám đốc dinh dưỡng thể thao tại Trung tâm Y tế Đại học Pittsburgh cho biết 3 chữ G - grab, gulp, and go (giật lấy, nuốt nhanh, và đi) – không có lợi cho quá trình tiêu hoá và có thể gây các triệu chứng của bệnh trào ngược dạ dày-thực quản (GERD) dễ dàng hơn. Ợ nóng là một triệu chứng của bệnh trào ngược dạ dày-thực quản. Vì vậy hãy nên ăn chậm lại nếu bạn đang lo lắng về các triệu chứng của bệnh ợ nóng."
        },
        {
            "en": "* Upper gastrointestinal imaging (Upper GI). An upper GI involves swallowing contrast material while X-rays are taken of the top part of the digestive system. This allows the doctor to see how a child swallows. Upper GI studies are used to evaluate things like difficulty swallowing and <em>gastroesophageal</em> reflux (GERD). An upper GI isn't painful, but some kids don't like to drink the contrast material, which sometimes can be flavored to make it more appealing.",
            "vi": "* Chụp hình dạ dày-ruột trên. Bệnh nhân được uống chất cản quang trong khi chụp X-quang phần trên của hệ tiêu hoá. Biện pháp này giúp cho bác sĩ quan sát thấy được trẻ nuốt như thế nào. Người ta sử dụng phương pháp chụp hình dạ dày-ruột trên để khám và chẩn đoán nhiều bệnh như khó nuốt và trào ngược dạ dày thực quản (GERD). Chụp hình dạ dày-ruột trên không gây đau đớn gì nhưng một số trẻ không thích uống chất cản quang, đôi khi người ta cũng có thể cho thêm mùi vị vào để làm cho nó hấp dẫn hơn."
        },
        {
            "en": "* Noncongenital conditions. Esophagitis (inflammation of the esophagus) can be caused by infection, certain medications, or <em>gastroesophageal</em> reflux disease (GERD). With GERD, the esophageal sphincter (the valve that connects the esophagus with the stomach) doesn't work well and allows the acidic contents of the stomach to move backward up into the esophagus. GERD often can be corrected through lifestyle changes, such as dietary adjustments. Sometimes, though, it requires treatment with medication.",
            "vi": "* Những chứng bệnh không bẩm sinh. Viêm thực quản có thể gây ra do nhiễm trùng, một số thuốc nào đó, hoặc do trào ngược dạ dày-thực quản (GERD). Đối với bệnh GERD, cơ thắt thực quản (van nối thực quản với dạ dày) không hoạt động tốt và làm cho chất axit trong dạ dày trào ngược trở lại thực quản. Người ta thường có thể điều chỉnh chứng bệnh này bằng cách thay đổi lối sống, chẳng hạn như điều chỉnh chế độ dinh dưỡng. Mặc dù vậy, đôi khi cần phải điều trị bằng thuốc."
        },
        {
            "en": "Allergy fact     About 80% of children and 50% of adults with asthma also have allergies.  Irritants     * respiratory infections, such as those caused by viral \"colds,\" bronchitis, and sinusitis     * drugs, such as aspirin, other NSAIDs (nonsteroidal antiinflammatory drugs), and beta blockers (used to treat blood pressure and other heart conditions)     * tobacco smoke     * outdoor factors, such as smog, weather changes, and diesel fumes     * indoor factors, such as paint, detergents, deodorants, chemicals, and perfumes     * nighttime     * GERD (<em>gastroesophageal</em> reflux disorder)     * exercise, especially under cold dry conditions     * work-related factors, such as chemicals, dusts, gases, and metals     * emotional factors, such as laughing, crying, yelling, and distress     * hormonal factors, such as in premenstrual syndrome",
            "vi": "Thực tế dị ứng Khoảng 80% trẻ em và 50% người lớn bị suyễn cũng bị dị ứng. Chất kích thích * nhiễm trùng đường hô hấp, chẳng hạn như nhiễm trùng do vi-rút “cúm”, viêm phế quản, và viêm xoang * nhiều loại thuốc, chẳng hạn như aspirin, NSAIDs (thuốc kháng viêm không chứa steroid), và thuốc ức chế bê-ta (được dùng để điều trị huyết áp và các bệnh tim khác) * khói thuốc lá * các yếu tố ngoài trời, chẳng hạn như sương khói, thay đổi thời tiết, và khói dầu diesel * các yếu tố trong nhà, như là thuốc màu, chất tẩy rửa, chất khử mùi, hoá chất, và hương thơm * ban đêm * GERD (rối loạn trào ngược dạ dày thực quản ) * luyện tập thể dục thể thao, nhất là trong hoàn cảnh tiết trời khô lạnh  * các yếu tố liên quan đến công việc, như là hoá chất, bụi, khí, và kim loại * các yếu tố xúc cảm, như cười, khóc, la hét, và đau buồn  * các yếu tố về hoóc-môn, như trong hội chứng tiền kinh nguyệt"
        },
        {
            "en": "<em>Gastroesophageal</em> reflux disease    After basketball practice, Ella looks forward to hanging out with her teammates and sharing a large pizza with extra cheese and a pitcher of soda — a well-deserved reward after hours of shooting free throws and running laps. Lately, though, Ella hasn't been enjoying her post-practice treat like she used to. After eating, she feels an odd burning sensation in her chest and sometimes in her throat. It's that uncomfortable feeling people call \"heartburn.\" Frequent, strong heartburn is one of the signs of <em>gastroesophageal</em> reflux disease, more commonly known as GERD or acid reflux. GERD doesn't just affect older people who eat too much while watching TV. Active, healthy teens can have GERD, too. What Is GERD? <em>Gastroesophageal</em> (pronounced: gas-tro-ih-sah-fuh-jee-ul) reflux disease is a disorder that results from stomach acid moving backward from the stomach into the esophagus. GERD usually happens because the lower esophageal sphincter (LES) — the muscular valve where the esophagus joins the stomach — opens at the wrong time or does not close properly. When the stomach contents move backward into the esophagus, this is known as <em>gastroesophageal</em> reflux. (Because the stomach makes acid to help a person digest food, <em>gastroesophageal</em> reflux is also known as acid reflux.) Almost everyone has this type of reflux at some time. Often a person isn't even aware that it is happening. Sometimes reflux causes the burning sensation of heartburn that most of us occasionally feel. But although lots of people have heartburn from time to time, that doesn't mean that they have GERD. When a person has GERD, heartburn or other symptoms happen much more often and cause serious discomfort. GERD can be a problem if it's not treated because, over time, the reflux of stomach acid damages the tissue lining the esophagus, causing inflammation and pain. In adults, long-lasting, untreated GERD can lead to permanent damage of the esophagus and sometimes even cancer. What causes GERD? No one knows for sure why people get GERD. Although lots of different things may contribute to the condition, doctors believe that the way the LES works is the main reason why people have <em>gastroesophageal</em> reflux. The LES is a muscular ring at the bottom of the esophagus where it joins the stomach. As a person swallows, muscles in the esophagus move the food down into the stomach. The LES relaxes just enough to allow food and liquids into the stomach, but then the powerful muscles in the LES contract (tighten) to stop food and liquids from moving back up the esophagus. In other words, the job of the LES is to prevent reflux. Sometimes, though, the LES might not be able to do its job for various reasons. In some people, the LES doesn't tighten properly. In other cases, the LES doesn't close quickly enough or at the right time, allowing stomach contents to wash back up. If a person has eaten too much, the stomach may be so stretched full that the LES can't do its job properly. In some people who have GERD, a hiatal hernia (pronounced: high-ay-tull her-nee-ah) is to blame. A hiatal hernia is an opening in the diaphragm (the muscle that separates the abdomen and chest) where the esophagus joins the stomach. The hernia can allow the uppermost part of the stomach to bulge through the diaphragm into the chest area, interfering with how the LES works. Most teens who have GERD do not have a hiatal hernia. Doctors do know that some things can make GERD worse, including obesity, drinking alcohol, and pregnancy. Certain foods and medications can also worsen GERD symptoms; for example, these foods affect some people with GERD:     * citrus fruits     * chocolate     * drinks or foods with caffeine     * fatty and fried foods     * garlic and onions     * mint flavorings     * spicy foods     * tomato-based foods - like spaghetti sauce, chili, and pizza How do people know they have GERD? Often, people who have GERD notice that they regularly have the pain of heartburn in the chest or stomach — and their heartburn can last up to a couple of hours. Lots of people who have GERD notice their heartburn is worse after eating. Regurgitation is also a sign that a person may have GERD, although, like heartburn, occasional regurgitation is common for everyone. (Regurgitation is when food and liquid containing stomach acid comes back up into the throat or mouth.) Other symptoms of GERD include:     * a sore, raw throat or hoarse voice     * a frequent sour taste of acid, especially when lying down     * a feeling of burping acid into the mouth     * trouble swallowing     * a feeling that food is stuck in the throat     * a feeling of choking that may wake someone up     * a dry cough     * bad breath You should talk to your parents and visit your doctor if you've had heartburn that doesn't seem to go away or any other symptoms of GERD for a while. How doctors diagnose GERD If a doctor thinks you might have GERD, he or she will do a physical examination. Your doctor will also ask about any concerns and symptoms you have, your past health, your family's health, any medications you're taking, any allergies you may have, and other issues. This is called the medical history. If your doctor suspects you might have GERD, he or she may refer you to a pediatric gastroenterologist, a doctor who treats kids and teens who have diseases of the gastrointestinal system (the esophagus, stomach, intestines, and other organs that aid in digestion). Tests Doctors sometimes run the following tests to diagnose GERD or rule out other possible problems:     * A special X-ray called a barium swallow radiograph can help doctors see whether liquid is refluxing into the esophagus. It can also show whether the esophagus is irritated or whether there are other abnormalities in the esophagus. With this test, the person drinks a special solution (barium, a kind of chalky liquid); this liquid then shows up on the X-rays.     * An upper endoscopy (pronounced: en-das-ko-pee) allows the doctor to look at the esophagus, stomach, and part of the small intestines using a tiny camera. For this test, the doctor may give the patient a medicine to help him or her relax, and may spray the throat to numb it. This makes the test more comfortable. Sometimes patients are given anesthesia and are \"asleep\" when this procedure is done. The doctor then slides a thin, flexible plastic tube called an endoscope down the throat and into the esophagus and the stomach. A tiny camera in the endoscope lets the doctor look for abnormalities on the surface of the esophagus and stomach lining. During the endoscopy, the doctor also may use small tweezers (forceps) to remove a piece of tissue for biopsy. A biopsy can reveal damage caused by acid reflux or infection and help rule out other problems.     * In another kind of test, called a 24-hour pH-probe study, the doctor puts a tiny tube into the esophagus that will stay there for 24 hours. The tube is connected to a device that monitors the acid levels in the esophagus as the person goes about normal daily activities. This test is useful for diagnosing people who have symptoms of GERD but no damage to the esophagus. It also can detect whether the reflux triggers respiratory symptoms, such as wheezing and coughing. How can GERD be treated? Treatment for GERD depends on how severe symptoms are. For some people, treatment may just include lifestyle changes, such as changing what they eat or drink. Others will need to take medications. In very rare cases, when GERD is particularly severe, a doctor will recommend surgery. The following lifestyle changes can help the symptoms of GERD or even prevent the condition:     * quitting smoking     * avoiding alcohol     * losing weight if you are overweight     * eating small meals     * wearing loose-fitting clothes     * avoiding carbonated beverages     * avoiding foods that trigger reflux It can also help to not lie down for 3 hours after a meal and not eat 2 to 3 hours before going to bed. Doctors sometimes also recommend raising the head of the bed about 6 to 8 inches. Before you start a bedroom makeover, though, talk to your doctor and your parents about the best sleeping position for you. A doctor may also recommend different medications to relieve symptoms. Over-the-counter antacids, such as Alka-Seltzer or Maalox, work by neutralizing stomach acid and can help with mild symptoms. Other medications called H2 blockers are available over the counter and by prescription and help by blocking the production of stomach acid. If your doctor thinks you should take these, he or she will recommend certain over-the-counter medications or write you a prescription. More powerful prescription drugs called proton pump inhibitors also reduce the amount of acid the stomach produces. Some of these are also available over-the-counter. Doctors also prescribe these for people with more severe or persistent GERD. For some teens, doctors advise combining medications to control different symptoms. For example, people who get heartburn after eating can try taking both antacids and H2 blockers. The antacid goes to work first to neutralize the acid in the stomach, while the H2 blocker acts on acid production. By the time the antacid stops working, the H2 blocker will have stopped acid production. Surgery is a last resort for people with GERD and is rarely needed in healthy teens. The typical surgical treatment for GERD is called fundoplication (pronounced: fun-doh-plih-kay-shun). During the surgery, the upper part of the stomach is wrapped around the lower esophageal sphincter to strengthen the sphincter and prevent reflux. Fundoplication has been used in people of all ages, even babies with severe GERD. Living with GERD The key to living with GERD is to not ignore it. Early diagnosis and treatment can help reduce or even eliminate uncomfortable symptoms. Left untreated, however, GERD can cause permanent damage to the esophagus. One possible long-term effect of GERD is something called Barrett's esophagus. In this condition, the cells in the esophagus change and become precancerous because they have been irritated by stomach acid for so long. Eventually, it may lead to cancer of the esophagus. Barrett's esophagus is mostly found in adults who have had GERD for many years. But you can help avoid it by dealing with your GERD now. You'll probably find that one of the simplest ways to make living with GERD easier is to avoid the things that trigger your symptoms. Some people will have to limit certain foods; others may have to give them up entirely. It all depends on your individual symptoms. It can be hard to give up sodas or favorite foods at first. But after a while, lots of people discover that they feel so much better that they don't miss the problem foods as much as they thought they would.",
            "vi": "Bệnh trào ngược dạ dày-thực quản    Sau buổi tập bóng rổ, Ella háo hức muốn được la cà với bạn bè trong nhóm và cùng ăn ổ bánh pizza phô mai lớn với bình nước xô-đa– đây là một phần thưởng xứng đáng cho những giờ em phải tập luyện ném phát bóng tự do và tập chạy nhiều vòng.  Dù vậy, gần đây Ella không còn hào hứng với việc ăn uống, vui chơi sau khi tập luyện xong như trước đây nữa. Sau khi ăn xong, em cảm thấy trong ngực mình nóng rát kỳ lạ và đôi khi cổ họng em cũng có cảm giác tương tự. Cái cảm giác khó chịu đó người ta gọi là “chứng ợ nóng”.  Thường thì chứng ợ nóng dữ dội là một trong những dấu hiệu của bệnh trào ngược dạ dày-thực quản, mà người ta thường gọi là hiện tượng GERD hoặc trào ngược a-xít nhiều hơn. GERD không chỉ xảy ra ở người già ăn quá no trong lúc coi ti vi mà thanh thiếu niên nhanh nhẹn, năng động và khỏe mạnh cũng bị chứng bệnh này.  Bệnh trào ngược dạ dày-thực (GERD) quản là gì? Trào ngược dạ dày-thực quản là chứng rối loạn làm cho axit trong dạ dày trào ngược từ dạ dày lên thực quản. Chứng bệnh này thường là do cơ thắt thực quản dưới (LES) – van cơ nằm tiếp giáp giữa dạ dày và thực quản – không mở đúng lúc hoặc không khép kín được.  Khi axit trong dạ dày trào ngược lên thực quản, người ta gọi đây là hiện tượng trào ngược dạ dày-thực quản. (Bởi dạ dày có tác dụng tiết ra axit để giúp quá trình tiêu hoá thức ăn, trào ngược dạ dày-thực quản cũng có tên gọi là trào ngược axit.) Hầu hết mọi người ai cũng đều bị hội chứng trào ngược này một lúc nào đó trong đời. Thường thì người ta thậm chí không biết mình đang mắc bệnh này.  Đôi khi chứng trào ngược này làm chúng ta có cảm giác nóng rát vì ợ chua (ợ nóng). Nhưng dẫu là nhiều người thỉnh thoảng cũng bị ợ nóng, không có nghĩa là họ bị trào ngược dạ dày-thực quản. Khi bệnh nhân bị GERD thì triệu chứng ợ nóng và các triệu chứng khác xảy ra thường xuyên hơn và có thể gây khó chịu dữ dội.  Trào ngược dạ dày-thực quản có thể trở thành một vấn đề rắc rối nếu không được chữa trị bởi lẽ nếu để lâu, hiện tượng trào ngược axit dạ dày này sẽ có thể gây hại cho mô lót thực quản, gây viêm và đau nhức. Ở người lớn, hội chứng trào ngược này nếu để lâu và không được chữa trị thì có thể gây hại đến thực quản của bệnh nhân lâu dài và đôi khi còn gây ra ung thư nữa.  Nguyên nhân nào gây ra chứng trào ngược dạ dày-thực quản? Không ai có thể biết chắc lý do gì khiến người ta bị trào ngược dạ dày-thực quản. Dẫu rằng có nhiều nguyên nhân khác nhau gây nên chứng trào ngược này, nhưng bác sĩ cho cơ thắt thực quản dưới là nguyên nhân chính gây bệnh.  Cơ thắt thực quản dưới (LES) là một vòng cơ nằm ở đoạn cuối của thực quản, tiếp giáp với dạ dày. Khi chúng ta nuốt, các cơ ở thực quản có tác dụng đẩy thức ăn xuống dạ dày. Cơ thắt thực quản dưới mở chỉ đủ để thức ăn và thức uống có thể vào dạ dày được, nhưng sau đó các cơ mạnh trong cơ thắt thực quản dưới co lại (siết chặt lại) để ngăn thức ăn, thức uống trào ngược lên thực quản. Hay nói cách khác là LES có tác dụng tránh trào ngược. Dù vậy nhưng đôi khi cơ thắt thực quản dưới (LES) cũng không hoạt động tốt vì nhiều lý do. Đối với nhiều người, cơ thắt thực quản dưới không đóng kín được tốt hoặc có thể là do cơ thắt thực quản dưới không khép nhanh được hoặc không khép kịp thời, khiến cho thức ăn, thức uống trong dạ dày trào ngược lên trên.  Khi người ta ăn quá no thì dạ dày cũng có thể giãn ra nhiều đến độ cơ thắt thực quản dưới (LES) không đóng lại được. Chứng thoát vị khe cũng là nguyên nhân gây trào ngược dạ dày-thực quản ở một số người. Thoát vị khe là một khe hở trong cơ hoành (đây là cơ tách bụng và ngực), là chỗ tiếp giáp giữa thực quản và dạ dày. Chứng thoát vị cũng có thể khiến cho phần trên cùng của dạ dày phình to ra qua cơ hoành đến vùng ngực, làm cản trở cơ thắt thực quản dưới (LES). Hầu hết thanh thiếu niên mắc bệnh trào ngược này không bị thoát vị khe.     Bác sĩ biết rất rõ một số nguyên nhân có thể khiến cho hội chứng GERD trầm trọng thêm, như chứng béo phì, rượu bia, và thai nghén. Một số thực phẩm và thuốc nào đó cũng có thể làm cho các triệu chứng GERD này tệ hại hơn; các thức ăn làm ảnh hưởng một số người bị trào ngược gồm: * trái cây họ cam * sô-cô-la * thức ăn hoặc nước uống chứa cà-phê-in * thức ăn chiên rán và nhiều chất béo * tỏi và hành * hương vị bạc hà  * thực ăn cay nóng * thức ăn chế biến từ cà chua - như nước xốt mì ống, ớt và bánh pizza Làm sao có thể nhận biết chứng trào ngược dạ dày-thực quản? Thông thường thì người bị trào ngược dạ dày-thực quản phát hiện thấy mình thường xuyên có cảm giác đau đớn vì ợ nóng ở ngực hoặc dạ dày – và chứng ợ nóng này có thể kéo dài đến vài tiếng đồng hồ. Nhiều người nhận thấy rằng triệu chứng ợ nóng này tệ hại hơn nhiều sau mỗi lần ăn xong. Hiện tượng nôn mửa cũng là dấu hiệu của chứng trào ngược dạ dày-thực quản, nhưng mặc dù vậy, giống như chứng ợ nóng thì người ta thỉnh thoảng cũng thường hay bị nôn mửa. (Tình trạng nôn mửa xảy ra khi thức ăn và thức uống chứa axit dạ dày trào ngược lên cổ họng hay lên miệng.) Các triệu chứng khác của trào ngược dạ dày-thực quản gồm: * cổ họng đau rát hoặc khàn giọng * thường xuyên có vị chua của axit, nhất là khi nằm * cảm giác ợ axit lên miệng * khó nuốt * cảm giác nghẹn thức ăn trong cổ họng * cảm giác nghẹn, khó thở làm cho người bệnh phải thức giấc * ho khan * hôi miệng, hơi thở bị hôi Bạn nên nói cho bố mẹ biết và đến khám bác sĩ nếu bị ợ nóng trong một thời gian mà không thuyên giảm hoặc bị bất kỳ triệu chứng nào của chứng trào ngược dạ dày thực quản nhé. Làm thế nào bác sĩ có thể chẩn đoán được chứng trào ngược dạ dày-thực quản Nếu bác sĩ nghĩ rằng bạn có thể bị trào ngược dạ dày-thực quản thì bác sĩ sẽ cho bạn làm kiểm tra sức khỏe và cũng muốn biết về bất kỳ mối quan tâm, lo ngại và bất kể triệu chứng nào của bạn, về tình trạng sức khỏe trước đây của bạn, sức khỏe của gia đình bạn, xem bạn có đang sử dụng một loại thuốc nào đó không, bạn có bị dị ứng không hoặc bất kỳ các vấn đề nào khác. Đây gọi là tiền sử sức khoẻ. Nếu nghi ngờ bạn bị trào ngược dạ dày-thực quản, bác sĩ có thể chuyển bạn đến bác sĩ chuyên khoa dạ dày nhi, bác sĩ này chuyên điều trị cho trẻ con và thanh thiếu niên bị các bệnh về cơ quan dạ dày-ruột (thực quản, dạ dày, ruột, và các cơ quan tiêu hoá khác). Các xét nghiệm Bác sĩ cũng thường hay cho làm các xét nghiệm sau đây để chẩn đoán bệnh trào ngược dạ dày-thực quản hoặc để loại trừ các bệnh khác có thể xảy ra.  * Dùng tia X đặc biệt gọi là chụp X-quang đường tiêu hoá có thuốc cản quang ba-ri (chụp X-quang có barium) giúp bác sĩ có thể nhìn thấy chất lỏng có bị trào ngược lên thực quản hay không. Xét nghiệm này cũng giúp phát hiện xem thực quản có bị kích ứng không hay có dấu hiệu nào bất thường trong thực quản hay không. Để làm xét nghiệm này thì bệnh nhân cần phải uống một loại dung dịch đặc biệt (đó là ba-ri, đây là loại chất lỏng có màu trắng), dung dịch ba-ri này sẽ được nhìn thấy trên hình X-quang. * Nội soi phần trên của đường tiêu hoá, bằng cách sử dụng một máy nội soi nhỏ, bác sĩ có thể nhìn thấy được thực quản, dạ dày, và một phần của ruột non. Đối với loại xét nghiệm này, bác sĩ có thể cho bệnh nhân dùng thuốc để giảm bớt căng thẳng, và có thể xịt thuốc vào cổ họng bệnh nhân để gây tê. Phương pháp này có tác dụng giúp cho quy trình xét nghiệm diễn ra dễ dàng và thoải mái hơn. Đôi khi bệnh nhân cũng được gây mê và làm cho “buồn ngủ” suốt quá trình nội soi. Bác sĩ đưa một ống nhựa mềm và mỏng gọi là đèn nội soi xuống cổ họng và vào thực quản và dạ dày. Máy ca-me-ra nhỏ xíu trong đèn nội soi có thể giúp cho bác sĩ nhìn thấy bất kỳ dấu hiệu bất thường nào trên bề mặt của thực quản và niêm mạc dạ dày. Trong suốt quá trình nội soi, bác sĩ cũng có thể dùng một cái kẹp nhỏ (cái gắp) để lấy đi một phần mô làm sinh thiết. Phương pháp sinh thiết có thể cho biết các tổn hại do hội chứng trào ngược dạ dày-thực quản hoặc viêm nhiễm gây ra và giúp loại trừ các chứng bệnh khác.  * Một loại xét nghiệm khác là xét nghiệm thăm dò pH trong 24 tiếng đồng hồ, bác sĩ đặt một ống nhỏ vào trong thực quản và giữ ở đó trong vòng 24 tiếng đồng hồ. Ống này nối với một thiết bị có thể theo dõi được nồng độ axit trong thực quản khi người ta làm các hoạt động thường nhật. Phương pháp xét nghiệm này rất hữu ích dùng để chẩn đoán cho người mắc các triệu chứng GERD – trào ngược dạ dày-thực quản mà không gây hại đến thực quản. Nó cũng phát hiện được xem liệu chứng trào ngược có gây ra các triệu chứng về đường hô hấp như thở khò khè và ho hay không. Điều trị hội chứng trào ngược dạ dày-thực quản bằng cách nào? Việc chữa trị cho chứng trào ngược dạ dày-thực quản tuỳ thuộc vào mức độ trầm trọng của các triệu chứng gây bệnh. Đối với một số người thì chỉ cần thay đổi lối sống như thay đổi chế độ ăn uống. Một số người khác cần phải dùng thuốc. Rất hiếm khi gặp tình trạng trào ngược dạ dày-thực quản đặc biệt nghiêm trọng thì bác sĩ sẽ khuyến nghị phẫu thuật.  Các biện pháp thay đổi cách sống sau đây có thể giúp giảm bớt hoặc thậm chí còn ngăn ngừa được triệu chứng trào ngược dạ dày-thực quản: * bỏ thuốc lá  * tránh rượu bia  * giảm cân nếu bạn đang tăng cân * ăn nhiều bữa nhỏ * mặc quần áo rộng thùng thình * tránh thức uống có ga * tránh ăn các loại thức ăn có thể gây hội chứng trào ngược  Không nên nằm trong vòng 3 tiếng đồng hồ sau khi ăn xong và không nên ăn trước khi đi ngủ từ 2 đến 3 tiếng đồng hồ. Đôi khi bác sĩ cũng khuyến nghị nên kê cao đầu giường khoảng chừng 6 đến 8 in-sơ. Trước khi bắt đầu thay đổi bề ngoài của phòng ngủ, bạn nên nói cho bác sĩ và bố mẹ mình biết về tư thế ngủ nào là tốt nhất  cho mình nhé.   Bác sĩ cũng có thể cho nhiều loại thuốc khác nhau để giúp giảm bớt các triệu chứng của bệnh. Các thuốc làm giảm độ axit trong dạ dày được bán tự do không theo toa như Alka-Seltzer hoặc Maalox, có tác dụng làm trung hoà axit trong dạ dày và tác dụng tốt đối với các triệu chứng nhẹ. Bạn cũng có thể mua thuốc H2 blockers tự do và theo toa và giúp ngăn tiết axit trong dạ dày. Nếu bác sĩ nghĩ rằng bạn nên sử dụng các loại thuốc này thì họ sẽ giới thiệu cho bạn một số thuốc mua tự do nào đó hoặc có thể kê toa cho bạn.  Các thuốc kê toa mạnh hơn như proton pump inhibitors cũng có tác dụng làm ức chế sự tiết axit trong dạ dày. Một số loại thuốc này cũng có thể được bán tự do không theo toa. Bác sĩ sẽ kê toa cho những bệnh nhân mắc chứng trào ngược dạ dày-thực quản trầm trọng hoặc lâu dài hơn.  Đối với một số thanh thiếu niên, bác sĩ có thể khuyến nghị sử dụng kết hợp nhiều loại thuốc để làm giảm nhiều triệu chứng khác nhau. Chẳng hạn như người bị ợ nóng sau khi ăn có thể dùng kết hợp cả thuốc làm trung hoà axit và H2 blocker. Thuốc làm trung hoà axit đầu tiên có tác dụng làm trung hoà axit trong dạ dày, trong khi đó H2 blocker làm ngăn sự tiết axit. Khi thuốc làm trung hoà axit không còn tác dụng nữa thì H2 blocker sẽ làm ngưng tiết axit trong dạ dày.  Phẫu thuật là phương kế cuối cùng đối với bệnh nhân bị trào ngược dạ dày-thực quản (GERD) và hiếm khi sử dụng cho thanh thiếu niên khoẻ mạnh. Phương pháp điều trị GERD bằng phẫu thuật điển hình gọi là phẫu thuật fundoplication. Trong suốt quá trình phẫu thuật thì phần trên của dạ dày được bọc quanh cơ thắt thực quản dưới nhằm làm mạnh cơ thắt và tránh trào ngược. Phẫu thuật fundoplication có thể được sử dụng cho tất cả mọi người ở mọi lứa tuổi, thậm chí đối với trẻ em bị trào ngược dạ dày nặng.  Sống với GERD Phương châm để sống cùng với GERD là đừng nên phớt lờ nó. Việc chẩn đoán và điều trị sớm có thể làm giảm hoặc thậm chí là làm dứt hết các triệu chứng khó chịu của bệnh gây ra. Tuy nhiên, nếu để lâu không điều trị thì chứng bệnh trào ngược dạ dày-thực quản này có thể gây hại lâu dài cho thực quản. Một hậu quả có thể lâu dài do GERD để lại thường được gọi là bệnh Barrett thực quản. Đối với chứng bệnh này thì các tế bào trong thực quản biến đổi và trở thành tế bào tiền ung thư vì chúng bị axit trong dạ dày làm cho kích ứng trong một thời gian quá lâu. Cuối cùng, nó có thể dẫn đến ung thư thực quản. bệnh Barrett thực quản đa số thường xảy ra ở người lớn bị trào ngược dạ dày-thực quản lâu năm. Mặc dù vậy bạn cũng có thể phòng tránh chứng bệnh này bằng cách chữa lành chứng GERD của mình ngay từ bây giờ.  Bạn ắt có thể phát hiện ra một cách đơn giản nhất để có thể sống cùng với chứng GERD này dễ dàng hơn là nên tránh những thứ gây nên triệu chứng trào ngược. Một số người sẽ phải hạn chế một số loại thức ăn nào đó và số khác có thể là phải nhịn ăn hoàn toàn. Điều này tuỳ thuộc vào các triệu chứng riêng của từng người.  Ban đầu có thể là rất khó để từ chối hoặc bỏ món xô-đa hoặc các món khoái khẩu của mình. Nhưng dần dần sau một thời gian, nhiều người phát hiện ra đã đỡ hơn nhiều, không còn thèm và nhớ các loại thức ăn gây bệnh như người ta từng nghĩ nữa."
        },
        {
            "en": "Heartburn facts Despite its name, heartburn has nothing to do with the heart (although some of the symptoms are similar to a heart attack). Heartburn is an irritation of the esophagus caused by acid that refluxes (comes up) from the stomach. Heartburn is also a symptom of more serious <em>gastroesophageal</em> reflux disease, or GERD. When swallowing, food passes down the throat and through the esophagus to the stomach. Normally, a muscular valve called the lower esophageal sphincter (LES) opens to allow food into the stomach (or to permit belching); then it closes again. Then the stomach releases strong acids to help break down the food. But if the lower esophageal sphincter opens too often or does not close tight enough, stomach acid can reflux or seep back into the esophagus, damaging it and causing the burning sensation we know as heartburn. Not only can stomach acid in the esophagus cause heartburn, but it can also cause ulcers, strictures (narrowing) of the esophagus, and cancer of the esophagus. Most people have felt heartburn at one time or another. In fact, the American Gastroenterological Association reports that more than 60 million Americans experience heartburn/GERD symptoms at least once each month. Though uncomfortable, heartburn does not usually pose a serious health problem for most people. However, if heartburn symptoms occur frequently and persistently, it may be a sign of a more serious problem, such as <em>gastroesophageal</em> reflux disease (GERD). GERD is a chronic reflux of acid into the esophagus. Left untreated, GERD can cause a host of complications, including esophagitis, esophageal ulcers, hoarseness, chronic pulmonary disease, and Barrett's esophagus (a change in the lining of the esophagus that increases the risk of developing cancer of the esophagus). Heartburn symptoms Heartburn has several symptoms, including:     * A burning feeling in the chest just behind the breastbone that occurs after eating and lasts a few minutes to several hours.     * Chest pain, especially after bending over, lying down, or eating.     * Burning in the throat -- or hot, sour, acidic, or salty-tasting fluid at the back of the throat.     * Difficulty swallowing.     * Feeling of food \"sticking\" in the middle of the chest or throat. Reporting these symptoms to your doctor is usually all that is needed for your doctor to diagnose heartburn. However, your doctor may perform special tests such as endoscopy or pH monitoring to determine the severity of your problem or to monitor your treatment. Heartburn causes Various lifestyle and dietary factors can contribute to heartburn by relaxing the lower esophageal sphincter and allowing it to open, increasing the amount of acid in the stomach, increasing stomach pressure, or by making the esophagus more sensitive to harsh acids. These factors include: Dietary Habits     * Eating too much.     * Eating certain foods, including onions, chocolate, peppermint, high-fat or spicy foods, citrus fruits, garlic, and tomatoes or tomato-based products.     * Drinking certain beverages, including citrus juices, alcohol, caffeinated drinks, and carbonated drinks.     * Eating before bedtime. Lifestyle habits     * Being overweight     * Smoking     * Wearing tight-fitting clothing or belts     * Lying down or bending over, especially after eating     * Stress Medical causes     * Pregnancy.     * Bulging of part of the stomach into the chest cavity, also called hiatal hernia.     * GERD.     * Taking certain medications, especially some antibiotics and aspirin. Heartburn treatment Treating heartburn requires adjustments to your lifestyle, medications, and possibly surgery if your heartburn is due to GERD or a hiatal hernia. Tips to alleviate heartburn symptoms     * Raise the head of your bed about 6 inches to allow gravity to help keep the stomach's contents in the stomach. (Do not use piles of pillows because this puts your body into a bent position that actually aggravates the condition by increasing pressure on the abdomen.)     * Eat meals at least three to four hours before lying down and avoid bedtime snacks.     * Eat smaller meals.     * Maintain a healthy weight to eliminate unnecessary intra-abdominal pressure caused by extra pounds.     * Limit consumption of fatty foods, chocolate, peppermint, coffee, tea, colas, and alcohol -- all of which can relax the lower esophageal sphincter -- and tomatoes and citrus fruits or juices, which contribute additional acid that can irritate the esophagus.     * Give up smoking, which also relaxes the lower esophageal sphincter.     * Wear loose belts and clothing. Heartburn can be treated with medicine. Medicines used to treat heartburn can range from over-the-counter remedies to medicine requiring a doctor's prescription. Over-the-counter heartburn treatments     * Antacids. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are also occasionally recommended to help relieve the pain of ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas. Examples of antacids include: Tums, Rolaids, and Maalox. You should take antacids exactly as directed by your doctor, or according to the manufacturer's directions. If you are using the tablets, chew them well before swallowing for faster relief. Serious side effects can occur with an overdose or overuse of antacids. Side effects include constipation, diarrhea, change in color of bowel movements and stomach cramps.     * Acid blockers. These medicines relieve heartburn, acid indigestion, and sour stomach, and are available without a prescription. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, and Prilosec OTC are examples of over-the-counter acid blockers. Acid blockers work by reducing the production of stomach acid. Take these medications according to the directions on the package, or as advised by your doctor. Possible serious side effects that need to be reported to your doctor right away include confusion, chest tightness, bleeding, sore throat, fever, irregular heartbeat, weakness, and unusual fatigue. Other less serious side effects include mild headache, dizziness and diarrhea, which are usually temporary and will likely go away on their own. People who have more severe heartburn symptoms that aren't relieved with these medications or who have been using these drugs for more than two weeks should contact their doctor. They may need medicine obtained with a doctor's prescription. Prescription heartburn treatments     * H2 Blockers. Histamine-2 (H2) blockers such as Pepcid, Tagamet, Zantac, and Axid work by reducing the production of stomach acid. The prescription forms of these medications (which usually contain higher doses than the over-the-counter versions) can generally relieve heartburn and treat GERD. They also may be used for other conditions as determined by your doctor.     * Proton pump inhibitors. Depending on the source of your problem, your doctor can prescribe medications that block acid production more effectively than the H2 blockers, namely the family of medications doctors call proton pump inhibitors, or PPIs for short. They include: Prilosec, Prevacid, Aciphex, Protonix, and Nexium. Another PPI product combines Prilosec with sodium bicarbonate (Zegerid).     * Promotility Agents. Promotility agents work by speeding up digestion, which prevents acid from staying in the stomach too long, and strengthening the lower esophageal sphincter, reducing reflux back up into the esophagus. Reglan is a promotility agent occasionally used to treat heartburn associated with GERD. The side effects of Reglan may include drowsiness, fatigue, diarrhea, restlessness, and movement problems. Another promotility agent, Propulsid, was removed from the market in 2000 because it caused serious heart arrythmias (abnormal heart beat) in some people. Most patients are successfully treated with these medications. Only a few people need surgery to correct the disorder. When is heartburn surgery necessary? Surgery for GERD may become necessary:     * When medical or drug treatment has failed to control symptoms.     * When the sphincter muscle is unable to work properly.     * When esophageal cancer develops from chronic GERD.            ",
            "vi": "Sự thật về chứng ợ nóng (ợ chua) Mặc dù có tên là vậy, nhưng chứng ợ nóng (ợ chua) không liên quan gì đến tim mạch cả (dẫu cũng có một số triệu chứng tương tự như đau tim). Ợ nóng (ợ chua) là hiện tượng thực quản bị kích thích do a-xít trào ngược (chảy ngược lên) từ dạ dày. Ợ nóng (ợ chua) cũng là một triệu chứng của bệnh trào ngược dạ dày-thực quản nguy hiểm hơn nhiều, hoặc gọi là GERD.  Khi nuốt, thức ăn xuống cổ họng và đi qua thực quản rồi đến dạ dày. Thông thường thì van cơ được gọi là cơ thắt thực quản dưới (LES) mở ra để cho thức ăn vào được dạ dày (hoặc giúp ợ hơi); sau đó nó đóng lại. Và rồi dạ dày tiết ra những loại a-xit mạnh nhằm giúp thực hiện quá trình tiêu hoá thức ăn. Nhưng nếu cơ thắt thực quản dưới mở ra quá nhiều lần hoặc không đóng lại kín đủ, thì axit trong dạ dày có thể trào ngược hoặc thấm vào (rỉ qua) thực quản, làm tổn thương đến thực quản và gây ra cảm giác nóng rát mà chúng ta biết đó là chứng ợ nóng (ợ chua).  Axit dạ dày trong thực quản không những có thể gây ra ợ nóng (ợ chua) mà còn có thể gây ung loét, chẹt (hẹp) thực quản, và cả ung thư thực quản nữa.  Hầu hết người ta đều bị ợ nóng (ợ chua) vào một thời điểm nào đó. Hiệp hội Tiêu hoá Mỹ cho biết có trên 60 triệu người Mỹ bị các triệu chứng ợ nóng (ợ chua)/ GERD ít nhất mỗi tháng một lần. Mặc dù có cảm giác khó chịu, không thoải mái nhưng chứng bệnh này thường không gây ra vấn đề nguy hiểm nào đối với sức khỏe ở hầu hết mọi người.  Tuy nhiên, nếu các triệu chứng ợ nóng (ợ chua) xảy ra thường xuyên và dai dẳng thì đây có thể là dấu hiệu của một vấn đề nguy hiểm hơn, chẳng hạn như bệnh trào ngược dạ dày-thực quản (GERD). GERD là chứng trào ngược axit vào thực quản mãn tính. Nếu không được điều trị thì chứng bệnh này có thể gây ra một loạt các biến chứng, chẳng hạn như viêm thực quản, loét thực quản, khàn đục giọng, bệnh phổi mãn tính, và bệnh Barrett thực quản (tình trạng biến đổi niêm mạc thực quản làm tăng nguy cơ bị ung thư thực quản).    Các triệu chứng ợ nóng (ợ chua) Ợ nóng (ợ chua) có một vài triệu chứng, bao gồm:  * Cảm giác nóng rát trong ngực ngay phía sau xương ức xảy ra sau khi ăn và kéo dài từ một vài phút đến một vài tiếng đồng hồ.  * Đau ngực, nhất là sau khi gập người xuống, nằm xuống, hoặc ăn.  * Nóng rát ở cổ họng – hoặc nóng, chua, hoặc dịch có vị mặn sau họng.  * Khó nuốt. * Cảm giác giống như thức ăn “bị vướng” giữa cổ họng hoặc giữa ngực.  Thông thường thì bạn chỉ cần thuật lại những triệu chứng này cho bác sĩ nghe để chẩn đoán chứng ợ nóng (ợ chua). Tuy nhiên, bác sĩ có thể thực hiện thêm nhiều xét nghiệm đặc biệt chẳng hạn như nội soi hoặc theo dõi độ pH để xác định mức độ trầm trọng của bệnh hoặc để theo dõi phương pháp điều trị của bạn.  Các nguyên nhân gây ra ợ nóng (ợ chua) Nhiều yếu tố về lối sống và chế độ ăn uống khác nhau có thể góp phần gây nên chứng ợ nóng (ợ chua) bằng cách làm giãn cơ thắt thực quản dưới và làm cho nó hở ra, làm tăng lượng axit trong dạ dày, đồng thời cũng làm tăng áp lực dạ dày, hoặc bằng cách làm cho thực quản trở nên nhạy cảm hơn với các loại axit mạnh. Những yếu tố này bao gồm:   Các thói quen ăn uống  * Ăn quá no.  * Ăn một số loại thức ăn nào đó, như hành, sô-cô-la, bạc hà cay, thức ăn nhiều chất béo hoặc thức ăn nhiều gia vị, những trái cây họ cam, tỏi, và cà chua hoặc các sản phẩm làm từ cà chua.  * Uống một số loại thức uống nào đó, như nước ép cam quýt, bia rượu, các thức uống chứa cà-phê-in, và các thức uống có ga.  * Ăn trước giờ ngủ. Các thói quen về lối sống  * Béo phì * Hút thuốc * Mặc quần áo ôm khít hoặc mang dây thắt lưng chật * Nằm hoặc gập người xuống, nhất là sau khi ăn xong  * Stress Các nguyên nhân về y học  * Mang thai. * Phình giãn một phần nào đó trong dạ dày vào khoang ngực, đây cũng được gọi là chứng thoát vị khe. * GERD (trào ngược dạ dày-thực quản).  * Sử dụng một số loại thuốc nào đó, nhất là một số thuốc kháng sinh và aspirin.  Điều trị chứng ợ nóng (ợ chua) Việc điều trị chứng ợ nóng (ợ chua) cần phải điều chỉnh lối sống, cần phải có thuốc và có thể cần phải phẫu thuật nếu tình trạng ợ nóng (ợ chua) do GERD (trào ngược dạ dày-thực quản) hoặc do chứng thoát vị khe gây ra.  Bí quyết giúp làm giảm các triệu chứng ợ nóng (ợ chua) * Nâng đầu giường lên cao chừng 6 in-sơ để trọng lực giữ được axit trong dạ dày. (Bạn đừng nên sử dụng hàng đống gối bởi điều này sẽ làm cho người bạn ở tư thế gập thực sự làm cho bệnh càng tệ hại hơn do làm tăng áp lực đè lên bụng.) * Nên ăn trước khi nằm ít nhất là từ 3 đến 4 tiếng đồng hồ và nên tránh ăn vặt vào giờ ngủ.  * Nên ăn nhiều bữa nhỏ hơn.  * Nên duy trì trọng lượng cơ thể khỏe mạnh để không phải chịu áp lực không cần thiết trong bụng do dư cân gây ra.  * Nên hạn chế ăn những thức ăn nhiều chất béo, sô-cô-la, bạc hà cay, cà phê, trà, cô-la, và bia rượu – tất cả những thức ăn đó có thể làm cho cơ thắt thực quản dưới giãn ra – kể cả cà chua và các loại trái cây hoặc nước ép họ cam, góp phần gây thêm nhiều axit có thể kích thích thực quản.  * Nên bỏ thuốc lá – thuốc lá cũng làm giãn cơ thắt thực quản dưới. * Mặc áo quần rộng rãi và mang dây thắt lưng thoải mái.  Chứng ợ nóng (ợ chua) có thể được điều trị bằng thuốc. Thuốc trị ợ nóng (ợ chua) có thể là thuốc mua tự do không theo toa hoặc thuốc theo toa của bác sĩ.    Điều trị ợ nóng (ợ chua) bằng thuốc mua tự do không theo toa  * Thuốc làm giảm axit trong dạ dày. Những loại thuốc này có tác dụng làm trung hoà axit dư thừa trong dạ dày để làm giảm ợ nóng (ợ chua), dạ dày chua, khó tiêu axit, và khó chịu trong dạ dày. Chúng đôi khi cũng được khuyến nghị nên sử dụng để làm giảm đau do loét. Một số loại thuốc làm giảm axit trong dạ dày này cũng chứa simethicone, đây là thành phần giúp thải được lượng hơi dư thừa. Một số ví dụ về thuốc này gồm: Tums, Rolaids, và Maalox. Bạn nên sử dụng đúng chính xác theo chỉ định của bác sĩ, hoặc theo hướng dẫn của nhà sản xuất. Nếu đang sử dụng thuốc viên, bạn nên nhau kỹ trước khi nuốt để có tác dụng nhanh hơn. Một số tác dụng phụ nghiêm trọng có thể xảy ra khi dùng thuốc quá liều hoặc lạm dụng thuốc. Những tác dụng phụ này bao gồm táo bón, tiêu chảy, phân đổi màu và co thắt bao tử. * Thuốc ngăn tiết axit: Những loại thuốc này có tác dụng làm giảm ợ nóng (ợ chua), khó tiêu axit, và dạ dày chua, và có bán mà không cần phải kê toa. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, và Prilosec OTC là những ví dụ của thuốc ngăn tiết axit có thể mua tự do không theo toa. Những thuốc này có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Bạn nên sử dụng những thuốc này theo chỉ dẫn ghi trên bao bì, hoặc theo lời khuyên của bác sĩ. Bên cạnh đó bạn cũng cần nên thông báo ngay cho bác sĩ biết về bất kỳ tác dụng phụ nghiêm trọng nào có thể xảy ra gồm tình trạng mơ hồ, nhầm lẫn, căng ngực, chảy máu, đau họng, sốt, nhịp tim không đều, ốm yếu, và mệt mỏi bất thường. Một số tác dụng phụ ít nguy hiểm hơn khác gồm nhức đầu nhẹ, chóng mặt và tiêu chảy, thường chỉ là tạm thời và có thể sẽ tự hết.  Người bị các triệu chứng ợ nóng (ợ chua) trầm trọng hơn không giảm khi sử dụng những loại thuốc này hoặc đã sử dụng thuốc trên 2 tuần nên liên hệ với bác sĩ. Họ có thể cần đến thuốc theo toa của bác sĩ.  Điều trị chứng ợ nóng (ợ chua) bằng thuốc theo toa      * H2 Blockers. Thuốc ngăn tiết Histamine-2 (H2) chẳng hạn như Pepcid, Tagamet, Zantac, và Axid có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Các dạng thuốc theo toa này (thường chứa liều lượng cao hơn thuốc mua tự do không theo toa) thường có thể làm giảm ợ nóng (ợ chua) và chữa lành chứng trào ngược dạ dày-thực quản (GERD). Chúng cũng có thể được sử dụng để chữa các bệnh khác khi được bác sĩ kê toa.  * Thuốc ức chế bơm proton. Tuỳ thuộc vào nguyên nhân vấn đề của bạn mà bác sĩ có thể kê toa ngăn tiết axit hiệu quả hơn thuốc ngăn tiết H2, đây là họ hàng của những loại thuốc mà bác sĩ gọi là chất ức chế bơm proton, hoặc có thể gọi tắt là PPIs. Chúng bao gồm: Prilosec, Prevacid, Aciphex, Protonix, và Nexium. Sản phẩm PPI khác kết hợp Prilosec với bi-các-bô-nát na-tri (Zegerid).  * Thuốc hỗ trợ nhu động. Những thuốc hỗ trợ nhu động có tác dụng bằng cách làm tăng tốc quá trình tiêu hoá, ngăn không cho axit ở lại trong dạ dày quá lâu, và làm mạnh thêm cơ thắt thực quản dưới, làm giảm trào ngược trở lại thực quản. Người ta đôi khi cũng sử dụng Reglan để điều trị ợ nóng (ợ chua) liên quan đến trào ngược dạ dày-thực quản (GERD). Một số tác dụng phụ của Reglan có thể gồm buồn ngủ, mệt mỏi, tiêu chảy, bứt rứt, và khó cử động. Một loại thuốc hỗ trợ nhu động khác là Propulsid – bị tẩy khỏi thị trường năm 2000 bởi nó gây rối loạn nhịp tim nghiêm trọng (nhịp tim bất thường) ở một số nguời.  Hầu hết bệnh nhân đều có thể được điều trị thành công bằng các loại thuốc này. Chỉ một vài người cần phải được phẫu thuật mới có thể điều chỉnh được tình trạng rối loạn đó.  Chứng ợ nóng (ợ chua) cần phải được phẫu thuật khi nào?  Phẫu thuật điều trị chứng trào ngược dạ dày-thực quản có thể trở nên cần thiết:  * Khi phương pháp điều trị bằng thuốc không làm giảm các triệu chứng.  * Khi cơ thắt không hoạt động được tốt.  * Khi ung thư thực quản do chứng trào ngược dạ dày-thực quản mãn tính mà ra.   "
        },
        {
            "en": "10 Common symptoms in infants and young toddlers    Babies, Toddlers, and Diarrhea Diarrhea is one of the most common childhood illnesses. Causes can include infection, food intolerance, or drinking too much fruit juice. Until diarrhea stops, keep your child at home and hydrated. Avoid dairy, high-fiber, and greasy foods. Call your pediatrician if she isn’t better in 24 hours, is under 6 months old, or has other symptoms, including a fever of 101.4 F or higher, vomiting, bloody or black stool, or abdominal pain. Fever in babies and toddlers In newborns, a low-grade fever can signal serious infection. Call the doctor immediately if a baby under 3 months has a rectal temperature of 100.4 F or higher, or a baby 3 to 6 months old has a temperature of 101 F or higher. Look whether he or she gets ear pain, cough, lethargy, rash, vomiting, or diarrhea. Soothe baby with fluids, a lukewarm bath, and by dressing him in lightweight clothes. Ask your doctor about safe fever reliever use. Little children and constipation Some babies poop several times a day; others go a few days between bowel movements. Don't worry if your baby or toddler doesn't go as often as you'd expect. True constipation is when stools are hard and painful to pass. Your doctor may suggest adding a few extra ounces of water or a little bit of prune juice to your child's bottle or sippy cup. If constipation continues or your baby has other symptoms, such as abdominal pain or vomiting, call the doctor. Rashes Babies have sensitive skin. Rashes can range from pimples to little white bumps (milia) to red, dry, itchy patches (eczema). To avoid diaper rash, change diapers often, and apply an ointment for protection. For eczema, avoid harsh soaps and keep skin moisturized. Most rashes aren't serious, but call the doctor if your baby’s rash is painful or severe, or if he also has a fever or blisters. Cough: Babies and Toddlers Babies' coughs come in many varieties. A seal-like barking cough could be croup. Coughs with a low-grade fever are often from a cold, but a higher fever may mean pneumonia. Wheezing with a cough could be asthma or an infection. Babies with pertussis make a \"whooping\" sound. A cool-mist humidifier and fluids can ease symptoms. Cough medicines should not be given to babies or children under 4. Stomach ache symptoms Uncontrollable crying, back arching, and spitting up are all symptoms of an upset tummy. It could be caused by colic, <em>gastroesophageal</em> reflux, food intolerance, virus, or other reasons. Toddlers can also have problems as they try different foods. Most stomach aches aren't dangerous and will go away. If it doesn't improve, or your child vomits, has diarrhea, becomes lethargic, or runs a fever, call the doctor. Teething pain By about the 6th month, baby’s first little teeth will start poking through her gums. Sore gums can make babies very cranky. Relieve teething pain by giving your baby something to chew on. A frozen wet washcloth or rubber teething ring work well. Gently massaging baby’s gums with your finger can also help. Babies, Toddlers, and Gas pain Burping, crying, and flatulence can be signs of infant gas. Gas isn't the same as colic, which can lead to inconsolable crying. Because gas is often caused by swallowing air, feed your baby slowly and burp often. Toddlers can get gas from high-fiber or fatty foods, or by drinking too much juice. Moving around while eating also can cause children to swallow air, so encourage your child to sit during meals. Stuffy noses When babies have colds, their noses can get very stuffy. Over-the-counter cold medicine should not be used in children under 4 years old. Instead, use saline drops to thin out mucus and then suction it out of baby's nose with a bulb syringe. Turn on the vaporizer to help your child breathe easier at night.  Nausea and vomiting Babies often spit up after eating, but forceful or persistent vomiting needs a doctor's evaluation. Vomiting with diarrhea may signal a virus. Fluid loss from vomiting can lead to dehydration. Keep your child hydrated with small, frequent amounts of an electrolyte solution. If vomiting doesn't stop in a few hours, or is accompanied by a fever in an infant, or your child can't keep down fluids, call your doctor. Keeping calm when baby's not good  There's nothing more distressing to a new parent than a sick baby. Try not to lose your cool. Trust your instincts, but stay alert for signs that you need to call your health care provider or seek emergency care. Some warning signs include changes in appetite, extreme fussiness, lethargy, breathing problems, rash, neck stiffness, seizure, and high fever.",
            "vi": "10 triệu chứng bệnh thường gặp ở trẻ sơ sinh và trẻ nhỏ mới tập đi     Trẻ nhỏ, trẻ chập chững biết đi và chứng bệnh tiêu chảy  Tiêu chảy là một trong những bệnh thường gặp nhất ở trẻ nhỏ. Nguyên nhân có thể gồm nhiễm trùng, thức ăn không tiêu hoá được, hoặc uống quá nhiều nước ép trái cây. Bạn nên cho bé ở nhà và cho uống nhiều nước cho đến khi bệnh lành hẳn nhé. Tránh cho bé ăn các thức ăn làm bằng sữa, các thức ăn giàu chất xơ và nhiều chất béo. Hãy gọi cho bác sĩ nhi khoa nếu bé không cảm thấy khỏe hơn trong vòng 24 tiếng đồng hồ, bé dưới 6 tháng tuổi, hoặc bé có các triệu chứng khác như sốt 101.4 độ F trở lên, ói mửa, đi tiêu ra máu hoặc phân đen, hoặc bị đau bụng.  Sốt ở trẻ nhỏ và trẻ mới tập đi Ở trẻ sơ sinh, sốt nhẹ cũng có thể là dấu hiệu của chứng nhiễm trùng nặng. Hãy gọi cho bác sĩ ngay tức khắc nếu trẻ dưới 3 tháng tuổi có nhiệt độ trực tràng từ 100.4 độ F trở lên, hoặc trẻ từ 3 đến 6 tháng tuổi có thân nhiệt từ 101 độ F trở lên. Hãy để ý xem bé có bị đau tai, ho, ngủ lịm, phát ban, ói mửa, hay tiêu chảy không nhé. Bạn nên làm cho bé cảm thấy thoải mái hơn bằng cách cho bé uống nhiều nước, tắm nước ấm, và mặc quần áo nhẹ nhàng rộng rãi. Hãy tư vấn bác sĩ về việc sử dụng thuốc hạ sốt an toàn cho bé nhé.  Trẻ con và chứng táo bón  Một số trẻ có thể đi tiêu vài lần/ngày; số khác có thể vài ngày mới đi tiêu một lần. Đừng bận tâm nếu con bạn không đi tiêu được thường xuyên như bạn mong muốn. Trẻ bị táo bón thực sự khi phân cứng và đau khi rặn. Bác sĩ có thể khuyến nghị nên cho bé uống thêm vài ao-xơ nước hoặc bổ sung thêm một ít nước mận ép vào chai hoặc bình uống nước của bé. Nếu chứng táo bón vẫn còn dai dẳng hoặc bé có các triệu chứng khác, như đau bụng hoặc ói mửa thì bạn nên gọi điện cho bác sĩ nhé.  Phát ban Da bé rất nhạy cảm. Trẻ có thể phát ban từ những nốt mụn đến u nhọt trắng nhỏ (mụn đầu trắng) đến các mảng đỏ, khô, ngứa (chàm). Để tránh hăm tã, bạn nên thay tã lót cho bé thường xuyên và thoa thuốc mỡ bảo vệ da. Đối với bệnh chàm, tránh cho bé sử dụng các loại xà phòng có độ mạnh và nên giữ ẩm cho da. Hầu hết các chứng phát ban đều không nguy hiểm, nhưng hãy gọi cho bác sĩ nếu bé bị đau đớn và trầm trọng, hoặc nếu bé bị sốt hoặc giộp da.   Trẻ nhỏ, trẻ mới tập đi và bệnh ho Các cơn ho của bé có nhiều dạng. Tiếng ho khan như hải cẩu sủa có thể là viêm thanh quản cấp. Ho kèm sốt nhẹ thường là do cảm lạnh, nhưng sốt cao hơn có thể là viêm phổi. Ho kèm với thở khò khè có thể là suyễn hoặc nhiễm trùng. Trẻ bị ho gà thường ho khúc khắc. Việc cho bé uống nhiều nước và ở phòng có máy giữ ẩm không khí mát mẻ có thể giúp làm giảm các triệu chứng bệnh của trẻ. Không nên cho trẻ nhỏ hoặc trẻ dưới 4 tuổi dùng thuốc ho.   Các triệu chứng đau dạ dày  Khóc dai dẳng không nín, uốn cong lưng và nôn ói là tất cả các triệu chứng dạ dày khó chịu. Nó có thể do đau bụng, trào ngược dạ dày thực quản, thức ăn không tiêu hoá được, vi rút, hoặc nhiều nguyên nhân khác. Trẻ mới tập đi cũng có thể mắc các triệu chứng này khi thử ăn các thức ăn khác lạ. Hầu hết các chứng đau dạ dày đều không nguy hiểm và sẽ chữa lành thôi. Nhưng nếu bệnh không cải thiện tốt, hoặc bé bị ói mửa, tiêu chảy, hôn mê, hoặc sốt cao thì hãy gọi điện cho bác sĩ ngay nhé. Đau do mọc răng  Khoảng tháng thứ 6, những chiếc răng nhỏ đầu tiên của bé sẽ bắt đầu nhú lên khỏi nướu. Chứng đau nướu răng cũng có thể làm cho bé cáu kỉnh, khó chịu. ban có thể làm giảm các triệu chứng đau do mọc răng bằng cách cho bé một vật gì đó để nhai, gặm. Khăn mặt ướt lạnh hoặc vòng ngậm mọc răng bằng cao su cho bé cũng có tác dụng tốt. Việc mát-xa nhẹ nhàng nướu răng của bé bằng ngón tay bạn cũng có thể giúp bé cảm thấy dễ chịu hơn.       Trẻ nhỏ và chứng đau bụng đầy hơi Ợ, quấy khóc, và đầy hơi có thể là những dấu hiệu của chứng đau bụng đầy hơi ở trẻ sơ sinh. Chứng đầy hơi không giống như đau bụng, có thể làm cho bé khóc dai dẳng, không nín. Vì chứng đầy hơi thường gây ra do nuốt không khí, cho bé ăn chậm và ợ thường xuyên. Trẻ mới biết đi có thể bị đầy hơi do ăn các thức ăn giàu chất xơ hoặc nhiều chất béo, hoặc uống quá nhiều nước trái cây. Việc di chuyển chỗ này chỗ kia trong khi ăn cũng có thể làm cho trẻ nuốt không khí, vì vậy bạn nên khuyến khích cho bé ngồi trong khi ăn nhé.   Nghẹt mũi Khi bé bị cảm, mũi bé có thể bị nghẹt. Không nên cho trẻ dưới 4 tuổi sử dụng thuốc cảm mua tự do không theo toa. Thay vào đó, bạn nên dùng thuốc nhỏ nước muối để làm loãng chất nhầy rồi hút ra khỏi mũi bé bằng ống bơm đầu tròn. Hãy bật bình xịt thông mũi để giúp bé thở dễ dàng hơn vào buổi tối nhé.  Nôn ói  Trẻ em thường hay nôn trớ sau khi ăn xong, nhưng nếu bé nôn ói nhiều hoặc dai dẳng thì phải cần đến chẩn đoán của bác sĩ. Nôn ói kèm tiêu chảy có thể là dấu hiệu của nhiễm vi rút. Bé nôn ói nhiều có thể dẫn đến tình trạng cơ thể mất nước. Hãy cho trẻ uống thường xuyên từng lượng nhỏ dung dịch điện phân. Nếu bé cứ ói không dứt trong một vài tiếng đồng hồ, hoặc nôn ói kèm theo triệu chứng sốt, hoặc bé không giữ nước được thì bạn nên gọi điện cho bác sĩ nhé.     Hãy bình tĩnh khi con bạn không khỏe nhé  Chẳng có gì khiến những người mới làm bố mẹ đau buồn và lo lắng bằng con mình bị ốm. cố đừng mất bình tĩnh nhé. Hãy tin vào bản năng của mình, nhưng phải luôn cảnh giác, đề phòng các dấu hiệu cần kíp phải gọi điện cho cán bộ y tế hoặc nhờ đến sự hỗ trợ cấp cứu. Bạn nên biết một số dấu hiệu được báo trước như bé biếng ăn, cáu kỉnh, khó chịu, bé ngủ lịm, hôn mê, các vấn đề về đường hô hấp, phát ban, cứng cổ, ngập máu và sốt cao."
        },
        {
            "en": "Sudden infant death syndrome (SIDS)      Reducing the Risk A lack of answers is part of what makes sudden infant death syndrome (SIDS) so frightening. SIDS is the leading cause of death among infants 1 month to 1 year old, and claims the lives of about 2,500 each year in the United States. It remains unpredictable despite years of research. Even so, the risk of SIDS can be greatly reduced. First and foremost, infants younger than 1 year old should be placed on their backs to sleep — never face-down on their stomachs. Searching for Answers As the name implies, SIDS is the sudden and unexplained death of an infant who is younger than 1 year old. It's a frightening prospect because it can strike without warning, usually in seemingly healthy babies. Most SIDS deaths are associated with sleep and infants who die of SIDS show no signs of suffering. While most conditions or diseases usually are diagnosed by the presence of specific symptoms, most SIDS diagnoses come only after all other possible causes of death have been ruled out through a review of the infant's medical history and environment. This review helps distinguish true SIDS deaths from those resulting from accidents, abuse, and previously undiagnosed conditions, such as cardiac or metabolic disorders. When considering which babies could be most at risk, no single risk factor is likely to be sufficient to cause a SIDS death. Rather, several risk factors combined may contribute to cause an at-risk infant to die of SIDS. Most deaths due to SIDS occur between 2 and 4 months of age, and incidence increases during cold weather. African-American infants are twice as likely and Native American infants are about three times more likely to die of SIDS than caucasian infants. More boys than girls fall victim to SIDS. Other potential risk factors include: * smoking, drinking, or drug use during pregnancy  *  poor prenatal care  *  prematurity or low birth-weight  *  mothers younger than 20  *  tobacco smoke exposure following birth  *  overheating from excessive sleepwear and bedding  *  stomach sleeping  Stomach Sleeping Foremost among these risk factors is stomach sleeping. Numerous studies have found a higher incidence of SIDS among babies placed on their stomachs to sleep than among those sleeping on their backs or sides. Some researchers have hypothesized that stomach sleeping puts pressure on a child's jaw, therefore narrowing the airway and hampering breathing. Another theory is that stomach sleeping can increase an infant's risk of \"rebreathing\" his or her own exhaled air, particularly if the infant is sleeping on a soft mattress or with bedding, stuffed toys, or a pillow near the face. In that scenario, the soft surface could create a small enclosure around the baby's mouth and trap exhaled air. As the baby breathes exhaled air, the oxygen level in the body drops and carbon dioxide accumulates. Eventually, this lack of oxygen could contribute to SIDS. Also, infants who succumb to SIDS may have an abnormality in the arcuate nucleus, a part of the brain that may help control breathing and awakening during sleep. If a baby is breathing stale air and not getting enough oxygen, the brain usually triggers the baby to wake up and cry. That movement changes the breathing and heart rate, making up for the lack of oxygen. But a problem with the arcuate nucleus could deprive the baby of this involuntary reaction and put him or her at greater risk for SIDS. Going \"Back to Sleep\" The striking evidence that stomach sleeping might contribute to the incidence of SIDS led the American Academy of Pediatrics (AAP) to recommend in 1992 that all healthy infants younger than 1 year of age be put to sleep on their backs (also known as the supine position). Since the AAP's recommendation, the rate of SIDS has dropped by over 50%. Still, SIDS remains the leading cause of death in young infants, so it's important to keep reminding parents about the necessity of back sleeping. Many parents fear that babies put to sleep on their backs could choke on spit-up or vomit. According to the AAP, however, there is no increased risk of choking for healthy infants who sleep on their backs. (For infants with chronic <em>gastroesophageal</em> reflux disease [GERD] or certain upper airway malformations, sleeping on the stomach may be the better option. The AAP urges parents to consult with their child's doctor in these cases to determine the best sleeping position for the baby.)  Placing infants on their sides to sleep is not a good idea, either, the AAP said, as there's a risk that infants will roll over onto their bellies while they sleep. Some parents also may be concerned about positional plagiocephaly, a condition in which babies develop a flat spot on the back of their heads from spending too much time lying on their backs. Since the Back to Sleep campaign, this condition has become quite common — but it is usually easily treatable by changing your baby's position frequently and allowing for more \"tummy time\" while he or she is awake. Of course, once babies can roll over consistently — usually around 4 to 7 months — they may choose not to stay on their backs all night long. At this point, it's fine to let babies pick a sleep position on their own. Tips for Reducing the Risk of SIDS In addition to placing healthy infants on their backs to sleep, the AAP suggests these measures to help reduce the risk of SIDS: * Place your baby on a firm mattress to sleep, never on a pillow, waterbed, sheepskin, couch, chair, or other soft surface. To prevent rebreathing, do not put blankets, comforters, stuffed toys, or pillows near the baby.  * Make sure your baby does not get too warm while sleeping. Keep the room at a temperature that feels comfortable for an adult in a short-sleeve shirt. Some researchers suggest that a baby who gets too warm could go into a deeper sleep, making it more difficult to awaken. * Do not smoke, drink, or use drugs while pregnant and do not expose your baby to secondhand smoke. Infants of mothers who smoked during pregnancy are three times more likely to die of SIDS than those whose mothers were smoke-free; exposure to secondhand smoke doubles a baby's risk of SIDS. Researchers speculate that smoking might affect the central nervous system, starting prenatally and continuing after birth, which could place the baby at increased risk.  * Receive early and regular prenatal care. * Make sure your baby has regular well-baby checkups.  * Breastfeed, if possible. There is some evidence that breastfeeding may help decrease the incidence of SIDS. The reason for this is not clear, though researchers think that breast milk may help protect babies from infections that increase the risk of SIDS.  * If your baby has GERD, be sure to follow your doctor's guidelines on feeding and sleep positions.  * Put your baby to sleep with a pacifier during the first year of life. If your baby rejects the pacifier, don't force it. Pacifiers have been linked with lower risk of SIDS. If you're breastfeeding, try to wait until after the baby is 1 month old so that breastfeeding can be established.  * While infants can be brought into a parent's bed for nursing or comforting, parents should return them to their cribs or bassinets when they're ready to sleep. It's a good idea to keep the cribs and bassinets in the room where parents' sleep. This has been linked with a lower risk of SIDS.  And growing public awareness of SIDS and precautions to prevent it should leave fewer parents searching for answers in the future.",
            "vi": "Hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS)    Giảm nguy cơ đột tử của trẻ Việc thiếu hiểu biết cũng là một phần nguyên do làm cho hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) trở nên đáng sợ như thế. SIDS là nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh từ 1 tháng đến 1 tuổi, và mỗi năm cướp đi mạng sống của khoảng 2.500 trẻ em ở Hoa Kỳ. Mặc dù người ta đã mất nhiều năm ngiên cứu nhưng hội chứng này vẫn còn là một ẩn số.  Tuy vậy, nguy cơ SIDS cũng có thể ngăn ngừa và làm giảm đáng kể. Điều đầu tiên và quan trọng hơn hết là trẻ dưới 1 tuổi nên được đặt nằm ngửa khi ngủ – đừng bao giờ cho bé nằm sấp và úp mặt xuống dưới.  Đi tìm lời giải Như đã tiềm ẩn trong tên gọi của nó, hội chứng SIDS là hội chứng gây tử vong đột ngột, bất thình lình và khó giải thích ở trẻ sơ sinh dưới 1 tuổi. Đây là một khả năng đáng sợ bởi có thể làm tử vong mà không có một dấu hiệu nào báo trước, thường thì cũng xảy ra với những đứa trẻ khỏe mạnh. Phần lớn các trường hợp đột tử ở trẻ dưới 1 tuổi đều liên quan đến giấc ngủ và những trẻ sơ sinh đột tử này không hề cho thấy dấu hiệu bệnh tật gì cả.    Trong khi hầu hết các chứng bệnh đều được chẩn đoán dựa vào một số triệu chứng cụ thể nào đó, thì phần lớn các chẩn đoán SIDS có được sau khi đã loại trừ tất cả các nguyên nhân đột tử khả thi khác bằng cách xem xét tiền sử sức khỏe và môi trường sống của trẻ. Việc tìm hiểu, rà soát này giúp người ta phân biệt các ca đột tử SIDS thực sự với các trường hợp tử vong do tai nạn, lạm dụng thuốc, và các căn bệnh chưa được chẩn đoán ra trước đây, như rối loạn tim mạch hoặc rối loạn quá trình trao đổi chất.  Trong quá trình cân nhắc, xem xét xem trẻ nào có thể có nguy cơ nhiều nhất thì người ta phát hiện ra không có một nguyên nhân đơn lẻ nào có thể gây ra hội chứng đột tử SIDS được. Đúng hơn là, nguy cơ trẻ sơ sinh đột tử khi ngủ là do một vài yếu tố nguy hiểm kết hợp lại.  Hiện tượng đột tử này xảy ra chủ yếu trong độ tuổi từ 2 đến 4 tháng tuổi, và thường tăng lên trong mùa lạnh. Tỉ lệ đột tử ở trẻ sơ sinh Mỹ gốc Châu Phi cao hơn gấp 2 lần so với trẻ sơ sinh da trắng và số trẻ thổ dân Châu Mỹ đột tử cũng cao hơn khoảng 3 lần. Bé trai có nguy cơ đột tử nhiều hơn bé gái.  Những nguyên nhân tìm ẩn khác bao gồm: * mẹ hút thuốc, uống rượu, hoặc sử dụng ma túy khi đang có thai * chăm sóc thời kỳ trước khi sinh không đúng cách hoặc quá sơ sài * bé sinh non hoặc sinh thiếu ký * mẹ dưới 20 tuổi * bé sau khi sinh tiếp xúc với khói thuốc lá * giường ngủ quá nóng và bé mặc quá nhiều quần áo khi ngủ * bé nằm sấp khi ngủ Nằm sấp khi ngủ Các yếu tố gây nguy hiểm hàng đầu dẫn đến đột tử ở trẻ sơ sinh là nằm sấp khi ngủ. Nhiều cuộc nghiên cứu đã phát hiện tỉ lệ SIDS cao hơn ở trẻ nằm sấp khi ngủ so với trẻ nằm ngửa hoặc nằm nghiêng. Một số nhà nghiên cứu đưa ra giả thiết là tư thế ngủ nằm sấp sẽ làm đè lên quai hàm của trẻ, làm hẹp đường thở và làm cho bé bị nghẹt thở. Một giả thuyết khác là việc nằm sấp có thể làm tăng nguy cơ “hít ngược trở lại” khí mà bé thở ra, nhất là khi bé ngủ trên nệm mềm hoặc có bộ trải giường, chăn màn, đồ chơi bằng bông nhồi, hoặc gối gần bên mặt. Khi đó bề mặt mềm có thể tạo lớp chắn mỏng quanh miệng của bé và làm chặn lại lượng khí bé thở ra. Nếu trẻ hít lại lượng khí đó thì lượng ô-xy trong cơ thể giảm xuống và CO2 tăng lên. Và sự thiếu ô-xy này có thể góp phần dẫn tới việc đột tử ở trẻ trong khi ngủ. Hơn nữa, trẻ bị đột tử trong lúc ngủ cũng có thể gặp bất thường ở nhân hình cung, đây là một phần của não bộ giúp kiểm soát việc thở và thức giấc trong lúc ngủ. Nếu trẻ hít phải lượng khí đã thải ra và không có đủ khí ô-xy thì não sẽ báo động cho trẻ thức giấc và khóc ré lên. Hành động đó thay đổi nhịp hô hấp và nhịp tim, bù đắp lại lượng ô-xy đã thiếu. Nhưng nếu trẻ có vấn đề với bộ phận đó thì sẽ bị mất đi phản ứng vô điều kiện này và làm cho trẻ có nguy cơ tử vong rất cao.  “Nằm ngửa khi ngủ” Những sự thật rõ ràng rằng việc ngủ nằm sấp có thể góp phần gây nên hội chứng đột tử ở trẻ làm cho Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) năm 1992 đã khuyến cáo tất cả trẻ sơ sinh khỏe mạnh dưới 1 tuổi nên được đặt nằm ngửa khi ngủ.  Kể từ khi được AAP khuyến cáo thì tỉ lệ trẻ đột tử trong khi ngủ đã giảm hơn 50%. Nhưng, hội chứng SIDS vẫn là một nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh, vì vậy điều quan trọng là nên nhắc các ông bố bà mẹ về việc nên cho trẻ nằm ngửa khi ngủ.  Nhiều bố mẹ sợ rằng nếu đặt trẻ nằm ngửa khi ngủ thì có thể trẻ bị nghẹt thở do nôn ói. Tuy nhiên theo Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) thì nguy cơ nghẹt thở đối với trẻ sơ sinh mạnh khỏe nằm ngửa khi ngủ không tăng. (Đối với trẻ sơ sinh bị trào ngược dạ dày thực quản mãn tính hoặc bị dị tật đường thở trên thì tư thế ngủ nằm sấp có thể tốt hơn. Tổ chức AAP khuyến nghị các bậc bố mẹ nên tham khảo ý kiến của bác sĩ để quyết định xem tư thế nằm ngủ như thế nào là tốt nhất cho con mình.)  AAP cho biết việc đặt trẻ nằm nghiêng khi ngủ cũng không phải là một ý hay bởi trong lúc ngủ trẻ cũng có thể lăn và lại nằm sấp úp mặt xuống dưới. Một số bố mẹ cũng lo ngại về hình dạng bất đối xứng của đầu con mình – có nghĩa là đầu bé bị méo, bị dẹt hoặc không tròn như bình thường – đây là một triệu chứng phần sau đầu bé phẳng lì hoặc dẹt đét do phải nằm ngửa trong thời gian quá lâu. Kể từ khi có cuộc vận động cho trẻ nằm ngửa thì triệu chứng này càng trở nên phổ biến hơn – nhưng cũng dễ dàng chữa dứt thôi bằng cách thay đổi tư thế nằm của bé và cũng nên cho bé thời gian “nằm sấp” nhiều hơn trong khi bé thức.  Tất nhiên là khi bé có thể lăn hoặc lật đều đặn – thường khoảng chừng từ 4 đến 7 tháng tuổi – bé có thể sẽ không nằm ngửa suốt cả đêm đâu. Vào độ tuổi này, bạn cũng có thể để cho bé tự nằm ở tư thế nào bé thích.  Các bí quyết giúp giảm nguy cơ đột tử ở trẻ sơ sinh dưới 1 tuổi Ngoài việc nên đặt trẻ sơ sinh khỏe mạnh nằm ngửa khi ngủ thì tổ chức AAP cũng khuyến cáo những biện pháp dưới đây nhằm giúp làm giảm nguy cơ gây đột tử ở trẻ sơ sinh khi ngủ: * Nên đặt bé ngủ trên nệm cứng, đừng cho bé  ngủ trên gối, giường nước, đệm nước, da cừu, đi văng, ghế hoặc trên một vật có bề mặt mềm nào khác. Để phòng tránh việc trẻ có thể hít lại khí thải ra, bạn không nên để chăn mền, khăn quàng cổ, đồ chơi nhồi bông, hoặc gối gần chỗ bé.  * Nên đảm bảo bé không cảm thấy quá ấm khi ngủ. Hãy giữ cho phòng bé được thoải mái với nhiệt độ vừa phải có thể cho người lớn mặc áo ngắn tay là được. Một số nhà nghiên cứu khuyến cáo trẻ ngủ quá ấm có thể ngủ sâu hơn và làm cho bé khó tỉnh thức hơn.  * Không nên hút thuốc, uống rượu bia hoặc sử dụng ma tuý khi mang thai và không nên để cho bé tiếp xúc với khói thuốc do người khác hút. Trẻ sơ sinh có mẹ hút thuốc trong thời gian thai nghén có nguy cơ đột tử SIDS cao hơn gấp 3 lần so với trẻ có mẹ không hút thuốc và tương tự trẻ tiếp xúc với khói thuốc do người khác hút có nguy cơ đột tử SIDS cao gấp đôi so với trẻ có mẹ không hút thuốc. Các nhà nghiên cứu phỏng đoán thuốc lá có thể làm ảnh hưởng đến hệ thần kinh trung ương, bắt đầu trước khi sanh và tiếp tục sau khi bé ra đời, làm tăng nguy cơ đột tử của bé trong khi ngủ.  * Nên khám và chăm sóc sức khỏe sớm và đều đặn trước khi sinh. * Nên đảm bảo bé được khám sức khỏe định kỳ đều đặn.  * Nên cho trẻ bú sữa mẹ, nếu có thể được. Nhiều bằng chứng cho thấy trẻ được bú sữa mẹ có thể giảm nguy cơ đột tử trong khi ngủ. Dẫu chưa có nguyên do gì rõ ràng cho việc này nhưng các nhà nghiên cứu cho rằng sữa mẹ có thể giúp trẻ phòng tránh được các bệnh nhiễm trùng làm tăng nguy cơ đột tử của trẻ khi ngủ.  * Nếu bé bị hội chứng trào ngược dạ dày thực quản (GERD) thì nên đảm bảo làm theo hướng dẫn của bác sĩ về việc cho ăn và tư thế ngủ của bé nhé. * Cho bé ngậm ti giả khi ngủ trong năm đầu đời. Nếu bé không thích thì đừng ép. Ti giả có khả năng làm giảm nguy cơ gây đột tử cho trẻ trong khi ngủ. Nếu bé bú sữa mẹ thì bạn nên chờ sau 1 tháng cho bé quen với việc bú mẹ.  * Khi bố mẹ mang trẻ sơ sinh sang giường mình để cho bé bú hoặc dỗ dành, vuốt ve con thì nên cho bé trở lại nôi hoặc giường cũi của mình khi bé muốn ngủ. Bạn nên để nôi hoặc giường cũi của bé trong phòng ngủ của mình, điều này có thể giúp làm giảm nguy cơ đột tử của bé trong lúc ngủ đấy.  Và việc nâng cao ý thức của người dân về hội chứng đột tử ở trẻ sơ sinh dưới 1 tuổi và các biện pháp phòng tránh sẽ có thể giúp nhiều bố mẹ hiểu biết hơn trong tương lai."
        },
        {
            "en": "A Guide for First-Time Parents    You've survived 9 months of pregnancy. You've made it through the excitement of labor and delivery, and now you're ready to head home and begin life with your baby. Once home, though, you frantically realize you have no idea what you're doing! Brushing up on these tips can help first-time parents feel confident about caring for a newborn in no time. getting help after the birth  Consider recruiting help from friends and family to get through this time. While in the hospital, use the expertise around you. Many hospitals have feeding specialists or lactation consultants who can help you get started nursing or bottle-feeding. In addition, nurses are a great resource to show you how to hold, burp, change, and care for your baby. For in-home help, you might want to hire a baby nurse or a responsible neighborhood teenager to help you for a short time after the birth. In addition, relatives and friends can be a great resource. They may be more than eager to help, and although you may disagree on certain things, don't dismiss their experience. But if you don't feel up to having guests or you have other concerns, don't feel guilty about placing restrictions on visitors. Handling a newborn  If you haven't spent a lot of time around newborns, their fragility may be intimidating. Here are a few basics to remember: Be careful to support your baby's head and neck. Cradle the head when carrying your baby and support the head when carrying the baby upright or when you lay him or her down.  Be careful not to shake your newborn, whether in play or in frustration. Shaking that is vigorous can cause bleeding in the brain and even death. If you need to wake your infant, don't do it by shaking — instead, tickle your baby's feet or blow gently on a cheek.  Make sure your baby is securely fastened into the carrier, stroller, or car seat. Limit any activity that would be too rough or bouncy.  Remember that your newborn is not ready for rough play, such as being jiggled on the knee or thrown in the air. Bonding and soothing techniques  Bonding, probably one of the most pleasurable aspects of infant care, occurs during the sensitive time in the first hours and days after birth when parents make a deep connection with their infant. Physical closeness can promote an emotional connection. For infants, the attachment contributes to their emotional growth, which also affects their development in other areas, such as physical growth. Another way to think of bonding is \"falling in love\" with your baby. Children thrive from having a parent or other adult in their life who loves them unconditionally. Begin bonding by cradling your baby and gently stroking him or her in different patterns. Both you and your partner can also take the opportunity to be \"skin-to-skin,\" holding your newborn against your own skin while feeding or cradling. Babies, especially premature babies and those with medical problems, may respond to infant massage. Massage may enhance bonding and help with infant growth and development. Many books and videos cover infant massage — ask your doctor for recommendations. Be careful, however — babies are not as strong as adults, so massage your baby gently. Babies usually love vocal sounds, such as talking, babbling, singing, and cooing. Your baby will probably also love listening to music. Baby rattles and musical mobiles are other good ways to stimulate your infant's hearing. If your little one is being fussy, try singing, reciting poetry and nursery rhymes, or reading aloud as you sway or rock your baby gently in a chair. Some babies can be unusually sensitive to touch, light, or sound, and might startle and cry easily, sleep less than you might expect, or turn their faces away when you speak or sing to them. Keep noise and light levels moderate. Swaddling is another soothing technique first-time parents should learn. Swaddling keeps a baby's arms close to the body and legs snuggled together. Not only does this keep a baby warm, but the surrounding pressure seems to give most newborns a sense of security and comfort. Swaddling works well for some babies during their first few weeks. Here's how to swaddle a baby: Spread out the receiving blanket, with one corner folded over slightly. Lay the baby face-up on the blanket with his or her head above the folded corner.  Wrap the left corner over the body and tuck it beneath the back of the baby, going under the right arm. Bring the bottom corner up over the baby's feet and pull it toward the head, folding the fabric down if it gets close to the face.  Wrap the right corner around the baby, and tuck it under the baby's back on the left side, leaving only the neck and head exposed. Diapering Dos and Don'ts  You'll probably decide before you bring your baby home whether you'll use cloth or disposable diapers. Whichever you use, the baby will dirty diapers about 10 times a day, or about 70 times a week. Before diapering a baby, make sure you have all supplies within reach so you won't have to leave your baby unattended on the changing table. You'll need: a clean diaper  a fastener (if cloth is used)  diaper ointment if the baby has a rash  a container of warm water  clean washcloth, diaper wipes, or cotton balls After each bowel movement or if the diaper is wet, lay your baby on his or her back and remove the dirty diaper. Use the water, cotton balls, and washcloth or the wipes to gently wipe your baby's genital area clean. When removing a boy's diaper, do so carefully because exposure to the air may make him urinate. When wiping a girl, wipe her bottom from front to back to avoid a urinary tract infection. To prevent or heal a rash, apply ointment. Always remember to wash your hands thoroughly after changing a diaper. Diaper rash is a common concern. Typically the rash is red and bumpy and will go away in a few days with warm baths, some diaper cream, and a little time out of the diaper. Most rashes occur because the baby's skin is sensitive and becomes irritated by the wet or poopy diaper. To prevent or heal diaper rash, try these tips: Change your baby's diaper frequently, and as soon as possible after bowel movements.  After cleaning the area with mild soap and water or a wipe, apply a diaper rash or \"barrier\" cream. Creams with zinc oxide are preferable because they form a barrier against moisture.  If you use cloth diapers, wash them in dye- and fragrance-free detergents. Let the baby go undiapered for part of the day. This gives the skin a chance to air out. If the diaper rash continues for more than 3 days or seems to be getting worse, call your doctor — it may be caused by a fungal infection that requires a prescription. Bathing basics  You should give your baby a sponge bath until: the umbilical cord falls off (1–4 weeks)  the circumcision heals (1–2 weeks)  the navel heals completely (1–4 weeks) A bath two or three times a week in the first year is sufficient. More frequent bathing may be drying to the skin. You'll need the following items before bathing your baby: a soft, clean washcloth  mild, unscented baby soap and shampoo  a soft brush to stimulate the baby's scalp  towels or blankets  an infant tub with 2 to 3 inches of warm — not hot! — water (to test the water temperature, feel the water with the inside of your elbow or wrist). An infant tub is a plastic tub that can fit in the bathtub and is better fitted for the infant and makes bath time easier to manage.  a clean diaper  clean clothes Sponge baths.  For a sponge bath, pick a warm room and a flat surface, such as a changing table or floor. Undress your baby. Wipe your infant's eyes with a washcloth dampened with water only, starting with one eye and wiping from the inner corner to the outer corner. Use a clean corner of the washcloth to wash the other eye. Clean your baby's nose and ears with the washcloth. Then wet the cloth again, and using a little soap, wash his or her face gently and pat it dry. Next, using baby shampoo, create a lather and gently wash your baby's head. Using a wet cloth and soap, gently wash the rest of the baby, paying special attention to creases under the arms, behind the ears, around the neck, and the genital area. Once you have washed those areas, make sure they are dry and then diaper and dress your baby. Tub baths.  When your baby is ready for tub baths, the first baths should be gentle and brief. If he or she becomes upset, go back to sponge baths for a week or two, then try the bath again. Undress your baby and then place him or her in the water immediately, in a warm room, to prevent chills. Make sure the water in the tub is no more than 2 to 3 inches deep. Use one of your hands to support the head and the other hand to guide the baby in feet-first. Speaking gently, slowly lower your baby up to the chest into the tub. Use a washcloth to wash his or her face and hair. Gently massage your baby's scalp with the pads of your fingers or a soft baby hairbrush, including the area over the fontanelles (soft spots) on the top of the head. When you rinse the soap or shampoo from your baby's head, cup your hand across the forehead so the suds run toward the sides and soap doesn't get into the eyes. Gently wash the rest of your baby's body with water and a small amount of soap. Throughout the bath, regularly pour water gently over your baby's body so he or she doesn't get cold. After the bath, wrap your baby in a towel immediately, making sure to cover his or her head. Baby towels with hoods are great for keeping a freshly washed baby warm. While bathing your infant, never leave the baby alone. If you need to leave the bathroom, wrap the baby in a towel and take him or her with you. Circumcision and umbilical cord care  Immediately after circumcision, the tip of the penis is usually covered with gauze coated with petroleum jelly to keep the wound from sticking to the diaper. Gently wipe the tip clean with warm water after a diaper change, then apply petroleum jelly to the tip so it doesn't stick to the diaper. Redness or irritation of the penis should heal within a few days, but if the redness or swelling increases or if pus-filled blisters form, infection may be present and you should call your baby's doctor immediately. Umbilical cord care in newborns is also important. Some doctors suggest swabbing the area with rubbing alcohol until the cord stump dries up and falls off, usually in 10 days to 3 weeks, but others recommend leaving the area alone. Talk to your child's doctor to see what he or she prefers. The infant's navel area shouldn't be submerged in water until the cord stump falls off and the area is healed. Until it falls off, the cord stump will change color from yellow to brown or black — this is normal. Consult your doctor if the navel area becomes reddened or if a foul odor or discharge develops. Feeding and burping your baby  Whether feeding your newborn by breast or a bottle, you may be stumped as to how often to do so. Generally, it's recommended that babies be fed on demand — whenever they seem hungry. Your baby may cue you by crying, putting fingers in his or her mouth, or making sucking noises. A newborn baby needs to be fed every 2 to 3 hours. If you're breastfeeding, give your baby the chance to nurse about 10–15 minutes at each breast. If you're formula-feeding, your baby will most likely take about 2–3 ounces (60–90 milliliters) at each feeding. Some newborns may need to be awakened every few hours to make sure they get enough to eat. Call your baby's doctor if you need to awaken your newborn frequently or if your baby doesn't seem interested in eating or sucking. If you're formula-feeding, you can easily monitor if your baby is getting enough to eat, but if you're breastfeeding, it can be a little trickier. If your baby seems satisfied, produces about six wet diapers and several stools a day, sleeps well, and is gaining weight regularly, then he or she is probably eating enough. Talk to your doctor if you have concerns about your child's growth or feeding schedule. Babies often swallow air during feedings, which can make them fussy. You can prevent this by burping your baby frequently. Try burping your baby every 2 to 3 ounces (60–90 milliliters) if you bottle-feed, and each time you switch breasts if you breastfeed. If your baby tends to be gassy, has <em>gastroesophageal</em> reflux, or seems fussy during feeding, try burping your baby every ounce during bottle-feeding or every 5 minutes during breastfeeding. The following are burping strategies: Hold your baby upright with his or her head on your shoulder. Support your baby's head and back while gently patting the back with your other hand.  Sit your baby on your lap. Support your baby's chest and head with one hand by cradling your baby's chin in the palm of your hand and resting the heel of your hand on your baby's chest (be careful to grip your baby's chin - not throat). Use the other hand to gently pat your baby's back.  Lay your baby face-down on your lap. Support your baby's head, making sure it's higher than his or her chest, and gently pat or rub his or her back. If your baby doesn't burp after a few minutes, change the baby's position and try burping for another few minutes before feeding again. Always burp your baby when feeding time is over, then keep him or her in an upright position for at least 10–15 minutes to avoid spitting up. Sleeping basics  As a new parent, you may be surprised to learn that your newborn, who seems to need you every minute of the day, actually sleeps about 16 hours or more! Newborns typically sleep for periods of 3–4 hours. Don't expect yours to sleep through the night — the digestive system of babies is so small that they need nourishment every few hours and should be awakened if they haven't been fed for 5 hours (or more frequently). When can you expect your baby to sleep through the night? Many babies sleep through the night (between 6–8 hours) at 3 months of age, but if yours doesn't, it's not a cause for concern. Like adults, babies must develop their own sleep patterns and cycles, so if your newborn is gaining weight and appears healthy, don't despair if he or she hasn't slept through the night at 3 months. It's important to place babies on their backs to sleep to reduce the risk of sudden infant death syndrome (SIDS). In addition, remove all fluffy bedding, quilts, sheepskins, stuffed animals, and pillows from the crib to ensure that your baby doesn't get tangled in them or suffocate. Also be sure to alternate the position of your baby's head from night to night (first right, then left, and so on) to prevent being flat on one side of the head.  Even though you may feel anxious about handling a newborn, in a few short weeks you'll develop a routine and be parenting like a pro! If you have any questions or concerns, ask your doctor to recommend resources that can help you and your baby grow together.",
            "vi": "Cẩm nang cho những người lần đầu làm bố mẹ    Bạn đã vượt qua 9 tháng mang thai. Bạn đã qua khỏi tình trạng phấn khích của cơn đau đẻ, và bây giờ bạn sẵn sàng về nhà và bắt đầu cuộc sống với đứa con của mình. Thế nhưng cũng có đôi khi bạn ở nhà và hoang mang nhận ra rằng mình chẳng biết làm gì hết! Xem lại những bí quyết này để có thể giúp những người lần đầu làm bố mẹ cảm thấy tự tin về việc chăm sóc trẻ sơ sinh rất nhanh.  Được giúp đỡ sau khi sinh Hãy quan sát sự giúp đỡ ban đầu của bạn bè và gia đình để vượt qua giai đoạn này. Trong lúc còn ở bệnh viện, bạn nên quan sát các chuyên gia quanh mình nhé. Nhiều bệnh viện có chuyên gia nuôi dưỡng hoặc chuyên viên tư vấn về thời kỳ tiết sữa có thể giúp bạn bắt đầu cho bé bú mẹ hay bú bình. Ngoài ra, y tá còn là những người hướng dẫn tuyệt vời  sẽ chỉ cho bạn cách bồng bế, vỗ cho bé ợ, thay quần áo, và chăm sóc em bé nữa.  Đối với việc hỗ trợ ở nhà, bạn có thể thuê một vú em hay một em thiếu niên gần nhà để giúp bạn trong một thời gian ngắn sau sinh. Ngoài ra, họ hàng và bạn bè đều là những người hỗ trợ tuyệt vời đấy. Có thể là họ lúc nào cũng háo hức giúp đỡ cho bạn và dẫu bạn không đồng ý chuyện gì thì cũng đừng coi thường kinh nghiệm của họ nhé. Nhưng nếu bạn không có đủ sức khỏe để tiếp khách hay do việc gì đó thì cũng đừng cảm thấy khó chịu về việc mình hạn chế khách khứa.   Bồng bế trẻ sơ sinh Nếu bạn không dành nhiều thời gian cho bé thì có thể bạn sẽ sợ vẻ yếu ớt của trẻ sơ sinh đấy. Dưới đây là một vài điều cơ bản cần ghi nhớ: Hãy cẩn thận khi đỡ đầu và cổ bé. Khi bế bé bạn hãy đỡ đầu bé lên và cũng đỡ đầu cho bé khi bạn bế bé dậy hay cả khi bạn đặt bé nằm xuống nữa.  Hãy cẩn thận đừng bao giờ rung lắc trẻ sơ sinh dù là để giỡn chơi hay do bạn tức giận đi chăng nữa. Việc rung lắc mạnh có thể làm cho bé bị xuất huyết não và thậm chí tử vong. Nếu muốn đánh thức bé dậy thì bạn chớ lắc bé như thế mà hãy cù vào bàn chân hay thổi nhè nhẹ lên má bé. Hãy chắc rằng bé của bạn đã được cài dây an toàn vào xe chở, xe đẩy hoặc ghế nhỏ của bé trên xe hơi. Hãy hạn chế bất kỳ hoạt động nào quá mạnh hay xóc nẩy. Nên nhớ là trẻ sơ sinh chưa sẵn sàng cho các hoạt động mạnh bạo, như xóc nhẹ trên đầu gối hay thảy lên cao. Kỹ thuật ôm ấp dỗ dành Sự ôm ấp có thể là một trong những thứ dễ chịu nhất đối với việc chăm sóc bé, có thể thấy trong thời gian nhạy cảm này trong những giờ và những ngày sau sinh khi bố mẹ tạo mối liên hệ mật thiết với đứa con mới chào đời của mình. Sự gần gũi cơ thể có thể làm mối kết nối cảm xúc mạnh mẽ hơn.  Đối với trẻ sơ sinh, sự gắn bó làm cho chúng phát triển về mặt xúc cảm, có thể ảnh hưởng tới sự phát triển nhiều mặt khác của chúng nữa, như là sự phát triển về mặt thể chất. Một cách khác để nghĩ đến việc ôm ấp vuốt ve đó là “yêu thương” con bạn. Trẻ lớn nhanh do có bố mẹ hay một người nào đó sống với chúng và yêu thương chúng vô điều kiện.  Bắt đầu ôm ấp bé bằng cách bồng bế và nhẹ nhàng vuốt ve bằng nhiều kiểu khác nhau. Cả bố và mẹ có thể nhân cơ hội bồng bế bé để bé “da chạm da”, hãy bồng bé tựa vào người bạn khi cho bé ăn hay bế bé.   Trẻ sơ sinh, đặc biệt là trẻ sinh non và những trẻ bị bệnh thì bạn có thể dùng phương pháp xoa bóp cho bé. Việc xoa bóp có thể làm tăng yêu thương với bé giúp bé phát triển và lớn nhanh hơn. Có nhiều quyển sách và băng từ chuyên dạy cho bạn cách để xoa bóp cho trẻ sơ sinh – bạn cũng nên hỏi bác sĩ để được tư vấn thêm. Tuy nhiên, hãy nên nhớ rằng trẻ sơ sinh không khỏe mạnh như người lớn, nên hãy xoa bóp cho chúng một cách nhẹ nhàng. Trẻ sơ sinh thường thích nghe âm thanh, như là tiếng nói, tiếng bi bô, hát và thủ thỉ. Con của bạn chắc cũng sẽ thích nghe nhạc. Những chiếc lúc lắc và điện thoại có nhạc cũng là những cách để kích thích thính giác của trẻ sơ sinh. Nếu bé của bạn đang quấy khóc thì bạn hãy thử hát, đọc thơ và thơ ca thiếu nhi hay đọc to lên khi đu đưa bé nhè nhẹ trên ghế xem sao. Một số trẻ có thể nhạy cảm khác thường với việc sờ chạm, ánh sáng hoặc âm thanh và có thể dễ bị giật mình và khóc hay ngủ ít hơn bình thường hay là quay mặt đi khi bạn nói hoặc hát cho bé nghe. Thế nên hãy giữ mức độ âm thanh và ánh sáng một cách dịu nhẹ thôi.  Bọc quấn bé cũng là cách êm dịu khác mà những người lần đầu làm bố mẹ nên biết. Việc quấn bọc bé giữ cho tay, mình và chân bé được đặt gần vào nhau. Việc làm này không những giữ ấm cho bé mà còn mang lại cho hầu hết các trẻ sơ sinh cảm giác an toàn và thoải mái. Việc quấn bọc này có tác dụng tốt với nhiều trẻ sơ sinh trong vài tuần đầu đấy. Sau đây là cách quấn bọc cho bé: Trải chiếc chăn quấn ra, một góc được gấp nhẹ lại.  Đặt bé nằm ngửa trên chăn, đầu kê trên góc được gấp. Quấn góc trái của chăn qua mình bé và nhét vào dưới lưng bé, quấn qua dưới cánh tay phải.  Vắt góc dưới cùng qua chân bé và kéo về phía hướng lên đầu, hãy gấp miếng vải xuống nếu gần sát với mặt của bé. Quấn góc phải của chăn quanh mình bé, nhét xuống dưới lưng bên trái của bé, chỉ để cổ và đầu của bé ở ngoài thôi. Những điều nên làm và không nên làm về việc quấn tã lót Trước khi mang bé về nhà thì bạn sẽ phải chọn liệu sẽ dùng tã vải hay tã giấy. Cho dù bạn sử dụng tã nào đi nữa thì bé của bạn cũng sẽ làm bẩn tã khoảng 10 lần một ngày, hoặc khoảng 70 lần một tuần.  Trước khi thay tã cho bé, bạn nên chắc rằng mình đã có đủ hết các thứ cần thiết và bạn sẽ không bỏ mặc bé trên bàn thay tã. Bạn cần phải có: tã lót sạch dây buộc/móc khoá (nếu bạn sử dụng tả vải) thuốc mỡ nếu bé bị hăm  bình đựng nước ấm khăn lau sạch, tã lau, hoặc bông Sau mỗi lần đại tiện hoặc nếu tã lót bị ướt, hãy đặt bé nằm ngửa và rút tã bẩn ra. Dùng nước, bông và khăn lau hoặc khăn tay để lau nhẹ vùng sinh dục của bé sạch sẽ. Khi thay tã cho bé trai, hãy làm cẩn thận vì việc đưa trần ra ngoài như thế này có thể làm cho bé đi tiểu. Khi lau cho bé gái, nên lau mông đít của bé từ trước ra sau để tránh nhiễm trùng đường tiểu. Để tránh hoặc chữa hăm tã cho bé thì bạn nên dùng thuốc mỡ. Hãy luôn nhớ rửa tay cẩn thận sau khi thay tã lót cho bé.  Chứng hăm tã là vấn đề thường gặp. chứng hăm tã thường đỏ, gây khó chịu và sẽ hết trong vài ngày tắm bằng nước ấm, dùng kem chữa hăm và để cho bé thoáng bằng cách không dùng tã một thời gian ngắn. Hầu hết các chứng hăm tã đều là do da của bé nhạy cảm và trở nên tấy rát do tã bị ẩm ướt hay dơ bẩn do tiểu tiện.  Để ngăn ngừa hoặc chữa chứng hăm tã, bạn nên thử các mẹo sau đây: Thay tã lót cho bé thường xuyên, và càng sớm càng tốt sau khi bé đại tiện. Sau khi vệ sinh vùng này bằng nước và xà phòng dịu nhẹ hoặc bằng khăn tay thì nên xức kem chống hăm hoặc kem “bảo vệ”. Các loại kem này chứa kẽm ô-xít rất thích hợp cho bé vì chúng có khả năng chống ẩm.   Nếu bạn dùng tã vải thì nên giặt tã bằng loại xà phòng không màu và không có hương thơm.   Hãy để cho bé thoáng bằng cách không dùng tã một lúc nào đó trong ngày. Điều này làm cho da bé thông thoáng và mát mẻ. Nếu bé bị hăm tã liên tiếp kéo dài hơn 3 ngày hay có vẻ càng ngày càng trầm trọng hơn thì bạn nên gọi bác sĩ đi – có thể bé bị nhiễm nấm và cần được kê toa uống thuốc. Điều cơ bản nên biết khi tắm Bạn nên dùng bọt biển để tắm cho bé cho đến khi: cuống rốn rụng (1-4 tuần ) thủ thuật cắt bao quy đầu lành (1-2 tuần ) rốn khô hoàn toàn (1-4 tuần ) Trong năm đầu mỗi tuần nên tắm cho bé hai hay ba lần là đủ rồi. Việc tắm nhiều có thể làm cho da bé bị khô. Trước khi tắm cho bé bạn cũng cần có những thứ này: khăn mặt sạch và mềm xà phòng và dầu gội đầu em bé không mùi và dịu nhẹ bàn chải mềm để kích thích da đầu của em bé khăn tắm hoặc chăn mềm chậu tắm em bé chứa từ 2 đến 3 in-sơ nước ấm – không phải là nước nóng (để thử độ nóng của nước, bạn có thể dùng mặt trong khuỷu tay hay cổ tay để chạm vào nước). Chậu tắm em bé là chậu tắm bằng nhựa có thể đặt vừa vào bồn tắm và thích hợp hơn cho trẻ sinh và có thể làm cho việc tắm rửa cho bé trở nên dễ dàng hơn. tã lót sạch quần áo sạch Tắm bằng bọt biển Đối với việc tắm bằng bọt biển, nên chọn một phòng ấm áp và có bề mặt phẳng, như bàn thay đồ hay sàn nhà. Cởi quần áo em bé ra. Lau mắt bé bằng khăn mặt được làm ẩm bằng nước thôi, bắt đầu lau từng mắt một và lau từ khóe trong đến khóe ngoài. Dùng góc sạch của khăn mặt để lau mắt còn lại. Lau mũi và tai bé bằng khăn mặt. Sau đó nhúng ướt khăn lại và giặt khăn với một chút xà phòng, lau mặt bé nhẹ nhàng rồi giũ nhẹ cho khô. Sau đó dùng dầu gội đầu, tạo bọt và nhẹ nhàng gội đầu cho bé. Dùng một miếng vải ướt và xà phòng, nhẹ nhàng tắm rửa phần còn lại của cơ thể bé, chú ý đặc biệt ở những nếp da dưới cánh tay, sau lỗ tai, quanh cổ và vùng sinh dục. Một khi bạn đã vệ sinh các vùng này thì chắc rằng da bé phải khô sạch và rồi bạn nên bọc tã và mặc áo quần cho bé. Tắm bằng chậu tắm Khi con bạn đủ lớn sẵn sàng tắm bằng chậu thì những lần tắm đầu tiên nên nhẹ nhàng và nhanh lẹ. Nếu bé trở nên khó chịu thì hãy quay lại tắm bằng bọt biển một hay hai tuần nữa rồi thử tắm chậu lại.  Cở quần áo bé ra rồi đặt bé vào chậu nước ngay lập tức, trong phòng ấm, để khỏi bị lạnh. Chắc rằng nước trong chậu không sâu quá 2 đến 3 in-sơ. Một tay bạn đỡ đầu bé, một tay cho bé vào chậu trong tư thế ngồi hai chân duỗi thẳng ra trước. Nói ngọt ngào với bé, từ từ hạ người của bé xuống tới ngực trong chậu tắm. Dùng khăn tắm để lau mặt và tóc cho bé. Nhẹ nhàng mát-xa da đầu của bé bằng cùi ngón tay hoặc lược mềm em bé, kể cả vùng thóp (chỗ mềm) trên đỉnh đầu của bé. Khi bạn lau xà phòng hoặc dầu gội khỏi đầu bé thì hãy khum tay thành hình chén qua trán để bọt nước xà phòng chảy về bên hông và không bị vướng vào mắt bé. Nhẹ nhàng tắm phần còn lại của người bé bằng nước và một chút xà phòng. Khi tắm nên thường xuyên giội nước nhè nhẹ lên người bé để bé khỏi bị lạnh. Sau khi tắm cho bé xong, bạn nên quấn bé lại ngay lập tức bằng khăn tắm, đảm bảo phải trùm được cả đầu của bé. Khăn tắm có mũ rất thích hợp để giữ ấm cho bé lúc mới tắm xong. Trong khi tắm cho bé, đừng bao giờ bỏ bé một mình. Nếu bạn cần ra khỏi nhà tắm thì hãy quấn bé lại trong khăn tắm và mang bé đi cùng.  Cắt bao quy đầu và chăm sóc cuống rốn Ngay sau khi cắt bao quy đầu thì đầu dương vật thường được quấn bằng một miếng gạc có bôi một chút mỡ trơn để vết thương không dính vào tã lót. Hãy nhẹ nhàng lau đầu dương vật sạch sẽ sau mỗi lần thay tã và xức một chút mỡ trơn lên đầu dương vật để khỏi dính vào tã. Dương vật sẽ hết đỏ hay tấy rát trong vài ngày, nhưng nếu tình trạng đỏ hay sưng tấy nhiều thêm hoặc nếu đầu dương vật bị giộp da mưng mủ, nhiễm trùng thì bạn có thể gọi bác sĩ ngay lập tức. Việc chăm sóc cuống rốn đối với trẻ sơ sinh cũng rất quan trọng. Nhiều bác sĩ đề nghị lau vùng rốn bằng cồn rửa vết thương cho đến khi cuống rốn khô và rụng, thường thì trong khoảng từ 10 ngày đến 3 tuần, nhưng nhiều bác sĩ khác lại khuyên để yên vùng rốn. Hãy tham khảo ý kiến bác sĩ để biết bạn nên làm gì cho bé. Vùng rốn của trẻ sơ sinh không nên để ngập nước cho đến khi cuống rốn rụng và khô lành. Đến khi cuống rốn rụng thì nó sẽ đổi màu từ vàng sang nâu hoặc đen – điều này bình thường thôi. nếu vùng rốn của bé trở nên đỏ tấy hoặc có mùi hôi hay bị chảy mủ thì bạn hãy tham khảo ý kiến bác sĩ của bạn nhé. Cho bé ăn và vỗ cho bé ợ Dù bạn nuôi con bằng sữa mẹ hay cho bé bú bình thì bạn cũng có thể phải bối rối không biết là nên cho con bú bao lâu một lần. Nói chung là người ta khuyên rằng con nít nên được cho ăn theo nhu cầu – bất kể khi nào chúng đói. Bé của bạn có thể ra tín hiệu cho bạn biết bằng cách khóc, thọc ngón tay vào miệng, hoặc tạo ra những âm thanh như bú. Một đứa trẻ sơ sinh cần được cho bú cách 2 đến 3 tiếng đồng hồ một lần. Nếu bạn nuôi con bằng sữa mẹ thì nên cho bé bú mỗi bên ngực khoảng từ 10 đến 15 phút. Nếu bạn cho bé bú bằng sữa bột thì mỗi lần bé bú có thể từ 2 đến 3 ao-xơ (60-90ml). Một số trẻ sơ sinh cần được đánh thức dậy cứ vài tiếng đồng hồ một lần để đảm bảo cho chúng bú đủ. Hãy gọi cho bác sĩ xem liệu bạn có cần đánh thức bé dậy thường xuyên không hay xem liệu con bạn không thích ăn hay bú không.  Nếu bạn cho con bú bằng sữa bột thì bạn có thể dễ dàng kiểm tra được xem bé có bú đủ chưa, nhưng nếu bạn cho con bú bằng sữa mẹ thì việc này khó khăn hơn một chút. Nếu bé tiểu khoảng 6 lần và đi cầu vài lần một ngày, ngủ ngon và tăng cần đều thì có thể là bé đã bú đủ rồi. Hãy tham khảo ý kiến của bác sĩ nếu bạn quan tâm về sự phát triển và thời gian ăn uống của bé. Trẻ sơ sinh thường nuốt không khí khi bú, có thể làm cho chúng quấy khóc. Bạn có thể ngăn chặn điều này bằng cách vỗ cho bé ợ thường xuyên. Cố vỗ cho bé ợ hơi sau mỗi lần cho bú từ 2 đến 3 ao-xơ (60-90ml) nếu bạn cho bé bú bình và mỗi lần bạn đổi ngực cho bé bú nếu bạn cho bé bú mẹ. Nếu con bạn hay bị đầy hơi, bị trào ngược dạ dày thực quản thì cố vỗ cho bé ợ cứ mỗi ao-xơ một trong suốt thời gian cho bé bú bình hoặc cứ 5 phút một trong thời gian bé bú mẹ. Dưới đây là các cách vỗ cho bé ợ hơi: Ôm bé thẳng dậy cho đầu bé tựa vào vai của bạn. Đỡ cổ và lưng bé trong khi dùng bàn tay khác vỗ nhẹ nhàng vào lưng bé. Để bé ngồi vào lòng bạn. Một tay đỡ ngực và đầu bé bằng cách giữ nhẹ cằm bé trong lòng bàn tay bạn và dựa cùi tay lên ngực bé (cẩn thận giữ chặt cằm của bé – không phải là cổ họng). Dùng tay kia vỗ nhẹ nhàng vào lưng của bé. Đặt bé nằm sấp vào lòng của bạn. Đỡ đầu của bé, đảm bảo rằng đầu phải cao hơn ngực, rồi vỗ hoặc chà nhẹ nhàng vào lưng của bé. Nếu sau một vài phút mà bé không ợ thì bạn hãy thay đổi tư thế của bé và cố vỗ cho bé ợ thêm vài phút nữa trước khi bạn cho bé ăn trở lại. Hãy luôn vỗ cho bé ợ khi bạn đã cho bé ăn xong, sau đó hãy bế bé thẳng dậy ít nhất từ 10 đến 15 phút để bé đừng nôn. Những điều cơ bản về giấc ngủ Vì mới lần đầu làm bố mẹ nên bạn có thể cảm thấy ngạc nhiên khi biết con bạn có vẻ cần bạn từng giờ từng phút một, thực ra chúng ngủ khoảng chừng 16 tiếng đồng hồ hoặc nhiều hơn nữa! Trẻ sơ sinh thường ngủ những giấc từ 3 đến 4 tiếng đồng hồ. Bạn cũng đừng mong chờ là con của bạn sẽ ngủ suốt đêm – hệ tiêu hóa của trẻ sơ sinh quá nhỏ đến nỗi chúng cần thức ăn cứ vài giờ một lần và sẽ bị thức giấc nếu chúng không được cho bú trong 5 tiếng đồng hồ (hoặc nhiều hơn nữa).   Khi nào thì bạn có thể mong cho con mình ngủ suốt cả đêm được? Nhiều trẻ ngủ suốt đêm (từ 6 đến 8 tiếng) khi chúng lên 3 tháng tuổi, nhưng nếu con bạn không ngủ được như vậy thì cũng chẳng là vấn đề gì khiến bạn phải lo lắng. Giống như người lớn, trẻ sơ sinh cũng phải phát triển kiểu và chu kỳ ngủ của mình, vì thế nếu con bạn tăng cân đều và khỏe mạnh thì bạn chớ thất vọng nếu bé không ngủ suốt cả đêm được vào giai đoạn 3 tháng tuổi.  Điều quan trọng là nên để bé nằm ngửa khi ngủ để giảm nguy cơ hội chứng đột tử ở trẻ dưới 1 tuổi. Ngoài ra, hãy bỏ đi hết các bộ đồ giường bằng lông, mền bông, chăn làm bằng da cừu, thú nhồi, và gối ra khỏi giường ngủ của bé để đảm bảo rằng bé không bị quấn hoặc bị ngộp thở trong đó. Bạn cũng đảm bảo việc thay đổi tư thế đầu khi ngủ của bé từng đêm một (quay phải, rồi quay trái, ....) để tránh bị dẹp một bên đầu của bé. Mặc dù bạn có thể cảm thấy lo âu về việc trông nom trẻ sơ sinh nhưng bạn sẽ nhanh tạo thói quen và có thể nuôi con thông thạo trong vài tuần ngắn thôi! Nếu bạn quan tâm hay muốn đặt câu hỏi về bât kỳ vấn đề gì thì hãy tham khảo ý kiến của bác sĩ để được khuyên về các phương pháp có thể giúp cả bạn và bé cùng nhau phát triển nhé."
        }
    ],
    "suggestions": []
}