{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gæstrin]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">gaxtrin (hocmôn kích thích tiết vị)</td></tr></table><i/></div>",
            "word": "gastrin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gastrin</k><blockquote>■ <cclass>noun <cclass>Biochemistry any of a group of peptide hormones which stimulate secretion of gastric juice, and are secreted into the bloodstream by the stomach wall in response to the presence of food. </cclass></cclass></blockquote></div>",
            "word": "gastrin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gastrin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gastrin"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> một hormon do niêm mạc ở vùng thượng vị trong dạ dày tiết khi có kích thích của thực phẩm</font></td></tr></tbody></table></div>",
            "word": "gastrin"
        }
    },
    "sentences": [
        {
            "en": "Most secretions of acid, pepsin, and the hormone <em>gastrin</em> occur in the antrum and the operation is used in the treatment of peptic ulcers.",
            "vi": "Hang này là nơi tiết ra hầu hết các acid, pepsin, và hormone gastrin và phẫu thuật được dùng để chữa loét tiêu hoá."
        },
        {
            "en": "MIT researchers show how estrogen protects women from the gastric inflammation that can lead to cancer.  Several types of cancer, including stomach, liver and colon, are far more common in men than in women. Some scientists have theorized that differences in lifestyle, such as diet and smoking, may account for the discrepancy, but growing evidence suggests that the differences are rooted in basic biological differences between men and women. Adding to that evidence, a new study from MIT shows that treating male mice with estrogen dramatically lowers their rates of stomach cancer - specifically, cancers caused by chronic infection by the bacterium Helicobacter pylori.  The paper, which recently appeared online in the journal Cancer Prevention Research, also describes in new detail how estrogen protects against gastric cancer, which could help scientists find better drug targets against the disease.   It's unlikely that doctors would treat men with estrogen, but the researchers believe their work could lead to treatments that mimic estrogen's cancer-suppressing effects. \"If we can narrow in on which estrogen effect is causing this protection, we can come up with a better therapy,\" says Alexander Sheh, a postdoc in MIT's Division of Comparative Medicine (DCM) and lead author of the paper.   Gastric cancer is the second-leading cause of cancer deaths worldwide, and people infected with H. pylori are much more likely to develop gastric cancer than uninfected people. More than 50 percent of the world's population is infected, though most do not experience any symptoms.   H. pylori infection provokes an immune response that keeps the infection under control but can lead to gastritis, a chronic inflammation of the stomach that is conducive to the development of gastric cancer.   Several studies have suggested that estrogen protects women from this kind of inflammation. Women with delayed menopause and increased fertility have a lower risk of gastric cancer, and drugs that block estrogen activity, such as the breast cancer drug Tamoxifen, are linked to higher rates of gastric cancer in women.  Recent studies from the lab of James Fox, MIT professor of biological engineering and director of DCM, showed that female mice with their ovaries removed - so they could no longer produce estrogen - lost their protection from gastric cancer. In another study, Fox gave estrogen to male mice soon after birth, and showed that it prevented the development of gastritis and precancerous gastric lesions.  In the new study, of which Fox is senior author, the researchers waited until the mice had already developed gastritis before giving them estrogen. The mice in the study were genetically engineered to produce large amounts of <em>gastrin</em>, a hormone that promotes acid production and proliferation of the cells that line the stomach. Such mice typically develop cancer within 20 months. H. pylori infection speeds up that cancer progression, to about seven months. As in humans, males are much more likely than females to develop gastric cancer.  At age 24 weeks, 16 weeks after being infected with H. pylori, male mice in this study were treated with estrogen, Tamoxifen, both or neither. Female mice were treated with Tamoxifen or nothing. The researchers expected that Tamoxifen would undo the protective effects of estrogen, in both male and female mice.  However, among the male mice, all three treated groups - estrogen, Tamoxifen or both - were protected from gastric cancer. In fact, none of those mice developed cancer, even though they all had gastritis before receiving treatment. Forty percent of the untreated mice developed gastric cancer.  Among the female mice, those who received Tamoxifen showed no differences from the untreated mice. That surprising finding suggests that in the stomach, Tamoxifen may mimic estrogen's effects, rather than blocking them.\nTo figure out how estrogen and Tamoxifen protect against gastric cancer, the MIT researchers examined which genes were overexpressed in the treated mice. They identified about 60 genes, most of which are involved in cell movement and/or cancer growth. Of these candidates, they decided to focus on CXCL1, a signaling protein that is involved in cell movement and recruitment of immune cells.  The human analogue of CXCL1 is IL-8, which is often part of the immune response to H. pylori. The researchers believe that chronic H. pylori infection stimulates production of CXCL1 (or IL-8 in humans), which attracts immune cells such as neutrophils and macrophages. This promotes inflammation, eventually leading to gastritis and cancer.  Estrogen somehow interferes with the recruitment or activity of those immune cells. The researchers are now trying to figure out in more detail how this happens, by studying mice that are missing the gene for CXCL1. They are also interested in developing molecules that inhibit CXCL1 activity.  Written by: Anne Trafton, MIT News Office   Source: Marta Buczek   Massachusetts Institute of Technology",
            "vi": "Các nhà nghiên cứu tại Học viện Công nghệ Massachusetts cho thấy ét-xtrô-gien bảo vệ phụ nữ khỏi viêm dạ dày có thể dẫn đến ung thư. Nhiều loại ung thư, bao gồm  ung thư gan, dạ dày và đại tràng, phổ biến ở đàn ông hơn ở phụ nữ. Một số nhà khoa học đã giả thuyết rằng sự khác biệt trong lối sống, chẳng hạn như chế độ ăn uống và hút thuốc, có thể gây ra sự khác biệt, nhưng ngày càng nhiều bằng chứng cho thấy sự khác biệt ăn sâu vào khác biệt về sinh học cơ bản giữa đàn ông và phụ nữ. Thêm vào bằng chứng, một nghiên cứu mới của  Học viện Công nghệ Massachusettscho thấy rằng làm tăng hàm lượng ét-xtrô-gien ở chuột đực làm giảm đáng kể tỷ lệ ung thư dạ dày - đặc biệt là ung thư gây ra bởi nhiễm trùng mãn tính do vi khuẩn Helicobacter pylori.  Bài báo, gần đây được đăng tải trực tuyến trên tạp chí Nghiên cứu phòng chống ung thư, cũng mô tả chi tiết mới cách thức mà ét-xtrô-gien bảo vệ chống lại ung thư dạ dày, điều này có thể giúp các nhà khoa học tìm ra các loại thuốc tốt hơn để chống lại ung thư. Không chắc là bác sĩ sẽ điều trị cho nam giới bằng ét-xtrô-gien, nhưng các nhà nghiên cứu tin rằng  khám phá này có thể dẫn đến các phương pháp điều trị bắt chước tác dụng ức chế ung thư của ét-xtrô-gien. “Nếu chúng ta có thể thu hẹp tác động nào của ét-xtrô-gien tạo nên sự bảo vệ này, chúng ta có thể nghĩ ra một cách điều trị tốt hơn”, ông Alexander Sheh nói, tiến sĩ chuyên khoa Y học so sánh (DCM) và là tác giả chính của báo cáo từ Học viện Công nghệ Massachusetts.  Ung  thư dạ dày là nguyên nhân dẫn đến tử vong do ung thư cao thứ hai trên toàn thế giới, và những người bị nhiễm H. pylori có nhiều khả năng phát triển ung thư dạ dày hơn so với những người không bị nhiễm bệnh. Hơn 50% dân số thế giới bị nhiễm bệnh, cho dù hầu hết không trải nghiệm triệu chứng nào. Nhiễm H. pylori  gây ra phản ứng miễn dịch kiểm soát nhiễm trùng nhưng có thể dẫn đến viêm dạ dày và việc viêm mãn tính của dạ dày có lợi cho sự phát triển của ung thư dạ dày. Nhiều nghiên cứu đã cho rằng ét-xtrô-gien bảo vệ phụ nữ khỏi loại viêm này. Phụ nữ mãn kinh muộn và sinh nở nhiều có nguy cơ ung thư dạ dày thấp hơn, và các loại thuốc phong bế hoạt động của ét-xtrô-gien, ví dụ như thuốc Tamoxifen điều trị ung thư vú, liên quan đến tỷ lệ ung thư dạ dày cao hơn ở phụ nữ. Các nghiên cứu gần đây từ phòng thí nghiệm của James Fox, giáo sư kỹ thuật sinh học tại Học viện Công nghệ Massachusetts và là giám đốc của chuyên khoa Y học so sánh, cho thấy chuột cái với buồng trứng bị cắt mất – nên chúng không còn có thể sản xuất ét-xtrô-gien - mất đi sự bảo vệ khỏi bệnh ung thư dạ dày. Trong một nghiên cứu khác, Fox đã đưa ét-xtrô-gien vào chuột đực ngay sau khi sinh, và cho thấy nó ngăn cản sự phát triển của viêm dạ dày và các tổn thương tiền ung thư dạ dày. Trong nghiên cứu mới mà Fox là tác giả chính, các nhà nghiên cứu chờ đến khi chuột đã bị viêm dạ dày trước khi đưa ét-xtrô-gien vào cơ thể chúng. Những con chuột trong nghiên cứu này đã được biến đổi gien để sản xuất số lượng lớn của gas-trin, một loại hoóc-môn thúc đẩy sự sản xuất a-xít và sự phát triển của các tế bào lót trong dạ dày. Những con chuột này thường sẽ phát triển ung thư trong vòng 20 tháng. Nhiễm H.pylori làm tăng nhanh quá trình phát triển ung thư, khoảng 7 tháng. Như trong con người, nam giới có nhiều khả năng phát triển ung thư dạ dày hơn so với nữ giới. Ở giai đoạn 24 tuần tuổi, 16 tuần sau khi nhiễm H.pylori, chuột đực trong nghiên cứu này đã được điều trị bằng ét-xtrô-gien, Tamoxifen, cả hai hoặc không điều trị. Chuột cái được điều trị bằng Tamoxifen hoặc không điều trị. Các nhà nghiên cứu dự kiến rằng Tamoxifen sẽ làm mất tác dụng bảo vệ của ét-xtrô-gien, ở cả chuột đực và cái. Tuy nhiên, trong số chuột đực, tất cả ba nhóm được điều trị bằng ét-xtrô-gien, Tamoxifen hoặc cả hai - được bảo vệ khỏi ung thư dạ dày. Trong thực tế, không con chuột nào trong số đó bị ung thư, mặc dù chúng đều bị viêm dạ dày trước khi được điều trị. 40% của những con chuột không được điều trị đã bị ung thư dạ dày. Trong số chuột cái, những con được điều trị bằng Tamoxifen cho thấy không có sự khác biệt so với những con chuột không được điều trị. Để tìm ra cách mà ét-xtrô-gien và Tamoxifen bảo vệ chống lại ung thư dạ dày, các nhà nghiên cứu của Học viện Công nghệ Massachusetts đã kiểm tra xem loại gien nào đã hoạt động nhiều hơn trong những con chuột được điều trị. Họ nhận biết được khoảng 60 gien, hầu hết trong số đó tham gia vào chuyển động tế bào và / hoặc sự tiến triển của ung thư. Trong số các gien này, họ quyết định tập trung vào CXCL1, một prô-tê-in tín hiệu tham gia vào chuyển động tế bào và sự tăng thêm của tế bào miễn dịch. Mô phỏng ở người của CXCL1 là IL - 8,  là bộ phận của phản ứng miễn dịch với H. pylori. Các nhà nghiên cứu tin rằng nhiễm trùng mãn tính H. pylori kích thích sự sản xuất CXCL1 (hay IL-8 ở người), thu hút các tế bào miễn dịch như bạch cầu trung tính và đại thực bào. Điều này thúc đẩy viêm, cuối cùng dẫn đến viêm dạ dày và ung thư.Ét-xtrô-gien bằng cách nào đó   đã gây trở ngại cho sự tăng lực hoạt hoạt tính của những tế bào miễn dịch. Các nhà nghiên cứu đang cố gắng để tìm ra chi tiết hơn làm thế nào điều này lại xảy ra, bằng cách nghiên cứu những con chuột thiếu gien CXCL1. Họ cũng quan tâm đến việc phát triển các phân tử ức chế hoạt động của CXCL1.Tác giả:  Anne Trafton, Phòng tin tức Học viện Công nghệ Massachusetts Nguồn: Marta Buczek Viện Công nghệ Massachusetts"
        }
    ],
    "suggestions": []
}