{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ged"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ged"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ged"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ged"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ged"
        }
    },
    "sentences": [
        {
            "en": "An official <em>GED</em> Certificate may be used in the absence of a high school diploma.",
            "vi": "Nếu không có bằng tốt nghiệp, có thể dùng văn bằng GED."
        },
        {
            "en": "Even when people do succeed they are still nag <em>ged</em> by uncertainty.",
            "vi": "Ngay cả khi thành công, con người vẫn bị dằn vặt bởi sự không chắc chắn."
        },
        {
            "en": "While the early transit timings were as precise as instruments would allow, the measurements were Dog <em>ged</em> by the ‘black drop’ effect.",
            "vi": "Trong khi thời gian dịch chuyển ban đầu chính xác như các thiết bị cho phép, các phép đo được theo đuổi bởi hiệu ứng 'giọt đen'."
        },
        {
            "en": "ASALP offers ESL classes as well as pre-General Educational Development and <em>GED</em> test preparation, as well as citizenship test preparation.",
            "vi": "ASALP cung cấp các lớp học ESL cũng như pre-General Educational Development and GED test preparation, cũng như chuẩn bị thi quốc tịch."
        },
        {
            "en": "\"We added the pre-<em>GED</em> classes because we found that some of the students just needed more instruction,\" Hansen said. \"We have expanded the program and have had great success.\"",
            "vi": "\"Chúng tôi mở thêm các lớp pre - GED vì chúng tôi thấy rằng nhiều sinh viên cần được hướng dẫn hơn\" Hansen nói. \"Chúng tôi đã mở rộng chương trình và đã có thành công lớn.\""
        },
        {
            "en": "They found that 145,243 deaths could be saved in the 2010 population if adults who had not completed high school went on to earn a <em>GED</em> or high school degree, which is comparable to the estimated number of deaths that could be averted if all current smokers had the mortality rates of former smokers.",
            "vi": "Họ đã phát hiện ra rằng nếu những người trưởng thành chưa hoàn thành trung học tiếp tục thi GED (Phát triển giáo dục chung – Bằng tương đương bằng trung học ở Mỹ) hoặc bằng trung học thì 145,243 người chết có thể được cứu sống trong năm 2010, điều này có thể so sánh với số lượng người chết có thể được cứu sống nếu tất cả những người hút thuốc lá hiện tại biết được tỉ lệ tử vong của những người đã hút thuốc."
        }
    ],
    "suggestions": []
}