{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[gi:k]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người đam mê các hoạt động trí não (đối đáp chữ nghĩa, lập trình máy tính, sử dụng Internet chẳng hạn)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chuyên viên máy tính; chuyên viên tin học</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người biểu diễn những trò quái gở trong các dịp lễ hội</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) người lập dị quái gở</td></tr><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[geek]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">strange person, scholar, book worm, nerd</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Allan reads a lot and stays by himself. He's kind of a geek.</font></td></tr></table><i/></div>",
            "word": "geek"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>geek</k><blockquote><cclass>[<cclass>gi:k<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>informal an unfashionable or socially inept person. </cclass></cclass></blockquote><blockquote>⁃ a knowledgeable and obsessive enthusiast: <cclass>a computer geek. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>geekdom</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>geeky</b><cclass>adjective (<cclass><b>geekier</b>, <cclass><b>geekiest</b>). </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from the related Engl. dialect word <i>geck</i> 'fool', of Gmc origin. </blockquote></div>",
            "word": "geek"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "geek"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "geek"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "geek"
        }
    },
    "sentences": [
        {
            "en": "Marissa Mayer: Proud <em>geek</em>",
            "vi": "Marissa Mayer: người đam mê công nghệ đầy quyền năng"
        },
        {
            "en": "What a <em>geek</em>.",
            "vi": "Thật là một người nhàm chán."
        },
        {
            "en": "Hire a <em>geek</em>.",
            "vi": "Hãy thuê một chuyên viên máy tính."
        },
        {
            "en": "In 1914, a \"<em>geek</em>\" was a circus performer who would bite the heads off chickens or snakes.",
            "vi": "Vào năm 1914,\"geek\" nghĩa là một người diễn xiếc hay cắn đứt đầu của gà hay rắn."
        },
        {
            "en": "In 1914, a \"<em>geek</em>\" was a circus performer who would bite the heads off chickens or snakes.",
            "vi": "Vào năm 1914, \"geek\" nghĩa là một người diễn xiếc hay cắn đứt đầu của gà hay rắn."
        },
        {
            "en": "We've got a list of 11 affordable gifts that are guaranteed to blow your mind, whether or not you're a science <em>geek</em>.",
            "vi": "Chúng tôi đã có một danh sách gồm 11 món quà vừa phải được đảm bảo sẽ cuốn đi tâm trí của bạn, cho dù bạn có phải là một người đam mê khoa học hay không."
        },
        {
            "en": "We 've got a list of 11 affordable gifts that are guaranteed to blow your mind, whether or not you' re a science <em>geek</em>.",
            "vi": "Chúng tôi đã có một danh sách gồm 11 món quà vừa phải được đảm bảo sẽ cuốn đi tâm trí của bạn, cho dù bạn có phải là một người đam mê khoa học hay không."
        },
        {
            "en": "You don't need to be a \"techno <em>geek</em>,\" but you do need to understand the impact of technology on your business and be able to leverage it to your benefit.",
            "vi": "Bạn không cần phải là một người am hiểu công nghệ, nhưng bạn cần hiểu tầm ảnh hưởng của công nghệ đến việc kinh doanh của bạn và có khả năng vận dụng nó mang lại lợi ích cho mình."
        },
        {
            "en": "Sucker : A person who can be cheated easily.“He is such a sucker”Grass: To get someone into trouble by reporting their bad action. “You grassed me to the police”Crackers: To be crazy or insane. “You are crackers”Bling: Expensive looking gold jewellery, such as necklaces and rings.Blag: To use smooth talk or charm to get something. “I blagged my way into this job”Diss: To criticize or speak badly about someone. “You dissed my girlfriend”<em>Geek</em>: A person who always studies or has an interest in boring subjects. “He is a real science <em>geek</em>”Another expression with the same meaning is Nerd.",
            "vi": "Thêm ví dụ về tiếng lóng hiện đại Sucker (gã khờ): người dễ bị lừa.  \"Thằng đó khờ quá\" Grass (tố cáo; chỉ điểm): làm người ta bị rắc rối bằng cách tố cáo hành động sai trái của họ. \"Mày đã chỉ điểm tao với cảnh sát \" Cracker: rồ; gàn, điên hoặc mất trí. \"Tụi bây là lũ rồ.\" Bling: nữ trang bằng vàng có vẻ mắc tiền, như dây chuyền và nhẫn.  Blag: nói ngọt hoặc dụ dỗ để chiếm được cái gì đó. \" Tôi đã ỉ ôi để xin được việc làm này \" Diss : chỉ trích hoặc nói xấu một người. \" Mày đã nói xấu bạn gái tao \" Geek: gã lập dị; kẻ gàn dở : một người luôn nghiên cứu hoặc quan tâm những đề tài chán ngán. \" Thằng đó là một thằng lập dị mê khoa học\" Từ khác cùng nghĩa là Nerd."
        },
        {
            "en": "Yahoo CEO Marissa Mayer's photo spread in Vogue magazine has proven controversial, with some saying it detracts from the 3,000-word article that focuses on her successes and vision in a male-dominated tech world. The profile describes Mayer as an \"unusually stylish <em>geek</em>.\" Take a look at other photos of her through the years.",
            "vi": "Bức ảnh của CEO Yahoo Marissa Mayer lan truyền trên tạp chí Vogue đã gây nhiều tranh cãi, một số người cho rằng nó làm giảm uy tính của chuyên mục 3000 từ mà bài viết tập trung vào sự thành công và tầm nhìn của cô trong thế giới công nghệ thường nam giới chiếm lĩnh. Hồ sơ miêu tả Mayer là một “người đam mê công nghệ có phong cách khác thường”. Hãy cùng xem các bức ảnh của cô theo năm tháng."
        },
        {
            "en": "5. Give Linux a try You might have heard your <em>geek</em> friends brag about Linux, the open-source operating system. Like the Windows 8 tutorial, we'll show you how to use your USB drive to boot Linux and poke around the OS without overwriting your current system.",
            "vi": "5. Thử nghiệm LinuxBạn có thể đã nghe những người bạn say mê công nghệ khoác lác về Linux, hệ điều hành mã nguồn mở. Giống như phần hướng dẫn Windows 8, chúng tôi sẽ cho bạn thấy làm thế nào để sử dụng ổ đĩa USB của bạn khởi động Linux và mò mẫm xung quanh hệ điều hành mà không phải cài đè lên hệ thống hiện tại của bạn."
        }
    ],
    "suggestions": []
}