{
    "en_vn": {
        "data": {
            "content": null,
            "word": "generalist",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>generalist</k><blockquote>■ <cclass>noun a person competent in several different fields or activities. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>generalism</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "generalist",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "generalist",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "generalist",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "generalist",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I am not just going to be another <em>generalist</em>.",
            "vi": "Tôi sẽ không trở thành một người biết chung chung."
        },
        {
            "en": "Many important decisions involve technical information over which <em>generalist</em> chief executive officers and executives have no mastery.",
            "vi": "Nhiều quyết định quan trọng liên quan đến thông tin kỹ thuật mà giám đốc điều hành cũng như các nhà quản lý khác đều không nắm vững."
        },
        {
            "en": "The clear thinker believes that the world, with all its ambiguities and complexity, can be understood. While experts may have deep technical knowledge on a topic (say, for example, global warming or genetic engineering), a <em>generalist</em> nonetheless can grasp the underlying facts and concepts, and assess competing claims using the tools of clear thinking. The clear thinker looks to break down complicated ideas into more manageable components, and to examine and understand these components. As author, lawyer and journalist Jack Fuller has argued, “The principle of elegance, after all, assumes that the truth has a simple beauty, which ought to be communicable.”",
            "vi": "Những người có tư duy rõ ràng tin rằng thế giới cùng với tất cả sự mơ hồ và phức tạp có thể hiểu được. Trong khi các chuyên gia có thể có kiến ​​thức kỹ thuật chuyên sâu về một chủ đề (ví dụ hiện tượng trái đất nóng dần lên hoặc kỹ thuật di truyền), thì người có hiểu biết rộng dù sao cũng có thể nắm bắt được các lập luận và khái niệm cơ bản và đánh giá các luận điệu ganh đua nhau bằng các công cụ tư duy rõ ràng. Những người có tư duy rõ ràng chú ý để phá vỡ các ý tưởng phức tạp thành các thành phần dễ quản lý hơn, nhằm kiểm tra và hiểu được các thành phần này. Như tác giả, luật sư và nhà báo Jack Fuller đã tranh luận, \"Nguyên tắc của sự thanh lịch, xét cho cùng, cho rằng sự thật có một vẻ đẹp đơn giản mà nên được truyền đạt.\""
        }
    ],
    "suggestions": []
}