{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒenjuinli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thành thật; chân thật</td></tr></table><i/></div>",
            "word": "genuinely",
            "pronounce": "['dʒenjuinli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "genuinely",
            "pronounce": "['dʒenjuinli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "genuinely",
            "pronounce": "['dʒenjuinli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "genuinely",
            "pronounce": "['dʒenjuinli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "genuinely",
            "pronounce": "['dʒenjuinli]"
        }
    },
    "sentences": [
        {
            "en": "Mary's a <em>genuinely</em> nice person.",
            "vi": "Mary là một người thực sự rất tử tế."
        },
        {
            "en": "Those are <em>genuinely</em> difficult issues.",
            "vi": "Đó thực sự là những vấn đề khó."
        },
        {
            "en": "I am <em>genuinely</em> glad to see them.",
            "vi": "Tôi thật sung sướng khi được gặp họ."
        },
        {
            "en": "She was a <em>genuinely</em> humble woman.",
            "vi": "Chị ấy là một người phụ nữ khiêm tốn một cách thành thật."
        },
        {
            "en": "Nick is <em>genuinely</em> modest about his achievements.",
            "vi": "Nick thực sự khiêm tốn về những thành tựu của mình."
        },
        {
            "en": "I <em>genuinely</em> feel sorry for President Obama.",
            "vi": "Tôi thực sự cảm thấy rất tiếc cho Tổng thống Obama."
        },
        {
            "en": "I think he's <em>genuinely</em> concerned about you.",
            "vi": "Tôi nghĩ anh ấy thật sự quan tâm bạn."
        },
        {
            "en": "We were <em>genuinely</em> frightened by the storm.",
            "vi": "Chúng tôi đã thật sự kinh hoàng bởi cơn bão."
        },
        {
            "en": "He <em>genuinely</em> admired her astuteness at social climbing.",
            "vi": "Anh ta thật sự khâm phục sự sắc sảo của bà khi leo lên được chức vụ cao trong xã hội."
        },
        {
            "en": "He speaks English with a <em>genuinely</em> Oxonian accent.",
            "vi": "Anh ta nói tiếng Anh đặc sệt giọng Oxford."
        },
        {
            "en": "She seemed <em>genuinely</em> cheered at the prospect of my arrival.",
            "vi": "Cô ấy dường như thực sự vui mừng trước viễn cảnh về sự ra mắt của tôi."
        },
        {
            "en": "First is to become <em>genuinely</em> interested in other people.",
            "vi": "Điều đầu tiên là hãy thật sự quan tâm đến người khác."
        },
        {
            "en": "I am <em>genuinely</em> motivated rather than easily discouraged.",
            "vi": "Tôi là người năng động thực sự chứ không phải là người dễ dàng bỏ cuộc."
        },
        {
            "en": "I think Peter <em>genuinely</em> believed he was going to win.",
            "vi": "Tôi nghĩ Peter thực sự tin rằng anh ấy sẽ giành chiến thắng."
        },
        {
            "en": "The President is deeply/<em>genuinely</em> concerned about this issue.",
            "vi": "Tổng thống quan tâm sâu sắc đến vấn đề này."
        },
        {
            "en": "He is <em>genuinely</em> astonished to be offered the job.",
            "vi": "Cậu ta thực sự ngạc nhiên khi giao công việc ấy."
        },
        {
            "en": "I <em>genuinely</em> believe it to have been a mistake.",
            "vi": "Tôi thành thật cho đó là sự lầm lỗi thôi."
        },
        {
            "en": "Almost all employees want to know that their managers are <em>genuinely</em> and positively interested in them.",
            "vi": "Hầu hết tất cả những nhân viên muốn biết rằng quản lí của họ thật sự và tích cực quan tâm đến họ."
        },
        {
            "en": "She will probably wake up and come back <em>genuinely</em> asking for your forgiveness.",
            "vi": "Có lẽ cô ấy sẽ tỉnh ngộ và quay lại thành thật xin bạn tha thứ."
        },
        {
            "en": "      - find topics that <em>genuinely</em> interest you – that way you will be motivated to keep reading",
            "vi": "       - Hãy tìm những chủ đề mà thực sự tạo cảm hứng cho bạn - Cách này sẽ giúp bạn có động lực để đọc tiếp."
        }
    ],
    "suggestions": []
}