{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dʒi'ɔlədʒist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà địa chất</td></tr></table><i/></div>",
            "word": "geologist",
            "pronounce": "[dʒi'ɔlədʒist]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "geologist",
            "pronounce": "[dʒi'ɔlədʒist]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "geologist",
            "pronounce": "[dʒi'ɔlədʒist]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "geologist",
            "pronounce": "[dʒi'ɔlədʒist]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhà địa chất</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">chief geologist</font><font color=\"#282828\">: nhà địa chất cố vấn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">consulting geologist</font><font color=\"#282828\">: nhà địa chất cố vấn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">petroleum geologist</font><font color=\"#282828\">: nhà địa chất dầu mỏ</font></li></td></tr></tbody></table></div>",
            "word": "geologist",
            "pronounce": "[dʒi'ɔlədʒist]"
        }
    },
    "sentences": [
        {
            "en": "senior <em>geologist</em>",
            "vi": "kỹ sư địa chất chính"
        },
        {
            "en": "What does a <em>Geologist</em> do?",
            "vi": "Nhà địa chất thì làm gì?"
        },
        {
            "en": "She wants to be a <em>geologist</em>.",
            "vi": "Cô ta muốn làm một nhà địa lý học."
        },
        {
            "en": "Peter abandoned his former career as a <em>geologist</em>.",
            "vi": "Peter không thừa nhận công việc trước kia của mình là một nhà địa chất."
        },
        {
            "en": "But another solution occurred to him after a visit with Dr. Charles Jackson, who was both a <em>geologist</em> and a chemist.",
            "vi": "Nhưng chàng đã tìm được một giải pháp khác sau khi viếng thăm bác sĩ charles jackson, một nhà địa chất học kiêm hoá học."
        },
        {
            "en": "Blood Falls is a waterfall bursting from the Taylor Glacier in McMurdo Dry Valleys, Antarctica, which was spotted in 1911 by Australian <em>geologist</em> Griffith Taylor.",
            "vi": "\"Thác máu\" là thác nước chảy ra từ sông băng Taylor ở thung lũng McMurdo Dry, Nam Cực, được phát hiện bởi nhà địa chất Griffith Taylor năm 1911."
        },
        {
            "en": "An Australian <em>geologist</em> stumbled upon the Antarctic waterfall in 1911 and put forward the theory that the “blood” was just water that had been stained by microscopic red algae.",
            "vi": "Một nhà địa chất học người Úc đã tình cờ phát hiện ra \"Thác máu\" Nam Cực vào năm 1911 và đưa ra giả thuyết rằng \"máu\" chỉ là nước đã bị nhuộm màu bởi tảo đỏ cực nhỏ."
        },
        {
            "en": "Striking new images from the mountains of Mars may be the best evidence yet of flowing, liquid water, an essential ingredient for life. The findings, reported today in the journal Science, come from a joint US-Swiss study. A sequence of images from the Mars Reconnaissance Orbiter show many long, dark \"tendrils\" a few metres wide.  They emerge between rocky outcrops and flow hundreds of metres down steep slopes towards the plains below.  They appear on hillsides warmed by the summer sun, flow around obstacles and sometimes split or merge, but when winter returns, the tendrils fade away. This suggests that they are made of thawing mud, say the researchers.  \"It's hard to imagine they are formed by anything other than fluid seeping down slopes,\" said Mars Reconnaissance Orbiter Project Scientist Richard Zurek of Nasa's Jet Propulsion Laboratory, but they appear when it's still too cold for fresh water. Salty water  \"The best explanation we have for these observations so far is flow of briny water, although this study does not prove that,\" said planetary <em>geologist</em> and lead author Professor Alfred McEwen of the Lunar and Planetary Laboratory, University of Arizona.  Saltiness lowers the temperature at which water freezes, and water about as salty as Earth's oceans could exist at these sites in summer. \"This could be the first flowing water,\" said Professor McEwen. This has profound implications in the search for extraterrestrial life.  \"Liquid water is absolutely essential for life, and we've found life on Earth in pretty much every moist niche,\" said Dr Lewis Dartnell, astrobiologist at University College London, who was not involved in the study \"So perhaps there could be hardy microbes surviving in these short periods of summer meltwater on the desert surface of Mars.\" This was echoed by an expert on life in extreme environments, Professor Shiladitya DasSarma of the University of Maryland, also not involved in this study: \"Their results are consistent with the presence of large and extensive underground salty lakes on Mars.\" \"This is an exciting possibility for those of us studying salt-loving (halophilic) micro-organisms here on Earth, since it opens the possibility that these kinds of hearty bugs may also inhabit our neighbouring planet,\" he said.  \"Halophilic microbes are champions at withstanding the most punishing conditions, complete desiccation and ionising (space) radiation.\" For <em>geologist</em> Joe Levy of Portland State University, a specialist in Antarctic desert ecosystems, who did not contribute to this work, they represent \"a truly tantalising astrobiological target\". These small and mysterious tendrils could then be the best place to look for Martian life. Professor McEwen says that \"for present-day life, these are the most accessible sites\".",
            "vi": "Những hình ảnh mới ấn tượng chụp các ngọn núi trên Sao Hỏa có thể là bằng chứng thuyết phục nhất cho đến nay về nước chảy dạng lỏng, thành phần thiết yếu của sự sống. Các phát hiện này, được tạp chí Khoa Học đăng tải hôm nay, là kết quả của cuộc nghiên cứu phối hợp giữa Mỹ và Thụy Sĩ. Một loạt hình ảnh truyền về từ Vệ Tinh Quỹ Đạo Thăm Dò Sao Hỏa cho thấy nhiều “sợi tua” dài, sẫm màu rộng vài mét. Chúng hiện ra giữa các tầng đá trồi trên mặt đất và chảy hàng trăm mét xuống các dốc đứng hướng về phía những đồng bằng bên dưới. Chúng xuất hiện trên các sườn đồi sưởi ấm dưới nắng hè, chảy quanh các chướng ngại vật và đôi khi tách ra hoặc nhập vào, nhưng lúc đông về, các sợi tua nhạt dần đi. Các nhà nghiên cứu nói, điều này khiến ta nghĩ rằng chúng hình thành từ bùn rã.  “Khó mà tưởng tượng chúng hình thành từ bất kỳ thứ gì ngoài chất lỏng thấm xuống các sườn dốc,” theo lời nhà khoa học Richard Zurek của Dự Án Vệ Tinh Quỹ Đạo Thăm Dò Sao Hỏa thuộc Phòng Thí Nghiệm Lực Đẩy Phản Lực của NASA, nhưng chúng hiện ra khi thời tiết quá lạnh đối với nước ngọt. Nước mặn                                                  “Cách giải thích phù hợp nhất của chúng tôi đến nay về những quan sát này là dòng nước mặn, dù nghiên cứu này không chứng minh như thế,” đó là tuyên bố của giáo sư Alfred McEwan, nhà địa chất học hành tinh và là người sáng lập chính của Phòng Thí Nghiệm Mặt Trăng và Hành Tinh, thuộc Đại Học Arizona. Độ mặn làm giảm nhiệt độ đóng băng của nước, và nước có độ mặn xấp xỉ các đại dương của Trái Đất có thể tồn tại ở những điểm này vào mùa hè.  “Đây có thể là hiện tượng nước chảy đầu tiên,” theo lời Giáo sư McEwen. Điều này có những hàm ý sâu sắc trong cuộc tìm kiếm sự sống ngoài trái đất.  “Nước lỏng vô cùng quan trọng đối với sự sống, và chúng ta đã tìm thấy sự sống trên Trái Đất trong mỗi ngóc ngách ẩm ướt,” đó là lời Tiến sĩ Lewis Dartnell, nhà sinh vật học vũ trụ thuộc University College Lodon, người không tham gia vào cuộc nghiên cứu này.  “Vì vậy có lẽ có vi trùng giỏi chịu đựng còn sống sót trong các giai đoạn ngắn nước tan băng vào mùa hè trên bề mặt hoang vu của Sao Hỏa.” Điều này được lặp lại bởi một chuyên gia về sự sống trong môi trường khắc nghiệt, Giáo sư Shiladitya DasSarma thuộc Đại Học Maryland, cũng không liên quan đến nghiên cứu này : “Kết quả của họ cũng phù hợp với sự hiện diện của các hồ nước mặn ngầm rộng lớn trên Sao Hỏa.”  “Đây là một khả năng thú vị cho chúng tôi những người nghiên cứu các vi sinh vật ưa mặn (chịu mặn) trên trái đất này, bởi vì nó mở ra khả năng các loại vi khuẩn có sức chịu đựng cao này có thể cũng tồn tại trên hành tinh láng giềng của chúng ta,” ông ấy nói.  “Vi trùng chịu mặn là các nhà vô địch chịu đựng môi trường khắc nghiệt nhất, tình trạng hoàn toàn khô và bức xạ (không gian) i-on hóa. Đối với nhà địa chất Joe Levy của Đại Học Quốc Gia Portland, một chuyên gia về các hệ sinh thái hoang mạc Nam Cực, không cộng tác trong công trình này, chúng “đại diện cho một mục tiêu sinh vật học vũ trụ thực sự hấp dẫn”. Thế thì những sợi tua nhỏ và bí ẩn này có thể là nơi tốt nhất để tìm kiếm sự sống trên Sao Hỏa. Giáo sư McEwan nói rằng “đối với sự sống ngày nay, đây là những nơi dễ tiếp cận nhất”."
        }
    ],
    "suggestions": []
}