{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,dʒi:ou'pɔlitiks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khoa địa chính trị</td></tr></table><i/></div>",
            "word": "geopolitics",
            "pronounce": "[,dʒi:ou'pɔlitiks]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "geopolitics",
            "pronounce": "[,dʒi:ou'pɔlitiks]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "geopolitics",
            "pronounce": "[,dʒi:ou'pɔlitiks]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "geopolitics",
            "pronounce": "[,dʒi:ou'pɔlitiks]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "geopolitics",
            "pronounce": "[,dʒi:ou'pɔlitiks]"
        }
    },
    "sentences": [
        {
            "en": "There are many other factors driving the oil market, including <em>geopolitics</em>, speculators and the US market.",
            "vi": "Có rất nhiều yếu tố tác động vào thị trường dầu mỏ, bao gồm địa chính trị, những nhà đầu cơ và thị trường Mỹ."
        },
        {
            "en": "As in <em>geopolitics</em>, your personal influence is likely to be strong in some spheres and weak in others.",
            "vi": "Tầm ảnh hưởng cá nhân cũng có thể mạnh trong một số lĩnh vực này và yếu trong những lĩnh vực khác."
        },
        {
            "en": "Therefore, some western scholars are afraid that China's development model in terms of <em>geopolitics</em> and so on will affect other developing countries.",
            "vi": "Do đó, nhiều học giả Âu Tây e rằng, về phương diện địa chánh trị, mô hình Trung Quốc sẽ có ảnh hưởng không ít đến các quốc gia đang phát triển."
        },
        {
            "en": "We talked about the history and we talked about the UN legality and we talked about the global <em>geopolitics</em> of the situation.",
            "vi": "Chúng tôi nói với nhau về lịch sử, về địa vị pháp lý của Liên hợp quốc, và về địa chính trị toàn cầu của vấn đề."
        },
        {
            "en": "In <em>geopolitics</em>, a nation's sphere of influence is a physical area within which the nation has a high level of, if not dominant, political influence.",
            "vi": "Tầm ảnh hưởng của một quốc gia là phạm vi địa lý mà một quốc gia có mức ảnh hưởng chính trị cao, nếu không muốn nói là vượt trội."
        },
        {
            "en": "Tim Marshall, a veteran foreign correspondent for Britain’s Sky News, argues that the answers lie in the study of <em>geopolitics</em> — that is, how geographic factors shape international politics. The physical realities of landscape, climate, demographics and resources “are too often disregarded in both writing about history and in contemporary reporting of world affairs,” he writes in his book, “Prisoners of Geography.” “Geography has always been a prison of sorts — one that defines what a nation is or can be, and one from which our world leaders have often struggled to break free.”",
            "vi": "Tim Marshall, một cựu phóng viên nước ngoài làm việc cho Sky News của vương quốc Anh, biện luận rằng các câu trả lời nằm ngay trong nghiên cứu địa chính trị - đó là cách mà các nhân tố địa lý định hình chính trị thế giới. Đối với điều kiện tự nhiên của thực địa, khí hậu, dân số và các nguồn tài nguyên, Tim Marshall đã viết trong cuốn \"Prisoners of Geography\" (tạm dịch: \"Tù nhân của Địa lý học\") của mình rằng chúng \" thường bị xem nhẹ quá mức cả trong các ghi chép về lịch sử cũng như trong báo cáo đương thời trên toàn thế giới,\" và \"Địa lý học luôn luôn là ngục tù đối với các phân loại - một loại định rõ một quốc gia là gì hoặc có thể là gì, còn một loại là từ những gì mà các nhà lãnh đạo thế giới của chúng ta thường đấu tranh để giải phóng.\""
        }
    ],
    "suggestions": []
}