{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ghana",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ghana",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ghana",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ghana",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ghana",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ghana</em> is a less developed country.",
            "vi": "Ghana là một nước kém phát triển."
        },
        {
            "en": "<em>Ghana</em> achieved independence from England in 1957.",
            "vi": "Ghana đã giành được độc lập từ tay Anh năm 1957."
        },
        {
            "en": "<em>Ghana</em> is set to become the continent's newest oil exporter.",
            "vi": "Ghana được thiết lập để trở thành nước xuất khẩu dầu của lục địa mới nhất."
        },
        {
            "en": "<em>Ghana</em> school graced with annual visit from college students.",
            "vi": "Trường Ghana vinh dự đón các sinh viên đại học đến thăm hàng năm."
        },
        {
            "en": "whereas <em>Ghana</em>, Senegal, and Sudan have been subsumed within Facebook’s dominion,” according to the research.",
            "vi": "trong khi đó Ghana, Senegal và Sudan lại là “thuộc\nđịa” của Facebook.”"
        },
        {
            "en": "She's a midwife in northeast <em>Ghana</em>, near the town of Bolatanga.",
            "vi": "Cô ấy là một nữ hộ sinh ở phía đông bắc Ghana, gần thị trấn Bolatanga."
        },
        {
            "en": "Viet Nam plays prominent role at High-Level Forum on Aid Effectiveness in Accra, <em>Ghana</em>",
            "vi": "Vai trò của Việt Nam nổi bật tại Diễn đàn Cấp cao về Hiệu quả viện trợ diễn ra ở Accra, Gana"
        },
        {
            "en": "This is the warmest greetings from one of the friendliest in <em>Ghana</em>.",
            "vi": "Đây là lời chào mừng nồng nhiệt nhất từ một trong những người bạn thân ở Ghana."
        },
        {
            "en": "This is a very thick and aromatic gum that comes from <em>Ghana</em>.",
            "vi": "Đây là một loại nhựa dày và thơm có xuất xứ từ Ga-na (Ghana)."
        },
        {
            "en": "<em>Ghana</em> ranked 15th, Mauritius 25th, Senegal 26th and South Africa 39th.",
            "vi": "Ghana được xếp hạng thứ 15, Mauritius thứ 25, Senegal thứ 26 và Nam Phi thứ 39."
        },
        {
            "en": "This is a very thick and aromatic gum that comes from <em>Ghana</em>.",
            "vi": "Đây là một loại nhựa dày và thơm có xuất xứ từ Ga - na (Ghana)."
        },
        {
            "en": "Now Cuba, <em>Ghana</em> and most of Central America are joined into the program too.",
            "vi": "Giờ đây Cuba, Ghana và hầu hết các nước Trung Mỹ cũng tham gia vào chương trình này."
        },
        {
            "en": "Who would think that African countries like Egypt, Morocco, Tunisia, <em>Ghana</em> could even compete in the software business?",
            "vi": "Ai nghĩ được rằng các nước châu Phi như Ai Cập, Ma rốc, Tunisia, Ghana thậm chí có thể cạnh tranh trong kinh doanh phần mềm?."
        },
        {
            "en": "The other sites are in Argentina, Bangladesh, <em>Ghana</em>, two places in Indonesia and Nigeria’s Niger River Delta.",
            "vi": "Những địa danh khác nằm ở Argentina, Bangladesh, Ghana, hai nơi ở Indonesia và đồng bằng sông Niger thuộc Nigeria. "
        },
        {
            "en": "The World Bank said Egypt was the top reformer last year, followed by Croatia, <em>Ghana</em>, Macedonia and Georgia.",
            "vi": "Ngân hàng Thế giới cho biết Ai Cập là nước cải cách hàng đầu trong năm ngoái, theo sau là Croatia, Ghana, Macedonia và Georgia."
        },
        {
            "en": "Accordingly, cacao processing companies in the world ranked Vietnamese cacao as the best quality like <em>Ghana</em> and Brazil. ",
            "vi": "Theo đó, các công ty chế biến ca cao trên thế giới đánh giá cao hạt ca cao Việt Nam vì chất lượng tốt nhất giống như của Ghana và Brazil."
        },
        {
            "en": "The Government of <em>Ghana</em> was asked to redeem its promises to Ghanaians, especially the disabled to consider qualified persons for higher political positions.",
            "vi": "Chính Phủ Ghana (đã) bị yêu cầu phải thực hiện lời hứa với người dân Ghana, đặc biệt là người khuyết tật để xem xét lựa chọn người có khả năng cho những vị trí chính trị cao hơn."
        },
        {
            "en": "Climate change is the main threat to the world's chocolate supply, mainly cocoa supply ( the essential ingredient in chocolate ) from two African countries: Ivory Coast and <em>Ghana</em>.",
            "vi": "Biến đổi khí hậu là nguyên nhân chính đe dọa đến nguồn cung của socola trên thế giới, chủ yếu là nguồn cung ca cao (thành phần chính của socola) từ 2 quốc gia châu Phi: Bờ Biển Ngà và Ghana."
        },
        {
            "en": "You could find the answer in <em>Ghana</em>, Zimbabwe, Congo, Sudan, Cameroon, Angola and Ethiopia (Africa) or Nicaragua, Honduras, Guatemala, and Columbia (Central America).",
            "vi": "Bạn có thể tìm thấy câu trả lời ở Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola và Ethiopia (châu Phi) hay Nicaragua, Honduras, Guatemala, và Columbia (Trung Mĩ)."
        },
        {
            "en": "After World War 2, Korea’s economy was devastated and had the same economy index as countries of Africa such as <em>Ghana</em>, Mozambique and Angola.",
            "vi": "Sau Thế chiến 2, nền kinh tế của Hàn Quốc bị tàn phá và có cùng chỉ số kinh tế như các nước châu Phi như Ghana, Mozambique và Angola."
        }
    ],
    "suggestions": []
}