{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ghent"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ghent"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ghent"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ghent"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ghent"
        }
    },
    "sentences": [
        {
            "en": "Led by Hans Erens, a team of researchers from <em>Ghent</em> University in Belgium and the University of Lubumbashi in DR Congo dated four large termite mounds using a technique called Carbon 14 dating.",
            "vi": "Một nhóm các nhà nghiên cứu đến từ Đại học Ghent của Bỉ và Đại học Lubumbashi ở Cộng hòa Dân chủ Congo do Hans Erens đứng đầu đã xác định niên đại của bốn ụ mối lớn bằng cách sử dụng một kỹ thuật gọi là xác định niên đại Carbon 14."
        },
        {
            "en": "The study was led by Professor in Robotics Tony Belpaeme, from the University of Plymouth and <em>Ghent</em> University, who has worked in the field of social robotics for around two decades.",
            "vi": "Nghiên cứu được dẫn dắt bởi Giáo sư trong Robotics Tony Belpaeme, từ Đại học Plymouth và Đại học Ghent, người đã làm việc trong lĩnh vực robot trong khoảng hai thập kỷ."
        },
        {
            "en": "The study was led by Professor in Robotics Tony Belpaeme, from the University of Plymouth and <em>Ghent</em> University, who has worked in the field of social robotics for around two decades.",
            "vi": "Nghiên cứu được dẫn dắt bởi Giáo sư trong Robotics Tony Belpaeme, từ Đại học Plymouth và Đại học Ghent, người đã làm việc trong lĩnh vực robot trong khoảng hai thập kỷ."
        },
        {
            "en": "In a study carried out at Bilkent University in Turkey and <em>Ghent</em> University in Belgium, Aikaterini Michou and colleagues questioned more than 1,000 high school and university students about their motivation to learn and the learning strategies they used. The students who were afraid to fail were more cautious, more likely to set goals that allowed them to feel better about themselves, rather than to pursue new interests or enhance personal development. They were also less likely to use the most effective learning strategies.",
            "vi": "Trong một nghiên cứu được thực hiện tại Đại học Bilkent ở Thổ Nhĩ Kỳ và Đại học Ghent ở Bỉ, Aikaterini Michou và các đồng nghiệp đã khảo sát hơn 1000 sinh viên học sinh trung học và đại học về động cơ học tập và các chiến lược học tập của họ. Những sinh viên sợ thất bại thì thận trọng hơn, thường đặt ra các mục tiêu cho phép cảm thấy bản thân tốt hơn, chứ không phải những mục tiêu để theo đuổi các mối quan tâm mới hoặc để phát triển cá nhân. Họ cũng thường ít khi sử dụng các chiến lược học tập hiệu quả nhất."
        }
    ],
    "suggestions": []
}