{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ghi",
            "pronounce": "[ghi]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ghi",
            "pronounce": "[ghi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ghi",
            "pronounce": "[ghi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ghi",
            "pronounce": "[ghi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ghi",
            "pronounce": "[ghi]"
        }
    },
    "sentences": [
        {
            "en": "giay <em>ghi</em> chu",
            "vi": "notes paper"
        },
        {
            "en": "Tấm bảng <em>ghi</em> \"Nguy hiểm – Cấm vào\".",
            "vi": "The board said \"Danger – Keep Out\"."
        },
        {
            "en": "Toi se khac cot <em>ghi</em> tam dieu do",
            "vi": "That will be engraved in my mind/ heart/ memory"
        },
        {
            "en": "Một sự nhiễu loạn từ đã được máy <em>ghi</em> từ Stonyhurst <em>ghi</em> lại vào ngày 24 và 25 tháng ba.",
            "vi": "A magnetic disturbance occurred on March 24–25, as recorded by the Stonyhurst magnetographs."
        },
        {
            "en": "Chúng tôi có một ngày đáng <em>ghi</em> nhớ ở công viên cùng bọn trẻ.",
            "vi": "We have a Field – day at park with many children."
        },
        {
            "en": "Bạn càng trả lời nhanh thì bạn càng có cơ hội <em>ghi</em> nhiều điểm.",
            "vi": "The faster you answer, the more points you'll stand to win."
        },
        {
            "en": "Anh ta bị <em>ghi</em> vào sổ đen vì những hoạt động chống chính phủ.",
            "vi": "He was blacklisted because of his anti – government activities."
        },
        {
            "en": "Phải nỗ lực tối đa – nếu chúng ta không <em>ghi</em> bàn ngay chúng ta sẽ thua trận này đấy.",
            "vi": "It's all or nothing – if we don' t score now we 've lost the match."
        },
        {
            "en": "Pêlê, ngôi sao bóng đá Braxin, từng <em>ghi</em> 1,281 bàn thắng trong 22 năm trên sân cỏ.",
            "vi": "Pelé, Brazilian soccer star, scored 1, 281 goals during 22 - year career."
        },
        {
            "en": "Ngay bây giờ, tôi thật sự hy vọng rằng bản <em>ghi</em> xonat của Bach soạn cho đàn xenlo sắp diễn ra.",
            "vi": "Right now, I 'm hoping really hard that a recording of Bach's cello sonatas is in the offing."
        },
        {
            "en": "Nếu không có nhân tố thứ hai được <em>ghi</em> ra/nêu ra thì nguyên nhân đầu tiên được xem là nguyên nhân duy nhất của tai nạn.",
            "vi": "If no second factor was listed then the primary cause was considered to be the sole cause of the accident."
        },
        {
            "en": "Trên đó có <em>ghi</em> tên của tôi – Peter, và địa chỉ của tôi ở Parma, nhưng tôi sẽ cần nó khi ở Mỹ.",
            "vi": "It has my name on it – Peter and my address in Parma, but I will need it in the United States."
        },
        {
            "en": "Margaret Zeigler, executive director of <em>GHI</em>, said: \"Countries need to prioritise agriculture and the growing of food in more sustainable methods. ",
            "vi": "Giám đốc biểu hành GHI, Margaret Ziegler phát biểu: \"Các quốc gia cần ưu tiên cho nông nghiệp và phát triển lương thực thực phẩm theo hướng bền vững."
        },
        {
            "en": "Năm 1970, Pelé <em>ghi</em> bàn thắng thứ 1000 và trở thành cầu thủ làm bàn nhiều nhất trong lịch sử bóng đá.",
            "vi": "By 1970, Pelé scored his 1000th goal and became the most prolific goalscorer in soccer history."
        },
        {
            "en": "Tập tin này là một ảnh đĩa CD - giống như một bản chụp nhanh nội dung của một đĩa CD - mà bạn sẽ cần phải <em>ghi</em> ra một cái đĩa CD.",
            "vi": "This ﬁle is a CD image - a bit like a snapshot of the contents of a CD — which you will need to burn to a CD."
        },
        {
            "en": "Hào là tiền xu của Mỹ có giá trị là mười xu. Mười hào bằng một đô la. Một hào có thể được <em>ghi</em> là 10¢ hoặc $0. 10.",
            "vi": "The dime is a US coin worth ten cents. Ten dimes make a dollar. One dime can be written 10¢ or $0.10."
        },
        {
            "en": "Để tìm hiểu làm sao <em>ghi</em> một ảnh đĩa CD trên máy tính của bạn, hãy tham khảo tài liệu hỗ trợ của hệ điều hành hoặc của nhà sản xuất.",
            "vi": "To ﬁnd out how to burn a CD image on your computer, refer to your operating system's or manufacturer's support documentation."
        },
        {
            "en": "Học sinh Việt Nam hay có thói quen biến những âm sắc trong tiếng Anh thành một âm gần giống nào đó trong tiếng Việt để tiện cho việc <em>ghi</em> nhớ, ví dụ: âm \"e-i\" - thành âm \"ay\"; âm \"a-i\" thành âm \"ai\", \"o-i\" thành âm \"oi\", âm \"ə-ʊ\" thành âm \"âu\", âm \"ʊ-ə\" thành âm \"ua\"... Nhưng việc <em>ghi</em> nhớ như vậy sẽ thành thói quen phát âm đơn sắc âm với các từ vựng tiếng Anh. Âm tiếng Việt là âm đơn sắc (ví dụ: chữ \"tờ\" + \"rờ\" + \"a\" + \"nờ\" + \"gờ\" đọc thành \"trang\"), trong khi đó, âm tiếng Anh là âm đa sắc âm (ví dụ: \"t\" + \"r\" + \"i:\" đọc là \"t-r-i:\" (tree))",
            "vi": "Nowadays, it is said that some Vietnamese students have habits of turning phonetic shapes in English into similar ones in Vietnamese, especially “e-i” into “ay”, “a-i” into “ai”, “o-i” into “oi”, “ə-ʊ\" into “âu\", \"ʊ-ə\" into \"ua\". Nevertheless, this way of memorizing will lead to habits of pronouncing monophthong in English. The Vietnamese sounds are known as monophthongs, for example, the combination of words “tờ\", \"rờ\", \"a\", \"nờ\", \"gờ\" is pronounced “trang”, while the English sounds are diverse. Typically, the combination of sounds “t”, “r”, “i” is pronounced “tree”."
        },
        {
            "en": "Mặc dù theo tài liệu <em>ghi</em> chép Desmarets là người đầu tiên đề xướng sự kết nối cố định, nhưng \"Cha của Đường hầm eo biển Manche/Măng-sơ\" được hầu hết mọi người công nhận là kỹ sư người Pháp Thomé de Gamond ở thế kỷ 19, người đã thăm dò lòng đại dương bằng sự liều lĩnh phi thường của mình – người là nền tảng cho dự án xây dựng hầm vượt eo biển Manche/Măng-sơ của công ty Euro tunnel sau này.",
            "vi": "Although Desmarets is the first documented proponent of a fixed link, the generally acknowledged 'Father of the Channel Tunnel' was the 19th century French engineer Thomé de Gamond whose investigation of the seabed - at great personal risk - was"
        },
        {
            "en": "Khi lớn lên bạn có thể thể lãng quên những câu chuyện đó nhưng có một điều chắc chắn sẽ <em>ghi</em> sâu trong tâm trí của bạn đó là những điều tốt mà bạn sẽ hướng đến trong cuộc sống. Bạn biết tìm đến những việc tốt, kết bạn, ủng hộ những người tốt và tránh xa những thói hư tật xấu trong đời. Những bài học mang đến những điều hay lẽ phải có thể được học từ trường lớp, thầy cô, bạn bè, xã hội và những câu chuyện ngụ ngôn đã là một công cụ nhẹ nhàng nhất để truyền đạt những điều tốt đẹp đó đến với tuổi thơ của bạn.",
            "vi": "You can even forget these stories as growing up; however, one thing that indelibly engraved in your mind is that they lead you to good things in your life. You can make good friends, support them and stay away from bad habits in life. Although morals can be learned from friends, teachers, schools, and society, fables are the simplest tool for conveying the good things to your childhood."
        }
    ],
    "suggestions": []
}