{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Gibson"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Gibson"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Gibson"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Gibson"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Gibson"
        }
    },
    "sentences": [
        {
            "en": "<em>Gibson</em> has been accused of being an anti - Semite.",
            "vi": "Gibson bị buộc tội là kẻ bài Do Thái."
        },
        {
            "en": "Prosecutors have a strong case against Mel <em>Gibson</em>.",
            "vi": "Các công tố viên có một lý lẽ mạnh mẽ phản đối Mel Gibson."
        },
        {
            "en": "The <em>Gibson</em> have many friends in the park.",
            "vi": "Ông bà gibson có nhiều bằng hữu tại cư xá đó."
        },
        {
            "en": "<em>Gibson</em> has been accused of being an anti-Semite.",
            "vi": "Gibson bị buộc tội là kẻ bài Do Thái."
        },
        {
            "en": "\"it's the life for us\"! declares trailer dweller Sam <em>Gibson</em>.",
            "vi": "Sam gibson một dân cư ngụ trong nhà lưu động tuyên bố rằng \"đó là đời sống thích hợp nhất đối với tôi\"!"
        },
        {
            "en": "Chris <em>Gibson</em> served our nation as an Army officer for more than 24 years.",
            "vi": "Chris Gibson đã phục vụ cho đất nước chúng ta như một sĩ quan quân đội trong hơn 24 năm."
        },
        {
            "en": "Please send all their remarks to Prof. <em>Gibson</em> as soon as possible.",
            "vi": "Vui lòng gửi tất cả nhận xét của họ cho giáo sư Gibson ngay khi có thể."
        },
        {
            "en": "\"Where did you go with her last summer holiday, Mr. <em>Gibson</em>?\" \"Sorry, no comment.\"",
            "vi": "\"Kỳ nghỉ hè vừa rồi ông đã đi đâu với cô ấy, thưa ông Gibson?\"\"Xin lỗi, miễn bàn đến vấn đề này.\""
        },
        {
            "en": "Unlike apartment dwellers in big cities, the <em>Gibson</em> know their neighbors.",
            "vi": "Không như dân sống trong các gian phòng ở đô thị lớn, ông gibson quen biết những láng giềng của họ."
        },
        {
            "en": "\"Where did you go with her last summer holiday, Mr. <em>Gibson</em>?\"\"Sorry, no comment.\"",
            "vi": "\"Kỳ nghỉ hè vừa rồi ông đã đi đâu với cô ấy, thưa ông Gibson?\" \"Xin lỗi, miễn bàn đến vấn đề này.\""
        },
        {
            "en": "The soldiers of Fort <em>Gibson</em> were fiercely hated by the Indian tribes of that region.",
            "vi": "Binh lính của Fort Gibson bị các bộ lạc người da đỏ ở khu vực đó căm ghét dữ dội."
        },
        {
            "en": "The <em>Gibson</em>, who are retired, live in a mobile home that is expandable.",
            "vi": "Ông bà gilbson hiện hồi hưu, sống trong một căn nhà lưu động cò thể nới rộng ra được."
        },
        {
            "en": "Captain <em>Gibson</em> and his crew welcome you aboard British Airways Flight 179 to New York.",
            "vi": "Cơ trưởng gibson và phi hành đoàn hân hạnh đón tiếp quý khách trên chuyến bay của hãng hàng không anh 179 đi new york."
        },
        {
            "en": "With soldiers at Fort <em>Gibson</em> and Fort Dodge, Pa didn't believe these Indians would make any trouble.",
            "vi": "Với sự có mặt của quân đội ở Fort Gibson và Fort Dodge, Bố tin chắc những người da đỏ sẽ không gây ra một sự lộn xộn nào."
        },
        {
            "en": "A 67-year-old bridge over the Fort <em>Gibson</em> Lake in Oklahoma has been demolished in a controlled implosion.",
            "vi": "Cây cầu 67 tuổi bắc qua Hồ Fort Gibson ở Oklahoma (Mỹ) đã bị đánh sập bằng chất nổ có kiểm soát"
        },
        {
            "en": "Mary and Laura must not be afraid, because Pa was there, and Jack was there, and soldiers were at Fort <em>Gibson</em> and Fort Dodge.",
            "vi": "Mary và Laura không nên sợ vì còn Bố và Jack ở đó, và còn có quân đội ở Fort Gibson và Fort Dodge."
        },
        {
            "en": "It got a nod from one Bronx man, <em>Gibson</em> Pierrelouis, 22, even though he was told he could not use the service himself. That was fine, he said. He wanted it for his six sisters.",
            "vi": "Một người đàn ông ở Bronx, Gibson Pierrelouis, 22 tuổi, cũng đồng ý sử dụng dịch vụ này, mặc dù anh cho biết không phải là cho mình đi. Anh nói, cái dịch vụ ấy được đấy. Anh muốn thuê xe cho 6 chị em gái của anh."
        }
    ],
    "suggestions": []
}