{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gif",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gif",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gif",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gif",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gif",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Burfday <em>gif</em>, mist' Rhett! she said.",
            "vi": "Mừng bé ra đời, cậu rhett! bà nói."
        },
        {
            "en": "This <em>gif</em> demonstrates why snake venom is deadly",
            "vi": "Hình động này cho thấy tại sao nọc rắn lại gây chết người"
        },
        {
            "en": "This is a new program that creates <em>GIF</em> images on the fly.",
            "vi": "Đây là một chương trình mới có khả năng tạo ảnh GIF ngay trong khi đang chạy."
        },
        {
            "en": "This is a powerful tool to convert video file to animated <em>GIF</em> file.",
            "vi": "Đây là một công cụ mạnh để chuyển đổi tập tin video của bạn thành tập tin GIF."
        },
        {
            "en": "This <em>gif</em> shows the development of the human face in the womb",
            "vi": "Hình động này cho thấy mặt người trong bụng thay đổi thế nào"
        },
        {
            "en": "The cool thing about these animated <em>gif</em> images is that they show just how effective a well-chosen video clip can be, no matter how brief. The <em>gif</em> with the Earth situated next to various stars, for example, takes only a few seconds to communicate the incomprehensible differences in scale between our planet and the biggest star we know of. The bean sprout <em>gif</em>, in just a short clip, explains how this plant can find solid objects to climb so easily.",
            "vi": "Những hình động này hay ở chỗ một đoạn phim vi-đê-ô ngắn chọn lọc, dù rất ngắn, cũng hết sức hiệu quả. Hình động Trái đất nằm cạnh nhiều hành tinh khác, chẳng hạn, chỉ mất vài giây đã cho thấy sự chênh lệch khó hiểu giữa kích cỡ của hành tinh của chúng ta với ngôi sao lớn nhất từng biết. Hình động chồi đậu chỉ trong một đoạn phim ngắn, đã giải thích được cách cây đậu này tìm những vật thể rắn chắc để bám vào dễ dàng thế nào"
        },
        {
            "en": "As we decided to replace it with our logo, we should make sure that our logo image file is in. <em>gif</em> format and has the same name.",
            "vi": "Vì chúng ta đã quyết định thay nó bằng logo của chúng ta nên chúng ta nên chắc chắn file hình logo có định dạng .gif và có cùng tên."
        },
        {
            "en": "This election in particular has been plagued by misinformation. First, there is the preponderance of fake news that “seems” true. Our professor helped us realize that just because an article is published doesn’t necessarily mean it’s legitimate. Yet many fake stories this election cycle—including ones intended as over-the-top satire—were quickly shared on social platforms, their virility creating an aura of legitimacy. Anyone could download a <em>GIF</em> of a red banner with BREAKING NEWS! on it and engineer her own news story.",
            "vi": "Cụ thể, cuộc bầu cử lần này đã bị ảnh hưởng bởi những thông tin sai lệch. Đầu tiên, đó là hầu hết các tin tức giả mạo đều có vẻ là đúng. Giáo sư của chúng tôi đã giúp chúng tôi nhận ra rằng chỉ vì một bài báo được xuất bản không nhất thiết có nghĩa là nó hợp pháp.Tuy nhiên, nhiều câu chuyện giả trong chu kỳ của cuộc bầu cử bao gồm cả những câu chuyện giả mạo như những lời châm biếm quá đáng đã nhanh chóng được chia sẻ trên các diễn đàn xã hội, sức mạnh của chúng tạo ra cảm giác về tính hợp pháp trong những câu chuyện đó. Bất cứ ai cũng có thể tải về một ảnh GIF(Một khuôn thức tệp đồ họa màu ánh xạ bit dùng cho máy tính loại tương thích-IBM) của một băng rôn màu đỏ với bản tin sốt dẻo trên đó và bịa ra chính câu chuyện của riêng họ."
        },
        {
            "en": "Are the CIVETS group of countries the next big investment opportunity or nothing more than a convenient acronym?   Ten years after Brazil, Russia, India and China were dubbed the BRICs, any early mover advantage for investing in them has long gone. But lovers of acronyms will be relieved to learn the latest investment theme claiming to steal a march on emerging markets also has a catchy name.  \n The CIVETS group of countries—Colombia, Indonesia, Vietnam, Egypt, Turkey and South Africa—are being touted as the next generation of tiger economies, even if they are named after a rather more shy and retiring feline. They all have large, young populations, with an average age of 27. This, or so the theory goes, means the countries that make up CIVETS will benefit from fast-rising domestic consumption. They are also all fast-growing, relatively diverse economies, which means, unlike the BRICs, they should be less heavily dependent on external demand.    HSBC Global Asset Management launched the first fund specifically targeting the group of countries, its <em>GIF</em> CIVETS fund, in May. HSBC points to rising levels of foreign direct investment across the CIVETS grouping, low levels of public debt—with the exception of Turkey—and sovereign credit ratings improving towards investment grade. Critics point out that CIVETS countries have nothing in common beyond their youthful populations. Furthermore, liquidity and corporate governance are patchy and political risk remains a factor, particularly in Egypt.    \"This sounds like a gimmick to me,\" says Darius McDermott, investment expert at Chelsea Financial Services. \"What does Egypt have in common with Vietnam? At least the BRIC countries were the four biggest emerging economies so there was some rationale for grouping them together. A general emerging markets fund would be a less risky way to get similar exposure.\"   But early numbers suggest that while Colombia, Indonesia, Vietnam, Egypt, Turkey and South Africa make strange bedfellows, CIVETS investors could prosper. Although it was only established in 2007, the S&P CIVETS 60 index is ahead of the S&P BRIC 40 and S&P Emerging BMI over one and three years. While investing in acronyms is not always the most sensible approach, it seems the CIVETS might just pay off.   \nColombia\n   Colombia is emerging as an attractive destination for investors as it works to distance itself from its troubled past. Elected in 2010, President Juan Manuel Santos has continued the center-right policies of former President Alvaro Uribe, prioritizing security and attracting overseas investors.    Improved security measures have led to a 90% fall in kidnappings and a 46% cut in the murder rate over the last decade, which has helped per capita gross domestic product to double since 2002. Meanwhile, Colombia's sovereign debt was promoted to investment grade by all three ratings agencies this year.   With a population of 46 million, Colombia has substantial oil, coal and natural gas deposits. Other industries include textiles, coffee, nickel and emeralds.    Foreign direct investment stood at $6.8 billion (€4.8 billion) in 2010, with the U.S. its principal partner.   HSBC Global Asset Management sees potential in Bancolombia, the country's largest private bank, which has turned in a return on equity over 19% for each of the last eight years.   \nIndonesia\n   The world's fourth-most populous nation, Indonesia's massive domestic consumer market helped it weather the global financial crisis better than most. Turning in a GDP growth rate of 4.5% in 2009, it bounced back above the 6% mark the following year and is predicted to stay there for the next few years at least. Its sovereign debt rating has risen to one notch below investment grade in the last year.   With the lowest unit labor costs in the Asia-Pacific region and a government ambitious to emerge as a credible manufacturing hub it is no surprise some analysts see this country of 240 million people as the next BRIC.    But corruption remains a problem and fund managers see exposure best achieved through local subsidiaries of multinationals. Andy Brown, investment manager at Aberdeen Asset Management holds Astra International, an auto conglomerate that is majority-owned by Jardine Matheson Group. \"We expect Astra International to benefit from the strong growth in domestic consumption, particularly through the sale of motorbikes,\" says Mr. Brown.   \nVietnam\n   Vietnam has been one of the fastest growing economies in the world for the past 20 years, with the World Bank projecting 6% GDP growth this year rising to 7.2% in 2013. Its population of 90 million and proximity to China have led some analysts to describe it as a potential new manufacturing hub.    But while communist Vietnam has been moving away from a centrally planned economy for some years now, it only became a member of the World Trade Organization in 2007 and foreign investors still face significant obstacles. \"The reality is that investing in Vietnam is still a very laborious process,\" Mr. Brown says.   Cynics suggest Vietnam is better viewed as a holiday destination than an investment opportunity and it is only included within the CIVETS to make the acronym work. Even HSBC's fund only has a 1.5% target allocation to the country. It currently holds Vietnam Dairy (Vinamilk), which it sees as well positioned to benefit from Vietnam's 10% a year growth in demand for dairy products.   \nEgypt\n   Revolution may have put the brakes on the Egyptian economy for the moment, but analysts expect it to regain its growth trajectory as soon as political stability returns.   The World Bank is predicting growth of just 1% this year as a consequence of Egypt's part in the Arab Spring. That compares to 5.2% last year and pre-recession levels of 7% or more. But whenever normal business is resumed, Egypt will be in a position to capitalize on its many advantages. These include fast growing ports on the Mediterranean and Red Sea linked by the Suez Canal and its vast untapped natural gas resources. Some analysts describe it as \"the new Turkey\".    As with other CIVETS countries, Egypt has a big, young population—82 million strong and with a median age of 25. Aberdeen Asset Management sees bank NSGB, a subsidiary of Société Générale, as well positioned to take advantage of Egypt's underdeveloped domestic consumption, importing a model it runs in Eastern Europe. \"There is a structural under-penetration of people borrowing money in Egypt,\" Mr. Brown says.   \nTurkey\n   Located between Europe and major energy producers in the Middle East, Caspian Sea and Russia, Turkey's growth prospects look strong. The World Bank expects GDP growth of 6.1% this year, falling back to 5.3% in 2013. That said, its economy contracted 4.7% in 2009, revealing its vulnerability to external shocks.   Turkey has relatively few natural resources of its own, but it has a diversified economy as well as major natural gas pipeline projects which make it an important energy corridor between Europe and Central Asia.    \"Turkey is a dynamic economy that has trading links with the European Union but without the constraints of the euro zone or EU membership,\" says Phil Poole of HSBC Global Asset Management.    Mr. Poole rates national air carrier Turk Hava Yollari as a good investment, while Mr. Brown prefers domestic consumption plays through fast-growing retailer BIM, which has grown from 21 to over 2,600 stores in 15 years, and Anadolu Group, which owns brewer Efes Beer Group.   \nSouth Africa\n   Already the most developed country on the continent by a long way, South Africa has become a diversified economy, being rich in resources like gold and platinum and also attracting manufacturing investment.    Rising commodity prices, renewed demand in its automotive and chemical industries and spending on the World Cup have helped South Africa back into growth after it slipped into recession during the global economic downturn.    Developed world-standard financial, legal and accounting institutions mean corporate governance is of as high a standard in South Africa as in any other emerging market country. They also make the country a gateway to investment into the rest of Africa.   HSBC Global Asset Management sees long-term growth potential in mining, energy and chemical firm Sasol. South Africa's fast-growing middle class makes domestic consumption an attractive theme, says Mr. Brown. He favors Massmart, the retailer Walmart bought 51% of earlier this year.",
            "vi": "Nhóm các quốc gia CIVETS là cơ hội đầu tư lớn tiếp theo hay chẳng có gì hơn một từ viết tắt những chữ cái đầu cho thuận tiện? 10 năm sau khi Bra-xin, Nga, Ấn Độ và Trung Quốc được gán tên là BRICs, mọi lợi thế từ người đề xuất tên gọi ban đầu cho hoạt động đầu tư vào những quốc gia đó từ lâu đã không còn nữa. Nhưng những người yêu thích các từ viết tắt bằng những chữ cái đầu sẽ cảm thấy bớt căng thẳng khi tìm hiểu chủ đề đầu tư nóng hổi nhất mà khẳng định sẽ giành được lợi thế so với những thị trường mới nổi cũng có một cái tên đầy hấp dẫn. Nhóm các quốc gia CIVETS - Colombia, In-đô-nê-xi-a, Việt Nam, Ai Cập, Thổ Nhĩ Kỳ và Nam Phi - đang được ca ngợi là thế hệ nối tiếp những con hổ kinh tế, dù chúng được gọi tên phỏng theo một thành viên họ nhà mèo tương đối nhút nhát và dè dặt hơn. Tất cả những quốc gia ấy có dân số trẻ, đông, với tuổi trung bình là 27. Điều này, hoặc vì vậy lý thuyết kia xảy ra, có nghĩa là những quốc gia hình thành nhóm CIVETS sẽ hưởng lợi từ tiêu dùng quốc nội tăng nhanh. Tất cả họ còn đều là những nền kinh tế khá đa dạng, tăng trưởng nhanh, tức là, khác với nhóm BRICs, họ ít phụ thuộc nặng nề vào nhu cầu bên ngoài. Hồi tháng Năm, Quỹ Quản lý Tài sản Toàn cầu HSBC cho ra mắt quỹ đầu tiên chỉ nhắm vào nhóm các quốc gia này, quỹ GIF CIVETS. HSBC tỏ rõ ý định tăng các mức đầu tư trực tiếp nước ngoài vào nhóm các nước CIVETS, hạ thấp các mức nợ công - ngoại trừ Thổ Nhĩ Kỳ - và cải thiện hệ số tín nhiệm quốc gia theo hướng cấp độ đầu tư. Những người chỉ trích chỉ ra rằng các quốc gia CIVETS không có điểm chung nào ngoài dân số trẻ. Hơn nữa, các phương thức và quy trình quản trị doanh nghiệp lẫn khả năng thanh toán không đồng đều và rủi ro chính trị vẫn còn là một yếu tố, nhất là Ai Cập. Chuyên gia đầu tư Darius McDermott, công ty Chelsea Financial Services phát biểu: \"Điều này nghe có vẻ như là một trò quảng cáo thổi phồng đối với tôi vậy. Ai Cập và Việt Nam có điểm nào chung cơ chứ? Ít nhất các quốc gia thuộc nhóm BRICs đã là 4 nền kinh tế mới nổi lớn nhất, cho nên có những cơ sở hợp lý tập họp họ lại với nhau. Một quỹ của các thị trường mới nổi chung sẽ là một biện pháp tiếp cận nguồn vốn tương tự ít rủi ro.\" Nhưng những con số ban đầu lại đem đến suy nghĩ là Colombia, In-đô-nê-xi-a, Việt Nam, Ai Cập, Thổ Nhĩ Kỳ và Nam Phi tạo thành những liên minh kỳ lạ, các nhà đầu tư vào nhóm quốc gia CIVETS có thể đã gặt hái được những thành công. Mặc dù mới chỉ hình thành vào năm 2007, nhưng chỉ số S&P CIVETS 60 đứng trên chỉ số S&P BRIC 40 và chỉ số S&P Emerging BMI ra đời sớm hơn một và ba năm. Trong khi việc đầu tư vào những quốc gia trong nhóm có từ viết tắt bằng các chữ cái đầu tiên không phải lúc nào cũng là cách tiếp cận hợp lý nhất, thì dường như đầu tư vào nhóm CIVETS chỉ có thể là thành công mà thôi. Colombia Colombia đang nổi lên như là một điểm đến hấp dẫn đối với các nhà đầu tư khi quốc gia này nỗ lực vượt qua quá khứ hỗn loạn của mình. Đắc cử năm 2010, tổng thống Juan Manuel Santos tiếp tục các chính sách trung gian nghiêng về cánh hữu của cựu tổng thống Alvaro Uribe, ưu tiên an ninh và thu hút đầu tư nước ngoài. Những biện pháp an ninh được tăng cường dẫn đến giảm 90% vụ bắt cóc và 46% tỷ lệ giết người trong thập niên vừa qua, giúp tổng sản phẩm nội địa bình quân đầu người tăng gấp đôi kể từ năm 2002. Đồng thời, nợ chính phủ của Colombia năm nay được cả ba cơ quan đánh giá tín nhiệm nâng lên cấp độ đầu tư. Dân số 46 triệu người, Colombia có những mỏ khí thiên nhiên, than và dầu mỏ rất lớn. Những ngành công nghiệp khác gồm dệt may, cà phê, nickel và ngọc lục bảo. Đầu tư trực tiếp nước ngoài đứng ở mức 6,8 tỷ đô la Mỹ (4,8 tỷ Ơ-rô) trong năm 2010, Mỹ là đối tác chủ yếu. Quỹ Quản lý Tài sản Toàn cầu HSBC nhìn thấy tiềm năng của Bancolombia, ngân hàng tư nhân lớn nhất của nước này, tạo ra lợi nhuận trên vốn sở hữu hơn 19% mỗi năm trong 8 năm qua. In-đô-nê-xi-a Quốc gia đông dân thứ tư trên thế giới, thị trường tiêu dùng nội địa khổng lồ của In-đô-nê-xi-a giúp họ vượt qua cuộc khủng hoảng tài chính toàn cầu tốt hơn hết. Chỉ có mức tăng trưởng GDP 4,5% năm 2009, họ hồi phục nhanh trên mức 6% năm tiếp theo và được dự báo sẽ duy trì mức này ít nhất là trong vài năm tới đây. Xếp hạng nợ chính phủ của In-đô-nê-xi-a đã tăng đến một mức bên dưới cấp độ đầu tư trong năm ngoái. Với chi phí nhân công đơn vị thấp nhất khu vực châu Á - Thái Bình Dương và chính phủ có tham vọng phát triển một trung tâm sản xuất đáng tin cậy, không ngạc nhiên khi một số nhà phân tích nhìn thấy đất nước 240 triệu người này như là quốc gia BRIC tiếp theo. Nhưng tham nhũng vẫn là một vấn đề và các nhà quản lý quỹ nhận thấy nguy cơ nhiều nhất có được thông qua các chi nhánh địa phương của các công ty đa quốc gia. Andy Brown, nhà quản lý đầu tư quỹ quản lý tài sản Aberdeen, tổ chức nắm quyền Auto International, một tập đoàn xe hơi thuộc sở hữu đa số của Jardine Matheson Group nói: \"Chúng tôi mong muốn Astra International sẽ thu nhiều lợi ích từ sự tăng trưởng tiêu dùng nội địa mạnh, đặc biệt thông qua doanh số bán xe gắn máy. Việt Nam Việt Nam đã là một trong những nền kinh tế tăng trưởng nhanh nhất thế giới trong 20 năm qua, Ngân hàng Thế giới dự báo mức tăng trưởng GDP 6% năm nay sẽ tăng lên đến 7,2% vào năm 2013. Đất nước này có dân số 90 triệu người và gần với Trung Quốc nên một số nhà phân tích mô tả đây là một trung tâm sản xuất mới có tiềm năng. Nhưng mặc dù Việt Nam theo chế độ cộng sản đã từ bỏ nền kinh tế kế hoạch tập trung trong vài năm nay, đất nước này chỉ mới trở thành thành viên của Tổ chức Thương mại Thế giới vào năm 2007 và những nhà đầu tư nước ngoài vẫn gặp phải những trở ngại đáng kể. Ông Andry Brown nói: “Thực tế là đầu tư vào Việt Nam vẫn còn là một quá trình đầy nhiêu khê\". Những người ưa giễu cợt gợi ý tốt hơn nên xem Việt Nam là điểm đến du lịch hơn là một cơ hội đầu tư và có chỉ tên trong nhóm CIVETS để làm cho trò ghép chữ diễn ra thành công. Ngay cả quỹ của HSBC cũng chỉ phân bổ theo mục tiêu mức 1,5% cho quốc gia này. Hiện họ nắm giữ công ty Sữa Việt Nam (Vinamilk), công ty mà họ nhận thấy có vị thế tốt để thu lợi từ mức tăng một năm 10% của Việt Nam nhu cầu về các sản phẩm sữa. Ai cập Cuộc cách mạng có thể làm chậm lại nền kinh tế Ai Cập trong khoảng thời gian ngắn, nhưng những nhà phân tích kỳ vọng đất nước này sẽ lấy lại mức tăng trưởng hình tên lửa của mình ngay khi ổn định chính trị trở lại. Ngân hàng Thế giới dự báo năm nay mức tăng trưởng chỉ là 1% do hậu quả một bộ phận Ai Cập chuyển đổi sang chế độ dân chủ ở các quốc gia Ả rập. Mức tăng trưởng đó so sánh với mức 5,2% năm ngoái và các mức trước giai đoạn suy thoái kinh tế 7% trở lên. Nhưng bất cứ khi nào hoạt động kinh doanh bình thường trở lại, Ai Cập sẽ có vị thế hưởng lợi nhiều lợi thế của mình. Những lợi thế này là các cảng phát triển nhanh trên Địa Trung Hải và Hồng Hải, được kênh đào Suez kết nối và các nguồn khí đốt tự nhiên chưa khai thác rất lớn. Một số nhà phân tích mô tả Ai Cập như là \"Thổ Nhĩ Kỳ mới\". Như các quốc gia thuộc nhóm CIVETS khác, Ai cập có dân số trẻ, đông - hơn 82 triệu người và độ tuổi trung bình là 25. Quỹ quản lý tài sản Aberdeen nhìn thấy ngân hàng NSGB, một công ty con của Société Générale, có vị thế rất tốt để tận dụng mức tiêu dùng nội địa còn chậm phát triển của Ai Cập, du nhập một mô hình nó hoạt động ở Đông Âu. Ông Brown nói: \"Ở Ai Cập người ta vẫn chưa tiếp cận hết những người mượn tiền\". Thổ Nhĩ Kỳ Nằm giữa Châu Âu và các nhà sản xuất năng lượng chính ở Trung Đông, Biển Cát-xpiêng và Nga, triển vọng phát triển của Thổ Nhĩ Kỳ có vẻ rất lớn. Ngân hàng Thế giới kỳ vọng tăng trưởng GDP 6,1% năm nay, giảm lại xuống còn 5,3% vào năm 2013. Biết rằng nền kinh tế của họ trong năm 2009 tăng trưởng giảm xuống 4,7%, cho thấy Thổ Nhĩ Kỳ nhạy cảm trước những cú sốc từ bên ngoài. Thổ Nhĩ Kỳ có khá ít những nguồn tài nguyên thiên nhiên của riêng mình, nhưng là một nền kinh tế đa dạng cũng như có những dự án đường ống dẫn khí đốt tự nhiên làm cho họ trở thành một đường hành lang năng lượng quan trọng giữa châu Âu và Trung Á. \"Thổ Nhĩ Kỳ là một nền kinh tế năng động có các mối quan hệ mua bán với Liên minh Châu Âu mà không có những ràng buộc của khu vực sử dụng đồng Ơ-rô hay tư cách thành viên EU\", ông Phil Poole, người của Quỹ Quản lý Tài sản Toàn cầu HSBC nói. Ông Poole nhận định nhà vận tải hàng không quốc gia Turk Hava Yollari là một điểm đầu tư tốt, trong khi ông Brown thiên về các hoạt động tiêu dùng nội địa thông qua hãng bán lẻ đang phát triển nhanh BIM, doanh nghiệp này đã phát triển từ 21 đến hơn 2 600 cửa hàng trong 15 năm, và Tập đoàn Anadolu, tập đoàn sở hữu công ty bia Efes. Nam Phi Vốn là quốc gia phát triển nhất lục địa lâu nay, Nam Phi đã trở thành một nền kinh tế đa dạng, giàu tài nguyên như vàng, và bạch kim và cũng đang thu hút đầu tư sản xuất. Giá cả hàng hoá tăng, nhu cầu tiếp tục trong các ngành hoá chất và máy móc tự động và chi tiêu cho World Cup đã giúp Nam Phi tăng trưởng trở lại sau khi trượt vào giai đoạn suy thoái trong đợt suy thoái kinh tế toàn cầu. Những định chế tài chính, pháp lý và kế toán theo chuẩn mực thế giới tiên tiến tức là các phương thức và quy trình quản lý doanh nghiệp thuộc loại tiêu chuẩn cao ở Nam Phi cũng như bất kỳ quốc gia có nền kinh tế mới nổi nào khác. Chúng cũng làm cho đất nước này trở thành cửa ngõ đầu tư vào các nước châu Phi khác. Ông Brown nói, Quỹ Quản lý Tài sản Toàn cầu HSBC nhìn thấy tiềm năng phát triển lâu dài trong lĩnh vực khai thác mỏ, năng lượng và công ty hoá chất Sasol. Tầng lớp trung lưu gia tăng nhanh chóng của Nam Phi làm cho tiêu dùng nội địa trở thành một chủ đề hấp dẫn. Ông ủng hộ Massmart, mà nhà bán lẻ Walmart đã mua 51% cổ phần của họ hồi đầu năm nay."
        }
    ],
    "suggestions": []
}