{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gigabyte"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gigabyte</k><blockquote><cclass>[<cclass>'gɪgəbʌɪt<cclass>, <cclass>'dʒ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Computing a unit of information equal to one thousand million (10<sup>9</sup>) or (strictly) 2<sup>30</sup> bytes. </cclass></cclass></blockquote></div>",
            "word": "gigabyte"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gigabyte"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gigabyte"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gigabyte"
        }
    },
    "sentences": [
        {
            "en": "Viettel’s roaming data now cost VND200,000 ($8.93) per <em>gigabyte</em> instead of the previous VND32.2 million ($1,438) per <em>gigabyte</em>.",
            "vi": "Phí chuyển vùng dữ liệu của Viettel là 200.000 đồng cho mỗi gigabyte thay vì trước đó 32.2 triệu đồng cho mỗi gigabyte."
        },
        {
            "en": "<em>Gigabyte</em> is a unit for measuring computer information, equal to 1, 024 Megabytes.",
            "vi": "Gigabyte là một đơn vị đo lường thông tin máy vi tính bằng 1.024 Megabyte."
        },
        {
            "en": "<em>Gigabyte</em> is a unit for measuring computer information, equal to 1,024 Megabytes.",
            "vi": "Gigabyte là một đơn vị đo lường thông tin máy vi tính bằng 1. 024 Megabyte."
        },
        {
            "en": "Today, with the \"standard\" hard disk size approaching a <em>gigabyte</em> (1000 mb), it's not much of an issue.",
            "vi": "Ngày nay, với dung lượng \"chuẩn\" của đĩa cứng đạt tới một gigabyte (1000 mb), thì chuyện đó không còn là vấn đề nữa."
        },
        {
            "en": "NVIDIA today broke some ground by confirming that Intel and mainboard producers such as ASUS, EVGA, <em>GigaByte</em> and MSI have all licensed SLI for use with upcoming Core i5 and i7 systems.",
            "vi": "bước đột phá khi xác nhận rằng Intel và các nhà sản xuất bo mạch chủ như ASUS, EVGA, GigaByte và MSI đã được cấp giấy phép công nghệ đồ họa kép SLI để sử dụng trên các hệ thống bo mạch chủ Core i5 và i7 sắp ra mắt."
        },
        {
            "en": "NVIDIA today broke some ground by confirming that Intel and mainboard producers such as ASUS, EVGA, <em>GigaByte</em> and MSI have all licensed SLI for use with upcoming Core i5 and i7 systems.",
            "vi": "Hôm nay hãng NVIDIA đã tạo một bước đột phá khi xác nhận rằng Intel và các nhà sản xuất bo mạch chủ như ASUS, EVGA, GigaByte và MSI đã được cấp giấy phép công nghệ đồ họa kép SLI để sử dụng trên các hệ thống bo mạch chủ Core i5 và i7 sắp ra mắt."
        },
        {
            "en": "The newspaper, while noting that Vietnam has more internet users than any other country in South East Asia and Vietnamese government officials also like Facebook, pointed out that in Vietnam, clients have to pay VND60,000, or $3 per <em>gigabyte</em> they use.",
            "vi": "Tờ báo cũng lưu ý rằng Việt Nam sử dụng internet nhiều hơn bất kỳ nước nào khác trong khu vực Đông Nam Á và các quan chức chính phủ Việt Nam cũng thích Facebook, đồng thời chỉ ra rằng ở Việt Nam, khách hàng phải trả 60.000 đồng hoặc 3 USD cho mỗi gigabyte họ sử dụng."
        },
        {
            "en": "NVIDIA today broke some ground by confirming that Intel and mainboard producers such as ASUS, EVGA, <em>GigaByte</em> and MSI have all licensed SLI for use with upcoming Core i5 and i7 systems. The gesture gives tested mainboards based on Intel's P55 chipset support for using two or more GeForce graphics cards in tandem. Many Intel chipsets to date have focused instead on ATI's equivalent, CrossFire, though AMD's ownership of ATI is likely to help drive Intel's addition of the NVIDIA option.",
            "vi": "Hôm nay hãng NVIDIA đã tạo một bước đột phá khi xác nhận rằng Intel và các nhà sản xuất bo mạch chủ như ASUS, EVGA, GigaByte và MSI đã được cấp giấy phép công nghệ đồ họa kép SLI để sử dụng trên các hệ thống bo mạch chủ Core i5 và i7 sắp ra mắt. Động thái này sẽ cho phép các bo mạch chủ thử nghiệm dựa trên chipset P55 của Intel hỗ trợ cho việc sử dụng hai hay nhiều card đồ hoạ GeForce cùng một lúc. Các chipset Intel ngày nay đã được chú trọng thay vì tập trung vào công nghệ đồ họa kép tương tự CrossFire của ATI, mặc dù chủ sở hữu của ATI là AMD có khả năng giúp Intel thêm vào tùy chọn của NVIDIA."
        },
        {
            "en": "At its simplest, a hybrid drive is a conventional hard drive with a block of nonvolatile (NV) flash memory used for file caching built within the same drive enclosure. Anyone who has used or even read about solid state drives (SSDs) knows that flash memory is considerably faster than hard disk drive (HDD) technology. The seek times involved in spinning platters and positioning read/write heads simply doesn’t exist in the SSD world. While hard drives are inching their way toward 150 MB/s sustained throughput rates, even consumer-class SSDs regularly pull in 200 to 250 MB/s results. On the other hand, SSDs don’t even come close to matching magnetic media’s capacity points or cost per <em>gigabyte</em>.",
            "vi": "Nói một cách đơn giản nhất, một ổ đĩa lai là một ổ cứng thông thường với một khối bộ nhớ flash cố định (NV) được dùng cho bộ nhớ đệm tập tin được xây dựng trong cùng một khối ổ đĩa. Bất cứ ai đã sử dụng hoặc thậm chí tìm hiểu về các ổ đĩa thể rắn (SSD) cũng biết rằng bộ nhớ flash nhanh hơn đáng kể so với công nghệ ổ đĩa cứng (HDD). Khoảng thời gian quét để tìm kiếm dữ liệu trong các phiến đĩa đang quay và định vị đầu đọc/ghi đơn giản là không hề tồn tại trong thế giới của SSD. Trong khi ổ đĩa cứng nhích từng chút và được duy trì chủ yếu ở tốc độ 150 MB/s, ngay cả ổ SSD phổ thông cũng thường xuyên đạt được kết quả 200 đến 250 MB/s. Mặt khác, ổ SSD thậm chí không giống với các đặc điểm về tính toán dung lượng so với ổ đĩa từ tính hoặc chi phí trên mỗi GB."
        },
        {
            "en": "Intel, others to use NVIDIA SLI on Core i5, i7    NVIDIA today broke some ground by confirming that Intel and mainboard producers such as ASUS, EVGA, <em>GigaByte</em> and MSI have all licensed SLI for use with upcoming Core i5 and i7 systems. The gesture gives tested mainboards based on Intel's P55 chipset support for using two or more GeForce graphics cards in tandem. Many Intel chipsets to date have focused instead on ATI's equivalent, CrossFire, though AMD's ownership of ATI is likely to help drive Intel's addition of the NVIDIA option.  Intel's agreement to support SLI for i5 and i7 is a potential warming of relations between itself and NVIDIA. Both companies have sued each other in a dispute over NVIDIA's license to make its own mainboard chipsets for Intel processors. Intel has argued that NVIDIA's license doesn't cover processors with integrated memory controllers, including desktop and mobile versions of i5 and i7 chips. NVIDIA, however, has accused Intel of deliberately excluding competition in mainboard sales and 'punish' NVIDIA for producing much faster integrated graphics.",
            "vi": "Intel, others to use NVIDIA SLI on Core i5, i7   \nHôm nay hãng NVIDIA đã tạo một bước đột phá khi xác nhận rằng Intel và các nhà sản xuất bo mạch chủ như ASUS, EVGA, GigaByte và MSI đã được cấp giấy phép công nghệ đồ họa kép SLI để sử dụng trên các hệ thống bo mạch chủ Core i5 và i7 sắp ra mắt. Động thái này sẽ cho phép các bo mạch chủ thử nghiệm dựa trên chipset P55 của Intel hỗ trợ cho việc sử dụng hai hay nhiều card đồ hoạ GeForce cùng một lúc. Các chipset Intel ngày nay đã được chú trọng thay vì tập trung vào công nghệ đồ họa kép tương tự CrossFire của ATI, mặc dù chủ sở hữu của ATI là AMD có khả năng giúp Intel thêm vào tùy chọn của NVIDIA.  Thoả thuận của Intel để hỗ trợ công nghệ đồ họa kép SLI cho i5 và i7 là một sự “xoa dịu” bầu không khí căng thẳng của mối quan hệ giữa Intel và NVIDIA. Cả hai công ty này đã đâm đơn kiện lẫn nhau về việc tranh chấp trên giấy phép của NVIDIA, việc hãng này sản xuất các chipset bo mạch chủ cho các bộ xử lí Intel. Intel đã lập luận rằng giấy phép của NVIDIA không được bao gồm các bộ vi xử lí có bộ điều khiển bộ nhớ tích hợp, kể cả các phiên bản của vi xử lí i5 và i7 cho máy tính để bàn và xách tay. Tuy nhiên hãng NVDIA đã lên tiếng cáo buộc Intel cố tình gây cản trở trong cạnh tranh kinh doanh bo mạch chủ và ‘trừng phạt’ NVIDIA về việc sản xuất ra nhiều card đồ hoạ tích hợp tốc độ cao hơn."
        }
    ],
    "suggestions": []
}