{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gigabytes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gigabytes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gigabytes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gigabytes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gigabytes"
        }
    },
    "sentences": [
        {
            "en": "My memory card comes in capacities of up to 64 <em>Gigabytes</em>.",
            "vi": "Thẻ nhớ của tôi có dung lượng tới 64 Gigabytes."
        },
        {
            "en": "Carpathia said one petabyte (one million <em>gigabytes</em>) is big enough to store 13.3 years worth of high definition TV).",
            "vi": "Theo Carpathia, một petabyte (tương đương một triệu gigabyte) dữ liệu đủ để lưu trữ các chương trình tivi độ nét cao trong 13,3 năm."
        },
        {
            "en": "Microsoft is charging £399 for its entry-level device with 32 <em>gigabytes</em> of storage, which does not include a keyboard cover.",
            "vi": "Microsoft đang đưa ra mức giá 399 bảng Anh cho thiết bị cơ bản của hãng với 32 GB lưu trữ, không bao gồm vỏ bảo vệ kiêm bàn phím."
        },
        {
            "en": "A key driver of this remarkable shift was ‘mobile video’ services. By the end of 2015, one LTE user on average consumed 4.3 <em>Gigabytes</em> (GB) per month, whereas a 3G customer used 0.7 <em>Gigabytes</em>, and 57 per cent of total data traffic was for downloading mobile videos.",
            "vi": "Một chương trình quan trong của sự thay đổi đáng ghi nhận này là các dịch vụ \" video di động\". Đến cuối năm 2015, trung bình một người sử dụng LTE sử dụng 4.3 GB một tháng, trái lại một người sử dụng mạng 3G chỉ sử dụng 0,7MB và 57% tổng số trao đổi dữ liệu là cho việ tải các video di động."
        },
        {
            "en": "The capacity of the cable network connecting the North and the South is currently 2.5 <em>gigabytes</em> per second (Gbs) and this network is now being upgraded to reach a transmission capacity of 20Gbs.",
            "vi": "Dung lượng mạng cáp kết nối Bắc-Nam hiện nay là 2,5 Gigabytes/giây (Gbs) và mạng này hiện nay đang được nâng cấp để đạt dung lượng truyền tải 20 Gbs."
        },
        {
            "en": "Not long ago, computer was as big as a large truck and had about 15 Kilobytes of memory but today computer can be fit in your hand and have several <em>Gigabytes</em>.",
            "vi": "Không lâu mấy trước đây, máy tính còn lớn như chiếc xe tải và có quãng 15 Kilobytes bộ nhớ nhưng ngày nay máy tính có thể nằm khít trong bàn tay bạn và có vài Gigabytes."
        },
        {
            "en": "Hanoi-based online security firm BKAV said 1,507 <em>gigabytes</em> from 1,300 databases of many websites, including major online retailers, gaming websites, news websites and a government website, are vulnerable to hack. ",
            "vi": "Trụ sở chính tại Hà Nội của công ty BKAV cho biết 1507 gigabyts từ 1300 cơ sở dữ liệu của nhiều trang mạng, bao gồm các cửa hàng bán lẻ trực tuyến lớn, các trang game, các trang tin tức và một trang mạng của chính phủ có thể bị tấn công."
        },
        {
            "en": "Firefox users are accustomed to seeing the browser grow to consume multiple <em>gigabytes</em> of memory on the desktop during intensive browsing sessions, but the rendering engine can operate efficiently with much less. According to Mozilla, the B2G platform can run acceptably well in an environment with as little as 256MB of RAM.",
            "vi": "Người sử dụng Firefox quen với việc nhìn thấy trình duyệt này tăng lượng tiêu thụ bộ nhớ lên tới nhiều gigabyte trên máy tính để bàn trong các phiên duyệt web, nhưng công cụ này có thể hoạt động hiệu quả hơn ít hơn nhiều. Theo Mozilla, nền tảng B2G có thể chấp nhận hoạt động tốt trong một môi trường với bộ nhớ RAM tối thiểu 256MB."
        },
        {
            "en": "The government’s electronic archives top 142 terabytes of data, or 14,200 <em>gigabytes</em>. By comparison, the Library of Congress has accumulated 254 terabytes of data and more than 20 years’ worth of images captured by NASA’s Hubble Space Telescope account for more than 45 terabytes, enough to fill 5,800 DVDs.",
            "vi": "Tài liệu lưu trữ điện tử của chính phủ lên đến 142 terabyte dữ liệu, tức là 14.200 gigabyte. So với Thư viện quốc gia Hoa Kỳ đã tích luỹ được 254 terabyte dữ liệu và hình chụp bằng kính viễn vọng không gian Hubble của NASA trong hơn 20 năm, có dung lượng hơn 45 terabytes, tốn 5.800 đĩa DVD nếu muốn ghi đĩa."
        }
    ],
    "suggestions": []
}