{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gigl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng cười rúc rích, tiếng cười khúc khích</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cười rúc rích, cười khúc khích</td></tr></table><i/></div>",
            "word": "giggle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>giggle</k><blockquote>■ <cclass>verb laugh lightly in a nervous or silly manner. </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a laugh of such a kind. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Brit. <cclass>informal an amusing person or thing. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>giggler</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>giggly</b><cclass>adjective (<cclass><b>gigglier</b>, <cclass><b>giggliest</b>). </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: imitative. </blockquote></div>",
            "word": "giggle"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>giggle</k><blockquote>▸ <cclass>verb <i>he giggled at the picture</i>: TITTER, snigger, snicker, tee-hee, chuckle, chortle, laugh.</cclass></blockquote><blockquote>▸ <cclass>noun <i>she suppressed a giggle</i>: TITTER, snigger, snicker, tee-hee, chuckle, chortle, laugh.</cclass></blockquote></div>",
            "word": "giggle"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>giggle</k><b>I</b><blockquote><blockquote><ex><abr>n.</abr> a nervous; silly giggle </ex></blockquote></blockquote><b>II</b><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to giggle at</ex></blockquote></blockquote></div>",
            "word": "giggle"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rúc rích</font></td></tr></tbody></table></div>",
            "word": "giggle"
        }
    },
    "sentences": [
        {
            "en": "Why do you <em>giggle</em>?",
            "vi": "Sao bạn lại cười?"
        },
        {
            "en": "What a <em>giggle</em>!",
            "vi": "Buồn cười quá!"
        },
        {
            "en": "Mary gave a girlish <em>giggle</em>.",
            "vi": "Mary cười với giọng nữ tính."
        },
        {
            "en": "It might be a <em>giggle</em>.",
            "vi": "Đó hẳn là giọng cười ha hả."
        },
        {
            "en": "He felt an irresistible impulse to <em>giggle</em>.",
            "vi": "Anh ta cảm thấy muốn nhảy cẫng lên không cưỡng được."
        },
        {
            "en": "He had to smother a <em>giggle</em>.",
            "vi": "Anh ta phải nén tiếng cười khúc khích."
        },
        {
            "en": "She had fit of the <em>giggle</em>.",
            "vi": "Cô ta bật lên cười rũ rượi."
        },
        {
            "en": "\"Yes!\" Jessica agreed with another <em>giggle</em>.",
            "vi": "Đúng vậy!\"Jessica đồng ý bằng nụ cười khúc khích khác."
        },
        {
            "en": "A hysterical <em>giggle</em> burst through my lips.",
            "vi": "Tiếng rưng rức không kìm chế được thoát ra nơi môi."
        },
        {
            "en": "I only did it for a <em>giggle</em>.",
            "vi": "Tôi chỉ làm thế cho vui thôi."
        },
        {
            "en": "He would <em>giggle</em> and hug me.",
            "vi": "Anh ấy sẽ mỉm cười và ôm tôi vào lòng."
        },
        {
            "en": "\"Yes!\" Jessica agreed with another <em>giggle</em>.",
            "vi": "Đúng vậy!\" Jessica đồng ý bằng nụ cười khúc khích khác."
        },
        {
            "en": "They signaled to each other by a touch of the finger and <em>giggle</em>.",
            "vi": "Họ bấm nhau cười khúc khích."
        },
        {
            "en": "The next time i want to know when to <em>giggle</em> at a party, i'll go and ask her.",
            "vi": "Cô hãy cho tôi biết lần dự tiệc sắp tới ở đâu, tôi sẽ đến để yêu cầu cô ta bằng lòng."
        },
        {
            "en": "I choked back the hysteria that was going to explode, but a small <em>giggle</em> managed to get out despite my efforts.",
            "vi": "Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng."
        },
        {
            "en": "\"What do you mean, I'll have to get something chopped off?\" \"No dear,\" she said with a <em>giggle</em>, \"but you might have to make some decisions, because sometimes you just can't have everything.\"",
            "vi": "\"Vậy là sao, tôi sẽ phải chặt cái gì đó ư?\" \"Không, bạn yêu quý,\" cô ấy cười khúc khích nói, \"nhưng bạn có thể phải đưa ra một số quyết định, vì đôi khi bạn không thể có mọi thứ.\""
        },
        {
            "en": "Amelia Bedelia   Peggy Parish's fantastically silly story will make you <em>giggle</em> like a child, and that has to be good for you. It's also a lovely reminder that not everyone communicates or understands the world exactly the same way we do.",
            "vi": "Câu chuyện ngu ngốc thú vị của Peggy Parish sẽ làm bạn cười rúc rích như một đứa trẻ, và chắc chắn tốt cho bạn rồi. Cũng là cách hay để nhắc mọi người nhớ không phải ai cũng giao tiếp hoặc hiểu thế giới giống mình."
        },
        {
            "en": "It made me sad that he had to try so hard. I comforted myself with the knowledge that I wouldn’t be causing him pain much longer.  I heard Charlie approaching then, stamping his feet on the way to express his customary displeasure with our guest. Edward’s eyes snapped open and he let our hands fall, keeping them twined.     “Good evening, Charlie.” Edward was always flawlessly polite, though Charlie didn’t deserve it. Charlie grunted at him, and then stood there with his arms crossed over his chest. He was taking the idea of parental supervision to extremes lately.  “I brought another set of applications,” Edward told me then, holding up a stuffed manila envelope. He was wearing a roll of stamps like a ring around his littlest finger.    I groaned. How were there any colleges left that he hadn’t forced me to apply to already? And how did he keep finding these loophole openings? It was so late in the year.  He smiled as if he could read my thoughts; they must have been very obvious on my face. “There are still a few open deadlines. And a few places willing to make exceptions.”    I could just imagine the motivations behind such exceptions. And the dollar amounts involved.  Edward laughed at my expression.  “Shall we?” he asked, towing me toward the kitchen table.  Charlie huffed and followed behind, though he could hardly complain about the activity on tonight’s agenda. He’d been pestering me to make a decision about college on a daily basis.    I cleared the table quickly while Edward organized an intimidating stack of forms. When I moved Wuthering Heights to the counter, Edward raised one eyebrow. I knew what he was thinking, but Charlie interrupted before Edward could comment.  “Speaking of college applications, Edward,” Charlie said, his tone even more sullen — he tried to avoid addressing Edward directly, and when he had to, it exacerbated his bad mood. “Bella and I were just talking about next year. Have you decided where you’re going to school?”      Edward smiled up at Charlie and his voice was friendly. “Not yet. I’ve received a few acceptance letters, but I’m still weighing my options.”  “Where have you been accepted?” Charlie pressed.  “Syracuse . . . Harvard . . . Dartmouth . . . and I just got accepted to the University of Alaska Southeast today.” Edward turned his face slightly to the side so that he could wink at me. I stifled a <em>giggle</em>.    “Harvard? Dartmouth?” Charlie mumbled, unable to conceal his awe. “Well that’s pretty . . . that’s something. Yeah, but the University of Alaska . . . you wouldn’t really consider that when you could go Ivy League. I mean, your father would want you to . . .”  “Carlisle’s always fine with whatever I choose to do,” Edward told him serenely.  “Hmph.”     “Guess what, Edward?” I asked in a bright voice, playing along.  “What, Bella?”  I pointed to the thick envelope on the counter. “I just got my acceptance to the University of Alaska!”  “Congratulations!” He grinned. “What a coincidence.”  Charlie’s eyes narrowed and he glared back and forth between the two of us. “Fine,” he muttered after a minute. “I’m going to go watch the game, Bella. Nine-thirty.”  That was his usual parting command.     “Er, Dad? Remember the very recent discussion about my freedom . . . ?”  He sighed. “Right. Okay, ten -thirty. You still have a curfew on school nights.”  “Bella’s no longer grounded?” Edward asked. Though I knew he wasn’t really surprised, I couldn’t detect any false note to the sudden excitement in his voice.  “Conditionally,” Charlie corrected through his teeth. “What’s it to you?”  I frowned at my dad, but he didn’t see.  “It’s just good to know,” Edward said. “Alice has been itching for a shopping partner, and I’m sure Bella would love to see some city lights.” He smiled at me.  But Charlie growled, “No!” and his face flushed purple.      “Dad! What’s the problem?”  He made an effort to unclench his teeth. “I don’t want you going to Seattle right now.”  “Huh?”  “I told you about that story in the paper — there’s some kind of gang on a killing spree in Seattle and I want you to steer clear, okay?”    I rolled my eyes. “Dad, there’s a better chance that I’ll get struck by lightning than that the one day I’m in Seattle —”  “No, that’s fine, Charlie,” Edward said, interrupting me. “I didn’t mean Seattle. I was thinking Portland, actually. I wouldn’t have Bella in Seattle, either. Of course not.”  I looked at him in disbelief, but he had Charlie’s newspaper in his hands and he was reading the front page intently     He must have been trying to appease my father. The idea of being in danger from even the most deadly of humans while I was with Alice or Edward was downright hilarious.  It worked. Charlie stared at Edward for one second more, and then shrugged. “Fine.” He stalked off toward the living room, in a bit of a hurry now — maybe he didn’t want to miss tip-off.  I waited till the TV was on, so that Charlie wouldn’t be able to hear me.  “What —,” I started to ask.  “Hold on,” Edward said without looking up from the paper. His eyes stayed focused on the page as he pushed the first application toward me across the table. “I think you can recycle your essays for this one. Same questions.”     Charlie must still be listening. I sighed and started to fill out the repetitive information: name, address, social. . . . After a few minutes I glanced up, but Edward was now staring pensively out the window. As I bent my head back to my work, I noticed for the first time the name of the school.  I snorted and shoved the papers aside.      “Bella?”  “Be serious, Edward. Dartmouth ?”  Edward lifted the discarded application and laid it gently in front of me again. “I think you’d like New Hampshire,” he said. “There’s a full complement of night courses for me, and the forests are very conveniently located for the avid hiker. Plentiful wildlife.” He pulled out the crooked smile he knew I couldn’t resist.     I took a deep breath through my nose.  “I’ll let you pay me back, if that makes you happy,” he promised. “If you want, I can charge you interest.”  “Like I could even get in without some enormous bribe. Or was that part of the loan? The new Cullen wing of the library? Ugh. Why are we having this discussion again?”     “Will you just fill out the application, please, Bella? It won’t hurt you to apply.”  My jaw flexed. “You know what? I don’t think I will.”  I reached for the papers, planning to crumple them into a suitable shape for lobbing at the trashcan, but they were already gone. I stared at the empty table for a moment, and then at Edward. He didn’t appear to have moved, but the application was probably already tucked away in his jacket.      “What are you doing?” I demanded.  “I sign your name better than you do yourself. You’ve already written the essays.”  “You’re going way overboard with this, you know.” I whispered on the off chance that Charlie wasn’t completely lost in his game. “I really don’t need to apply anywhere else. I’ve been accepted in Alaska. I can almost afford the first semester’s tuition. It’s as good an alibi as any. There’s no need to throw away a bunch of money, no matter whose it is.”  A pained looked tightened his face. “Bella —”  “Don’t start. I agree that I need to go through the motions for Charlie’s sake, but we both know I’m not going to be in any condition to go to school next fall. To be anywhere near people.”     My knowledge of those first few years as a new vampire was sketchy. Edward had never gone into details — it wasn’t his favorite subject — but I knew it wasn’t pretty. Self-control was apparently an acquired skill. Anything more than correspondence school was out of the question.  “I thought the timing was still undecided,” Edward reminded me softly. “You might enjoy a semester or two of college. There are a lot of human experiences you’ve never had.”  “I’ll get to those afterward.”  “They won’t be human experiences afterward. You don’t get a second chance at humanity, Bella.”  I sighed. “You’ve got to be reasonable about the timing, Edward. It’s just too dangerous to mess around with.”     “There’s no danger yet,” he insisted.  I glared at him. No danger? Sure. I only had a sadistic vampire trying to avenge her mate’s death with my own, preferably through some slow and torturous method. Who was worried about Victoria? And, oh yeah, the Volturi — the vampire royal family with their small army of vampire warriors — who insisted that my heart stop beating one way or another in the near future, because humans weren’t allowed to know they existed. Right. No reason at all to panic.  Even with Alice keeping watch — Edward was relying on her uncannily accurate visions of the future to give us advance warning — it was insane to take chances.    Besides, I’d already won this argument. The date for my transformation was tentatively set for shortly after my graduation from high school, only a handful of weeks away.  A sharp jolt of unease pierced my stomach as I realized how short the time really was. Of course this change was necessary — and the key to what I wanted more than everything else in the world put together — but I was deeply conscious of Charlie sitting in the other room enjoying his game, just like every other night. And my mother, Renée, far away in sunny Florida, still pleading with me to spend the summer on the beach with her and her new husband. And Jacob, who, unlike my parents, would know exactly what was going on when I disappeared to some distant school. Even if my parents didn’t grow suspicious for a long time, even if I could put off visits with excuses about travel expenses or study loads or illnesses, Jacob would know the truth.    For a moment, the idea of Jacob’s certain revulsion overshadowed every other pain.  “Bella,” Edward murmured, his face twisting when he read the distress in mine. “There’s no hurry. I won’t let anyone hurt you. You can take all the time you need.”  “I want to hurry,” I whispered, smiling weakly, trying to make a joke of it. “I want to be a monster, too.”     His teeth clenched; he spoke through them. “You have no idea what you’re saying.” Abruptly, he flung the damp newspaper onto the table in between us. His finger stabbed the headline on the front page:  DEATH TOLL ON THE RISE, POLICE FEAR GANG ACTIVITY  “What does that have to do with anything?”  “Monsters are not a joke, Bella.”  I stared at the headline again, and then up to his hard expression. “A . . . avampire is doing this?” I whispered.     He smiled without humor. His voice was low and cold. “You’d be surprised, Bella, at how often my kind are the source behind the horrors in your human news. It’s easy to recognize, when you know what to look for. The information here indicates a newborn vampire is loose in Seattle. Bloodthirsty, wild, out of control. The way we all were.”  I let my gaze drop to the paper again, avoiding his eyes.     “We’ve been monitoring the situation for a few weeks. All the signs are there — the unlikely disappearances, always in the night, the poorly disposed-of corpses, the lack of other evidence. . . . Yes, someone brand-new. And no one seems to be taking responsibility for the neophyte. . . .” He took a deep breath. “Well, it’s not our problem. We wouldn’t even pay attention to the situation if wasn’t going on so close to home. Like I said, this happens all the time. The existence of monsters results in monstrous consequences.”      I tried not to see the names on the page, but they jumped out from the rest of the print like they were in bold. The five people whose lives were over, whose families were mourning now. It was different from considering murder in the abstract, reading those names. Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O’Connell, Ronald Albrook. People who’d had parents and children and friends and pets and jobs and hopes and plans and memories and futures. . . .  “It won’t be the same for me,” I whispered, half to myself. “You won’t let me be like that. We’ll live in Antarctica.”     Edward snorted, breaking the tension. “Penguins. Lovely.”  I laughed a shaky laugh and knocked the paper off the table so I wouldn’t have to see those names; it hit the linoleum with a thud. Of course Edward would consider the hunting possibilities. He and his “vegetarian” family — all committed to protecting human life — preferred the flavor of large predators for satisfying their dietary needs. “Alaska, then, as planned. Only somewhere much more remote than Juneau — somewhere with grizzlies galore.”  “Better,” he allowed. “There are polar bears, too. Very fierce. And the wolves get quite large.”      My mouth fell open and my breath blew out in a sharp gust.  “What’s wrong?” he asked. Before I could recover, the confusion vanished and his whole body seemed to harden. “Oh. Never mind the wolves, then, if the idea is offensive to you.” His voice was stiff, formal, his shoulders rigid.  “He was my best friend, Edward,” I muttered. It stung to use the past tense. “Of course the idea offends me.”  “Please forgive my thoughtlessness,” he said, still very formal. “I shouldn’t have suggested that.”  “Don’t worry about it.” I stared at my hands, clenched into a double fist on the table.  We were both silent for a moment, and then his cool finger was under my chin, coaxing my face up. His expression was much softer now.       “Sorry. Really.”  “I know. I know it’s not the same thing. I shouldn’t have reacted that way. It’s just that . . . well, I was already thinking about Jacob before you came over.” I hesitated. His tawny eyes seemed to get a little bit darker whenever I said Jacob’s name. My voice turned pleading in response. “Charlie says Jake is having a hard time. He’s hurting right now, and . . . it’s my fault.”  “You’ve done nothing wrong, Bella.”  I took a deep breath. “I need to make it better, Edward. I owe him that. And it’s one of Charlie’s conditions, anyway —”     His face changed while I spoke, turning hard again, statue-like.  “You know it’s out of the question for you to be around a werewolf unprotected, Bella. And it would break the treaty if any of us cross over onto their land. Do you want us to start a war?”  “Of course not!”  “Then there’s really no point in discussing the matter further.” He dropped his hand and looked away, searching for a subject change. His eyes paused on something behind me, and he smiled, though his eyes stayed wary.  “I’m glad Charlie has decided to let you out — you’re sadly in need of a visit to the bookstore. I can’t believe you’re reading Wuthering Heights again. Don’t you know it by heart yet?”     “Not all of us have photographic memories,” I said curtly.  “Photographic memory or not, I don’t understand why you like it. The characters are ghastly people who ruin each others’ lives. I don’t know how Heathcliff and Cathy ended up being ranked with couples like Romeo and Juliet or Elizabeth Bennet and Mr. Darcy. It isn’t a love story, it’s a hate story.”     “You have some serious issues with the classics,” I snapped.  “Perhaps it’s because I’m not impressed by antiquity.” He smiled, evidently satisfied that he’d distracted me. “Honestly, though, why do you read it over and over?” His eyes were vivid with real interest now, trying — again — to unravel the convoluted workings of my mind. He reached across the table to cradle my face in his hand. “What is it that appeals to you?”    His sincere curiosity disarmed me. “I’m not sure,” I said, scrambling for coherency while his gaze unintentionally scattered my thoughts. “I think it’s something about the inevitability. How nothing can keep them apart — not her selfishness, or his evil, or even death, in the end. . . .”  His face was thoughtful as he considered my words. After a moment he smiled a teasing smile. “I still think it would be a better story if either of them had one redeeming quality.”     “I think that may be the point,” I disagreed. “Their love is their only redeeming quality.”  “I hope you have better sense than that — to fall in love with someone so . . . malignant.”  “It’s a bit late for me to worry about who I fall in love with,” I pointed out. “But even without the warning, I seem to have managed fairly well.”      He laughed quietly. “I’m glad you think so.”  “Well, I hope you’re smart enough to stay away from someone so selfish. Catherine is really the source of all the trouble, not Heathcliff.”  “I’ll be on my guard,” he promised.  I sighed. He was so good at distractions.  I put my hand over his to hold it to my face. “I need to see Jacob.”  His eyes closed. “No.”      “It’s truly not dangerous at all,” I said, pleading again. “I used to spend all day in La Push with the whole lot of them, and nothing ever happened.”  But I made a slip; my voice faltered at the end because I realized as I was saying the words that they were a lie. It was not true that nothing had ever happened. A brief flash of memory — an enormous gray wolf crouched to spring, baring his dagger-like teeth at me — had my palms sweating with an echo of remembered panic.  Edward heard my heart accelerate and nodded as if I’d acknowledged the lie aloud. “Werewolves are unstable. Sometimes, the people near them get hurt. Sometimes, they get killed.”     I wanted to deny it, but another image slowed my rebuttal. I saw in my head the once beautiful face of Emily Young, now marred by a trio of dark scars that dragged down the corner of her right eye and left her mouth warped forever into a lopsided scowl.  He waited, grimly triumphant, for me to find my voice.  “You don’t know them,” I whispered.  “I know them better than you think, Bella. I was here the last time.”  “The last time?”     “We started crossing paths with the wolves about seventy years ago. . . . We had just settled near Hoquiam. That was before Alice and Jasper were with us. We outnumbered them, but that wouldn’t have stopped it from turning into a fight if not for Carlisle. He managed to convince Ephraim Black that coexisting was possible, and eventually we made the truce.”  Jacob’s great-grandfather’s name startled me.    “We thought the line had died out with Ephraim,” Edward muttered; it sounded like he was talking to himself now. “That the genetic quirk which allowed the transmutation had been lost. . . .” He broke off and stared at me accusingly. “Your bad luck seems to get more potent every day. Do you realize that your insatiable pull for all things deadly was strong enough to recover a pack of mutant canines from extinction? If we could bottle your luck, we’d have a weapon of mass destruction on our hands.”  I ignored the ribbing, my attention caught by his assumption — was he serious? “But I didn’t bring them back. Don’t you know?”     “Know what?”  “My bad luck had nothing to do with it. The werewolves came back because the vampires did.”  Edward stared at me, his body motionless with surprise.  “Jacob told me that your family being here set things in motion. I thought you would already know. . . .”  His eyes narrowed. “Is that what they think?”  “Edward, look at the facts. Seventy years ago, you came here, and the werewolves showed up. You come back now, and the werewolves show up again. Do you think that’s a coincidence?”     He blinked and his glare relaxed. “Carlisle will be interested in that theory.”  “Theory,” I scoffed.  He was silent for a moment, staring out the window into the rain; I imagined he was contemplating the fact that his family’s presence was turning the locals into giant dogs.  “Interesting, but not exactly relevant,” he murmured after a moment. “The situation remains the same.”  I could translate that easily enough: no werewolf friends.  I knew I must be patient with Edward. It wasn’t that he was unreasonable, it was just that he didn’t understand. He had no idea how very much I owed Jacob Black — my life many times over, and possibly my sanity, too.     I didn’t like to talk about that barren time with anyone, and especially not Edward. He had only been trying to save me when he’d left, trying to save my soul. I didn’t hold him responsible for all the stupid things I’d done in his absence, or the pain I had suffered.  He did.  So I would have to word my explanation very carefully.  I got up and walked around the table. He opened his arms for me and I sat on his lap, nestling into his cool stone embrace. I looked at his hands while I spoke.    “Please just listen for a minute. This is so much more important than some whim to drop in on an old friend. Jacob is in pain.” My voice distorted around the word. “I can’t not try to help him — I can’t give up on him now, when he needs me. Just because he’s not human all the time. . . . Well, he was there for me when I was . . . not so human myself. You don’t know what it was like. . . .” I hesitated. Edward’s arms were rigid around me; his hands were in fists now, the tendons standing out. “If Jacob hadn’t helped me . . . I’m not sure what you would have come home to. I owe him better than this, Edward.”     I looked up at his face warily. His eyes were closed, and his jaw was strained.  “I’ll never forgive myself for leaving you,” he whispered. “Not if I live a hundred thousand years.”  I put my hand against his cold face and waited until he sighed and opened his eyes.  “You were just trying to do the right thing. And I’m sure it would have worked with anyone less mental than me. Besides, you’re here now. That’s the part that matters.”  “If I’d never left, you wouldn’t feel the need to go risk your life to comfort a dog .”  I flinched. I was used to Jacob and all his derogatory slurs —bloodsucker, leech, parasite . . . .    Somehow it sounded harsher in Edward’s velvet voice.  “I don’t know how to phrase this properly,” Edward said, and his tone was bleak. “It’s going to sound cruel, I suppose. But I’ve come too close to losing you in the past. I know what it feels like to think I have. I am not going to tolerate anything dangerous.”  “You have to trust me on this. I’ll be fine.”  His face was pained again. “Please, Bella,” he whispered.  I stared into his suddenly burning golden eyes. “Please what?”  “Please, for me. Please make a conscious effort to keep yourself safe. I’ll do everything I can, but I would appreciate a little help.”      “I’ll work on it,” I murmured.  “Do you really have any idea how important you are to me? Any concept at all of how much I love you?” He pulled me tighter against his hard chest, tucking my head under his chin.  I pressed my lips against his snow-cold neck. “I know how much I love you ,” I answered.  “You compare one small tree to the entire forest.”  I rolled my eyes, but he couldn’t see. “Impossible.”  He kissed the top of my head and sighed.  “No werewolves.”  “I’m not going along with that. I have to see Jacob.”  “Then I’ll have to stop you.”    He sounded utterly confident that this wouldn’t be a problem.  I was sure he was right.  “We’ll see about that,” I bluffed anyway. “He’s still my friend.”  I could feel Jacob’s note in my pocket, like it suddenly weighed ten pounds. I could hear the words in his voice, and he seemed to be agreeing with Edward — something that would never happen in reality.  Doesn’t change anything. Sorry.",
            "vi": "Điều đó làm tôi buồn khi anh phải cố gắng thật nhiều như vậy. Tôi an ủi mình bằng chuyện mình sẽ không làm cho anh đau đớn lâu hơn.  Thế rồi tôi nghe tiếng Charlie đến gần, nện bước chân của ông trên đường đi tỏ thái độ không hài lòng cố hữu của ông với vị khách của chúng tôi. Mắt Edward vội mở ra và anh buông bàn tay chúng tôi xuống, vẫn đan vào nhau.    \"Chào Charlie.\" Edward lúc nào cũng hết sức lịch sự, cho dù Charlie không xứng đáng với điều đó. Charlie cằn nhằn anh, rồi đứng ở đó khoanh tay trước ngực. Gần đây ông muốn chứng tỏ quyền làm cha giám sát tôi hết sức nghiêm ngặt.  \"Anh mang đến một bộ đơn khác nữa,\" Edward nói với tôi rồi giơ lên phong bì bằng giấy ma-ni-la chật cứng. Anh đang cuộn một cuộn tem giống như cái nhẫn quanh ngón tay út của mình.    Tôi rên rỉ. Còn có trường cao đẳng nào còn sót lại mà anh không ép tôi nộp đơn không? Và làm sao anh cứ tìm những trường còn trống này hoài vậy? Năm nay đã trễ rồi mà.  Anh mỉm cười như thể đoán được ý nghĩ của tôi; chắc chúng hiện trên mặt tôi. \"Vẫn còn một vài thời hạn chót để ngỏ. Và một vài nơi sẵn sàng chấp nhận ngoại lệ”.    Tôi có thể hình dung được động cơ đằng sau những ngoại lệ ấy. Và chắc thế nào cũng dính đến tiền.  Edward cười nhạo vẻ mặt của tôi.  \"Mình làm chứ?\" anh hỏi, kéo tôi về phía bàn bếp.  Charlie gắt gỏng và đi theo sau, cho dù ông hầu như không than phiền gì về hoạt động của lịch trình đêm nay. Ông quấy rầy tôi mỗi ngày về việc chọn trường.     Tôi dọn bàn thật nhanh trong khi Edward sắp xếp lại chồng đơn đáng ngại. Khi tôi dời cuốn Đỉnh gió hú trên quầy, Edward nhướng mày. Tôi biết anh đang nghĩ gì, nhưng Charlie cắt ngang trước khi Edward bình luận.  \"Nói về vụ nộp đơn vào trường cao đẳng, Edward, \" Charlie nói, giọng ông thậm chí giận dỗi hơn - ông cố tránh gọi thẳng tên Edward, và khi ông bắt buộc phải lên tiếng, thì ông càng tức giận hơn.  \"Bella và tôi đang nói về năm tới. Cậu đã quyết định sẽ học trường nào chưa?\"    Edward tươi cười nhìn Charlie và giọng anh đầy thân thiện. \"Chưa. Cháu đã nhận được một vài thư đồng ý, nhưng cháu vẫn còn cân nhắc lựa chọn.\"  \"Thế nơi nào đã chấp nhận rồi?\" Charlie nhấn mạnh.  \"Syracuse…..Harvard……Dartmouth. Và cháu vừa nhận thư của đại học Alaska Southeast hôm nay.\" Edward hơi quay mặt sang một bên để có thể nháy mắt với tôi. Tôi nín cười.     \"Harvard? Dartmouth ?\" Charlie lầm bầm, không giấu được vẻ ngưỡng mộ. \"Ờ, tốt……. thế cũng được. Ờ, nhưng đại học Alaska….cậu không nghĩ đến chuyện cậu có thể học ở Ivy League à. Ý tôi là, cha cậu sẽ muốn cậu …..\"  \"Cháu chọn gì Carlisle cũng chịu hết,\" Edward bình tĩnh nói với ông.  \"Hừm.\"    \"Anh tưởng tượng được không, Edward?\" Tôi vui vẻ hỏi, xạo sự.  “Chuyện gì vậy Bella?\"  Tôi chỉ cái phong bì dày cộm trên quầy bếp. \"Em vừa nhận được thư chấp thuận của đại học Alaska!\"  \"Chúc mừng em!\" Anh cười toe toét. \"Trùng hợp làm sao.\"  Mắt Charlie nheo lại và ông nhìn qua lại hai chúng tôi. \"Tốt thôi,\" Một phút sau ông lẩm bẩm \" Bố đi coi đánh bóng đây, Bella. Nhớ chín giờ ba mươi nhé. \"  Đó là mệnh lệnh thường lệ của ông khi bỏ đi.    \"Eo, bố? Bố có nhớ mới nói xong về chuyện con tự do ... không?\"  Ông thở dài. \"Đúng vậy. Thôi được, mười giờ ba mươi. Con vẫn còn lệnh hạn chế học đêm ở trường đấy\"  \"Bella không bị cấm ra ngoài nữa sao?\" Edward hỏi. Dù tôi biết anh chẳng hề ngạc nhiên, nhưng tôi không thể phát hiện ra vẻ giả tạo trong giọng sung sướng bất ngờ của anh.  \"Có điều kiện,\" Charlie đính chính qua kẽ răng. \"Dính dáng gì tới cậu?\"  Tôi cau mày khó chịu với bố tôi, nhưng anh không thấy điều đó.  \"Thật vui khi biết vậy,\" Edward nói. \"Alice đang mong có một người mua sắm hợp rơ, và cháu chắc chắn rằng Bella muốn được ngắm nhìn ánh đèn thành phố.\" Anh mỉm cười với tôi.  Nhưng Charlie gầm gừ, \"Không được!\" và mặt ông chuyển sang đỏ tía.    \"Bố! Sao kỳ vậy bố?\"  Ông cố gắng lên tiếng. \"Bố không muốn con đi Seattle ngay bây giờ.\"  \"Hả?\"  \"Bố đã kể cho con nghe về chuyện đăng trong báo rồi - có băng nhóm nào đó đang bắn giết điên loạn ở Seattle và bố muốn con tránh xa, được chứ?\"    Tôi trợn tròn mắt. \"Bố, bị sét đánh còn dễ xảy ra hơn tự nhiên đúng ngày con ở Seattle -\"  \"Không đâu, được thôi, bác Charlie, \" Edward nói, ngắt lời tôi. \"Cháu không có ý nói đến Seattle. Thực ra cháu nghĩ đến Portland. Cháu cũng sẽ không để Bella đến Seattle đâu. Dĩ nhiên là không rồi.\"  Tôi nhìn anh nghi ngờ, nhưng anh cầm tờ báo của Charlie trong tay và anh đang đọc trang nhất chăm chú.    Chắc là anh đang cố gắng để dỗ dành bố thôi. Cái ý nghĩ gặp nguy hiểm dù là bởi những con người đáng sợ nhất trong khi đang ở bên Alice hay Edward thật hết sức buồn cười.  Có hiệu quả liền. Charlie nhìn chằm chằm vào Edward trong một giây nữa, rồi nhún vai. \"Tốt thôi.\" Ông hiên ngang đi về phía phòng khách, bây giờ thì hơi vội một chút - có lẽ ông không muốn bỏ lỡ phần bắt đầu hiệp đấu.  Tôi chờ đến khi TV được bật lên, để Charlie không nghe được.  \"Chuyện gì thế-,\" tôi bắt đầu hỏi.  \"Chờ chút,\" Edward nói không rời mắt khỏi tờ báo. Mắt anh vẫn nhìn vào trang này khi đẩy qua bàn lá đơn đầu tiên về phía tôi. \"Anh nghĩ em có thể chế lại bài tiểu luận của em cho lá đơn này. Cũng mấy câu hỏi giống nhau thôi\"    Charlie hẳn vẫn đang nghe ngóng. Tôi thở dài và bắt đầu điền vào thông tin lặp đi lặp lại cũ rích: tên, địa chỉ, tình trạng xã hội…..Sau vài phút, tôi liếc nhìn lên, nhưng Edward đang nhìn trầm ngâm ra cửa sổ. Khi cúi đầu trở lại với việc đang làm, tôi mới để ý đến tên của trường.  Tôi khịt mũi và đẩy mấy tờ giấy sang một bên.    \"Bella ?\"  \"Nghiêm túc đi, Edward. Trường Dartmouth sao?\"  Edward lấy cái đơn tôi đã bỏ và đặt nó nhẹ nhàng trước mặt tôi trở lại. \"Anh nghĩ em sẽ thích New Hampshire, \" anh nói. \"Có lớp đêm bổ sung đầy đủ cho anh, và rừng cũng nằm ở vị trí rất thuận tiện cho người mê đi bộ đường dài. Đầy nhóc động vật hoang dã. \" Anh nhếch môi mỉm cười nụ cười anh biết tôi không cưỡng lại nỗi.    Tôi hít thật sâu qua mũi.  \"Anh sẽ để em trả tiền lại, nếu em thích vậy,\" anh hứa. \"Nếu em muốn, anh có thể tính tiền lãi\"  \"Làm như em tự nhiên được nhận vào trường mà không cần tiền hối lộ khổng lồ vậy. Hay đó là điều kiện của chuyện cho vay tiền? Hay nhà Cullen bảo trợ cho thư viện mới? Eo ôi. Sao mình cứ nói đi nói lại chuyện này hoài vậy?\"     \"Em chỉ cần điền vào đơn này thôi mà, Bella? Có đau đớn gì đâu chứ.\"  Hàm tôi nghiến lại. \"Anh biết gì không? Em sẽ không điền đâu. \"  Tôi với lấy mấy tờ giấy, định vò tròn chúng lại để quăng vào thùng rác, nhưng chúng không còn ở đó nữa. Tôi nhìn chằm chằm vào cái bàn trống không một hồi lâu, rồi nhìn Edward. Anh như chẳng hề nhúc nhích, nhưng cái đơn có lẽ đã được giấu trong áo khoác của anh.    \"Anh sẽ làm gì?\" Tôi gặng hỏi.  \"Anh sẽ ký tên em đẹp hơn là em tự ký. Em đã viết tiểu luận rồi còn gì.\"  \"Anh biết đó, anh quá nhiệt tình chuyện này đó\" Tôi thì thầm vì ít có khả năng Charlie hoàn toàn đắm chìm vào trận đấu. \"Em thật sự chẳng cần nộp đơn vô đâu hết. Em đã được chấp nhận vào Alaska. Em gần như có thể chi trả học phí trong học kỳ đầu tiên. Nó là chứng cớ ngoại phạm tốt cho mọi thứ. Không cần phải quăng cả đống tiền, dù đó là trường của ai.\"  Vẻ mặt anh căng ra đau đớn. \"Bella - \"  \"Đừng nói lại chuyện đó nữa. Em đồng ý là em cần xem xét kỹ lưỡng mọi hành động vì Charlie, nhưng cả hai chúng ta đều biết là em không thể nào đến trường vào mùa thu tới. Không thể nào ở bất kỳ đâu gần con người.\"    Kiến thức của tôi về mấy năm đầu tiên làm ma cà rồng mới rất sơ sài. Edward chẳng bao giờ chịu nói cặn kẽ - đó không phải là đề tài ưa thích của anh - nhưng tôi biết chẳng dễ chịu chút nào. Tự chủ rõ ràng là kỹ năng cần có. Bất cứ trường nào mà ngoài trường đào tạo từ xa là không thể được.  \"Anh tưởng chuyện chọn thời gian vẫn chưa ngã ngũ,\" Edward nhắc khẽ tôi. \"Em có thể học một hoặc hai học kỳ ở cao đẳng. Em chưa có nhiều kinh nghiệm làm người mà.\"  \"Sau đó em sẽ có thôi.\"  \"Sau đó sẽ không còn là kinh nghiệm làm người nữa. Em sẽ không có cơ hội làm người lần thứ hai đâu, Bella. \"  Tôi thở dài.\"Anh phải biết điều về vụ chọn thời gian chứ, Edward. Chuyện này quá nguy hiểm nên phải nghiêm túc mới được.\"    \"Chưa có gì nguy hiểm hết,\" anh nhấn mạnh.  Tôi nhìn anh trừng trừng. Không nguy hiểm ư? Chắc chắn rồi. Tôi chỉ thấy có một ma cà rồng ác dâm cố trả thù cái chết của bạn tình, bằng cách hành hạ đau đớn từ từ. Ai lo về vụ Victoria? Và còn, ồ, ờ, Volturi - một gia đình hoàng tộc ma cà rồng với đội quân nhỏ các chiến binh ma cà rồng - khăng khăng là tôi sẽ chết bằng cách này hay cách khác trong một ngày gần đây, vì con người không được phép biết họ tồn tại. Đúng. Có chút lý do gì để hoảng sợ đâu.  Ngay cả việc Alice luôn canh chừng - Edward dựa vào khả năng biết chính xác tương lai một cách kỳ lạ của cô ấy để cảnh báo cho chúng tôi mọi việc- thật là điên khi liều lĩnh như vậy.     Hơn nữa, tôi đã thắng trong cuộc tranh luận này. Ngày biến đổi tôi đã được tạm thời quyết định là ngay sau khi tốt nghiệp trung học, tức là chỉ còn vài tuần nữa thôi.  Cái xóc nẩy mạnh khó chịu xuyên qua dạ dày khi tôi nhận ra khoảng thời gian thực sự còn rất ngắn. Dĩ nhiên sự biến đổi này là cần thiết - và bởi đó chính là điều mà tôi mong muốn hơn hết thảy những gì trên thế gian này gộp lại - nhưng tôi quan tâm rất nhiều đến Charlie vẫn đang ngồi trong căn phòng kia thưởng thức trận đấu, như mọi buổi tối khác. Và mẹ tôi, Renée, đang ở tiểu bang đầy nắng Florida xa xôi, vẫn bảo tôi đến nghỉ hè trên bãi biển với bà và chồng mới cưới của bà. Và Jacob, một người, không giống như cha mẹ tôi, sẽ biết chính xác chuyện gì xảy ra khi tôi biến mất để đến ngôi trường nào đó xa xôi. Ngay cho dù cha mẹ tôi không nghi ngờ trong một thời gian dài, ngay cho dù tôi có thể hoãn viếng thăm với lời xin lỗi rằng vì chi phí đi lại hay vì học hành quá tải hoặc bệnh, nhưng Jacob sẽ biết sự thật.     Trong một chốc, cái ý nghĩ Jacob chắc chắn khiếp sợ đã làm lu mờ mọi nỗi đau khác.  \"Bella,\" Edward thì thầm, mặt anh nhăn lại khi đọc thấy niềm đau trong suy nghĩ của tôi. \"Không có gì phải vội. Anh sẽ không để cho bất kỳ ai làm em bị thương. Em hãy thong thả.\"  \"Em muốn nhanh,\" tôi thì thầm, mỉm cười yếu ớt, cố pha trò. \"Em cũng muốn trở thành quái vật nữa.”    Anh nghiến răng lại; nói qua kẽ răng. \"Em không biết em đang nói gì đâu.\" Bỗng dưng anh ném tờ báo ướt lên bàn ở giữa chúng tôi. Ngón tay anh chỉ vào dòng tít trên trang nhất :  DANH SÁCH NGƯỜI CHẾT ĐANG GIA TĂNG, CẢNH SÁT E RẰNG ĐÂY LÀ HOẠT ĐỘNG CỦA CÁC BĂNG NHÓM  \"Chuyện đó chẳng dính dáng tới gì hết?\"  \"Quái vật không phải là chuyện đùa đâu, Bella.\"  Tôi nhìn chằm chằm vào tiêu đề bài báo, rồi ngước lên nhìn vẻ mặt nghiêm nghị của anh.  ”Một…con ma cà rồng đang làm việc này à?\" Tôi thì thầm.    Anh cười chua chát. Giọng anh chùng xuống và lạnh lẽo.  \"Em sẽ ngạc nhiên, Bella, khi biết đồng loại của anh thường đứng sau những chuyện kinh dị đăng ở các trang tin tức của loài người. Thật dễ nhận ra, khi em biết em đang tìm kiếm gì. Thông tin ở đây cho biết một con ma cà rồng mới sinh đang sống buông thả ở Seattle. Khát máu, hoang dã, không kiểm soát được bản thân. Tất cả bọn anh đều thế.\"  Tôi nhìn chằm chằm vào tờ báo lần nữa, lẩn tránh ánh mắt anh.    \"Tụi anh đã giám sát tình hình trong một vài tuần nay. Mọi dấu hiệu đều có ở đó cả - biến mất mơ hồ, luôn vào ban đêm, – những xác chết ở trong tình trạng thảm khốc, thiếu bằng chứng khác... Đúng vậy, một con mới tinh. Và dường như chẳng ai chịu trách nhiệm về con ma cà rồng mới này. ..\" Anh hít thật sâu. \" Ừm, đó không phải là chuyện của mình. Bọn anh thậm chí chẳng thèm để mắt tới nếu nó không xảy ra ở gần nhà mình. Như anh đã nói, chuyện này xảy ra hoài. Sự hiện hữu của mấy con quái vật sẽ dẫn đến hậu quả ghê gớm.\"    Tôi cố không nhìn mấy cái tên trên trang này, nhưng chúng cứ nhảy ra khỏi phần còn lại của trang in như thể được in đậm vậy. Năm người bị chết, gia đình họ giờ đây đang than khóc. Khi đọc những cái tên đó, tôi thấy nó khác với những vụ giết người về mặt lý thuyết . Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O'Connell, Ronald Albrook. Những người này cũng có cha mẹ và con cái và bạn bè và thú cưng và công việc và hy vọng và kế hoạch và những kỷ niệm và tương lại nữa..…  \"Em sẽ không giống vậy đâu,\" tôi thì thầm, nửa tự nói với chính mình.  \"Anh sẽ không để em như thế nhé. Mình sẽ sống ở Nam cực.\"    Edward khịt mũi, phá tan đi sự căng thẳng. \"Có chim cánh cụt nữa. Dễ thương hết sức.\"  Tôi run run cười và gạt phăng tờ báo ra khỏi bàn để khòi nhìn thấy mấy cái tên đó nữa; nó chạm vô vải sơn lót sàn kêu cái thịch. Tất nhiên Edward sẽ xem xét khả năng săn mồi. Anh và cả gia đình \"ăn chay\" của anh - đều cam kết bảo vệ mạng sống con người – chọn hương vị của các con thú lớn để đáp ứng nhu cầu ăn kiêng của họ. \"Vậy thì, Alaska, như kế hoạch. Chỉ việc chọn nơi nào đó xa hơn Juneau - một nơi nào đó mà có thiệt nhiều gấu xám.\"  \"Tốt hơn,\" anh thêm vào. \"nên có cả gấu trắng Bắc Cực. Rất dữ tợn. Và loài sói sẽ đông lên.\"     Tôi há hốc và thở thật mạnh.  \"Có chuyện gì vậy?\" anh hỏi. Trước khi tôi có thể thở lại bình thường, vẻ không hiểu biến mất và toàn thân anh dường như rắn lại. \"Ồ. Vậy thì đừng để ý đến loài sói, nếu chuyện này làm em khó chịu.\" Giọng anh đanh lại, nghiêm nghị, đôi vai anh gồng lên.  \"Anh ấy đã từng là bạn thân nhất của em, Edward,\" tôi lẩm bẩm. Cảm thấy nhói đau khi sử dụng thời quá khứ. “Dĩ nhiên ý nghĩ đó làm em khó chịu.\"  \"Làm ơn bỏ qua chuyện anh thiếu suy nghĩ nhé,\" anh nói, vẫn với cái giọng nghiêm nghị ấy. \"Lẽ ra anh không nên nêu chuyện đó ra. \"  \"Đừng lo chuyện đó.\" Tôi nhìn chằm chằm vào bàn tay tôi, nắm lại thành hai nắm đấm trên bàn.  Cả hai chúng tôi đều im lặng một hồi lâu, và rồi ngón tay mát rượi của anh ở dưới cằm tôi, nâng mặt tôi lên. Giờ thì vẻ mặt của anh dịu nhiều.    \"Xin lỗi. Thật đấy.\"  \"Em biết. Em biết sẽ không còn như cũ nữa. Lẽ ra em không nên phản ứng như vậy. Chỉ là…..ừm, em đang nghĩ đến Jacob trước khi anh ghé qua.\" Tôi do dự. Đôi mắt vàng nâu của anh hình như tối lại mỗi khi tôi nhắc đến tên Jacob. Giọng tôi khẩn khoản đáp lại.\" Charlie nói Jake đang khổ sở. Hiện giờ anh ta đang đau đớn, và . . . do lỗi của em đó. \"  \"Em đâu có làm gì sai, Bella. \"  Tôi hít thật sâu. \"Em cần phải cải thiện tình hình, Edward. Em nợ anh ấy chuyện này. Và dù sao đó cũng là một trong những điều kiện của Charlie\"    Mặt anh đổi sắc khi tôi nói, trở nên rắn lại, như tượng.  \"Em biết là việc em loanh quanh bên cạnh người sói không có ai bảo vệ là không thể được, Bella. Và chuyện đó sẽ phá vỡ thoả ước nếu có ai trong tụi anh vượt qua đất của họ. Em có muốn tụi anh gây chiến không?\"  \"Dĩ nhiên là không rồi!\"  \"Vậy thì chẳng cần nói thêm về chuyện này nữa.\" Anh buông thỏng tay xuống và nhìn sang chỗ khác, tìm đề tài để thay đổi. Mắt anh ngừng lại trên cái gì đó đằng sau tôi, và anh mỉm cười, mặc dù đôi mắt anh vẫn dè dặt.  “Anh mừng vì Charlie đã quyết định cho em ra ngoài – em cảm thấy buồn và cần đến tiệm sách. Anh không thể tin nỗi em lại đọc Đỉnh gió hú. Em chưa thuộc lòng nó à?\"    \"Đâu phải ai cũng có trí nhớ như in đâu,\" tôi cộc lốc nói.  \"Nhớ như in hay không, anh vẫn không hiểu tại sao em thích nó. Mấy nhân vật này là những người rùng rợn cứ huỷ hoại đời nhau. Anh không biết tại sao Heathcliff và Cathy cuối cùng lại được xếp vô những đôi như Romeo và Juliet hoặc Elizabeth Bennet và ông Darcy. Đâu phải là một chuyện tình, đó là câu chuyện về lòng căm thù.\"     \"Anh không thích những tác phẩm kinh điển thì phải,\" tôi cáu kỉnh.  \"Có lẽ đó là vì anh không ấn tượng với đồ cổ.\" Anh mỉm cười, rõ ràng hài lòng khi đã làm phân tâm tôi. \"Thế nhưng, thật tình sao em cứ đọc nó hoài vậy?\" Mắt anh long lanh với vẻ quan tâm thực sự, cố gắng –một lần nữa – làm sáng tỏ kiểu suy nghĩ rối rấm của tâm trí tôi. Anh chồm qua bàn ôm mặt tôi trong bàn tay mình.\"Cái gì đã lôi cuốn em đến vậy?\"    Tính hiếu kỳ chân thành của anh đã làm tôi mềm lòng. \"Em không rõ nữa, \" tôi nói, cố gắng sắp xếp lại ý nghĩ trong khi ánh nhìn chằm chằm của anh vô tình phân tán suy nghĩ của tôi. \"Em nghĩ đó có thể là tính tất yếu không thể tránh được. Sao mà chẳng có gì có thể chia lìa họ được - không phải tính ích kỷ của cô ấy, hay tại bản chất anh ta xấu xa, hoặc thậm chí cái chết, cuối cùng….\"  Mặt anh có vẻ tư lự khi nghiền ngẫm lời tôi nói. Một lúc sau anh cười trêu chọc. \"Anh vẫn nghĩ chuyện sẽ hay hơn nếu có ai trong số họ biết hối lỗi\"    \"Em nghĩ có lẽ điểm mấu chốt là, \" tôi không đồng ý. \"Tình yêu chính là sự hối lỗi duy nhất của họ.\"  \"Anh tưởng em có khả năng thưởng thức tốt hơn thế - yêu ai đó rất ...có hại.\"  \"Hơi trễ đối với em để lo chuyện em yêu ai, \" tôi nêu rõ. “Nhưng thậm chí không cần cảnh báo, dường như em đã kiểm soát chuyện đó khá tốt rồi.\"    Anh cười lặng lẽ. \"Anh mừng khi em nghĩ vậy.\"  \"Ừm, em hy vọng anh đủ thông minh để tránh xa những ai ích kỷ như thế. Catherine đúng là nguồn cơn của mọi rắc rối, đâu phải Heathcliff.\"  \"Anh sẽ cảnh giác,\" anh hứa.  Tôi thở dài. Anh giỏi làm người ta phân tâm lắm.  Tôi đặt tay mình lên tay anh để ôm lấy mặt tôi. \"Em cần gặp Jacob.\"  Mắt anh nhắm lại. \"Đừng.\"     \"Thực sự không nguy hiểm chút nào đâu,” tôi nói, van nài lần nữa. \"Em thường chơi với tất cả mọi người suốt cả ngày ở La Push, mà chưa bao giờ có chuyện gì xảy ra hết.\"  Nhưng tôi đã sơ suất; giọng tôi ấp úng ở đoạn cuối vì tôi nhận ra tôi đang nói những từ dối trá. Không phải chẳng có gì xảy ra. Một tia ký ức chợt loé lên trong đầu tôi - con chó sói xám khổng lồ thu mình lại chuẩn bị nhảy, nhe răng nhọn như dao găm chĩa vào tôi - làm cho lòng bàn tay tôi mướt mồ hôi với tiếng kêu hoảng sợ khi nhớ lại.  Edward nghe được tim tôi đập nhanh hơn và gục gặc đầu như thể tôi đã thừa nhận chuyện nói xạo . \"Người sói không thể tự chủ được. Đôi khi, người gần gũi chúng sẽ bị thương. Đôi khi, họ còn bị giết chết nữa.\"    Tôi muốn phủ nhận điều đó, nhưng hình ảnh khác làm tôi chậm bác bỏ. Tôi thấy trong đầu mình khuôn mặt trước đây rất xinh đẹp của Emily Young, bây giờ bị huỷ hoại với ba cái sẹo đen kéo khoé mắt phải của cô xuống và làm cho miệng cô méo mó suốt đời thành nét giận dữ không cân xứng.  Anh chờ tôi lên tiếng với vẻ hoan hỉ đắc thắng.  “Anh chẳng hiểu họ đâu,\" tôi thì thầm.  \"Anh hiểu họ nhiều hơn em nghĩ đấy, Bella. Anh có mặt ở đây lần cuối cùng.\"  \"Lần cuối cùng à?\"    \"Tụi anh bắt đầu đụng độ với bọn sói khoảng bảy mươi năm về trước…..tụi anh dừng chân gần Hoquiam. Đó là trước khi Alice và Jasper về ở với tụi anh. Tụi anh đông hơn họ, nhưng chẳng thể ngăn được cuộc chiến nếu không vì Carlisle. Ông đã cố thuyết phục Ephraim Black là có thể cùng chung sống, và cuối cùng tụi anh đã thoả thuận ngừng chiến.\"  Cái tên của ông cố Jacob khiến tôi giật mình.    “Tụi anh cứ ngỡ dòng họ này đã lụi tàn cùng với Ephraim rồi chứ,\" Edward lẩm bẩm; nghe có vẻ như anh giờ đây đang tự sự với chính mình. \"Tưởng là sự biến dị giúp biến đổi ấy đã mai một...\" Anh dừng lại và nhìn tôi chằm chằm với vẻ buộc tội. \"Vận rủi của em có vẻ phát huy hiệu lực hơn mỗi ngày. Em có biết là khả năng lôi kéo chết chóc vô độ của em đã đủ mạnh để cứu đàn chó đột biến khỏi tình trạng tuyệt chủng không? Nếu đóng chai được may mắn của em, thì mình đã có được vũ khí huỷ diệt hàng loạt trong tay rồi.\"  Tôi lờ đi lời trêu ghẹo, chú ý đến giả định của anh – Anh nói thiệt ư?  \"Nhưng em đâu có khôi phục họ đâu. Anh không biết à?\"    \"Biết cái gì?\"  \"Chuyện xui xẻo của em chẳng hề liên quan gì đến chuyện đó hết. Người sói trở lại vì ma cà rồng đã trở lại.\"  Edward nhìn tôi chằm chằm, toàn thân anh bất động vì bất ngờ.  \"Jacob bảo em là chuyện gia đình anh ở đây đã gây ra mọi chuyện. Em nghĩ anh đã biết…..\"  Mắt anh nheo lại. \"Họ nghĩ thế à?\"  \"Edward, xem những sự kiện nè. Cách đây bảy mươi năm, anh đến đây, và người sói xuất hiện. Bây giờ anh trở lại, và người sói xuất hiện trở lại. Anh nghĩ đó là sự trùng hợp ngẫu nhiên sao?\"    Anh chớp mắt và ánh mắt chằm chằm của anh giãn ra.\"Carlisle sẽ thích giả thuyết này lắm đây.”  \"Giả thuyết à,\" tôi chế giễu.  Anh im lặng hồi lâu, nhìn ra cửa sổ vào trời mưa; tôi tưởng tượng anh đang ngẫm nghĩ về việc hiện diện của gia đình anh đang biến những người dân địa phương thành những con chó khổng lồ.  \"Thú vị, nhưng không liên quan cho lắm,\" anh thì thầm một lúc. \"Tình hình vẫn vậy.\"  Tôi có thể hiểu điều đó khá dễ: không bạn bè gì với người sói hết.  Tôi biết mình phải kiên nhẫn với Edward. Không phải là anh vô lý, mà chỉ là anh không hiểu. Anh không biết rằng tôi nợ Jacob Black rất nhiều - nhiều lần trong đời, và có thể cả sự sáng suốt của tôi nữa.   Tôi không thích nói về khoảng thời gian trống vắng với bất kỳ ai, và đăc biệt là càng không thể nói với Edward. Anh bỏ đi chỉ vì cố cứu tôi, cố cứu linh hồn của tôi. Tôi không buộc anh phải chịu trách nhiệm về mọi chuyện ngu ngốc tôi đã làm khi anh đi vắng, hay nỗi đau mà tôi chịu đựng.  Anh đã làm vậy.  Vì thế tôi sẽ phải giải thích thật cẩn thận.  Tôi đứng dậy và đi quanh bàn. Anh dang tay ra đón tôi và tôi ngồi vào lòng anh, rúc vào vòng tay cứng như đá giá lạnh của anh. Tôi vừa nói vừa nhìn vào bàn tay anh.    \"Xin hãy lắng nghe em một lát thôi. Việc này quan trọng hơn nhiều so với chuyện bốc đồng đến thăm một người bạn cũ. Jacob đang đau đớn.\" Giọng tôi lạc đi khi nói đến từ này. \"Em không thể không thử giúp anh ấy - em không thể từ bỏ anh ấy bây giờ, lúc anh ấy cần em. Chỉ bởi vì anh ấy không phải luôn là con người... À, anh ấy đã ở đó vì em khi chính em... cũng chẳng phải là con người. Anh không hiểu điều như thế nào đâu...\" Tôi do dự. Cánh tay Edward cứng ngắc quanh tôi; giờ đây bàn tay anh đang co thành nắm đấm, gân nổi lên. \"Nếu Jacob đã không giúp em... Em không biết anh có quay về hay không. Em nợ anh ấy nhiều hơn việc này nữa, Edward.”     Tôi thận trọng ngước nhìn mặt anh. Mắt anh nhắm nghiền, và quai hàm anh căng ra.  \"Anh sẽ không bao giờ tha thứ cho mình vì đã rời bỏ em\" anh thì thầm. \"Vẫn không dẫu cho anh có sống một trăm ngàn năm nữa.\"  Tôi đưa tay chạm vào khuôn mặt lạnh băng của anh và chờ mãi cho đến khi anh thở dài và mở mắt ra.  \"Anh chỉ cố làm chuyện đúng đắn thôi. Và em chắc chắn nó sẽ có hiệu quả với bất kỳ ai ít tâm thần hơn em. Hơn nữa, giờ này anh đã ở đây rồi. Đó mới là chuyện quan trọng\"  \"Nếu anh không bỏ đi, thì em đã không cảm thấy cần liều mình đi an ủi một con chó\"  Tôi do dự. Tôi đã quen với Jacob và tất cả từ xúc phạm làm giảm giá trị người khác của anh - lũ hút máu, đỉa, kẻ ăn bám….    Không hiểu vì sao giọng nói mượt mà của Edward có vẻ gay gắt.  \"Anh không biết nói sao cho đúng,\" Edward nói, và giọng anh ảm đạm. \"Anh nghĩ chuyện này nghe có vẻ độc ác. Nhưng anh đã suýt mất em. Anh biết cảm giác đó như thế nào. Anh sẽ không chịu đựng nỗi bất cứ chuyện gì nguy hiểm nữa đâu.\"  \"Anh phải tin em về chuyện này. Em sẽ ổn thôi mà.\"  Mặt anh lại đau khổ. “Xin em đấy, Bella,\" anh thì thầm.  Tôi nhìn chằm chằm vào đôi mắt vàng bỗng nhiên cháy bỏng của anh. “Xin em cái gì?\"  \"Xin em, hãy vì anh. Xin em cố gắng giữ cho mình an toàn. Anh sẽ làm mọi thứ có thể, nhưng anh rất cảm kích sự giúp đỡ nhỏ nhoi này.\"    \"Em sẽ cố gắng,\" tôi thì thầm.  \"Em có thật sự biết em quan trọng thế nào với anh không? Chẳng sao tả được anh yêu em nhiều bao nhiêu?\" Anh siết chặt tôi vào bộ ngực rắn chắc của anh hơn, kéo đầu tôi để dưới cằm anh.  Tôi áp môi mình vào cái cổ lạnh như tuyết của anh. \"Em biết em yêu anh nhiều bao nhiêu,\" tôi trả lời.  \"Em so một cây nhỏ với cả khu rừng à.\"  Tôi trợn tròn mắt, nhưng anh chẳng thấy được. \"Làm gì có chuyện đó.\"  Anh hôn đỉnh đầu của tôi và thở dài.  \"Không người sói nhé.\"  \"Em không chịu vậy đâu. Em phải gặp Jacob.\"  \"Vậy thì anh sẽ phải ngăn em thôi\" .    Anh có vẻ hết sức tự tin là chuyện này chẳng khó khăn gì.  Tôi biết chắc anh đúng.  \"Để xem,\" tôi cứ vờ tự tin. \"Anh ấy vẫn là bạn em.\"  Tôi có cảm nhận bức thư ngắn của Jacob trong túi của tôi, bỗng như nặng đến mười pao. Tôi có thể nghe mấy từ ấy bằng giọng anh, và anh dường như cũng đồng ý với Edward – đó là chuyện không bao giờ xảy ra trong thực tế.  Chẳng thay đổi được chuyện gì hết. Xin lỗi."
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small <em>giggle</em> managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        },
        {
            "en": "Chạng Vạng - Twilight             I'd never given much thought to how I would die — though I'd had reason enough in the last few months — but even if I had, I would not have imagined it like this. I stared without breathing across the long room, into the dark eyes of the hunter, and he looked pleasantly back at me. Surely it was a good way to die, in the place of someone else, someone I loved. Noble, even. That ought to count for something. I knew that if I'd never gone to Forks, I wouldn't be facing death now. But, terrified as I was, I couldn't bring myself to regret the decision. When life offers you a dream so far beyond any of your expectations, it's not reasonable to grieve when it comes to an end. The hunter smiled in a friendly way as he sauntered forward to kill me. 1.  FIRST SIGHT My mother drove me to the airport with the windows rolled down. It was seventy-five degrees in Phoenix, the sky a perfect, cloudless blue. I was wearing my favorite shirt — sleeveless, white eyelet lace; I was wearing it as a farewell gesture. My carry-on item was a parka. In the Olympic Peninsula of northwest Washington State, a small town named Forks exists under a near-constant cover of clouds. It rains on this inconsequential town more than any other place in the United States of America. It was from this town and its gloomy, omnipresent shade that my mother escaped with me when I was only a few months old. It was in this town that I'd been compelled to spend a month every summer until I was fourteen. That was the year I finally put my foot down; these past three summers, my dad, Charlie, vacationed with me in California for two weeks instead.  It was to Forks that I now exiled myself— an action that I took with great horror. I detested Forks. I loved Phoenix. I loved the sun and the blistering heat. I loved the vigorous, sprawling city. \"Bella,\" my mom said to me — the last of a thousand times — before I got on the plane.” You don't have to do this.\" My mom looks like me, except with short hair and laugh lines. I felt a spasm of panic as I stared at her wide, childlike eyes. How could I leave my loving, erratic, harebrained mother to fend for herself? Of course she had Phil now, so the bills would probably get paid, there would be food in the refrigerator, gas in her car, and someone to call when she got lost, but still… \"I want to go,\" I lied. I'd always been a bad liar, but I'd been saying this lie so frequently lately that it sounded almost convincing now. \"Tell Charlie I said hi.\" \"I will.\" \"I'll see you soon,\" she insisted.” You can come home whenever you want — I'll come right back as soon as you need me.\" But I could see the sacrifice in her eyes behind the promise.  \"Don't worry about me,\" I urged.” It'll be great. I love you, Mom.\" She hugged me tightly for a minute, and then I got on the plane, and she was gone. It's a four-hour flight from Phoenix to Seattle, another hour in a small plane up to Port Angeles, and then an hour drive back down to Forks. Flying doesn't bother me; the hour in the car with Charlie, though, I was a little worried about. Charlie had really been fairly nice about the whole thing. He seemed genuinely pleased that I was coming to live with him for the first time with any degree of permanence. He'd already gotten me registered for high school and was going to help me get a car. But it was sure to be awkward with Charlie. Neither of us was what anyone would call verbose, and I didn't know what there was to say regardless. I knew he was more than a little confused by my decision — like my mother before me, I hadn't made a secret of my distaste for Forks. When I landed in Port Angeles, it was raining. I didn't see it as an omen — just unavoidable. I'd already said my goodbyes to the sun. Charlie was waiting for me with the cruiser. This I was expecting, too.  Charlie is Police Chief Swan to the good people of Forks. My primary motivation behind buying a car, despite the scarcity of my funds, was that I refused to be driven around town in a car with red and blue lights on top. Nothing slows down traffic like a cop. Charlie gave me an awkward, one-armed hug when I stumbled my way off the plane. \"It's good to see you, Bells,\" he said, smiling as he automatically caught and steadied me.” You haven't changed much. How's Renée?\" \"Mom's fine. It's good to see you, too, Dad.\" I wasn't allowed to call him Charlie to his face. I had only a few bags. Most of my Arizona clothes were too permeable for Washington. My mom and I had pooled our resources to supplement my winter wardrobe, but it was still scanty. It all fit easily into the trunk of the cruiser. \"I found a good car for you, really cheap,\" he announced when we were strapped in. \"What kind of car?\" I was suspicious of the way he said \"good car for you\" as opposed to just \"good car.\" \"Well, it's a truck actually, a Chevy.\" \"Where did you find it?\" \"Do you remember Billy Black down at La Push?\" La Push is the tiny Indian reservation on the coast. \"No.\" \"He used to go fishing with us during the summer,\" Charlie prompted.  That would explain why I didn't remember him. I do a good job of blocking painful, unnecessary things from my memory. \"He's in a wheelchair now,\" Charlie continued when I didn't respond, \"so he can't drive anymore, and he offered to sell me his truck cheap.\" \"What year is it?\" I could see from his change of expression that this was the question he was hoping I wouldn't ask. \"Well, Billy's done a lot of work on the engine — it's only a few years old, really.\" I hoped he didn't think so little of me as to believe I would give up that easily.” When did he buy it?\" \"He bought it in 1984, I think.\" \"Did he buy it new?\" \"Well, no. I think it was new in the early sixties — or late fifties at the earliest,\" he admitted sheepishly. \"Ch — Dad, I don't really know anything about cars. I wouldn't be able to fix it if anything went wrong, and I couldn't afford a mechanic…\" \"Really, Bella, the thing runs great. They don't build them like that anymore.\" The thing, I thought to myself… it had possibilities — as a nickname, at the very least. \"How cheap is cheap?\" After all, that was the part I couldn't compromise on. \"Well, honey, I kind of already bought it for you. As a homecoming gift.\" Charlie peeked sideways at me with a hopeful expression. Wow. Free. \"You didn't need to do that, Dad. I was going to buy myself a car.\" \"I don't mind. I want you to be happy here.\" He was looking ahead at the road when he said this. Charlie wasn't comfortable with expressing his emotions out loud. I inherited that from him. So I was looking straight ahead as I responded. \"That's really nice, Dad. Thanks. I really appreciate it.\" No need to add that my being happy in Forks is an impossibility. He didn't need to suffer along with me. And I never looked a free truck in the mouth — or engine. \"Well, now, you're welcome,\" he mumbled, embarrassed by my thanks.  We exchanged a few more comments on the weather, which was wet, and that was pretty much it for Conversation. We stared out the windows in silence. It was beautiful, of course; I couldn't deny that. Everything was green: the trees, their trunks covered with moss, their branches hanging with a canopy of it, the ground covered with ferns. Even the air filtered down greenly through the leaves. Eventually we made it to Charlie's. He still lived in the small, two-bedroom house that he'd bought with my mother in the early days of their marriage. Those were the only kind of days their marriage had — the early ones. There, parked on the street in front of the house that never changed, was my new — well, new to me — truck. It was a faded red color, with big, rounded fenders and a bulbous cab. To my intense surprise, I loved it. I didn't know if it would run, but I could see myself in it. Plus, it was one of those solid iron affairs that never gets damaged — the kind you see at the scene of an accident, paint unscratched, surrounded by the pieces of the foreign car it had destroyed. \"Wow, Dad, I love it! Thanks!\" Now my horrific day tomorrow would be just that much less dreadful. I wouldn't be faced with the choice of either walking two miles in the rain to school or accepting a ride in the Chief's cruiser. \"I'm glad you like it,\" Charlie said gruffly, embarrassed again. It took only one trip to get all my stuff upstairs. I got the west bedroom that faced out over the front yard. The room was familiar; it had been belonged to me since I was born. The wooden floor, the light blue walls, the peaked ceiling, the yellowed lace curtains around the window — these were all a part of my childhood. The only changes Charlie had ever made were switching the crib for a bed and adding a desk as I grew. The desk now held a secondhand computer, with the phone line for the modem stapled along the floor to the nearest phone jack. This was a stipulation from my mother, so that we could stay in touch easily. The rocking chair from my baby days was still in the corner. There was only one small bathroom at the top of the stairs, which I would have to share with Charlie. I was trying not to dwell too much on that fact. One of the best things about Charlie is he doesn't hover. He left me alone to unpack and get settled, a feat that would have been altogether impossible for my mother. It was nice to be alone, not to have to smile and look pleased; a relief to stare dejectedly out the window at the sheeting rain and let just a few tears escape. I wasn't in the mood to go on a real crying jag. I would save that for bedtime, when I would have to think about the coming morning. Forks High School had a frightening total of only three hundred and fifty-seven — now fifty-eight — students; there were more than seven hundred people in my junior class alone back home. All of the kids here had grown up together — their grandparents had been toddlers together. I would be the new girl from the big city, a curiosity, a freak. Maybe, if I looked like a girl from Phoenix should, I could work this to my advantage. But physically, I'd never fit in anywhere. I should be tan, sporty, blond — a volleyball player, or a cheerleader, perhaps — all the things that go with living in the valley of the sun. Instead, I was ivory-skinned, without even the excuse of blue eyes or red hair, despite the constant sunshine. I had always been slender, but soft somehow, obviously not an athlete; I didn't have the necessary hand-eye coordination to play sports without humiliating myself — and harming both myself and anyone else who stood too close. When I finished putting my clothes in the old pine dresser, I took my bag of bathroom necessities and went to the communal bathroom to clean myself up after the day of travel. I looked at my face in the mirror as I brushed through my tangled, damp hair. Maybe it was the light, but already I looked sallower, unhealthy. My skin could be pretty — it was very clear, almost translucent-looking — but it all depended on color. I had no color here. Facing my pallid reflection in the mirror, I was forced to admit that I was lying to myself. It wasn't just physically that I'd never fit in. And if I couldn't find a niche in a school with three thousand people, what were my chances here? I didn't relate well to people my age. Maybe the truth was that I didn't relate well to people, period. Even my mother, who I was closer to than anyone else on the planet, was never in harmony with me, never on exactly the same page. Sometimes I wondered if I was seeing the same things through my eyes that the rest of the world was seeing through theirs. Maybe there was a glitch in my brain. But the cause didn't matter. All that mattered was the effect. And tomorrow would be just the beginning.  I didn't sleep well that night, even after I was done crying. The constant whooshing of the rain and wind across the roof wouldn't fade into the background. I pulled the faded old quilt over my head, and later added the pillow, too. But I couldn't fall asleep until after midnight, when the rain finally settled into a quieter drizzle. Thick fog was all I could see out my window in the morning, and I could feel the  claustrophobia creeping up on me. You could never see the sky here; it was like a cage. Breakfast with Charlie was a quiet event. He wished me good luck at school. I thanked him, knowing his hope was wasted. Good luck tended to avoid me. Charlie left first, off to the police station that was his wife and family. After he left, I sat at the old square oak table in one of the three unmatching chairs and examined his small kitchen, with its dark paneled walls, bright yellow cabinets, and white linoleum floor. Nothing was changed. My mother had painted the cabinets eighteen years ago in an attempt to bring some sunshine into the house. Over the small fireplace in the adjoining handkerchief-sized family room was a row of pictures. First a wedding picture of Charlie and my mom in Las Vegas, then one of the three of us in the hospital after I was born, taken by a helpful nurse, followed by the procession of my school pictures up to last year's. Those were embarrassing to look at — I would have to see what I could do to get Charlie to put them somewhere else, at least while I was living here. It was impossible, being in this house, not to realize that Charlie had never gotten over my mom. It made me uncomfortable. I didn't want to be too early to school, but I couldn't stay in the house anymore. I donned my jacket — which had the feel of a biohazard suit — and headed out into the rain. It was just drizzling still, not enough to soak me through immediately as I reached for the house key that was always hidden under the eaves by the door, and locked up. The sloshing of my new waterproof boots was unnerving. I missed the normal crunch of gravel as I walked. I couldn't pause and admire my truck again as I wanted; I was in a hurry to get out of the misty wet that swirled around my head and clung to my hair under my hood. Inside the truck, it was nice and dry. Either Billy or Charlie had obviously cleaned it up, but the tan upholstered seats still smelled faintly of tobacco, gasoline, and peppermint. The engine started quickly, to my relief, but loudly, roaring to life and then idling at top volume. Well, a truck this old was bound to have a flaw. The antique radio worked, a plus that I hadn't expected. Finding the school wasn't difficult, though I'd never been there before. The school was, like most other things, just off the highway. It was not obvious that it was a school; only the sign, which declared it to be the Forks High School, made me stop. It looked like a collection of matching houses, built with maroon-colored bricks. There were so many trees and shrubs I couldn't see its size at first. Where was the feel of the institution? I wondered nostalgically. Where were the chain-link fences, the metal detectors? I parked in front of the first building, which had a small sign over the door reading front office. No one else was parked there, so I was sure it was off limits, but I decided I would get directions inside instead of circling around in the rain like an idiot. I stepped unwillingly out of the toasty truck cab and walked down a little stone path lined with dark hedges. I took a deep breath before opening the door.  Inside, it was brightly lit, and warmer than I'd hoped. The office was small; a little waiting area with padded folding chairs, orange-flecked commercial carpet, notices and awards cluttering the walls, a big clock ticking loudly. Plants grew everywhere in large plastic pots, as if there wasn't enough greenery outside. The room was cut in half by a long counter, cluttered with wire baskets full of papers and brightly colored flyers taped to its front. There were three desks behind the counter, one of which was manned by a large, red-haired woman wearing glasses. She was wearing a purple t-shirt, which immediately made me feel overdressed. The red-haired woman looked up.” Can I help you?\" \"I'm Isabella Swan,\" I informed her, and saw the immediate awareness light her eyes. I was expected, a topic of gossip no doubt. Daughter of the Chief's flighty ex-wife, come home at last. \"Of course,\" she said. She dug through a precariously stacked pile of documents on her desk till she found the ones she was looking for.” I have your schedule right here, and a map of the school.\" She brought several sheets to the counter to show me. She went through my classes for me, highlighting the best route to each on the map, and gave me a slip to have each teacher sign, which I was to bring back at the end of the day. She smiled at me and hoped, like Charlie, that I would like it here in Forks. I smiled back as convincingly as I could. When I went back out to my truck, other students were starting to arrive. I drove around the school, following the line of traffic. I was glad to see that most of the cars were older like mine, nothing flashy. At home I'd lived in one of the few lower-income neighborhoods that were included in the Paradise Valley District. It was a common thing to see a new Mercedes or Porsche in the student lot. The nicest car here was a shiny Volvo, and it stood out. Still, I cut the engine as soon as I was in a spot, so that the thunderous volume wouldn't draw attention to me. I looked at the map in the truck, trying to memorize it now; hopefully I wouldn't have to walk around with it stuck in front of my nose all day. I stuffed everything in my bag, slung the strap over my shoulder, and sucked in a huge breath. I can do this, I lied to myself feebly. No one was going to bite me. I finally exhaled and stepped out of the truck.  I kept my face pulled back into my hood as I walked to the sidewalk, crowded with teenagers. My plain black jacket didn't stand out, I noticed with relief. Once I got around the cafeteria, building three was easy to spot. A large black \"3\" was painted on a white square on the east corner. I felt my breathing gradually creeping toward hyperventilation as I approached the door. I tried holding my breath as I followed two unisex raincoats through the door.  The classroom was small. The people in front of me stopped just inside the door to hang up their coats on a long row of hooks. I copied them.  They were two girls, one a porcelain-colored blonde, the other also pale, with light brown hair. At least my skin wouldn't be a standout here.  I took the slip up to the teacher, a tall, balding man whose desk had a nameplate identifying him as Mr. Mason. He gawked at me when he saw my name — not an encouraging response — and of course I flushed tomato red. But at least he sent me to an empty desk at the back without introducing me to the class. It was harder for my new classmates to stare at me in the back, but somehow, they managed. I kept my eyes down on the reading list the teacher had given me. It was fairly basic: Bronte, Shakespeare, Chaucer, Faulkner. I'd already read everything. That was comforting… and boring. I wondered if my mom would send me my folder of old essays, or if she would think that was cheating. I went through different arguments with her in my head while the teacher droned on. When the bell rang, a nasal buzzing sound, a gangly boy with skin problems and hair black as an oil slick leaned across the aisle to talk to me. \"You're Isabella Swan, aren't you?\" He looked like the overly helpful, chess club type. \"Bella,\" I corrected. Everyone within a three-seat radius turned to look at me. \"Where's your next class?\" he asked.  I had to check in my bag.” Um, Government, with Jefferson, in building six.\" There was nowhere to look without meeting curious eyes.  \"I'm headed toward building four, I could show you the way…\" Definitely over-helpful.” I'm Eric,\" he added. I smiled tentatively.” Thanks.\" We got our jackets and headed out into the rain, which had picked up. I could have sworn several people behind us were walking close enough to eavesdrop. I hoped I wasn't getting paranoid. \"So, this is a lot different than Phoenix, huh?\" he asked. \"Very.\" \"It doesn't rain much there, does it?\" \"Three or four times a year.\" \"Wow, what must that be like?\" he wondered. \"Sunny,\" I told him. \"You don't look very tan.\" \"My mother is part albino.\" He studied my face apprehensively, and I sighed. It looked like clouds and a sense of humor didn't mix. A few months of this and I'd forget how to use sarcasm. We walked back around the cafeteria, to the south buildings by the gym. Eric walked me right to the door, though it was clearly marked. \"Well, good luck,\" he said as I touched the handle.” Maybe we'll have some other classes together.\" He sounded hopeful. I smiled at him vaguely and went inside.  The rest of the morning passed in about the same fashion. My Trigonometry teacher, Mr. Varner, who I would have hated anyway just because of the subject he taught, was the only one who made me stand in front of the class and introduce myself. I stammered, blushed, and tripped over my own boots on the way to my seat. After two classes, I started to recognize several of the faces in each class. There was always someone braver than the others who would introduce themselves and ask me questions about how I was liking Forks. I tried to be diplomatic, but mostly I just lied a lot. At least I never needed the map. One girl sat next to me in both Trig and Spanish, and she walked with me to the cafeteria for lunch. She was tiny, several inches shorter than my five feet four inches, but her wildly curly dark hair made up a lot of the difference between our heights. I couldn't remember her name, so I smiled and nodded as she prattled about teachers and classes. I didn't try to keep up. We sat at the end of a full table with several of her friends, who she introduced to me. I forgot all their names as soon as she spoke them. They seemed impressed by her bravery in speaking to me. The boy from English, Eric, waved at me from across the room. It was there, sitting in the lunchroom, trying to make conversation with seven curious strangers, that I first saw them. They were sitting in the corner of the cafeteria, as far away from where I sat as possible in the long room. There were five of them. They weren't talking, and they weren't eating, though they each had a tray of untouched food in front of them. They weren't gawking at me, unlike most of the other students, so it was safe to stare at them without fear of meeting an excessively interested pair of eyes. But it was none of these things that caught, and held, my attention. They didn't look anything alike. Of the three boys, one was big — muscled like a serious weight lifter, with dark, curly hair. Another was taller, leaner, but still muscular, and honey blond. The last was lanky, less bulky, with untidy, bronze-colored hair. He was more boyish than the others, who looked like they could be in college, or even teachers here rather than students. The girls were opposites. The tall one was statuesque. She had a beautiful figure, the kind you saw on the cover of the Sports Illustrated swimsuit issue, the kind that made every girl around her take a hit on her self-esteem just by being in the same room. Her hair was golden, gently waving to the middle of her back. The short girl was pixielike, thin in the extreme, with small features. Her hair was a deep black, cropped short and pointing in every direction. And yet, they were all exactly alike. Every one of them was chalky pale, the palest of all the students living in this sunless town. Paler than me, the albino. They all had very dark eyes despite the range in hair tones. They also had dark shadows under those eyes — purplish, bruiselike shadows. As if they were all suffering from a sleepless night, or almost  done recovering from a broken nose. Though their noses, all their features, were straight, perfect, angular.  But all this is not why I couldn't look away. I stared because their faces, so different, so similar, were all devastatingly, inhumanly beautiful. They were faces you never expected to see except perhaps on the airbrushed pages of a fashion magazine. Or painted by an old master as the face of an angel. It was hard to decide who was the most beautiful — maybe the perfect blond girl, or the bronze-haired boy. They were all looking away — away from each other, away from the other students, away from anything in particular as far as I could tell. As I watched, the small girl rose with her tray — unopened soda, unbitten apple — and walked away with a quick, graceful lope that belonged on a runway. I watched, amazed at her lithe dancer's step, till she dumped her tray and glided through the back door, faster than I would have thought possible. My eyes darted back to the others, who sat unchanging. \"Who are they?\" I asked the girl from my Spanish class, whose name I'd forgotten. As she looked up to see who I meant — though already knowing, probably, from my tone — suddenly he looked at her, the thinner one, the boyish one, the youngest, perhaps. He looked at my neighbor for just a fraction of a second, and then his dark eyes flickered to mine. He looked away quickly, more quickly than I could, though in a flush of embarrassment I dropped my eyes at once. In that brief flash of a glance, his face held nothing of interest — it was as if she had called his name, and he'd looked up in involuntary response, already having decided not to answer.  My neighbor giggled in embarrassment, looking at the table like I did.  \"That's Edward and Emmett Cullen, and Rosalie and Jasper Hale. The one who left was Alice Cullen; they all live together with Dr. Cullen and his wife.\" She said this under her breath. I glanced sideways at the beautiful boy, who was looking at his tray now, picking a bagel to pieces with long, pale fingers. His mouth was moving very quickly, his perfect lips barely opening.  The other three still looked away, and yet I felt he was speaking quietly to them. Strange, unpopular names, I thought. The kinds of names grandparents had.  But maybe that was in vogue here — small town names? I finally remembered that my neighbor was called Jessica, a perfectly common name. There were two girls named Jessica in my History class back home. \"They are… very nice-looking.\" I struggled with the conspicuous understatement. \"Yes!\" Jessica agreed with another <em>giggle</em>.” They're all together though — Emmett and Rosalie, and Jasper and Alice, I mean. And they live together.\" Her voice held all the shock and condemnation of the small town, I thought critically. But, if I was being honest, I had to admit that even in Phoenix, it would cause gossip. \"Which ones are the Cullens?\" I asked.” They don't look related…\" \"Oh, they're not. Dr. Cullen is really young, in his twenties or early thirties. They're all adopted. The Hales are brother and sister, twins — the blondes — and they're foster children.\" \"They look a little old for foster children.\" \"They are now, Jasper and Rosalie are both eighteen, but they've been with Mrs. Cullen since they were eight. She's their aunt or something like that.\" \"That's really kind of nice — for them to take care of all those kids like that, when they're so young and everything.\" \"I guess so,\" Jessica admitted reluctantly, and I got the impression that she didn't like the doctor and his wife for some reason. With the glances she was throwing at their adopted children, I would presume the reason was jealousy.” I think that Mrs. Cullen can't have any kids, though,\" she added, as if that lessened their kindness. Throughout all this conversation, my eyes flickered again and again to the table where the strange family sat. They continued to look at the walls and not eat. \"Have they always lived in Forks?\" I asked. Surely I would have noticed them on one of my summers here. \"No,\" she said in a voice that implied it should be obvious, even to a new arrival like me.” They just moved down two years ago from somewhere in Alaska.\" I felt a surge of pity, and relief. Pity because, as beautiful as they were, they were outsiders, clearly not accepted. Relief that I wasn't the only newcomer here, and certainly not the most interesting by any standard. As I examined them, the youngest, one of the Cullens, looked up and met my gaze, this time with evident curiosity in his expression. As I looked swiftly away, it seemed to me that his glance held some kind of unmet expectation. \"Which one is the boy with the reddish brown hair?\" I asked. I peeked at him from the corner of my eye, and he was still staring at me, but not gawking like the other students had today — he had a slightly frustrated expression. I looked down again. \"That's Edward. He's gorgeous, of course, but don't waste your time. He doesn't date. Apparently none of the girls here are good-looking enough for him.\" She sniffed, a clear case of sour grapes. I wondered when he'd turned her down. I bit my lip to hide my smile. Then I glanced at him again. His face was turned away, but I thought his cheek appeared lifted, as if he were smiling, too. After a few more minutes, the four of them left the table together. They all were noticeably graceful — even the big, brawny one. It was unsettling to watch. The one named Edward didn't look at me again. I sat at the table with Jessica and her friends longer than I would have if I'd been sitting alone. I was anxious not to be late for class on my first day. One of my new acquaintances, who considerately reminded me that her name was Angela, had Biology II with me the next hour. We walked to class together in silence. She was shy, too. When we entered the classroom, Angela went to sit at a black-topped lab table exactly like the ones I was used to. She already had a neighbor. In fact, all the tables were filled but one. Next to the center aisle, I recognized Edward Cullen by his unusual hair, sitting next to that single open seat.  As I walked down the aisle to introduce myself to the teacher and get my slip signed, I was watching him surreptitiously. Just as I passed, he suddenly went rigid in his seat. He stared at me again, meeting my eyes with the strangest expression on his face — it was hostile, furious. I looked away quickly, shocked, going red again. I stumbled over a book in the walkway and had to catch myself on the edge of a table. The girl sitting there giggled. I'd noticed that his eyes were black — coal black. Mr. Banner signed my slip and handed me a book with no nonsense about introductions. I could tell we were going to get along. Of course, he had no choice but to send me to the one open seat in the middle of the room. I kept my eyes down as I went to sit by him, bewildered by the antagonistic stare he'd given me. I didn't look up as I set my book on the table and took my seat, but I saw his posture change from the corner of my eye. He was leaning away from me, sitting on the extreme edge of his chair and averting his face like he smelled something bad. Inconspicuously, I sniffed my hair. It smelled like strawberries, the scent of my favorite shampoo. It seemed an innocent enough odor. I let my hair fall over my right shoulder, making a dark curtain between us, and tried to pay attention to the teacher. Unfortunately the lecture was on cellular anatomy, something I'd already studied. I took notes carefully anyway, always looking down. I couldn't stop myself from peeking occasionally through the screen of my hair at the strange boy next to me. During the whole class, he never relaxed his stiff position on the edge of his chair, sitting as far from me as possible. I could see his hand on his left leg was clenched into a fist, tendons standing out under his pale skin. This, too, he never relaxed. He had the long sleeves of his white shirt pushed up to his elbows, and his forearm was surprisingly hard and muscular beneath his light skin. He wasn't nearly as slight as he'd looked next to his burly brother. The class seemed to drag on longer than the others. Was it because the day was finally coming to a close, or because I was waiting for his tight fist to loosen? It never did; he continued to sit so still it looked like he wasn't breathing. What was wrong with him? Was this his normal behavior? I questioned my judgment on Jessica's bitterness at lunch today. Maybe she was not as resentful as I'd thought.  It couldn't have anything to do with me. He didn't know me from Eve.  I peeked up at him one more time, and regretted it. He was glaring down at me again, his black eyes full of revulsion. As I flinched away from him, shrinking against my chair, the phrase if looks could kill suddenly ran through my mind. At that moment, the bell rang loudly, making me jump, and Edward Cullen was out of his seat. Fluidly he rose — he was much taller than I'd thought — his back to me, and he was out the door before anyone else was out of their seat. I sat frozen in my seat, staring blankly after him. He was so mean. It wasn't fair. I began gathering up my things slowly, trying to block the anger that filled me, for fear my eyes would tear up. For some reason, my temper was hardwired to my tear ducts. I usually cried when I was angry, a humiliating tendency. \"Aren't you Isabella Swan?\" a male voice asked. I looked up to see a cute, baby-faced boy, his pale blond hair carefully gelled into orderly spikes, smiling at me in a friendly way. He obviously didn't think I smelled bad. \"Bella,\" I corrected him, with a smile. \"I'm Mike.\" \"Hi, Mike.\" \"Do you need any help finding your next class?\" \"I'm headed to the gym, actually. I think I can find it.\" \"That's my next class, too.\" He seemed thrilled, though it wasn't that big of a coincidence in a school this small. We walked to class together; he was a chatterer — he supplied most of the conversation, which made it easy for me. He'd lived in California till he was ten, so he knew how I felt about the sun. It turned out he was in my English class also. He was the nicest person I'd met today. But as we were entering the gym, he asked, \"So, did you stab Edward Cullen with a pencil or what? I've never seen him act like that.\" I cringed. So I wasn't the only one who had noticed. And, apparently, that wasn't Edward Cullen's usual behavior. I decided to play dumb. \"Was that the boy I sat next to in Biology?\" I asked artlessly. \"Yes,\" he said.” He looked like he was in pain or something.\" \"I don't know,\" I responded.” I never spoke to him.\" \"He's a weird guy.\" Mike lingered by me instead of heading to the dressing room.” If I were lucky enough to sit by you, I would have talked to you.\" I smiled at him before walking through the girls' locker room door. He was friendly and clearly admiring. But it wasn't enough to ease my irritation. The Gym teacher, Coach Clapp, found me a uniform but didn't make me dress down for today's class. At home, only two years of RE. were required. Here, P.E. was mandatory all four years. Forks was literally my personal hell on Earth. I watched four volleyball games running simultaneously. Remembering how many injuries I had sustained — and inflicted — playing volleyball, I felt faintly nauseated. The final bell rang at last. I walked slowly to the office to return my paperwork. The rain had drifted away, but the wind was strong, and colder. I wrapped my arms around myself. When I walked into the warm office, I almost turned around and walked back out. Edward Cullen stood at the desk in front of me. I recognized again that tousled bronze hair. He didn't appear to notice the sound of my entrance. I stood pressed against the back wall, waiting for the receptionist to be free. He was arguing with her in a low, attractive voice. I quickly picked up the gist of the argument. He was trying to trade from sixth-hour Biology to another time — any other time. I just couldn't believe that this was about me. It had to be something else, something that happened before I entered the Biology room. The look on his face must have been about another aggravation entirely. It was impossible that this stranger could take such a sudden, intense dislike to me. The door opened again, and the cold wind suddenly gusted through the room, rustling the papers on the desk, swirling my hair around my face. The girl who came in merely stepped to the desk, placed a note in the wire basket, and walked out again. But Edward Cullen's back stiffened, and he turned slowly to glare at me — his face was absurdly handsome — with piercing, hate-filled eyes. For an instant, I felt a thrill of genuine fear, raising the hair on my arms. The look only lasted a second, but it chilled me more than the freezing wind. He turned back to the receptionist. \"Never mind, then,\" he said hastily in a voice like velvet.” I can see that it's impossible. Thank you so much for your help.\" And he turned on his heel without another look at me, and disappeared out the door. I went meekly to the desk, my face white for once instead of red, and handed her the signed slip. \"How did your first day go, dear?\" the receptionist asked maternally. \"Fine,\" I lied, my voice weak. She didn't look convinced. When I got to the truck, it was almost the last car in the lot. It seemed like a haven, already the closest thing to home I had in this damp green hole. I sat inside for a while, just staring out the windshield blankly. But soon I was cold enough to need the heater, so I turned the key and the engine roared to life. I headed back to Charlie's house, fighting tears the whole way there.",
            "vi": "Chạng Vạng - Twilight         Mở đầu  Chưa bao giờ tôi nghĩ nhiều đến việc mình sẽ chết như thế nào - dù rằng trong mấy tháng cuối cùng này, tôi có đủ lý do để nghĩ đến nó – mà cho dù tôi có nghĩ đến nó thì tôi cũng sẽ không tưởng tượng ra là nó như thế này.  Tôi nín thở nhìn chằm chằm, ngang qua căn phòng dài hun hút, vào đôi mắt đen của kẻ săn mồi, và hắn thích thú nhìn tôi trở lại. Hẳn đây là một cách chết tốt đẹp, hy sinh vì người khác, một người ta yêu thương.  Thậm chí còn cao thượng nữa.  Hẳn là vậy rồi.  Tôi biết nếu mình không đến Forks thì bây giờ đã không phải đối mặt với cái chết. Nhưng mà, cho dù đang hết sức khiếp sợ, tôi cũng không hối tiếc với quyết định này.  Khi đời dâng cho ta một giấc mơ hơn mọi mong đợi, thì thật vô lý khi ta lại đau buồn khi giấc mơ ấy sắp đến hồi kết thúc.  Tên săn người mỉm cười thân thiện khi thong dong đến gần kết liễu đời tôi. 1. Ánh mắt đầu tiên    Mẹ chở tôi ra phi trường, cửa xe đều hạ kính xuống.  Bây giờ Phoenix đang 75 độ (F), trời xanh ngắt không một gợn mây.  Tôi đang mặc chiếc áo sơ-mi ưa thích của mình - không tay, viền đăng-ten trắng;  Tôi mặc nó như lời chào tạm biệt nơi này. Tôi xách trong tay chiếc áo paca.  Trên bán đảo Olympic ở phía tây bắc bang Washington, có một thị trấn nhỏ tên Forks lúc nào cũng có mây che phủ.  Mưa ở thị trấn nhỏ này nhiều hơn ở bất cứ xứ nào của nước Mỹ.  Chính cái thị trấn và cái bóng ảm đạm bao trùm của nó, mẹ tôi đã bỏ trốn cùng tôi khi tôi mới vài tháng tuổi. Chính thị trấn ấy tôi bị buộc mỗi mùa hè phải về ở một tháng cho đến năm mười bốn tuổi. Đó là năm cuối cùng tôi đặt chân đến nơi này vì ba mùa hè vừa qua, thay vì về đó, bố tôi, Charlie, cũng đều đi nghỉ mát với tôi ở California suốt hai tuần.  Chính Forks, nơi bây giờ tôi tự lưu đày mình – một hành động mà tôi hết sức chán ghét. Tôi ghét Forks.  Tôi yêu Phoenix. Tôi yêu mặt trời cùng cái nóng cháy da của nó. Tôi yêu thành phố mạnh mẽ, ngổn ngang này.  “Bella.” mẹ nói với tôi -- lần cuối cùng sau một ngàn lần lặp đi lặp lại --trước khi tôi lên máy bay.” Con chẳng việc gì mà phải làm chuyện này.” Mẹ trông giống y tôi, trừ mái tóc ngắn và các nếp nhăn nơi khoé mắt. Tôi cảm nhận được nỗi sợ hãi khi nhìn sâu vào đôi mắt to, như trẻ con của mẹ. Làm sao tôi có thể để người mẹ nông nổi, thất thường, yêu thương của tôi tự lo cho mình được?   Dĩ nhiên là bây giờ mẹ đã có dượng Phil rồi, nên hóa đơn chắc sẽ được thanh toán, tủ lạnh sẽ có thức ăn, xăng đầy trong xe, và có người để mẹ gọi khi cảm thấy hụt hẫng, nhưng sao...  “Con muốn đi,” Tôi nói dối. Tôi luôn luôn là kẻ nói dối rất dở, nhưng mấy lúc gần đây, câu nói dối này được tôi thốt ra thường xuyên đến độ nó đầy vẻ thuyết phục.  “Gửi lời chào của mẹ đến Charlie nhé.”  “Vâng.” “Sớm gặp lại con”, mẹ khăng khăng.” Con có thể về nhà bất cứ khi nào con muốn. -  Mẹ cũng sẽ đến ngay bất cứ khi nào con cần mẹ.” Nhưng tôi có thể nhìn thấy sự hy sinh trong mắt mẹ đằng sau lời hứa ấy. “Đừng lo cho con,” tôi khẩn nài.  “Sẽ ổn cả thôi. Con yêu mẹ, mẹ ạ.”  Mẹ ôm ghì tôi cả phút đồng hồ, rồi sau đó, tôi lên máy bay, còn mẹ thì bỏ đi.  Bay từ Phoenix đi Seattle mất bốn tiếng, thêm một tiếng đồng hồ nữa để lên một chiếc máy bay nhỏ đi Port Angeles, rồi thêm một tiếng đồng hồ đi xe xuống Forks.  Bay thì không sao, nhưng một tiếng đồng hồ đi xe với Chrlie lại làm tôi hơi lo lắng.  Bố tôi thực đúng là dễ thương về mọi mặt.  Ông có vẻ thật sự hài lòng khi lần đầu tiên tôi đến sống lâu dài với ông.  Ông đã đăng ký cho tôi học trung học và sắp giúp tôi kiếm một chiếc xe hơi.  Nhưng chắc chắn là bố lúng túng lắm.  Chẳng ai trong chúng tôi mà người khác có thể gọi là kẻ nhiều lời, và tôi cũng chẳng biết nói gì. Tôi biết bố chẳng hiểu nỗi quyết định của tôi - giống như mẹ tôi, vì tôi chưa hề che giấu sự chán ghét của mình đối với Forks. Khi máy bay đáp xuống Port Angeles, trời đang mưa. Tôi chẳng hề nghĩ là đó là điềm báo, chỉ là chuyện không thể tránh được mà thôi.  Tôi đã nói lời tạm biệt với ánh nắng trời rồi.  Bố đang chờ tôi bên chiếc xe tuần tra. Đó cũng là điều tôi đã nghĩ.  Bố là cảnh sát trưởng Swan của người lương thiện ở Forks.  Lý do chính khiến tôi phải mua một chiếc xe hơi, dù đang bị viêm màng túi nặng, là tôi không muốn bị chở đi vòng quanh thị trấn trong cái xe hơi có gắn đèn xanh, đỏ trên mui. Không gì có thể làm xe cộ chạy chậm lại như  cảnh sát.  Bố vội đưa một tay ra vụng về ôm lấy tôi khi tôi vấp chân lúc bước ra máy bay.   “Thật vui được gặp con, Bells”, ông nói, mỉm cười tự động đỡ tôi và giữ cho tôi đứng vững.  “Con chẳng thay đổi gì mấy. Renée thế nào?”   “Mẹ khỏe. Con cũng rất vui được gặp bố.”  Tôi không được phép gọi tên ông trống không trước mặt ông.  Tôi chỉ có vài cái túi. Hầu hết quần áo ở Arizona quá mỏng đối với Washington.  Mẹ và tôi đã gom góp hết mọi của cải để bổ sung tủ quần áo mùa đông của tôi, nhưng vẫn quá ít ỏi.  Mọi thứ đều dễ dàng bỏ gọn vào cốp xe tuần tra.  “Bố đã tìm được một chiếc xe tốt cho con, rẻ lắm,” ông thông báo khi chúng tôi đã thắt dây an toàn.   “Loại xe gì vậy bố?” Tôi nghi cái cách ông nói “xe tốt cho con”, chớ không phải chỉ là “xe tốt”.   “À, ừ, thật ra đó là một chiếc xe tải, Chevy.”   “Bố tìm ra nó ở đâu vậy?”   “Con còn nhớ Billy Black ở La Push không?”  La Push là khu bảo tồn người da đỏ tí nị bên bờ biển.  “Dạ không.”   “Ông ấy thường hay đi câu cá với bố con mình suốt mùa hè ấy” Charlie nhắc.  Vậy là tôi đã biết vì sao mình không nhớ ông ta rồi.  Tôi giỏi vụ ngăn chặn mấy chuyện vớ vẩn, buồn bực khỏi trí nhớ mình lắm.   “Ông ấy giờ phải ngồi xe lăn rồi.” Charlie nói tiếp khi thấy tôi không hưởng ứng “nên chẳng còn lái xe được nữa, và ông ấy đã mời bố mua lại xe ổng với giá rẻ.”   “Năm nào hả bố?” Tôi thấy ông thay đổi nét mặt chứng tỏ đây là câu hỏi bố mong tôi sẽ không hỏi.   “À, ừ, Billy đã sửa chữa động cơ xe này khá nhiều rồi – nhưng nó chỉ mới vài năm thôi, thật đó.  Tôi hy vọng bố không coi thường tôi khi tin là sẽ chịu đầu hàng dễ dàng như thế.  “Thế ông ấy mua xe khi nào vậy bố?”  “Ôn ấy mua chiếc xe vào năm 1984, bố nghĩ vậy.” “Thế ông ấy mua xe mới à?” “Ờ, không. Bố nghĩ nó mới vào đầu thậy kỷ 60 – hoặc lâu lắm thì  khoảng cuối thập kỷ 50 thôi” ông ngượng ngùng thú thận.  “Ch - Bố! Con chẳng biết gì về xe cộ.  Con không sửa nó được nếu nó hư này nọ đâu mà con cũgn không có tiền để trả cho thợ ...” “Thật mà, Bella, thứ này chạy tốt lắm.  Người ta chẳng còn sản xuất xe giống thế nữa đâu”.  Thứ này, tôi thầm nghĩ... có thể là – ít ra là, một biệt danh,.  “Bao nhiêu là rẻ vậy bố?” Cuối cùng, đây là phần tôi không thể nhượng bộ được.  “ À, ờ, con gái, bố hầu như đã mua nó cho con rồi.  Làm quà mừng con về nhà.” Charlie liếc mắt nhìn tôi đầy hy vọng. Wow. Miễn phí.  “Bố không cần phải làm thế đâu, bố ạ. Con sẽ tự mua xe cho mình.”  “Không sao cả.  Bố muốn con ở đây vui vẻ.” Bố vừa nhìn về phía trước khi nói câu này.  Charlie không thấy thoải mái khi bày tỏ cảm xúc của mình. Tôi thừa hưởng tính đó từ ông.  Nên tôi cũng nhìn thẳng về phía trước khi trả lời.  “Thật là hay, Bố. Con cảm ơn bố. Con thực biết ơn.”  Không cần phải nói thêm chuyện tôi vui vẻ nỗi ở xứ Forks này là điều không tưởng.  Ông không cần phải chịu khổ cùng tôi. Và tôi cũng không bao giờ chê bai quà tặng là một chiếc xe tải hay một động cơ không mất tiền.  “Ừm, không có chi,” ông lầm bầm, bối rối vì lời cảm ơn của tôi.  Chúng tôi nói dăm ba nhận xét về thời tiết, ẩm ướt, và trò chuyện thế có vẻ đã quá nhiều.  Chúng tôi yên lặng nhìn chằm chằm ra ngoài cửa sổ.  Thật đẹp, dĩ nhiên, tôi không thể phủ nhận điều đó.  Mọi thứ đều xanh ngắt: cây cối với thân phủ rêu, cành đầy những tán lá rậm rạp, mặt đất phủ đầy dương xỉ. Thậm chí không khí cũng óng ánh xanh qua những chiếc lá.  Cuối cùng, chúng tôi đã đến nhà Charlie. Ông vẫn sống trong căn nhà nhỏ có hai phòng ngủ ông đã cùng mua cùng mẹ trong những ngày đầu mới cưới.  Đó là hầu như là những ngày duy nhất của cuộc hôn nhân của họ -  những ngày mới cưới. Đằng kia, đậu trên con đường trước căn nhà chẳng bao giờ thay đổi, là cái – cái xe mới của tôi, hừm, mới đối với tôi.  Nó có màu đỏ phai với mấy cái chắn bùn tròn, to và một cái ca-bin bụng tròn.  Thế nhưng thật bất ngờ, tôi thích nó. Tôi không biết liệu nó chạy được không, nhưng tôi có thể thấy mình ngồi trong xe.  Hơn nữa, nó là một trong những thứ bằng sắt chắc chắn không bao giờ bị hư hại – loại bạn thấy ở hiện trường tai nạn: sơn chẳng trầy xước, còn xung quanh là những mảnh vụn của chiếc xe bị nó phá hủy.  “Wow, bố ơi, con thích nó quá! Cảm ơn bố!” Bây giờ cái ngày mai khủng khiếp của tôi sẽ ít tệ hại hơn. Tôi sẽ không còn phải chọn lựa giữa việc đội mưa đi bộ hai dặm đến trường hay chọn đi ké xe tuần tiễu của cảnh sát trưởng nữa.  “Bố vui vì con thích nó,”  Charlie ngượng ngùng cộc cằn nói.  Chỉ cần một chuyến để mang hết đồ đạc của tôi lên lầu. Tôi có phòng ngủ phía tây trông xuống sân trước.  Căn phòng này rất quen thuộc; nó đã thuộc về tôi từ khi tôi mới chào đời. Sàn gỗ, tường xanh nhạt, trần có góc nhọn, màn cửa đính rèm đăng ten vàng viền quanh cửa sổ – đều là một phần của thời thơ ấu.  Thay đổi duy nhất Charlie đã làm là thay cái nôi thành cái giường và thêm một cái bàn viết khi tôi lớn.  Trên bàn bây giờ là một chiếc máy tính cũ, có đường điện thoại dành cho modem đi dọc sàn nhà đến lỗ cắm điện thoại gần nhất. Đây là điều kiện của mẹ, để chúng tôi có thể liên lạc với nhau dễ dàng.  Cái ghế bập bênh từ thời em bé vẫn còn nằm ở một góc. Chỉ có một phòng tắm nhỏ duy nhất ở đầu cầu thang, tôi phải dùng chung với Charlie. Tôi cố không chú ý quá nhiều vào chuyện đó.  Một trong những tính hay nhất của Charlie là ông không hay quẩn quanh bên người khác.  Ông để tôi một mình lấy đồ đạc ra và sắp xếp mọi thứ, điều không bao giờ có thể có được với mẹ tôi.  Thật dễ chịu khi được ở một mình, không phải mỉm cười hay tỏ vẻ tươi vui; thoải mái nhìn chằm chằm chán nản ra ngoài cửa sổ dưới màn mưa, và để vài giọt nước mắt chợt rơi.  Tôi chưa định gào khóc một trận. Tôi sẽ để dành chuyện đó vào giờ đi ngủ, khi phải nghĩ đến buổi sáng hôm sau.  Trường trung học Forks có sỉ số học sinh kinh khủng - chỉ có ba trăm năm mươi bảy - bây giờ là ba trăm năm mươi tám - học sinh;  trong khi đó nội lớp đầu cấp của tôi ở nhà đã có hơn 700 học sinh. Mọi đứa trẻ ở đây đều cùng lớn lên bên nhau – ông bà chúng cũng chập chững tập đi cùng nhau. Tôi sẽ là cô gái mới đến từ thành phố lớn, một vật kỳ lạ, một thứ quái dị.  Có thể, nếu tôi trông giống một cô gái đến từ Phoenix, thì tôi có thể biến điều này thành lợi thế của mình. Nhưng xét về dáng vẻ, tôi chẳng giống dân ở xứ nào cả. Lẽ ra tôi phải có một làn da rám nắng, giỏi thể thao, tóc vàng - một tay bóng chuyền, người cổ vũ chẳng hạn - tức là mọi thứ đi kèm với việc sống ở một nơi ngập tràn ánh nắng.  Thế mà nước da của tôi lại có màu ngà, thậm chí chẳng có mắt xanh hay tóc đỏ, dù phơi dưới nắng chói chang.  Tôi luôn mảnh khảnh, hơi yếu ớt, rõ ràng chẳng phải là một vận động viên rồi; tôi chẳng biết kết hợp tay-mắt cần có để chơi thể thao mà không bị bẽ mặt - và làm hại cho cả mình lẫn những ai đứng quá gần.  Khi đã cất xong đồ vào cái tủ quần áo bằng gỗ thông cũ kỹ, tôi xách túi đựng đồ tắm cá nhân vào phòng tắm chung để vệ sinh sạch sẽ sau một ngày đi đường. Tôi ngắm mình trong gương khi chải mái tóc ướt, rồi bù. Chắc do ánh sáng nên trông tôi tái xám hơn, ốm yếu. Làn da của tôi có thể gọi là đẹp - rất sạch và gần như trong suốt – nhưng chỉ khi nó đầy sức sống. Tôi chả có tí sức sống nào ở đây.  Đối mặt với hình ảnh xanh xao phản chiếu trong gương, tôi buộc phải thừa nhận rằng tôi đang tự lừa dối mình. Không phải chính do bề ngoài mà tôi không thích nghi được.  Và nếu tôi không thể hòa đồng được trong một ngôi trường có ba ngàn học sinh thì làm sao tôi có cơ hội gì ở đây chứ? Tôi không giỏi giao du với người cùng trang lứa. Có lẽ thực ra là tôi không giỏi giao du với mọi người, thế thôi. Ngay cả với mẹ, người gần gũi nhất với tôi hơn bất kỳ ai trên hành tinh này, cũng chưa bao giờ hòa hợp với tôi, chưa bao giờ có cùng quan điểm. Đôi khi tôi tự hỏi liệu mình có đang nhìn cùng một thứ như những người khác không.  Chắc có trục trặc nhỏ nhỏ nào đó trong não tôi thì phải. Nhưng nguyên nhân chả quan trọng.  Điều quan trọng hơn cả là kết quả. Và ngày mai sẽ chỉ là sự khởi đầu.  Tôi không ngủ được đêm đó, dù là đã khóc xong. Tiếng mưa gió ào ào thổi qua mái không chịu lắng dịu đi. Tôi trùm tấm mền cũ kỹ phai màu lên khỏi đầu, rồi chồng thêm cái gối nữa. Thế mà tôi chẳng thể nào chợp mắt được mãi đến tận nửa đêm, khi cuối cùng, cơn mưa cũng dịu dần.  Một màn sương dày đặc là những gì tôi nhìn thấy bên ngoài cửa sổ vào buổi sáng, khiến nỗi sợ bị nhốt kín dâng lên trong tôi.  Bạn chẳng hề nhìn thấy được bầu trời; y như ở trong cũi. Bữa sáng với Charlie diễn ra trong im lặng.  Ông chúc tôi gặp nhiều may mắn ở trường.  Tôi nói cảm ơn, nhưng dư biết hy vọng của ông chỉ là hão huyền. May mắn thường hay tránh né tôi.  Charlie rời nhà trước, đến đồn cảnh sát, đó chính là vợ và gia đình của ông.  Sau khi ông ra khỏi nhà, tôi ngồi bên chiếc bàn vuông cũ bằng gỗ sồi có ba cái ghế chả ăn khớp gì với nhau và quan sát căn bếp nhỏ nhắn: tường đóng ván sẫm màu, tủ màu vàng tươi và sàn lớt vải sơn trắng.  Mọi thứ chẳng hề thay đổi. Mẹ đã sơn mấy cái tủ cách đây 18 năm để làm căn nhà  vui tươi một chút.  Bên trên lò sưởi nhỏ trong căn phòng họp mặt gia đình nhỏ như cái lỗ mũi kề bên là một dãy ảnh chụp. Đầu tiên là ảnh cưới của Charlie và mẹ ở Las Vegas, rồi một tấm chụp cả ba chúng tôi ở bệnh viện ngay sau khi tôi ra đời, do một y tá nhiệt tình chụp, kế đó là loạt các tấm ảnh chụp tôi ở trường cho đến năm ngoái.  Nhìn mấy thứ đó thật đau lòng - tôi sẽ phải làm gì đó để Charlie dẹp mấy tấm hình này ra chỗ khác, ít nhất là trong khi tôi sống ở đây. Thật không thể nào, ở trong nhà này, mà không nhận ra rằng Charlie chẳng hề quên mẹ.  Điều đó làm tôi cảm thấy không thoải mái.  Tôi không muốn đến trường quá sớm, nhưng cũng không thể ở nhà thêm nữa.  Tôi mặc áo khoác -  mà tưởng như đang mặc bộ đồ chống vũ khí sinh học -  rồi bước vào màn mưa.  Vẫn chỉ là cơn mưa rả rích, không đủ lớn làm tôi ướt sũng ngay khi tôi với lấy chìa khóa nhà luôn được giấu dưới mái hiên che cửa trước và khóa lại. Tiếng bì bõm của đôi giày bốt chống thấm của tôi nghe thật oải. Tôi thèm nghe thấy tiếng lạo xạo trên sỏi khi bước đi. Tôi không thể dừng lại ngắm nghía chiếc xe tải của mình lần nữa như tôi muốn; tôi đang vội trốn sự ẩm ướt lãng đãng đang vờn quanh đầu, len vào tóc bên dưới chiếc mũ trùm đầu. Trong xe tải thật khô ráo và dễ chịu.  Chắc Billy hay Charlie lau dọn sạch sẽ, nhưng mấy cái ghế bọc da màu nâu vẫn còn phảng phất mùi thuốc lá, mùi xăng và mùi bạc hà.  Máy xe nổ ngay làm tôi nhẹ nhõm, nhưng kêu rất to, gầm lên rồi chạy không tải ở mức to nhất.  Hừm, một cái xe tải cũ như vầy thì phải có khiếm khuyết thôi.  Cái ra-đi-ô cổ lổ sỉ vẫn hoạt động, thêm một chuyện không ngờ. Không khó tìm trường lắm dù tôi chưa từng đến đó bao giờ. Ngôi trường này, giống như hầu hết mọi thứ khác, nằm ngay bên cạnh đường cao tốc.   Chẳng dễ nhận ra đó là trường học; chỉ cái bảng hiệu cho biết nó là Trường trung học Forks mới làm tôi dừng lại.  Nó giống bộ sưu tập những ngôi nhà làm bằng diêm bằng gạch màu nâu đỏ.  Có nhiều cây và bụi rậm đến nỗi tôi không thể thấy quy mô của nó ngay. Đâu rồi cái cảm giác của một cơ quan làm việc? Tôi bồi hồi tự hỏi.  Đâu rồi những hàng rào sắt nối nhau, những máy dò kim loại?  Tôi đỗ xe  phía trước toà nhà đầu tiên, có bảng hiệu nhỏ gắn trên cửa ghi Ban Giám đốc. Chẳng ai khác đậu xe ở đây, nên tôi chắc chắn mình không được phép đậu xe, nhưng tôi đã quyết định là thà là vô trong hỏi đường còn hơn là đi lòng vòng dưới mưa như một con ngốc.  Tôi miễn cưỡng bước ra khỏi buồng lái ấm áp rồi đi theo một con đường nhỏ lát đá viền quanh bởi hàng rào màu tối. Tôi hít một hơi thật sâu trước khi mở cửa.  Bên trong sáng và ấm hơn tôi tưởng. Văn phòng nhỏ, khu ngồi chờ nhỏ xíu có mấy cái ghế xếp, thảm thô màu cam lốm đốm, các thông báo và giải thưởng lộn xộn trên tường, một cái đồng hồ to kêu tích tắc thật lớn.  Cây cỏ trồng khắp nơi trong những chậu nhựa, làm như thể bên ngoài còn chưa đủ cây xanh.  Căn phòng được ngăn làm đôi bằng một cái quầy dài, gắn đầy những cái giỏ lưới chứa đầy giấy và những tờ bướm quảng cáo sặc sỡ gắn phía trước giỏ.  Có ba bàn làm việc sau quầy, một trong mấy cái bàn đó đã được chiếm ngự bởi một phụ nữ to lớn, tóc đỏ, mang kiếng, mặc áo thun tím, khiến cho tôi lập tức cảm thấy mình mặc quá nhiều quần áo.  Người phụ nữ tóc đỏ nhìn lên.” Em cần gì?” “Em là Isabella Swan”, tôi nói với cô, và lập tức thấy đôi mắt cô ánh lên nét chú ý. Người ta đang chờ tôi đến, hẳn là đề tài ngồi lê đôi mách rồi. Con gái của bà vợ cũ lông bông của ngài cảnh sát trưởng, rốt cuộc đã quay về. \"Ồ, đúng rồi,” cô nói.  Cô đào bới chồng tài liệu để chênh vênh trên bàn làm việc cho đến khi cô ấy tìm thấy cái mình cần tìm.  \"Cô có lịch học của em đây, và bản đồ trường nữa.”  Cô mang vài tờ giấy đến quầy để chỉ cho tôi xem.  Cô chỉ qua các lớp học cho tôi, tô sáng đường đến từng lớp nhanh nhất trên bản đồ và đưa tôi một tờ giấy để xin chữ ký của từng giáo viên mà tôi phải mang trả lại vào cuối ngày.  Cô mỉm cười với tôi và hy vọng, giống Charlie, là tôi sẽ thích ở Forks. Tôi mỉm cười đáp lại ráng có vẻ thuyết phục nhất.  Khi tôi quay trở lại xe tải của mình, các sinh viên khác đang bắt đầu đi đến.  Tôi lái xe vòng vòng trong trường, theo dòng xe cộ. Tôi mừng khi thấy hầu hết xe hơi đều đã cũ giống mình, chẳng có chiếc nào loè loẹt. Lúc trước, tôi sống trong một trong số ít khu có thu nhập thấp hơn, trong đó có cả Paradise Valley District.  Nên chuyện nhìn thấy một chiếc Mercedes hoặc Porsche mới trong khu dành cho sinh viên là chuyện bình thường. Chiếc xe đẹp nhất ở đây là chiếc Volvo bóng loáng, và nổi bật. Tuy thế, tôi tắt động cơ ngay khi vào chỗ, để âm thanh sấm động không làm mọi người chú ý vào tôi. Tôi nhìn bản đồ trong xe tải, cố gắng ghi nhớ; hy vọng tôi sẽ không phải cầm nó dí sát mũi đi lòng vòng trong trường suốt cả ngày. Tôi nhét mọi thứ vô cặp, khoác dây qua vai, rồi hít một hơi thật sâu. Tôi có thể làm việc này, tôi yếu ớt nói dối với chính mình. Chẳng ai ăn thịt mình cả. Cuối cùng thì tôi cũng thở ra và bước ra khỏi xe tải.  Tôi kéo mũ trùm đầu che mặt khi bước sang vỉa hè, đông đúc thanh thiếu niên. Áo khoác đen trơn của tôi không nổi bật, tôi nhẹ nhõm nhận xét.  Khi đến gần quán ăn tự phục vụ, toà nhà số ba rất dễ nhận ra.  Con số \"3\" đen to đùng được vẽ trên một ô vuông trắng ở góc tường phía đông. Tôi cảm thấy hơi thở của mình đang dần trở nên dồn dập khi đến gần cửa. Tôi thử nín thở khi theo hai cái áo mưa dành cả cho nam lẫn nữ bước qua cửa.  Lớp học nhỏ.  Những người đi trước tôi dừng lại ngay trong cửa để treo áo choàng lên hàng móc dài. Tôi bắt chước họ.  Đó là hai cô gái, một cô gái tóc vàng hoe, da trắng như ngọc, cô kia cũng da nhợt nhạt, với mái tóc màu nâu nhạt.  Ít ra thì màu da của tôi sẽ không nổi bật ở đây.  Tôi cầm mảnh giấy nhỏ lên chỗ thầy giáo, một người đàn ông cao, bắt đầu hói, bàn giấy có biển tên Mr. Mason.  Thầy đực mặt ra nhìn tôi khi nhìn thấy tên tôi - không phải là một phản ứng đáng khích lệ  - và dĩ nhiên tôi đỏ ửng như trái cà chua.  Nhưng ít nhất thầy cũng dẫn tôi đến một cái bàn trống ở cuối lớp mà không hề giới thiệu tôi với lớp.  Mấy người bạn học mới của tôi khó mà nhìn chằm chằm vào tôi khi tôi ngồi ở cuối lớp, nhưng dù sao thì họ cũng cố nhìn.  Tôi nhìn chăm chú vào danh sách tài liệu phải đọc thầy đưa tôi.  Cũng khá cơ bản : Bronte, Shakespeare, Chaucer, Faulkner. Tôi đã đọc hết sạch rồi.  Cũng an ủi phần nào ... nhưng chán.  Tôi tự hỏi không biết mẹ có gửi cho tôi cặp hồ sơ đựng mấy bài luận cũ của tôi không nhì, không chừng mẹ lại nghĩ là tôi gian lận.  Tôi cứ miên man nghĩ đến chuyện cãi nhau đủ kiểu với mẹ trong đầu trong khi thầy cứ ê a trên bục giảng.  Khi chuông reng, âm thanh trầm rè rè, một cậu bé lóng ngóng có vấn đề về da, tóc đen mượt, tựa vào lối đi để nói chuyện với tôi.  \"Bạn là Isabella Swan, phải không?\" Anh chàng có vẻ quá ân cần, kiểu của câu lạc bộ đánh cờ.  \"Bella,” tôi sửa lại.  Tất cả mọi người trong phạm vi ba dãy ghế đều quay nhìn tôi.  \"Lớp học kế của bạn ở đâu?\" anh chàng hỏi.  Tôi phải mở cặp ra coi.” Ờ, môn Chính phủ, với thầy Jefferson, trong toà nhà số 6.” Chẳng có chỗ nào để nhìn mà không gặp những cặp mắt tò mò.  \"Tôi đến toà nhà số bốn đây, để tôi chỉ đường cho bạn nhé...” Rõ là quá ân cần. “Tôi là Eric,” anh chàng nói thêm.  Tôi cười gượng gạo.” Cám ơn.” Chúng tôi lấy áo khoác rồi bước vào màn mưa, đã nặng hạt.  Tôi dám cá có vài người sau lưng đang đi gần để nghe lén. Tôi hy vọng tôi không hoang tưởng.  \"Nè, ở đây khác Phoenix nhiều lắm, phải không?” anh chàng hỏi.  \"Nhiều lắm.” \"Ở đó đâu có mưa nhiều hả, phải không?” \"Mỗi năm chỉ có ba bốn lần hà.” \"Chà, vậy thì ra sao nhỉ?” anh chàng ngạc nhiên.  \"Đầy nắng,” tôi nói với anh ta.  \"Bạn đâu có rám nắng lắm đâu.” \"Mẹ tôi có gien bạch tạng.” Anh ấy quan sát khuôn mặt tôi đầy áy náy, và tôi thở dài. Hình như mây và khiếu hài hước không hoà hợp được.  Một vài tháng thế này là tôi sẽ quên kiểu nói chuyện châm biếm ngay thôi.  Chúng tôi đi vòng qua quán ăn tự phục vụ, sang toà nhà ở phía nam gần phòng thể dục.  Eric đi với tôi đến tận cửa, dù nó rất dễ nhận ra.  \"Ừm, chúc may mắn nhé,” anh chàng nói trong khi tôi cầm nắm cửa.”  “Chắc thế nào mình cũng học chung vài lớp.” Anh chàng có vẻ tràn trề hy vọng.  Tôi nhoẻn cười với anh ấy và bước vào trong.  Thời gian còn lại của buổi sáng trôi qua giông giống vậy. Thầy môn Lượng giác của tôi, ông Varner, người lẽ ra tôi rất ghét tuy chỉ vì môn ông dạy, lại là người duy nhất bắt tôi đứng trước lớp tự giới thiệu. Tôi nói lắp, xấu hổ, và vấp chính đôi giầy bốt của mình trên đường về ghế ngồi.  Sau hai lớp học, tôi bắt đầu nhận biết một số khuôn mặt trong mỗi lớp. Luôn có ai đó can đảm hơn người khác sẽ tự giới thiệu mình và hỏi tôi thích Forks không. Tôi cố tỏ ra bặt thiệp, nhưng thường thì tôi nói dối là mình thích. Ít ra thì nhờ đó mà tôi cũng không hề cần đến bản đồ.  Một cô gái ngồi gần tôi cả trong lớp Lượng giác lẫn lớp tiếng Tây Ban Nha, và cô đi với tôi đến quán ăn tự phục vụ để ăn trưa. Cô nhỏ tí xíu, thấp hơn chiều cao năm feet bốn inch của tôi vài inch, nhưng mái tóc đen quăn hoang dã của cô làm sự chênh lệch chiều cao của chúng tôi càng tăng thêm. Tôi không nhớ được tên cô ấy, nên tôi mỉm cười và gật đầu khi cô ấy nói bi bô về các lớp học và thầy cô. Tôi cũng chẳng để tâm lắm.  Chúng tôi ngồi vào cuối một cái bàn đầy người có một số bạn cô, và cô giới thiệu cho tôi. Tôi quên hết tên họ ngay khi cô nói ra.  Họ có vẻ ấn tượng bởi cô ấy đã can đảm nói chuyện với tôi. Anh chàng trong lớp tiếng Anh, Eric, vẫy tay với tôi từ phía xa của căn phòng.  Chính ở đó, ngồi trong phòng ăn trưa, khi đang ráng trò chuyện với bảy người lạ hiếu kỳ, nơi lần đầu tiên tôi nhìn thấy họ.  Họ đang ngồi trong góc của quán ăn tự phục vụ, xa chỗ tôi ngồi nhất trong phòng dài. Có năm người trong nhóm. Họ không nói, và họ không ăn, mặc dù mỗi người đều có một khay thức ăn không hề đụng đến ở trước mặt. Họ không đực mặt ra nhìn tôi như hầu hết mọi sinh viên khác, vì vậy có nhìn họ chằm chằm cũng không sao vì không sợ bắt gặp phải một cặp mắt quá hiếu kỳ.  Nhưng không phải những điều đó đã làm tôi chú ý. Họ chẳng giống nhau chút nào. Ba chàng trai, một người to lớn - đầy cơ bắp như một vận động viên cử tạ hạng nặng, có mái tóc đen xoăn.  Người kia thì cao, gầy hơn, nhưng vẫn vạm vỡ, và tóc vàng màu mật ong.  Người cuối cùng gầy gò, cao lêu nghêu, ít to lớn hơn, có mái tóc màu đồng bù xù.  Anh chàng có vẻ trẻ con hơn những người kia, những người trông giống sinh viên đại học, hoặc thậm chí giống thầy giáo ở đây hơn là sinh viên.  Các cô gái thì ngược lại. Người cao đẹp như tranh vẽ. Cô ấy có dáng người xinh đẹp, loại người bạn thấy trên bìa của tạp chí Thể thao chuyên đề về đồ tắm, loại người làm cô gái nào ở bên cạnh cũng cảm thấy tủi thân chỉ vì ở cùng trong một căn phòng.  Tóc cô óng ánh như vàng, nhẹ nhàng lay động ở giữa lưng. Cô gái thấp hơn giống nàng tiên tí hon pixie, mỏng mảnh đến mức tận cùng, với những đường nét nhỏ nhắn.  Tóc cô đen nhánh, cắt ngắn và xoà ra bốn phương tám hướng.  Tuy nhiên, tất cả bọn họ đều giống nhau y hệt.  Ai trong bọn cũng nhợt nhạt xanh xao, nhợt nhạt nhất trong tất cả sinh viên sống trong thành phố không ánh nắng trời này.  Nhợt nhạt hơn tôi, người bạch tạng. Tất cả họ đều có đôi mắt rất đen dù tóc màu gì. Họ còn có quầng thâm dưới mắt – quầng thâm màu tím, giống bị bầm tím. Như thể tất cả bọn họ đều bị cả đêm mất ngủ, hoặc mới vừa lành sau khi bị đấm bể mũi xong.  Mặc dù mũi của họ, tất cả đường nét trên khuôn mặt họ, đều thẳng, hoàn hảo, góc cạnh.  Nhưng tất cả những chuyện này không phải là lý do làm tôi không thể quay mặt đi.  Tôi chằm chằm vì khuôn mặt của họ, rất khác thường, rất giống nhau, đều đẹp một cách dữ dội, đầy ấn tượng.  Đó là những khuôn mặt bạn chẳng bao giờ nghĩ là mình có thể gặp ngoài đời, ngoại trừ trong những trang tranh vẽ của một tạp chí thời trang. Hoặc giống như khuôn mặt của một thiên thần do một danh hoạ xưa vẽ ra. Thật khó mà quyết định ai là người đẹp nhất - có lẽ là cô gái tóc vàng hoàn hảo, hay chàng trai có mái tóc màu đồng. Tất cả bọn họ đều nhìn sang chỗ khác – không nhìn nhau, không nhìn các sinh viên khác, không nhìn bất cứ thứ gì cụ thể, tôi đoan chắc vậy. Khi tôi quan sát, cô gái nhỏ nhắn cầm khay đứng lên – lon xô-đa chưa mở, táo chưa cắn một miếng - rồi bước đi với dáng nhanh nhẹn và duyên dáng chỉ có trên sàn biểu diễn thời trang. Tôi nhìn, ngạc nhiên vì bước đi như vũ công uyển chuyển của cô ấy, cho đến khi cô ấy bỏ khay xuống và lướt qua cửa sau, nhanh hơn tôi tưởng tượng. Mắt tôi liếc về mấy người còn lại, vẫn đang ngồi không hề thay đổi tư thế.  \"Họ là ai vậy?\" tôi hỏi cô bạn học chung lớp tiếng Tây Ban Nha, mà tôi đã quên tên.  Khi cô ấy nhìn lên để xem người tôi nói đến - mặc dù có lẽ cô cũng đã biết là ai, do nghe giọng nói của tôi – thì đột nhiên anh ấy nhìn cô, người gầy gò hơn, người trẻ con, người có lẽ trẻ nhất. Anh ấy nhìn vào người ngồi cạnh tôi chỉ trong một tích tắc, rồi đôi mắt đen của anh liếc nhìn tôi.  Anh nhìn sang chỗ khác thật nhanh, nhanh hơn cả tôi, mặc dù đang đỏ mặt vì bối rối tôi đã cụp mắt nhìn xuống ngay lập tức. Trong ánh nhìn chớp nhoáng đó, khuôn mặt của anh ta vẫn tỏ vẻ chẳng hề quan tâm – cứ như thể cô ấy đã gọi tên anh ta, nên anh ta nhìn lên theo kiểu phản ứng vô thức, rồi quyết định không trả lời.  Người ngồi cạnh tôi cười khúc khích bối rối, nhìn vô bàn giống tôi.  \"Đó là Edward và Emmett Cullen, và Rosalie và Jasper Hale. Người đã đi là Alice Cullen;  tất cả bọn họ đều sống cùng bác sĩ Cullen và vợ ông.”  Cô ấy thầm thì.  Tôi liếc nhìn sang anh chàng đẹp trai, hiện đang nhìn khay ăn của anh ta, đang bẻ nhỏ miếng bánh mì vòng bằng ngón tay dài, nhợt nhạt. Miệng anh ấy cử động rất nhanh, đôi môi hoàn hảo của anh ấy chỉ hơi hé mở.  Ba người khác vẫn nhìn sang chỗ khác, tuy nhiên tôi cảm thấy như anh đang nói nhỏ với họ.  Những cái tên thật kỳ lạ, không giống ai, tôi nghĩ. Loại tên chỉ ông bà nội ngoại mới có.  Nhưng có lẽ mấy cái tên đó hiện đang là mốt ở đây – tên ở tỉnh lẻ? Cuối cùng thì tôi cũng nhớ ra người ngồi cạnh tôi tên là Jessica, một cái tên rất phổ biến. Có hai cô gái tên Jessica trong lớp Lịch sử của tôi ở trường cũ.  \"Họ ... trông rất đẹp.” Tôi ráng không nói giảm bớt quá lộ liễu.  \"Đúng vậy!” Jessica đồng ý bằng nụ cười khúc khích khác.” Họ đều sống chung với nhau, ý tôi là - Emmett và Rosalie, cùng Jasper và Alice. Họ sống chung một nhà.” Giọng cô ấy chất chứa toàn bộ nỗi sốc và kết tội của cả tỉnh lẻ này, tôi thầm trách. Nhưng, nếu nói cho đúng ra, thì tôi phải thừa nhận là, dù là ở Phoenix chăng nữa, thì sống chung như vậy cũng sẽ gây ra điều tiếng.  \"Ai thuộc dòng họ Cullens?” tôi hỏi.” Trông họ không có vẻ bà con gì với nhau cả...” \"Ồ, đâu có. Bác sĩ Cullen còn rất trẻ, chỉ khoảng đôi mươi hay ba mươi ba mốt mà thôi. Họ đều được nhận nuôi. Nhà Hales là anh chị, còn hai người sinh đôi - tóc vàng – là con nuôi.” \"Trông họ hơi quá lớn để làm con nuôi.” \"Bây giờ, Jasper và Rosalie đều 18 tuổi, nhưng họ đã sống với bà Cullen từ khi mới lên tám. Cô ấy là cô của họ hay đại loại thế.” \"Họ quả là khá tốt bụng – khi quan tâm chăm sóc cho những đứa trẻ đó như thế, khi họ còn quá trẻ và vân vân.” \"Tớ nghĩ vậy,” Jessica miễn cưỡng công nhận, và tôi có cảm giác cô ấy không thích bác sĩ và vợ của ông ta vì lý do nào đó. Với kiểu liếc nhìn của cô ấy vào đám con nuôi của họ, tôi đoán lý do là ghen.” “Tuy vậy, tớ nghĩ chắc bà Cullen không thể có con,”  cô nói thêm, như thể để hạ thấp lòng tốt của họ.  Trong suốt cuộc trò chuyện này, mắt tôi liếc nhìn hoài sang bàn của gia đình kỳ lạ đang ngồi. Họ tiếp tục nhìn vào các bức tường và không ăn.  \"Lúc nào họ cũng sống ở Forks à?” tôi hỏi.  Chắc chắn tôi sẽ phải thấy họ trong một kỳ nghỉ hè của tôi ở đây chứ.  \"Không,” cô ấy đã nói bằng một giọng hàm ý rõ ràng, dù là một người mới đến như tôi.” Họ mới chuyển về đây cách đây hai năm từ đâu đó ở Alaska.” Tôi cảm thấy dâng lên niềm thương cảm, và nhẹ nhõm. Thật tiếc vì, xinh đẹp như vậy, mà họ chỉ là người ngoài, rõ ràng không được chấp nhận.  Nhẹ nhõm là vì tôi không phải là người mới đến duy nhất ở đây, và tất nhiên không phải là thú vị nhất theo bất cứ tiêu chuẩn nào.  Khi tôi ngắm nhìn họ thì người trẻ nhất trong gia đình Cullens, nhìn lên và bắt gặp ánh nhìn chằm chằm của tôi, lần này rõ ràng ánh tò mò  hiện lên trên vẻ mặt của anh ấy.  Khi tôi nhanh chóng nhìn đi chỗ khác, tôi cho rằng ánh nhìn của anh ấy chứa chút gì đó như niềm mong đợi không thoả mãn.  \"Anh chàng tóc nâu đỏ sẫm là ai?” tôi hỏi.  Tôi nhìn lén anh ấy từ khoé mắt, và anh ấy vẫn còn nhìn chằm chằm vào tôi, nhưng không đực mặt ra nhìn như những sinh viên khác hôm nay - anh chàng có vẻ hơi thất vọng. Tôi nhìn xuống lần nữa.  \"Đó là Edward.  Anh ấy đẹp trai hết sức, rõ ràng rồi, nhưng cậu đừng phí công vô ích. Anh ta chẳng hẹn hò với ai cả.  Hình như chẳng cô gái nào ở đây đủ đẹp để xứng với anh ta.”  Cô nàng khụt khịt khó chịu, trường hợp rõ ràng của “nho còn xanh quá, ta không thèm”. Tôi tự hỏi không biết anh ta khước từ cô ấy khi nào.  Tôi mím môi giấu nụ cười. Rồi tôi lại liếc nhìn anh ta lần nữa. Anh ta đã quay mặt đi, nhưng tôi nghĩ má anh ta nhô lên, như thể anh cũng đang mỉm cười.  Sau vài phút nữa thì bốn người cùng nhau rời khỏi bàn. Tất cả bọn họ đều hết sức duyên dáng - thậm chí dù là người to lớn, rắn chắc. Thật đáng ngại khi nhìn.  Kẻ có tên Edward không nhìn tôi nữa.  Tôi ngồi ở bàn với Jessica và bạn cô ấy lâu hơn khi lẽ ra tôi chỉ ngồi một mình. Tôi không muốn đi học trễ trong ngày đầu tiên đi học. Một người mới quen của tôi, người dè dặt nhắc tôi là tên cô ấy là Angela, đã học lớp Sinh vật học II với tôi giờ kế. Chúng tôi cùng nhau đến lớp trong im lặng. Cô ấy cũng nhút nhát.  Khi chúng tôi vào lớp, Angela đến ngồi ở bàn thí nghiệm mặt bàn đen giống y mấy cái bàn tôi thường dùng. Cô ấy đã có bạn ngồi chung. Thực ra, bàn nào cũng đã có người ngồi cả, trừ một cái.  Kế bên lối đi chính giữa, tôi nhận ra Edward Cullen bởi mái tóc khác thường của anh ấy, đang ngồi cạnh cái ghế duy nhất còn trống.  Khi tôi bước xuống lối đi để giới thiệu mình với thầy giáo và được ký vào phiếu, tôi lén theo dõi anh ấy. Đúng lúc tôi đi qua, anh ấy đột ngột cứng đờ trên ghế. Anh ta nhìn tôi chằm chằm lần nữa, chạm mắt tôi với biểu hiện kỳ lạ nhất trên khuôn mặt - đó là thù địch, giận dữ. Tôi vội nhìn sang chỗ khác, hoảng sợ, đỏ ửng người lần nữa. Tôi vấp một quyển sách để trên lối đi và phải tự giữ thăng bằng ở góc bàn. Cô gái ngồi ở đó cười khúc khích.  Tôi thấy mắt anh ấy đen – đen như than.  Thầy Banner ký vào phiếu của tôi và trao cho tôi một quyển sách mà chẳng nói gì về việc giới thiệu cả. Tôi dám chắc chúng tôi sẽ phải tự xoay sở. Tất nhiên, ông phải đưa tôi đến cái ghế trống giữa phòng.  Tôi cứ nhìn xuống khi đến ngồi cạnh anh ta, bối rối vì cái nhìn thù địch của anh ta.  Tôi không nhìn lên khi để sách lên bàn và ngồi xuống ghế, nhưng từ khoé mắt, tôi thấy tư thế của anh ta thay đổi. Anh ấy đang nhích ra xa tôi, ngồi lên mép xa nhất của ghế ngồi và ngoảnh mặt đi như thể anh ấy ngửi thấy mùi gì đó hôi lắm. Kín đáo, tôi ngửi tóc mình. Nó có mùi giống dâu, mùi dầu gội đầu ưa thích của tôi. Có vẻ là một mùi không thể gây tội lỗi gì.  Tôi gạt cho tóc xoả qua vai phải, làm thành một bức màn đen giữa hai người, và cố chú ý tới thầy giáo.  Không may bài giảng là về cấu tạo tế bào, thứ tôi đã học rồi. Tuy vậy, tôi vẫn ghi chép cẩn thận, luôn nhìn xuống.  Tôi không thể tự kềm mình không nhìn lén chàng trai kỳ lạ ngồi cạnh mình qua màn tóc. Trong suốt giờ học, anh ấy không hề thả lỏng tư thế cứng đờ trên mép ghế của anh ta, ngồi càng xa tôi càng tốt. Tôi có thể nhìn thấy tay của anh ta đang đặt trên chân trái cuộn lại thành nắm đấm, gân nổi bật dưới làn da nhợt nhạt. Cả nắm đấm này cũng chẳng hề thả lỏng ra. Anh ta kéo tay áo dài của chiếc sơ-mi trắng đến tận khuỷu, và cẳng tay của anh ta cứng rắn và vạm vỡ không ngờ dưới làn da mỏng. Anh ấy hầu như không hề mảnh khảnh như khi anh ta ngồi cạnh ông anh lực lưỡng của mình.  Giờ học này có vẻ dài hơn mấy giờ khác.  Vì đã gần hết ngày, hay vì tôi đang chờ nắm tay siết chặt của anh ta nới lỏng? Không hề; anh ta cứ ngồi im ru như chẳng hề thở. Có chuyện gì với anh ta vậy? Đây là hành vi bình thường của anh ta sao? Tôi nghi ngờ phán quyết của mình về vẻ cay đắng của Jessica khi ăn trưa hôm nay. Có lẽ cô ấy không phẫn uất như tôi tưởng.  Chẳng hề dính dáng gì tới tôi cả. Anh ta đâu biết gì tôi đâu.  Tôi nhìn trộm anh ta một lần nữa, và hối tiếc vì đã làm thế. Anh ta lại đang trừng trừng nhìn tôi giận dữ, đôi mắt đen của anh ấy đầy nỗi khiếp sợ.  Khi tôi thu người nhích ra xa, co người lại trên ghế, câu nói ánh nhìn có thể giết chết người tự nhiên lởn vởn trong đầu tôi.  Đúng lúc đó, chuông reng thật to làm tôi giật bắn cả người, và Edward Cullen ra khỏi ghế.  Anh ta nhẹ nhàng đứng lên - anh cao hơn rất nhiều hơn tôi tưởng - lưng xoay về phía tôi, và anh ta đã ra ngoài cửa trước khi người khác bước ra khỏi ghế của mình.  Tôi ngồi như trời trồng trên ghế, ngây người nhìn theo anh ta. Anh ta thật độc ác. Thật không công bằng. Tôi bắt đầu chậm rãi thu gom đồ đạc của mình, cố ngăn cơn giận đang xâm chiếm mình, vì sợ nước mắt sẽ trào ra. Không biết vì sao mà cơn nóng giận của tôi luôn nối liền với tuyến lệ. Tôi thường khóc mỗi khi tôi giận dữ, một khuynh hướng nhục nhã.  \"Bạn là Isabella Swan phải không?\" một giọng con trai hỏi.  Tôi nhìn lên và thấy một chàng trai dễ thương, có khuôn mặt như trẻ con, mái tóc vàng lợt của anh ta được vuốt keo thành mấy cái gai gọn gàng, đang mỉm cười với tôi một cách thân thiện. Anh ấy rõ ràng không nghĩ là tôi hôi rình.  \"Bella,” tôi mỉm cười sửa lời anh ấy.  \"Tôi là Mike.” \"Hi, Mike.” \"Bạn có cần giúp tìm lớp kế tiếp không?” \"Thực ra mình sẽ đến phòng tập thể dục. Chắc mình có thể tìm ra nó.” \"Đó cũng là giờ học kế tiếp của tôi.”  Anh ấy có vẻ xúc động, mặc dù đó chẳng phải là sự trùng hợp ngẫu nhiên lớn lao gì trong ngôi trường nhỏ này.  Chúng tôi cùng nhau đến lớp; anh chàng là một người ba hoa - anh ấy gần như độc thoại, làm tôi cảm thấy dễ chịu. Anh ấy đã sống ở California đến khi lên mười, vì vậy anh ấy biết tôi cảm nhận ra sao về mặt trời. Hoá ra anh ta cũng học chung lớp tiếng Anh với tôi nữa. Anh ấy là người dễ thương nhất tôi từng gặp hôm nay.  Nhưng khi chúng tôi vào phòng tập thể dục, anh ấy hỏi, \"Nè, bạn đâm Edward Cullen bằng cây bút chì hả? Tôi chưa bao giờ thấy anh ta cư xử giống vậy.” Tôi co rúm người lại.  Hoá ra không phải chỉ mình tôi nhận thấy điều đó. Và, rõ ràng, đó không phải là hành vi bình thường của Edward Cullen. Tôi quyết định giả ngu.  \"Anh chàng tôi ngồi bên cạnh trong giờ Sinh vật hả?\" tôi thật thà hỏi.  \"Đúng rồi,” anh ta nói. “Trông anh ta như đang bị đau đớn sao đó.” \"Tôi không biết,”  tôi đáp lại.” Tôi chưa hề nói chuyện với anh ta.”  \"Anh ta kỳ cục nhỉ.”  Mike nấn ná bên tôi thay vì vào phòng thay quần áo.  “Nếu mà tôi may mắn được ngồi cạnh bạn, tôi đã nói chuyện với bạn rồi.”  Tôi mỉm cười với anh ấy trước khi qua cửa phòng chứa tủ đựng đồ có khoá giành cho nữ.  Anh thân thiện và thích tôi thấy rõ. Nhưng chưa đủ để làm dịu đi sự bực tức của tôi.  Giáo viên thể dục, Coach Clapp, tìm được cho tôi một bộ đồng phục nhưng không bắt tôi phải mặc để học giờ học hôm nay. Ở trường cũ, chỉ hai năm là bắt buộc.  Thế mà ở đây, thể dục là môn bắt buộc phải học cả bốn năm. Forks theo nghĩa đen, đúng là địa ngục trần gian của tôi.  Tôi xem bốn trận đấu bóng chuyền cùng một lúc.  Khi nhớ lại không biết bao lần tôi đã bị thương khi khi chơi bóng chuyền là tôi cảm thấy hơi mắc ói.  Tiếng chuông cuối giờ rốt cuộc cũng đã reng. Tôi từ từ đi về văn phòng để nộp giấy tờ.  Mưa đã tạnh, nhưng gió rất mạnh, và lạnh hơn. Tôi ôm tay quanh người.  Khi bước vào văn phòng ấm áp, tôi gần như quay lại ngay và đi trở ra.  Edward Cullen đứng ở bàn làm việc trước mặt tôi. Tôi nhận ra lần nữa mái tóc màu đồng bù rối.  Anh ta có vẻ không nhận thấy tiếng chân tôi bước vào.  Tôi đứng tựa lưng vào tường, chờ đến khi nhân viên tiếp tân rảnh.  Anh ta đang tranh cãi với cô ấy bằng giọng nói trầm, hấp dẫn. Tôi nhanh chóng biết được nguyên nhân chính của cuộc tranh cãi này. Anh ấy đang cố xin đổi giờ học thứ sáu - giờ sinh vật sang một giờ khác - bất cứ một thời gian nào khác.  Tôi không thể tin chuyện này là do tôi. Hẳn phải là điều gì khác, điều xảy ra trước khi tôi vào phòng sinh vật học. Nét mặt của anh ấy phải là do một lý do nghiêm trọng nào đó hoàn toàn khác. Không thể nào người xa lạ này lại tự nhiên ghét tôi dữ dội, đột ngột như thế.  Cửa lại mở ra lần nữa, và gió lạnh đột ngột thổi giật vào phòng, tiếng giấy tờ trên bàn xào xạc, quấn tóc tôi quanh mặt.  Cô gái bước vào chỉ bước đến bàn làm việc, đặt một tờ ghi chép vào giỏ sắt, rồi bước ra ngoài lại ngay. Nhưng lưng Edward Cullen cứng đờ, và anh ấy từ từ quay lại nhìn tôi trừng trừng - khuôn mặt anh đẹp trai không tưởng nỗi - với ánh mắt đầy căm hận, dữ dội.  Trong phút chốc, tôi cảm thấy nỗi sợ hãi thực sự, làm dựng hết chân lông trên cánh tay tôi.  Ánh nhìn chỉ kéo dài một giây, nhưng nó làm tôi ớn lạnh hơn cả gió băng giá. Anh ta quay lại phía nhân viên tiếp tân.  \"Vậy thì, không sao cả,” anh ấy nói vội vàng bằng giọng nói mượt như nhung. \"Tôi thấy là không thể làm được rồi. Cảm ơn cô rất nhiều vì đã giúp đỡ.” và anh xoay gót không hề nhìn tôi lần nào nữa, rồi biến ra cửa.  Tôi ngoan ngoãn đến bàn làm việc, khuôn mặt của tôi trắng bệch chứ không đỏ ửng, và trao cho cô tờ giấy đã ký.  \"Ngày đầu tiên đi học của em ra sao, cưng?”  nhân viên tiếp tân hỏi ân cần như mẹ.  \"Tốt ạ,”  tôi nói dối, giọng yếu ớt. Cô có vẻ không tin lắm.  Khi tôi đến xe tải, xe tôi gần như là chiếc xe cuối cùng trong bãi đậu xe. Nó gần như là một nơi trú ẩn, đã là vật gần gũi với gia đình mà tôi có được trong cái vịnh xanh rì ẩm ướt chết tiệt này. Tôi ngồi trong xe một chút, ngây người nhìn chằm chằm ra ngoài kính chắn gió.  Nhưng sau đó tôi cảm thấy đủ lạnh để cần lò sưởi, vì thế tôi vặn chìa khoá và động cơ gầm lên. Tôi hướng về nhà Charlie, cố cầm nước mắt suốt cả đường về."
        }
    ],
    "suggestions": []
}