{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gingerol"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gingerol"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gingerol"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gingerol"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gingerol"
        }
    },
    "sentences": [
        {
            "en": "Chili peppers get their kick from capsaicin, which some research suggests also has plenty of health benefits. But a diet rich in capsaicin has also been linked to stomach cancer.  Now, new research shows that one compound in ginger appears to offset the negative health effects of the chili pepper ingredient, and that used together, the two compounds might actually inhibit cancer growth.  Researchers at Pharmacy College of Henan University in China conducted a study with mice prone to lung cancer. Over the course of several weeks, they fed the mice either capsaicin or 6-<em>gingerol</em> or both.",
            "vi": "Ăn ớt thấy sướng miệng là nhờ ớt có capsaicin, mà một số nghiên cứu cũng cho thấy rất tốt cho sức khỏe. Tuy nhiên, ăn nhiều capsaicin cũng liên quan đến ung thư dạ dày. Hiện nay, một nghiên cứu mới cho thấy một hợp chất trong gừng có vẻ bù đắp được tác dụng xấu cho sức khỏe của thành phần này trong quả ớt, và nếu dùng chung với nhau, hai hợp chất này thực sự có thể ức chế sự phát triển ung thư.  Các nhà nghiên cứu tại Cao đẳng Dược thuộc trường Đại học Hà Nam, Trung Quốc đã tiến hành một nghiên cứu với chuột thường bị ung thư phổi. Trong suốt mấy tuần, họ cho những con chuột này ăn capsaicin hoặc ăn 6-gingerol hoặc ăn cả hai."
        }
    ],
    "suggestions": []
}