{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['dʒindʒəbred]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bánh gừng</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">loè loẹt, hào nhoáng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">gingerbread architecture</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">kiến trúc hào nhoáng</font></td></tr></table><i/></div>",
            "word": "gingerbread"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gingerbread</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 cake made with treacle or syrup and flavoured with ginger. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal fancy decoration on a building. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>take the gilt off the gingerbread</b><cclass>Brit. cause something to lose its attractiveness or desirability. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME, from OFr. <i>gingembrat</i>, from med. L. <i>gingibratum</i>, from <i>gingiber</i> (see <kref>ginger</kref>). </blockquote></div>",
            "word": "gingerbread"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gingerbread"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gingerbread"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gingerbread"
        }
    },
    "sentences": [
        {
            "en": "<em>Gingerbread</em> architecture",
            "vi": "Kiến trúc hào nhoáng"
        },
        {
            "en": "It is a <em>gingerbread</em> man.",
            "vi": "Đó là một chiếc bánh quy vị gừng hình người."
        },
        {
            "en": "You took the gilt off the <em>gingerbread</em>.",
            "vi": "Anh làm tôi mất cả hứng."
        },
        {
            "en": "Take the gilt off the <em>gingerbread</em>",
            "vi": "Cạo bỏ nước sơn hào nhoáng"
        },
        {
            "en": "Making <em>gingerbread</em> cookies and <em>gingerbread</em> houses is a popular activity during the Christmas season.",
            "vi": "Làm bánh gừng và ngôi nhà bánh gừng là hoạt động phổ biến trong mùa Giáng Sinh."
        },
        {
            "en": "The smell of <em>gingerbread</em> is in the air.",
            "vi": "Có mùi bánh gừng thấp thoáng."
        },
        {
            "en": "You should take the gilt off the <em>gingerbread</em>.",
            "vi": "Anh nên cạo bỏ nước sơn hào nhoáng."
        },
        {
            "en": "We had a great trip, but our flight home was badly delayed, which took the gilt off the <em>gingerbread</em>.",
            "vi": "Chúng tôi đã có một chuyến du lịch tuyệt vời nhưng chuyến bay về đã bị hoãn và làm hỏng mọi việc."
        },
        {
            "en": "Many of my friends swear by popcorn and cranberry garlands and <em>gingerbread</em> ornaments and have turned their annual creation into a family tradition.",
            "vi": "Rất nhiều bạn của tôi đã thề bằng bắp rang và dâu tây cranberry và đồ trang trí bánh gừng và đã biến công việc hàng năm của họ thành một truyền thống gia đình."
        },
        {
            "en": "Many of my friends swear by popcorn and cranberry garlands and <em>gingerbread</em> ornaments and have turned their annual creation into a family tradition. ",
            "vi": "Rất nhiều bạn của tôi đã thề bằng bắp rang và dâu tây cranberry và đồ trang trí bánh gừng và đã biến công việc hàng năm của họ thành một truyền thống gia đình."
        },
        {
            "en": "Samsung and Google next month may unveil the Nexus Two, which is based on Google's Android 2.3, or <em>Gingerbread</em>, operating system.",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên hệ điều hành Android 2. 3 hoặc Gingerbread của Google."
        },
        {
            "en": "Samsung and Google next month may unveil the Nexus Two, which is based on Google's Android 2. 3, or <em>Gingerbread</em>, operating system.",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên hệ điều hành Android 2.3 hoặc Gingerbread của Google."
        },
        {
            "en": "Samsung and Google next month may unveil the Nexus Two, which is based on Google's Android 2.3, or <em>Gingerbread</em>, operating system. Android and Me scored the scoop.",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên HĐH Android 2.3 hoặc Gingerbread của Google. Trang tin Adroid and Me đã có được thông tin sốt dẻo này."
        },
        {
            "en": "Make homemade baked treats. Whether it’s your famous <em>gingerbread</em> recipe or just some simple sugar cookies, get your whole family in on the baking experience.",
            "vi": "Làm bánh nướng tại nhà. Cho dù đó là công thức bánh gừng nổi tiếng của bạn hay chỉ một ít bánh quy đường đơn giản, điều đó sẽ giúp cả gia đình bạn có những trải nghiệm nướng bánh cùng nhau."
        },
        {
            "en": "Make homemade baked treats. Whether it’s your famous <em>gingerbread</em> recipe or just some simple sugar cookies, get your whole family in on the baking experience. ",
            "vi": "Làm bánh nướng tại nhà. Cho dù đó là công thức bánh gừng nổi tiếng của bạn hay chỉ một ít bánh quy đường đơn giản, điều đó sẽ giúp cả gia đình bạn có những trải nghiệm nướng bánh cùng nhau."
        },
        {
            "en": "He's offered us his villa by the sea for two weeks. The only problem is that we can only have it in February, which rather takes the gilt off the <em>gingerbread</em>.",
            "vi": "Ông ấy ngỏ ý cho chúng tôi mượn căn biệt thự bên bờ biển của ông ấy trong hai tuần. Có điều chúng tôi chỉ có thể đến ở đó vào tháng Hai, thật đáng tiếc."
        },
        {
            "en": "He's offered us his villa by the sea for two weeks. The only problem is that we can only have it in February. This rather takes the gilt off the <em>gingerbread</em>.",
            "vi": "Anh ta mời chúng tôi đến nghỉ hai tuần ở ngôi biệt thự nằm gần bờ biển. Chỉ có vấn đề là chúng tôi chỉ được ở đó vào tháng hai, điều ấy làm mất cả hứng thú."
        },
        {
            "en": "As an alternative to the classic <em>gingerbread</em> house, you can and a bit of hot glue or icing. Decorate foam cones with hard candies or peppermints and save an extra special treat for the very top. ",
            "vi": "Là một sự thay thế cho ngôi nhà bánh gừng cổ điển, bạn có thể dựng cây cối bằng kẹo với các miếng xốp hình chóp và một ít keo nóng hoặc kem. Trang trí hình nón bằng xốp với kẹo cứng hoặc lá bạc hà và lưu lại một ít phần xốp đặc biệt cho phần chóp trên cùng."
        },
        {
            "en": "As an alternative to the classic <em>gingerbread</em> house, you can and a bit of hot glue or icing. Decorate foam cones with hard candies or peppermints and save an extra special treat for the very top.",
            "vi": "Là một sự thay thế cho ngôi nhà bánh gừng cổ điển, bạn có thể dựng cây cối bằng kẹo với các miếng xốp hình chóp và một ít keo nóng hoặc kem. Trang trí hình nón bằng xốp với kẹo cứng hoặc lá bạc hà và lưu lại một ít phần xốp đặc biệt cho phần chóp trên cùng."
        },
        {
            "en": "Samsung and Google next month may unveil the Nexus Two, which is based on Google's Android 2.3, or <em>Gingerbread</em>, operating system. Android and Me scored the scoop. Samsung and Google next month could unveil the Nexus Two based on Google's Android 2.3 operating system, the follow-up to the failed Google Nexus One smartphone, according to a gadget blog.  Samsung has scheduled a press event for Nov. 8 in New York City, and media invites to the event went out earlier this week. While some believe the news will be the Android-based Samsung Galaxy Player, the gadget blog Android and Me said the companies would unveil the Nexus Two as the first smartphone based on Android 2.3, or the <em>Gingerbread</em>, build that is optimized for tablet computers.  The news comes two days after City A.M. said Carphone Warehouse would sell the Nexus Two exclusively in the United Kingdom this holiday season.  Both Google and Samsung declined to comment. The emergence of a Nexus Two on Samsung would be a surprise to the 5 million owners of the Samsung Galaxy S devices offered by Verizon Wireless, AT&T, Sprint and T-Mobile. If Android and Me's claim is true, it would also count as a revitalization of the Nexus brand after the demise of the inaugural Google Nexus One.  Google launched the Nexus One last January as the first handset based on Android 2.1, selling the device unlocked through its Webstore for $529, or $179 with a two-year contract from T-Mobile. The device was unique because, while HTC made the hardware, Google put only the software it wanted on it. Few people purchased the device and, after Sprint and Verizon Wireless reneged on their plans to offer the device, Google shuttered the Webstore in the spring, offering the Nexus One to developers as a test-bed gadget. Questions remain. If Samsung launches the Nexus Two this holiday season, will it retain the Nexus brand model of allowing Google to provide all of the software? If so, what carrier will carry it, outside of Carphone Warehouse across the pond?  Read phonetically Moreover, how soon before existing Samsung handsets, many of which have yet to get the Android 2.2 bump, receive <em>Gingerbread</em>?",
            "vi": "Samsung và Google vào tháng sau có thể sẽ ra mắt Nexus Two, chiếc điện thoại thông minh dựa trên HĐH Android 2.3 hoặc Gingerbread của Google. Trang tin Adroid and Me đã có được thông tin sốt dẻo này. Samsung và Google vào tháng sau có thể ra mắt Nexus Two dựa trên hệ điều hành Android 2.3 của Google, theo một trang tin blog thì phiên bản tiếp theo của chiếc điện thoại thông minh Nexus One của Google đã thất bại. Samsung đã lên kế hoạch tổ chức một sự kiện báo chí vào ngày 8/11 tại New York và mời các phương tiện truyền thông đến tham gia sự kiện vào đầu tuần này. Trong khi một số tin rằng tin tức này dựa trên sự xuất hiện của máy nghe nhạc Samsung Galaxy Player chạy HĐH Android, trang tin blog Android and Me cho rằng các công ty sẽ ra mắt Nexus Two là chiếc điện thoại thông minh đầu tiên dựa trên HĐH Android 2,3 hoặc Gingerbread, được xây dựng để tối ưu hóa cho các máy tính bảng. Thông tin này được đưa ra hai ngày sau khi trang báo City A.M nói rằng công ty bán lẻ Carphone Warehouse sẽ bán độc quyền Nexus Two tại Anh vào mùa lễ này. Cả Goolge và Samsung đều từ chối bình luận. Sự xuất hiện của Nexus Two của Samsung sẽ là một bất ngờ cho 5 triệu chủ nhân sở hữu thiết bị Samsung Galaxy S được cung cấp bởi các nhà mạng Verizon Wireless, AT & T, Sprint và T-Mobile. Nếu lời xác nhận của trang tin Android and Me đúng thì nó cũng sẽ được xem như là một sự tái sinh của thương hiệu Nexus sau sự thất bại của Google Nexus One lần đầu ra mắt. Google ra mắt Nexus One vào tháng Giêng như là chiếc điện thoại đầu tiên dựa trên HĐH Android 2.1, Google bán chiếc điện thoại này đã được mở khóa thông qua Webstore của mình với mức giá là $ 529, hoặc $ 179 với một hợp đồng hai năm từ nhà mạng T-Mobile. Chiếc điện thoại này phần cứng do HTC sản xuất, Google chỉ đưa các phần mềm họ muốn trên đó. Rất ít người đặt mua thiết bị này và sau đó hai nhà mạng Sprint và Verizon Wireless từ bỏ kế hoạch cung cấp Nexus One nữa, Google đóng cửa Webstore vào mùa xuân và cung cấp Nexus One cho các nhà phát triển như là một thiết bị thử nghiệm. Câu hỏi còn lại. Nếu Samsung ra mắt Nexus Two vào mùa lễ này thì họ có duy trì mô hình thương hiệu Nexus và cho phép Google cung cấp tất cả các phần mềm không? Nếu vậy, thì nhà mạng nào sẽ bán nó nữa ngoài công ty bán lẻ Carphone Warehouse ?Listen Read phonetically Hơn nữa, những chiếc điện thoại di động hiện có của Samsung nhiều trong số đó vẫn chưa có khả năng chạy HĐH Android 2,2 , sẽ đón nhận Gingerbread bằng cách nào?"
        }
    ],
    "suggestions": []
}