{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒinseη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cây nhân sâm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">củ nhân sâm</td></tr></table><i/></div>",
            "word": "ginseng",
            "pronounce": "['dʒinseη]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ginseng</k><blockquote><cclass>[<cclass>'dʒɪnsɛŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a plant tuber credited with various tonic and medicinal properties. </blockquote></blockquote><blockquote><blockquote>2》 the plant from which ginseng is obtained, native to east Asia and North America. [Genus <i>Panax</i>: several species.] </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Chin. <i>rénshēn</i>, from <i>rén</i> 'man' + <i>shēn</i>, a kind of herb (because of the supposed resemblance of the forked root to a person). </blockquote></div>",
            "word": "ginseng",
            "pronounce": "['dʒinseη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ginseng",
            "pronounce": "['dʒinseη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ginseng",
            "pronounce": "['dʒinseη]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân sâm</font></td></tr></tbody></table></div>",
            "word": "ginseng",
            "pronounce": "['dʒinseη]"
        }
    },
    "sentences": [
        {
            "en": "<em>Ginseng</em> tea is good.",
            "vi": "Trà nhân sâm thì tốt."
        },
        {
            "en": "I've heard of American <em>Ginseng</em>, but what is Jilin <em>Ginseng</em>?",
            "vi": "Tôi đã nghe nói về sâm Mỹ, nhưng sâm Jilin là gì?"
        },
        {
            "en": "I suggest she take some Jilin <em>Ginseng</em>.",
            "vi": "Tôi khuyên cô ấy uống sâm Jilin."
        },
        {
            "en": "Vietnam proves lucrative market for Korean <em>ginseng</em>",
            "vi": "Việt Nam là thị trường 'béo bở' cho nhân sâm Hàn Quốc"
        },
        {
            "en": "<em>Ginseng</em> is very good for your health.",
            "vi": "Nhân sâm rất tốt cho sức khỏe của bạn."
        },
        {
            "en": "I 've heard of American <em>Ginseng</em>, but what is Jilin <em>Ginseng</em>?",
            "vi": "Tôi đã nghe nói về sâm Mỹ, nhưng sâm Jilin là gì?"
        },
        {
            "en": "What are the medicinal properties of Korean <em>ginseng</em>?",
            "vi": "Nhân sâm Hàn Quốc có những đặc tính chữa bệnh nào?"
        },
        {
            "en": "Korean red <em>ginseng</em> capsules, tablets and pills are made of red <em>ginseng</em> extracts that have been aged for 6 years or more.",
            "vi": "Viên nang, viên nén và thuốc viên nhân sâm đỏ Hàn Quốc được làm từ chiết xuất từ nhân sâm đỏ đạt từ 6 năm tuổi trở lên."
        },
        {
            "en": "You can also soak the <em>Ginseng</em> in wine or stew them with chicken.",
            "vi": "Ông cũng có thể ngâm sâm vào trong rượu hoặc hầm chúng với gà."
        },
        {
            "en": "\"Korean <em>ginseng</em> is high quality and relatively expensive, so it makes for good gifts,\" KOTRA was quoted as saying.",
            "vi": "\"Nhân sâm Hàn Quốc có chất lượng cao và tương đối đắt tiền, vì vậy nó là một quà tốt\" KOTRA được trích dẫn lời."
        },
        {
            "en": "Cut the <em>Ginseng</em> into slices and put some 20 slices into a bowl with a little water and steam them.",
            "vi": "Cắt sâm thành những từng miếng và bỏ 20 miếng vào trong một cái tô với ít nước và hấp lên."
        },
        {
            "en": "But energy drinks often contain not only caffeine but a host of other stimulants including taurine, guarana, and <em>ginseng</em>.",
            "vi": "Nhưng nước tăng lực thường không chỉ chứa caffeine mà còn có một loạt các chất kích thích khác bao gồm taurine, guarana và nhân sâm."
        },
        {
            "en": "South Korea’s <em>ginseng</em> exports to Vietnam in 2015 jumped 93 percent in quantity and 32 percent in value compared with 2010.",
            "vi": "Xuất khẩu nhân sâm của Hàn Quốc sang Việt Nam vào năm 2015 đã tăng 93 phần trăm về khối lượng và 32 phần trăm về giá trị so với năm 2010."
        },
        {
            "en": "Keep taking your B vitamins. And if you're going through a demanding time, consider adding either a Siberian <em>ginseng</em> or rhodiola herbal supplement. ",
            "vi": "Tiếp tục uống các vitamin B. Và nếu bạn đang trong thời kỳ bận rộn, hãy cân nhắc việc bổ sung thêm một loại sâm Siberi hoặc thảo dược rhodiola."
        },
        {
            "en": "Vietnam has emerged as the biggest buyer of South Korean <em>ginseng</em> in Southeast Asia, the Yonhap news agency reported on Tuesday, quoting a Vietnam-based trade group.",
            "vi": "Việt Nam đã nổi lên như là nơi mua nhân sâm Hàn Quốc lớn nhất ở Đông Nam Á, hãng tin Yonhap báo cáo vào hôm thứ Ba, trích dẫn một tập đoàn thương mại tại Việt Nam."
        },
        {
            "en": "In addition, Vietnam is planning to develop its own <em>ginseng</em> to reduce dependence on imports, which is likely to hurt South Korea’s exports, the trade group said.",
            "vi": "Ngoài ra, Việt Nam đang có kế hoạch tự trồng nhân sâm để giảm sự phụ thuộc vào nhập khẩu, việc này có khả năng làm tổn thương xuất khẩu của Hàn Quốc, Tập đoàn thương mại cho biết."
        },
        {
            "en": "South Korean <em>ginseng</em>, however, is facing fierce competition from cheap Chinese products, KOTRA said, adding that some of the Chinese products are falsely labeled as Korean brands.",
            "vi": "Tuy nhiên nhân sâm Hàn Quốc lại đang đối mặt với sự cạnh tranh khốc liệt từ các sản phẩm giá rẻ của Trung Quốc, KOTRA cho biết thêm rằng một số sản phẩm của Trung Quốc được dán nhãn như là thương hiệu Hàn Quốc."
        },
        {
            "en": "Last year, Vietnam’s Deputy Prime Minister Vu Duc Dam approved a scheme to preserve and develop the local <em>ginseng</em> of Ngoc Linh in the central province of Quang Nam. ",
            "vi": "Vào Năm ngoái, Phó Thủ tướng Chính phủ của Việt Nam ông Vũ Đức Đam đã phê duyệt đề án bảo tồn và phát triển nhân sâm Ngọc Linh giống cây đặc thù ở tỉnh Quảng Nam."
        },
        {
            "en": "When our young nation went searching in the wake of the Revolutionary War for new markets for our exports, the Chinese people welcomed American traders laden with <em>ginseng</em> and fur.",
            "vi": "Khi đất nước non trẻ của chúng ta tìm kiếm thị trường xuất khẩu mới sau thời kỳ chiến tranh Cách mạng, người Trung Quốc chào đón những tàu buôn Mỹ chất đầy nhân sâm và lông thú…"
        },
        {
            "en": "The Southeast Asian nation was also the only country to see a year-on-year increase in both the quantity and value of <em>ginseng</em> shipments from South Korea last year.",
            "vi": "Quốc gia Đông Nam Á này cũng là quốc gia duy nhất cho thấy sự gia tăng so với cùng kì năm ngoái cả về số lượng và giá trị của các lô hàng nhân sâm từ Hàn Quốc."
        }
    ],
    "suggestions": []
}