{
    "en_vn": {
        "data": {
            "content": null,
            "word": "girandola"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "girandola"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "girandola"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "girandola"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "girandola"
        }
    },
    "sentences": [
        {
            "en": "The garland briefer than a <em>gir</em> l's.",
            "vi": "Va thy trang hoa ngn hn trang hoa cua mt thiu n."
        },
        {
            "en": "Capitalize on a <em>gir</em> l's naivety",
            "vi": "Lợi dụng sự ngây thơ của một cô gái"
        },
        {
            "en": "A <em>gir</em> l's blood, mr. Tanaka?",
            "vi": "Nhổ máu con gái xuống nền nhà à, ông tanaka?"
        },
        {
            "en": "The <em>gir</em> l's lips tremble, tears come to her eyes.",
            "vi": "Môi con bé run run, nước mắt nó trào ra."
        },
        {
            "en": "In Sweden, Warg's former defence lawyer <em>Ola</em> Salomonsson confirmed the arrest, the Aftonbladet newspaper reports.",
            "vi": "Tờ Aftonbladet  của Thụy Điển đưa tin, cựu luật sư bào chữa của ông Warg, ông Ola Salomonsson, tại Thụy Điển đã xác nhận việc ông Warg bị bắt giữ."
        },
        {
            "en": "Mr. Admed said he found the <em>gir</em> l's message on a beach near Casablanca.",
            "vi": "Ông admed cho biết ông đã tìm thấy bức thư của cô gái trên một bãi biển gần casablanca."
        },
        {
            "en": "In this scene, a beautiful young <em>gir</em> l's lying across the lines.",
            "vi": "Trong cảnh này, một cô gái trẻ đẹp đang nằm ngang qua đường ray."
        },
        {
            "en": "His radiant smile would immediately turn any <em>gir</em> l's brain to jelly.",
            "vi": "Nụ cười thu hút của hắn sẽ làm mềm lòng bất cứ cô gái nào."
        },
        {
            "en": "Is this a boy's or <em>gir</em> l's voice that i hear?",
            "vi": "Đó là tiếng con trai hay con gái mà tôi nghe thấy."
        },
        {
            "en": "The <em>gir</em> l's answer was usually cautious, because everybody in that part of the country knew Jack's reputation with girls.",
            "vi": "Câu trả lời của cô gái thường rất thận trọng, bởi vì mọi người trong vùng đều biết danh tiếng của jack với các cô gái."
        },
        {
            "en": "She came back to the okiya wearing another <em>gir</em> l's ornaments.",
            "vi": "Cô ta về nhà với đồ trang sức của người khác."
        },
        {
            "en": "A <em>gir</em> l's peers may affect her perception of body image.",
            "vi": "Một cô bé ở cùng độ tuổi có thể sẽ gây tác động đến nhận thức về vóc dáng của con gái bạn."
        },
        {
            "en": "Two little girls are sitting and talking about the first <em>gir</em> l's dog.",
            "vi": "Hai bé gái đang ngồi và nói chuyện về con chó của em gái thứ nhất."
        },
        {
            "en": "By keeping the bracelet, the boy accepts the <em>gir</em> l's promise of marriage and wedding arrangements will proceed accordingly.",
            "vi": "Hễ giữ lại vòng, tức người con trai chấp nhận lời hứa hôn của cô gái và công việc sắp xếp hôn lễ sẽ cử hành sau đó."
        },
        {
            "en": "Melanie lay in the bed, her figure under the counterpane shrunken and flat like a little <em>gir</em> l's.",
            "vi": "Melanie nằmg trên giường, dưới tấm mền, thân hình nàng quắt lại và phẳng như thân hình một cô bé."
        },
        {
            "en": "He only laughed and would not permit Scarlett even to slap the little <em>gir</em> l's hand by way of reprimand.",
            "vi": "Chàng chỉ cười và không cho phép scarlett cảnh cáo bằng cách phát vào tay nó."
        },
        {
            "en": "When Hatsumomo and her boyfriend finally stepped out into the corridor, her boyfriend looked right at me, that <em>gir</em> l's in the front hall.",
            "vi": "Cuối cùng khi hatsumono và ông bồ cô bước ra hành lang, ông ta nhìn tôi và nói, con này ở đây kia mà."
        },
        {
            "en": "If the boy does not agree to marry her, he has to offer a chicken and vase of wine to the <em>gir</em> l's family.",
            "vi": "Nếu người con trai không đồng ý cưới nàng, chàng trai phải nộp phạt một con gà và một ché rượu cho gia đình cô gái."
        },
        {
            "en": "He had said only a few sentences when the <em>gir</em> l's face turned red and she smacked his face angrily and walked off.",
            "vi": "Anh ta chỉ mới nói được vài câu thì cô gái dỏ mặt, tát vào mặt anh ta và bỏ đi."
        },
        {
            "en": "The Recode report suggested that the reason Alexander might have wanted to gain access to the woman's records was to try to cast doubt on her claim. Uber executives had become suspicious that India's ride-hailing company <em>Ola</em> orchestrated the incident to thwart competition from Uber.",
            "vi": "Báo cáo của Recode gợi ý rằng lý do Alexander có thể muốn lấy được hồ sơ của người phụ nữ đó là để cố xóa bỏ những nghi ngờ trong lời tuyên bố của cô ta. Các giám đốc điều hành của Uber đã trở nên nghi ngờ rằng công ty dịch vụ lái xe khách Ola của Ấn Độ đã điều khiển vụ việc để cản trở sự cạnh tranh từ Uber."
        }
    ],
    "suggestions": []
}