{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gladdened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gladdened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gladdened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gladdened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gladdened"
        }
    },
    "sentences": [
        {
            "en": "He <em>gladdened</em> the cockles of my heart.",
            "vi": "Anh ta làm cho tôi vui sướng."
        },
        {
            "en": "Her heart <em>gladdened</em> at her success in capturing the bird.",
            "vi": "Lòng cô rất đỗi vui mừng vì thành công trong việc bắt được chú chim."
        },
        {
            "en": "It <em>gladdened</em> my heart to see them all enjoying themselves.",
            "vi": "Tôi lấy làm vui mừng khi thấy họ đều vui vẻ."
        },
        {
            "en": "The word \"please\" can be used to show satisfaction and pleasure.\"I am pleased with my new house\"\"This job pleases me\"\"Your music gives me pleasure\"\"I am very pleased to meet you\"From those few examples you can see that \"please\" and \"pleasure\" are closely related in origin, but are sometimes used in completely different ways.If something makes you pleased, you can say that you feel Uplifted, Perked, Chuffed, <em>Gladdened</em>, Overjoyed, Over the moon.",
            "vi": "Từ \"please\" có thể được dùng để bày tỏ sự hài lòng và vui mừng.\" Tôi thích ngôi nhà mới của mình\"\" Công việc này làm tôi hài lòng \"\" Nghe bạn chơi nhạc rất đã\"\"Rất vui được gặp bạn\"Qua những ví dụ này, bạn có thể thấy \"please\" và \"pleasure \" liên quan mật thiết về gốc từ, nhưng đôi khi lại được dùng hoàn toàn khác nhau.Nếu một việc làm bạn hài lòng, bạn có thể nói mình cảm thấy Lâng lâng, Khoẻ khoắn, Vui hớn hở, Mừng, Vui mừng khôn xiết, Vui sướng."
        }
    ],
    "suggestions": []
}