{
    "en_vn": {
        "data": {
            "content": null,
            "word": "glassworker"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "glassworker"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "glassworker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "glassworker"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "glassworker"
        }
    },
    "sentences": [
        {
            "en": "Syphilis    What Is It? Syphilis is a sexually transmitted disease (STD) caused by a type of bacteria known as a   document.write(defspirochete158) spirochete (through a microscope, it looks like a corkscrew or spiral). It is extremely small and can live almost anywhere in the body. The spirochetes that cause syphilis can be passed from one person to another through direct contact with a syphilis sore during sexual intercourse (vaginal, anal, or oral sex). The infection can also be passed from a mother to her baby during pregnancy. You cannot catch syphilis from a towel, doorknob, or toilet seat. In the 1990s there was a decrease in the number of people infected with syphilis. However, more recently there has been a steady increase in reported cases of syphilis, especially in young adults and in men who have male sexual partners. In its early stages, syphilis is easily treatable. However, if left untreated, it can cause serious problems — even death. So it's important to understand as much as you can about this disease. What Are the Symptoms?                   Syphilis occurs in several different stages:       Primary Syphilis In the first stage of syphilis, red, firm, and sometimes wet sores that don't hurt appear on the vagina, rectum, penis, or mouth. There is often just one sore, but there may be several. This type of sore is called a chancre (pronounced: shang-<em>ker</em>). Chancres appear on the part of the body where the spirochetes moved from one person to another. Someone with syphilis may also have swollen glands during this first stage. After a few weeks, the chancre will disappear, but that's not a sign that the disease has gone away. In fact, if the infection hasn't been treated, the disease will continue to get worse. Syphilis is highly contagious during this first stage. Unfortunately, it can be easy to miss because the chancres are painless and can appear in areas that may not be easy to see, like in the mouth, under the foreskin, or on the anus. This means that people may not know that they are infected, and can pass the disease on to others without realizing it. Secondary Syphilis If syphilis hasn't been treated yet, the person will often break out in a rash (especially on the soles of the feet and palms of the hands) and may also notice flu-like symptoms, such as fever and achiness. This can happen weeks to months after the chancre first appears. Sometimes the rashes associated with syphilis can be very faint or look like rashes from other infections and, therefore, may not be noticed. Sores sometimes appear on the lips, mouth, throat, vagina, and anus — but many people with secondary syphilis don't have sores at all. The symptoms of this secondary stage will go away with or without treatment. But if the infection hasn't been treated, the disease can continue to progress. Syphilis is still contagious during the secondary stage. Latent Syphilis If syphilis still hasn't been treated yet, the person will have a period of the illness called latent (hidden) syphilis. This means that all the signs of the disease go away, but the disease is still. Even though the disease is \"hiding,\" the spirochetes are still in the body. Syphilis can remain latent for many years. Tertiary Syphilis If the disease still hasn't been treated at this point, some develop tertiary (or late-stage) syphilis. This means the spirochetes have spread all over the body and can affect the brain, the eyes, the heart, the spinal cord, and bones. Symptoms of late syphilis can include difficulty walking, numbness, gradual blindness, and possibly even death. How Long Until Symptoms Appear? A person who has been exposed to the spirochetes that cause syphilis may notice a chancre from 10 days to 3 months later, though the average is 3 weeks. If the syphilis is not treated, the second stage of the disease may occur anywhere from about 2 to 10 weeks after the original sore (chancre). It's important to keep in mind that many people never notice any symptoms of syphilis. This means it is important to let your doctor know that you are having sex, so that he or she can test you for syphilis even if you don't have any symptoms. What Can Happen? Syphilis can be very dangerous if left untreated. In both guys and girls, the spirochetes can spread throughout the whole body, infecting major organs. Brain damage and other serious health problems can occur, many of which can't be treated. A woman who is pregnant and hasn't been effectively treated is at great risk of putting her baby in danger. Untreated syphilis also can cause major birth defects. Syphilis also increases the risk of HIV infection because HIV can enter the body more easily when there's a sore present. How Is It Treated? If you think you may have syphilis or if you have had sexual contact with someone who might have syphilis, see your doctor or gynecologist right away. It can sometimes be difficult to spot chancres. So it's important to get checked on a regular basis, especially if you have had unprotected sex and/or more than one sex partner. Depending on the stage, the doctor can make a diagnosis by examining the discharge from chancres under a special microscope or by doing a blood test to look for signs of infection. Let the doctor know the best way to reach you confidentially with any test results. Early stages of syphilis are easily cured with antibiotics. Someone who has been infected for a while will need treatment for a longer period of time. Unfortunately, damage to the body from the late stage of syphilis cannot be treated. However, even in the late stage, it is important to get treatment. This can prevent further damage to the body. Anyone with whom you've had unprotected sex should also be checked for syphilis immediately. How Is Syphilis Prevented? The best way to prevent any STD is to not have sex. However, for people who decide to have sex, it's important to use protection and to have as few sexual partners as possible. Latex condoms are effective against most STDs; however, if there are any sores or rashes that cannot be covered by the condom, it's wise to not have sex until rashes or other skin breaks have healed and the person has seen a doctor for treatment.",
            "vi": "Bệnh giang mai    Bệnh giang mai là gì? Giang mai là bệnh lây truyền qua đường tình dục (STD) do vi khuẩn tên là khuẩn xoắn gây ra (qua kính hiển vi, nó trông giống như cái mở nút chai hay vòng xoắn). Nó cực nhỏ và có thể sống gần như ở bất cứ nơi đâu trong cơ thể. Khuẩn xoắn gây bệnh giang mai có thể truyền từ người này sang người khác do tiếp xúc trực tiếp với chỗ loét giang mai trong lúc giao hợp (quan hệ tình dục qua âm đạo, hậu môn hoặc đường miệng). Nhiễm trùng cũng có thể truyền từ mẹ sang con khi trong kỳ thai nghén. Bạn không thể mắc bệnh giang mai từ khăn, tay nắm cửa hay bồn cầu. Vào những năm 90, số người nhiễm giang mai giảm xuống. Tuy nhiên, mới đây theo báo cáo thì các trường hợp bị giang mai tăng đều, nhất là ở thanh niên và đàn ông có bạn tình là phái nam. Ở các giai đoạn đầu, giang mai có thể được điều trị dễ dàng. Tuy nhiên, nếu không được điều trị, nó có thể gây ra những vấn đề nghiêm trọng – thậm chí làm chết người. Như vậy điều quan trọng là bạn nên hiểu rõ về bệnh này. Triệu chứng là gì?  Giang mai xuất hiện thành nhiều giai đoạn khác nhau: Giang mai thời kỳ thứ nhất Trong giai đoạn giang mai đầu tiên, có những chỗ loét đỏ, cứng, và đôi khi ẩm ướt không gây đau xuất hiện trên âm đạo, trực tràng, dương vật, hay miệng. Thường thì chỉ có một chỗ loét, nhưng cũng có thể có vài chỗ. Loại loét này được gọi là săng (phát âm: shang-ker). Săng xuất hiện trên một bộ phận trong cơ thể nơi khuẩn xoắn truyền từ người này sang người khác. Người mắc bệnh giang mai cũng có thể có các tuyến bị sưng trong giai đoạn đầu tiên này.  Sau vài tuần, săng sẽ biến mất, nhưng đó không phải là dấu hiệu khỏi bệnh. Thực ra, nếu chỗ nhiễm trùng không được điều trị thì bệnh sẽ tiếp tục trở nên tệ hơn.  Giang mai rất dễ lây lan trong giai đoạn đầu tiên này. Thật đáng tiếc, nó có thể dễ bị bỏ sót vì săng không gây đau đớn và có thể xuất hiện ở những vùng có thể không dễ dàng nhìn thấy, như trong miệng, dưới bao quy đầu, hay trên hậu môn. Điều này có nghĩa là có thể mọi người không biết là họ bị nhiễm bệnh, và có thể truyền bệnh sang người khác mà không biết. Giang mai thời kỳ thứ hai Nếu giang mai chưa được điều trị, người bệnh sẽ thường nổi mẩn ngứa (nhất là trên lòng bàn chân và lòng bàn tay) và cũng có thể nhận thấy các triệu chứng giống như cúm, như là sốt và đau nhức. Điều này có thể xảy ra vài tuần cho đến vài tháng sau khi săng xuất hiện lần đầu tiên. Đôi khi chỗ nổi mẩn ngứa do giang mai có thể mờ đi hoặc trông giống như chỗ nổi mẩn ngứa do nhiễm các bệnh khác, do đó mà người ta không nhận ra. Chỗ loét đôi khi xuất hiện trên môi, miệng, họng, âm đạo, và hậu môn - nhưng nhiều người mắc bệnh giang mai thời kỳ thứ hai không có vết loét nào.  Các triệu chứng trong giai đoạn thứ hai này sẽ mất đi dù có được điều trị hay không. Nhưng nếu như chỗ nhiễm trùng không được điều trị thì bệnh có thể tiếp tục tiến triển. Giang mai vẫn còn lây nhiễm trong giai đoạn thứ hai.  Giang mai tiềm ẩńi kỳ  còn nữalây nhiễm t Nếu giang mai vẫn chưa được điều trị thì người bệnh sẽ trải qua thời kỳ bệnh được gọi là giang mai tiềm ẩn (ẩn). Điều này có nghĩa là tất cả các dấu hiệu của bệnh này đều không còn nữa, nhưng vẫn còn bệnh. Dù cho bệnh \"tiềm ẩn\" nhưng khuẩn xoắn vẫn còn trong cơ thể. Giang mai có thể tiếp tục tiềm ẩn trong nhiều năm.  Giang mai thời kỳ thứ ba Nếu bệnh vẫn không được điều trị vào thời điểm này thì một số trường hợp làm phát triển giang mai thời kỳ thứ ba (hay giai đoạn cuối). Điều này có nghĩa là khuẩn xoắn đã lan ra toàn thân và có thể gây ảnh hưởng đến não, mắt, tim, tuỷ sống, và xương. Các triệu chứng giang mai thời kỳ cuối có thể bao gồm khó đi đứng, tê, mù dần dần, và thậm chí có thể làm chết người.  Bao lâu mới có triệu chứng?  Một người bị nhiễm khuẩn xoắn gây giang mai có thể phát hiện ra săng từ 10 ngày đến 3 tháng sau đó, nhưng trung bình là khoảng 3 tuần. Nếu giang mai không được điều trị thì giai đoạn bệnh thứ hai có thể xảy ra ở bất kỳ chỗ nào khoảng 2 đến 10 tuần sau khi xuất hiện chỗ loét (săng) ban đầu. Điều quan trọng là phải lưu ý rằng nhiều người không hề phát hiện ra bất kỳ triệu chứng nào về bệnh giang mai. Điều này có nghĩa là quan trọng là phải cho bác sĩ của bạn biết bạn đã quan hệ tình dục, để mà anh ấy hoặc cô ấy có thể kiểm tra xem bạn có mắc bệnh giang mai hay không dù cho bạn không có triệu chứng nào.  Chuyện gì có thể xảy ra?  Giang mai có thể rất nguy hiểm nếu không được điều trị. Ở cả nam lẫn nữ, khuẩn xoắn có thể phát tán khắp cả cơ thể, làm nhiễm trùng các cơ quan quan trọng. Tổn thương não và các vấn đề nghiêm trọng về sức khỏe có thể xảy ra, phần nhiều trong số đó không điều trị được. Phụ nữ mang thai nhưng không được điều trị một cách hiệu quả rất có nguy cơ gây nguy hiểm cho bé. Giang mai không được điều trị cũng có thể gây ra các khuyết tật bẩm sinh nghiêm trọng. Giang mai cũng làm tăng nguy cơ nhiễm HIV vì HIV có thể đi vào cơ thể dễ dàng hơn khi có chỗ bị loét. Bệnh giang mai được điều trị như thế nào?  Nếu như bạn nghĩ rằng có thể bạn mắc bệnh giang mai hay bạn đã quan hệ tình dục với người có thể mắc bệnh giang mai thì ngay lập tức hãy đi khám bác sĩ hay bác sĩ phụ khoa. Đôi khi có thể khó phát hiện ra chỗ loét. Như vậy điều quan trọng là phải được kiểm tra thường xuyên, nhất là nếu như bạn đã quan hệ tình dục không an toàn và / hoặc bạn có nhiều bạn tình.  Tùy từng giai đoạn, bác sĩ có thể chẩn đoán bằng cách kiểm tra mủ từ vết loét chảy ra thông qua kính hiển vi đặc biệt hay bằng cách làm xét nghiệm máu để tìm ra dấu hiệu nhiễm trùng. Hãy cho bác sĩ biết cách tốt nhất để báo cho bạn biết bất kỳ kết quả xét nghiệm nào một cách kín đáo.  Các giai đoạn giang mai ban đầu dễ dàng được điều trị bằng thuốc kháng sinh. Người bị nhiễm bệnh được một thời gian sẽ cần phải điều trị trong một thời gian dài hơn. Thật đáng tiếc, tổn hại cho cơ thể từ giai đoạn cuối giang mai không thể điều trị được. Tuy nhiên, ngay cả trong giai đoạn cuối, điều quan trọng là phải được điều trị. Điều này có thể ngăn ngừa tổn hại thêm cho cơ thể. Bất kỳ người nào mà bạn đã từng quan hệ tình dục không an toàn cũng nên được kiểm tra giang mai ngay lập tức.  Bệnh giang mai được ngăn ngừa bằng cách nào?  Cách tốt nhất để ngăn ngừa bất kỳ bệnh nào lây truyền qua đường tình dục là không quan hệ tình dục. Tuy nhiên, đối với những người quyết định quan hệ tình dục, điều quan trọng là phải sử dụng biện pháp bảo vệ và có càng ít bạn tình càng tốt. Bao cao su nhựa mủ có hiệu quả ngăn ngừa hầu hết các bệnh lây truyền qua đường tình dục; tuy nhiên, nếu có bất  kỳ vết loét hay chỗ nổi mẩn ngứa nào mà bao cao su không che được thì không nên quan hệ tình dục cho đến khi chỗ nổi mẩn ngứa hay các vết trầy xước khác trên da được chữa lành và người bệnh đã đi khám bác sĩ để được điều trị."
        }
    ],
    "suggestions": []
}