{
    "en_vn": {
        "data": {
            "content": null,
            "word": "glistening"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "glistening"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "glistening"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "glistening"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "glistening"
        }
    },
    "sentences": [
        {
            "en": "Sparkling/<em>Glistening</em> scene",
            "vi": "Khung cảnh lung linh"
        },
        {
            "en": "Grass <em>glistening</em> with dew.",
            "vi": "Cỏ long lanh những giọt sương."
        },
        {
            "en": "Her eyes are big, beady and <em>glistening</em>.",
            "vi": "Đôi mắt cô ấy to, tròn và long lanh."
        },
        {
            "en": "Her eyes are <em>glistening</em> with indescribable optimism.",
            "vi": "Đôi mắt cô ta ánh lên một niềm lạc quan không tả xiết."
        },
        {
            "en": "His dark eyes were <em>glistening</em> with tears.",
            "vi": "Đôi mắt đen của anh đang lấp loáng nước mắt."
        },
        {
            "en": "Dew - drops <em>glistening</em> in the grass.",
            "vi": "Những giọt sương long lanh trên cỏ."
        },
        {
            "en": "Dew-drops <em>glistening</em> in the grass.",
            "vi": "Những giọt sương long lanh trên cỏ."
        },
        {
            "en": "I looked in the rearview mirror, her eyes were <em>glistening</em>.",
            "vi": "Tôi nhìn vào kính chiếu hậu, đôi mắt của bà ấy long lanh."
        },
        {
            "en": "Her eyes were <em>glistening</em> and her lashes were wet.",
            "vi": "Mắt cô ấy long lanh và lông mi ướt đẫm."
        },
        {
            "en": "She kneeled down to her sister and smiled through eyes <em>glistening</em> with tears.",
            "vi": "Cô quỳ xuống trước chị mình và cười với đôi mắt long lanh những hạt lệ."
        },
        {
            "en": "It was a nightscape of black shiny streets and <em>glistening</em> light.",
            "vi": "Đó là một cảnh đêm của các đường phố đen bóng loáng và ánh đèn rực rỡ."
        },
        {
            "en": "I looked in the rear - view mirror and could see her eyes were <em>glistening</em>.",
            "vi": "Qua gương chiếu hậu, tôi thấy mắt bà lấp lánh niềm vui."
        },
        {
            "en": "I looked in the rear-view mirror and could see her eyes were <em>glistening</em>.",
            "vi": "Qua gương chiếu hậu, tôi thấy mắt bà lấp lánh niềm vui."
        },
        {
            "en": "Melanie looked tired and there were tears <em>glistening</em> on her lashes but her face was serene again.",
            "vi": "Melanie có vẻ mệt mỏi, mi mắt long lanh lệ, nhưng mặt nàng lại thanh thản."
        },
        {
            "en": "This <em>glistening</em> beach is not part of a magical Disney or Pixar sequence – it’s actually a perfectly natural occurrence.",
            "vi": "Bãi biển sáng lấp lánh này không phải cảnh trong phim ma thuật của Disney hay Pixar đâu mà là hiện tượng tự nhiên có thật 100% đấy."
        },
        {
            "en": "She was beautiful in an exotic way - perfect copper skin, <em>glistening</em> black hair, eyelashes like feather dusters - and preoccupied.",
            "vi": "Cô ấy xinh đẹp một cách sặc sỡ - làn da màu đồng hoàn hảo, mái tóc huyền óng ả, rèm mi rậm - và bận bịu."
        },
        {
            "en": "Outside, the moon was bright on white sand and, just a few yards away from the house, <em>glistening</em> waves.",
            "vi": "Bên ngoài, mặt trăng chiếu sáng bãi cát trắng, và chỉ vài yard xa xa khỏi ngôi nhà là những đợt sóng sáng lấp lánh."
        },
        {
            "en": "She looked at Pa sitting on the bench by the hearth, the firelight gleaming on his brown hair and beard and <em>glistening</em> on the honey-brown fiddle.",
            "vi": "Cô thấy bố đang ngồi trên chiếc ghế dài bên cạnh lò sưởi, ánh lửa chập chờn trên mái tóc nâu, trên bộ râu dài và lấp lánh trên chiếc đàn màu gụ bóng."
        },
        {
            "en": "<em>Glistening</em> silver trout tumbled in the current, and the surface of the water was ringed with gold wherever the soft green leaves of a tree touched it.",
            "vi": "Trong dòng nước, có một con cá hồi màu bạc óng ánh, và trên mặt nước hễ nơi nào có những chiếc lá xanh lục mềm mại từ một thân cây chạm đến là ở đấy được viền màu vàng."
        },
        {
            "en": "He was so close, i could see the moisture <em>glistening</em> on his lip and still smell the kiss we'd just ended.",
            "vi": "Ông ta ngồi quá gần tôi, tôi có thể thấy môi ông ươn ướt và vẫn còn cảm thấy hương vị của nụ hôn chúng tôi vừa hôn."
        }
    ],
    "suggestions": []
}