{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['glɔbjulin]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sinh vật học) Globulin</td></tr></table><i/></div>",
            "word": "globulin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>globulin</k><blockquote><cclass>[<cclass>'glɒbjʊlɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry any of a group of simple proteins soluble in salt solutions and forming a large fraction of blood serum protein. </cclass></cclass></blockquote></div>",
            "word": "globulin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "globulin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "globulin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "globulin"
        }
    },
    "sentences": [
        {
            "en": "Injection of gamma <em>globulin</em> provides temporary protection.",
            "vi": "Chích gamma globulin có thể gây được bảo vệ tạm thời."
        },
        {
            "en": "A total deficiency of the plasma protein gamma <em>globulin</em>.",
            "vi": "Hoàn toàn thiếu loại chất đạm gammaglobulin."
        },
        {
            "en": "A deficiency of the protein gamma <em>globulin</em> in the blood.",
            "vi": "Thiếu protein gamma globulin trong máu."
        },
        {
            "en": "The presence of serum albumin, serum <em>globulin</em>, or other serum proteins in the urine.",
            "vi": "Sự có mặt của albumin huyết thanh, globulin hoặc các chất đạm huyết thanh khác trong nước tiểu."
        },
        {
            "en": "Chemically, antibodies are proteins of the <em>globulin</em> type; they are classified according to their structure and function.",
            "vi": "Về mặt hoá học, kháng thể là các protein kiểu globutin; chúng được phân loại theo cấu trúc và chức năng."
        },
        {
            "en": "Since gamma <em>globulin</em> consists mainly of defensive antibodies (immunoglobulins), hypogamma-globulinaemia results in an increased susceptibilite to infections.",
            "vi": "Vì gamma globulin chủ yếu gồm các kháng thể bảo vệ (globulin miễn dịch), giảm gamma globulin huyết sẽ làm tăng tính mẫn cảm với các bệnh nhiễm."
        },
        {
            "en": "Rabies        \nAbout Rabies\n Rabies infections in people are rare in the United States. However, worldwide about 50,000 people die from rabies each year, mostly in developing countries where programs for vaccinating dogs against rabies don't exist. But the good news is that problems can be prevented if the exposed person receives treatment before symptoms of the infection develop. Rabies is a virus that in the U.S. is usually transmitted by a bite from a wild infected animal, such as a bat, raccoon, skunk, or fox. If a bite from a rabid animal goes untreated and rabies develops, it is almost always fatal. If you suspect that your child has been bitten by a rabid animal, go to the emergency department immediately. Any animal bites — even those that don't involve rabies — can lead to infections and other medical problems. As a precaution, call your doctor any time your child has been bitten.   \nTransmission\n About 7,000 cases of rabies in animals are reported each year to the Centers for Disease Control and Prevention (CDC). Raccoons are the most common carriers of rabies in the United States, but bats are most likely to infect people. Almost three quarters of rabies cases between 1990 and 2001 came from contact with bats. Skunks and foxes also can be infected with rabies, and a few cases have been reported in wolves, coyotes, bobcats, and ferrets. Small rodents such as hamsters, squirrels, chipmunks, mice, and rabbits are very rarely infected with the virus. Because of widespread vaccination programs in the United States, transmission from dogs to people is very rare. Outside the United States, exposure to rabid dogs is the most common cause of transmission to humans. An infected animal has the rabies virus in its saliva and can transmit it to a person through biting. In rarer cases, an animal can spread the virus when its saliva comes in contact with a person's mucous membranes (moist skin surfaces, like the mouth or inner eyelids) or broken skin such as a cut, scratch, bruise, or open wound. After a bite, the rabies virus can spread into surrounding muscle, then travel up nearby nerves to the brain. Once the virus reaches the brain, the infection is fatal in almost all cases.   \nSigns and Symptoms\n The first symptoms can appear from a few days to more than a year after the bite occurs. One of the most distinctive signs of a rabies infection is a tingling or twitching sensation around the area of the animal bite. It is often accompanied by a fever, headache, muscle aches, loss of appetite, nausea, and fatigue. As the infection progresses, someone infected with rabies may develop any of these symptoms:  irritability excessive movements or agitation confusion hallucinations aggressiveness bizarre or abnormal thoughts muscle spasms abnormal postures seizures (convulsions) weakness or paralysis (when a person cannot move some part of the body) extreme sensitivity to bright lights, sounds, or touch increased production of saliva or tears difficulty speaking  In the advanced stage of the infection, as it spreads to other parts of the nervous system, these symptoms may develop:  double vision problems moving facial muscles abnormal movements of the diaphragm and muscles that control breathing difficulty swallowing and increased production of saliva, causing the \"foaming at the mouth\" usually associated with a rabies infection    \nIf Your Child Is Bitten by an Animal  \n If your child has been bitten by an animal, take the following steps right away:  Wash the bite area with soap and water for 10 minutes and cover the bite with a clean bandage. Immediately call your doctor and go to a nearby emergency department. Anyone with a possible rabies infection must be treated in a hospital. Call local animal-control authorities to help find the animal that caused the bite. The animal may need to be detained and observed for signs of rabies. If you know the owner of the animal that has bitten your child, get all the information about the animal, including vaccination status and the owner's name and address. Notify your local health department, particularly if the animal hasn't been vaccinated. If you suspect that your child has been bitten by an unknown dog, bat, rat, or other animal, contact your doctor immediately or take your child to the emergency department.      \nTreatment\n At the hospital, it is likely that the doctor will first clean the wound thoroughly and make sure that your child's tetanus immunizations are current. To keep any potential infection from spreading, the doctor may decide to start treating your child right away with shots of human rabies immune <em>globulin</em> to the wound site and vaccine shots in the arm. This decision is usually based on the circumstances of the bite (provoked or unprovoked), the type of animal (species, wild or domestic), the animal's health history (vaccinated or not), and the recommendations of local health authorities.   \nPrevention\n You can reduce the chances that your family is exposed to rabies. Vaccinate your pets — dogs, cats, and ferrets can be infected by rabies. Report any stray animals to your local health authorities or animal-control officer. Remind kids that animals can be \"strangers,\" too. They should never touch or feed stray cats or dogs wandering in the neighborhood or elsewhere. As a precaution against rabies, call your doctor if:  your child has been exposed to an animal that might have rabies, but is too young to describe the contact with the animal your child has been exposed to bats, even if there is no bite you plan to travel abroad and may come into contact with rabid animals, particularly if you're traveling to an area where you might not have access to health care  Reviewed by: Joel Klein, MD Date reviewed: November 2010",
            "vi": "Bệnh dại      \nGiới thiệu về bệnh dại\n Bệnh dại ở người rất hiếm xảy ra ở Hoa Kỳ. Tuy nhiên, có khoảng 50.000 người chết vì bệnh dại mỗi năm trên toàn thế giới, chủ yếu ở các nước đang phát triển không có các chương trình tiêm phòng dại cho chó. Nhưng tin tốt là căn bệnh này có thể được ngăn chặn nếu người bị phơi nhiễm được điều trị trước khi các triệu chứng của bệnh phát triển. Vi-rút dại là một loại vi-rút thường được truyền qua vết cắn của động vật hoang dã bị nhiễm bệnh như dơi, chồn hôi, gấu trúc, hoặc cáo tại Hoa Kỳ. Nếu vết cắn của động vật mắc bệnh dại không được điều trị và một khi bệnh đã phát triển, hầu như luôn dẫn đến tử vong. Nếu bạn nghi ngờ con mình đã bị cắn bởi một con thú mắc bệnh dại, hãy đi cấp cứu ngay lập tức. Bất kỳ vết cắn nào của động vật - ngay cả những con không bị dại – cũng có thể dẫn đến nhiễm trùng và các vấn đề sức khỏe khác. Để phòng ngừa, gọi bác sĩ bất cứ khi nào con bạn bị cắn.   \nSự lây truyền bệnh\n Có khoảng 7.000 trường hợp mắc bệnh dại ở động vật được báo cáo mỗi năm với các Trung tâm kiểm soát & ngăn ngừa dịch bệnh (CDC). Gấu trúc Mỹ là động vật mang vi-rút dại phổ biến nhất ở Hoa Kỳ, nhưng dơi lại có nhiều khả năng lây nhiễm cho người. Gần ¾ số trường hợp mắc bệnh dại từ 1990 đến 2001 là do tiếp xúc với dơi. Chồn hôi và cáo cũng có thể bị nhiễm dại, và một vài trường hợp đã được báo cáo ở chó sói, sói Bắc Mỹ, linh miêu, và chồn sương. Những loài gặm nhấm nhỏ như chuột Hamster, sóc, sóc chuột, chuột và thỏ rất hiếm khi bị nhiễm vi-rút. Vì chương trình tiêm chủng ở Hoa Kỳ phổ biến rộng rãi nên việc truyền bệnh từ chó sang người rất hiếm. Tại những nước khác, tiếp xúc với chó dại là nguyên nhân hàng đầu của sự lây nhiễm cho người. Động vật bị nhiễm bệnh có vi-rút trong nước bọt của nó và có thể truyền bệnh cho người khi cắn. Trong các trường hợp hiếm, động vật có thể phát tán vi-rút khi nước bọt của nó tiếp xúc với màng nhầy của người (các bề mặt da ẩm ướt như miệng hoặc mí mắt trong) hay da hở như là một vết cắt, vết trầy xướt, vết bầm, hoặc vết thương hở. Từ vết cắn, vi-rút dại có thể phát tán vào cơ xung quanh, sau đó đi lên các dây thần kinh lân cận đến não. Một khi vi-rút đến não, bệnh sẽ gây chết người trong hầu như mọi trường hợp.   \nCác dấu hiệu và triệu chứng\n Các triệu chứng đầu tiên có thể xuất hiện từ vài ngày đến hơn một năm sau khi bị cắn. Một trong những dấu hiệu đặc trưng nhất của một ca nhiễm dại là cảm giác ngứa ran hoặc co giật quanh vùng vết cắn. Thường đi kèm với sốt, nhức đầu, đau cơ, chán ăn, buồn nôn, và mệt mỏi. Khi bệnh tiến triển, người bị nhiễm có thể biểu hiện những triệu chứng sau:  \ndễ bị kích thích\n \nchuyển động quá độ hoặc kích động\n \nbối rối\n \nảo giác\n hung hăng\n \nsuy nghĩ kỳ quái hoặc không bình thường \n co thắt cơ\n \ntư thế không bình thường\n \nđộng kinh (co giật)\n \nyếu hoặc liệt (khi không thể cử động một số bộ phận của cơ thể)\n \nnhạy cảm tột độ với ánh sáng, âm thanh, hoặc xúc giác\n \ntăng tiết nước bọt hoặc nước mắt\n \nnói khó khăn\n  Trong giai đoạn bệnh nặng, khi nó lan sang các phần khác của hệ thần kinh, những triệu chứng sau có thể xuất hiện:  \nnhìn một thành hai\n \nco giật cơ mặt\n \nchuyển động bất thường của cơ hoành và các cơ điều khiển hô hấp\n \nnuốt khó khăn và tăng sản xuất nước bọt, gây ra “sùi bọt mép” thường đi kèm với bệnh dại\n    \nNếu con bạn bị động vật cắn  \n Nếu con của bạn đã bị động vật cắn, hãy thực hiện các bước sau đây ngay lập tức:  \nRửa vùng bị cắn bằng xà phòng và nước trong 10 phút và băng lại bằng băng gạc sạch.\n \nThông báo cho bác sĩ của bạn ngay lập tức và đến một phòng cấp cứu gần đó. Bất kỳ ai có nguy cơ nhiễm bệnh dại đều phải được điều trị tại bệnh viện.\n \nLiên hệ với cơ quan kiểm soát động vật địa phương để giúp tìm ra con vật đã cắn trẻ. Có thể cần phải giam giữ và theo dõi những dấu hiệu bệnh dại ở con vật đó.\n \nNếu bạn biết chủ nhân của con vật đã cắn con bạn, hãy lấy tất cả thông tin về con vật đó, bao gồm cả tình trạng tiêm chủng, tên người nuôi và địa chỉ. Thông báo cho cơ sở y tế địa phương của bạn, đặc biệt nếu động vật chưa được chủng ngừa.\n \nNếu bạn nghi ngờ con mình đã bị cắn bởi một con thú không rõ là chó, dơi, chuột, hay động vật nào khác, hãy liên hệ với bác sĩ của bạn ngay lập tức hoặc đưa con bạn đến phòng cấp cứu.\n    \nĐiều trị\n Tại bệnh viện, thường là đầu tiên bác sĩ sẽ rửa sạch vết thương kỹ lưỡng và bảo đảm con bạn được chủng ngừa uốn ván ngay khi đó. Để ngăn ngừa mọi nhiễm trùng tiềm năng phát tán, bác sĩ có thể quyết định bắt đầu điều trị cho con của bạn ngay lập tức bằng các mũi tiêm globulin miễn dịch ngừa dại cho người tại vùng vết thương và các mũi tiêm vào cánh tay. Quyết định này thường dựa trên hoàn cảnh bị cắn (do chọc ghẹo thú hay vô cớ), loại động vật (loài nào, hoang dã hay thú nuôi), lịch sử sức khỏe của động vật (đã có chủng ngừa hay không), và khuyến nghị của cơ quan y tế địa phương.   \nPhòng bệnh\n Bạn có thể giảm khả năng mắc bệnh dại trong gia đình của mình. Tiêm chủng cho thú nuôi như chó, mèo, và chồn sương. Báo cáo bất kỳ thú hoang nào với cơ quan y tế hoặc nhân viên kiểm soát động vật địa phương. Cũng có thể nhắc nhở trẻ rằng động vật là “người lạ”. Bé không bao giờ nên chạm vào hay cho chó mèo đi lạc trong khu phố hoặc các nơi khác ăn. Để phòng chống bệnh dại, hãy gọi bác sĩ của bạn nếu :  \ncon của bạn đã tiếp xúc với một con vật có thể mắc bệnh dại, nhưng còn quá nhỏ để mô tả lại việc tiếp xúc đó như thế nào\n \ncon của bạn đã tiếp xúc với dơi, thậm chí ngay cả khi không có vết cắn\n \nbạn dự định đi du lịch nước ngoài và có thể tiếp xúc với động vật mắc bệnh dại, đặc biệt nếu bạn đến một vùng mà có thể bạn sẽ không được chăm sóc y tế\n  Tường thuật: Joel Klein, MD Ngày: Tháng 11 năm 2010"
        },
        {
            "en": "What do drugs, alcohol, unprotected sex, tattoos, and body piercings have in common? They're all things your parents might lecture you about avoiding, but there's another connection: They can all lead to a liver condition called hepatitis. What is hepatitis? The liver is one of the body's powerhouses. It helps process nutrients and metabolizes medication. The liver also helps clear the body of toxic waste products. The word hepatitis means an inflammation of the liver. It can be caused by one of many things — including a bacterial infection, liver injury caused by a toxin (poison), and even an attack on the liver by the body's own immune system. However, the condition is usually caused by a virus. The three most common hepatitis viruses are hepatitis A, hepatitis B, or hepatitis C. Two other types of hepatitis virus, D and E, are rare in the United States. Some hepatitis viruses can mutate. That can make them hard for for the body to fight because they change over time. In some cases, hepatitis B or C can destroy the liver. The patient then will need a liver transplant to survive, which is not always available or successful. Hepatitis A The hepatitis A virus (HAV) is transmitted through the feces (poop) of infected individuals. People usually get hepatitis A by eating food or drinking water that's been contaminated with feces. As disgusting as that sounds though, hepatitis A is actually considered less destructive than some other hepatitis viruses. Unlike some other hepatitis viruses, hepatitis A rarely leads to permanent liver damage. Within a few weeks, the symptoms will have gone away on their own and the virus will no longer be in your system. Once someone has recovered from a hepatitis A infection, that person has immunity to the virus, meaning he or she will probably never get it again. People are also protected against hepatitis A if they've been vaccinated for it. Hepatitis B Hepatitis B is a more serious infection. It may lead to a condition called cirrhosis (permanent scarring of the liver) or liver cancer, both of which cause severe illness and even death. Hepatitis B virus (HBV) is transmitted from person to person through blood or other body fluids. In the United States, the most common way people get infected with HBV is through unprotected sex with a person who has the disease. People who share needles also are at risk of becoming infected because it's likely that the needles they use will not have been sterilized. As yet, there's no effective cure for hepatitis B. In most cases, teens who get hepatitis B will recover from the disease and may develop a natural immunity to future hepatitis B infections. But some people will have the condition forever. Medications can help some people with hepatitis B get rid of the virus. Hepatitis C The hepatitis C virus (HCV) is transmitted from person to person through blood or other body fluids. Like hepatitis B, hepatitis C can lead to cirrhosis or liver cancer. Hepatitis C is the most serious type of hepatitis. It's now one of the most common reasons for liver transplants in adults. Every year, thousands of people in the United States die from HCV. And there's no cure and no vaccine. An estimated 4.1 million Americans are currently infected with the virus. The most common way people become infected is through sharing drug paraphernalia such as needles and straws. People also get hepatitis C after having unprotected sex with an infected partner. Before 1990, many people got it through blood transfusions, but better blood screening and handling procedures now mean that this rarely happens. The medications currently used to treat hepatitis C are effective in controlling the disease in some people. However, hepatitis C treatments are not very easy to take, especially because some require frequent injections. What are the signs and symptoms? Hepatitis infection causes inflammation of the liver, which means that the liver becomes swollen and damaged and begins losing its ability to function. People with hepatitis often get symptoms similar to those caused by other virus infections, such as weakness, tiredness, and nausea. Because the symptoms of hepatitis are similar to other conditions, it's easy for someone who has it to confuse it with another illness. In addition, people with hepatitis A may not show any symptoms, so the infection can go undiagnosed. People with hepatitis B or C infection also may not show symptoms right away, but can develop health problems from the infection many years later. Even when infected people don't have any symptoms, they can still pass the disease on to others. Symptoms of hepatitis include:     * yellowing of the skin and eyes, known as jaundice     * fever     * nausea, vomiting, and lack of appetite     * abdominal pain (on the upper right side)     * light-colored bowel movements     * dark-colored urine The incubation period (how long it takes between the time someone becomes infected and symptoms first appear) for hepatitis varies depending on the type a person has. Somebody may not feel any different than before, or may notice these symptoms anywhere from 15 days to 4 months after getting the disease, depending on the type of hepatitis. How is hepatitis diagnosed and treated? A blood test is usually needed to determine if a person has hepatitis. Doctors don't prescribe medications to treat hepatitis A; they usually recommend resting until any fever and jaundice are gone and the person's appetite has returned to normal. It is also important to stay well hydrated by drinking lots of fluids. Hepatitis B and C can sometimes be treated with medications, although some forms of medication used to treat hepatitis C are only approved for use in adults. Although treatments for hepatitis B and C are becoming more effective, a cure cannot be guaranteed. Protecting yourself Vaccines can protect people against hepatitis A and hepatitis B. Today, all kids in the United States are routinely vaccinated against hepatitis B at birth and against hepatitis A between the ages of 1 and 2 years. Doctors recommend that the hepatitis A vaccine be given to anyone who wants to be immunized against the condition. However, people who travel to parts of the world where sanitation isn't very good should be immunized. If a person has been recently exposed to hepatitis A or B, a doctor may recommend a shot of immune <em>globulin</em> containing antibodies against the virus. This can help prevent the person from coming down with the disease. In addition to receiving vaccinations against hepatitis A and B, here's how to protect yourself against hepatitis virus infection:     * Don't have unprotected sex.     * Avoid intravenous drug use and sharing of drug paraphernalia.     * Wash your hands before handling food and after using the bathroom.     * Be sure tattoo or piercing shops sterilize needles and other equipment properly.     * Don't share toothbrushes or razors. Hepatitis can be transmitted through sores or cuts.     * Avoid eating raw shellfish (such as clams or oysters). You could put yourself at risk for hepatitis A if the shellfish was harvested from contaminated water. Hepatitis infection can be serious, but knowing what puts you at risk can help protect you.          ",
            "vi": "Ma tuý, rượu chè, quan hệ tình dục không an toàn, xăm mình, và xiên da (xỏ các vật trang trí vào cơ thể) giống nhau ở điểm gì? Đó là những điều mà có lẽ bố mẹ dạy cho bạn cần nên tránh, nhưng bên cạnh đó thì cũng còn mối tương quan khác, bởi hết thảy đều có thể dẫn đến chứng bệnh gan được gọi là viêm gan.  Viêm gan là gì? Gan là một trong những cơ quan dồi dào năng lượng của cơ thể. Gan có nhiệm vụ xử lý chất dinh dưỡng và chuyển hoá thuốc, bên cạnh đó còn giúp cho cơ thể lọc các phế phẩm độc hại ra ngoài cơ thể.  Thuật ngữ “hepatitis” có nghĩa là viêm gan. Viêm gan có thể do một trong những nguyên nhân sau: nhiễm khuẩn, tổn thương gan do độc tố (chất độc), và thậm chí là do chính hệ miễn dịch của cơ thể tấn công gan. Tuy nhiên, bệnh viêm gan thường là do vi rút. Ba loại vi rút viêm gan thường thấy nhất là viêm gan siêu vi A, viêm gan siêu vi B, hoặc viêm gan siêu vi C. Hai loại vi rút viêm gan khác, viêm gan siêu vi D và viêm gan siêu vi E, rất hiếm gặp ở Hoa Kỳ.  Một số vi rút viêm gan có thể bị biến dạng. Điều đó làm cho cơ thể khó có thể kháng lại được các vi rút này bởi chúng thay đổi theo thời gian. Trong một số trường hợp thì bệnh viêm gan siêu vi B hoặc viêm gan siêu vi C có thể làm hư lá gan. Bệnh nhân sẽ phải ghép gan mới có thể sống được, nhưng không phải lúc nào gan cũng có sẵn hoặc không phải lúc nào ghép gan cũng thành công.  Viêm gan siêu vi A  Vi rút viêm gan siêu vi A (HAV) được truyền qua phân của người nhiễm bệnh. Người ta thường bị viêm gan siêu vi A do ăn uống nhiễm vi rút trong phân. Mặc dù nghe có vẻ đáng sợ, nhưng bệnh viêm gan siêu vi A thực ra được cho là ít gây hại hơn một số loại vi rút viêm gan khác. Không giống như một số loại vi rút viêm gan khác, bệnh viêm gan siêu vi A hiếm khi dẫn đến tổn thương gan lâu dài. Các triệu chứng sẽ tự hết trong vòng một vài tuần và vi rút sẽ không còn tồn tại trong cơ thể bạn nữa. Khi một người đã hồi phục khỏi bệnh viêm gan siêu vi A thì sẽ miễn dịch với vi rút, có nghĩa là người này có lẽ sẽ không bao giờ bị tái phát nữa. Người ta cũng có thể phòng tránh được bệnh viêm gan siêu vi A nếu đã được tiêm ngừa trước đó.  Viêm gan siêu vi B Viêm gan siêu vi B là chứng nhiễm trùng nguy hiểm hơn. Nó có thể đưa tới bệnh xơ gan (tổn thương lâu dài ở gan) hoặc ung thư gan, cả hai chứng bệnh trên có thể gây ra bệnh nặng và thậm chí tử vong. Vi rút viêm gan siêu vi B (HBV) được truyền từ người này sang người kia qua máu hoặc các chất dịch khác của cơ thể.  Ở Hoa Kỳ, người ta thường hay nhiễm HBV nhiều nhất qua đường tình dục không an toàn với người nhiễm bệnh. Người dùng chung kim tiêm cũng có nguy cơ bị bệnh bởi có thể kim tiêm mà họ sử dụng không được khử trùng.  Cho đến nay, chưa có phương thuốc nào chữa lành viêm gan siêu vi B hiệu quả. Trong hầu hết các trường hợp, thanh thiếu niên bị nhiễm viêm gan siêu vi B sẽ có thể hồi phục và có thể sẽ phát triển miễn dịch tự nhiên khỏi bệnh viêm gan siêu vi B trong tương lai. Nhưng một số người sẽ bị bệnh đến suốt đời. Một số bệnh nhân viêm gan siêu vi B có thể chống vi rút nhờ một số loại thuốc nào đó.  Viêm gan siêu vi C Vi rút viêm gan siêu vi C (HCV) được truyền từ người này sang người khác qua máu hoặc các chất dịch khác của cơ thể. Tương tự như bệnh viêm gan siêu vi B, viêm gan siêu vi C có thể dẫn đến xơ gan hoặc ung thư gan. Viêm gan siêu vi C là loại viêm gan nguy hiểm nhất. Hiện đây là một trong những nguyên nhân gây ghép gan thường thấy nhất ở người lớn. Ở Mỹ, mỗi năm có hàng ngàn người chết vì HCV. Và người ta cũng chưa tìm ra thuốc chữa cũng như vắc-xin phòng bệnh.  Ước tính ở Mỹ hiện có khoảng 4,1 triệu người bị nhiễm vi rút. Cách mà người ta nhiễm bệnh thường thấy nhất là sử dụng chung các dụng cụ chích hút ma tuý chẳng hạn như kim tiêm và ống hút. Bên cạnh đó người ta cũng bị viêm gan siêu vi C sau khi quan hệ tình dục không an toàn với người nhiễm bệnh. Trước năm 1990, nhiều người đã mắc bệnh do truyền máu, nhưng các khâu xử lý và xét nghiệm máu hiện đã tốt hơn nhiều nên điều đó hiếm khi có thể xảy ra.  Nhiều loại thuốc hiện dùng để điều trị viêm gan siêu vi C cũng có tác dụng làm giảm bệnh ở một số người. Tuy nhiên, phương pháp chữa bệnh viêm gan siêu vi C không dễ dàng lắm, nhất là vì một số trường hợp đòi hỏi phải được tiêm chích thường xuyên.  Dấu hiệu và triệu chứng của bệnh viêm gan là gì? Nhiễm trùng viêm gan gây viêm gan, có nghĩa là gan trở nên sưng to, hư tổn và bắt đầu mất khả năng hoạt động. Người bị viêm gan thường có triệu chứng giống với những triệu chứng của một số bệnh nhiễm vi rút khác, như là ốm yếu, mệt mỏi, và buồn nôn. Vì các triệu chứng của bệnh viêm gan và triệu chứng của một vài bệnh khác tương tự với nhau nên bệnh nhân có thể dễ nhầm lẫn với một chứng bệnh nào khác. Hơn nữa, người bị viêm gan siêu vi A có thể không biểu hiện bất kỳ triệu chứng nào, vì vậy chứng bệnh này có thể tiến triển mà không được chẩn đoán ra. Tương tự thế, bệnh nhân bị viêm gan siêu vi B hoặc viêm gan siêu vi C cũng có thể không cho thấy triệu chứng gì ngay tức khắc, nhưng có thể gặp rắc rối về vấn đề sức khỏe do nhiễm trùng gây ra nhiều năm sau đó. Thậm chí khi người bị nhiễm bệnh không biểu hiện triệu chứng thì họ cũng có thể truyền bệnh sang cho người khác được.  Triệu chứng viêm gan bao gồm : * vàng da và mắt, được gọi là hội chứng vàng da * sốt * buồn nôn, ói mửa, và chán ăn * đau bụng (bụng trên vùng bên phải) * phân có màu nhạt * nước tiểu sẫm màu  Thời kỳ ủ bệnh viêm gan (thời gian từ khi nhiễm bệnh đến khi biểu hiện các triệu chứng lần đầu tiên) thay đổi tuỳ theo loại bệnh. Một số người có thể không cảm thấy bất kỳ thay đổi nào so với trước đây, hoặc có thể phát hiện thấy những triệu chứng này từ 15 ngày đến 4 tháng sau khi mắc bệnh, tùy thuộc vào loại viêm gan.  Viêm gan được chẩn đoán và điều trị bằng cách nào?  Người ta thường làm xét nghiệm máu để xác định xem có bị viêm gan hay không.  Nhiều bác sĩ không cho bệnh nhân sử dụng thuốc khi điều trị viêm gan siêu vi A mà chỉ thường khuyến nghị nên nghỉ ngơi cho đến khi nào hết sốt và hết vàng da và bệnh nhân có thể cảm thấy ngon miệng trở lại. Cũng cần nên cho bệnh nhân uống nhiều nước để tránh bị mất nước.  Viêm gan siêu vi B và siêu vi C đôi khi cũng được điều trị bằng thuốc, mặc dù một số loại thuốc trị viêm gan siêu vi C chỉ được phép sử dụng cho người lớn. Dẫu phương pháp điều trị viêm gan siêu vi B và siêu vi C đã trở nên có hiệu quả hơn nhưng người ta cũng không cam đoan là sẽ chữa lành được các chứng bệnh này.  Tự bảo vệ mình Vắc-xin có thể giúp phòng tránh được viêm gan siêu vi A và siêu vi B. Ngày nay, tất cả các trẻ em ở Hoa Kỳ đều được tiêm ngừa định kỳ viêm gan siêu vi B lúc mới sinh và viêm gan siêu vi A trong giai đoạn từ 1 đến 2 tuổi.  Bác sĩ khuyến cáo nên tiêm chủng vắc-xin ngừa viêm gan siêu vi A cho bất kỳ ai muốn. Tuy nhiên, người đi du lịch vòng quanh thế giới đến những nơi mà điều kiện vệ sinh không tốt lắm thì nên chủng ngừa.   Nếu một ai đó gần đây tiếp xúc với bệnh viêm gan siêu vi A hoặc siêu vi B thì bác sĩ có thể khuyến cáo nên tiêm một mũi globulin miễn dịch chứa kháng thể chống lại vi rút. Biện pháp này có thể giúp phòng tránh được bệnh.  Ngoài việc chủng ngừa viêm gan siêu vi A và siêu vi B thì bạn có thể tự bảo vệ mình khỏi nhiễm vi rút viêm gan bằng các cách dưới đây:  * Đừng quan hệ tình dục không an toàn.  * Tránh chích choác và dùng chung các dụng cụ chích hút ma tuý.  * Rửa tay sạch sẽ trước khi cầm nắm thức ăn và sau khi đi vệ sinh xong.  * Đảm bảo các cửa tiệm xăm mình hoặc xỏ lỗ (xiên da) nên khử trùng kim và các dụng cụ khác một cách đúng đắn. * Không nên sử dụng chung bàn chải đánh răng hoặc dao cạo. Bệnh viêm gan có thể lây truyền qua vết loét hoặc vết cắt.  * Tránh ăn tôm cua sống (chẳng hạn như con hàu hoặc con trai). Bạn có thể có nguy cơ mắc viêm gan siêu vi A nếu tôm cua được đánh bắt ở vùng nước nhiễm bẩn.  Bệnh viêm gan có thể là nguy hiểm, nhưng việc hiểu biết những điều làm cho bạn có nguy cơ mắc bệnh có thể giúp bạn phòng tránh được.   "
        },
        {
            "en": "Chickenpox    About Chickenpox Chickenpox is a common illness among kids, particularly those under age 12. An itchy rash of spots that look like blisters can appear all over the body and be accompanied by flu-like symptoms. Symptoms usually go away without treatment, but because the infection is very contagious, an infected child should stay home and rest until the symptoms are gone. Chickenpox is caused by the varicella-zoster virus (VZV). Kids can be protected from VZV by getting the chickenpox (varicella) vaccine, usually between the ages of 12 to 15 months. The Centers for Disease Control and Prevention (CDC) also recommends a booster shot at 4 to 6 years old for further protection. The CDC also recommends that people 13 years of age and older who have never had chickenpox or received the chickenpox vaccine get two doses of the vaccine at least 28 days apart.    A person usually has only one episode of chickenpox, but VZV can lie dormant within the body and cause a different type of skin eruption later in life called shingles (or herpes zoster). Getting the chickenpox vaccine significantly lowers kids' chances of getting chickenpox, but they might still develop shingles later in life. Symptoms Chickenpox causes a red, itchy skin rash that usually appears first on the abdomen or back and face, and then spreads to almost everywhere else on the body, including the scalp, mouth, nose, ears, and genitals. The rash begins as multiple small red bumps that look like pimples or insect bites. They develop into thin-walled blisters filled with clear fluid, which becomes cloudy. The blister wall breaks, leaving open sores, which finally crust over to become dry, brown scabs.  Chickenpox blisters are usually less than a quarter of an inch wide, have a reddish base, and appear in crops over 2 to 4 days. The rash may be more extensive or severe in kids who have skin disorders such as eczema.  Some kids have a fever, abdominal pain, sore throat, headache, or a vague sick feeling a day or 2 before the rash appears. These symptoms may last for a few days, and fever stays in the range of 100°-102° F (37.7°-38.8° C), though in rare cases may be higher. Younger kids often have milder symptoms and fewer blisters than older children or adults.   Chickenpox is usually a mild illness, but can affect some infants, teens, adults, and people with weak immune systems more severely. Some people can develop serious bacterial infections involving the skin, lungs, bones, joints, and the brain (encephalitis). Even kids with normal immune systems can occasionally develop complications, most commonly a skin infection near the blisters. Anyone who has had chickenpox (or the chickenpox vaccine) as a child is at risk for developing shingles later in life, and up to 20% do. After an infection, VZV can remain inactive in nerve cells near the spinal cord and reactivate later as shingles, which can cause tingling, itching, or pain followed by a rash with red bumps and blisters. Shingles is sometimes treated with antiviral drugs, steroids, and pain medications, and there's now a shingles vaccine for people 60 and older. Contagiousness  Chickenpox is contagious from about 2 days before the rash appears until all the blisters are crusted over. A child with chickenpox should be kept out of school until all blisters have dried, usually about 1 week. If you're unsure about whether your child is ready to return to school, ask your doctor. Chickenpox is very contagious — most kids with a sibling who's been infected will get it as well (if they haven't already had the disease or the vaccine), showing symptoms about 2 weeks after the first child does. To help keep the virus from spreading, make sure your kids wash their hands frequently, particularly before eating and after using the bathroom. And keep a child with chickenpox away from unvaccinated siblings as much as possible. People who haven't had chickenpox or the vaccine also can catch it from someone with shingles, but they cannot catch shingles itself. That's because shingles can only develop from a reactivation of VZV in someone who has previously had chickenpox. Chickenpox and Pregnancy Pregnant women and anyone with immune system problems should not be near a person with chickenpox. If a pregnant woman who hasn't had chickenpox in the past contracts it (especially in the first 20 weeks of pregnancy), the fetus is at risk for birth defects and she is at risk for more health complications than if she'd been infected when she wasn't pregnant. If she develops chickenpox just before or after the child is born, the newborn is at risk for serious health complications. There is no risk to the developing baby if the woman develops shingles during the pregnancy. If a pregnant woman has had chickenpox before the pregnancy, the baby will be protected from infection for the first few months of life, since the mother's immunity gets passed on to the baby through the placenta and breast milk. Those at risk for severe disease or serious complications — such as newborns whose mothers had chickenpox at the time of delivery, patients with leukemia or immune deficiencies, and kids receiving drugs that suppress the immune system — may be given varicella zoster immune <em>globulin</em> after exposure to chickenpox to reduce its severity. Prevention Doctors recommend that kids receive the chickenpox vaccine when they're 12 to 15 months old and a booster shot at 4 to 6 years old. The vaccine is about 70% to 85% effective at preventing mild infection, and more than 95% effective in preventing moderate to severe forms of the infection. Therefore, although some kids who are immunized still will get chickenpox, the symptoms are usually much milder than those of kids who haven't had the vaccine and become infected. Healthy kids who have had chickenpox do not need the vaccine — they usually have lifelong protection against the illness. Treatment A virus causes chickenpox, so the doctor won't prescribe antibiotics. However, antibiotics may be required if the sores become infected by bacteria. This is pretty common among kids because they often scratch and pick at the blisters.  The antiviral medicine acyclovir may be prescribed for people with chickenpox who are at risk for complications. The drug, which can make the infection less severe, must be given within the first 24 hours after the rash appears. Acyclovir can have significant side effects, so it is only given when necessary. Your doctor can tell you if the medication is right for your child. Dealing with discomfort To help relieve the itchiness, fever, and discomfort of chickenpox:     * Use cool wet compresses or give baths in cool or lukewarm water every 3 to 4 hours for the first few days. Oatmeal bath products, available at supermarkets and drugstores, can help to relieve itching. (Baths do not spread the rash.)     * Pat (don't rub) the body dry.     * Put calamine lotion on itchy areas (but don't use it on the face, especially near the eyes).     * Serve foods that are cold, soft, and bland because chickenpox in the mouth may make drinking or eating difficult. Avoid feeding your child anything highly acidic or especially salty, like orange juice or pretzels.     * Ask your doctor or pharmacist about pain-relieving creams to apply to sores in the genital area.     * Give your child acetaminophen regularly to help relieve pain if your child has mouth blisters.     * Ask the doctor about using over-the-counter medication for itching. Never use aspirin to reduce pain or fever in kids with chickenpox because aspirin has been associated with the serious disease Reye syndrome, which can lead to liver failure and even death. As much as possible, discourage kids from scratching. This can be difficult for them, so consider putting mittens or socks on your child's hands to prevent scratching during sleep. In addition, trim fingernails and keep them clean to help lessen the effects of scratching, including broken blisters and infection. Most chickenpox infections require no special medical treatment. But sometimes, there are problems. Call the doctor if your child:     * has fever that lasts for more than 4 days or rises above 102° F (38.8° C)     * has a severe cough or trouble breathing     * has an area of rash that leaks pus (thick, discolored fluid) or becomes red, warm, swollen, or sore     * has a severe headache     * is unusually drowsy or has trouble waking up     * has trouble looking at bright lights     * has difficulty walking     * seems confused     * seems very ill or is vomiting     * has a stiff neck Call your doctor if you think your child has chickenpox and you have a question or are concerned about a possible complication. The doctor can guide you in watching for complications and in choosing medication to relieve itching. If taking your child to the doctor, let the office know in advance that your child might have chickenpox. It's important to try to avoid exposing other kids in the office — for some of them, a chickenpox infection could cause severe complications.",
            "vi": "Bệnh thuỷ đậu    Tìm hiểu về bệnh thuỷ đậu Bệnh thuỷ đậu là căn bệnh thường gặp của trẻ con, nhất là những trẻ dưới 12 tuổi. Chứng phát ban mụn giộp ngứa này trông giống như những vết giộp da có thể nổi khắp nơi trên cơ thể cùng với các triệu chứng giống như cúm. Các triệu chứng này thường hết mà không phải chữa nhưng do thuỷ đậu rất hay lây nên trẻ bị nhiễm bệnh nên ở nhà và nghỉ ngơi cho đến khi lành bệnh.   Bệnh thủy đậu gây ra do vi-rút bệnh thủy đậu (VZV). Trẻ con có thể phòng ngừa bằng cách tiêm ngừa vắc-xin thủy đậu, thường từ 12 đến 15 tháng tuổi. Trung tâm kiểm soát và phòng tránh bệnh tật (CDC) cũng khuyến cáo tiêm nhắc lại ở độ tuổi từ 4 đến  6 tuổi để phòng tránh bệnh thủy đậu được tốt hơn. (CDC) cũng khuyến cáo tất cả mọi người từ 13 tuổi trở lên chưa từng bị bệnh thuỷ đậu hoặc đã tiêm ngừa vắc-xin thuỷ đậu nên tiêm 2 liều cách nhau ít nhất là 28 ngày. Thông thường thì người ta chỉ mắc bệnh thuỷ đậu một lần duy nhất trong đời nhưng vi-rút gây bệnh thủy đậu có thể ẩn (ngủ/không hoạt động) bên trong cơ thể và có thể gây ra một loại ban trên da khác gọi là bệnh zô-na. Việc tiêm ngừa vắc-xin thuỷ đậu giúp làm giảm nguy cơ mắc bệnh ở trẻ một cách đáng kể, nhưng về sau cũng có thể mắc bệnh zô-na. Các triệu chứng của bệnh thủy đậu  Bệnh thuỷ đậu thường gây phát ban đỏ trên da và làm ngứa ngáy, khó chịu và thường xuất hiện ở bụng hoặc lưng và mặt đầu tiên và lan ra khắp nơi trên cơ thể, như da đầu, miệng, mũi, tai, và cơ quan sinh dục ngoài. Chứng phát ban này bắt đầu với rất nhiều các nốt nhỏ sưng đỏ trông giống như các nốt mụn hoặc các vết cắn của côn trùng. Chúng phát triển thành những nốt giộp có thành da mỏng, lúc đầu chứa dịch trong suốt và sau trở thành màu đục. Lớp da giộp bên ngoài vỡ ra, gây đau đớn và cuối cùng để lại lớp vảy khô, màu nâu. Bề mặt các vết giộp thuỷ đậu thường có bề ngang chưa tới ¼ in-sơ và có màu hơi đỏ, mọc thành từng mảng từ 2 đến 4 ngày. Chứng phát ban thủy đậu này có thể phát triển nhiều hơn hoặc trở nên trầm trọng hơn đối với những đứa trẻ bị bệnh về da như bị chàm chẳng hạn. Một số trẻ bị sốt, đau bụng, đau họng, nhức đầu, hoặc hơi buồn nôn trước khi phát bệnh từ 1 đến 2 ngày. Các triệu chứng này có thể kéo dài trong một vài ngày và sốt cao dao động từ 100°-102° F (37.7°-38.8° C), mặc dù nhiều trường hợp có thể sốt cao hơn. người lớn và trẻ lớn tuổi hơn thường có các triệu chứng nặng hơn và vết giộp nhiều hơn trẻ nhỏ.   Bệnh thuỷ đậu thường là bệnh nhẹ, nhưng có thể làm cho một số trẻ sơ sinh, thanh thiếu niên, người lớn và người có hệ miễn dịch yếu trầm trọng hơn. Một số người có thể biến chứng nhiễm khuẩn nghiêm trọng như da, phổi, xương, khớp, và não (viêm não). Thậm chí là những trẻ em có hệ miễn dịch bình thường đôi khi cũng bị biến chứng, thường gặp nhất là nhiễm trùng da gần các vết giộp. Bất cứ người nào đã bị thủy đậu (hoặc đã tiêm ngừa vắc-xin thuỷ đậu) lúc nhỏ đều có nguy cơ mắc bệnh zô-na về sau và có tới 20% số người mắc bệnh này. Sau khi lây nhiễm thì vi-rút bệnh thuỷ đậu vẫn chưa hoạt động trong tế bào thần kinh gần tuỷ sống và hoạt động trở thành bệnh zô-na về sau, có thể gây ra ù tai, ngứa, hoặc đau cùng với chứng phát ban mụn giộp màu đỏ và giộp da. Bệnh zô-na được điều trị bằng thuốc kháng vi-rút, xtê-rô-it, và thuốc giảm đau, và hiện đã có vắc-xin ngừa zô-na cho người 60 tuổi trở lên. Sự lây nhiễm của bệnh thủy đậu Bệnh thủy đậu thường lây lan khoảng từ 2 ngày trước khi phát ban cho đến khi vếp giộp đóng vảy khô. Trẻ bị thuỷ đậu nên nghỉ học cho đến khi tất cả các vết giộp khô nước và đóng vảy, thường khoảng 1 tuần. Nếu bạn không chắc là con mình có thể đi học lại được chưa thì hãy hỏi ý kiến bác sĩ.  Bệnh thủy đậu rất hay lây – hầu hết trẻ con có anh chị em ruột bị bệnh thì cũng sẽ lây bệnh (nếu chưa bệnh hay chưa tiêm ngừa  vắc-xin thủy đậu), và thường phát các triệu chứng bệnh khoảng 2 tuần sau khi đứa đầu bị bệnh. Để ngăn ngừa vi-rút lây lan, phải đảm bảo rằng con bạn rửa tay thường xuyên, nhất là trước khi ăn và sau khi đi vệ sinh xong; đồng thời hạn chế cho đứa trẻ bị thuỷ đậu đến gần các anh chị em ruột chưa tiêm ngừa vắc-xin càng nhiều càng tốt. Người chưa bị thủy đậu hoặc chưa tiêm ngừa vắc-xin thủy đậu cũng có thể mắc bệnh từ một người khác bị zô-na, mà không lây zô-na. Đó là lý do tại sao zô-na chỉ có thể phát triển do vi-rút bệnh thuỷ đậu ở một người khác đã từng bị thủy đậu hoạt động trở lại. Bệnh thuỷ đậu và thai kỳ Phụ nữ có thai và người có hệ miễn dịch không tốt không nên đến gần người bị thủy đậu. Nếu phụ nữ có thai chưa bị thủy đậu mà giờ nhiễm bệnh (nhất là trong 20 tuần đầu của thai kỳ), thì bào thai sẽ có nguy cơ bị dị tật bẩm sinh và mẹ gặp nguy cơ biến chứng sức khỏe nhiều hơn khi bị thủy đậu mà không mang thai. Nếu mẹ bị thủy đậu ngay trước hay sau khi sinh con thì em bé mới sinh cũng sẽ có nguy cơ biến chứng sức khỏe nghiêm trọng. Nếu trong thời kỳ mang thai mẹ bị zô-na thì cũng không nguy hiểm gì đối với sự phát triển của em bé.  Nếu phụ nữ mang thai đã bị thủy đậu trước khi có thai thì em bé sẽ được bảo vệ khỏi sự lây nhiễm trong những tháng đầu đời, vì sự miễn dịch của mẹ sẽ được truyền sang cho con qua nhau và sữa mẹ. Người có nguy cơ mắc bệnh trầm trọng hay biến chứng phức tạp-như em bé mới sinh có mẹ mắc bệnh thủy đậu vào lúc sinh sản, bệnh nhân bị bệnh bạch cầu và suy giảm hệ miễn dịch và trẻ con dùng thuốc làm ngăn chặn hệ miễn dịch-có thể được điều trị bằng cách tiêm globulin miễn nhiễm zô-na thuỷ đậu sau khi mắc bệnh thuỷ đậu để làm cho bệnh bớt trầm trọng. Phòng ngừa bệnh thủy đậu  Các bác sĩ khuyến cáo trẻ con nên tiêm ngừa vắc-xin thủy đậu từ 12 đến 15 tháng tuổi và tiêm nhắc lại từ 4 đến 6 tuổi. Vắc-xin có hiệu quả phòng chống lây nhiễm từ 70-85% các trường hợp nhẹ và trên 95% đối với các hình thức lây nhiễm trung bình đến trầm trọng. Do đó, vẫn có một số trẻ mặc dù được gây miễn dịch nhưng vẫn mắc bệnh thủy đậu, và các triệu chứng thường nhẹ hơn rất nhiều so với những đứa trẻ bị bệnh chưa từng tiêm ngừa vắc xin. Những trẻ khỏe mạnh đã bị thủy đậu không cần phải tiêm ngừa vắc-xin-chúng thường được miễn nhiễm suốt đời. Điều trị bệnh thủy đậu Bệnh thủy đậu gây ra do vi-rút, vì thế bác sĩ sẽ không kê toa dùng thuốc kháng sinh. Tuy nhiên nếu các vết giộp bị nhiễm khuẩn thì vẫn dùng thuốc kháng sinh. Điều này cũng thấy khá nhiều ở trẻ con vì chúng thường cào xước và làm vỡ các nốt giộp.  Đối với người bị thủy đậu có nguy cơ biến chứng thì có thể kê toa thuốc kháng vi-rút acyclovir (thuốc kháng virus có tác dụng chống lại virus Herpes gây bệnh mụn giộp ở bộ phận sinh dục). Thuốc này có thể làm giảm lây nhiễm của bệnh và phải được dùng trong vòng 24 tiếng đồng hồ đầu tiên khi phát bệnh. Thuốc acyclovir có thể có rất nhiều tác dụng phụ, vì vậy chỉ nên dùng khi cần thiết. Bác sĩ của bạn sẽ tư vấn cho bạn biết liệu thuốc có thích hợp với con bạn hay không. Đối phó với cơn khó chịu của bệnh thủy đậu Để làm giảm cơn ngứa ngáy, sốt, và khó chịu của bệnh thuỷ đậu: * Dùng gạc ẩm mát hoặc tắm bằng nước mát hoặc ấm cách 3 đến 4 giờ 1 lần trong một vài ngày đầu tiên. Nhiều loại sản phẩm tắm chứa chiết xuất yến mạch có bán ở các siêu thị và hiệu thuốc có tác dụng làm giảm ngứa. (Tắm cũng không làm ban nổi nhiều hơn.) * Vỗ nhẹ (đừng chà xát) cơ thể cho khô ráo. * Thoa kem calamine (bột ô-xít kẽm và ô-xít sắt màu hồng, không mùi vị, thường dùng làm kem thoa da) lên chỗ ngứa (nhưng đừng thoa kem lên mặt, nhất là gần vùng mắt). * Hãy ăn thức ăn nguội, mềm và nhạt vì các nốt giộp của bệnh thủy đậu trong miệng có thể làm cho bạn ăn và uống rất khó khăn. Nên tránh cho con bạn ăn bất cứ thứ gì nhiều a-xít chua hoặc nhất là các loại thức ăn chứa nhiều muối,  như nước cam ép hoặc bánh quy cây. * Hãy hỏi bác sĩ hay dược sĩ của bạn các loại kem giảm đau để có thể xức ở những chỗ đau vùng sinh dục. * Nên cho con bạn dùng thuốc acetaminophen (thuốc giảm đau và hạ sốt) thường xuyên nếu bé bị nổi mụn giộp trong miệng. * Hãy tham khảo ý kiến của bác sĩ về các loại thuốc trị ngứa có thể mua tự do không theo toa. Đừng bao giờ dùng thuốc at-xpi-rin để giảm đau hay hạ sốt cho trẻ bị thủy đậu vì thuốc at-xpi-rin liên quan đến hội chứng bệnh Reye nguy hiểm (Reye's syndrome:  bệnh nguy hiểm ở trẻ em sau khi bị nhiễm trùng đường hô hấp, triệu chứng là ói mửa, gan tụ mỡ, mất phương hướng, sưng não và thận; hội chứng Reye (do bác sĩ Úc Ralph Douglas Reye tìm ra)), có thể dẫn đến suy gan và thậm chí có thể gây tử vong. Nên căn dặn trẻ đừng gãi xước càng nhiều càng tốt. Điều này rất khó cho bọn trẻ, thế nên hãy mang găng tay hở ngón hay vớ vào tay cho bé để ngăn không cho bé làm trầy xước khi ngủ. Ngoài ra, hãy cắt tỉa móng tay cho bé gọn gàng và giữ móng tay sạch sẽ để giúp giảm bớt trầy xước, gồm các vết giộp bị vỡ ra và nhiễm trùng.  Hầu hết các bệnh lây nhiễm thủy đậu không cần phải điều trị gì đặc biệt. Nhưng đôi khi thì chứng bệnh này cũng gây nhiều rắc rối. Hãy gọi điện cho bác sĩ trong trường hợp con bạn bị: * sốt kéo dài trên 4 ngày hoặc sốt trên 102° F (38.8° C) * ho dữ dội hoặc khó thở * vùng nổi ban rỉ mủ (dịch mủ nhiều và đổi màu) hoặc vùng phát ban bị đỏ, ấm, sưng lên hoặc đau nhức  * nhức đầu dữ dội * buồn ngủ một cách khác thường hoặc không thức dậy nổi * khó nhìn ánh sáng chói  * đi bộ khó khăn * mơ hồ, hoang mang; không phân biệt được  * bệnh có vẻ rất trầm trọng hoặc nôn mửa * bị vẹo cổ Hãy gọi cho bác sĩ nếu bạn nghĩ là con mình bị thủy đậu và nếu thắc mắc hay lo lắng về một biến chứng nào đó có thể xảy ra. Bác sĩ có thể hướng dẫn cho bạn theo dõi các biến chứng và chọn loại thuốc trị ngứa phù hợp. Trong trường hợp bạn cho con mình đi bác sĩ, bạn nên cho phòng khám biết trước là bé có lẽ bị bệnh thủy đậu. Điều này rất quan trọng, có thể tránh làm lây lan sang những đứa trẻ khác trong phòng khám-bởi đối với một số trẻ thì sự lây nhiễm bệnh thủy đậu có thể gây ra một số biến chứng trầm trọng."
        },
        {
            "en": "Your child’s immunization        At birth, infants have protection against certain diseases because antibodies have passed through the placenta from the mother to the unborn child. After birth, breastfed babies get the continued benefits of additional antibodies in breast milk. But in both cases, the protection is temporary. Immunization (vaccination) is a way of creating immunity to certain diseases by using small amounts of a killed or weakened microorganism that causes the particular disease. Microorganisms can be viruses, such as the measles virus, or they can be bacteria, such as pneumococcus. Vaccines stimulate the immune system to react as if there were a real infection — it fends off the \"infection\" and remembers the organism so that it can fight it quickly should it enter the body later. Some parents may hesitate to have their kids vaccinated because they're worried that the children will have serious reactions or may get the illness the vaccine is supposed to prevent. Because the components of vaccines are weakened or killed — and in some cases, only parts of the microorganism are used — they're unlikely to cause any serious illness. Some vaccines may cause mild reactions, such as soreness where the shot was given or fever, but serious reactions are rare. The risks of vaccinations are small compared with the health risks associated with the diseases they're intended to prevent. The following vaccinations and schedules are recommended by the American Academy of Pediatrics (AAP). Please note that some variations are acceptable and that changes in recommendations frequently occur as new vaccines are developed. The AAP recommends that children get combination vaccines (rather than single vaccines) whenever possible. Many vaccines are offered in combination to help reduce the number of shots a child receives. Your doctor will determine the best vaccinations and schedule for your child. Recommended vaccinations: Hepatitis B Hepatitis B virus (HBV) affects the liver. Those who are infected can become lifelong carriers of the virus and may develop long-term problems such as cirrhosis (liver disease) or cancer of the liver. Immunization schedule Hepatitis B vaccine usually is given as a series of three injections. The first shot is often given to infants shortly after birth. If the mother of a newborn carries the hepatitis B virus in her blood, the infant needs to receive the first shot within 12 hours after birth, along with another shot (HBIG) to immediately provide protection against the virus. If a newborn's mother shows no evidence of HBV in her blood, the infant may receive the hepatitis B vaccine any time prior to leaving the hospital. It may also be delayed until the 1- or 2- month visit to your doctor. If the first dose is given shortly after birth, the second shot is given at 1 to 2 months and the third at 6 to 18 months. For infants who don't receive the first shot until 1 to 2 months, the second shot is given at 3 to 4 months and the third at 6 to 18 months. In either case, the second and third shots are usually given in conjunction with other routine childhood immunizations. Why the vaccine is recommended The hepatitis B vaccine usually creates long-term immunity. Infants who receive the HBV series should be protected from hepatitis B infection not only throughout their childhood but also into the adult years. Eliminating the risk of infection also decreases risk for cirrhosis of the liver, chronic liver disease, and liver cancer. Young adults and adolescents should also receive the vaccine if they did not as infants. Possible risks There is a very small chance of an allergic reaction with any vaccine. Serious problems associated with receiving the HBV vaccine are rare. Problems that do occur tend to be minor, such as fever or redness or tenderness at the injection site. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if a severe allergic reaction (called anaphylaxis) occurred after a previous injection of the HBV vaccine Caring for your child after immunization The vaccine may cause mild fever, and soreness and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Very young infants should not be given either medication, but for older infants or children, check with the doctor about the appropriate medication and dose. When to call the doctor * if you're not sure of the recommended schedule for the hepatitis B vaccine  * if you have concerns about your own HBV carrier state  * if serious adverse symptom appear after your child has received an HBV injection  Pneumococcal Vaccine (PCV) The pneumococcal conjugate vaccine (PCV) protects against pneumococcal infections. The bacterium is a leading cause of serious infections, including pneumonia, blood infections, and bacterial meningitis. Children under 2 years old, adults over 65 years old, and people with certain medical conditions are most susceptible to serious pneumococcal infections. The pneumococcus bacterium is spread through person-to-person contact. The vaccine not only prevents the infection in children who receive it, it also helps stop its spread. Immunization schedule PCV immunizations are given as a series of four injections starting at 2 months of age and following at 4 months, 6 months, and 12 to 15 months. Kids who miss the first dose or may have missed subsequent doses due to vaccine shortage should still receive the vaccine, and your doctor can give you a modified schedule for immunization. Why the vaccine is recommended The most serious infections affect children younger than 2 years old, and the vaccine will protect them when they're at greatest risk. PCV also is recommended for kids between 2 and 5 years of age who are at high risk for serious pneumococcal infections because they have medical problems such as: * sickle cell anemia  * a damaged spleen or no spleen  * HIV/AIDS  * cochlear implants  * a disease that affects the immune system, such as diabetes or cancer  * receiving medications that affect the immune system, such as steroids or chemotherapy  * chronic heart or lung disease  In addition, these high-risk children may also receive the pneumococcal polysaccharide vaccine (PPV) in addition to the PCV when they're older than 24 months. Possible risks Children who receive the PCV vaccine may have redness, tenderness, or swelling where the shot was given. A child may also have a fever after receiving the shot. There is a very small chance of an allergic reaction with any vaccine.  When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has had a severe allergic reaction to a previous dose of the vaccine  Caring for your child after immunization The vaccine may cause mild fever, and soreness and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. When to call the doctor * if your child missed a dose in the series  * if a severe allergic reaction or high fever occurs after immunization DTaP The DTaP vaccine protects against: * diphtheria — a serious infection of the throat that can block the airway and cause severe breathing difficulty  * tetanus — a nerve disease, which can occur at any age, caused by toxin-producing bacteria contaminating a wound  * pertussis (whooping cough) — a respiratory illness with cold symptoms that progress to severe coughing (the \"whooping\" sound occurs when the child breathes in deeply after a severe coughing bout); serious complications of pertussis can occur in children under 1 year of age, and those under 6 months old are especially susceptible. Teens and adults with a persistent cough may not realize they have pertussis, and may pass it to vulnerable infants.  Immunization schedule DTaP immunizations are given as a series of five injections and are usually administered at ages 2 months, 4 months, 6 months, 15 to 18 months, and 4 to 6 years. After the initial series of immunizations, a vaccine called Tdap (the booster shot) should be given at ages 11 to 12, or to older teens and adults who haven't yet received a booster with pertussis coverage. Then, Td (tetanus and diphtheria) boosters are recommended every 10 years.  Why the vaccine is recommended Use of the DTaP vaccine has virtually eliminated diphtheria and tetanus in childhood and has markedly reduced the number of pertussis cases. Possible risks The vaccine frequently causes mild side effects: fever, mild crankiness, tiredness, loss of appetite, and tenderness, redness, or swelling in the area where the shot was given. Rarely, seizures or allergic reactions can occur following DTaP. Most of these side effects result from the pertussis component of the vaccine. Severe complications caused by DTaP immunization are rare. Most kids have little or no problem. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has an uncontrolled seizure disorder or certain neurologic diseases or seems not to be developing normally — the pertussis component of the vaccine may not be given, and your child may receive a DT (diphtheria and tetanus) vaccine instead  If your child experienced any of the following after an earlier DTaP, consult with your doctor before your child receives another injection of the vaccine: * seizures within 7 days after injection  * worsening of seizures  * an allergic reaction after receiving the vaccine, such as mouth, throat, or facial swelling  * difficulty breathing  * temperature of 105° Fahrenheit (40.5° Celsius) or higher during the first 2 days after injection  * shock or collapse during the first 2 days after injection  * persistent, uncontrolled crying that lasts for more than 3 hours during the first 2 days after injection  Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. A warm, damp cloth or a heating pad also may help reduce soreness. Moving or using the limb that has received the injection often reduces the soreness. When to call the doctor * if you aren't sure whether the vaccine should be postponed or avoided. Children who have had certain problems with the DTaP vaccine usually can safely receive the DT vaccine.  * if complications or severe symptoms develop after immunization, including seizures, fever above 105° Fahrenheit (40.5° Celsius), difficulty breathing or other signs of allergy, shock or collapse, or uncontrolled crying for more than 3 hours  Hib Haemophilus influenzae type b bacteria were the leading cause of meningitis in children under 5 years until the Hib vaccine became available. Immunization schedule The Hib vaccine is given by injection at ages 2 months, 4 months, and 6 months (however, some of the Hib vaccines do not require a dose at 6 months). A booster dose is given at 12 to 15 months. Why the vaccine is recommended The vaccine provides long-term protection from Haemophilus influenzae type b. Those immunized have protection against Hib meningitis, pneumonia, pericarditis (an infection of the membrane covering the heart), and infections of the blood, bones, and joints caused by the bacteria. Possible risks Minor problems, such as redness, swelling, or tenderness where the shot was given, may occur. There is a very small chance of an allergic reaction with any vaccine. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if severe allergic reaction occurs after an injection of the Hib vaccine, further Hib immunizations may not be given to your child  Caring for your child after immunization The vaccine may cause mild soreness and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. When to call the doctor * if you aren't sure whether the vaccine should be postponed or avoided  * if serious adverse reactions appear after the Hib injection  IPV Polio is a viral infection that can result in permanent paralysis. Immunization schedule The inactivated poliovirus vaccine (IPV) is usually given at ages 2 months, 4 months, 6 to 18 months, and 4 to 6 years. Until recently, the oral poliovirus vaccine (OPV) was given in the United States. Updated recommendations by the Advisory Committee on Immunization Practices now call for IPV injections. This change eliminates the previous small risk of developing polio after receiving the live oral polio vaccine. Why the vaccine is recommended The vaccine offers protection against polio, which can cause paralysis and death. Possible risks Side effects include fever and redness or soreness at the site of injection. There is a very small chance of an allergic reaction with any vaccine. When to delay or avoid immunization * IPV should not be given to kids with severe allergy to neomycin, streptomycin, or polymyxin B.  * IPV should not be given to kids who had a severe allergic reaction to a previous IPV shot.  Caring for your child after immunization IPV may cause mild fever, and soreness and redness at the site of the injection for several days. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. When to call the doctor * if you aren't sure whether the vaccine should be postponed or avoided  * if severe adverse reactions occur after the immunization Influenza Influenza, or \"the flu,\" is a highly contagious viral infection of the respiratory tract. Immunization schedule Beginning in the 2010-2011 flu season, the seasonal flu vaccine protects against H1N1 flu, as well as other flu viruses. The Centers for Disease Control and Prevention (CDC) recommends the flu vaccine for all people age 6 months and older. Certain people are at higher risk of complications from the flu. They include: * pregnant women  * children younger than age 5, especially those younger than 2  * people age 65 and older  * people of any age who have chronic health conditions  Infants younger than 6 months are too young to receive the vaccine, but all other high risk persons should be vaccinated. Health care workers, caregivers, and close contacts of at-risk persons (including those who care for infants younger than 6 months) should also get the flu vaccine. In the past, there have been times when there were vaccine shortages and delays. So talk with your doctor about availability. For kids younger than 9 who are getting the seasonal influenza vaccine for the first time or did not get the H1N1 vaccine during the 2009-2010 flu season, it's given in two separate shots a month apart. It can take about 2 weeks after the shot is given for the body to build up protection against the flu. A non-shot option called the nasal mist vaccine came on the market in 2003 for the seasonal flu and is now approved for use in healthy 2- to 49-year-olds. The nasal mist contains live but weakened virus that will not cause the flu. However, the vaccine isn't recommended for kids with certain medical conditions or pregnant women. Talk to your doctor about which vaccine is right for your child. Why the vaccine is recommended The flu vaccine reduces a person's chances of catching the flu by up to 80% during the season. Getting the shot before the flu season is in full force gives the body a chance to build up immunity to, or protection from, the virus. The shot usually becomes available between September and mid-November. Although you can get a flu shot well into flu season, it's best to try to get it earlier rather than later. However, later in the flu season, it's still a good idea to get protection. Even if you or your child got the seasonal flu vaccine last year, that won't protect you from getting the seasonal flu this year, because the protection wears off and flu viruses constantly change. That's why the vaccine is updated each year to include the most current strains of the virus. A good example of how flu viruses change (and sometimes develop new strains) was the outbreak of the H1N1 flu in 2009. This flu strain was not included in the 2009-2010 seasonal flu vaccine, so a separate H1N1 flu vaccine was developed. Since then, the H1N1 flu shot has been incorporated into the seasonal flu shot.  Possible risks Usually given as an injection in the upper arm, the flu shot contains killed flu viruses that will not cause someone to get the flu, but will cause the body to make antibodies to fight off a live flu virus if it does enter the body.  Some of the most common side effects from the flu shot are soreness, redness, or swelling at the site of the injection. A low-grade fever and aches are also possible. Because the nasal spray flu vaccine is made from live viruses, it may cause mild flu-like symptoms, including runny nose, headache, vomiting, muscle aches, and fever. Very rarely, the flu vaccine can cause serious side effects such as a severe allergic reaction. When to delay or avoid immunization People who should not get the seasonal flu shot include: * infants under 6 months old  * anyone who's severely allergic to eggs and egg products. Tell the doctor if your child is allergic before he or she gets a flu shot. * anyone who's ever had a severe reaction to a flu vaccination  * anyone who's had Guillain-Barré syndrome (GBS, a rare medical condition that affects the nerves)  * anyone with a severe illness Caring for your child after immunization Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. Some doctors recommend a dose just before the immunization. A warm, damp cloth or a heating pad also may help minimize soreness. Moving or using the limb that has received the injection often reduces the soreness as well. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are serious problems after the immunization, such as an allergic reaction, high fever, or other concern  MMR (measles, mumps, rubella) The MMR vaccine protects against measles, mumps, and rubella (German measles). MMR vaccinations are given by injection in two doses. The first is administered at age 12 to 15 months; the second generally is given at age 4 to 6 years. Why the vaccine is recommended Measles, mumps, and rubella are infections that can lead to significant illness. More than 95% of children receiving MMR will be protected from the three diseases throughout their lives. Possible risks Serious problems such as allergic reactions are rare. Potential mild to moderate adverse effects include rash, fever, swollen cheeks, febrile seizures, and mild joint pain. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has an allergy to gelatin or to the antibiotic neomycin, check with your doctor about immunization  * if your child had a severe allergic reaction to a previous dose of MMR vaccine  * if your child has recently received gamma <em>globulin</em> or a blood transfusion, check with your doctor about immunization  * if your child has a medical problem that affects the immune system, such as cancer  * if your child is taking prednisone, steroids, or other immunosuppressive drugs  * if your child is undergoing chemotherapy or radiation therapy  * if your child has ever had a low platelet count, check with your doctor about immunization  * pregnant women should wait until after delivery for the vaccine  Caring for your child after immunization If a rash develops without other symptoms, no treatment is necessary and it should resolve within several days. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and find out the appropriate dose. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  Varicella (chickenpox) The varicella vaccine protects against chickenpox (varicella), a common and very contagious childhood viral illness. Immunization schedule The varicella vaccine is given by injection between the ages of 12 and 15 months, followed by a booster shot at 4 to 6 years of age for further protection. Older kids under the age of 13 years who have not had chickenpox may also receive the vaccine, with the two doses given at least 3 months apart. Kids 13 years or older who have not had either chickenpox or the vaccine need two vaccine doses at least 1 month apart. Why the vaccine is recommended The varicella vaccine prevents severe illness in almost all children who are immunized. It's up to 85% effective in preventing mild illness. Vaccinated kids who do get chickenpox generally have a mild case. Possible risks Serious reactions such as allergic reactions are extremely rare. Possible mild effects are tenderness and redness where the shot was given, fever, fatigue, and a varicella-like illness. A rash can occur up to 1 month after the injection. It may last for several days but will disappear on its own without treatment. There is a very small risk of febrile seizures after vaccination. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has an allergy to gelatin or to the antibiotic neomycin  * if your child had a severe allergic reaction to a previous dose of varicella vaccine  * if your child has recently received gamma <em>globulin</em> or a blood transfusion, talk to your doctor about immunization  * if your child has a disorder that affects the immune system, such as cancer; is taking prednisone, steroids, or other immunosuppressive drugs; or is undergoing chemotherapy or radiation therapy  * pregnant women should wait until after delivery for vaccination  Caring for your child after immunization Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and find out the appropriate dose. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization MCV4 The meningitis vaccine protects against meningococcal disease, a serious bacterial infection that can lead to bacterial meningitis. The vaccine is recommended for kids at age 11 or 12 years, at ages 13 to 18 years if not previously vaccinated, and older teens who are entering college and will be living in a dormitory setting, and those entering the military. It is also recommended for children between the ages of 2 and 10 with certain high risk medical problems. When medical problems continue, these kids also need a follow-up booster dose a few years later, depending on the age at which the first dose was given. Why the vaccine is recommended Bacterial meningitis, an inflammation of the membrane that protects the brain and spinal cord, is a rare but highly contagious disease that can spread rapidly among kids who are in close quarters. It can be life-threatening if not promptly treated. Possible risks Some of the most common side effects are swelling, redness, and pain at the site of the injection, along with headache, fever, or fatigue. Severe problems, such as allergic reactions, are rare. When to delay or avoid immunization * if your child has had allergic reactions to the DTaP vaccine or to latex  * if your child has a history of Guillain-Barré syndrome, a disease of the nervous system which causes progressive weakness  * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. A warm, damp cloth or a heating pad also may help reduce soreness. Moving or using the limb that has received the injection often reduces the soreness. When to Call the Doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization Hepatitis A The hepatitis A virus (HAV) causes fever, nausea, vomiting, and jaundice, and can lead to community-wide epidemics. Childcare centers are a common site of outbreaks. The vaccine is recommended for children 12 to 23 months old, followed by a second dose 6 months later. Although in the past the vaccine was recommended for older kids and adults who were at high risk for the disease (such as those who lived in or traveled to locations with high rates of HAV), the vaccine is now recommended for anyone who desires immunity to the disease. Why the vaccine is recommended Vaccination against HAV can help stop epidemics from developing in the community, in addition to protecting the individual child. Some infected children do not have any symptoms, and can spread the virus to others. The more young children who are vaccinated against HAV, the more limited the spread of disease will be in a community. Possible risks Side effects are usually mild fever, and tenderness, swelling, and redness at the site of the injection. Allergic reactions to the vaccine are rare. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization * if your child had an allergic reaction to the first dose of hepatitis A vaccine  Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  Rotavirus Rotavirus is a common virus that causes diarrhea, especially in infants and young children. Childcare centers are a common site of outbreaks. The vaccine, which is a liquid given by mouth, is recommended at ages 2 and 4 months, as well as a dose at 6 months depending on the brand vaccine used. Why the vaccine is recommended Rotavirus can cause dehydration secondary to large amounts of diarrhea, and can result in children requiring hospitalization. Vaccination against rotavirus can help stop spread in the community, in addition to protecting the individual child. Possible risks Side effects can include diarrhea and vomiting, in addition to fever. When to delay or avoid immunization * if your child is currently sick, although simple colds should not prevent immunization  * if your child had an allergic reaction to a previous dose of the vaccine  * let the doctor know if your child has an allergy to latex * if your child has an abnormality of the digestive system or a gastrointestinal disease, talk to your doctor about immunization  * if your child has a history of intussusception, a type of serious bowel blockage, talk to your doctor about immunization  * if your child has recently received gamma <em>globulin</em> or a blood transfusion  * if your child has immune system problems from a disease such as cancer; is taking steroids or other immunosuppressive drugs; or is undergoing chemotherapy or radiation therapy  Caring for your child after immunization Depending on the age of your child, fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. If vomiting or diarrhea occur, make sure to give your child frequent amounts of fluid and watch for signs of dehydration, such as less urine than usual. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  HPV Human papillomavirus (HPV) is a sexually transmitted disease (STD) that causes genital warts and changes in the cervix that can result in cervical cancer. The vaccine is given as a series of three shots over a 6-month period and is recommended for girls 11 or 12 years old, as well as for older girls who are unvaccinated. The vaccine can also be given to boys ages 9 through 18 years, to prevent the development of genital warts.  Why the vaccine is recommended Because HPV can cause serious problems such as genital warts and cervical cancer, a vaccine is an important step in preventing infection and protecting against the spread of HPV. It works best when given before a girl becomes sexually active. Possible risks Side effects are usually mild fever and tenderness, swelling, and redness at the site of the injection. Dizziness, fainting, nausea, and vomiting may also occur after the shot. Allergic reactions to the vaccine occur rarely. When to delay or avoid immunization * if your daughter is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your daughter had an allergic reaction to the first dose of HPV vaccine  * if your daughter has had a severe allergic reaction to yeast  * if your daughter is pregnant  * if your daughter has a bleeding disorder (discuss with your hematologist)  Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and find out the appropriate dose. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  Immunization schedule This immunization schedule is a handy reference to help you keep track of which vaccines your child needs to receive and when. Types of vaccines Some types of vaccines are: 1. Attenuated (weakened) live viruses are used in some vaccines such as in the measles, mumps, and rubella (MMR) vaccine.  2. Killed (inactivated) viruses or bacteria are used in some vaccines, such as in IPV.  3. Toxoid vaccines contain an inactivated toxin produced by the bacterium. For example, the diphtheria and tetanus vaccines are toxoid vaccines.  4. Conjugate vaccines (such as Hib) contain parts of bacteria combined with proteins.  Immunizations for travel Specific information about which immunizations are required by travelers to each country worldwide is available directly from the Centers for Disease Control and Prevention (CDC). Ask your doctor for more information. Depending on the type and length of travel, some vaccines may be recommended. Most immunizations should be given at least 1 month before travel. Take your child's immunization records with you when you travel internationally. Helping kids through vaccine injections Sometimes it's hard to tell who dreads immunizations more — parents or kids. Here are some tips to help make the procedure easier for everyone: * Tell older kids what's going to happen and that the shot helps to keep them healthy.  * Tell younger kids that it's OK to cry, but also encourage them to be brave. * Try to be calm yourself. Your child can pick up on your concerns.  * Distraction at the moment of the injection is helpful. Try having kids count, sing a song with you, or look away (perhaps at a picture on the wall). You may want to have a joke or funny comment ready.  * Offer praise after the injection is over.  * Plan something fun for after the appointment. A trip to the park or playground can make the overall immunization experience less unpleasant.  As uneasy as getting vaccinated may make both you and your child, remember that immunizations are one of the best means of protection against contagious diseases.",
            "vi": "Chủng ngừa cho con của bạn     Lúc mới sinh, nhờ kháng thể truyền từ mẹ đến thai nhi qua nhau thai nên trẻ có thể tránh khỏi một số bệnh nào đó. Sau khi ra đời, trẻ bú mẹ vẫn được bổ sung thêm nhiều kháng thể có trong sữa mẹ giúp bé khoẻ mạnh. Nhưng trong cả hai trường hợp trên thì sức bảo vệ cho bé chỉ là tạm thời trong một thời gian ngắn thôi.  Chủng ngừa (tiêm chủng) là cách tạo sức đề kháng với một số bệnh bằng cách sử dụng rất ít vi sinh vật đã chết hoặc bị làm yếu có thể gây một bệnh cụ thể nào đó.  Vi sinh vật có thể là vi-rút, như vi-rút sởi, hoặc cũng có thể là vi khuẩn, như khuẩn cầu phổi chẳng hạn. Các vắc-xin có tác dụng làm kích thích hệ miễn dịch phản ứng y như bị nhiễm bệnh thật vậy – hệ miễn dịch của cơ thể lúc này sẽ chống “nhiễm” và có thể “nhớ được” loại sinh vật gây bệnh này để sau này có thể nhanh chóng diệt được nó khi xâm nhập vào cơ thể.  Một số cha mẹ có thể lưỡng lự không biết nên cho con mình tiêm ngừa hay không bởi họ lo rằng bé sẽ phản ứng lại vắc-xin một cách trầm trọng hoặc cũng có thể bé bị bệnh giống với bệnh cần tiêm ngừa. Vì các thành phần trong vắc-xin đã bị làm yếu hoặc đã chết – và trong một vài trường hợp thì không sử dụng hết vi sinh vật đó – chúng khó có thể gây ra một chứng bệnh nguy hiểm nào. Một số vắc-xin cũng có thể gây ra phản ứng nhẹ như đau nhức vùng tiêm hoặc làm cho bé nóng sốt, nhưng các trường hợp phản ứng nặng rất hiếm xảy ra.  Những rủi ro do tiêm ngừa là rất ít so với các vấn đề sức khỏe do bệnh mà mình muốn phòng tránh gây ra. Lịch chủng ngừa dưới đây do Viện Hàn Lâm Nhi Khoa Hoa Kỳ (AAP) khuyến nghị. Nhưng xin lưu ý là cũng được phép thay đổi và thường thay đổi khi có các loại vắc-xin mới ra đời. AAP cũng khuyến nghị trẻ em nên tiêm ngừa vắc-xin kết hợp (chớ không phải là vắc-xin đơn lẻ) bất cứ khi nào có thể được. Nhiều loại vắc-xin kết hợp được đưa vào sử dụng nhằm giúp làm giảm số mũi tiêm chích cho trẻ.  Bác sĩ sẽ quyết định xem lịch chủng ngừa nào là tốt nhất cho con của bạn.  Lịch tiêm chủng được khuyến nghị như sau: Bệnh viêm gan siêu vi B Vi-rút viêm gan siêu vi B (HBV) làm ảnh hưởng đến gan. Bệnh nhân viêm gan siêu vi B có thể trở thành người sống với vi-rút/ mang vi-rút này suốt đời và có thể phát sinh ra nhiều vấn đề lâu dài như là xơ gan (bệnh gan) hoặc ung thư gan. Lịch chủng ngừa Vắc-xin viêm gan siêu vi B thường được tiêm ngừa một loạt 3 mũi. Trẻ sơ sinh thường được tiêm mũi đầu tiên ngay sau khi ra đời. Nếu mẹ dương tính với vi-rút viêm gan siêu vi B trong máu thì trẻ mới sinh cần phải được tiêm mũi đầu trong vòng 12 tiếng đồng hồ sau khi lọt lòng mẹ, cùng với một mũi (HBIG) khác để có thể kháng vi-rút ngay lập tức. Nếu mẹ âm tính với vi-rút viêm gan siêu vi B thì trẻ sơ sinh cũng có thể được tiêm ngừa loại vắc-xin này vào bất cứ lúc nào trước khi ra viện. Bạn cũng có thể hoãn lại mũi chích này đến lần khám bác sĩ trong 1 hay 2 tháng.  Nếu được tiêm ngừa liều đầu tiên sau khi sinh thì liều thứ hai nên cách 1 đến 2 tháng và liều thứ 3 được tiêm từ khoảng 6 đến 18 tháng. Đối với trẻ sơ sinh được tiêm mũi đầu tiên lúc 1 đến 2 tháng tuổi thì mũi thứ 2 là khoảng từ 3 đến 4 tháng và mũi thứ ba từ khoảng 6 tháng 18 tháng. Trong cả hai trường hợp thì mũi thứ 2 và thứ 3 thường được tiêm kết hợp với lịch chủng ngừa thường lệ khác của trẻ. Tại sao phải khuyến nghị dùng vắc-xin  Vắc-xin viêm gan siêu vi B thường có thể tạo miễn dịch lâu dài. Trẻ sơ sinh được tiêm chủng HBV sẽ miễn nhiễm viêm gan siêu vi B không chỉ trong thời thơ ấu mà còn cả giai đoạn tuổi trưởng thành. Nếu loại trừ được nguy cơ nhiễm bệnh, bạn cũng có thể giảm nguy cơ bị xơ gan, bị bệnh gan mãn tính, và ung thư gan. Thanh niên và thanh thiếu niên cũng nên tiêm ngừa vắc-xin này nếu như chưa được tiêm lần nào lúc nhỏ.  Rủi ro có thể xảy ra phản ứng dị ứng với vắc-xin là rất ít. Các vấn đề nghiêm trọng liên quan đến việc tiêm ngừa vắc-xin HBV rất hiếm xảy ra. Phản ứng sau khi tiêm ngừa thường là rất nhẹ, như nóng sốt hoặc nổi đỏ hoặc bị đau tại vùng tiêm chích.  Khi nào nên hoãn hoặc không chích ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu xảy ra phản ứng dị ứng nặng (gọi là sốc mẫn cảm) sau lần tiêm vắc-xin HBV trước đây  Chăm sóc cho con bạn sau khi tiêm ngừa Vắc-xin có thể gây sốt nhẹ, đau nhức và nổi đỏ ở vùng tiêm ngừa. Tùy vào độ tuổi của bé mà bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để làm giảm đau và hạ sốt. Trẻ sơ sinh rất nhỏ không nên dùng thuốc, nhưng đối với trẻ sơ sinh lớn hơn hoặc trẻ nhỏ thì bạn nên tham khảo ý kiến của bác sĩ về thuốc và liều dùng thích hợp cho bé nhé.  Khi nào nên gọi bác sĩ  * nếu bạn chưa rõ về lịch chủng ngừa vắc-xin viêm gan siêu vi B  * nếu bạn lo lắng về tình trạng mang mầm vi-rút HBV của mình * nếu bạn thấy bất cứ triệu chứng ảnh hưởng xấu nghiêm trọng nào đối với con bạn sau khi bé tiêm ngừa HBV Vắc-xin chống khuẩn cầu phổi (PCV) Vắc-xin cộng hợp phế cầu (PCV) có tác dụng chống nhiễm khuẩn cầu phổi. Vi khuẩn là nguyên nhân hàng đầu của nhiều chứng nhiễm trùng nghiêm trọng, như viêm phổi, nhiễm trùng máu, và viêm màng não do vi khuẩn. Trẻ em dưới 2 tuổi, người lớn trên 65 tuổi, và người đang mắc một số bệnh nào đó dễ bị nhiễm khuẩn cầu phổi nhiều nhất. khuẩn cầu phổi lây qua tiếp xúc từ người sang người. Vắc-xin cộng hợp phế cầu không những giúp trẻ tránh nhiễm bệnh mà còn ngăn chặn lây lan.  Lịch chủng ngừa Chủng ngừa PCV được tiêm thành một loạt 4 mũi, bắt đầu từ 2 tháng tuổi, 4 tháng tuổi, 6 tháng tuổi, và từ 12 đến 15 tháng tuổi. Trẻ bỏ lỡ liều vắc-xin đầu tiên hoặc có thể đã không chích được các liều sau do thiếu vắc-xin thì vẫn sẽ được tiêm ngừa, và bác sĩ sẽ cho bạn biết lịch tiêm chủng có thay đổi của mình. Tại sao phải khuyến nghị dùng vắc-xin  trẻ dưới 2 tuổi thường hay mắc hầu hết các bệnh nhiễm trùng nặng, và vắc-xin sẽ giúp cho trẻ phòng tránh được các bệnh đó khi có nguy cơ lây nhiễm nhiều nhất.  PCV cũng được khuyến nghị tiêm phòng cho trẻ từ 2 đến 5 tuổi đang có nguy cơ nhiễm khuẩn cầu phổi nặng vì có thể gây nhiều vấn đề về sức khỏe như:  * bệnh thiếu máu hồng cầu hình liềm * lá lách bị hư hoặc không có lá lách * HIV/AIDS * phải dùng thiết bị trợ thính được cấy dưới da * bệnh ảnh hưởng đến hệ miễn dịch, như tiểu đường hoặc ung thư * phải dùng thuốc ảnh hưởng đến hệ miễn dịch, như là xtê-rô-it hoặc hoá trị liệu * bị bệnh tim mãn tính hoặc bệnh về phổi Ngoài ra, những trẻ em có nguy cơ nhiễm bệnh cao cũng có thể được tiêm ngừa vắc-xin pô-li-xa-ca-rít khuẩn cầu phổi (PPV) ngoài vắc-xin PCV khi đã trên 24 tháng tuổi.  Rủi ro có thể xảy ra Trẻ được tiêm ngừa vắc-xin PCV cũng có thể bị nổi đỏ, đau nhức, hoặc sưng ở vùng tiêm hoặc cũng có thể bị nóng sốt sau khi tiêm ngừa. Trường hợp phản ứng dị ứng với vắc-xin rất hiếm khi xảy ra.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn xảy ra phản ứng dị ứng nặng với liều vắc-xin trước  Chăm sóc con bạn sau khi chủng ngừa Vắc-xin này có thể gây sốt nhẹ, đau nhức và nổi đỏ ở vùng tiêm. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hay ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ xem liệu có thể cho bé dùng thuốc gì, và liều lượng như thế nào là thích hợp với bé nhé.  Khi nào nên gọi cho bác sĩ  * nếu con bạn bỏ lỡ một lần tiêm * nếu sau khi tiêm ngừa bé bị phản ứng dị ứng nặng hoặc sốt cao DTaP Vắc-xin DTaP giúp phòng tránh: * bạch hầu – đây là chứng nhiễm trùng họng nghiêm trọng có thể gây nghẽn đường hô hấp hay nghẽn khí quản và gây khó thở dữ dội  * uốn ván – đây là một chứng bệnh thần kinh, có thể xảy ra ở mọi lứa tuổi, do độc tố tạo khuẩn làm nhiễm trùng vết thương (uốn ván là một bệnh do vi khuẩn qua vết thương xâm nhập vào cơ thể, gây nên những cơn co giật, khó thở và dễ dẫn đến tử vong) * ho gà – là một bệnh về đường hô hấp với các triệu chứng của bệnh cúm phát triển ngày càng tăng dẫn đến ho dữ dội (nghe như tiếng khò khè khi trẻ hít sâu vào sau một cơn ho rũ rượi); trẻ dưới 1 tuổi thường xảy ra nhiều biến chứng ho gà trầm trọng, và trẻ dưới 6 tháng tuổi cũng rất hay nhiễm bệnh này. Thiếu niên và người lớn bị ho dai dẳng cũng có thể không biết mình bị ho gà, và cũng có thể làm lây sang cho trẻ sơ sinh dễ mắc bệnh.  Lịch chủng ngừa Chủng ngừa DTaP được tiêm thành 1 loạt 5 mũi và thường bắt đầu lúc 2 tháng tuổi, 4 tháng tuổi, 6 tháng tuổi, từ 15 đến 18 tháng tuổi, và từ 4 đến 6 tuổi. Sau loạt chủng ngừa đầu tiên, vắc-xin Tdap (tiêm nhắc) sẽ được tiêm nhắc lại cho độ tuổi từ 11 đến 12, hoặc cho thiếu niên lớn tuổi hơn và người lớn chưa tiêm nhắc ngừa bệnh ho gà lại. Kế đến là các mũi tiêm nhắc ngừa uốn ván, bạch hầu cũng được khuyến nghị là cứ sau 10 năm một lần.  Tại sao phải khuyến nghị sử dụng vắc-xin Việc chủng ngừa vắc-xin DtaP hầu như đã giúp trẻ không còn mắc bệnh bạch hầu và uốn ván ở trẻ em và đã làm giảm đáng kể số ca mắc chứng ho gà. Rủi ro có thể xảy ra Vắc-xin chủng ngừa thường gây tác dụng phụ nhẹ như nóng sốt, hơi mệt, mệt mỏi, chán ăn, và đau nhức, nổi đỏ hoặc làm sưng ở vùng tiêm. Các trường hợp tai biến ngập máu hay phản ứng dị ứng sau khi tiêm DTaP là rất hiếm xảy ra. Hầu hết các tác dụng phụ này là do các thành phần trong vắc-xin ngừa ho gà. Các biến chứng nghiêm trọng do chủng ngừa DTaP rất hiếm. Phần lớn trẻ em đều gặp rất ít sự cố hoặc không có vấn đề gì. Khi nào nên hoãn hoặc tránh chủng ngừa  * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị động kinh không kềm chế được hoặc bị một bệnh thần kinh nào đó hoặc có vẻ như phát triển không bình thường thì cũng không nên tiếp xúc với vắc-xin ho gà, bé có thể được tiêm vắc-xin DT (bạch hầu, uốn ván) thay cho vắc-xin DTaP.  Nếu con bạn bị bất kỳ triệu chứng gì sau khi tiêm DTaP ở lần trước, bạn hãy tham khảo ý kiến của bác sĩ trước khi cho bé tiêm một loại vắc-xin nào khác nhé: * tai biến ngập máu trong vòng 7 ngày sau khi tiêm * tai biến ngập máu ngày càng dữ dội hơn * phản ứng dị ứng sau khi tiêm vắc-xin, như là miệng, họng, hoặc mặt sưng lên  * khó thở * sốt 105° Pha-ren-het (40.5° C) trở lên trong 2 ngày đầu sau khi tiêm  * sốc hoặc suy nhược trong 2 ngày đầu tiên sau khi tiêm * khóc dai dẳng không nín hơn 3 tiếng đồng hồ trong 2 ngày đầu tiên sau khi tiêm Chăm sóc con bạn sau khi tiêm ngừa Con bạn có thể bị nóng sốt, đau nhức và sưng và nổi đỏ ở vùng tiêm. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để làm giảm đau và hạ sốt. Bạn hãy tham khảo ý kiến của bác sĩ để xem liệu có thể cho bé sử dụng loại thuốc gì và liều lượng như thế nào cho phù hợp với bé nhé. Bạn cũng có thể dùng miếng giẻ ẩm, ấm hoặc miếng lót nóng để làm giảm đau. Việc nhúc nhích, cử động chân tay có vùng tiêm ngừa cũng thường giúp bạn giảm đau. Khi nào nên gọi cho bác sĩ * nếu bạn không biết liệu có nên hoãn hay tránh vắc-xin chủng ngừa này hay không. Trẻ em từng gặp sự cố nào đó với vắc-xin DtaP thường có thể tiêm ngừa an toàn với vắc-xin DT.  * nếu xảy ra các biến chứng hay các triệu chứng trầm trọng sau khi tiêm ngừa như tai biến ngập máu, sốt trên 105° Pha-ren-het (40.5° C), khó thở hoặc có các dấu hiệu dị ứng khác, sốc hay bất tỉnh (xỉu), hoặc khóc dai dẳng không nín hơn 3 tiếng đồng hồ Hib Trước khi vắc-xin Hib ra đời thì vi khuẩn gây viêm màng não mũ do HIB loại B là nguyên nhân hàng đầu gây viêm màng não ở trẻ dưới 5 tuổi.   Lịch chủng ngừa Vắc-xin Hib được tiêm ở giai đoạn 2 tháng tuổi, 4 tháng tuôit, và 6 tháng tuổi (tuy nhiên, một số loại vắc-xin Hib không yêu cầu phải tiêm thêm liều ở tháng thứ 6). Trẻ nên được tiêm nhắc lại một lần từ tháng 12 đến tháng 15.  Tại sao phải khuyến nghị sử dụng vắc-xin Vắc-xin Hib có thể giúp phòng tránh viêm màng não mũ do HIB loại B trong thời gian lâu dài. Người được chủng ngừa tránh được bệnh viêm màng não Hib, viêm phổi, viêm màng ngoài tim (viêm màng tim), và nhiễm trùng máu, xương và khớp do vi khuẩn gây ra.   Rủi ro có thể xảy ra Cũng có nhiều vấn đề nhỏ sau khi tiêm ngừa, như bé sẽ có thể nổi đỏ, sưng hoặc đau nhức ở vùng tiêm. Trường hợp phản ứng dị ứng với vắc-xin rất hiếm khi xảy ra. Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu xảy ra phản ứng dị ứng nặng sau khi tiêm vắc-xin Hib thì chớ nên cho bé tiêm thêm Hib lần sau nữa Chăm sóc con bạn sau khi chủng ngừa Vắc-xin Hib có thể gây đau nhức nhẹ hay nổi đỏ ở vùng tiêm. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ để xem liệu nên cho bé dùng thuốc gì và liều lượng như thế nào là thích hợp với bé nhé.  Khi nào nên gọi điện cho bác sĩ * nếu bạn không biết liệu có nên hoãn hay tránh không tiêm ngừa loại vắc-xin này * nếu thấy các phản ứng xấu nghiêm trọng sau khi tiêm ngừa Hib  IPV Bệnh bại liệt là bệnh nhiễm vi-rút có thể dẫn đến bại liệt suốt đời. Lịch chủng ngừa Vắc-xin ngừa bại liệt bất hoạt thường được tiêm ngừa ở giai đoạn 2 tháng tuổi, 4 tháng tuổi, từ 6 tháng đến 18 tháng tuổi, và từ 4 đến 6 tuổi.  Gần đây vắc-xin ngừa bại liệt dạng uống đã được đưa vào sử dụng ở Hoa Kỳ. Uỷ ban cố vấn về chủng ngừa mới đây đã yêu cầu nên tiêm IPV. Sự thay đổi này đã làm dứt nguy cơ rất ít về bệnh bại liệt trước đây sau khi dùng vắc-xin bại liệt sống dạng uống. Tại sao phải khuyến nghị sử dụng vắc-xin Vắc-xin giúp phòng tránh được bệnh bại liệt có thể gây liệt và tử vong. Rủi ro có thể xảy ra Các tác dụng phụ như nóng sốt và nổi đỏ ở vùng tiêm. Rất ít khi xảy ra phản ứng dị ứng với vắc-xin. Khi nào nên hoãn hoặc tránh chủng ngừa * không nên tiêm IPV cho trẻ bị dị ứng nặng với neomycin, streptomycin, hoặc polymyxin B. * không nên tiêm IPV cho trẻ bị dị ứng nặng với liều tiêm IPV trước Chăm sóc con bạn sau khi tiêm ngừa IPV có thể gây ra sốt nhẹ, đau nhức và nổi đỏ ở vùng tiêm trong một vài ngày. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ để xem nên cho bé sử dụng loại thuốc gì và liều dùng như thế nào là thích hợp nhé.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết liệu nên hoãn hay không tiêm chủng loại vắc-xin này * nếu có bất kỳ phản ứng xấu nghiêm trọng nào xảy ra sau khi tiêm ngừa Cúm Cúm là chứng bệnh nhiễm trùng đường hô hấp do vi rút gây ra và lây lan rất nhanh. Lịch chủng ngừa Bắt đầu mùa cúm 2010-2011 mới có vắc-xin cúm mùa ngừa cúm H1N1 cũng như các loại vi rút cúm khác. Trung tâm phòng chống bệnh tật (CDC) khuyến cáo nên tiêm ngừa vắc-xin cúm cho tất cả mọi người từ 6 tháng tuổi trở lên. Một số người có nguy cơ biến chứng cúm cao hơn gồm:  * phụ nữ có thai * trẻ em dưới 5 tuổi, nhất là trẻ dưới 2 tuổi * người già từ 65 tuổi trở lên * người bị bệnh mãn tính ở bất kỳ độ tuổi nào Trẻ sơ sinh dưới 6 tháng tuổi quá nhỏ không tiêm ngừa vắc-xin được, nhưng tất cả những người có nguy cơ mắc bệnh cao khác nên được tiêm phòng. Các nhân viên chăm sóc y tế, người chăm bệnh, và người thường hay tiếp xúc gần gũi với người có nguy cơ nhiễm bệnh cao (kể cả người chăm sóc trẻ sơ sinh dưới 6 tháng tuổi) cũng nên tiêm ngừa vắc-xin. Trước đây đã có tình trạng thiếu và phải hoãn vắc-xin. Vì vậy bạn nên tham khảo ý kiến của bác sĩ xem vắc-xin có sẵn chưa nhé.  Đối với trẻ dưới 9 tuổi chuẩn bị tiêm ngừa vắc-xin cúm mùa lần đầu tiên hoặc chưa tiêm chủng vắc-xin H1N1 trong mùa cúm năm 2009-2010 thì sẽ được tiêm thành 2 mũi riêng biệt cách nhau 1 tháng. Có thể phải mất khoảng 2 tuần sau khi tiêm vắc-xin thì cơ thể mới có thể miễn dịch được với cúm.  Bạn cũng có thể chọn một dạng vắc-xin phòng chống cúm khác mà không phải tiêm chích đó là vắc-xin dạng xịt vào mũi đã được tung ra thị trường năm 2003 để ngừa dịch cúm mùa và hiện đang được sử dụng để chống cúm cho người khỏe mạnh từ 2 đến 49 tuổi. Vắc-xin dạng xịt vào mũi chứa vi-rút còn sống nhưng đã bị làm yếu đi và sẽ không gây cúm. Tuy nhiên, trẻ bị mắc một chứng bệnh nào đó hoặc phụ nữ có thai thì không nên sử dụng dạng vắc-xin này. Bạn nên tham khảo ý kiến của bác sĩ để biết loại vắc-xin nào là phù hợp cho con của mình nhé.  Tại sao phải khuyến nghị sử dụng vắc-xin  Vắc-xin ngừa cúm có thể giúp làm giảm nguy cơ mắc bệnh đến 80% trong mùa cúm. Việc tiêm ngừa đủ liều trước mùa cúm giúp cho cơ thể tăng sức đề kháng, tăng cường sự miễn dịch cho cơ thể kháng lại vi-rút.  vắc-xin thường có vào giữa tháng 9 và giữa tháng 11. Mặc dù là bạn cũng có thể tiêm phòng vắc-xin cúm vào mùa cúm nhưng tốt hơn hết là nên tiêm chủng sớm hơn là muộn. Tuy nhiên thì bạn cũng vẫn nên tiêm phòng vào cuối mùa cúm.  Dẫu bạn hay con bạn đã được tiêm vắc-xin cúm mùa năm ngoái rồi thì vắc-xin cũng có thể không giúp bạn không bị cúm năm nay bởi hàm lượng vắc-xin trong cơ thể bạn đã yếu đi và vi-rút cúm biến đổi liên tục. Đó là lý do vì sao vắc-xin phải được đổi mới hàng năm để kèm thêm các giống vi-rút mới nhất. Một ví dụ minh hoạ rõ ràng cho thấy cách vi-rút biến đổi (và nhiều khi còn phát triển lên thành một giống vi-rút mới) là đợt bùng nổ dịch cúm H1N1 năm 2009. Loại cúm này không thuộc dạng chủng ngừa trong vắc-xin cúm mùa năm 2009-2010, thế nên người ta đã phát triển thêm một vắc-xin cúm H1N1 riêng biệt nữa. Từ đó, cúm H1N1 được tiêm kết hợp với mũi tiêm cúm mùa.  Rủi ro có thể xảy ra Thường thì vắc-xin phòng cúm này được chích ở vùng trên của cánh tay, mũi tiêm ngừa cúm chứa vi-rút gây cúm đã chết sẽ không làm cho người được tiêm phòng mắc bệnh mà sẽ giúp cho cơ thể tạo kháng thể chống lại vi-rút cúm còn sống khi chúng xâm nhập vào cơ thể. Một số tác dụng phụ thường thấy nhất khi tiêm ngừa cúm là đau nhức, nổi đỏ hoặc sưng ở vùng tiêm và đôi khi cũng xảy ra trường hợp đau nhức và sốt nhẹ. Vì vắc-xin cúm dạng xịt vào mũi dùng vi-rút còn sống nên nó cũng có thể gây ra các triệu chứng giống như cúm nhẹ, bao gồm sổ mũi, nhức đầu, ói mửa, đau nhức cơ và sốt. Rất hiếm khi vắc-xin phòng cúm có thể gây tác dụng phụ nguy hiểm như phản ứng dị ứng nặng. Khi nào nên hoãn hoặc tránh chủng ngừa  Không nên tiêm ngừa cúm mùa cho: * trẻ sơ sinh dưới 6 tháng tuổi  * người bị dị ứng nặng với trứng và các sản phẩm làm từ trứng. Bạn nên cho bác sĩ biết nếu con bạn bị dị ứng trước khi cho bé tiêm ngừa nhé. * người đã từng bị dị ứng nặng với vắc-xin tiêm ngừa cúm  * người bị hội chứng Guillain-Barré (GBS là một chứng bệnh hiếm gặp gây ảnh  hưởng đến thần kinh) * người bị bệnh nặng  Chăm sóc cho con bạn sau khi chủng ngừa  Có thể dùng thuốc acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng thuốc gì và liều lượng như thế nào cho thích hợp. Một vài bác sĩ khuyến nghị nên sử dụng một liều ngay trước khi chủng ngừa. Bạn cũng có thể dùng một miếng giẻ ướt, ấm hoặc một miếng lót ấm để giảm đau. Nhúc nhích, cử động tay chân ở vùng tiêm cũng thường có tác dụng giảm đau.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc là nên hoãn hay tránh tiêm loại vắc-xin đó * nếu sau khi tiêm ngừa xảy ra nhiều vấn đề nghiêm trọng như phản ứng dị ứng, sốt cao, hoặc một vấn đề bận tâm nào khác. MMR (sởi, quai bị, ru-bê-la) Vắc-xin MMR có tác dụng ngừa sởi, quai bị và ru-bê-la. Tiêm ngừa MMR được chia thành 2 liều. Liều đầu tiên được tiêm ở giai đoạn từ 12 đến 15 tháng tuổi; liều thứ hai thường từ 4 đến 6 tuổi. Tại sao phải nên khuyến nghị dùng vắc-xin sởi, quai bị và ru-bê-la là những bệnh lây nhiễm có thể gây bệnh nghiêm trọng. Hơn 95% trẻ em được tiêm ngừa MMR có thể miễn nhiễm với 3 bệnh này suốt đời.  Rủi ro có thể xảy ra Các vấn đề nghiêm trọng như phản ứng dị ứng rất hiếm khi xảy ra; nhưng cũng có thể gây ảnh hưởng xấu từ nhẹ đến vừa phải như phát ban, sốt, sưng má/ sưng hàm, tai biến ngập máu và đau khớp nhẹ. Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị dị ứng với gelatin hoặc với kháng sinh neomycin thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé nhé.  * nếu con bạn bị dị ứng nặng với liều vắc-xin MMR trước * nếu con bạn mới được tiêm gamma globulin hoặc mới được truyền máu thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé nhé. * nếu con bạn đang bị một bệnh nào đó ảnh hưởng đến hệ miễn dịch, như là bị ung thư * nếu con bạn đang dùng thuốc prednisone, steroids, hoặc các thuốc ức chế miễn dịch khác  * nếu con của bạn đang dùng hoá trị liệu hoặc đang điều trị bằng bức xạ * nếu con bạn từng bị tiểu huyết cầu thấp, bạn hãy nên tham khảo ý kiến với bác sĩ về việc chủng ngừa cho bé nhé * phụ nữ có thai nên đợi cho đến khi sinh xong mới có thể tiêm ngừa vắc-xin Chăm sóc con bạn sau khi tiêm ngừa Nếu bé bị nổi ban mà không có triệu chứng gì khác thì cũng không cần thiết phải chữa trị gì và nó sẽ tự khỏi trong vòng một vài ngày. Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Nên tham khảo ý kiến của bác sĩ để xem liệu bạn nên sử dụng thuốc gì và liều lượng như thế nào là thích hợp. Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc là có nên hoãn hay tránh không tiêm vắc-xin nữa * nếu có vấn đề gì đó sau khi tiêm ngừa xong Bệnh thuỷ đậu  Vắc-xin thủy đậu có tác dụng ngừa thủy đậu – một chứng bệnh do vi-rút thường thấy và rất hay lây lan của trẻ em. Lịch chủng ngừa Vắc-xin thủy đậu được tiêm ở giai đoạn từ 12 đến 15 tháng tuổi và được tiêm nhắc lại từ 4 đến 6 tuổi để phòng tránh thêm cho bé. Trẻ dưới 13 tuổi chưa bị bệnh thủy đậu cũng có thể tiêm loại vắc-xin này với 2 liều riêng biệt cách nhau ít nhất là 3 tháng. Trẻ từ 13 tuổi trở lên chưa bị bệnh thủy đậu hoặc chưa tiêm ngừa vắc-xin thì cũng cần phải tiêm 2 liều vắc-xin cách nhau ít nhất là 1 tháng. Tại sao phải nên khyến nghị sử dụng vắc-xin Vắc-xin thủy đậu có tác dụng ngăn ngừa được trường hợp bệnh nặng ở hầu hết trẻ em có tiêm chủng. Vắc-xin có thể phòng tránh được đến 85% trường hợp bệnh nhe. Những trẻ em đã được chủng ngừa thường bị thuỷ đậu nhẹ. Rủi ro có thể xảy ra Các phản ứng nghiêm trọng như phản ứng dị ứng là rất hiếm. Có thể xảy ra tình trạng đau nhức nhẹ và nổi đỏ ở vùng tiêm, sốt, mệt mỏi, và bệnh giống như thuỷ đậu. Chứng phát ban có thể xảy ra 1 tháng sau khi tiêm; có thể kéo dài vài ngày nhưng sẽ tự khỏi mà không cần phải chữa trị gì. Rất hiếm khi xảy ra tai biến ngập máu do sốt sau khi tiêm ngừa vắc-xin.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị dị ứng với gelatin hoặc với kháng sinh neomycin  * nếu con bạn bị phản ứng dị ứng nặng với liều vắc-xin thủy đậu trước * nếu con bạn mới được tiêm gamma globulin hoặc mới được truyền máu, bạn nên tham khảo ý kiến của bác sĩ về việc tiêm ngừa cho bé nhé * nếu con bạn bị bệnh ảnh hưởng đến hệ miễn dịch, như là bị ung thư chẳng hạn; nếu bé đang dùng prednisone, steroids, hoặc các thuốc ức chế miễn dịch khác; hoặc đang dùng hoá trị liệu hoặc đang điều trị bằng bức xạ * phụ nữ có thai nên đợi cho đến khi sinh xong mới có thể tiêm ngừa vắc-xin Chăm sóc con bạn sau khi tiêm ngừa  Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Nên tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng loại thuốc gì và liều lượng như thế nào là thích hợp. Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc là liệu nên hoãn hay tránh tiêm loại vắc-xin đó * nếu xảy ra vấn đề gì sau khi chủng ngừa MCV4 Vắc-xin viêm màng não có tác dụng ngăn ngừa bệnh do khuẩn cầu màng não gây ra, đây là một chứng bệnh nhiễm khuẩn nghiêm trọng có thể dẫn đến viêm màng não do vi khuẩn. Vắc-xin được khuyến nghị sử dụng cho trẻ từ 11 đến 12 tuổi, trẻ từ 13 đến 18 tuổi chưa được tiêm chủng trước đây và thiếu niên lớn tuổi hơn sắp vào đại học và sống ở môi trường tập thể và những người sắp nhập ngũ. Vắc- xin này cũng được khuyến nghị sử dụng cho trẻ từ 2 đến 10 tuổi có nguy cơ nhiễm bệnh cao. Khi bệnh còn tiếp tục thì những trẻ em này cũng cần thêm một liều tiêm nhắc sau một vài năm, tuỳ vào độ tuổi bé khi được tiêm chích mũi đầu tiên. Tại sao phải nên khuyến nghị sử dụng vắc-xin Viêm màng não do vi khuẩn là một chứng bệnh viêm màng bảo vệ não và tuỷ sống, là một bệnh hiếm gặp nhưng rất hay lây lan có thể lây lan nhanh từ trẻ này sang trẻ khác trong vùng lân cận. Bệnh này có thể nguy hiểm đến tính mạng nếu không được chữa trị kịp thời.  Rủi ro có thể xảy ra Một số tác dụng phụ thường thấy nhất là da bị sưng, nổi đỏ và đau nhức ở vùng tiêm, cùng với triệu chứng nhức đầu, sốt, hoặc mệt mỏi. Các vấn đề nghiêm trọng như phản ứng dị ứng rất hiếm xảy ra. Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đã từng phản ứng dị ứng với vắc-xin DtaP hoặc dị ứng với nhựa mủ * nếu con bạn có tiền sử hội chứng Guillain-Barré, đây là một chứng bệnh của hệ thần kinh làm kém phát triển  * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa Chăm sóc con bạn sau khi chủng ngừa Con bạn có thể bị sốt, đau nhức hoặc da bị sưng và nổi đỏ ở vùng tiêm. Bạn có thể cho bé dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Hãy tham khảo ý kiến của bác sĩ để xem liệu nên sử dụng thuốc gì và liều lượng như thế nào là thích hợp nhé.  Bạn cũng có thể giảm đau bằng một miếng giẻ ướt, ấm. Nhúc nhích, cử động tay chân vùng tiêm cũng thường giúp giảm đau nhức.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết liệu nên hoãn hay tránh tiêm loại vắc-xin đó * nếu xảy ra vấn đề gì sau khi tiêm ngừa Bệnh viêm gan siêu vi A Vi-rút viêm gan siêu vi A (HAV) gây ra sốt, buồn nôn, ói mửa, vàng da, và có thể dẫn đến đại dịch trong cộng đồng. Những trung tâm chăm sóc và giám sát trẻ em thường là nơi bùng phát bệnh viêm gan siêu vi A.  Vắc-xin viêm gan siêu vi A được khuyến nghị sử dụng cho trẻ từ 12 đến 23 tháng tuổi và tiêm thêm liều thứ hai sau 6 tháng. Mặc dù lúc trước loại vắc-xin này được khuyến cáo cho trẻ lớn tuổi hơn và người lớn có nguy cơ nhiễm bệnh cao (như người sống hoặc đến các vùng có tỉ lệ người mắc HAV cao), ngày nay vắc-xin này được khuyến nghị sử dụng cho tất cả mọi người có nhu cầu muốn miễn dịch với bệnh. Tại sao phải nên khuyến nghị sử dụng vắc-xin Tiêm ngừa HAV không những giúp ngăn chặn dịch bệnh lan rộng trong cộng đồng mà còn giúp phòng tránh bệnh cho từng đứa trẻ một. Một số trẻ bị nhiễm bệnh không có bất kỳ triệu chứng gì và có thể lây vi-rút cho những đứa trẻ khác. càng nhiều trẻ em được tiêm chủng HAV thì bệnh sẽ ít lây lan trong cộng đồng hơn.  Rủi ro có thể xảy ra Các tác dụng phụ thường gặp là sốt nhẹ, đau nhức, da bị sưng và nổi đỏ ở vùng tiêm. Rất hiếm khi xảy ra trường hợp phản ứng dị ứng với vắc-xin.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị dị ứng với liều vắc-xin viêm gan siêu vi A đầu tiên  Chăm sóc con bạn sau khi tiêm ngừa Con bạn có thể bị sốt, đau nhức, da bị sưng và nổi đỏ ở vùng tiêm. Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Nên tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng thuốc gì và liều lượng như thế nào là thích hợp cho bé nhé.  Khi nào nên gọi cho bác sĩ * nếu bạn không biết chắc liệu có nên hoãn hay tránh chủng ngừa vắc-xin đó * nếu xảy ra vấn đề gì đó sau khi chủng ngừa Vi rút gây bệnh viêm ruột và dạ dày Vi rút gây bệnh viêm ruột và dạ dày là vi-rút thường thấy gây bệnh tiêu chảy, nhất là đối với trẻ sơ sinh và trẻ nhỏ. Các trung tâm chăm sóc và giám sát trẻ em thường là những nơi bùng phát dịch bệnh. Vắc-xin này ở dạng chất lỏng và được dùng đường uống; được khuyến nghị sử dụng cho trẻ từ 2 đến 4 tháng tuổi, cũng như 1 liều ở giai đoạn 6 tháng tuổi tuỳ thuộc vào loại vắc-xin được tiêm ngừa.  Tại sao phải khuyến nghị sử dụng vắc-xin Vi rút gây bệnh viêm ruột và dạ dày có thể gây mất nước thứ phát đến tiêu chảy nặng và có thể bắt trẻ phải nhập viện. Việc chủng ngừa vi rút gây bệnh viêm ruột và dạ dày có thể giúp ngăn chặn lây lan trong cộng đồng và giúp phòng tránh bệnh cho từng trẻ một.  Rủi ro có thể xảy ra Các tác dụng phụ thường gặp là tiêu chảy, ói mửa và sốt.  K hi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ thì cũng không nên chủng ngừa * nếu con bạn bị dị ứng với liều vắc-xin trước * nếu con bạn bị dị ứng với nhựa mủ thì bạn nên thông báo cho bác sĩ biết  * nếu con bạn bị dị tật về hệ tiêu hoá hoặc bệnh dạ dày-ruột thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé nhé * nếu con bạn có tiền sử lồng ruột, một bệnh tắt nghẽn ruột nghiêm trọng thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé * nếu con bạn mới được tiêm gamma globulin hoặc mới được truyền máu * nếu con bạn có vấn đề về hệ miễn dịch như bị ung thư chẳng hạn; nếu bé đang dùng thuốc steroid hay các thuốc ức chế miễn dịch khác; hoặc bé đang dùng hoá trị liệu hoặc đang điều trị bằng bức xạ Chăm sóc con bạn sau khi chủng ngừa Tuỳ vào độ tuổi của con bạn mà bác sĩ có thể cho acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Hãy tham khảo ý kiến của bác sĩ để biết xem có thể sử dụng thuốc gì và liều lượng như thế nào là thích hợp. Nếu bé bị ói mửa hoặc tiêu chảy thì phải đảm bảo nên cho bé uống nước thường xuyên và theo dõi xem bé có dấu hiệu mất nước không, chẳng hạn như nước tiểu ít hơn bình thường.  Khi nào nên gọi điện cho bác sĩ  * nếu bạn không biết chắc liệu có nên hoãn hay tránh chủng ngừa loại vắc-xin đó * nếu xảy ra vấn đề gì đó sau khi chủng ngừa HPV Vi-rút gây bệnh mụn cơm trên người (HPV) là bệnh lây truyền qua đường tình dục (STD) gây nổi mụn cóc ở bộ phận sinh dục và gây ra những thay đổi trong cổ tử cung có thể dẫn đến ung thư cổ tử cung. Vắc-xin được tiêm ngừa thành một loạt 3 mũi trong vòng 6 tháng và được khuyến nghị sử dụng cho bé gái từ 11 hoặc 12 tuổi, cũng như các bé gái lớn tuổi hơn chưa được tiêm chủng. Loại vắc-xin này cũng được sử dụng cho bé trai từ 9 đến 18 tuổi nhằm phòng tránh chứng nổi mụn cóc ở bộ phận sinh dục. Tại sao phải khuyến nghị sử dụng vắc-xin  Vì vi-rút HPV có thể gây nhiều vấn đề nghiêm trọng như nổi mụn cóc ở bộ phận sinh dục và ung thư cổ tử cung, nên vắc-xin là một biện pháp quan trọng nhằm phòng tránh lây nhiễm và ngăn ngừa lây lan HPV. Vắc-xin này có hiệu quả tốt nhất nếu tiêm ngừa cho bé gái trước khi quan hệ tình dục.  Rủi ro có thể xảy ra Các tác dụng phụ thường gặp là sốt nhẹ, đau nhức, da sưng và nổi đỏ ở vùng tiêm; cũng có thể bị chóng mặt, choáng váng, buồn nôn và ói mửa sau khi tiêm ngừa. Trường hợp dị ứng với vắc-xin rất hiếm khi xảy ra.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con gái của bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con gái của bạn đã bị dị ứng với liều vắc-xin HPV đầu tiên * nếu con gái của bạn đã bị dị ứng nặng với men (rượu bia) * nếu con gái của bạn đang có thai * nếu con gái của bạn bị bệnh máu loãng (bạn nên tham khảo ý kiến của bác sĩ chuyên khoa huyết học nhé) Chăm sóc con bạn sau khi chủng ngừa Con của bạn có thể bị sốt, đau nhức, da sưng và nổi đỏ ở vùng tiêm. Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Hãy tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng thuốc gì và liều lượng như thế nào là thích hợp.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc liệu có nên hoãn hay tránh chủng ngừa loại vắc-xin đó * nếu xảy ra vấn đề gì sau khi chủng ngừa Lịch chủng ngừa Lịch chủng ngừa này là bảng tham khảo tiện lợi có thể giúp cho bạn theo dõi được các loại vắc-xin cần thiết với con mình và thời gian tiêm ngừa cho bé.  Các loại vắc-xin Một số loại vắc-xin thường gặp: 1. Vi-rút còn sống nhưng đã bị làm yếu đi được dùng trong một số loại vắc-xin như vắc-xin sởi, ru-bê-la và quai bị.  2. Vi-rút hoặc vi khuẩn đã chết (hoặc bất hoạt) được sử dụng trong một số loại vắc-xin như vắc-xin IPV. 3. Vắc-xin giải độc tố chứa độc tố tô-xin bất hoạt do vi khuẩn tạo ra. Chẳng hạn như vắc-xin bạch hầu và uốn ván là các vắc-xin giải độc tố. 4. Vắc-xin kết hợp (như Hib) chứa các thành phần vi khuẩn kết hợp với prô-tê-in. Chủng ngừa khi đi du lịch Các Trung tâm phòng chống bệnh tật (CDC) sẽ cung cấp trực tiếp thông tin cụ thể về chủng ngừa cho khách du lịch đến từng quốc gia trên toàn cầu. Bạn nên tham khảo ý kiến của bác sĩ để biết thêm thông tin nhé. Tùy thuộc vào loại hình du lịch và thời gian đi du lịch mà người ta khuyến nghị nên sử dụng một số loại vắc-xin. Hầu hết các vắc-xin chủng ngừa đều được tiêm trước khi đi du lịch ít nhất là 1 tháng. Bạn nên mang theo hồ sơ chủng ngừa của bé bất kể khi nào bạn đi du lịch quốc tế nhé. Giúp trẻ vượt qua nỗi sợ hãi chủng ngừa Nhiều khi khó biết được giữa bố mẹ và trẻ con - ai là người sợ chủng ngừa hơn. Dưới đây là một số bí quyết giúp cho quy trình tiêm chủng trở nên dễ dàng cho tất cả mọi người. * Hãy nói cho những trẻ lớn tuổi hơn biết chuyện gì sẽ xảy ra và tiêm ngừa có thể giúp chúng khoẻ mạnh hơn * Hãy nói với trẻ nhỏ là nếu bé khóc thì cũng được thôi nhưng bạn cũng nên khuyến khích chúng hãy can đảm lên. * Bạn hãy tỏ ra bình tĩnh nhé. Con của bạn cũng có thể để ý được mối lo lắng của bạn đấy. * Việc làm cho bé phân tâm lúc này cũng có tác dụng tốt. Bạn hãy thử cho bé đếm, cùng hát một bài hát với bạn, hoặc nhìn sang chỗ khác (có thể nhìn một bức tranh trên tường). Bạn cũng nên chuẩn bị sẵn một chuyện đùa hoặc một lời nói dí dỏm nào đó cho bé nhé. * Hãy khen bé sau khi đã tiêm ngừa xong. * Bạn nên chuẩn bị một việc gì đó vui vẻ sau khi bé chích ngừa xong. Một chuyến đi công viên hay chơi ở sân chơi cũng có thể làm cho cuộc tiêm ngừa trở nên dễ chịu hơn.  Việc tiêm chủng có thể khiến cho cả bạn và con bạn cảm thấy không thoải mái tí nào, nhưng xin nhớ rằng chủng ngừa là một trong những biện pháp bảo vệ tốt nhất giúp phòng tránh các bệnh lây nhiễm."
        },
        {
            "en": "Pregnancy calendar (continued)       Week 21 Your baby's development The amniotic fluid that has cushioned and supported your baby in the uterus now serves another purpose. The intestines have developed enough that small amounts of sugars can be absorbed from the fluid that is swallowed and passed through the digestive system to the large bowel. Almost all of your baby's nourishment, however, still comes from you through the placenta. Until now your baby's liver and spleen have been responsible for the production of blood cells. But now the bone marrow spaces are developed enough to contribute to blood cell formation as well, and bone marrow will become the major site of blood cell production in the third trimester and after birth. (The spleen will stop producing blood cells by week 30, and the liver will stop a few weeks before birth.)  Your body Is exercise safe during pregnancy? Exercise can be a great way to stay in shape during pregnancy and can even keep some symptoms — such as varicose veins, excessive weight gain, and backache — to a minimum. But pregnancy is not the time to start training for a triathlon — going slowly is the name of the game. Because ligaments become more relaxed during pregnancy, you're at higher risk for injury, so low- or non-impact exercise such as yoga, swimming, and walking are your best bets. Talk to your health care provider before beginning any exercise program while you're pregnant. Week 22 Your baby's development The senses your baby will use to learn about the world are developing daily. Taste buds have started to form on the tongue, and the brain and nerve endings are formed enough so that the fetus can feel touch. Your baby may experiment with this newfound sense of touch by stroking his or her face or sucking on a thumb, as well as feeling other body parts and seeing how they move. Your baby's reproductive system is continuing to develop, too. In boys, the testes have begun to descend from the abdomen, and in girls, the uterus and ovaries are in place and the vagina is developed. Your body You may soon notice your uterus practicing for delivery with irregular, painless contractions called Braxton Hicks contractions. You may feel a squeezing sensation in your abdomen. Don't worry, though: Your baby may be able to feel the contraction as it squeezes the uterus, but Braxton Hicks contractions aren't dangerous or harmful. If, however, the contractions become more intense, painful, or frequent, contact your health care provider immediately because painful, regular contractions may be a sign of preterm labor. Week 23 Your baby's development Even though fat is beginning to accumulate on your baby's body, the skin still hangs loosely, giving your baby a wrinkled appearance. Your baby's daily workout routine includes moving the muscles in the fingers, toes, arms, and legs regularly. As a result, you may feel more forceful movements. By now your baby weighs a little more than 1 pound (454 grams). If preterm labor and delivery were to occur this week, a baby could survive with expert medical care, but might have mild to severe disabilities. With increasing research and knowledge in the field of fetal medicine, the prognosis for premature babies (preemies) improves every year. Your body  The closer you get to your delivery date, the more trouble you may have sleeping. Anxiety, frequent urination, heartburn, leg cramps, and general discomfort can translate into a short night's sleep for a pregnant woman. But your baby's health and your own depend on you getting adequate rest. Try a warm bath, soothing music, a relaxing book, or a cup of herbal tea to put you in the mood to snooze. Many doctors recommend that pregnant women sleep on their sides, not their backs or stomachs, so that blood flow to the placenta is not restricted. If you find this uncomfortable, try placing a pillow between your knees to relieve the pressure of your weight while lying on your side. Week 24 Your baby's development Your baby is still receiving oxygen through the placenta. But once birth occurs, his or her lungs will start taking in oxygen on their own. In preparation for that, your baby's lungs are developing the ability to produce surfactant. Surfactant is a substance that keeps the air sacs in our lungs from collapsing and sticking together when we exhale, allowing us to breathe properly. Because the inner ear — which controls balance in the body — is now completely developed, your baby may be able to tell when he or she is upside down or right side up while floating and making movements in the amniotic fluid.  Your body An important prenatal test, glucose screening, is usually performed sometime during weeks 24 to 28. The glucose screening test checks for gestational diabetes, a temporary type of diabetes that occurs during pregnancy and can cause problems in the newborn, such as low blood sugar. Gestational diabetes may also increase the chances that a woman would need a cesarean section because it can lead to the big growth of babies.  During the glucose screening test, you'll drink a sugary solution and then have your blood drawn. If your blood sugar levels are too high, you'll have further tests, which your health care provider will discuss with you. Gestational diabetes usually can be controlled by eating a well-planned diet and getting regular exercise, but sometimes medication, such as daily insulin, will be needed during the pregnancy. Week 25 Your baby's development You may notice that your baby has resting and alert periods. You'll notice fetal activity more readily when you are more sedentary. Your baby's hearing has continued to develop, too — he or she may now be able to hear your voice!  Your body Pregnancy can cause some unpleasant side effects when it comes to digestion. Not only does the hormone progesterone slow the emptying of the stomach, but it also relaxes the valve at the entrance to the stomach so that it doesn’t close properly. This allows acidic stomach contents to move upward into the esophagus. The result: reflux (also known as heartburn) that can make eating your favorite meals a nightmare. The expanding uterus puts additional pressure on the stomach in the last few months of pregnancy. Try eating smaller, more frequent meals, and avoid spicy and fatty foods.  Week 26 Your baby's development  Although your baby's eyes have been sealed shut for the last few months, they will soon open and begin to blink. Depending on ethnicity, some babies will be born with blue or gray-blue eyes (which may change color in the first year of life) and some will be born with brown or dark eyes. Eyelashes are growing in, as is more hair on the head.  Your baby, weighing a little less than 2 pounds (907 grams), still looks wrinkly but will continue to gain weight steadily over the next 14 weeks until birth. Your body Your uterus provides a safe haven for your baby before birth. But what about after delivery? Your baby will be moving about your home in what seems like no time at all. Take the time now to safeguard your home by babyproofing. Covering electrical outlets, removing choking hazards, installing smoke alarms, and blocking off staircases are just some of the steps to ensuring your child's safety. Take every precaution you can think of, but remember: No amount of babyproofing can substitute for careful supervision of your child.  Week 27 Your baby's development By this first week of the third trimester, your baby looks similar to what he or she will look like at birth, except thinner and smaller. The lungs, liver, and immune system still need to fully mature, but if born now, your baby would have a very good chance of surviving. As hearing continues to develop, your baby may start to recognize your voice as well as your partner's. Sounds may be muffled, though, because the ears are still covered with vernix, the thick waxy coating that protects the skin from becoming chapped by the amniotic fluid. Your body Your body instinctively nourishes and protects your baby during pregnancy, but caring for a newborn is a learned skill. Consider signing up for childbirth classes through your local community center or hospital to learn about topics such as labor, options for pain relief, what to expect after delivery, common newborn problems, babyproofing, breastfeeding and formula feeding, and infant CPR. Learning all you can about birth and babies will help you feel more confident, especially if you're a first-time parent. Week 28 Your baby's development Your baby now weighs about 2 pounds, 2 ounces (1,000 grams) and measures about 10 inches (25 cm) from crown to rump. At your next prenatal appointment, your health care provider may tell you whether your baby is headfirst or feet- or bottom-first (called breech position) in the womb. Babies who are in the breech position may need to be delivered by cesarean section. Your baby still has 2 months to change position, though, so don't worry if your baby is in the breech position right now. Most babies will switch positions on their own.  The folds and grooves of your baby's brain continue to develop and expand. In addition, your baby continues to add layers of fat and has continued hair growth. Your body  Your health care provider probably sent you for some blood tests early in your pregnancy. One thing blood tests measure is the Rh factor, a substance found in the red blood cells of most people. If you don't have it (if you’re Rh negative) but your baby does (is Rh positive), there is potential for your baby to have health problems, such as jaundice and anemia. Your doctor can prevent these problems by giving you a vaccine called Rh immune <em>globulin</em> at 28 weeks and again after delivery. Week 29 Your baby's development Your baby continues to be active, and those first few flutters of movement have given way to hard jabs and punches that may take your breath away. If you notice a decrease in movement, do a fetal kick count: your baby should move at least 10 times in an hour. If your baby moves less, talk to your health care provider.  Your body During pregnancy, iron is important for replenishing the red blood cell supply. You should be eating at least 30 milligrams of iron each day. Because iron deficiency is common during pregnancy, your health care provider may recommend that you receive a blood test to check your iron level. If it's low, you may be prescribed an iron supplement. Week 30 Your baby's development Now weighing about 3 pounds (1,400 grams) and measuring about 10.8 inches (27 cm) from crown to rump, your baby continues to gain weight and layers of fat. This fat makes the baby look less wrinkly and will help provide warmth after birth. In preparation for respiration after birth, your baby will mimic breathing movements by repeatedly moving the diaphragm. Your baby can even get the hiccups, which you may feel as rhythmic twitches in your uterus.  Your body Constipation is a common complaint of pregnancy. The pregnancy hormones that allow you to maintain your pregnancy also slow the digestive process considerably. Exercising regularly and eating foods high in fiber, such as vegetables and whole grains, are great ways to keep everything regular. Week 31 Your baby's development By now your baby is urinating approximately several cups of urine a day into the amniotic fluid. He or she is also swallowing amniotic fluid, which is completely replaced several times a day. Excess fluid in the amniotic sac (known as polyhydramnios) may mean that the baby isn't swallowing normally or that there is a gastrointestinal obstruction. Inadequate fluid in the amniotic sac (oligohydramnios) may mean that the baby isn't urinating properly and could indicate a problem with the kidneys or urinary tract. Your health care provider will measure your levels of amniotic fluid as part of your routine ultrasound.  Your body Have you decided whether to breastfeed or formula feed your baby? Although the American Academy of Pediatrics (AAP) recommends breast milk as the best form of infant nutrition, the decision about how to feed your child is a personal one. Talk to your health care provider or a lactation consultant if you need more information before making your choice. The milk glands in your breasts may have started to make colostrum by now. Colostrum is the pre-milk that provides your baby with calories and nutrients for the first few days before your milk comes in if you plan to breastfeed. For some women, it is thin and watery. For others, it is thick and yellowish. If you notice your breasts leaking colostrum, you can buy disposable or washable breast pads to protect your clothing. Week 32 Your baby's development The final touches are being placed on your baby masterpiece. Eyelashes, eyebrows, and the hair on your baby's head are evident. The lanugo hair that has covered your baby since the beginning of the second trimester is falling off, although some may remain on the shoulders and back at birth.  At about 4 pounds (1,800 grams) and 11.4 inches (29 cm) from crown to rump, your baby would have an excellent chance of survival outside the womb if you delivered now. Your body During your prenatal visits, your health care provider will monitor your blood pressure, urine, and any swelling that may develop, but symptoms such as sudden weight gain, swelling in the hands or face, headaches, or changes in vision can be signs of preeclampsia. This condition causes high blood pressure and protein in the urine. Be sure to tell your healthcare provider if you experience any of these symptoms, since this condition can affect both the mother and fetus during the second half of pregnancy.  Week 33 Your baby's development In these last few weeks before delivery, the billions of developed neurons in your baby's brain are helping him or her to learn about the in-utero environment — your baby can listen, feel, and even see somewhat. Your baby’s eyes can detect light and the pupils can constrict and dilate in response to light. Like a newborn, your baby sleeps much of the time and even experiences the rapid eye movement (REM) stage, the sleep stage during which our most vivid dreams occur!  Your baby's lungs are almost completely matured. Fat will continue to be deposited on your baby's body for protection and warmth. Babies gain a good deal of their weight in the final few weeks before birth. Your body With labor and delivery only 2 months away, you may be considering how you'll cope with pain during childbirth. Among the things you'll want to learn about are the most commonly used techniques for pain relief. These include breathing techniques such as those taught in Lamaze classes, pain-relief medications given through injection, and epidurals, where doctors can give an anesthetic by means of a soft, thin catheter that's placed in your lower back. Whatever your ultimate choice, the more you know, the better informed your decision can be. Although you don't have to make a decision yet, talk to your health care provider now about your choices.  Week 34 Your baby's development Maternal calcium intake is extremely important during pregnancy because the baby will draw calcium from the mother to make and harden bone. If a pregnant woman doesn't get enough calcium during pregnancy, it can affect her own bones because the developing fetus will take minerals from the mother's skeletal structure as needed. The vernix coating on the baby's skin is becoming thicker, whereas lanugo hair is almost completely gone. By now most babies will be in position for delivery. Your health care provider can tell you if your baby is positioned head- or bottom-first. Babies born at 34 weeks usually have fairly well-developed lungs, and their average size of 5 pounds (2,250 grams) and 12.6 inches (32 cm) from crown to rump allows them to survive outside the womb without extensive medical intervention. Your body Fatigue is a common complaint of late pregnancy. Difficult sleeping, aches and pains, weight gain, and anxiety about labor, delivery, and taking care of a newborn may contribute to your exhaustion. Rest as much as you can and take naps if possible. Week 35 Your baby's development Your baby already weighs about 5 pounds, 5 ounces (2,400 grams), but this week begins your baby's most rapid period of weight gain — about 8 to 12 ounces (226 to 340 grams) each week! Fat is being deposited all over your baby's body, especially around the shoulders. Because of this increasing size, your baby is now cramped and restricted inside the uterus — so fetal movements may decrease, but they may be stronger and more forceful. If your baby is in a headfirst position, his or her head will rest on your pubic bone in preparation for labor. Your body The bond you may already feel with the baby growing inside of you will only grow stronger once your baby is born. Bonding — the intense attachment that develops between you and your baby — is not something that only occurs within minutes or days after birth. It may happen later and it may develop over time. Bonding not only makes you want to protect your baby and shower him or her with affection, but it also fosters your baby's sense of security in the world outside your womb. Week 36 Your baby's development The wrinkly, tiny fetus you may have seen on earlier ultrasounds has given way to an almost plump baby. There is fat on your baby’s cheeks, and powerful sucking muscles also contribute to your baby's full face. Your baby now weighs a little under 6 pounds (2,721 grams). The bones that make up your baby’s skull can move relative to one another and overlap each other while your baby’s head is inside your pelvis. This phenomenon is called molding, and it helps the baby pass through the birth canal. Don't be surprised if your baby arrives with a pointy or misshapen head! After a few hours or days, your baby's head will be back to a rounded shape. Your body Starting this week, you may begin to see your health care provider every week. Your doctor or midwife may give you an internal exam to determine if cervical effacement (thinning of the cervix) or dilation (opening of the cervix) has begun. You may experience engagement (also known as lightening), which is when the baby drops into the mother's pelvis in preparation for labor. Your appetite may return because the baby is no longer putting as much pressure on your stomach and intestines, and if you've been experiencing heartburn, the baby's descent may somewhat alleviate it. Week 37 Your baby's development This week, your baby is considered full-term! But your baby hasn't stopped growing yet. He or she continues to develop fat at the rate of half an ounce (14 grams) a day. In general, boys weigh more than girls at birth. Your baby has developed enough coordination to grasp with the fingers. If shown a bright light, your baby may turn toward it in your uterus. Your body After this week, you may lose the mucous plug that sealed off your uterus from infection. The mucous plug can be lost a few weeks, days, or hours before labor and is thick, yellowish, and may be tinged with blood (the mucous plug is also called bloody show). As the cervix dilates in preparation for the labor, the plug is discharged from the body. Be sure to speak with your health care provider about any discharge you may be having.  Week 38 Your baby's development Your baby weighs about 6 pounds, 6 ounces (2,900 grams) by now and measures about 13.4 inches (34 cm) in length from crown to rump. Fat is still accumulating, although growth is slower now. You may notice that your weight gain has decreased or ceased. Since your baby has had the muscles to suck and swallow amniotic fluid, waste material has been accumulating in his or her intestines. Cells shed from the intestines, dead skin cells, and lanugo hair are some of the waste products that contribute to meconium, a greenish-black substance that constitutes your baby's first bowel movement. If you're having a boy, his testicles have descended into the scrotum, unless he has a condition called undescended testicle. If you're having a girl, the labia are now completely developed. Your body Because your baby is engaged in your pelvis, your bladder is extremely compressed, making frequent bathroom trips a necessity. Have you and your partner made a decision about circumcision? Circumcision is a surgical procedure to remove the foreskin of the penis in male babies. For some parents the decision to circumcise is a religious one. For others, the choice is not as easily made. Talk to your health care provider about the issues surrounding circumcision, including pain relief options for the baby. Week 39  Your baby's development  Umbilical cords, which carry nutrients from the placenta to the baby, vary in size but average about 22 inches (55 cm) long and half an inch (1-2 cm) thick. Sometimes the umbilical cord can become wrapped around a baby’s neck. Generally, this doesn’t cause problems, although a cesarean delivery could be required if it causes pressure on the umbilical cord during labor or delivery.  Most of the vernix that covered your baby's skin has disappeared, as has the lanugo. Your body has been supplying the baby with antibodies through the placenta that will help the baby's immune system fight infection for the first 6-12 months of life. Your body Braxton Hicks contractions may become more pronounced. Also called \"false labor,\" these contractions may be as painful and strong as true labor contractions but do not become regular and do not increase in frequency as true contractions do. Another sign of labor, the rupture of your amniotic sac, could happen any day now. When their water breaks, some women experience a large gush of water and some feel a steady trickle. Many women don’t experience their water breaking until they’re well into labor. Others need to have their water broken by their health care providers to get their labor started or to speed it up. If you think your water has broken or you are experiencing regular contractions, contact your health care provider. Week 40  You baby's development After many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive. A baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal. Because of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal. Right after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut. A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.  Your body This week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta. If you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.  Some women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \"birth day\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over! Good luck with your baby!",
            "vi": "Lịch thai kỳ (tiếp theo)    Tuần 21 Sự phát triển của bé  Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa. Giờ đây ruột đã phát triển đầy đủ và có thể hấp thu một lượng đường nhỏ từ nước ối mà bé nuốt vào và đi qua hệ tiêu hoá đến ruột già. Tuy nhiên, tất cả các dưỡng chất của em bé vẫn nhận từ mẹ qua nhau thai. Cho đến bây giờ thì gan và lá lách của bé đã phát triển và làm nhiệm vụ sản sinh tế bào máu. Nhưng hiện giờ thì các lỗ trống trong tủy xương đã phát triển đầy đủ cũng nhằm góp phần hình thành tế bào máu, và tuỷ xương sẽ trở thành nơi sản sinh tế bào máu chủ yếu trong quý thai thứ 3 và sau khi sinh. (Lá lách sẽ ngưng tạo tế bào máu vào khoảng tuần 30, và gan sẽ ngưng tạo tế bào máu trước khi sinh một vài tuần.) Cơ thể của mẹ Tập thể dục có an toàn khi mang thai không? Thể dục là một biện pháp rất tốt nhằm giữ được vóc dáng khi đang mang thai và thậm chí có thể làm hạn chế triệu chứng như giãn tĩnh mạch, tăng cân quá mức, và đau lưng đến mức thấp nhất. Nhưng giai đoạn thai kỳ không phải là lúc để bạn bắt đầu huấn luyện cho cuộc thi thể thao 3 môn phối hợp – tốt nhất là bạn nên tập thể dục từ từ, chầm chậm. Bởi rằng suốt thời gian mang thai, dây chằng của bạn giãn ra nhiều hơn, bạn dễ bị chấn thương nhiều hơn, vì thế hãy nên tập những bài tập chậm hoặc tránh va chạm như  yoga, bơi lội, và đi bộ là tốt nhất. Hãy tham khảo ý kiến của bác sĩ trước khi bạn bắt đầu bất cứ chương trình luyện tập thể thao nào trong giai đoạn mang thai nhé. Tuần 22 Sự phát triển của bé  Các giác quan mà bé sử dụng để nhận biết về thế giới đang phát triển từng ngày. Trên lưỡi bé đã hình thành nhiều chồi vị giác, não và các đầu mút thần kinh cũng hình thành đầy đủ sao cho bào thai có thể cảm nhận được sự va chạm. Bé có thể thử cảm giác va chạm mới phát hiện này bằng cách vuốt mặt hoặc nút ngón tay cái, bé cũng cảm nhận được các phần khác trên cơ thể và thấy chúng nhúc nhích, cử động như thế nào.    Hệ thống sinh sản của bé cũng đang phát triển không ngừng. Ở bé trai, tinh hoàn đã bắt đầu hạ xuống dưới bụng, và ở bé gái, tử cung và buồng trứng đã định vị và âm đạo cũng đã phát triển. Cơ thể của mẹ Bạn có thể sớm phát hiện thấy tử cung của mình chuẩn bị cho việc sinh nở bằng nhiều cơn co thắt bất thường, không gây đau đớn được gọi là cơn chuyển dạ giả. Bạn cũng có thể thấy bụng mình co thắt lại. Cho dù là vậy thì bạn cũng không nên lo lắng gì: Bé của bạn cũng có thể cảm thấy bị co thắt khi tử cung bị siết, nhưng những cơn chuyển dạ giả này không gây hại hay nguy hiểm gì cả. Tuy nhiên, nếu chúng xuất hiện dữ dội hơn, đau đớn hơn hoặc thường xuyên hơn thì hãy liên lạc với bác sĩ ngay lập tức vì các cơn co thắt đau đớn, thường xuyên có thể là dấu hiệu của sinh non. Tuần 23 Sự phát triển của bé  Mặc dù cơ thể bé đang bắt đầu tích mỡ nhưng lớp da vẫn còn nhũn nhão lắm, điều này làm cho da bé trông có vẻ nhăn nheo. Các hoạt động thường nhật của bé bao gồm hoạt động nhúc nhích ngón tay, ngón chân, cánh tay, và cẳng chân một cách đều đặn. Kết quả là bạn cảm thấy các hoạt động này ngày càng cứng cáp, mạnh mẽ hơn. Giờ đây thì bé đã nặng hơn 1 pao (454 gram) một chút. Nếu bé sinh non trong tuần này thì cũng có thể sống được nhờ sự hỗ trợ, chăm sóc của chuyên gia y tế, nhưng bé có thể bị ốm đau, bệnh tật từ nhẹ đến nặng. Bằng cách tăng cường công việc nghiên cứu và nâng cao kiến thức về lĩnh vực chăm sóc thai nhi thì mỗi năm việc tiên lượng chẩn đoán trẻ sinh non đã được cải thiện.   Cơ thể của mẹ Càng gần đến ngày sinh thì bạn càng khó ngủ. Cảm giác lo âu, đi tiểu nhiều lần, ợ chua, chuột rút chân, và nỗi khó chịu khắp người có thể là nguyên nhân làm cho phụ nữ mang thai ngủ không được lâu. Nhưng sức khỏe của bé và bạn tuỳ thuộc vào chế độ nghỉ dưỡng đầy đủ của bạn. Bạn nên thử tắm bằng nước ấm, nghe nhạc êm dịu, đọc sách thư giãn, hoặc uống một tách trà thảo dược có thể giúp bạn dễ dàng ngủ ngon. Nhiều bác sĩ khuyên phụ nữ mang thai nên ngủ nằm nghiêng, không nằm ngửa hay nằm sấp, để máu lưu thông đến nhau thai không bị thiếu. Nếu bạn cảm thấy không thoải mái với tư thế nằm ngủ này, bạn nên thử đặt một chiếc gối giữa hai đầu gối để làm giảm sức ép trọng lượng của mình trong lúc nằm nghiêng sang một phía. Tuần 24 Sự phát triển của bé  Bé vẫn còn đang nhận khí ô-xy qua nhau thai. Nhưng khi đã sinh ra thì phổi bé sẽ bắt đầu tự lấy khí ô-xy cho mình. Để chuẩn bị cho việc này thì phổi bé cũng phát triển khả năng tạo chất có hoạt tính bề mặt. chất có hoạt tính bề mặt là chất giữ cho túi khí trong phổi của chúng ta không bị xẹp và gắn chặt với nhau khi chúng ta thở, giúp chúng ta có thể hít thở được. Vì tai trong của bé hiện đã phát triển một cách đầy đủ (tai trong là một bộ phận giúp kiểm soát độ cân bằng cơ thể), nên bé có thể cho biết khi nào bé nằm sấp hoặc nằm nghiêng bên phải khi nổi hay cử động trong nước ối. Cơ thể của mẹ Từ tuần 24 đến 28 thì mẹ được làm xét nghiệm kiểm tra đường glucose, đây là một xét nghiệm quan trọng trong thời gian thai kỳ. Phương pháp xét nghiệm đường glucose có tác dụng kiểm tra các chứng tiểu đường thai nghén, tiểu đường tạm thời là loại tiểu đường chỉ xảy ra suốt thời gian thai nghén và có thể gây ra nhiều vấn đề cho trẻ sơ sinh, như chứng hạ đường huyết (sơ sinh). Tiểu đường thai nghén cũng có thể là nguyên nhân làm tăng nguy cơ mổ bắt con vì làm cho bé lớn rất nhanh. Khi làm xét nghiệm đường glucose, bạn sẽ uống một loại dung dịch ngọt và được rút máu. Nếu lượng đường trong máu của bạn quá cao, bác sĩ sẽ bàn thảo và cho bạn làm thêm nhiều xét nghiệm nữa. Bạn cũng có thể phòng chống chứng tiểu đường thai nghén bằng một chế độ dinh dưỡng cân đối, có lợi cho sức khỏe và thường xuyên tập thể dục, nhưng đôi khi bạn cũng nên dùng thuốc, như Insulin bổ sung hằng ngày chẳng hạn, trong suốt quá trình mang thai.  Tuần 25 Sự phát triển của bé  Vào tuần 25 này thì bạn có thể dễ dàng nhận biết được lúc nào bé nghỉ ngơi và lúc nào bé máy nhiều hơn. Càng ngồi yên thì bạn sẽ càng dễ phát hiện các hoạt động của bào thai hơn. Thính giác của bé cũng không ngừng phát triển – giờ đây bé có thể nghe được giọng nói của mẹ luôn đấy! Cơ thể của mẹ Thai nghén cũng có thể gây nên một số tác dụng phụ khó chịu cho hệ tiêu hoá. Hooc-môn progesterone (hoóc-môn giới tính duy trì thai) không chỉ làm chậm quá trình tiêu hoá mà còn làm lỏng van chặn vào dạ dày làm cho van này không đóng kín lại hoàn toàn. Điều này làm cho lượng a-xít trong dạ dày có thể trào ngược lên vào thực quản. Kết quả là chứng trào ngược (cũng như chứng ợ chua) làm cho việc thưởng thức bữa ăn yêu thích của bạn trở thành cơn ác mộng. Tử cung ngày càng giãn nở ra cũng làm đè nặng thêm lên dạ dày trong một vài tháng cuối của thai kỳ. Bạn nên chia nhỏ bữa ăn và ăn nhiều lần hơn và nên tránh thức ăn cay nóng và có nhiều chất béo. Tuần 26 Sự phát triển của bé Mặc dù mắt của bé bị bịt kín trong vài tháng qua nhưng bé sẽ sớm mở mắt và bắt đầu chớp mắt thôi. Tùy vào tính cách sắc tộc mà có những bé sinh ra có mắt màu xanh hay xám-xanh (mắt bé có thể đổi màu trong năm đầu đời) và có những bé sinh ra có mắt màu nâu hay màu đen. Mi mắt của bé cũng phát triển và trên đầu có mọc tóc nhiều hơn. Bé của bạn hiện đã cân được dưới 2 pao (907 gram) một chút, và da bé trông vẫn còn nhăn nheo lắm nhưng bé sẽ tiếp tục tăng cân đều đặn trong 14 tuần tới cho đến khi chào đời. Cơ thể của mẹ Tử cung của bạn là chỗ an toàn cho bé trước khi chào đời. Nhưng sau khi bé được sinh ra thì sao? Bé sẽ lăng xăng đi lại khắp nhà. Bạn nên dành thời gian để đảm bảo ngôi nhà của mình được an toàn bằng các thiết bị bảo vệ trẻ em nhé. Bọc mặt nạ cho các lỗ cắm điện, dẹp bỏ các vật dụng nguy hiểm gây ngạt, cài đặt thiết bị báo khói, và chặn cầu thang chỉ là một vài bước nhỏ nhằm đảm bảo an toàn cho bé của bạn. Hãy nên cẩn thận đề phòng bất cứ chuyện gì mà bạn nghĩ ra nhưng nên nhớ là: Không một thiết bị bảo vệ an toàn cho trẻ nào có thể thay thế cho sự trông nom, giám sát cẩn thận của bạn dành cho con cả. Tuần 27 Sự phát triển của bé  Vào tuần đầu này của quý ba thai kỳ thì hình hài của bé đã có thể trông giống như lúc sinh ra  vậy, chỉ là bé lúc này ốm hơn và nhỏ hơn thôi. Phổi, gan, và hệ miễn dịch của bé vẫn rất cần thêm thời gian để phát triển hoàn thiện, nhưng nếu sinh bé ra vào tuần này thì bé vẫn có cơ hội sống rất cao. Vì thính giác của bé vẫn đang phát triển và bé giờ đây có thể bắt đầu nhận biết giọng của mẹ cũng như giọng của bố đấy. Dẫu vậy, âm thanh đến với tai bé vẫn còn bị hạn chế, vì tai bé vẫn còn phủ đầy lớp bã nhờn thai nhi, một lớp chất phủ dày giống như sáp có tác dụng bảo vệ cho da của bé không bị nước ối làm nứt nẻ. Cơ thể của mẹ Theo bản năng thì cơ thể của bạn có thể đảm nhận được việc nuôi dưỡng và bảo vệ bé suốt giai đoạn thai nghén, nhưng đối với việc chăm sóc một đứa trẻ sơ sinh lại là một kỹ năng phải nên được học trước. Bạn nên đăng ký các lớp học về sinh đẻ ở bệnh viện hoặc trung tâm cộng đồng địa phương của mình để tìm hiểu về các chủ đề như cơn đau đẻ như thế nào, lựa chọn phương pháp sinh bớt đau đớn, điều gì thường xảy ra sa khi sinh, các vấn đề thường gặp đối với trẻ sơ sinh, biện pháp an toàn cho bé, nuôi con bằng sữa mẹ và sữa bột, và biện pháp hô hấp nhân tạo cho trẻ sơ sinh như thế nào. Việc tìm hiểu hết các thứ liên quan đến sinh đẻ và trẻ sơ sinh sẽ giúp cho bạn thêm tự tin, nhất là khi bạn làm mẹ lần đầu.  Tuần 28 Sự phát triển của bé  Bé của bạn hiện giờ cân nặng khoảng chừng 2 pao, 2 ao-xơ (1,000 gram) và chiều dài từ dầu đến mông khoảng chừng 10 in-sơ. Vào lần khám thai tới, bác sĩ có thể cho bạn biết là bé đang có ngôi đầu hay ngôi mông trong tử cung. Trẻ có vị trí ngôi mông có thể phải được sinh bằng thuật mổ bắt con. Dẫu sao thì bé vẫn còn 2 tháng để có thể tự di chuyển vị trí trong tử cung của mẹ, thế nên đừng lo lắng nếu hiện giờ bé của bạn đang ở vị trí ngôi mông. Hầu hết trẻ đều có thể tự xoay chuyển vị trí của mình. Các nếp gấp và rãnh não của bé tiếp tục phát triển và rộng hơn. Ngoài ra, bé cũng tích thêm nhiều lớp mỡ nữa và tóc cũng mọc nhiều hơn. Cơ thể của mẹ Bác sĩ có lẽ đã cho bạn làm một vài xét nghiệm máu vào giai đoạn đầu của thai kỳ. Xét nghiệm máu đo Rh, đây là chất tồn tại trong hồng cầu mà hầu hết ai cũng có. Nếu bạn không có Rh (nếu Rh của bạn âm tính) nhưng bé lại có Rh (Rh của bé dương tính), thì bé có khả năng sẽ bị nhiều vấn đề về sức khỏe như bị vàng da hay thiếu máu. Bác sĩ có thể phòng tránh các vấn đề này bằng cách cho bạn tiêm một loại vắc-xin tên là globulin miễn dịch Rh vào khoảng tuần 28 và tiêm nhắc lại sau khi sinh. Tuần 29 Sự phát triển của bé  Bé của bạn không ngừng phát triển, và một vài động tác máy nhanh giờ đây không còn nữa mà thay bằng nhiều cú đấm, thoi, thụi mạnh có thể làm cho bạn nghẹt thở. Nếu bạn phát hiện thấy thai giảm máy, hãy đếm số lần máy của thai nhé: bé sẽ máy ít nhất là 10 lần trong 1 tiếng đồng hồ. Nếu bé máy ít hơn thì bạn nên cho bác sĩ của mình biết nhé.  Cơ thể của mẹ Sắt rất quan trọng trong việc bổ sung nguồn cung cấp hồng cầu trong suốt thời gian mang thai. Bạn nên bổ sung ít nhất là 30 miligam sắt mỗi ngày. Vì chứng thiếu sắt là chứng bệnh thường thấy trong giai đoạn thai nghén nên bác sĩ cũng có thể cho bạn làm xét nghiệm máu để kiểm tra nồng độ sắt trong máu của bạn. Nếu thiếu sắt, bạn có thể sẽ được bác sĩ kê toa cho bổ sung chất sắt. Tuần 30 Sự phát triển của bé  Ở tuần 30, bé đã cân nặng đươc khoảng 3 pao (1,400 gram) và chiều dài từ đầu đến mông khoảng 10.8 in-sơ (27 cm), thời kỳ này bé sẽ tiếp tục tăng trọng và tích thêm mỡ. Lượng mỡ này có tác dụng giúp cho bé trông bớt nhăn nheo và giữ nhiệt cho bé, làm cho bé ấm sau khi sinh. Để chuẩn bị cho việc hô hấp sau khi ra đời thì bé sẽ bắt chước các động tác thở bằng cách liên tục di chuyển cơ hoành. Bé thậm chí còn có thể bị nấc cụt, khiến bạn có cảm giác như những cử động co giật đều đặn nhịp nhàng trong tử cung mình vậy. Cơ thể của mẹ Các bà mẹ thường hay than phiền bị táo bón trong thời gian thai kỳ. Các hooc-môn thai nghén giúp bạn bảo vệ, duy trì thai cũng làm chậm quá trình tiêu hoá một cách đáng kể. Tập thể dục thường xuyên và ăn thức ăn giàu chất xơ, như rau và ngũ cốc nguyên hạt, là các biện pháp rất tốt giúp ngăn ngừa táo bón. Tuần 31 Sự phát triển của bé  Vào tuần 31 này thì mỗi ngày bé đã có thể tiểu chừng vài tách nước tiểu ra nước ối rồi. Bé cũng nuốt nước ối, lượng nước ối này được thay mới hoàn toàn vài lần trong ngày. Lượng ối dư thừa trong túi ối (gọi là tình trạng đa ối) có nghĩa là bé không nuốt nước ối bình thường hoặc bị tắc dạ dày-ruột. Lượng ối trong túi ối bị thiếu (gọi là tình trạng thiểu ối) có nghĩa là bé không đi tiểu được bình thường và có thể là dấu hiệu cho biết thận hay đường tiểu của bé có vấn đề. Bác sĩ sẽ đo lượng nước ối bằng phương pháp siêu âm theo thường lệ. Cơ thể của mẹ Bạn đã quyết định nuôi con bằng sữa mẹ hay nuôi con bằng sữa bột chưa? Dẫu Viện Hàn lâm Nhi khoa Hoa Kỳ có khuyến nghị sữa mẹ là dưỡng chất tốt nhất cho trẻ sơ sinh nhưng sự quyết định lựa chọn nuôi con theo cách nào thuộc về quyền cá nhân mỗi người. Bạn nên tham khảo ý kiến của bác sĩ hoặc một chuyên viên tư vấn về sữa mẹ nếu bạn cần có thêm thông tin trước khi đưa ra sự quyết định lựa chọn của mình nhé. Hiện tuyến sữa dưới vú của bạn có thể đã bắt đầu tiết ra sữa non rồi đấy. Sữa non là sữa ban đầu có tác dụng cung cấp cho bé nhiều ca-lo và dưỡng chất thiết yếu trong vài ngày đầu trước khi sữa tiết ra nhiều hơn nếu bạn có ý định nuôi con bằng sữa mẹ. Đối với một số phụ nữ thì lượng sữa non này rất ít và loãng/ trong (không đục). Với nhiều người khác thì sữa non có màu vàng nhạt và nhiều. Nếu bạn phát hiện thấy vú mình tiết ra sữa non thì bạn có thể mua miếng lót ngực dùng một lần hoặc có thể giặt được để bảo vệ quần áo của mình nhé. Tuần 32 Sự phát triển của bé  Kiệt tác của bạn đang được định hình một vài nét cuối cùng. Mi mắt, lông mày, và tóc trên đầu bé đã có thể nhìn thấy rõ ràng hơn. Lớp lông tơ phủ đầy cơ thể bé từ đầu quý thai kỳ thứ hai giờ đây bắt đầu rụng, dẫu rằng lúc sinh ra bé vẫn còn một ít lông tơ trên vai và lưng.  Vào tuần 32 này thì bé cân nặng khoảng 4 pao (1,800 gram) và chiều dài từ đầu đến mông khoảng 11.4 in-sơ (29 cm), bé của bạn sẽ có khả năng sống khỏe bên ngoài tử cung nếu bạn sinh bé vào thời điểm này. Cơ thể của mẹ Trong lần khám thai vào tuần này, bác sĩ sẽ theo dõi huyết áp, kiểm tra nước tiểu, và bất cứ triệu chứng sưng phù nào của bạn, nhưng các triệu chứng như tăng cân đột ngột, sưng phù tay và mặt, nhức đầu hay thay đổi thị giác có thể là dấu hiệu của chứng tiền sản giật. Chứng tiền sản giật này có thể làm cao huyết áp và sinh prô-tê-in trơng nước tiểu. Hãy nói cho bác sĩ biết nếu bạn phát hiện bất cứ các triệu chứng này, vì chứng bệnh này có thể gây ảnh hưởng đến cả mẹ và thai nhi trong nửa sau của thai kỳ. Tuần 33 Sự phát triển của bé  Trong một vài tuần cuối trước khi sinh, hàng tỉ tế bào phát triển trong não của bé có thể giúp bé nhận biết về môi trường bên trong tử cung – bé có thể nghe được, sờ chạm được và thậm chí còn có thể nhìn thấy được chút ít. Mắt của bé có thể nhận biết được ánh sáng và đồng tử đã có thể co giãn để phản ứng với ánh sáng. Giống như một đứa trẻ sơ sinh, giờ đây bé ngủ rất nhiều và thậm chí còn trải qua giai đoạn cử động mắt rất nhanh, giai đoạn ngủ mà trong đó hầu hết các giấc mơ sống động nhất của chúng ta thường xảy đến!  Phổi của bé giờ đây hầu như đã phát triển hoàn thiện; cơ thể bé vẫn tiếp tục tích tụ mỡ để bảo vệ cho bé và giữ nhiệt cho cơ thể bé. Bé tăng cân nhanh vào một vài tuần cuối trước khi sinh. Cơ thể của mẹ Chỉ còn 2 tháng nữa thôi là bạn sẽ đau đẻ và sẽ sinh con, điều bạn quan tâm hiện giờ là làm sao để có thể đối phó với cơn đau đẻ. Bạn cũng muốn tìm hiểu về các kĩ thuật hỗ trợ giảm đau khi sinh phổ biến nhất. Những kĩ thuật đó bao gồm kĩ thuật hít thở như những điều được dạy ở phương pháp sinh đẻ tự nhiên chuẩn bị tâm lý chu đáo trước khi sinh (sản phụ tập cách hít thở và thư giãn đúng cách/khuyến khích người chồng có mặt khi vợ sinh con/phương pháp này do bác sĩ Fernand Lamaze khởi xướng), sử dụng thuốc giảm đau đường tiêm, và phương pháp gây tê ngoài màng cứng, bác sĩ sẽ gây tê bằng một ống thông tiểu nhỏ và mềm và định vị ở vùng lưng dưới của bạn. Dù cho sự lựa chọn cuối cùng của bạn là gì đi nữa, thì nếu bạn càng hiểu biết nhiều thì bạn càng đưa ra quyết đinh am hiểu hơn. Dẫu là giờ đây bạn chưa cần phải quyết định gì cả, bạn nên tham khảo ý kiến của bác sĩ về sự lựa chọn của mình. Tuần 34 Sự phát triển của bé  Việc bổ sung can-xi cho người mẹ là điều vô cùng quan trọng trong thời kỳ thai nghén vì bé sẽ lấy can-xi của mẹ để tạo xương và làm cho xương cứng cáp. Nếu phụ nữ mang thai không bổ sung đầy đủ can-xi trong thời gian thai kỳ thì nó có thể ảnh hưởng đến xương của chính người mẹ vì bào thai đang phát triển sẽ lấy khoáng chất từ cấu trúc xương của người mẹ khi cần thiết. Lớp bã nhờn thai nhi trên da bé ngày càng trở nên dày hơn, trong khi đó lớp lông tơ hầu như hoàn toàn biến mất. Ở thời điểm này thì hầu hết em bé đều ở vị trí sẵn sàng cho việc sinh nở. Bác sĩ có thể cho bạn biết bé hiện đang có ngôi đầu hay ngôi mông. Bé được sinh ở tuần 34 này thường có phổi phát triển khá đầy đủ, kích thước trung bình của bé là 5 pao (2,250 gram) và dài 12.6 in-sơ (32 cm) từ đỉnh đầu đến mông; bé có thể sống khoẻ mạnh bên ngoài tử cung mà không cần y học can thiệp gì nhiều. Cơ thể của mẹ Vào giai đoạn cuối thai kỳ, các bà mẹ thường hay than phiền là mệt mỏi. Sự khó ngủ, đau nhức, tăng cân, lo lắng về cơn đau đẻ, sinh nở, và cả việc chăm sóc trẻ sơ sinh có thể là những nguyên nhân góp phần làm cho bạn thêm mệt mỏi và kiệt sức. Bạn nên nghỉ ngơi càng nhiều càng tốt và ngủ (chợp mắt một chút) bất cứ khi nào có thể nhé. Tuần 35 Sự phát triển của bé  Vào tuần 35 này thì bé đã có thể cân nặng khoảng 5 pao, 5 ao-xơ (2,400 gram), nhưng ở tuần này là thời gian giúp bé có thể tăng cân nhanh nhất – khoảng chừng từ 8 đến 12 ao-xơ (226 đến 340 gram) mỗi tuần! Cơ thể bé hiện giờ đã tích mỡ khắp cả người, nhất là vùng quanh vai. Vì kích thước của bé ngày càng lớn nên bé hiện giờ cảm thấy rất tù túng, chật chội và các hoạt động của bé trong tử cung cũng bị hạn chế – vì thế các cử động của bé sẽ có thể giảm, nhưng bù lại chúng có thể là mạnh hơn và cứng cáp hơn. Nếu bé có ngôi đầu thì đầu của bé hiện tựa trên xương mu của bạn để chuẩn bị đau đẻ và chào đời. Cơ thể của mẹ Mối dây liên kết mà bạn có thể đã cảm nhận được với đứa con đang ngày càng lớn lên trong bụng mình sẽ chỉ có thể mạnh mẽ hơn khi bé ra đời. Sợi dây liên kết – sự gắn bó sâu sắc giữa bạn và con không ngừng phát triển – đây không phải là thứ tình cảm chỉ xuất hiện trong một vài phút hay một vài ngày sau khi sinh. Sợi kết nối này có thể sẽ xuất hiện về sau và phát triển theo thời gian; nó không những thôi thúc bạn ước muốn bảo vệ, che chở cho con, dành tình cảm cho con mà còn là nguồn động lực giúp bé cảm thấy an toàn ở một thế giới bên ngoài tử cung nữa. Tuần 36 Sự phát triển của bé  Hình ảnh em bé nhỏ xíu, nhăn nheo mà bạn có thể đã nhìn thấy qua xét nghiệm siêu âm trước đây đã được thay bằng hình ảnh một em bé gần như là bụ bẫm dễ thương. Lớp mỡ trên má, và cơ mút cứng cáp hơn cũng góp phần làm cho khuôn mặt bé trông có vẻ đầy đặn hơn. Hiện giờ bé đã có thể cân nặng duới 6 pao một chút (2,721 gram). khi đầu của bé nằm trong khung chậu của bạn thì các xương tạo nên hộp sọ của bé cũng đã có thể di chuyển cân xứng với nhau và chồng chéo vào nhau. Hiện tượng này được gọi là sự đúc khuôn hộp sọ, và giúp cho em bé qua đường sinh khi chào đời. Thế nên đừng ngạc nhiên khi thấy bé được sinh ra có đầu nhọn hay bị méo nhé! Sau một vài tiếng đồng hồ hay một vài ngày thì đầu của bé sẽ trở lại hình dạng tròn thôi.  Cơ thể của mẹ Bắt đầu từ tuần này, bạn có thể phải đến khám bác sĩ mỗi tuần rồi. Bác sĩ hoặc bà mụ có thể khám bên trong để phát hiện xem cổ tử cung của bạn có hẹp hay giãn không. Bạn cũng có thể có cảm giác sa bụng, khi bé đã xuống khung chậu của mẹ để chuẩn bị cho cơn đau đẻ. Hiện giờ bạn cũng có thể có cảm giác thèm ăn trở lại vì bé đã không còn nằm đè lên dạ dày và ruột của bạn nhiều nữa, và nếu bạn bị ợ nóng thì việc bé nằm tụt xuống cũng có thể làm cho bạn dịu bớt phần nào. Tuần 37 Sự phát triển của bé  Vào tuần này thì bé của bạn đã được coi là đủ tháng rồi đấy! Nhưng bé vẫn còn tiếp tục phát triển. Bé tiếp tục tích thêm mỡ với tỉ lệ 0,5 ao-xơ (14 gram) mỗi ngày. Thông thường thì khi sinh ra bé trai sẽ cân nặng hơn bé gái. Bé hiện đã phát triển đầy đủ để có thể dùng các ngón tay để phối hợp nắm bắt. Nếu bị chiếu ánh đèn sáng vào thì bé có thể quay mặt về phía bên trong tử cung của bạn. Cơ thể của mẹ Sau tuần này, nút nhầy trong tử cung bạn có thể sẽ bong ra – nút nhầy có tác dụng bít kín cổ tử cung để ngăn ngừa viêm nhiễm. Tuy nhiên nút nhầy này chỉ có thể mất đi trước khi đau đẻ một vài tuần, một vài ngày, hay một vài tiếng đồng hồ và trông có vẻ sền sệt, màu vàng nhạt, và cũng có thể lẫn một chút máu (chất nhầy này cũng gọi là nước đầu ối có máu). Khi cổ tử cung giãn ra để chuẩn bị cho cơn đau đẻ thì chất nhầy được thải ra hết khỏi cơ thể. Bạn nên cho bác sĩ biết về bất cứ hiện tượng tiết chất nhầy này bên trong cơ thể của mình nhé. Tuần 38 Sự phát triển của bé  Vào tuần 38 này thì bé đã cân nặng được khoảng 6 pao, 6 ao-xơ (2,900 gram) và chiều dài từ đầu đến mông khoảng 13.4 in-sơ. Cơ thể tiếp tục tích thêm mỡ mặc dù sức tăng trọng hiện giờ chậm hơn. Bạn cũng có thể phát hiện thấy mức tăng trọng của bé đã giảm hoặc thậm chí ngưng lại. Vì bé đã phát triển cơ mút và nuốt nước ối nên chất thải đã tích tụ lại trong ruột của bé. Các tế bào thải ra từ ruột, tế bào da chết, và lông măng rụng đi là các chất thải tạo thành phân của bé (phân su), có màu xanh sẫm trong lần bé đi tiêu đầu tiên. Nếu bé của bạn là trai thì tinh hoàn đã tụt xuống bìu, trừ khi bé có dấu hiệu gọi là chứng tinh hoàn ẩn. Nếu bé của bạn là gái thì môi âm hộ đã phát triển hoàn chỉnh. Cơ thể của mẹ Vì thai nhi giờ đây đã tụt xuống khung xương chậu nên bàng quang của bạn bị chèn ép rất nhiều, đó là lý do khiến bạn đi tiểu thường xuyên hơn. Bạn và ông xã đã nghĩ đến chuyện cắt bao quy đầu cho bé chưa? Cắt bao quy đầu là một thủ thuật cắt bỏ đi lớp da thừa phía trên đầu dương vật của bé trai. Một số bậc bố mẹ tiến hành làm thủ thuật này cho con vì lý do tôn giáo. Nhưng đối với một số khác thì quyết định này quả thực là hết sức khó khăn. Bạn nên tham khảo ý kiến của bác sĩ xung quanh vấn đề về thủ thuật cắt bao quy đầu này, bao gồm cả những biện pháp giảm đau cho bé nữa nhé. Tuần 39 Sự phát triển của bé  Dây rốn, cung cấp dưỡng chất cho bé qua nhau thai hiện đã thay đổi kích thước nhưng trung bình dài khoảng chừng 22 in-sơ (55 cm) và dày khoảng 0,5 in-sơ (1-2 cm) và đôi khi dây rốn quấn quanh cổ của bé. Thông thường thì điều này không gây vấn đề hay nguy hiểm gì cho bé, và nếu dây rốn bị đè trong khi mẹ đau đẻ hay lúc sinh thì phải dùng đến thuật mổ bắt con. Hầu hết lớp lông măng và bã nhờn thai nhi phủ trên da của bé giờ đây đã biến mất. Cơ thể của bạn có nhiệm vụ cung cấp kháng thể cho bé qua nhau thai giúp hệ miễn dịch của bé có thể kháng lại nhiễm trùng trong 6 đến 12 tháng đầu đời. Cơ thể của mẹ Các cơn chuyển dạ giả hiện có thể trở nên rõ rệt hơn. Mặc dù được gọi là “cơn chuyển dạ giả\" nhưng những cơn co thắt này có thể mạnh và gây đau đớn như cơn co thắt chuyển dạ thật nhưng không thường xuyên và không tăng về tần số như các co thắt thật. Một dấu hiệu đau đẻ khác là hiện tượng vỡ túi ối, có thể xuất hiện vào bất cứ lúc nào kể từ tuần này. Một số thai phụ chảy rất nhiều nước ối trong khi số khác chỉ rỉ đều đều rất ít nước ối khi vỡ ối; lại có nhiều thai phụ đến khi đau đẻ nhiều mới bị vỡ ối. Mặt khác cũng có nhiều thai phụ cần đến bác sĩ hỗ trợ để làm vỡ ối nhằm gây đau đẻ hoặc giục sanh. Nếu bạn nghĩ mình đã vỡ ối hay thấy các cơn co thắt xuất hiện thường xuyên thì nên liên lạc với bác sĩ ngay lập tức.   Tuần 40 Sự phát triển của bé  Sau nhiều tuần chờ đợi và chuẩn bị thì giờ đây em bé của bạn đã ra đời rồi đấy! Hoặc có thể là chưa ra đời – chỉ 5% thai phụ sinh con đúng vào ngày dự sinh, và nhiều phụ nữ sinh con đầu lòng thường chuyển dạ chậm hơn ngày dự sinh đến 2 tuần. Bé được sinh vào tuần 40 thường có cân nặng trung bình khoảng chừng 7 pao, 4 ao-xơ (3,300 gram) và dài khoảng 20 in-sơ (51 cm). Đừng mong là con mình sẽ trông bụ bẫm như một em bé trên hình quảng cáo nào đó nhé – trẻ sơ sinh thường có đầu méo vì phải qua đường sinh của mẹ và có thể dính đầy bã nhờn thai nhi và máu nữa. Da của bé hiện giờ có thể trông bạc thếch, có nhiều mảng khô, và rôm bớt – các sự thay đổi này đều là bình thường thôi. Vì các hooc-môn của bạn tồn tại trong cơ thể bé nên bộ phận sinh dục ngoài của bé (bìu của bé trai và môi âm hộ của bé gái) có thể trông lớn hơn bình thường. Bất kể bé là trai hay gái, trên đầu vú của bé có thể tiết ra một tí sữa. Điều này hoàn toàn bình thường và biến mất trong một vài ngày thôi. Ngay sau khi sinh, bác sĩ sẽ hút hết các chất nhầy trong miệng và mũi của bé, và bạn sẽ nghe được tiếng khóc đầu tiên mà bạn đã chờ đợi rất lâu rồi của bé. Bác sĩ sẽ đặt bé trên bụng của bạn và cắt dây rốn cho bé. Bé sẽ được làm một chuỗi các thủ thuật kiểm tra nhanh, như đo chỉ số Apgar, để xác định các phản ứng và dấu hiệu sự sống của bé, đồng thời bé còn được đo chỉ số cân nặng và chiều dài nữa. Nếu tình trạng thai nghén của bạn có nhiều rủi ro, hoặc nếu bạn phải mổ bắt con thì bác sĩ sơ sinh (bác sĩ chuyên chăm sóc đặc biệt cho trẻ sơ sinh) sẽ có mặt khi bạn sinh để chăm sóc cho bé của bạn ngay tức khắc và bác sĩ sẽ hỗ trợ nếu bé cần chăm sóc đặc biệt để thích nghi với môi trường sống bên ngoài tử cung – và bé sẽ được đặt nằm trong vòng tay ấm áp chờ đợi của bạn ngay ấy mà. Cơ thể của mẹ Tuần lễ này bạn sẽ phải trải qua những giây khắc mà bạn đã tiên lượng trước – đó là được gặp em bé của mình! Dẫu vậy, để gặp được bé, bạn phải trải qua cuộc đau đẻ và sinh con đầy gian khổ đấy. Bạn có thể đã biết 3 giai đoạn trong quá trình chuyển dạ ở các lớp học tiền sản rồi. Giai đoạn đầu của quá trình chuyển dạ làm co giãn cổ tử cung bằng cách làm co thắt tử cung của bạn một cách đều đặn. Giai đoạn thứ hai là lúc bạn rặn để đẩy em bé qua đường sinh và ra ngoài cơ thể. Giai đoạn thứ ba, giai đoạn cuối là lúc nhau thai của bạn bong tróc ra. Nếu sau ngày dự sinh một tuần mà bạn vẫn chưa có dấu hiệu chuyển dạ, bác sĩ sẽ có thể cho bạn làm xét nghiệm đo tim thai, theo dõi nhịp tim thai và hoạt động của thai nhi để chắc rằng bé đang được nhân đủ khí ô-xy và hệ thần kinh của bé đang hoạt động tốt. Hãy tham khảo ý kiến của bác sĩ để hiểu hơn về phương pháp xét nghiệm này nhé.  Nếu quá trình chuyển dạ của bạn chẳng có gì tiến triển hoặc nếu sức khỏe của bạn và của bé không ổn định, bác sĩ sẽ tiến hành giục sanh cho bạn bằng cách chọc ối hay bằng cách tiêm hooc-môn oxytocin hoặc các loại thuốc khác. Nếu thai của bạn có nguy cơ rủi ro cao, hoặc nếu thai có biến chứng tiềm ẩn khác thì bạn cần phải mổ bắt con đấy.  Một số thai phụ biết trước rằng sẽ mình sinh mổ và có thể lựa chọn ngày sinh cho bé. Nếu bạn cũng ở trong trường hợp phải sinh mổ như vậy thì ắt bạn cũng đã tự chuẩn bị tinh thần và nhẩm tính ngày sinh của bé rồi phải không – điều này cũng giúp bạn đỡ thất vọng khi biết rằng cũng có nhiều phụ nữ không sinh con qua đường âm đạo bình thường được. Nhưng dẫu bạn có phải qua một cuộc phẫu thuật mổ bắt con không được dự trù trước thì bạn cũng nên tin là giữa bạn và bé vẫn có một mối dây ràng buộc rất đặc biệt. Đó có thể không là những trải nghiệm về một cuộc sinh nở mà bạn hằng tưởng tượng nhưng dù sao thì giờ đây bên cạnh bạn đã có sự hiện diện của đứa con yêu thương xinh xắn của mình rồi. Những tháng ngày chờ mong bây giờ đã khép lại! Chúc thiên thần bé nhỏ của bạn được nhiều may mắn trong đời nhé!   "
        }
    ],
    "suggestions": []
}