{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gloved"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gloved"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gloved"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gloved"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gloved"
        }
    },
    "sentences": [
        {
            "en": "With a white <em>gloved</em> hand, Santa Claus beckoned me.",
            "vi": "Với đôi găng tay trắng, ông già Nô-en ra hiệu cho tôi đến gần."
        },
        {
            "en": "With a white <em>gloved</em> hand, Santa Claus beckoned me.",
            "vi": "Với đôi găng tay trắng, ông già Nô - en ra hiệu cho tôi đến gần."
        },
        {
            "en": "The black <em>gloved</em> hand slowly disentangled a heavy police truncheon from the mangled remains of the Post Office's property.",
            "vi": "Bàn tay đeo găng đen chầm chậm gỡ ra một dùi cui cảnh sát nặng từ cái điện thoại tơi tả là tài sản của bưu điện."
        },
        {
            "en": "A moment of hesitation - and a <em>gloved</em> hand pulled up the mask of a half - crying half - laughing clown. It revealed a funny face.",
            "vi": "Một chút ngần ngại, và rồi khi bàn tay đeo găng kéo cái mặt nạ ra, để lộ một gương mặt nửa như cười, nửa như khóc. Đó là một gương mặt rất tức cười."
        },
        {
            "en": "A moment of hesitation - and a <em>gloved</em> hand pulled up the mask of a half-crying half-laughing clown. It revealed a funny face.",
            "vi": "Một chút ngần ngại, và rồi khi bàn tay đeo găng kéo cái mặt nạ ra, để lộ một gương mặt nửa như cười, nửa như khóc. Đó là một gương mặt rất tức cười."
        },
        {
            "en": "* The doctor may need to do a rectal examination. The doctor performs this test by inserting a lubricated and <em>gloved</em> finger gently into the rectum. The purpose is to make sure there are no breaks in the rectal wall. A sample of stool is taken and tested for blood and mucus. In some cases, a sample of stool or vomit can be sent to the laboratory for further testing to find out which toxin caused the illness. In a majority of cases, a specific cause is not found.",
            "vi": "* Bác sĩ có thể cần phải khám trực tràng. Để thực hiện thủ thuật này, bác sĩ đưa ngón tay đã được bôi trơn và đã mang găng tay nhẹ nhàng vào trực tràng. Mục đích là để đảm bảo thành trực tràng không bị vỡ. Người bị ngộ độc được lấy mẫu phân làm xét nghiệm xem có máu và chất nhầy không. Trong một số trường hợp, mẫu phân hoặc mẫu dịch ói có thể được đưa tới phòng thí nghiệm để xét nghiệm thêm nhằm phát hiện xem loại độc tố nào gây ra ngộ độc. Đa số các trường hợp thì người ta không tìm thấy nguyên nhân cụ thể nào."
        }
    ],
    "suggestions": []
}