{
    "en_vn": {
        "data": {
            "content": null,
            "word": "glutamate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>glutamate</k><blockquote><cclass>[<cclass>'glu:təmeɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry a salt or ester of glutamic acid. </cclass></cclass></blockquote><blockquote>⁃ short for <kref>monosodium glutamate</kref>. </blockquote></div>",
            "word": "glutamate"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "glutamate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "glutamate"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "glutamate"
        }
    },
    "sentences": [
        {
            "en": "Monosodium <em>glutamate</em> (MSG)",
            "vi": "bột ngọt"
        },
        {
            "en": "Does this dish contain MSG (monosodium <em>glutamate</em>)?",
            "vi": "Món này có chứa bột ngọt không?"
        },
        {
            "en": "I'd like that dish without MSG (monosodium <em>glutamate</em>), please.",
            "vi": "Tôi muốn món đó không có bột ngọt."
        },
        {
            "en": "Please give me a bag of monosodium <em>glutamate</em> and a bottle of vinegar.",
            "vi": "Vui lòng cho tôi một gói bột ngọt và một chai giấm."
        },
        {
            "en": "Monosodium <em>glutamate</em> is a seasoning of which restaurants use more than home cooking.",
            "vi": "Bột ngọt là một thứ gia vị mà được dùng bởi nhà hàng nhiều hơn là ở nhà."
        },
        {
            "en": "Fish sauce, and its derivatives, impart an umami flavor to food due to their <em>glutamate</em> content.",
            "vi": "Nước mắm và các biến thể của nó tạo cho thức ăn có vị umami do có chứa muối glutamat."
        },
        {
            "en": "Some people are more disturbed than others, after they eat monosodium <em>glutamate</em>.",
            "vi": "Một số người bị bối rối nhiều hơn những người khác, sau khi họ ăn bột ngọt."
        },
        {
            "en": "Monosodium <em>glutamate</em> is not really good for your health because it can trigger headaches and other symptoms in some people.",
            "vi": "Bột ngọt/mì chính không thật sự tốt cho sức khỏe vì nó có thể gây ra chứng đau đầu và những triệu chứng khác ở một số người."
        },
        {
            "en": "Contrast: Food additivesA reaction to food additives also can be confused with food allergy. Monosodium <em>glutamate</em> (MSG), a flavor enhancer, can cause flushing, warmth, headache, and chest discomfort. Sulfites, sometimes used to prevent mold growth, can cause breathing problems for people who have asthma. Sulfites also are found in wine and other products. The FDA requires labeling of sulfites and bans their use as a preservative on fruits and vegetables.",
            "vi": "Tương phản với các phụ gia thực phẩm Phản ứng với phụ gia thực phẩm cũng có thể bị nhầm với dị ứng thực phẩm. Bột ngọt (MSG), một loại phụ gia làm tăng hương vị, cũng có thể gây đỏ mặt, tăng thân nhiệt, nhức đầu, và khó chịu ở ngực. Xun-phít đôi khi được dùng để ngăn không cho nấm mốc phát triển cũng có thể gây vấn đề hô hấp đối với bệnh nhân bị hen suyễn. Bạn cũng có thể thấy thành phần xun-phít trong rượu cũng như các sản phẩm khác. Tổ chức FDA yêu cầu phải dán nhãn có thành phần xun-phít và cấm không cho sử dụng làm chất bảo quản đối với trái cây và rau củ."
        }
    ],
    "suggestions": []
}