{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,dʒi: 'em]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Huy chương George (<font color=\"#1371BB\">George medal</font>)</td></tr></table><i/></div>",
            "word": "gm",
            "pronounce": "[,dʒi: 'em]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gm</k><blockquote>■ <cclass>abbreviation gram(s). </cclass></blockquote></div>",
            "word": "gm",
            "pronounce": "[,dʒi: 'em]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gm",
            "pronounce": "[,dʒi: 'em]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gm",
            "pronounce": "[,dʒi: 'em]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gm",
            "pronounce": "[,dʒi: 'em]"
        }
    },
    "sentences": [
        {
            "en": "Is <em>GM</em> stock a good risk?",
            "vi": "Cổ phiếu GM đáng mạo hiểm phải không?"
        },
        {
            "en": "<em>GM</em> returned to life as a public company.",
            "vi": "GM trở về cuộc sống của một công ty cổ phần hữu hạn."
        },
        {
            "en": "In these areas, <em>GM</em> is doing increasingly well.",
            "vi": "Tại những khu vực này, GM đang hoạt động ngày càng hiệu quả."
        },
        {
            "en": "Dubious <em>GM</em> foods sold in Vietnam without labels",
            "vi": "Thực phẩm biến đổi gen đáng ngờ bán ở Việt Nam mà không có nhãn mác"
        },
        {
            "en": "Ford assails Trump immigration ban; <em>GM</em>, Fiat silent",
            "vi": "Ford công kích lệnh cấm nhập cư của Trump trong khi GM và Fiat vẫn lặng tiếng"
        },
        {
            "en": "Our overseas sales were increasing when your <em>GM</em> resigned.",
            "vi": "Lượng hàng bán ở nước ngoài của chúng tôi đang tăng lên khi người tổng quản lý của ông từ chức."
        },
        {
            "en": "I know in America <em>GM</em> food is everywhere.",
            "vi": "Tôi biết rằng thực phẩm GM có ở khắp nơi trên nước Mỹ."
        },
        {
            "en": "In my country, <em>GM</em> food is a big issue.",
            "vi": "Ở nước tôi, thực phẩm GM là một vấn đề lớn."
        },
        {
            "en": "<em>GM</em> pigs take step to being organ donors",
            "vi": "Heo GM được áp dụng để hiến tạng cho người"
        },
        {
            "en": "<em>GM</em> and Ford outsell Honda and Toyota by at least 2 fold in an unsubsidised market.",
            "vi": "Hãng xe GM và Ford đã bán chạy hơn hãng Honda và Toyota ít nhất gấp hai lần ở thị trường không được trợ cấp."
        },
        {
            "en": "<em>GM</em> earned a profit of over three billion dollars during the three months ending in March.",
            "vi": "Tính đến cuối tháng Ba năm nay, GM đã kiếm về một khoản lợi nhuận hơn 3 tỷ đô la."
        },
        {
            "en": "“It is not fair on customers. Authorities should quickly make it mandatory to label <em>GM</em> products.”",
            "vi": "\"Thật không công bằng cho khách hàng. Các nhà chức trách nên nhanh chóng khiến các nhà bắt buộc phải dán nhãn những sản phẩm GM.\""
        },
        {
            "en": "But consumers do not have much choice since most <em>GM</em> products are not labelled so.",
            "vi": "Nhưng người tiêu dùng không có nhiều lựa chọn vì hầu hết các sản phẩm GM không có nhãn mác."
        },
        {
            "en": "Experts say <em>GM</em> could become the world's biggest automaker this year, passing Japan's Toyota.",
            "vi": "Các chuyên gia cho biết trong năm nay, GM có thể sẽ vượt qua Toyota của Nhật Bản, trở thành hãng sản xuất xe hơi lớn nhất thế giới."
        },
        {
            "en": "<em>GM</em> remains the biggest car company in the world for now.",
            "vi": "Hiện tại, hãng GM vẫn là công ty xe hơi lớn nhất thế giới."
        },
        {
            "en": "<em>GM</em> has struggled to offer new vehicles that use less fuel.",
            "vi": "GM đã cố gắng rất nhiều để cho ra đời những chiếc xe mới sử dụng ít nhiên liệu hơn."
        },
        {
            "en": "<em>GM</em> has increased sales in three of four areas around the world.",
            "vi": "GM đã gia tăng doanh số tại 3 trong 4 khu vực trên khắp thế giới."
        },
        {
            "en": "Now, <em>GM</em> has to compete not only in the United States but also around the world.",
            "vi": "Hiện nay, GM phải cạnh tranh không chỉ ở Hoa Kỳ mà còn trên khắp thế giới nữa."
        },
        {
            "en": "They believe that <em>GM</em> crops will have serious implications for the environment.",
            "vi": "Họ tin rằng những cây trồng công nghệ gien sẽ có ảnh hưởng quan trọng cho môi trường."
        },
        {
            "en": "Protesters were calling for a ban on the production of <em>GM</em> foods.",
            "vi": "The protesters were calling for a ban on the harvesting of seals."
        }
    ],
    "suggestions": []
}