{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[noum]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thần thoại) thần lùn giữ của</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ông trùm về tài chính, tài phiệt</td></tr></table><i/></div>",
            "word": "gnome"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gnome</k><blockquote><b>gnome<sup>1</sup></b><cclass>[<cclass>nəʊm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a legendary dwarfish creature supposed to guard the earth's treasures underground. </blockquote></blockquote><blockquote><blockquote>2》 a small garden ornament in the form of a bearded man with a pointed hat. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>informal a person having secret or sinister influence in financial matters: <cclass>the gnomes of Zurich. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>gnomish</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr., from mod. L. <i>gnomus</i>, a word used by the 16th-cent. Swiss physician Paracelsus as a synonym of <i>Pygmaeus</i> (see <kref>pygmy</kref>). </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>gnome<sup>2</sup></b><cclass>[<cclass>nəʊm<cclass>, <cclass>'nəʊmi<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a short statement encapsulating a general truth; a maxim. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Gk <i>gnōmē</i> 'thought, opinion'. </blockquote></div>",
            "word": "gnome"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gnome"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gnome"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gnome"
        }
    },
    "sentences": [
        {
            "en": "Epiphany (also known as \"<em>GNOME</em> Web browser\") is one of the best browsers for <em>Gnome</em> users.",
            "vi": "Epiphany (cũng được biết đến như trình duyệt web GNOME) là một trong những trình duyệt web tốt nhất cho người dùng GNOME."
        },
        {
            "en": "<em>GNOME</em> also has the remarkable program GnoRPM, which is a Red Hat Package Manager for <em>GNOME</em>.",
            "vi": "Gnome còn có chương trình đáng kể là gnorpm, một trình quản lý riêng red hat cho gnome."
        },
        {
            "en": "Red Hat Linux 6.0 install <em>GNOME</em> on workstation and custom installations.",
            "vi": "Red hat 6.0 cài đặt gnome theo chọn cài đặt workstation và custom."
        },
        {
            "en": "These are mainly just for the installation process, although <em>GNOME</em> does support a few languages.",
            "vi": "Những ngôn ngữ này chủ yếu dùng cho chính tiến trình cài đặt, dù gnome hỗ trợ một số ngôn ngữ."
        },
        {
            "en": "<em>GNOME</em> (running by default with the Enlightenment window manager), Red Hat's desktop environment, is well-con-figured and attractive.",
            "vi": "Gnome (môi trường máy desktop của red hat), mà theo ngầm định sẽ chạy cùng trình quản cửa sổ enlightenment, được định cấu hình tốt và khá hấp dẫn."
        },
        {
            "en": "On Red Hat Linux 6.0, <em>GNOME</em> is better configured than KDE or AnotherLevel (FVWM2), both of which menus are incorporated into GNOME's menuing system.",
            "vi": "Trên red hat linux 6.0, gnome được định cấu hình tốt hơn kde hay anotherlevel (fvwm2), cả hai môi trường mà menu đều được kết nạp vào hệ tạo menu của gnome."
        },
        {
            "en": "See Chapter 6: The Command Line for more information, and Chapter 2: The Ubuntu Desktop to  learn more about <em>GNOME</em> and other desktop environments.",
            "vi": "Hãy xem Chương 6 : Các dòng lệnh, để có thêm thông tin, và Chương 2 : Ubuntu Desktop, để tìm hiểu thêm về GNOME và các môi trường desktop khác."
        },
        {
            "en": "Red Hat has taken an active role in supporting the production of <em>GNOME</em>, a high - quality desktop environment based entirely on free software.",
            "vi": "Red hat đã đóng vai trò tích cực trong việc hỗ trợ sản phẩm của gnome, một môi trường chất lượng cao cho máy desktop hoàn toàn dựa trên phần mềm miễn phí."
        },
        {
            "en": "Ubuntu is just one of many diﬀerent Linux distributions, and uses one of the more popular graphical desktop environments called  <em>GNOME</em>.",
            "vi": "Ubuntu chỉ là một trong nhiều bản phân phối khác của Linux, và sử dụng một trong các môi trường làm việc giao diện đồ họa phổ biến hơn được gọi là GNOME."
        },
        {
            "en": "See Chapter 6 : The Command Line for more information, and Chapter 2 : The Ubuntu Desktop to learn more about <em>GNOME</em> and other desktop environments.",
            "vi": "Hãy xem Chương 6: Các dòng lệnh, để có thêm thông tin, và Chương 2: Ubuntu Desktop, để tìm hiểu thêm về GNOME và các môi trường desktop khác."
        },
        {
            "en": "Ubuntu chỉ là một trong nhiều bản phân phối khác của Linux, và sử dụng một trong các môi trường làm việc giao diện đồ họa phổ biến hơn được gọi là <em>GNOME</em>.",
            "vi": "Ubuntu is just one of many diﬀerent Linux distributions, and uses one of the more popular graphical desktop environments called GNOME."
        },
        {
            "en": "<em>GNOME</em> is not actually a window manager in itself -it is a desktop environment which allows you to use the compatible window manager of your choice (Enlightenment, by default).",
            "vi": "Bản thân gnome thực ra không phải là một trình quản cửa sổ - nó là một môi trường desktop cho phép bạn dùng trình quản cửa sổ tương thích theo ý bạn (ngầm định là trình enlightenment)."
        }
    ],
    "suggestions": []
}