{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Gobi",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Gobi",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Gobi",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Gobi",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Gobi",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "my favourite indian potato dish is called aloo <em>gobi</em> – that’s potatoes and cauliflower cooked in yummy spices.",
            "vi": "món ăn ưa thích của tôi được gọi là món khoai tây súp lơ nấu theo kiểu ấn - đó là khoai tây và súp lơ được nấu cùng với các gia vị ngon tuyệt."
        },
        {
            "en": "The Great Wall of China, stretching from the Pacific Ocean to the <em>Gobi</em> Desert, is one of ma's most amazing engineering feats.",
            "vi": "Vạn lý trường thành của trung quốc, trải dài từ thái bình dương đến tận sa mạc gobi, là một trong những kỳ công đáng kinh ngạc nhất của con người."
        },
        {
            "en": "A photon — a tiny sub-atomic particle — was \"transported\" from the <em>Gobi</em> Desert to China's Micius satellite some 310 miles above the surface. ",
            "vi": "Một photon - một hạt hạ nguyên tử nhỏ bé - đã được \"dịch chuyển\" từ sa mạc Gobi đến vệ tinh Micius của Trung Quốc cách mặt đất khoảng 310 dặm."
        },
        {
            "en": "On Days 4 and 5, there was torrential rain, and the dog, whom Dion named <em>Gobi</em>, couldn’t run alongside him. However, the marathon organizers gave her a lift so that she could continue her journey with her new friend. On the last day of the run, Dion and <em>Gobi</em> ran side by side again, and they crossed the finish line as a team.",
            "vi": "Vào ngày thứ 4 và thứ 5, trời mưa xối xả, và chú chó, Dion đặt tên là Gobi, không thể chạy cùng anh. Nhưng ban tổ chức cuộc đua cho chú đi nhờ xe để chú có thể tiếp tục cuộc hành trình cùng với người bạn mới của mình. Ngày cuối cùng của cuộc đua, Dion và Gobi lại chạy song hành cùng nhau, và họ cùng cán đích như là một đội thi đấu vậy."
        },
        {
            "en": "’<em>Gobi</em> picked me to be her pal for life, so I am doing what I can with some great support from around the word to make this happen,’ said the athlete.                  ",
            "vi": "Anh chàng vận động viên ấy nói: \"Gobi chọn tôi là người bạn suốt đời của chú ta, nên tôi sẽ làm những gì có thể cùng với những giúp đỡ tuyệt vời từ khắp thế giới để làm cho chuyện này trở thành hiện thực.\""
        },
        {
            "en": "OF ACID AND ELECTRICITY: Reported to live in the arid and inhospitable sands of the Southern <em>Gobi</em> Desert in Mongolia, the Death Worm is said to be able to rise from the sand without warning and kill its prey at a great distance by shooting a corrosive, acidic substance into the victim's face. Along with the acidic venom, the Mongolian Death Worm reportedly delivers an electric shock powerful enough to kill a camel. As if the desert itself wasn't dangerous enough!",
            "vi": "Có điện & phun ra a-xít: Được báo cáo là sống ở những bãi cát khô cằn và khắc nghiệt của các sa mạc Gobi nằm ở miền nam Mông Cổ, giun khổng lồ được biết có thể bất ngờ chui lên từ dưới cát và giết chết con mồi của nó ở khoảng cách xa bằng cách phun ra một chất ăn mòn có tính axít vào mặt của nạn nhân. Cùng với nọc độc có tính axit, người ta cho rằng giun khổng lồ Mông Cổ cũng phóng ra sốc điện đủ mạnh để giết chết một con lạc đà. Như thể bản thân sa mạc đã không đủ nguy hiểm vậy!"
        },
        {
            "en": "THE MONGOLIAN DEATH WORM: Cryptozoologists who've traveled to the <em>Gobi</em> Desert in search of the Mongolian Death Worm have returned with hundreds of descriptive accounts from locals who claim either to have seen a Death Worm or to know someone who has. All the reports are almost uniformly identical — the bright red creature, resembling a blood-filled intestine, is about 2 to 5 feet long and about 2 inches thick with no discernible head or tail. While no photographic evidence of the Death Worm exists, many artistic renderings depict a circular sucker-like mouth with sharp teeth pointing inward. Native Mongolians believe wholeheartedly and almost unanimously that the Death Worm does indeed exist.",
            "vi": "Giun khổng lồ Mông Cổ: Nhiều nhà khoa học nghiên cứu về các quái vật truyền thuyết đã đến Sa Mạc Gobi để tìm kiếm giun khổng lồ Mông Cổ đã trở về với hàng trăm bản báo cáo miêu tả từ những người dân địa phương cho biết đã nhìn thấy giun khổng lồ hoặc biết một nhân chứng khác. Tất cả các báo cáo gần như giống hệt nhau - sinh vật màu đỏ tươi, giống như một bộ ruột chứa đầy máu, dài khoảng 2 đến 5 feet và dày khoảng 2 inch, không có đầu hoặc đuôi rõ rệt. Trong khi không có hình ảnh làm bằng chứng cho thấy giun khổng lồ có tồn tại, nhiều bản vẽ phối cảnh nghệ thuật miêu tả một cái miệng tròn giống như giác hút với hàm răng sắc nhọn chĩa vào bên trong. Người Mông Cổ bản địa thật sự tin và hầu như đều nhất trí rằng giun khổng lồ thực sự tồn tại."
        }
    ],
    "suggestions": []
}