{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gɔglz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kính bảo hộ, kính râm (để che bụi khi đi mô tô, để bảo vệ mắt khi hàn...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) kính đeo mắt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thú y học) bệnh sán óc ở cừu</td></tr></table><i/></div>",
            "word": "goggles"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "goggles"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "goggles"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "goggles"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính an toàn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính bảo hiểm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính bảo hộ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">protective goggles</font><font color=\"#282828\">: kính bảo hộ lao động</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">safety goggles</font><font color=\"#282828\">: kính bảo hộ (khi hàn)</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính bảo vệ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">safety goggles</font><font color=\"#282828\">: kính bảo vệ (mắt)</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">protective goggles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính bảo hiểm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">welder goggles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính thợ hàn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">welder's goggles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính thợ hàn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">welding goggles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kiếng hàn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">welding goggles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính hàn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">welding goggles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính thợ hàn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "goggles"
        }
    },
    "sentences": [
        {
            "en": "These are skiing <em>goggles</em>.",
            "vi": "Đây là mắt kính trượt tuyết."
        },
        {
            "en": "I can't swim without <em>goggles</em>.",
            "vi": "Không có kính bảo hộ tôi không bơi được."
        },
        {
            "en": "I will need a pair of <em>goggles</em>.",
            "vi": "Tôi sẽ cần một cặp kính bơi."
        },
        {
            "en": "She'd like to buy swimming <em>goggles</em>.",
            "vi": "Cô ta muốn mua mắt kính bơi."
        },
        {
            "en": "Peter <em>goggles</em> at me in disbelief.",
            "vi": "Peter nhìn tôi trong sự hoài nghi."
        },
        {
            "en": "I'd like a pair of swimming <em>goggles</em>.",
            "vi": "Tôi muốn một cặp kính bơi."
        },
        {
            "en": "These <em>goggles</em> are not tight enough.",
            "vi": "Cặp kính bơi này không đủ chặt."
        },
        {
            "en": "I need a swimming cap, some <em>goggles</em> and a swimsuit.",
            "vi": "Tôi cần một cái nón bơi, một số kính bảo hộ và đồ bơi."
        },
        {
            "en": "Does anyone have any sources for cheap protective <em>goggles</em>?",
            "vi": "Có ai có nguồn kính bảo hộ rẻ tiền không?"
        },
        {
            "en": "I need to buy a pair of safe <em>goggles</em>.",
            "vi": "Tôi cần mua một cặp kính bảo hộ."
        },
        {
            "en": "The safety regulations state that you must wear <em>goggles</em> and gloves for this work",
            "vi": "Các qui định về an toàn yêu cầu anh phải đeo kính bảo hộ và bao tay khi làm công việc này."
        },
        {
            "en": "Your <em>goggles</em> protect your eyes from the freezing snow and blustery winds.",
            "vi": "Kính chắn gió của bạn bảo vệ mắt bạn khỏi những trận tuyết lạnh cóng và những cơn gió mạnh."
        },
        {
            "en": "The beginners normally will go no deeper than five meters, using simple equipment, like <em>goggles</em>, snorkel, and fins.",
            "vi": "Người bắt đầu học thường sẽ không lặn sâu hơn năm mét, sử dụng thiết bị đơn giản, như kính lặn, ống thở, chân vịt."
        },
        {
            "en": "Secondly, Mallory’s snow’ <em>goggles</em> were in his pocket when the body was found, indicating that he died at night.",
            "vi": "Thứ hai, kính đi tuyết của Mallory ở trong túi khi cơ thể được tìm thấy, chỉ ra rằng ông qua đời vào ban đêm."
        },
        {
            "en": "If you happen to be caught in a sandstorm protective eyewear like <em>goggles</em>, and wearing a moistened scarf over the nose and mouth are highly recommended.",
            "vi": "Người ta rất khuyến cáo về việc đeo kính bảo vệ mắt (chẳng hạn như kính bảo hộ) và mang một tấm khăn choàng ẩm che mũi, miệng nếu bạn kẹt trong một cơn bão cát."
        },
        {
            "en": "It is important to use safe measures while exercising such as wearing a helmet when riding a bicycle and <em>goggles</em> for racquetball.",
            "vi": "Điều quan trọng là nên sử dụng những phương tiện an toàn khi tập luyện như đội mũ bảo hiểm khi chạy xe đạp hay mang kính râm khi chơi quần vợt."
        },
        {
            "en": "Traveling during cold weather requires special precautions. If you snowmobile, you should wear several layers of clothing, a helmet, and glasses or <em>goggles</em>. Be especially cautious when crossing roads. It's best to avoid frozen lakes and rivers because drowning is a leading cause of snowmobile fatalities.",
            "vi": "Đi du lịch trong thời tiết lạnh đòi hỏi phải có những biện pháp phòng ngừa đặc biệt. Nếu bạn trượt tuyết, bạn nên mặc nhiều lớp quần áo, đội mũ bảo hiểm, và đeo kính hoặc kính bảo hộ. Hãy đặc biệt thận trọng khi qua đường. Tốt nhất là nên tránh các hồ đóng băng và các dòng sông bởi vì chết đuối là một nguyên nhân hàng đầu gây tử vong khi đi xe trượt tuyết."
        },
        {
            "en": "Now apply technology on top of that. A masters student from the University of Iceland, Ryan Parteka, recently visited my research lab. Ryan had VR renderings that he took from the heart of the wildest areas of Iceland, and with his assistance, I tried it out. I put on the VR <em>goggles</em>, and there I was in Iceland in wide-open plains. It was the afternoon, and the wind was starting to blow. I heard it blowing strong—but it was unnerving because I did not feel it. Even more unnerving, I didn’t need to do anything, I didn’t need to take care of myself: When I’ve been in wild places with the sound of wind like that, I immediately go for my hat to keep my head warm, and I put on a layer. But I’m experiencing this VR in the safety of a research lab inside a warm building in Seattle.",
            "vi": "Bây giờ áp dụng công nghệ lên trên phần đó. Một nghiên cứu sinh thạc sĩ từ Đại học Iceland, Ryan Parteka, gần đây đã đến thăm phòng thí nghiệm của tôi. Ryan có dữ liệu thực tế ảo mà anh lấy được từ nơi trung tâm của những cánh rừng hoang dã nhất Iceland, và với sự hỗ trợ của anh, tôi đã thử nó. Tôi đeo kính thực tế ảo, và trong đó tôi ở Iceland tại vùng đồng bằng rộng rãi, hoang vu. Đó là buổi chiều, và gió bắt đầu thổi. Tôi nghe thấy tiếng gió thổi mạnh - nhưng nó làm tôi thấy không thoải mái vì tôi không cảm nhận được. Thậm chí còn khiến tôi khó chịu hơn nữa là tôi không cần phải làm bất cứ điều gì, tôi không cần tự chăm sóc bản thân: Khi tôi ở những nơi hoang dã với tiếng gió như vậy, tôi ngay lập tức đi lấy mũ để giữ ấm cho đầu, và mặc thêm quần áo. Nhưng tôi đang trải nghiệm chiếc kính thực tế ảo này trong sự an toàn của một phòng thí nghiệm nghiên cứu nằm bên trong một tòa nhà ấm cúng ở Seattle."
        },
        {
            "en": "Your eyes    Which part of your body lets you read the back of a cereal box, check out a rainbow, and see the ball to head into the goal? Which part lets you cry when you're sad and makes tears to protect itself? Which part has muscles that adjust to let you focus on things that are close up or far away? If you guessed the eye, you're right!  Your eyes are at work from the moment you wake up to the moment you close them to go to sleep. They take in tons of information about the world around you — shapes, colors, movements, and more. Then they send the information to your brain for processing so the brain knows what's going on outside of your body. You can see that the eye's pretty amazing. So, come on — let's take a tour of its many parts. The parts of the eye You can check out different parts of the eye by looking at your own eye in the mirror or by looking at (but not touching) a friend's eye. Some of the eye's parts are easy to see. Big as a ping pong ball The eye is about as big as a ping-pong ball and sits in a little hollow area (the eye socket) in the skull. The eyelid protects the front part of the eye. The lid helps keep the eye clean and moist by opening and shutting several times a minute. This is called blinking, and it's both a voluntary and involuntary action, meaning you can blink whenever you want to, but it also happens without you even thinking about it. The eyelid also has great reflexes, which are automatic body responses, that protect the eye. When you step into bright light, for example, the eyelids squeeze together tightly to protect your eyes until they can adjust to the light. And if you flutter your fingers close (but not too close!) to your friend's eyes, you'll be sure to see your friend's eyes blink. Your friend's eyelids shut automatically to protect the eye from possible danger. And speaking of fluttering, don't forget eyelashes. They work with the eyelids to keep dirt and other unwanted stuff out of your eyes. The white part of the eyeball is called the sclera (say: sklair-uh). The sclera is made of a tough material and has the important job of covering most of the eyeball. Think of the sclera as your eyeball's outer coat. Look very closely at the white of the eye, and you'll see lines that look like tiny pink threads. These are blood vessels, the tiny tubes that deliver blood, to the sclera. The cornea (say: kor-nee-uh), a transparent dome, sits in front of the colored part of the eye. The cornea helps the eye focus as light makes its way through. It is a very important part of the eye, but you can hardly see it because it's made of clear tissue. Like clear glass, the cornea gives your eye a clear window to view the world through. Iris is the colorful part Behind the cornea are the iris, the pupil, and the anterior chamber. The iris (say: eye-riss) is the colorful part of the eye. When we say a person has blue eyes, we really mean the person has blue irises! The iris has muscles attached to it that change its shape. This allows the iris to control how much light goes through the pupil (say: pyoo-pul). The pupil is the black circle in the center of the iris, which is really an opening in the iris, and it lets light enter the eye. To see how this works, use a small flashlight to see how your eyes or a friend's eyes respond to changes in brightness. The pupils will get smaller when the light shines near them and they'll open wider when the light is gone. The anterior (say: an-teer-ee-ur) chamber is the space between the cornea and the iris. This space is filled with a special transparent fluid that nourishes the eye and keeps it healthy. Light, lens, action These next parts are really cool, but you can't see them with just your own eyes! Doctors use special microscopes to look at these inner parts of the eye, such as the lens. After light enters the pupil, it hits the lens. The lens sits behind the iris and is clear and colorless. The lens' job is to focus light rays on the back of the eyeball — a part called the retina (say: ret-i-nuh). The lens works much like the lens of a movie projector at the movies. Next time you sit in the dark theater, look behind you at the stream of light coming from the projection booth. This light goes through a powerful lens, which is focusing the images onto the screen, so you can see the movie clearly. In the eye's case, however, the film screen is your retina. Your retina is in the very back of the eye. It holds millions of cells that are sensitive to light. The retina takes the light the eye receives and changes it into nerve signals so the brain can understand what the eye is seeing. A muscle makes it work The lens is suspended in the eye by a bunch of fibers. These fibers are attached to a muscle called the ciliary (say: sil-ee-air-ee) muscle. The ciliary muscle has the amazing job of changing the shape of the lens. That's right — the lens actually changes shape right inside your eye! Try looking away from your computer and focusing on something away across the room. Even though you didn't feel a thing, the shape of your lenses changed. When you look at things up close, the lens becomes thicker to focus the correct image onto the retina. When you look at things far away, the lens becomes thinner. The biggest part of the eye sits behind the lens and is called the vitreous (say: vih-tree-us) body. The vitreous body forms two thirds of the eye's volume and gives the eye its shape. It's filled with a clear, jelly-like material called the vitreous humor. Sometimes eyeballs are squishy — that's because they're made to feel like they're filled with vitreous humor. In a real eye, after light passes through the lens, it shines straight through the vitreous humor to the back of the eye.  Rods and cones process light The retina uses special cells called rods and cones to process light. Just how many rods and cones does your retina have? How about 120 million rods and 7 million cones — in each eye! Rods see in black, white, and shades of gray and tell us the form or shape that something has. Rods can't tell the difference between colors, but they are super-sensitive, allowing us to see when it's very dark. Cones sense color and they need more light than rods to work well. Cones are most helpful in normal or bright light. The retina has three types of cones. Each cone type is sensitive to one of three different colors — red, green, or blue — to help you see different ranges of color. Together, these cones can sense combinations of light waves that enable our eyes to see millions of colors. Helping you see it all Rods and cones process the light to give you the total picture. You're able to see that your friend has brown skin and is wearing a blue hat while he tosses an orange basketball. Sometimes someone's eyeball shape makes it difficult for the cornea, lens, and retina to work perfectly as a team. When this happens, some of what the person sees will be out of focus. To correct this fuzzy vision, many people, including many kids, wear glasses. Glasses help the eyes focus images correctly on the retina and allow someone to see clearly. As adults get older, their eyes lose the ability to focus well and they often need glasses to see things up close or far away. Most older people you know — like your grandparents — probably wear glasses. To the brain! Think of the optic nerve as the great messenger in the back of your eye. The rods and cones of the retina change the colors and shapes you see into millions of nerve messages. Then, the optic nerve carries those messages from the eye to the brain! The optic nerve serves as a high-speed telephone line connecting the eye to the brain. When you see an image, your eye \"telephones\" your brain with a report on what you are seeing so the brain can translate that report into \"cat,\" \"apple,\" or \"bicycle,\" or whatever the case may be. Have no fear, you have tears when crying out loud, the eye has its own special bathing system — tears! Above the outer corner of each eye are the lacrimal (say: lak-ruh-mul) glands, which make tears. Every time you blink your eye, a tiny bit of tear fluid comes out of your upper eyelid. It helps wash away germs, dust, or other particles that don't belong in your eye. Tears also keep your eye from drying out. Then the fluid drains out of your eye by going into the lacrimal duct (this is also called the tear duct). You can see the opening of your tear duct if you very gently pull down the inside corner of your eye. When you see a tiny little hole, you've found the tear duct. Your eyes sometimes make more tear fluid than normal to protect themselves. This may have happened to you if you've been poked in the eye, if you've been in a dusty or smoking area, or if you've been near someone who's cutting onions. And how about the time you felt sad, scared, or upset? Your eyes got a message from your brain to make you cry, and the lacrimal glands made many, many tears. Your eyes do some great things for you, so take these steps to protect them: * Wear <em>goggles</em> in places where debris or chemicals could go flying, such as wood shop, metal shop, science lab, or art.   * Wear eye protection when playing racquetball, hockey, skiing, or other sports that could injure your eyes.  * Wear sunglasses. Too much light can damage your eyes and cause vision problems, such as cataracts later in life. If the lens gets cloudy, it's called a cataract. A cataract prevents light from reaching the retina and makes it difficult to see.  The eyes you have will be yours forever — treat them right and they'll never be out of sight!",
            "vi": "Đôi mắt của bạn    Phần nào trên cơ thể giúp bạn đọc được thông tin ở mặt sau của hộp ngũ cốc, phần nào của cơ thể giúp bạn nhìn ngắm cầu vồng, và thấy quả bóng để đánh đầu vào lưới? Phần nào làm bạn khóc mỗi khi bạn buồn và tạo nước mắt để tự bảo vệ mình. Bộ phận nào có cơ điều chỉnh để giúp bạn tập trung vào những thứ ở gần hoặc ở xa? Nếu bạn đoán là đôi mắt thì câu trả lời đã hoàn toàn chính xác! Mắt của bạn làm việc từ lúc bạn thức giấc đến lúc bạn nhắm mắt lại để ngủ. Chúng tiếp nhận vô số thông tin về thế giới xung quanh bạn – như hình dạng, màu sắc, cử động và còn nhiều thứ nữa. Sau khi tiếp nhận thông tin, mắt đưa về não để xử lý vì thế não bộ của chúng ta biết được chuyện gì đang xảy ra ở bên ngoài cơ thể. Bạn có thể thấy rằng đôi mắt cũng khá tuyệt đấy chứ. Thế nên chúng ta tiếp tục quan sát thêm nhiều bộ phận nữa nhé.  Các bộ phận của mắt Bạn có thể quan sát nhiều bộ phận khác nhau trên đôi mắt bằng cách nhìn mắt mình trong gương hoặc nhìn (đừng sờ vào) mắt của một người bạn. Một số bộ phận trên mắt rất dễ dàng nhìn thấy. To như một quả bóng bàn Mắt to khoảng chừng bằng quả bóng bàn và nằm trong một vùng trũng lõm sâu nhỏ xíu của hộp sọ (gọi là hốc mắt). Mí mắt có tác dụng bảo vệ phần trước của mắt. Mĩ mắt giữ cho mắt được sạch và không bị khô bằng cách nhắm, mở vài lần trong một phút. Đây gọi là chớp mắt, hành động chớp mắt là hành động có ý thức và vô thức, có nghĩa là bạn có thể chớp mắt bất kể khi nào bạn muốn và kể cả khi bạn không nghĩ đến việc đó. Mí mắt cũng có phản xạ rất tốt, đấy là những phản xạ tự động của cơ thể để bảo vệ mắt. Chẳng hạn như khi bạn nhìn vào vùng có ánh sáng chói thì lập tức mí mắt của bạn sẽ nheo siết lại để bảo vệ mắt cho đến khi bạn có thể điều chỉnh thích hợp với ánh sáng. Và nếu bạn đung đưa ngón tay gần trước mắt của một người bạn (đừng quá gần nhé) thì chắc chắn rằng bạn sẽ thấy bạn mình chớp mắt đấy. Mí mắt sẽ nhắm lại một cách tự động để bảo vệ mắt khỏi nguy hiểm có thể xảy ra. Và khi đề cập đến hành động chớp mắt, chúng ta cũng không quên nói về mi mắt. Mi mắt cũng hoạt động song song với mí mắt để ngăn chặn bụi bẩn và những vật lạ khác bay vào mắt. Vùng màu trắng trên nhãn cầu gọi là củng mạc. Củng mạc (màng cứng của mắt) có vai trò quan trọng trong việc bao bọc hầu hết nhãn cầu. Bạn có thể xem củng mạc giống như một chiếc áo choàng phủ bên ngoài cầu mắt vậy. Hãy nhìn thật kỹ tròng trắng (vùng màu trắng) trên mắt nhé, bạn sẽ thấy nhiều đường nhỏ li ti giống như các sợi chỉ màu hồng nhỏ xíu. Đây là những mạch máu, là những ống mạch nhỏ có nhiệm vụ vận chuyển máu, đưa máu đến củng mạc.  Giác mạc là một bán cầu trong suốt, nằm trước vùng có màu của mắt. Giác mạc có tác dụng giúp cho mắt tập trung khi ánh sáng len qua. Đây là một bộ phận hết sức quan trọng của mắt, nhưng bạn cũng khó nhìn thấy giác mạc bởi đó là một mô trong suốt. Giống như một thấu kính trong suốt, giác mạc có thể giúp đôi mắt của bạn biến thành một cửa sổ trong suốt để nhìn và quan sát tất cả thế giới bên ngoài.   Mống mắt (tròng đen) là vùng có màu của mắt Đằng sau giác mạc là mống mắt, con ngươi và phòng trước của mắt (vùng chứa dịch nằm trong mắt – giữa mống mắt và mặt trong cùng của giác mạc). Mống mắt là vùng có màu của mắt. Khi chúng ta nói một người nào đó có mắt xanh thì có nghĩa là người ấy có mống mắt màu xanh! Mống mắt có cơ điều chỉnh, thay đổi hình dạng nên có thể làm cho mống mắt kiểm soát lượng ánh sáng đi qua con ngươi.  Con ngươi là một hình tròn màu đen nằm ở trung tâm vùng mống mắt, đây hoàn toàn là một khe hở trong mống mắt, giúp ánh sáng đi vào mắt. Để quan sát con ngươi làm việc như thế nào, bạn hãy dùng một đèn pin nhỏ để xem mắt của mình hoặc của bạn mình phản ứng với sự thay đổi độ sáng như thế nào nhé. Con ngươi sẽ trở nên nhỏ hơn khi ánh sáng rọi vào gần và sẽ to giãn to hơn khi hết ánh sáng.  Phòng trước của mắt là vùng nằm giữa giác mạc và mống mắt. Khoảng này chứa dịch trong suốt đặc biệt dùng để nuôi dưỡng mắt và giúp cho mắt khoẻ.  Ánh sáng, thủy tinh thể và tác động ảnh hưởng  Những bộ phận khác tiếp theo sau đây đều rất tuyệt nhưng bạn không tài nào nhìn thấy bằng mắt trần của mình được! Bác sĩ phải sử dụng các loại kính hiển vi đặc biệt để quan sát các phần nằm sâu bên trong này của mắt như là thủy tinh thể chẳng hạn. Sau khi ánh sáng đi vào con ngươi sẽ chạm thủy tinh thể. Thủy tinh thể nằm phía sau mống mắt và trong suốt – không màu. Thủy tinh thể đóng một vai trò thiết yếu trong việc tập trung (tia) ánh sáng vào võng mạc nằm phía sau nhãn cầu. Thủy tinh thể hoạt động như ống kính của một máy chiếu phim ở rạp. Lần sau bạn ngồi trong rạp tối thì hãy nhìn ra phía sau xem luồng ánh sáng rọi từ phòng chiếu phim nhé. Luồng ánh sáng này đi qua một ống kính mạnh, tập trung các hình ảnh lên màn hình, vì thế bạn có thể xem phim được một cách rõ ràng. Tuy nhiên đối với mắt thì màn hình phim chính là võng mạc của bạn.     Võng mạc nằm ở vùng đáy mắt. Võng mạc chứa hàng triệu tế bào nhạy với ánh sáng và làm nhiệm vụ tập trung ánh sáng mà mắt nhận được và chuyển thành những tín hiệu thần kinh vì vậy não bộ có thể biết được mắt của chúng ta đang quan sát thấy những gì. Tác dụng của cơ mắt Thủy tinh thể nằm lơ lửng trong mắt nhờ một bó sợi. Những sợi này dính chặt với cơ gọi là cơ mi. Cơ mi có tác dụng làm thay đổi hình dạng của thuỷ tinh thể hết sức tuyệt vời. Thật vậy đấy – thủy tinh thể đúng là có thể biến đổi hình dạng ngay bên trong mắt của bạn được! Bạn hãy thử rời mắt khỏi màn hình vi tính và tập trung nhìn vào một vật gì đó ở bên kia phòng xem nhé. Mặc dù bạn chẳng cảm thấy gì cả nhưng hình dạng của thuỷ tinh thể bên trong mắt đã thay đổi rồi đấy. Khi nhìn cận cảnh những vật ở gần bên thì thuỷ tinh thể của bạn trở nên dày hơn để điều chỉnh tiêu điểm hình ảnh chính xác lên võng mạc. Và khi bạn nhìn những thứ ở xa thì thủy tinh thể trở nên mỏng hơn.  Phần lớn nhất trong mắt nằm sau thủy tinh thể là dịch thủy tinh thể (lê dịch trong nhãn cầu). Dịch thủy tinh thể chiếm 2/3 khối lượng của mắt và định hình cho mắt. Nơi đây chứa chất lỏng trong suốt dạng gel gọi là dịch thuỷ tinh. Đôi khi nhãn cầu rất mềm và ướt – đó là bởi trong nhãn cầu mắt chứa dịch thuỷ tinh. Đối với mắt thật, sau khi ánh sáng đi qua thuỷ tinh thể thì nó chiếu thẳng qua dịch thuỷ tinh đến phía sau đáy mắt.  Tế bào nón và tế bào gậy xử lý ánh sáng  Võng mạc sử dụng 2 loại tế bào đặc biệt là tế bào nón và tế bào gậy để xử lý ánh sáng. Võng mạc của bạn có bao nhiêu tế bào nón và tế bào gậy? Chắc cở khoảng 120 triệu tế bào gậy và 7 triệu tế bào nón – trong mỗi mắt thôi! Tế bào gậy có thể nhìn được màu đen, trắng, và các sắc thái của màu xám và cho chúng ta biết vật có hình dạng như thế nào. Tế bào gậy không phân biệt được màu sắc nhưng bù lại chúng rất nhạy, có thể giúp người ta nhìn thấy khi trời tối đen.  Tế bào nón nhận biết được màu sắc và cần nhiều ánh sáng hơn tế bào gậy mới có thể làm việc tốt được. Ở vùng ánh sáng bình thường hoặc ánh sáng chói thì tế bào nón hoạt động tốt nhất, giúp ích cho bạn nhiều nhất. Võng mạc có 3 loại tế bào nón. Mỗi loại tế bào nón nhạy với một trong 3 màu sắc khác nhau, đó là đỏ, xanh lá, hoặc xanh dương – giúp bạn có thể thấy được sự biến chuyển khác nhau của các màu. 3 loại tế bào nón này kết hợp với nhau để thấy được sự kết hợp của sóng ánh sáng nhằm làm cho mắt của chúng ta có thể nhìn thấy hàng triệu màu sắc khác nhau. Giúp cho bạn có thể nhìn thấy được hết tất cả  Tế bào nón và tế bào gậy xử lý ánh sáng để giúp cho bạn có thể nhìn được một bức tranh tổng thể và toàn diện. Nhờ đó bạn có thể thấy được bạn của mình có làn da nâu, đang đội một chiếc mũ màu xanh dương và ném quả bóng rổ màu cam.  Đôi khi hình dạng của nhãn cầu cũng làm cho giác mạc, thủy tinh thể và võng mạc khó có thể hoạt động đồng bộ với nhau được. Khi gặp sự cố này thì người ta sẽ nhìn thấy một vài vật xung quanh mờ mờ không rõ nét.  Để có thể nhìn rõ mà không cảm thấy mờ nữa thì nhiều người, kể cả nhiều trẻ con mang kính. Kính có tác dụng làm cho mắt điều chỉnh tiêu điểm hình một cách chính xác lên võng mạc và giúp người ta nhìn rõ hơn. Khi người ta lớn tuổi, mắt mất khả năng tập trung cao, mất khả năng định hình tiêu điểm và người ta thường phải mang kính để có thể nhìn rõ được vật ở gần hoặc ở xa. Đa số người già lớn tuổi – như bố mẹ bạn chẳng hạn – ắt hẳn cũng phải mang kính.  Đến não! Bạn hãy xem dây thần kinh thị giác như là một người truyền tin tuyệt vời trong đuôi mắt của bạn vậy. Tế bào nón và tế bào gậy của võng mạc biến đổi màu sắc và hình dạng những gì bạn nhìn thấy thành hàng triệu thông điệp thần kinh. Và sau đó dây thần kinh thị giác có tác dụng truyền tải các thông điệp đó từ mắt đến não! Dây thần kinh thị giác hoạt động như một đường dây điện thoại cao tốc nối mắt với não bộ. Khi bạn nhìn một hình ảnh nào đó thì mắt của bạn sẽ “điện thoại” cho não và báo cáo cho não biết mắt bạn đang thấy những gì vì vậy não bộ sẽ có thể hiểu được “con mèo”, “quả táo” hoặc “chiếc xe đạp”, hoặc bất kể vật dụng nào khác.  Đừng sợ, bạn có nước mắt mà Khi bạn khóc ầm lên thì mắt bạn sản sinh ra một hệ thống rửa mắt đặc biệt – đó là nước mắt! Tuyến lệ nằm ở bên trên góc ngoài của mỗi mắt, có nhiệm vụ sản sinh nước mắt. Mỗi khi chớp mắt thì mí trên của bạn cũng tiết ra một chút nước mắt, làm cuộn đi mầm bệnh, vi trùng, bụi bẩn, hay những vật thể li ti khác lọt vào mắt của bạn.  Nước mắt cũng có tác dụng giúp cho mắt khỏi bị khô. Nước mắt qua ống dẫn lệ (hay gọi là tuyến lệ) để chảy ra ngoài. Bạn có thể thấy lỗ tuyến lệ của mình bằng cách kéo nhẹ góc trong mắt xuống, khi nào bạn phát hiện thấy một lỗ nhỏ xíu thì đó chính là tuyến lệ của bạn.  Mắt của bạn đôi khi cũng tiết ra nhiều nước mắt hơn bình thường để bảo vệ cho chúng. Điều này ắt là đã xảy ra với bạn rồi đấy nếu như bạn bị chọc vào mắt, hoặc nếu bạn ở nơi dơ bẩn hay có nhiều khói bụi, hoặc nếu bạn ở gần người đang xắt hành.   Còn khi bạn cảm thấy buồn, sợ hãi hay khó chịu thì sao? Não bạn phát ra một tín hiệu đến mắt khiến cho bạn phải khóc và tuyến lệ tiết ra rất nhiều nước mắt.  Chắc hẳn một điều là mắt cho bạn nhiều thứ lắm, vì vậy bạn nên thực hiện các bước dưới đây để bảo vệ đôi mắt của mình nhé:  * Mang kính bảo hộ ở những nơi mà các mảnh vụn hoặc hoá chất có thể bay vào mắt, như là cửa hàng đồ gỗ, cửa hàng kim loại, phòng thí nghiệm khoa học, hoặc phòng vẽ. * Mang kính bảo vệ mắt khi chơi quần vợt sân tường, khúc côn cầu, trượt tuyết, hoặc các môn thể thao khác có thể làm hại đến mắt của bạn. * Hãy đeo kính mát nhé. Ánh sáng quá nhiều có thể gây hại cho mắt và gây ra nhiều chứng bệnh về mắt, như bệnh đục thủy tinh thể về sau. Nếu thuỷ tinh thể bị đục, đó là chứng bệnh đục thủy tinh thể. Bệnh đục thủy tinh thể ngăn không cho ánh sáng vào đến võng mạc và làm cho mắt rất khó nhìn thấy.  Đôi mắt là gia tài của bạn vĩnh hằng – hãy giữ gìn, đối xử với chúng nhẹ nhàng và đúng cách, bạn sẽ chẳng bao giờ bị mù loà đâu! "
        }
    ],
    "suggestions": []
}