{
    "en_vn": {
        "data": {
            "content": null,
            "word": "goldilocks",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>goldilocks</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>informal a person with golden hair. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a woodland buttercup. [<i>Ranunculus auricomus</i>.] </blockquote></blockquote><blockquote><blockquote>3》 a yellow-flowered plant resembling the Michaelmas daisy. [<i>Aster linosyris</i>.] </blockquote></blockquote></div>",
            "word": "goldilocks",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "goldilocks",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "goldilocks",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "goldilocks",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "There was once a little girl called <em>Goldilocks</em>.",
            "vi": "Ngày xửa ngày xưa có một thiếu nữ tên là Goldilocks."
        },
        {
            "en": "Once there was a little girl called <em>Goldilocks</em>.",
            "vi": "Ngày xửa ngày xưa có một thiếu nữ tên là Goldilocks."
        },
        {
            "en": "Once upon a time there was a little girl called <em>Goldilocks</em>.",
            "vi": "Ngày xửa ngày xưa có một thiếu nữ tên là Goldilocks."
        },
        {
            "en": "Their view of US - Sino relations will long adhere to the <em>Goldilocks</em> principle : not too cold, not too hot, but just nice.",
            "vi": "Cái nhìn của họ về quan hệ Mỹ-Trung rồi cũng sẽ theo nguyên tắc Goldilocks: không quá lạnh nhạt, không quá nồng nhiệt, chỉ cần ấm áp mà thôi."
        },
        {
            "en": "Their view of US-Sino relations will long adhere to the <em>Goldilocks</em> principle: not too cold, not too hot, but just nice.",
            "vi": "Cái nhìn của họ về quan hệ Mỹ - Trung rồi cũng sẽ theo nguyên tắc Goldilocks : không quá lạnh nhạt, không quá nồng nhiệt, chỉ cần ấm áp mà thôi."
        },
        {
            "en": "Their view of US-Sino relations will long adhere to the <em>Goldilocks</em> principle: not too cold, not too hot, but just nice.",
            "vi": "Quan điểm của họ về quan hệ Mỹ-Trung rồi cũng sẽ theo nguyên tắc Goldilocks: không quá lạnh nhạt, không quá nồng nhiệt, chỉ cần ấm áp mà thôi."
        },
        {
            "en": "Scientists say the planet is a ‘Super-Earth’ which is the best place to look for signs of life outside of the Solar System. Early indications suggest it has an atmosphere, and sits within the ‘<em>Goldilocks</em> Zone’ where it is neither too hot nor too cold for liquid water to exist.",
            "vi": "Các nhà khoa học cho biết hành tinh này là một \"Siêu Trái Đất\", có nhiều khả năng tìm thấy dấu hiệu sự sống bên ngoài Hệ mặt trời nhất. Trước đây đã có các dấu hiệu trước đây cho thấy hành tinh này có bầu khí quyển, và nằm trong 'Khu vực Goldilocks', khu vực không quá nóng cũng chẳng quá lạnh để nước có thể tồn tại."
        },
        {
            "en": "Inflation is defined as a sustained increase in the general level of prices for goods and services. It is measured as an annual percentage increase as reported in the Consumer Price Index (CPI), generally prepared on a monthly basis by the U.S. Bureau of Labor Statistics. As inflation rises, purchasing power decreases, fixed-asset values are affected, companies adjust their pricing of goods and services, financial markets react and there is an impact on the composition of investment portfolios. Inflation, to one degree or another, is a fact of life. Consumers, businesses and investors are impacted by any upward trend in prices. In this article, we'll look at various elements in the investing process affected by inflation and show you what you need to be aware of.  Financial Reporting and Changing Prices Back in the period from 1979 to 1986, the Financial Accounting Standards Board (FASB) experimented with \"inflation accounting,\" which required that companies include supplemental constant dollar and current cost accounting information (unaudited) in their annual reports. The guidelines for this approach were laid out in Statement of Financial Accounting Standards No. 33, which contended that \"inflation causes historical cost financial statements to show illusionary profits and mask erosion of capital.\" With little fanfare or protest, SFAS No. 33 was quietly rescinded in 1986. Nevertheless, serious investors should have a reasonable understanding of how changing prices can affect financial statements, market environments and investment returns.   Corporate Financial Statements In a balance sheet, fixed assets - property, plant and equipment - are valued at their purchase prices (historical cost), which may be significantly understated compared to the assets' present day market values. It's difficult to generalize, but for some firms, this historical/current cost differential could be added to a company's assets, which would boost the company's equity position and improve its debt/equity ratio.  In terms of accounting policies, firms using the last-in, first-out (LIFO) inventory cost valuation are more closely matching costs and prices in an inflationary environment. Without going into all the accounting intricacies, LIFO understates inventory value, overstates the cost of sales, and therefore lowers reported earnings. Financial analysts tend to like the understated or conservative impact on a company's financial position and earnings that are generated by the application of LIFO valuations as opposed to other methods such as first-in, first-out (FIFO) and average cost.    Market Sentiment Every month, the U.S. Department of Commerce's Bureau of Labor Statistics reports on two key inflation indicators: the Consumer Price Index (CPI) and the Producer Price Index (PPI). These indexes are the two most important measurements of retail and wholesale inflation, respectively. They are closely watched by financial analysts and receive a lot of media attention.   The CPI and PPI releases can move markets in either direction. Investors do not seem to mind an upward movement (low or moderating inflation reported) but get very worried when the market drops (high or accelerating inflation reported). The important thing to remember about this data is that it is the trend of both indicators over an extended period of time that is more relevant to investors than any single release. Investors are advised to digest this information slowly and not to overreact to the movements of the market.    Interest Rates  One of the most reported issues in the financial press is what the Federal Reserve does with interest rates. The periodic meetings of the Federal Open Market Committee (FOMC) are a major news event in the investment community. The FOMC uses the federal funds target rate as one of its principal tools for managing inflation and the pace of economic growth. If inflationary pressures are building and economic growth is accelerating, the Fed will raise the fed-funds target rate to increase the cost of borrowing and slow down the economy. If the opposite occurs, the Fed will push its target rate lower.    All of this makes sense to economists, but the stock market is much happier with a low interest rate environment than a high one, which translates into a low to moderate inflationary outlook. A so-called \"<em>Goldilocks</em>\" - not too high, not too low - inflation rate provides the best of times for stock investors.  Future Purchasing Power It is generally assumed that stocks, because companies can raise their prices for goods and services, are a better hedge against inflation than fixed-income investments. For bond investors, inflation, whatever its level, eats away at their principal and reduces future purchasing power. Inflation has been fairly tame in recent history; however, it's doubtful that investors can take this circumstance for granted. It would be prudent for even the most conservative investors to maintain a reasonable level of equities in their portfolios to protect themselves against the erosive effects of inflation.   Conclusion Inflation will always be with us; it's an economic fact of life. It is not intrinsically good or bad, but it certainly does impact the investing environment. Investors need to understand the impacts of inflation and structure their portfolios accordingly. One thing is clear: depending on personal circumstances, investors need to maintain a blend of equity and fixed-income investments with adequate real returns to address inflationary issues.      ",
            "vi": "Lạm phát được định nghĩa là sự gia tăng liên tục mức giá chung các hàng hoá và dịch vụ, được đo lường như một sự gia tăng tỷ lệ phần trăm hàng năm, như báo cáo về chỉ số giá cả tiêu dùng (CPI) mà thường mỗi tháng Cục Thống kê Lao động Hoa Kỳ tiến hành. Khi lạm phát tăng, sức mua giảm, giá trị tài sản cố định bị ảnh hưởng, các công ty điều chỉnh giá hàng hoá và dịch vụ, thị trường tài chính phản ứng lại, và có sự tác động đến cơ cấu thành phần các danh mục đầu tư.   Lạm phát, ở mức độ này hay mức độ khác, là điều không thể tránh khỏi. Người tiêu dùng, doanh nghiệp và nhà đầu tư đều chịu ảnh hưởng bởi bất kỳ xu hướng giá cả đi lên nào. Trong bài này, chúng ta sẽ tìm hiểu những yếu tố khác nhau trong quá trình đầu tư bị lạm phát tác động và bạn sẽ thấy những gì mình cần phải biết.  Quá trình lập báo cáo tài chính và giá cả thay đổi Trở lại giai đoạn từ 1979 tới 1986, Hội đồng Tiêu chuẩn Kế toán Tài chính (FASB) thử nghiệm \"phương pháp kế toán theo lạm phát\", phương pháp đòi hỏi các công ty trong những báo cáo thường niên của mình phải có thông tin kế toán chi phí hiện hành (chưa được kiểm tra) và giá trị đồng đô la cố định bổ sung. Nguyên tắc chỉ đạo đối với phương pháp này trình bày trong Thông báo Chuẩn mực Kế toán Tài chính số 33, cho rằng \"lạm phát khiến các báo cáo tài chính theo nguyên tắc giá phí lịch sử thể hiện lợi nhuận ảo và che giấu sự xói mòn vốn. Không cần ồn ào hay phản đối nhiều, Thông báo Chuẩn mực Kế toán Tài chính số 33 đã bị bãi bỏ một cách lẹ làng vào năm 1986. Tuy vậy, những nhà đầu tư nghiêm túc nên hiểu biết hợp lý về cách giá cả thay đổi có thể tác động đến các báo cáo tài chính, hoàn cảnh thị trường và lợi nhuận đầu tư.   Báo cáo tài chính công ty Trong bảng cân đối kế toán, tài sản cố định - đất đai, nhà xưởng và trang thiết bị - được định giá theo các mức giá khi mua chúng (giá nguyên thuỷ), có thể bị giảm đi đáng kể so với giá trị thị trường hiện tại của tài sản. Thật khó có thể đưa ra một nhận xét khái quát, nhưng đối với một số doanh nghiệp, sự chênh lệch giá hiện tại và giá nguyên thuỷ này có thể thêm vào tài sản công ty, nâng vị thế vốn của công ty lên và cải thiện tỷ lệ nợ trên vốn.   Về mặt chính sách kế toán, các doanh nghiệp sử dụng phương pháp tính giá hàng tồn kho nhập sau xuất trước (LIFO) thì trong hoàn cảnh lạm phát, chi phí và giá cả gần khớp với nhau nhiều hơn. Không đi sâu vào chi tiết các vấn đề phức tạp thuộc lĩnh vực kế toán, phương pháp LIFO làm giảm bớt giá trị hàng tồn kho, tăng chi phí vật liệu và nhân công, và do đó hạ thấp thu nhập trong báo cáo. Các nhà phân tích tài chính thường thích tác động giảm nhẹ hoặc vừa phải đối với tình trạng tài chính và thu nhập của công ty, được tạo ra nhờ áp dụng các phương pháp định giá LIFO (nhập sau xuất trước) đối lập với những phương pháp khác, chẳng hạn phương pháp giá thành bình quân và nhập trước xuất trước (FIFO).   Tâm lý thị trường Mỗi tháng, Cục Thống kê Lao động Bộ Thương mại Hoa Kỳ báo cáo về 2 chỉ số lạm phát quan trọng: chỉ số giá tiêu dùng (CPI) và chỉ số giá sản xuất (PPI). Những chỉ số này là 2 thước đo quan trọng nhất về lạm phát bán sỉ và bán lẻ, theo thứ tự. Chúng được các nhà phân tích tài chính theo dõi chặt chẽ và giới truyền thông chú ý rất sít sao.   Những dịp công bố chỉ số giá tiêu dùng (CPI) và chỉ số giá sản xuất (PPI ) có thể làm cho thị trường hướng đi lên hoặc đi xuống. Các nhà đầu tư dường như không bận tâm với xu hướng đi lên (lạm phát thấp hoặc vừa phải được báo cáo) nhưng lại rất lo lắng khi thị trường rớt giá (lạm phát cao hoặc tăng nhanh được báo cáo). Điều quan trọng phải cần nhớ về dữ liệu này là xu hướng của cả hai chỉ số trong suốt một khoảng thời gian dài có liên quan đến các nhà đầu tư nhiều hơn bất kỳ sự công bố riêng lẻ nào. Các nhà đầu tư được khuyến cáo nên tiếp nhận thông tin này một cách chậm rãi và không nên phản ứng thái quá với các biến động của thị trường.   Lãi suất Một trong những vấn đề được báo chí tài chính đưa tin nhiều nhất là Cục Dự trữ Liên bang giải quyết vấn đề lãi suất như thế nào. Những cuộc họp định kỳ của Ủy ban Thị trường Tự do Liên bang (FOMC) là sự kiện tin tức quan trọng trong giới đầu tư. Ủy ban Thị trường Tự do Liên bang (FOMC) sử dụng lãi suất mục tiêu quỹ liên bang như là một trong những công cụ chủ yếu để kiềm chế lạm phát và điều tiết tốc độ tăng trưởng kinh tế. Nếu áp lực lạm phát đang lớn dần và mức tăng trưởng kinh tế đang gia tăng, Cục Dự trữ Liên bang sẽ nâng lãi suất mục tiêu quỹ liên bang để tăng chi phí vay và hạ nhiệt nền kinh tế. Nếu trường hợp ngược lại xảy ra, Cục Dự trữ Liên bang sẽ đẩy lãi suất mục tiêu của mình xuống thấp hơn. Tất cả những điều này đều có ý nghĩa đối với nhà kinh tế học, nhưng thị trường chứng khoán sẽ thoải mái hơn nhiều với một môi trường lãi suất thấp hơn một môi trường lãi suất cao, được hiểu là một viễn cảnh lạm pháp từ thấp đến vừa phải. Cái gọi là \"Goldilocks\" - tức là không quá cao, không quá thấp - tỷ lệ lạm phát cho các nhà đầu tư cổ phiếu khoảng thời gian tươi đẹp nhất.   Sức mua trong tương lai Người ta thường cho rằng cổ phiếu, vì các công ty có thể tăng giá hàng hoá và dịch vụ của họ, là hàng rào chống lạm phát tốt hơn những khoản đầu tư có thu nhập cố định. Đối với những nhà đầu tư trái phiếu, lạm phát, bất kể mức độ nào, cũng ăn mòn vào tiền vốn của họ và giảm sức mua trong tương lai. Lạm phát khá lành trong lịch sử gần đây; tuy nhiên chưa chắc các nhà đầu tư có thể cho rằng trường hợp này là đúng. Thậm chí ngay cả những nhà đầu tư bảo thủ nhất cũng thận trọng duy trì mức cổ phiếu hợp lý trong danh mục đầu tư của họ nhằm tự bảo vệ mình trước những tác động mang tính ăn mòn của lạm phát.   Kết luận Lạm phát sẽ luôn đồng hành cùng chúng ta; đó là điều tất yếu về mặt kinh tế. Thực chất lạm phát không tốt cũng không xấu, nhưng chắc chắn có tác động đến môi trường đầu tư. Các nhà đầu tư cần hiểu những tác động của lạm phát và cơ cấu danh mục đầu tư của mình cho phù hợp. Một điều chắc chắn là, tuỳ vào hoàn cảnh cá nhân, nhà đầu tư cần duy trì sự kết hợp các khoản đầu tư vốn và đầu tư thu nhập cố định có lợi nhuận trên thực tế tương xứng để giải quyết các vấn đề lạm phát.      "
        },
        {
            "en": "The Straits Times (Singapore)         The Straits Times (Singapore) August 14, 2009 Friday  William Choong, Senior Writer  IN THE early 1990s, when Washington debated the alternatives of engaging or containing China, some clever wits suggested a hybrid: 'congagement'. Later, former president George W. Bush proposed that China was a 'strategic competitor'. Now, no one disputes the notion that China and the United States are strategic partners.  The recently concluded Strategic and Economic Dialogue between Washington and Beijing will be cheered by Asians. The dialogue - which has progressed from being a purely economic dialogue to one that covers strategic issues as well - indicates the two countries are now committed to a formal mechanism to work on a broad spectrum of issues.  In all, government-to-government linkages between the two countries involve 60 bilateral dialogues. The US and China also see eye to eye on diverse issues such as counter-terrorism, the management of North Korea's nuclear programme and anti-piracy deployments in the Gulf of Aden.  No wonder, some commentators have begun to speculate of the US and China constituting a G-2 - or 'Chimerica,' as economic historian Niall Ferguson calls the condominium. Dr Zbigniew Brzezinski, a former US national security adviser, argues that a G-2 could help address a number of challenges, from the global financial crisis to the proliferation of weapons of mass destruction.  Such arguments are not entirely convincing. Lord Palmerston's rubric - countries have no permanent friends, only permanent interests - still rings true.  Currently, the crux of the Sino-American relations is not really strategic but economic: the US is the world's biggest debtor, while China is America's biggest lender. Former diplomat Christopher Clarke has suggested that the Sino-US financial symbiosis is more like a 'mutual death grip in which neither side dares make a precipitous move for fear of going over the cliff with the other'.  Washington - which has traditionally been a strident critic of China's human rights record - has toned down its rhetoric in recent years. Asked whether she intended to raise human rights issues during her first visit to Beijing earlier this year, Secretary of State Hillary Clinton indicated that the US had bigger issues to tackle, such as the global financial crisis and climate change.  This is understandable. The US, being a mendicant borrower, cannot be talking back harshly to its bankers in Beijing.  If a US-China condominium were to emerge, it would ring alarm bells across the region, particularly in long-term allies of Washington such as Japan, Australia and South Korea.  In the past decade, it has been fashionable to suggest that China might seek to undermine America's alliance relationships in Asia. But as Mr Dennis Wilder, formerly the senior director for East Asian affairs at the US National Security Council, has pointed out, the opposite is more likely.  He writes: 'A more realistic Chinese goal may be to create a partnership with the US in which our Asian allies, such as Japan, South Korea, Australia, Thailand and the Philippines, are relegated to a subordinate status and the US and China would share Asian pre-eminence - at least for a time.'  The first country to suffer from this would be Japan, which for decades has banked on its relationship with the US to pre-empt any external threat. If a G-2 were to emerge, Japan may even break its vow never to possess nuclear weapons.  A G-2 condominium will also worry the Asian countries that have staked claims to disputed territories in the South China Sea. China recently criticised claims made by Malaysia and Vietnam on disputed seabed and subsoil resources in that vital body of water.  No one can quite imagine what would ensue if the security situation in the South China Sea were to deteriorate and the US were to look away as China contemplates the use of force against rival disputants.  On the bright side, it is unlikely that the G-2 will emerge anytime soon. For one, the security dilemma between the US and China still runs deep, with each of them questioning the motivation behind the other's military posture in the Asia-Pacific. Writing in Foreign Affairs in June, Ms Elizabeth Economy and Dr Adam Segal of the Council for Foreign Relations argued that the gulf in interests, values and capabilities between the two countries would prevent them from moving towards a great power condominium.  Speaking to The Straits Times recently, Admiral Timothy Keating, the commander of the US Pacific Command, seemed to concur. While saying he was encouraged by the candour of recent Sino-American diplomatic interactions, he rubbished the idea of a G-2.  'The notion that a G-2 is developing...is not correct,' he said. 'We are much more interested in multilateral and collaborative efforts, involving all our friends and allies in the Asia-Pacific region, and not only US-China relations.'  This might sound reassuring for many countries in Asia. Their view of US-Sino relations will long adhere to the <em>Goldilocks</em> principle: not too cold, not too hot, but just nice.   (Nguồn tiếng Anh: http://www.viet-studies.info/kinhte/kinhte.htm)",
            "vi": "The Straits Times (Singapore)       The Straits Times (Singapore) Ngày 14 tháng tám năm 2009 thứ Sáu            William Choong, trưởng ban biên tập Vào đầu thập niên 90, khi Washington bàn về các biện pháp lôi kéo hoặc ngăn cản Trung Quốc, có vài kẻ hóm hỉnh lanh trí đã đề nghị một cụm từ ghép là “vừa lôi vừa chận” . Sau đó, cựu tổng thống George W Bush gợi ý Trung Quốc là một đối thủ chiến lược''. Bây giờ thì không còn ai tranh cãi về khái niệm Trung Quốc và Hoa Kỳ là đối tác chiến lược nữa. Cuộc đối thoại giữa Washington và Bắc Kinh về Kinh tế và Chiến lược vừa mới kết thúc sẽ được người dân châu Á nhiệt liệt hoan nghênh. Cuộc đối thoại này - từ chỗ đối thoại đơn thuần về kinh tế đã tiến tới bao luôn cả những vấn đề về chiến lược – chứng tỏ hai nước đang tự ràng buộc mình vào một cơ cấu chính thức để cùng quan tâm đến hàng loạt vấn đề. Nhìn chung, quan hệ giữa chính phủ hai nước đòi hỏi đến 60 cuộc đối thoại song phương. Hoa Kỳ và Trung Quốc cũng đồng thuận với nhau về nhiều vấn đề như như chống khủng bố, quản lý chương trình hạt nhân của Bắc Triều Tiên và triển khai chống cướp biển trong vịnh Aden. Chẳng có gì lạ khi, một số nhà bình luận đã bắt đầu xem xét việc Hoa Kỳ và Trung Quốc liên kết với nhau thành G-2 - hoặc ''Chimerica’, như nhà nghiên cứu lịch sử kinh tế Niall Ferguson đã gọi là tập đoàn lưỡng đầu chế. Tiến sĩ Zbigniew Brzezinski, cựu cố vấn an ninh quốc gia Hoa Kỳ, biện luận rằng G-2 có thể góp phần giải quyết một số thách thức, từ nạn khủng hoảng tài chính toàn cầu cho đến việc triển khai vũ khí huỷ diệt hàng loạt. Những lý lẽ như thế chưa hẳn đã có sức thuyết phục. Quan niệm của Lord Palmerston – các quốc gia không hề có bạn bè muôn đời, mà chỉ có lợi ích đời đời – xem ra vẫn có lý.  Hiện nay, vấn đề nan giải trong quan hệ Trung-Mỹ không hẳn là về chiến lược mà là về kinh tế: Hoa Kỳ là con nợ lớn nhất thế giới, trong khi Trung Quốc lại là chủ nợ lớn nhất của Hoa Kỳ. Christopher Clarke, người từng là một nhà ngoại giao, đã gợi ý rằng quan hệ cộng sinh tài chính Hoa-Mỹ chẳng khác nào ‘cố bám víu nhau mà chẳng bên nào dám nhích tới vì sợ cả hai cùng vuột khỏi vách đá'. Washington – xưa nay vốn hay nặng lời chỉ trích Trung Quốc về thành tích nhân quyền – thì mấy năm gần đây bỗng dịu giọng lại. Khi được hỏi bà có ý định dấy lên vấn đề nhân quyền trong chuyến viếng thăm Bắc Kinh đầu tiên hồi đầu năm nay hay không, Ngoại trưởng Hillary Clinton cho rằng Hoa Kỳ còn nhiều chuyện lớn hơn cần phải giải quyết, chẳng hạn như khủng hoảng tài chính toàn cầu và thay đổi khí hậu. Điều này cũng dễ hiểu thôi. Hoa Kỳ đang cầu cạnh để vay tiền, nên không thể trả treo gay gắt với nhà cái của mình ở Bắc Kinh.  Nếu tập đoàn lưỡng đầu chế Mỹ-Trung trỗi dậy, như vậy khắp vùng này sẽ phải báo động, nhất là ở các nước đồng minh lâu đời của Washington như Nhật Bản, Úc và Nam Triều Tiên. Trong thập niên qua, người ta thường cho rằng Trung Quốc có thể tìm cách phá hoại các quan hệ đồng minh của Mỹ ở châu Á. Nhưng như ông Dennis Wilder, cựu vụ trưởng Vụ Đông Á thuộc Hội đồng an ninh quốc gia Hoa Kỳ, đã chỉ ra, có thể ngược lại là đằng khác. Ông ấy viết: 'Có thể mục tiêu thực tế hơn nữa của Trung Quốc là lập liên minh với Hoa Kỳ, trong đó các đồng minh châu Á của chúng tôi, chẳng hạn như Nhật Bản, Nam Triều Tiên, Úc, Thái Lan và Philippines, bị liệt vào địa vị thấp hơn, rồi Hoa Kỳ và Trung Quốc sẽ cùng nhau ăn trên ngồi trước ở châu Á - ít nhất cũng được một thời gian.' Quốc gia đầu tiên có thể thiệt thòi vì chuyện này sẽ là Nhật Bản, vì nước  này suốt mấy chục năm đã bỏ tiền ra chơi với Mỹ để ngăn ngừa mọi mối đe doạ từ bên ngoài. Nếu G-2 trỗi dậy thật, chưa biết chừng Nhật Bản sẽ nuốt lời cam kết trước đây là không bao giờ có vũ khí hạt nhân. Tập đoàn lưỡng đầu chế G-2 cũng sẽ gây lo lắng cho những quốc gia châu Á nào từng đòi quyền sở hữu đối với những lãnh thổ tranh chấp ở Nam Hải. Gần đây Trung Quốc có chỉ trích các yêu cầu của Malaysia và Việt Nam về đáy biển và tài nguyên dưới lòng đất đang trong vòng tranh chấp ở vùng biển quan trọng đó. Không ai có thể tưởng tượng hết những diễn biến tiếp theo nếu tình hình an ninh ở Nam Hải xấu đi và Hoa Kỳ sẽ quay mặt đi khi Trung Quốc tính đến việc dùng vũ lực đè bẹp các đối thủ đang tranh chấp. Lạc quan mà nói, chưa chắc G-2 sẽ trỗi dậy sớm được. Chẳng qua là vì Hoa Kỳ và Trung Quốc vẫn đang tiến thoái lưỡng nan về vấn đề an ninh, bởi bên này vẫn còn nghi ngờ động cơ đằng sau lập trường quân sự của bên kia ở Châu Á-Thái Bình Dương. Viết trong bản tin Ngoại giao tháng sáu, cô Elizabeth Economy và tiến sĩ Adam Segal thuộc Hội đồng quan hệ đối ngoại biện luận rằng hố ngăn cách giữa hai nước về quyền lợi, giá trị và khả năng sẽ không cho phép họ tiến đến một tập đoàn lưỡng đầu chế hùng mạnh. Phát biểu với The Straits Times gần đây, đô đốc Timothy Keating, người đứng đầu Bộ tư lệnh Thái Bình Dương của Hoa Kỳ, có vẻ đồng tình như vậy. Tuy cho rằng mình phấn chấn vì tính thẳng thắn trong quan hệ ngoại giao Trung-Mỹ gần đây, nhưng ông vẫn không ủng hộ ý tưởng G-2.  'Khái niệm G-2 đang phát triển ... là không đúng,' ông đã nói như vậy. 'Chúng tôi quan tâm hơn nữa đến nỗ lực cộng tác đa phương, bao gồm tất cả bạn bè và đồng minh của chúng tôi ở khu vực Châu Á-Thái Bình Dương, chứ không chỉ có quan hệ Mỹ-Trung mà thôi.' Điều này nghe có vẻ như trấn an nhiều quốc gia ở châu Á. Cái nhìn của họ về quan hệ Mỹ-Trung rồi cũng sẽ theo nguyên tắc Goldilocks: không quá lạnh nhạt, không quá nồng nhiệt, chỉ cần ấm áp mà thôi."
        }
    ],
    "suggestions": []
}