{
    "en_vn": {
        "data": {
            "content": null,
            "word": "golds",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "golds",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "golds",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "golds",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "golds",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The reds and <em>golds</em> of the autumn trees.",
            "vi": "Màu đỏ và màu vàng kim của cây cối mùa thu."
        },
        {
            "en": "The result has exceeded expectations of 56-65 <em>golds</em>.",
            "vi": "Kết quả đã đạt được vượt quá so với mục tiêu 56-65 HCV."
        },
        {
            "en": "I love the reds and <em>golds</em> of the autumn foliage.",
            "vi": "Tôi yêu thích những sắc đỏ và sắc vàng của tán lá mùa thu."
        },
        {
            "en": "In the first three days, they have won six '<em>golds</em>'.",
            "vi": "Trong 3 ngày đầu tiên, họ đã đoạt được 6\"vàng\"."
        },
        {
            "en": "They are like an artist's palette of <em>golds</em> reds yellows browns and other autumnal colours.",
            "vi": "Chúng có màu giống như những gam màu vàng, đỏ, nâu hay những màu sắc thu khác của các họa sĩ hay dùng."
        },
        {
            "en": "The mountains are like an artist's palette of <em>golds</em>, reds, yellows, browns and other autumnal colours.",
            "vi": "Những ngọn núi có màu giống như những gam màu vàng, đỏ, nâu hay những màu sắc thu khác của các họa sĩ hay dùng."
        },
        {
            "en": "The reds and <em>golds</em> melted into each other as the sun sank.",
            "vi": "Sắc đỏ và sắc vàng hòa vào nhau khi mặt trời lặn."
        },
        {
            "en": "The canoeing-rowing team finished the SEA Games with nine <em>golds</em>, four silvers and four bronzes.",
            "vi": "Đội canoeing-rowing kết thúc SEA Games với huy chương chín vàng, bốn huy chương bạc và bốn huy chương đồng."
        },
        {
            "en": "The Vietnamese delegation have won 73 <em>golds</em>, 51 silvers and 56 bronzes.",
            "vi": "Đoàn Việt Nam đã giành được 73 HCV, 51 HCB và 56 HCĐ."
        },
        {
            "en": "The America won two gold medals yesterday, and three the day before, so in the first three days they've won six '<em>golds</em>'.",
            "vi": "Hoa kỳ đã đoạt được hai huy chương vàng ngày hôm qua, ba huy chương vàng ngày hôm kia, vậy là trong ba ngày đầu tiên, họ đã đoạt được sáu 'vàng'."
        },
        {
            "en": "Bac Lieu and Tra Vinh claimed the rest of the <em>golds</em> in the men's triple and mixed triple (two women-one man), respectively.",
            "vi": "Bạc Liêu và Trà Vinh giành các giải vàng còn lại trong các hạng mục 3 nam và 3 hỗn hợp (hai nữ, một người nam), tương ứng."
        }
    ],
    "suggestions": []
}