{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,gɔnə'dɔtrəpin]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">gonadotrophin</font></td></tr></table><i/></div>",
            "word": "gonadotropin",
            "pronounce": "[,gɔnə'dɔtrəpin]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gonadotropin",
            "pronounce": "[,gɔnə'dɔtrəpin]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gonadotropin",
            "pronounce": "[,gɔnə'dɔtrəpin]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gonadotropin",
            "pronounce": "[,gɔnə'dɔtrəpin]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gonadotropin",
            "pronounce": "[,gɔnə'dɔtrəpin]"
        }
    },
    "sentences": [
        {
            "en": "Other hormone therapies  Drugs called <em>gonadotropin</em>-releasing hormone (GnRH) agonists may offer temporary symptom relief from fibroids by stopping periods and shrinking fibroids. GnRH agonists block the production of estrogen, so they can also cause bone loss, hot flashes, and vaginal dryness. Fibroids will return to their previous siz​e once treatment ends. These may be used to shrink fibroids before fibroid removal surgery.",
            "vi": "Các liệu pháp hoóc-môn khác  Thuốc có tên là chất kích thích hoóc-môn tiết kích tố sinh dục (GnRH) có thể làm giảm triệu chứng u xơ tạm thời bằng cách làm tắc chu kỳ kinh nguyệt và làm teo u xơ. Chất kích thích GnRH ngăn không cho sản sinh estrogen, vì vậy chúng cũng có thể làm mất xương, trào huyết, và khô âm đạo. U xơ sẽ trở lại kích cỡ ban đầu khi không còn điều trị nữa. Những thuốc này có thể được sử dụng để làm teo u xơ trước khi phẫu thuật cắt bỏ chúng đi."
        },
        {
            "en": "There's also a condition called secondary amenorrhea, when someone who had normal periods stops menstruating for at least 3 months. Low levels of <em>gonadotropin</em>-releasing hormone (GnRH), which controls ovulation and the menstrual cycle, frequently bring on amenorrhea. Stress, anorexia, weight loss or gain, stopping birth control pills, thyroid conditions, and ovarian cysts are examples of things that can throw your hormones out of whack. To get everything back on course, your doctor may use hormone therapy. If a medical condition is affecting your monthly cycles, then treatment of the condition will help to resolve the problem. As mentioned earlier, lots of strenuous exercise combined with a poor diet can also cause amenorrhea. Cutting back on exercise and eating a balanced diet with more calories will help correct the problem, but be sure to talk with your doctor as well.",
            "vi": "Vô kinh thứ phát là khi bệnh nhân đã từng hành kinh bình thường nay không xuất hiện kinh nguyệt trong thời gian ít nhất là 3 tháng. Nồng độ hoóc-môn tiết kích tố sinh dục (GnRH), kiểm soát tình trạng rụng trứng và chu kỳ kinh nguyệt, thường gây ra tắt kinh. Stress, chán ăn, giảm hoặc tăng cân, ngưng sử dụng thuốc tránh thai, bệnh tuyến giáp, và u nang buồng trứng là những ví dụ điển hình có thể làm cho hoóc-môn bị rối loạn. Để giúp chu kỳ kinh nguyệt trở lại bình thường, bác sĩ có thể sử dụng liệu pháp hoóc-môn. Nếu chu kỳ hằng tháng của bạn bị ảnh hưởng do một chứng bệnh nào đó thì việc điều trị chứng bệnh đó sẽ giúp giải quyết được vấn đề. Như đã đề cập bên trên, tập thể dục quá độ kết hợp chế độ ăn uống kém dinh dưỡng cũng có thể làm tắt kinh. Giảm bớt cường độ tập luyện và có một chế độ dinh dưỡng cân đối với nhiều ca-lo hơn sẽ giúp điều chỉnh vấn đề, nhưng bạn cũng nên chắc rằng phải nói chuyện với bác sĩ của mình."
        },
        {
            "en": "Pregnancy calendar    Congratulations! Pregnancy is an exciting time and a great opportunity to learn about your child's growth and development. But with so much pregnancy information available in books, in magazines, and on websites, how can you hope to cover it all before giving birth? We've made it easy for you to get all the pregnancy info you need in one place. Our illustrated pregnancy calendar is a detailed guide to all the changes taking place in your baby — and in you! Each week of pregnancy includes a description of your baby's development, as well as an explanation of the changes taking place in your body. You'll also find important medical info that will help keep you and your baby healthy. A word about due dates and trimesters After you announce your pregnancy, the first question you'll probably be asked is \"When are you due?\" At your first prenatal visit, your health care provider will help you determine an expected delivery date (EDD). Your EDD is 40 weeks from the first day of your last menstrual period (LMP). If you deliver on your EDD, your baby is actually only about 38 weeks old — that's because your egg didn't become fertilized until about 2 weeks after the start of your last menstrual period. It's important to remember that your due date is only an estimate — most babies are born between 38 and 42 weeks from the first day of their mom’s LMP and only a small percentage of women actually deliver on their due date. Another common term you'll hear throughout your pregnancy is trimester. A pregnancy is divided into trimesters:  the first trimester is from week 1 to the end of week 12\n \n the second trimester is from week 13 to the end of week 26 \nthe third trimester is from week 27 to the end of the pregnancy  Getting started Check back every week of your pregnancy to see how your baby is developing and to find out what changes you can expect in your own body, too! Week 1 Your baby's development This first week is actually your menstrual period. Because your expected delivery date (EDD) is calculated from the first day of your last period, this week counts as part of your 40-week pregnancy even though your baby hasn't been conceived yet. Your body During pregnancy, your healthy habits and your baby's health go hand in hand. While planning to conceive, take the time to prepare your body for motherhood. Before becoming pregnant, you should: Avoid alcohol, drugs, and tobacco products. These substances can cause birth defects, fetal alcohol syndrome, respiratory problems, low birth weight, and other health problems.   Talk to your doctor about any prescription and nonprescription (OTC) drugs you are taking. You'll need to take special precautions with medications because many prescription and over-the-counter medications can negatively affect the fetus. But don't stop taking prescription drugs without consulting your health care provider, who will help you weigh the potential benefits and risks of stopping your medications.   Maintain a diet that contains an adequate amount of vitamins, especially folic acid. Women who are attempting to become pregnant should take 400 micrograms of folic acid a day. Adequate folic acid intake reduces the risk of neural tube defects (birth defects caused by incomplete development of the brain or spinal cord), such as spina bifida. Be sure to talk to your health care provider about taking a folic acid supplement while you are trying to conceive. Week 2 Your baby's development This may sound strange, but you're still not pregnant! Fertilization of your egg by the sperm will only take place near the end of this week — read more about fertilization in the Your Body section below. Although you'll have to wait to find out what color to paint the nursery, your baby's gender will be determined at the moment of fertilization. Out of the 46 chromosomes that make up a baby's genetic material, only two — one from the sperm and one from the egg — determine the baby's sex. These are known as the sex chromosomes. Every egg has an X sex chromosome; a sperm can have either an X or a Y sex chromosome. If the sperm that fertilizes your egg has an X chromosome, you'll have a girl; if it has a Y chromosome, your baby will be a boy. Your body Your uterine lining, which will nourish the baby, is developing, and your body secretes follicle-stimulating hormone (FSH), which stimulates an egg to mature. At the end of this week, you will be at the midpoint of your menstrual cycle (if you have a regular 28-day cycle), and ovulation will occur (your ovary will release an egg into the fallopian tube).    This is when you're most likely to conceive. If you have sexual intercourse without protection around the time that you ovulate, you can become pregnant. After your partner ejaculates, millions of sperm travel through the vagina, and hundreds make it to the fallopian tube, where your egg is waiting. One sperm generally succeeds in penetrating the egg, and fertilization takes place. When that happens, you will be pregnant — although you will not be feeling any body changes just yet. Week 3 Your baby's development Even though you may not feel that you're pregnant yet, you have a baby growing and developing inside of you! Although your baby was just conceived, he or she is working overtime. The fertilized egg goes through a process of cell division. About 30 hours after fertilization, it divides into two cells, then four cells, then eight, and continues to divide as it moves from the fallopian tube to the uterus. By the time it gets to the uterus, this group of cells looks like a tiny ball and is called a morula. The morula becomes hollow and fills with fluid — it is then known as a blastocyst. Near the end of this week, the blastocyst will attach itself to the endometrium, the lining of the uterus. This is called implantation. The implantation in the uterus creates an essential connection — the endometrium will provide the developing embryo with nutrients and will remove wastes. Over time, this implantation site will develop into the placenta. Your body Adequate intake of certain nutrients, such as folic acid, protein, calcium, and iron, is essential for nourishing your baby. A folic acid supplement — which, ideally, you've been taking since before you conceived — is particularly important because folic acid helps prevent defects of the neural tube (the structure that gives rise to the brain and spinal cord), which forms very early in pregnancy. Your intake of protein, which is used to create new tissue, should increase during pregnancy. In addition, calcium is necessary for the development of bones and teeth, so make sure you're getting a good dose of dairy products, leafy green vegetables, and legumes. Iron is essential during pregnancy as you support the continual increase of your baby's blood volume. Good sources of iron include red meat, legumes, eggs, and leafy green vegetables. Week 4 Your baby's development Four weeks into your pregnancy, your baby (called an embryo) consists of two layers of cells — the epiblast and the hypoblast — that will eventually develop into all of your baby's organs and body parts. Two other structures that develop at this time are the amnion and the yolk sac. The amnion, filled with amniotic fluid, will surround and protect the growing embryo. The yolk sac will produce blood and help to nourish the embryo until the placenta takes over that role. Your body This week your baby continues to implant in your uterus, burying itself deep within the endometrium. Once implanted, your baby starts to produce a hormone called human chorionic <em>gonadotropin</em> (hCG), which helps to maintain the lining of the uterus. It also sends a signal to the ovary to stop releasing an egg each month, which stops your monthly periods. Some women experience slight cramping and spotting of blood during this week while implantation is taking place, and they may mistake this for a period, as it often occurs around the time their monthly period was due.  hCG is the hormone that is measured in pregnancy tests. This week a pregnancy test will probably be able to detect your pregnancy! hCG also causes the symptoms of pregnancy, which can appear this week. Fatigue, tingling or aching breasts, or nausea might lead you to believe your period will be starting any day because the first pregnancy symptoms resemble premenstrual syndrome (PMS). But by the end of this week, your expected period will not take place. Your pregnancy is well on its way!  Week 5 Your baby's development Until now, the embryo has been a mass of cells, but by this point in your pregnancy a distinct shape begins to form. The neural tube, which will eventually form into the spinal cord and brain, runs from the top to the bottom of the embryo. A bulge in the center of the embryo will develop into your baby's heart. At this time, the placenta develops. It is through the placenta and its fingerlike projections, called chorionic villi, that an embryo receives nourishment from its mother. Your body Even if nausea hasn't hit you yet, you'll want to steer clear of certain foods when you're pregnant. Foodborne illnesses, such as listeriosis and toxoplasmosis, may cause birth defects or even miscarriage. Here are some foods you'll want to avoid:  * soft cheeses such as feta, goat, brie, Camembert, and blue cheese  *  unpasteurized milk and juices  *  raw or undercooked meats, including hot dogs and deli meats  *  raw eggs or foods containing raw eggs, including mousse and tiramisu  *  raw shellfish   *  paté   Toxoplasmosis can also be spread from soiled cat litter boxes, so try to have someone else clean the litter box during your pregnancy. Your baby's development Week 6  By week 6, your baby’s brain and nervous system are developing at a rapid pace. Optic vesicles, which later form the eyes, begin to develop this week on the sides of the head, as do the passageways that will make up the inner ear. Your baby's heart will begin to beat around this time, and it may even be detected on ultrasound examination. And the beginnings of the digestive and respiratory systems are forming, too. Small buds that will grow into your baby's arms and legs also appear this week. Because their legs are curled up against the torso for much of the pregnancy, making a full-length measurement difficult, babies often are measured from the crown to rump rather than from head to toe. This week, your baby only measures 0.08 to 0.2 inches (2 to 5 millimeters) from crown to rump! Your body Common pregnancy complaints may hit in full force this week. You may feel extreme fatigue as your body adjusts to the demands of pregnancy. And tender, aching breasts and nausea and vomiting (morning sickness) may leave you feeling uncomfortable. Despite its name, morning sickness can occur at any hour or all day, so don't be surprised if your queasy stomach doesn't pass by noon. Nausea isn't the only thing that has you running to the toilet, though — hormonal changes and other factors, such as your kidneys working extra hard to flush wastes out of your body, cause you to urinate more frequently, too.  Week 7 Your baby's development Your baby is constantly adapting to life inside the uterus. By this week, the umbilical cord has formed. It will be your baby’s connection to you throughout your pregnancy, providing oxygen and nourishment for your baby and disposing of your baby's wastes. In addition, your baby's digestive tract and lungs continue to form. Are you waiting impatiently to see your baby's face on his or her birth day? You have a long way to go until then, but in the meantime, your baby's face is taking shape. The mouth, nostrils, ears, and eyes are some of the facial features that become more defined this week. Dreaming of a son or daughter to play ball with? The arm bud that developed just last week has a hand on the end of it, which looks like a tiny paddle. Your body Pregnancy causes many changes in your cervix. By this week you'll have developed a mucous plug, which forms in the opening of the cervical canal and seals off the uterus for protection. (You'll lose this plug as your cervix dilates in preparation for labor.) Week 8 Your baby's development Marveling over a baby's tiny fingers and toes is one of the joys of the first day of life. Those fingers and toes are just beginning to form this week, and the arms can even flex at the elbows and wrists. The eyes are becoming more obvious because they’ve begun to develop pigment (color) in the retina (back of the eye).   Also, the intestines are getting longer and there isn’t enough room for them in the baby’s abdomen, so they protrude into the umbilical cord until week 12. By now, the beginnings of the buds that will develop into your baby's genitals have made their appearance, although they've not yet developed enough to reveal whether your baby is a boy or a girl. Your body Pregnancy symptoms such as a missed period, nausea, extreme fatigue, or tight clothes due to the swelling of your uterus have probably prompted you to wonder whether you're pregnant. Once you have confirmation of your pregnancy from a home pregnancy test or blood or urine test at the doctor's office, you should call and schedule your first prenatal visit. Your pregnancy may be monitored by one of several health care professionals, including an obstetrician, nurse practitioner, midwife, or family doctor. If your pregnancy is considered high risk (for example, if you have had multiple miscarriages, are older than 35, or have a history of pregnancy complications), your doctor may want to see you as early as possible and more often during the course of your pregnancy. Good prenatal care is extremely important for the health and safe delivery of your baby, so be sure to make prenatal appointments a top priority. Week 9 Your baby's development The tail at the bottom of your baby's spinal cord has shrunk and almost disappeared by this week. In contrast, your baby's head has been growing — it's quite large compared with the rest of the body and it curves onto the chest. By this week, your baby measures about 0.6 to 0.7 inches (16 to 18 millimeters) from crown to rump and weighs around 0.1 ounces (3 grams). The tip of the nose has developed and can be seen in profile, and flaps of skin over the eyes have begun to shape into eyelids, which will become more noticeable in the next few weeks. The digestive system continues to develop. The anus is forming, and the intestines are growing longer. In addition, internal reproductive features, such as testes and ovaries, start to form this week. Your baby may make some first movements this week as muscles develop. If you had an ultrasound now, those movements might even be visible, but you won't be able to feel them for several more weeks. Your body In preparation for your first prenatal visit, take the time to familiarize yourself with your family's health history and to review your medical records. Have you had any chronic illnesses, allergies, or surgeries? Are you currently taking any prescription medications? Do you know of any genetic disorders that run in your family? Has your menstrual cycle been regular, and have you had any past pregnancies? Do you smoke or drink alcohol? What are your exercise habits? These are the things your health care provider will want to discuss with you, so it will help to have this information ready when you go. week 10 Your baby's development By week 10, all of your baby's vital organs have been formed and are starting to work together. As external changes such as the separation of fingers and toes and the disappearance of the tail takes place, internal developments are taking place too. Tooth buds form inside the mouth, and if you're having a boy, his testes will begin producing the male hormone testosterone.  Congenital abnormalities are unlikely to develop after week 10. This also marks the end of the embryonic period — in general, the embryo now has a distinctly human appearance and starting next week your baby will officially be considered a fetus. Your body Your first prenatal visit, which often takes place around this time, is a milestone. At the doctor's office, you'll go through a series of tests and checks, including having your weight and blood pressure checked. You might also have an external abdominal examination to check the size and position of your baby and have your urine tested. During this first prenatal visit, your health care provider will thoroughly examine you, including an internal examination and a breast exam. Your health care provider will also ask you many questions about your medical history and any family health problems, to determine if your baby is at risk for genetic diseases. Another thing your provider will check? Your baby's heartbeat! Using a Doppler stethoscope, you should get to hear it for the first time.  As you leave your first appointment, your health care provider will probably send you for a blood test to find out whether you are immunized against varicella, measles, mumps, and rubella (German measles), as well as to determine your blood type and Rh factor.  Week 11 Your baby's development From this week until week 20, your baby will be growing rapidly — increasing in size from about 2 inches (5 cm) to about 8 inches (20 cm) from crown to rump. To accommodate all this growth, the blood vessels in the placenta are increasing in both size and number to provide the baby with more nutrients. Facial development continues as the ears move toward their final position on the sides of the head. If you saw a picture of your baby now, you'd think you had a genius on your hands — the baby's head accounts for about half of the body length!  Although your baby's reproductive organs are developing rapidly, the external genitals of boys and girls appear somewhat similar until the end of week 11. They will be clearly differentiated by week 14. Your body Nourishing your baby usually requires that you gain weight — and in most cases, the recommended weight gain is 25 to 35 pounds (11.33 to 15.87 kg) over the course of the pregnancy. If you were overweight or underweight before pregnancy, your health care provider may have different recommendations for weight gain Week 12 Your baby's development Your baby's brain continues to develop, and tiny fingernails and toenails start to form. Vocal cords are formed this week, which is the last of your first trimester. Your baby's kidneys are functioning! After swallowing amniotic fluid, your baby will now be able to pass it out of the body as urine. And the intestines will make their way into the abdomen, since there is room for them now.  Your body Has anyone told you that you have that \"pregnant glow\"? It's not just the joy you may feel because you're having a baby — there's a physiological reason for smoother, more radiant skin during pregnancy. Increased blood volume and pregnancy hormones work together to give you that glow. The greater blood volume brings more blood to the blood vessels and hormones increase oil gland secretion, resulting in a flushed, plumper, smoother skin appearance. Sometimes, though, the increased oil gland secretion can cause temporary acne.   Week 13 Your baby's development As you begin the second trimester of pregnancy, your placenta has developed and is providing your baby with oxygen, nutrients, and waste disposal. The placenta also produces the hormones progesterone and estrogen, which help to maintain the pregnancy. By now, the baby's eyelids have fused together to protect the eyes as they develop. Once you take your newborn home, you might be wishing for those eyes to close once in a while so you can get some rest!  Your baby may also be able to put a thumb in his or her mouth this week, although the sucking muscles aren't completely developed yet. Your body At your first prenatal appointment, your health care provider probably gave you a prescription for prenatal vitamins. Taking these supplements, in addition to eating a healthy diet, ensures your baby gets additional vitamins and minerals, such as folic acid, zinc, iron, and calcium, which are necessary for growth and development. Talk to your pharmacist about the best way to take your vitamins, such as whether they should be taken with food or beverages. Week 14  Your baby's development By this week, some fine hairs have developed on your baby’s face. This soft colorless hair is called lanugo, and it will eventually cover most of your baby’s body until it is shed just before delivery. By now, your baby’s genitals have fully developed, though they may still be difficult to detect on an ultrasound examination. In addition, your baby starts to produce thyroid hormones because the thyroid gland has matured. Your baby now weighs about 1.6 ounces (45 grams) and is about 3.5 inches (9 cm) long from crown to rump. Your body Under certain circumstances (for example, if you're older than 35), your health care provider may discuss amniocentesis with you. Amniocentesis is a test usually done between 15 and 18 weeks that can detect abnormalities in a fetus, such as Down syndrome. During this test, a very thin needle is inserted into the amniotic fluid surrounding the baby in the uterus and a sample of the fluid is taken and analyzed. Amniocentesis does carry a very slight risk of miscarriage, so talk to your health care provider about your concerns and the risks and advantages of the test. Week 15  Your baby's development Parents are often amazed by the softness of their newborn's skin. Your baby’s skin has been continuously developing, and it is so thin and translucent that you can see the blood vessels through it. Hair growth continues on the eyebrows and the head. Your baby's ears are almost in position now, although they are still set a bit low on the head.     Internally, your baby's skeletal system continues to develop. Muscle development continues too, and your baby is probably making lots of movements with his or her head, mouth, arms, wrists, hands, legs, and feet. Your body Has it sunk in yet that you're pregnant? Many women say that it isn't until they trade in their jeans for maternity clothes and others start noticing their swelling abdomens that the reality of pregnancy sets in. For many, this realization is both joyful and scary. It's normal to feel as if you're on an emotional roller coaster (you have your hormones to thank). Another thing you may be feeling? Scatterbrained. Even the most organized women report that pregnancy somehow makes them forgetful, clumsy, and unable to concentrate. Try to keep the stress in your life to a minimum and take your \"mental lapses\" in stride — they're only temporary.  Week 16  Your baby's development Your baby now weighs about 3.9 ounces (110 grams) and measures about 4.7 inches (12 cm) in length from crown to rump. Your baby can hold his or her head erect, and the development of facial muscles allows for a variety of expressions, such as squinting and frowning. Your body Between weeks 16 and 18 of pregnancy, your health care provider may offer you the maternal blood screening test, also known as a \"triple marker\" test or \"triple screen,\" which measures the levels of alpha-fetoprotein (AFP), a protein produced by the fetus, and the pregnancy hormones hCG and estriol in the mother's blood. The test is sometimes called a quadruple test when the level of inhibin-A, is also measured. The results of these tests can tell moms whether their babies are at risk for neural tube defects such as spina bifida or chromosomal abnormalities such as Down syndrome. Out of every 1,000 women who take these tests, about 50 will have abnormal results, but only one or two women will actually have babies with a problem. Talk to your health care provider about the risks and advantages of these tests.   Week 17 Your baby's development At about 5.1 inches (13 cm) from crown to rump and weighing 4.9 ounces (140 grams), your baby is still very tiny. The placenta, which nourishes the fetus with nutrients and oxygen and removes wastes, is growing to accommodate your baby. It now contains thousands of blood vessels that bring nutrients and oxygen from your body to your baby's developing body. Your body You may notice that your breasts have changed considerably since your pregnancy began. Hormones are preparing your breasts for milk production — more blood is flowing to the breasts, and the glands that produce milk are growing in preparation for breastfeeding. This can increase your breast size (many women increase one to two cup sizes) and cause veins to become visible. Buy supportive bras in a variety of sizes to accommodate your breast growth during pregnancy. Week 18 Your baby's development Ears move to their final position and they stand out from the head. And start brushing up on your lullabies — in the coming weeks, your baby will probably be able to hear! The bones of the middle ear and the nerve endings from the brain are developing so that your baby will hear sounds such as your heartbeat and blood moving through the umbilical cord. He or she may even be startled by loud noises! Your baby's eyes are also developing — they're now facing forward rather than to the sides, and the retinas may be able to detect the beam of a flashlight if you hold it to your abdomen.  Until now, your baby's bones had been developing but were still soft. This week, they begin to harden, or ossify. Some of the first bones to ossify are those in the clavicles and the legs. Your body You're probably beginning to prepare for life with baby. Your preparations should extend beyond gathering the layette and decorating the nursery, though. This is a good week to begin your search for a pediatrician or other health care provider for your child. Schedule visits to meet with potential doctors to discuss issues such as appointment availability, immunization scheduling, and when to call in an emergency. Some good questions to ask: How many health care providers are in the practice? Who covers nights and weekends? What is their policy on phone calls? Which hospitals are they affiliated with? What insurance do they accept? What specialists do they work with? How are emergencies handled? It's important that you feel comfortable with your child's doctor, so do your homework and make your decision carefully. Week 19 Your baby's development Your baby is now covered with a white, waxy substance called vernix caseosa, which helps prevent delicate skin from becoming chapped or scratched. Premature babies may be covered in this cheesy coating at delivery.  Your baby is still tiny, but this week brings the development of brown fat, which will help keep your baby warm after birth. During the last trimester, your baby will add more layers of fat for warmth and protection. Your body   Your constant concern for your baby's health may give way to reassurance if you feel your baby's first movements, which often happens between weeks 18 and 20. These first movements are known as quickening, and they may feel like butterflies in your stomach or a growling stomach. Later in your pregnancy, you'll feel kicks, punches, and possibly hiccups! Each baby has different movement patterns, but if you're concerned or if the movements have decreased in frequency or intensity, talk to your doctor.  Many women wonder around this time whether having sex will hurt their developing baby, and the answer is no. Sex is considered safe at all stages of pregnancy, as long as your pregnancy is normal. But that doesn't necessarily mean you're going to want to have it. Many expectant women find that their desire for sex fluctuates during the various stages of pregnancy, depending on their fatigue, growing size, anxiousness over the birth, and a host of other body changes. Keep the lines of communication with your partner open as these issues come up. Even though you may both be preoccupied with the baby, it's also important to have some \"together time.\" Week 20 Your baby's development You're halfway there! Twenty weeks into your pregnancy, your baby has grown significantly from that first dividing cell and now weighs about 11 ounces (312 grams) and measures about 6.3 inches (16 cm) from crown to rump. The baby is taking up increasing room in your uterus, and continued growth will put pressure on your lungs, stomach, bladder, and kidneys. Under the vernix caseosa (a protective, waxy coating), your baby's skin is thickening and developing layers. Hair and nail growth continue. Your body your health care provider may recommend that you receive an ultrasound, a diagnostic test that uses sound waves to create an image. An ultrasound can determine the size and position of the fetus, and any structural abnormalities of bones and organs that are visible by this time. Depending on the position of the fetus, the sex can usually be determined by now. During an ultrasound, the umbilical cord, placenta, and amniotic fluid can also be examined. Talk to your health care provider about the risks and advantages of this test.",
            "vi": "http://kidshealth    Chúc mừng! Giai đoạn thai nghén là khoảng thời gian thú vị và là một dịp tốt cho bạn tìm hiểu về sự phát triển và tăng trưởng của con mình. Nhưng hiện có quá nhiều sách, tạp chí, mạng cung cấp thông tin về việc mang thai thì làm sao bạn có thể mong thu thập hết các kinh nghiệm đó trước khi sinh con đây? Chúng tôi đã tập hợp tất cả các thông tin về thai kỳ vào một nơi nhằm giúp cho bạn có được những điều cần thiết một cách dễ dàng. Lịch thai kỳ có minh hoạ của chúng tôi là một bảng hướng dẫn chi tiết về tất cả những thay đổi xảy ra trong cơ thể của con bạn – và cả bạn nữa! Mỗi tuần thai sẽ miêu tả về sự phát triển của bé cũng như giải thích hết những thay đổi bên trong cơ thể của mẹ. Bạn có thể sẽ phát hiện nhiều thông tin sức khoẻ quan trọng giúp cho bạn và con mình được khoẻ mạnh đấy.  Thông báo về ngày sinh và các quý thai kỳ  Sau khi thông báo là mình có thai thì thường là bạn sẽ nghe người khác hỏi “Khi nào sinh?” Vào lần khám thai đầu tiên, bác sĩ sẽ giúp bạn xác định ngày dự sinh (EDD). Ngày dự sinh của bạn sẽ rơi vào tuần 40 tính từ ngày đầu của kỳ kinh cuối (LMP) của bạn. Nếu sinh bé đúng vào ngày dự sinh thì con bạn thực ra chỉ khoảng 38 tuần tuổi thôi – vì sau khi bắt đầu kỳ kinh cuối khoảng 2 tuần thì trứng của bạn mới được thụ tinh. điều quan trọng là nên nhớ rằng ngày dự sinh chỉ là ước tính dự đoán thôi – hầu hết trẻ được sinh khoảng từ tuần 38 đến tuần 42 tính từ ngày đầu của kỳ kinh cuối của mẹ và chỉ một số ít bà mẹ sinh con thực sự đúng vào ngày dự sinh của mình.  Một thuật ngữ khác mà bạn cũng thường hay nghe suốt thời gian thai kỳ đó là quý thai kỳ. Thời gian thai nghén được chia ra thành nhiều quý:   quý đầu tiên là từ tuần 1 cho đến cuối tuần 12 quý thứ hai là từ tuần 13 cho đến cuối tuần 26 quý thứ ba là từ tuần 27 cho đến cuối thời kỳ thai nghén   Bắt đầu thai nghén  Nên kiểm tra lại mỗi tuần thai kỳ để xem bé có phát triển không và để phát hiện ra những thay đổi mà bạn nghĩ cơ thể mình đang có nữa nhé! Tuần 1 Sự phát triển của bé  Tuần đầu này thực ra là trong kỳ kinh của bạn. Vì ngày dự sinh (EDD) của bạn được tính từ ngày đầu của kỳ kinh cuối, tuần này nằm trong thời gian mang thai 40 tuần mặc dù con bạn chưa được thụ thai.  Cơ thể của mẹ Các thói quen có lợi cho sức khỏe của bạn sẽ gắn liền với sức khoẻ của bé trong suốt thời gian thai nghén. Khi lên kế hoạch mang thai, bạn nên dành thời gian để chuẩn bị cho cơ thể sẵn sàng thực hiện chức năng làm mẹ. Trước khi mang thai, bạn nên:  Tránh rượu bia, thuốc phiện, và thuốc lá. Những chất này có thể gây dị tật bẩm sinh, hội chứng nhiễm rượu ở bào thai, vấn đề đường hô hấp, sinh thiếu ký, và nhiều vấn đề sức khỏe khác. Nên cho bác sĩ biết bất cứ loại thuốc theo toa và không theo toa mà bạn đang sử dụng. Bạn nên đề phòng đặc biệt nhiều dược phẩm vì nhiều loại thuốc theo toa và thuốc mua tự do không theo toa có thể gây ảnh hưởng bất lợi cho bào thai. Nhưng bạn cũng không nên ngưng dùng thuốc theo toa mà không tham khảo ý kiến của bác sĩ, bác sĩ sẽ giúp bạn cân nhắc các lợi ích khả thi và những nguy hiểm nếu bạn ngưng thuốc của mình.     Duy trì chế độ ăn uống đủ vi-ta-min, nhất là a-xít phô-lích. Phụ nữ muốn có thai mỗi ngày nên bổ sung 400 mg a-xít phô-lích. Việc bổ sung đầy đủ a-xít phô-lích làm giảm nguy cơ khuyết tật ống thần kinh phôi (dị tật bẩm sinh do não và tủy sống phát triển không đầy đủ), như tật nứt đốt sống. Nên cho bác sĩ biết về việc bổ sung a-xít phô-lích trong thời gian bạn muốn có thai.  Tuần 2 Sự phát triển của bé  Điều này nghe có vẻ kỳ lạ, nhưng bạn vẫn chưa có thai! Tinh trùng sẽ chỉ có thể làm trứng thụ tinh vào thời gian gần cuối tuần này – đọc thêm thông tin về sự thụ tinh trong phần Your Body bên dưới nhé.  Dẫu rằng bạn sẽ phải chờ xem nên dùng màu gì để sơn phòng cho bé thì thời điểm thụ tinh sẽ quyết định giới tính con của bạn đấy. Trong số 46 nhiễm sắc thể tạo nên vật liệu di truyền của trẻ thì chỉ có 2 nhiễm sắc thể – 1 từ tinh trùng và 1 từ trứng – xác định giới tính của bé. Các nhiễm sắc thể này được gọi là nhiễm sắc thể giới tính. Mỗi trứng có 1 nhiễm sắc thể giới tính X; mỗi tinh trùng có hoặc 1 nhiễm sắc thể giới tính X hoặc 1 nhiễm sắc thể giới tính Y. Nếu tinh trùng thụ tinh với trứng mang nhiễm sắc thể giới tính X thì con bạn sẽ là gái; ngược lại nếu mang nhiễm sắc thể giới tính Y thì con bạn sẽ là trai. Cơ thể của mẹ Niêm mạc tử cung nuôi bào thai sẽ phát triển to ra và cơ thể bạn sẽ tiết ra hooc-môn sinh sản (FSH), có tác dụng kích thích làm trứng chín. Vào cuối tuần thứ 2, đây là thời điểm giữa của chu kỳ kinh nguyệt của bạn (nếu bạn có chu kỳ 28 ngày đều đặn), và trứng sẽ rụng vào thời điểm này (buồng trứng sẽ làm rụng một trứng vào ống dẫn trứng). Đây là thời điểm rất dễ có thai. Nếu bạn giao hợp không dùng biện pháp ngừa thai nào gần thời điểm rụng trứng thì bạn có thể dễ dàng thụ thai. Sau khi người đàn ông xuất tinh, hàng triệu tinh trùng vào âm đạo, và hàng trăm tinh trùng vào ống dẫn trứng, nơi đây trứng đã chờ sẵn. Thường thì một tinh trùng lọt được vào trong trứng và gây nên quá trình thụ thai. Khi đó, bạn có thai rồi đấy – mặc dù là bạn chưa nhận biết được bất cứ thay đổi nào trong cơ thể mình hết.   Tuần 3 Sự phát triển của bé  Mặc dù bạn có thể không cảm nhận được là mình đã có thai nhưng em bé lại đang phát triển và lớn lên trong cơ thể của bạn rồi đấy! Dẫu rằng chỉ mới được thụ thai nhưng bào thai cũng phát triển không ngừng. Trứng được thụ tinh qua quá trình phân bào. Khoảng 30 tiếng đồng hồ sau khi thụ tinh, trứng phân chia thành 2 tế bào, rồi 4 tế bào, rồi 8 tế bào và tiếp tục như thế khi đi từ ống dẫn trứng đến tử cung. Khi vào đến tử cung, nhóm tế bào này trông giống như một quả banh nhỏ xíu và được gọi là phôi dâu. Phôi dâu trở nên bị rỗng và chứa đầy dịch – gọi là phôi. Gần cuối tuần thứ 3 thì phôi sẽ bám vào màng trong dạ con, niêm mạc tử cung. Đây gọi là quá trình phôi bám vào niêm mạc tử cung; tạo nên mối kết nối quan trọng - nội mạc tử cung sẽ cung cấp dưỡng chất cho phôi thai đang phát triển và giúp phôi thai tống khứ chất thải ra ngoài. Dần dần, ở đây phát triển thành nhau thai. Cơ thể của mẹ Việc bổ sung đầy đủ các dưỡng chất cần thiết như a-xít folic, prô-tê-in, can-xi, và sắt là hết sức quan trọng giúp nuôi dưỡng bào thai. Tốt hơn hết là nên bổ sung a-xít folic từ trước khi bạn mang thai – điều này rất cần thiết vì a-xít folic có tác dụng phòng tránh dị tật ống thần kinh phôi (cấu trúc tạo não và tuỷ sống), hình thành từ rất sớm trong thời gian thai kỳ.   Trong suốt thời kỳ thai nghén bạn nên tăng cường hấp thu, bổ sung prô-tê-in để tạo mô mới. Ngoài ra, can-xi cũng rất cần thiết cho sự phát triển của xương và răng, vì vậy nên đảm bảo bạn có một chế độ ăn uống đầy đủ các sản phẩm sữa, rau củ có màu xanh, và rau đậu. Sắt cũng rất cần thiết suốt quá trình mang thai vì bạn phải cung cấp cho nhu cầu ngày càng tăng thể tích máu của thai nhi. Các nguồn dinh dưỡng dồi dào chất sắt bao gồm các loại thịt đỏ, rau đậu, trứng, và rau có lá xanh. Tuần 4 Sự phát triển của bé  Qua 4 tuần thai nghén thì thai nhi của bạn (gọi là phôi thai) có 2 lớp tế bào – lá mặt và lá phôi trong – giai đoạn cuối sẽ phát triển thành tất cả các cơ quan và bộ phận trên cơ thể của em bé. Hai cấu trúc khác cùng phát triển vào thời điểm này là màng ối và màng phôi. Màng ối, chứa nước ối, sẽ bao bọc và bảo vệ phôi thai phát triển. Màng phôi sẽ tạo máu và giúp nuôi phôi cho đến khi nào nhau thai đảm nhận vai trò đó. Cơ thể của mẹ Ở tuần thứ 4 này thì phôi thai tiếp tục bám vào tử cung của bạn, nằm khuất sâu bên trong nội mạc tử cung. Khi đã bám vào tử cung thì thai bắt đầu tiết ra một loại hooc-môn có tên là kích thích tố được tiết ra từ nhau thai người ( hCG ), có tác dụng giúp bảo vệ niêm mạc tử cung. Hooc-môn này cũng giúp cho buồng trứng ngưng rụng trứng mỗi tháng, làm ngưng chu kỳ kinh nguyệt hàng tháng của bạn. Một số phụ nữ có cảm giác hơi bị chuột rút và thấy đốm máu trong suốt tuần thứ 4 này khi phôi thai bám vào tử cung và nhầm tưởng là chu kỳ kinh nguyệt bình thường của mình, bởi điều này cũng thường xảy ra gần thời gian hành kinh hàng tháng.  hCG là loại hoóc-môn được đo bằng các biện pháp thử thai. Nếu thử thai ở tuần này thì có thể phát hiện được thai của bạn đấy! hCG cũng gây các triệu chứng thai nghén, có thể thấy ở thời gian này. Các triệu chứng như mệt mỏi, ù tai hoặc đau vú, hoặc buồn nôn có thể làm bạn nghĩ là chu kỳ kinh nguyệt của mình sắp tới vào bất kỳ ngày nào vì các triệu chứng mang thai ban đầu giống như hội chứng tiền kinh nguyệt (PMS). Nhưng vào cuối tuần thứ 4 này thì chu kỳ kinh mong đợi của bạn cũng chưa xuất hiện. Vậy là quá trình thai nghén của bạn đang tiến triển tốt rồi đấy! Tuần 5 Sự phát triển của bé  Cho đến bây giờ thì phôi đã là một khối tế bào nhưng bắt đầu vào thời điểm này của thai kỳ thì hình dáng thai rõ ràng mới định hình. ống thần kinh phôi, giai đoạn cuối sẽ hình thành nên tuỷ sống và não, chạy từ đầu đến đuôi phôi. Chỗ phình giữa phôi thai sẽ phát triển thành tim của em bé. Nhau thai cũng phát triển vào thời điểm này. Phôi thai nhận chất dinh dưỡng từ mẹ qua nhau và các chỗ lồi ra giống như ngón tay được gọi là lông nhung màng đệm.  Cơ thể của mẹ Cho dù là bạn chưa có cảm giác buồn nôn nhưng bạn muốn tránh xa một số thức ăn nào đó khi mang thai. Các chứng ngộ độc thức ăn như bệnh làm ảnh hưởng lên hệ thần kinh do vi khuẩn gây ra và bị nhiễm giun từ động vật có thể gây dị tật bẩm sinh hoặc thậm chí gây sẩy thai nữa. Dưới đây là một số thực phẩm mà bạn cần tránh xa:       * các loại phô-mai mềm như là phô-mai mặn (xuất xứ từ Hy Lạp, làm từ sữa cừu hay dê, được bảo quản trong nước muối hoặc nước biển), phô-mai dê, phô-mai mềm (brie) của Pháp, phô-mai Camembert, và phô-mai xanh  * các loại nước ép trái cây và sữa chưa tiệt trùng * các loại thịt chưa nấu chín hay tái, sống bao gồm xúc xích xông khói và thịt deli * trứng sống hoặc các loại thức ăn có trứng sống như món kem mút và tiramisu (loại bánh ngọt tráng miệng kiểu Ý) * tôm cua sống * paté Bệnh nhiễm giun từ động vật cũng có thể lây lan từ các hộp cho mèo ị bị nhiễm bẩn, vì vậy bạn nên nhờ một người nào đó rửa những thùng/hộp dơ bẩn này khi đang mang thai nhé. Tuần 6 Sự phát triển của bé  Vào khoảng tuần thứ 6, não và hệ thần kinh của em bé phát triển nhanh chóng. Túi thị giác, về sau hình thành nên mắt, bắt đầu phát triển vào tuần này ở 2 bên đầu và tương tự các rãnh cũng sẽ hình thành nên tai trong của bé.  Tim của bé cũng sẽ bắt đầu đập vào khoảng thời gian này, và thậm chí có thể được phát hiện ra bằng xét nghiệm siêu âm. Hệ hô hấp và tiêu hoá cũng bắt đầu được hình thành. Các chồi nhỏ cũng sẽ phát triển thành cánh tay của bé và chân cũng xuất hiện vào tuần thứ 6. Vì trong hầu hết thời gian thai nghén chân bé thường cuộn lại với thân trên nên đo chiều dài đầy đủ của bé quả thật rất khó khăn, và các bé thường được đo từ đỉnh đầu tới mông chớ không phải là từ đầu đến chân. Ở tuần thứ 6 này, bé của bạn chỉ đo được từ 0.08 đến 0.2 in-sơ (2 đến 5 mm) từ đỉnh đầu đến mông!  Cơ thể của mẹ Những lời than phiền về thai nghén thường nghe nhất có thể rất nhiều trong tuần này. Bạn có thể sẽ cảm thấy hết sức mệt mỏi vì cơ thể mình phải điều chỉnh cho phù hợp với nhu cầu của thai nghén. Cảm giác hơi đau vú và buồn nôn, ói mửa (ốm nghén) cũng có thể khiến cho bạn cảm thấy khó chịu. Dẫu có tên là “morning sickness” nhưng chứng ốm nghén có thể xảy ra vào bất cứ lúc nào trong ngày hoặc cả ngày, thế nên chớ ngạc nhiên khi thấy chứng buồn nôn ở dạ dày của bạn không hết vào giữa trưa nhé. Chứng buồn nôn không phải là thứ duy nhất bắt bạn phải chạy vào nhà vệ sinh, mà các thay đổi hooc-môn và nhiều yếu tố khác như thận làm việc nhiều hơn để đẩy chất thải ra khỏi cơ thể cũng làm cho bạn đi tiểu thường hơn.  Tuần 7 Sự phát triển của bé  Bé của bạn luôn thích nghi được với cuộc sống bên trong tử cung. Ở tuần 7 này thì dây rốn đã hình thành. Dây rốn là mối dây kết liền giữa mẹ và bé trong suốt thời gian thai kỳ, dây rốn cung cấp khí ô-xy và dưỡng chất cho bé và giúp thải chất thải của bé ra ngoài. Ngoài ra, hệ tiêu hoá và phổi của bé cũng hình thành vào giai đoạn này. Có phải là bạn đang rất sốt ruột muốn thấy mặt của con mình vào ngày sinh lắm phải không? Đến lúc đó vẫn còn lâu lắm đấy, nhưng giờ đây, khuôn mặt của bé cũng đang rõ hình dạng rồi. Miệng, mũi, tai, và mắt là một số nét trên khuôn mặt có thể được thấy rõ vào tuần này. Bạn đang tưởng tượng đến một đứa con trai hay một đứa con gái để cùng chơi bóng với bạn phải không? Chồi tay chỉ mới phát triển hồi tuần rồi mà giờ đã có bàn tay rồi, trông giống như một cái mái chèo nhỏ xíu vậy. Cơ thể của mẹ Giai đoạn thai nghén cũng có thể làm cho cổ tử cung bạn biến đổi nữa. Vào tuần này, cơ thể bạn sẽ sản sinh nhiều chất nhầy, nằm trong lỗ ống cổ tử cung và bịt kín tử cung để bảo vệ em bé. (Chất nhầy này sẽ hết khi cổ tử cung của bạn giãn ra để chuẩn bị cho cơn đau đẻ.)  Tuần 8 Sự phát triển của bé  Lạ lẫm, ngạc nhiên với các ngón tay và ngón chân nhỏ xíu của bé là một trong những niềm vui ngày đầu trong đời. Các ngón tay, ngón chân đó chỉ mới bắt đầu hình thành vào tuần này thôi, và cánh tay có thể đã gập ở khuỷu tay và cổ tay. Mắt cũng trở nên rõ hơn vì đã bắt đầu phát triển sắc tố (màu) ở võng mạc (phía sau mắt).  Hơn nữa, ruột cũng trở nên dài hơn và không đủ chỗ cho ruột nằm trong bụng bé  nên ruột phải lồi ra thành dây rốn cho đến tuần thứ12. Giờ đây, các chồi sẽ bắt đầu phát triển thành cơ quan sinh dục ngoài của bé làm cho xuất hiện cơ quan sinh dục ngoài, mặc dù là chúng chưa phát triển đầy đủ để có thể tiết lộ giới tính con bạn là gái hay là trai.  Cơ thể của mẹ Các triệu chứng mang thai như mất kinh, buồn nôn, mệt mỏi tột độ, hoặc quần áo chật vì tử cung của bạn đang phồng to lên có thể đã gợi cho bạn thắc mắc là liệu có phải mình có thai rồi không. Khi bạn đã biết chính xác có thai nhờ vào biện pháp thử thai tại nhà hay thử máu hay thử nước tiểu tại phòng khám của bác sĩ, bạn nên gọi điện thoại và lên lịch cho lần khám thai đầu tiên. Thời gian thai nghén của bạn có thể được theo dõi bởi một trong những chuyên gia sức khoẻ như bác sĩ khoa sản, y sĩ, bà mụ, hay bác sĩ đa khoa. Nếu thai nghén của bạn có nguy cơ gặp nguy hiểm cao (chẳng hạn như nếu bạn đã sẩy thai nhiều lần, bạn mang thai sau 35 tuổi, hoặc có tiền sử biến chứng thai nghén), bác sĩ cũng cần khám cho bạn càng sớm càng tốt và khám thường xuyên hơn cho bạn trong suốt thời gian thai kỳ của bạn.  Việc chăm sóc kỹ lưỡng trước khi sinh là điều vô cùng quan trọng đối với sức khoẻ và sự an toàn sinh đẻ cho bé, vì vậy phải đảm bảo rằng các cuộc khám thai trước khi sinh là việc quan trọng hàng đầu.  Tuần 9 Sự phát triển của bé  Phần đuôi cuối tuỷ sống của bé đã rút nhỏ lại và hầu như biến mất vào giai đoạn này. Ngược lại, đầu của bé phát triển nhiều hơn – đầu khá lớn so với các phần khác của cơ thể và nằm cong trên ngực. Ở tuần thứ 9 này thì bé đo được khoảng chừng 0,6 đến 0,7 in-sơ (khoảng từ 16 đến 18mm) từ đỉnh đầu đến mông và cân nặng khoảng 0,1 ao-xơ (3gram). Chóp mũi đã phát triển và có thể được nhìn thấy ở mặt nghiêng, và các nếp gấp da trên mắt đã bắt đầu hình thành nên mí mắt, và sẽ trở nên rõ rệt hơn trong một vài tuần tới nữa.  Ở tuần này, hệ tiêu hoá tiếp tục phát triển. Hậu môn cũng đang hình thành, và ruột cũng phát triển dài hơn. Ngoài ra, các đặc điểm sinh sản bên trong như buồng trứng và tinh hoàn cũng bắt đầu hình thành. Bé có thể sẽ có một vài cử động đầu tiên trong tuần này vì các cơ bắt đầu phát triển. Nếu giờ đây bạn siêu âm thì thậm chí các cử động này có thể nhìn thấy được đấy nhưng phải thêm một vài tuần nữa bạn mới có thể cảm nhận được bé đang máy trong bụng mình. Cơ thể của mẹ Để chuẩn bị cho lần khám thai đầu tiên, bạn nên dành chút thời gian để nghiệm lại tiền sử sức khỏe của gia đình và để xem lại các bệnh án của bạn nữa. Bạn có bao giờ bị bệnh mãn tính, dị ứng, hoặc phẫu thuật nào không? Hiện bạn có đang sử dụng một loại thuốc theo toa nào không? Bạn có biết là trong gia đình mình có bệnh di truyền nào không? Chu kỳ kinh nguyệt của bạn có đều đặn không, và trước đây bạn có bao giờ mang thai lần nào chưa? Bạn có hút thuốc hay uống rượu không? Thói quen tập luyện của bạn là gì? Đây là những điều mà bác sĩ muốn thảo luận với bạn, thế nên hãy chuẩn bị những thông tin này khi bạn đi khám thai lần đầu nhé. Tuần 10 Sự phát triển của bé  Vào khoảng tuần thứ 10, tất cả các cơ quan quan trọng của em bé đã hình thành và bắt đầu hoạt động kết hợp với nhau. Các thay đổi bề ngoài như các ngón chân, ngón tay tách rời nhau và đuôi biến mất, các bộ phận bên trong cơ thể cũng đang dần biến đổi. Nhiều nụ răng xuất hiện bên trong miệng, và nếu con bạn là trai thì tinh hoàn của bé sẽ bắt đầu tiết ra hooc-môn sinh dục nam. Các dị tật bẩm sinh khó có thể phát triển sau tuần thứ 10. Ở đây kết thúc thời kỳ phôi thai – nhìn chung thì giờ đây phôi đã có hình dáng con người rõ ràng và đầu tuần sau bé của bạn sẽ chính thức được xem như một bào thai.  Cơ thể của mẹ Lần khám thai đầu tiên của bạn thường là vào thời gian này, đây là một cột mốc quan trọng. Tại phòng khám của bác sĩ, bạn sẽ phải làm một loạt các xét nghiệm và kiểm tra, như kiểm tra cân nặng và huyết áp. Bạn cũng có thể được khám bên ngoài bụng để kiểm tra kích cỡ và vị trí của bé và bạn còn phải làm xét nghiệm nước tiểu nữa. Trong lần khám thai đầu tiên này, bác sĩ sẽ khám tổng quát hết cho bạn như khám nội và khám ngực (vú) nữa. Bác sĩ sẽ hỏi bạn nhiều câu hỏi về tiền sử sức khỏe của bạn và bất kỳ vấn đề sức khỏe nào khác trong gia đình của bạn, để xác định xem liệu em bé của bạn có nguy cơ mắc bệnh di truyền nào đó không. bác sĩ còn muốn kiểm tra thêm điều gì nữa không? Nhịp tim của em bé nữa! Nhờ vào ống nghe Doppler, bạn sẽ nghe được nhịp tim của bé trong lần đầu tiên này.  Khi bạn khám thai lần đầu tiên xong, bác sĩ sẽ có thể cho bạn làm xét nghiệm máu để phát hiện xem bạn có được gây miễn dịch với bệnh thuỷ đậu, sởi, quai bị, và sởi ru-bê-la (bệnh sởi ru-bê-la) chưa, đồng thời để xác định nhóm máu của bạn và (Rh) chất hiện diện trong hồng huyết cầu và có tác dụng tạo ra kháng thể. Tuần 11 Sự phát triển của bé  Từ tuần này cho đến tuần 20, bé sẽ phát triển rất nhanh – tăng kích cỡ từ khoảng 2 in-sơ (5cm) tăng lên khoảng 8 in-sơ (20cm) từ đỉnh đầu đến mông. Để phù hợp với sự phát triển của bé thì mạch máu ở nhau thai cũng tăng lên cả về kích cỡ và số lượng để cung cấp nhiều dưỡng chất hơn cho bé. Khuôn mặt tiếp tục thay đổi và phát triển vì tai phát triển về điểm cuối hai bên đầu. Nếu giờ đây bạn thấy được hình ảnh của em bé, chắc bạn sẽ nghĩ con mình là thiên tài đây – đầu của bé chiếm khoảng chừng một nửa chiều dài của cơ thể! Mặc dù cơ quan sinh sản của bé phát triển rất nhanh nhưng các cơ quan sinh dục ngoài của bé trai và bé gái đều có vẻ như rất giống nhau mãi cho đến cuối tuần thứ 11. các cơ quan sinh dục ngoài này sẽ khác biệt rõ ràng vào tuần thứ 14. Cơ thể của mẹ Việc nuôi em bé thường đòi hỏi bạn phải tăng cân – và thường thì chỉ số tăng trọng được khuyến nghị là từ 25 đến 35 pao (từ 11,33 đến 15,87kg) trong suốt thời gian thai kỳ. Nếu bạn béo phì hay nhẹ cân trước thai kỳ thì bác sĩ có thể cho bạn nhiều khuyến nghị khác về tăng cân. Tuần 12 Sự phát triển của bé  Não của bé tiếp tục phát triển ở giai đoạn này, và các móng tay và móng chân nhỏ xíu bắt đầu được hình thành. Các dây thanh âm cũng hình thành vào tuần thứ 12 này, đây là giai đoạn cuối của quý thai đầu tiên của bạn. Thận của bé cũng đang hoạt động rồi đấy! Sau khi nuốt nước ối, bé giờ đây cũng có thể đưa nước ối ra ngoài cơ thể bằng đường tiểu được. Và giờ thì ruột sẽ có thể nằm vào trong bụng, vì đã có chỗ để chứa ruột trong bụng của bé. Cơ thể của mẹ Có ai nói với bạn là bạn đang “đẹp lên/hồng hào hơn vì mang thai” chưa? Không chỉ là niềm vui vì bạn sắp có con – mà còn vì một lý do mang tính sinh lý khác làm cho da của bạn thêm mượt mà hơn, rạng rỡ hơn suốt thời kỳ thai nghén. Thể tích máu tăng lên kết hợp với các hooc-môn thai nghén làm cho bạn thêm hồng hào hơn. Thể tích máu tăng lên làm cho máu đến các mạch máu nhiều hơn và hooc-môn làm tuyến nhờn tiết nhiều hơn, làm cho da bạn trông có vẻ hồng hơn, căng hơn, và láng mịn hơn. Mặc dù vậy, đôi khi sự tăng tiết tuyến nhờn này có thể gây nên chứng nổi mụn trứng cá tạm thời. Tuần 13 Sự phát triển của bé  Khi bạn bắt đầu quý hai của thai kỳ thì nhau đã phát triển tốt và có nhiệm vụ cung cấp khí ô-xy, dưỡng chất cho bé và giúp thải chất thải của bé ra ngoài. Nhau thai cũng tiết ra hooc-môn progesterone và estrogen, giúp nuôi dưỡng và duy trì thai. Giờ đây thì mí mắt của bé đã kết hợp với nhau để bảo vệ mắt khi mắt phát triển. Khi bạn đưa bé mới sinh của mình về nhà, chắc bạn cũng muốn thỉnh thoảng con mình ngủ đi để bạn có thể nghỉ ngơi một chút! Trong tuần thứ 13 này thì bé cũng có thể biết bỏ ngón tay cái vô miệng rồi đấy, mặc dù là cơ mút chưa phát triển đầy đủ. Cơ thể của mẹ Vào lần khám thai đầu tiên của quý thai kỳ thứ 2 này, bác sĩ có thể kê toa thuốc vi-ta-min dùng trước khi sinh cho bạn. Ngoài chế độ dinh dưỡng có lợi cho sức khỏe thì việc bổ sung những loại vi-ta-min này đảm bảo cho bé của bạn được bổ sung thêm vi-ta-min và khoáng chất, như a-xít folic, kẽm, sắt, và can-xi, rất cần thiết cho sự tăng trưởng và phát triển của bé. Bạn nên tham khảo dược sĩ về cách hấp thụ vi-ta-min tốt nhất cho cơ thể, như nên bổ sung vi-ta-min bằng thức ăn hay bằng nước uống.  Tuần 14 Sự phát triển của bé  Vào tuần thứ 14 này thì trên mặt bé đã xuất hiện một ít lông mịn. Thứ lông mềm mịn không màu này gọi là lông tơ, và về sau hầu hết toàn thân của bé phủ hết lông tơ và chỉ đến trước khi sinh thì lông tơ này sẽ rụng. Các cơ quan sinh dục ngoài của bé giờ đây đã phát triển đầy đủ, mặc dù có thể rất khó thấy qua kiểm tra siêu âm. Ngoài ra, bé bắt đầu tiết ra hooc-môn tuyến giáp vì tuyến giáp đã phát triển. Bây giờ thì bé cân nặng khoảng từ 1,6 ao-xơ (45gram) và dài khoảng chừng 3,5 in-sơ (9cm) từ đỉnh đầu đến mông. Cơ thể của mẹ Tùy từng trường hợp cụ thể (ví dụ như bạn mang thai sau 35 tuổi), bác sĩ có thể bàn thảo với bạn phương pháp chọc ối. Chọc ối là biện pháp xét nghiệm thường làm cho thai khoảng từ 15 đến 18 tuần tuổi để có thể phát hiện dị tật bào thai, như hội chứng Down. Trong cuộc xét nghiệm này thì người ta dùng một kim tiêm rất nhỏ để chọc vào nước ối nằm bao quanh em bé trong tử cung và mẫu dịch được lấy ra và đem phân tích. Phương pháp chọc ối có nguy cơ sẩy thai rất nhỏ, thế  nên bạn hãy cho bác sĩ biết về mối lo ngại của mình và về những rủi ro và lợi ích của biện pháp này nhé.  Tuần 15 Sự phát triển của bé  Bố mẹ thường cảm thấy rất ngạc nhiên bởi làn da của trẻ sơ sinh rất mềm mại. Vào tuần thứ 15 này thì da của bé tiếp tục phát triển và trông rất mỏng và trong mờ đến nỗi bạn cũng có thể nhìn thấy được các mạch máu nhỏ li ti nằm bên trong da của bé. Tai của bé giờ đây hầu như cũng đã định vị rồi mặc dù đôi tai vẫn còn hơi thấp so với đầu của trẻ.   Bên trong thì hệ xương của bé cũng không ngừng phát triển. Cơ cũng phát triển liên tục, và bé giờ đây cũng có thể làm nhiều cử động bằng đầu, miệng, cánh tay, cổ tay, bàn tay, chân, và bàn chân rồi.  Cơ thể của mẹ Người ngoài biết bạn có thai chưa? Nhiều phụ nữ cho biết người khác hoàn toàn không biết cho đến khi thấy họ thay quần jeans bằng trang phục bầu và người ta bắt đầu chú ý tới bụng của họ lớn dần lên và sự thực là họ bắt đầu có thai. Đối với nhiều người thì việc biết mình có thai vừa vui vừa sợ. Điều này cũng hoàn toàn bình thường thôi như thể bạn rất hay xúc động (các hooc-môn của bạn gây ra điều này). Bạn có nhận thấy điều gì nữa không? Đó là bạn cũng hay bị đãng trí; mau quên nữa. Thậm chí là những phụ nữ có trật tự nhất, ngăn nắp nhất cũng cho biết là thai nghén làm cho họ hay quên, vụng về, và không thể tập trung được. Hãy nên cố làm cho mình càng ít bị căng thẳng càng tốt và giúp cho “sự đãng trí” đó có thể vượt qua một cách dễ dàng – chúng chỉ mang tính chất tạm thời thôi. Tuần 16 Sự phát triển của bé  Vào tuần thứ 16 thì bé của bạn giờ đây đã cân nặng được khoảng chừng 3,9 ao-xơ (110 gram) và dài khoảng chừng 4,7 in-sơ (12cm) từ đỉnh đầu đến mông. Bé có thể giữ đầu mình thẳng và cơ mặt tiếp tục phát triển giúp bé thể hiện nhiều cử chỉ như liếc mắt hoặc cau mày. Cơ thể của mẹ Khoảng từ tuần thứ 16 đến 18, bác sĩ có thể cho bạn làm xét nghiệm máu tiền sản của mẹ, đây cũng là xét nghiệm \"triple marker\" hoặc \"triple screen\" dùng để đo thông số alpha-fetoprotein (AFP), prô-tê-in do bào thai sản sinh ra, và hooc-môn thai nghén hCG và hooc-môn estriol (hooc-môn hình thành trong buồng trứng) trong máu của mẹ. Xét nghiệm này đôi khi cũng được gọi là xét nghiệm Quad, đo được nồng độ inhibin-A. Kết quả của những xét nghiệm này có thể cho mẹ biết con mình có nguy cơ bị khuyết tật ống thần kinh phôi như tật nứt đốt sống hoặc dị dạng nhiễm sắc thể như là hội chứng Down hay không. Cứ trong số 1000 phụ nữ làm xét nghiệm này thì có khoảng 50 người có kết quả không bình thường, nhưng chỉ 1 hoặc 2 người là sinh con bị dị tật. Bạn nên tham khảo với bác sĩ về những rủi ro và ích lợi của những loại xét nghiệm này nhé. Tuần 17 Sự phát triển của bé  Ở tuần thứ 17 thì chiều dài của bé từ đỉnh đầu đến mông là khoảng chừng 5,1 in-sơ (13 cm) và cân nặng khoảng 4,9 ao-xơ (140 gram), lúc này em bé vẫn còn nhỏ lắm. Nhau, nuôi bào thai bằng dưỡng chất và khí ô-xy và làm nhiệm vụ thải chất thải ra ngoài, nhau phát triển để làm thích nghi với bé. Giờ đây nhau thai chứa hàng ngàn mạch máu mang chất dinh dưỡng và khí ôxy từ cơ thể mẹ sang cho cơ thể đang ngày càng phát triển của em bé. Cơ thể của mẹ Bạn có thể nhận thấy bầu ngực của mình thay đổi rất nhiều kể từ khi mang thai. Hooc-môn chuẩn bị cho vú tiết sữa – máu được truyền đến ngực nhiều hơn, và các tuyến sữa phát triển để chuẩn bị cho việc nuôi con bằng sữa mẹ. Điều này cũng làm cho kích cỡ của ngực bạn tăng lên (nhiều phụ nữ tăng lên từ 1 đến 2 số của bầu áo ngực) và làm cho các tĩnh mạch có thể nhìn thấy được. Bạn nên mua áo nâng ngực có nhiều kích cỡ để phù hợp với sự phát triển của ngực mình trong suốt quá trình thai nghén nhé. Tuần 18 Sự phát triển của bé  Tai phát triển, di chuyển đến điểm cuối và chìa ra ngoài đầu của bé. Giờ này đây bạn nên ôn lại các bài hát ru của mình là được rồi đấy – trong vài tuần nữa đây, bé của bạn đã có thể nghe được rồi! Xương tai giữa và các đầu mút thần kinh não cũng dần phát triển để bé có thể nghe thấy tiếng nhịp tim của bạn và tiếng máu chảy qua dây rốn. Bé thậm chí cũng bị giật mình khi nghe tiếng động mạnh nữa! Mắt bé cũng phát triển – mắt giờ đây đã nhìn thẳng về trước chớ không nhìn sang 2 bên nữa, và võng mạc có thể nhìn thấy ánh đèn pin nếu bạn để đèn pin trước bụng mình. Xương của bé giờ này đã phát triển nhưng vẫn còn mềm và yếu. Vào tuần 18 này thì xương bé bắt đầu cứng hẳn lên. Một số xương đầu tiên cứng chắc lên là xương đòn và xương chân. Cơ thể của mẹ Bạn có lẽ sẽ phải chuẩn bị cuộc sống của mình với bé từ đây. Dù vậy bạn sẽ phải chuẩn bị nhiều thứ không chỉ là gom góp tã lót và trang trí phòng bé đâu. Bạn nên tìm hiểu và tra cứu thông tin về bác sĩ nhi và bác sĩ khác cho con mình từ tuần này được rồi. Bên cạnh đó bạn cũng nên lên lịch khám những bác sĩ cần thiết để tham khảo và bàn bạc các vấn đề như khi nào có thể khám được, kế hoạch chủng ngừa, và gọi điện cho bác sĩ khi nguy cấp.  Một số câu hỏi bạn nên hỏi là:  Có bao nhiêu bác sĩ làm việc? Ai trực ban đêm và ai trực cuối tuần? Quy định về các cuộc gọi điện thoại của bác sĩ là gì? Bác sĩ cũng làm việc với những bệnh viện nào? Bác sĩ chấp thuận chế độ bảo hiểm nào? Bác sĩ làm việc với các chuyên gia nào? Họ sẽ xử lý các trường hợp nguy cấp bằng cách nào?   Điều quan trọng là bạn nên cảm thấy thoải mái với bác sĩ nhi khoa và thoải mái với công việc nhà của mình và nên đưa ra quyết định một cách cẩn thận. Tuần 19 Sự phát triển của bé  Vào tuần 19, toàn thân của bé phủ đầy một chất màu trắng, giống sáp được gọi là bã nhờn thai nhi, có tác dụng giúp lớp da mềm của bé không bị nứt nẻ hay trầy xước. Các trẻ sinh non cũng có thể bị phủ lớp bã trắng nhờn này lúc sinh. Bé của bạn giờ đây vẫn còn nhỏ lắm, nhưng tuần này thì cơ thể bé đã phát triển lớp mỡ nâu, có tác dụng giữ cho cơ thể bé được ấm sau khi sinh. Suốt quý thai cuối thì bé cũng sẽ tích thêm nhiều lớp mỡ nữa để bảo vệ và giữ ấm cho cơ thể. Cơ thể của mẹ Bạn sẽ cảm thấy an tâm hơn và không còn lo lắng không ngớt về sức khỏe của bé khi bạn cảm nhận được những cử động đầu tiên của bé trong bụng mình, thường thì bé sẽ có những cử động này vào giữa tuần 18 đến 20. Các cử động đầu tiên này như là thai máy, và giống như cảm giác bồn chồn hay sôi bụng vậy. Trong giai đoạn sau của thai kỳ, bạn sẽ có cảm giác bụng mình bị đá, thoi, thụi và có thể nấc cụt nữa! Mỗi em bé có những kiểu máy khác nhau nhưng nếu bạn lo lắng hay nếu các cử động thai máy giảm dần về tần số hay cường độ thì bạn nên thông báo cho bác sĩ biết. Nhiều phụ nữ tỏ ra lo ngại là liệu quan hệ tình dục vào thời điểm này có làm đau em bé đang phát triển trong tử cung không, và câu trả lời là không. Quan hệ tình dục được coi làm an toàn vào bất cứ giai đoạn nào của thai nghén, miễn là thai nghén của bạn bình thường là được. Nhưng không nhất thiết là bạn cần phải quan hệ tình dục. Nhiều phụ nữ mang thai phát hiện ra nhu cầu ham muốn tình dục của mình thay đổi bất thường trong suốt các giao đoạn thai nghén khác nhau, tuỳ thuộc vào sự mệt mỏi, kích cỡ tăng trọng, sự lo lắng về sinh nở, và hàng loạt các thay đổi khác của cơ thể. Hãy hoà hợp với chồng khi có nhu cầu. Dẫu rằng cả hai đều có thể lo lắng về thai nhi nhưng điều quan trọng là cũng nên có “thời gian vui vẻ bên nhau.”  Tuần 20 Sự phát triển của bé  Bạn đã đi được phân nửa đoạn đường rồi đấy! Qua 20 tuần thai nghén thì giờ đây bé của bạn đã phát triển rất nhiều rồi từ một tế bào phân chia đầu tiên và hiện bé đã cân nặng được khoảng chừng 11 ao-xơ (312 gram) và chiều dài từ đỉnh đầu tới mông là khoảng chừng 6,3 in-sơ (16cm). Bé lớn lên làm tăng kích cỡ trong tử cung của bạn, và bé phát triển liên tục đè lên phổi, dạ dày, bàng quang, và thận của bạn. Được phủ dưới lớp bã  nhờn thai nhi (một lớp phủ bảo vệ, giống như chất sáp), da của bé phát triển dày lên và thành nhiều lớp. Tóc và móng tay cũng không ngừng phát triển. Cơ thể của mẹ Vào tuần này, bác sĩ có thể cho bạn siêu âm, đây là một xét nghiệm chẩn đoán dùng sóng âm thanh để tạo ảnh. Siêu âm ở thời điểm này có thể xác định được kích cỡ và vị trí của bào thai, và có thể phát hiện bất kỳ dị tật nào về cấu trúc xương và các cơ quan của bé. Tùy vào vị trí của bào thai, mà bác sĩ có thể biết được giới tính của trẻ. Dây rốn, nhau thai và nước ối cũng có thể được kiểm tra bằng phương pháp siêu âm. Hãy tham khảo với bác sĩ về những rủi ro và lợi ích của loại xét nghiệm này nhé."
        }
    ],
    "suggestions": []
}