{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gonads"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gonads"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gonads"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gonads"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gonads"
        }
    },
    "sentences": [
        {
            "en": "Sexual reproduction couldn't happen without the sexual organs called the <em>gonads</em>. Although most people think of the <em>gonads</em> as the male testicles, both sexes actually have <em>gonads</em>: In females the <em>gonads</em> are the ovaries. The female <em>gonads</em> produce female gametes (eggs); the male <em>gonads</em> produce male gametes (sperm). After an egg is fertilized by the sperm, the fertilized egg is called the zygote.",
            "vi": "Sinh sản hữu tính không thể xảy ra nếu thiếu cơ quan sinh dục được gọi là tuyến sinh dục. Mặc dù phần đông người ta cho rằng tuyến sinh dục là tinh hoàn của nam, nhưng thực ra thì cả 2 giới đều có tuyến sinh dục: ở nữ thì tuyến sinh dục là buồng trứng. Tuyến sinh dục nữ tạo ra giao tử cái (trứng) ; tuyến sinh dục nam tạo ra giao tử đực (tinh trùng). Sau khi trứng đã được thụ tinh bởi tinh trùng, thì trứng này được gọi là hợp tử."
        },
        {
            "en": "The term is usually applied to the tissue that develops into the kidneys and <em>gonads</em>.",
            "vi": "Từ này thường dùng cho các mô sẽ phát triển thành thận và các tuyến sinh dục."
        },
        {
            "en": "Just like warm-blooded animals, oysters are either male or female. But, oysters have <em>gonads</em> that generate eggs, as well as sperm. So, oysters have the ability to change their sexes, which they do, at least once. (The <em>gonads</em>, by the way, are considered to be the tastiest part of the oyster.)",
            "vi": "Cũng giống như động vật máu nóng, hàu có con đực và con cái. Nhưng, hàu có các tuyến sinh dục tạo ra cả trứng và tinh trùng. Vì vậy, hàu có khả năng thay đổi giới tính của chúng, và chúng làm điều đó ít nhất một lần trong đời. (Bên cạnh đó, tuyến sinh dục được coi là phần ngon nhất của con hàu)."
        },
        {
            "en": "Puffer fish, also known as blowfish, are located in tropical seas around the globe, especially around Japan, China, and the Philippines. Though they’re the second most poisonous vertebrate on the planet (after the golden arrow dart frog), they’re arguably more dangerous as their neurotoxin, called tetrodoxin, is found in the fish’s skin, muscle tissue, liver, kidneys, and <em>gonads</em>, all of which must be avoided…when preparing the creature for human consumption. Indeed, while wild encounters are certainly dangerous, the risk of death from a puffer fish increases when eating it in countries like Japan, where it is considered a delicacy known as fugu and can only be prepared by trained, licensed chefs—even then, accidental deaths from ingestion occur several times each year. The tetrodoxin is up to 1,200 times more poisonous than that of cyanide, and can cause deadening of the tongue and lips, dizziness, vomiting, arrhythmia, difficulty breathing, muscle paralysis and, if left untreated, death.",
            "vi": "Cá nóc, hay còn được gọi là cá thổi, sống ở hầu hết các vùng biển nhiệt đới trên khắp thế giới, đặc biệt là xung quanh Nhật Bản, Trung Quốc và Philipin. Mặc dù chúng là loài động vật có xương sống độc nhất thứ hai trên trái đất (sau loài ếch vàng phóng độc), chất độc được cho là nguy hiểm hơn chất độc tiết ra từ hệ thần kinh là tetrodoxin, tìm thấy trong da, mô, gan, thận và tuyến sinh dục, tất cả đều phải tránh khi chuẩn bị chế biến cho con người. Thật vậy, nhìn thấy nó chắc chắn có nguy hiểm , tỷ lệ tử vong tăng lên ở Nhật Bản khi người dân ăn nó, nơi mà nó được coi là món ăn có tên gọi là fugu và chỉ có thể được chế biến bởi đầu bếp thậm chí đã được cấp phép, vẫn xảy ra tử vong vài lần mỗi năm.Chất tetrodoxin có độc nhiều hơn gấp 1200 lần so với chất độc xyanua, và có thể gây tê liệt lưỡi và môi, chóng mặt, buồn nôn, rối loạn nhịp tim, khó thở, tê liệt cơ bắp, và nếu không được điều trị sẽ tử vong"
        }
    ],
    "suggestions": []
}