{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[gonzo]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gone, not here, out of here</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">On June 30, school's over and I'm gonzo!</font></td></tr></table><i/></div>",
            "word": "gonzo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gonzo</k><blockquote>■ <cclass>adjective <cclass>informal, <cclass>chiefly N. Amer. </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 of or denoting journalism of an exaggerated, subjective, and fictionalized style. </blockquote></blockquote><blockquote><blockquote>2》 bizarre or crazy. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1970s: perh. from Ital. <i>gonzo</i> 'foolish' or Sp. <i>ganso</i> 'goose, fool'. </blockquote></div>",
            "word": "gonzo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gonzo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gonzo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gonzo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Gonzo</em> sees.",
            "vi": "Và người nhận gonzo sẽ thấy."
        },
        {
            "en": "From the shell prompt, <em>gonzo</em> would type mail mark.",
            "vi": "Từ dấu nhắc shell, gonzo sẽ gõ: mail mark."
        },
        {
            "en": "Say we remove the <em>gonzo</em> account (which has a UID of 408).",
            "vi": "Giả sử ta cần gỡ bỏ trương mục của người dùng gonzo (có uid 408)."
        },
        {
            "en": "If <em>gonzo</em> wants to knows when mark is having lunch, he can.",
            "vi": "Giả sử gonzo muốn biết lúc nào mark sẽ đi ăn, anh ta có thể làm như sau."
        },
        {
            "en": "This will simply list the files owned by the <em>Gonzo</em> user.",
            "vi": "Lệnh này chẳng qua liệt kê các tập tin do người dùng gonzo sở hữu."
        },
        {
            "en": "<em>Gonzo</em> can now start typing his note just as if he were writing a file.",
            "vi": "Lúc này, gonzo có thể bắt đầu gõ lời nhắn của mình hệt như thể anh ta đang soạn một tập tin văn bản."
        },
        {
            "en": "If you get a directory of the <em>gonzo</em> home directory, you'll see something like this.",
            "vi": "Nếu bạn xét một thư mục của thư mục home của gonzo, thì sẽ thấy như sau."
        },
        {
            "en": "Let's look at the case where the <em>gonzo</em> user wants to send the mark user an e-mail note.",
            "vi": "Chúng ta hãy xét trường hợp người dùng gonzo muốn gởi cho người dùng mark một lời nhắn e - mail."
        },
        {
            "en": "To copy a file from my home directory to the home directory of <em>gonzo</em> i would use a command like this.",
            "vi": "Để chép một tập tin từ thư mục home của mark tới thư mục home của gonzo, ta dùng một lệnh nhu sau."
        },
        {
            "en": "(assuming, of course, that <em>gonzo</em> had set his permissions such that I could put files in his directory, which is a possible security risk in itself).",
            "vi": "(dĩ nhiên, với giả thiết rằng gonzo đã định hạn cho mark có thể đặt tập tin vào thư mục của anh ta, vốn là một mạo hiểm bảo mật cho chính gonzo)."
        },
        {
            "en": "A founding member of the acclaimed Texas group The Lost <em>Gonzo</em> Band, Bob Livingston released an acclaimed solo album, Mahatma Gandhi & Sitting Bull, in 2004.",
            "vi": "Là thành viên sáng lập của ban nhạc danh tiếng Texas, The Lost Gonzo, Bob Livingston phát hành một album cá nhân rất nổi tiếng vào năm 2004 tựa đề Mahatma Gandhi & Sitting Bull (Mahama Gandhi và Bò Ngồi)."
        },
        {
            "en": "If there were more people <em>gonzo</em> wanted to send the message to, they can be specified on the same line like this.",
            "vi": "Nếu có nhiều người nữa mà gonzo muốn gởi lời nhắn này tới, thì họ cần được khai báo trên cùng một dòng, như sau."
        },
        {
            "en": "While it looks a bit more complicated than the above example, not only does this list the files that <em>gonzo</em> owns, but it also removes them.",
            "vi": "Tuy trông có vẻ phức tạp hơn chút so với ví dụ trên, song lệnh không chỉ liệt kê những tập tin của gonzo mà còn gỡ bỏ chúng."
        },
        {
            "en": "When you see that two users are logged in, for example the users mark and <em>gonzo</em>, these two users can communicate with each other through various means.",
            "vi": "Khi bạn thấy có hai người dùng đã đăng nhập, chẳng hạn là mark và gonzo, hai người dùng này có thể liên lạc với nhau qua những phương tiện khác nhau."
        }
    ],
    "suggestions": []
}