{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gɔzliη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ngỗng con, ngỗng non</td></tr></table><i/></div>",
            "word": "gosling"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gosling</k><blockquote><cclass>[<cclass>'gɒzlɪŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a young goose. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (orig. <i>gesling</i>): from ON <i>gǽslingr</i>, from <i>gás</i> 'goose' + <kref>-ling</kref>. </blockquote></div>",
            "word": "gosling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gosling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gosling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gosling"
        }
    },
    "sentences": [
        {
            "en": "More recently, Mister <em>Gosling</em> studied dogs.",
            "vi": "Mới đây, ông gosling đã nghiên cứu về loài chó."
        },
        {
            "en": "<em>Gosling</em> developed a test for people to learn about a dog's personality.",
            "vi": "Gosling đã mở một cuộc thử nghiệm cho mọi người để biết thêm về tính cách của một chú chó."
        },
        {
            "en": "Mister <em>Gosling</em> says this shows there are such things as dog personalities.",
            "vi": "Ông gosling cho biết điều này cho thấy có những điều nói lên tính cách riêng của chó."
        },
        {
            "en": "Samuel <em>Gosling</em> says the main importance of studying animal personalities is that it permits learning not possible with human beings.",
            "vi": "Samuel gosling cho biết tầm quan trọng chủ yếu của việc nghiên cứu các tính cách của động vật là ở chỗ nó cho phép nghiên cứu những lĩnh vực không thể làm ở con người."
        },
        {
            "en": "Few years ago, a student at Carnegie Mellon named James <em>Gosling</em> worked on a capstone project sponsored by Sun Microsystems to create a new programming language.",
            "vi": "Vài năm trước đây, một sinh viên ở Carnegie Mellon có tên James Gosling đã làm việc trên đồ án capstone được Sun Microsystems tài trợ để tạo ra một ngôn ngữ lập trình mới."
        },
        {
            "en": "Mister <em>Gosling</em> says one of his new projects also will involve dogs, this time, the subjects will be dogs that search for explosives.",
            "vi": "Ông gosling cho biết một trong những chương trình mới của ông cũng sẽ liên quan đến loài chó, lần này, chủ đề sẽ là những chú chó biết phát hiện chất nổ."
        },
        {
            "en": "In his study, <em>Gosling</em> asked dog owners to rate their animal on four kinds of personality, then he asked strangers to describe the animals.",
            "vi": "Trong nghiên cứu của mình, gosling đã yêu cầu các chủ nhân của chó xếp loại những chú chó theo bốn tính cách, sau đó ông nhờ những người lạ định tính cách những con vật này."
        },
        {
            "en": "The typical dog personIf dogs tend to be energetic, faithful, and easy to get along with, well, so do the people who love them. But survey author and psychologist Sam <em>Gosling</em>, PhD admits that the differences between cat and dog people aren't huge. \"There are certainly many, many cat people who are extroverts and many, many dog people who aren't,\" <em>Gosling</em> says.",
            "vi": "Tuýp người thích nuôi chó đặc trưng Nếu chó tượng trưng cho tính năng động, mạnh mẽ, trung thành, và dễ hoà đồng thì người ưa nuôi chó cũng có những nét tính cách tương tự như thế. Nhưng tác giả của bài khảo sát kiêm nhà tâm lý, tiến sĩ Sam Gosling đã thừa nhận rằng người ưa nuôi chó và người ưa nuôi mèo không có quá nhiều sự khác biệt về tính cách. Ông cho biết “Có rất nhiều người ưa nuôi mèo lại có tính hướng ngoại và cũng có rất nhiều người nuôi chó nhưng lại không có nét tính cách đó.”"
        },
        {
            "en": "Dog people outnumber cat peopleOf the 4,500 people surveyed by <em>Gosling</em> and his colleague, Carson J. Sandy, 46% identified themselves as dog people. Just 12% said they were cat people. Of the rest, 28% said they were both, and 15% said they were neither dog nor cat people.",
            "vi": "Người ưa nuôi chó nhiều hơn người ưa nuôi mèo Trong số 4.500 người thực hiện bảng khảo sát của tiến sĩ Gosling và đồng nghiệp của ông thì có 46% xác định mình là người ưa nuôi chó. Chỉ có 12% người ưa nuôi mèo. Số còn lại: 28% cho biết họ chuộng nuôi cả chó lẫn mèo, và 15% không thuộc tuýp người nào cả."
        }
    ],
    "suggestions": []
}