{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gossiping",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gossiping",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gossiping",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gossiping",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gossiping",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Gossiping</em> is dangerous.",
            "vi": "Ngồi lê đôi mách thật là nguy hiểm."
        },
        {
            "en": "The girls were <em>gossiping</em> about me.",
            "vi": "Các cô gái đang buôn chuyện về tôi."
        },
        {
            "en": "I can't stand here <em>gossiping</em> all day.",
            "vi": "Tôi không thể đứng đây để nói chuyện tầm phào suốt ngày được."
        },
        {
            "en": "You know how she likes <em>gossiping</em>.",
            "vi": "Bạn biết là cô ấy thích đồn đại như thế nào mà."
        },
        {
            "en": "But you know how she likes <em>gossiping</em>.",
            "vi": "Nhưng bạn biết là cô ấy thích đồn đại như thế nào mà."
        },
        {
            "en": "Friendship is <em>gossiping</em> like school girls.",
            "vi": "Bạn là người tám y như hồi còn đi học."
        },
        {
            "en": "I don't like people <em>gossiping</em> about my business.",
            "vi": "Tôi không thích người ta bàn tán về chuyện của tôi."
        },
        {
            "en": "Michael is always <em>gossiping</em>. He can't keep anything to himself.",
            "vi": "Michael hay ngồi lê đôi mách. Cậu ta không giữ kín được chuyện gì cả."
        },
        {
            "en": "They would start <em>gossiping</em> about her as soon as she left.",
            "vi": "Bọn họ nói tầm phào về cô ta ngay khi cô ta vừa mới rời đi."
        },
        {
            "en": "I heard them <em>gossiping</em> about Helen, so I went to bat for her.",
            "vi": "Tôi nghe họ nói xấu về Helen, nên tôi ngỏ lời bênh vực cô ta."
        },
        {
            "en": "What's the big idea of <em>gossiping</em> about me behind my back?",
            "vi": "Sao anh dám nói xấu sau lưng tôi?"
        },
        {
            "en": "The cafe was full of old biddies <em>gossiping</em> over cups of tea.",
            "vi": "Quán cà phê đó toàn các bà già ngồi tán gẫu."
        },
        {
            "en": "I felt shut in that village – it was full of <em>gossiping</em> old men and women.",
            "vi": "Tôi cảm thấy tù túng khi ở trong ngôi làng đó – một nơi đầy những ông già bà cả thích ngồi lê đôi mách."
        },
        {
            "en": "I heard them <em>gossiping</em> about Sally, so I went to bat for her.",
            "vi": "Tôi nghe họ nói xấu Sally, vì vậy tôi đã bênh vực cô ấy."
        },
        {
            "en": "I heard them <em>gossiping</em> about Mary, so I went to bat for her.",
            "vi": "Tôi nghe chúng nói xấu Mary nên tôi đến giúp cô ấy."
        },
        {
            "en": "I 'm not <em>gossiping</em>. I just like to know more about the people I work with.",
            "vi": "Tôi không ngồi lê đôi mach. Tôi chỉ muốn biết thêm thông tin về những người cùng làm thôi."
        },
        {
            "en": "Is there a lot of backbiting/<em>gossiping</em> in your place of business?",
            "vi": "Ở công ty của anh có nhiều điều nói xấu sau lưng/những chuyện ngồi lê đôi mách không?"
        },
        {
            "en": "Hey, button up, please! That's enough out of you. I wish you would button up your lips and stop <em>gossiping</em>.",
            "vi": "Này câm mồm lại đi! Mày nói thế đủ rồi đấy. Tao chỉ mong mày câm mồm lại dùm và đừng nhiều chuyện nữa."
        },
        {
            "en": "I was sitting on one of the bone-colored benches; the other girls clustered, <em>gossiping</em> excitedly, on either side of me.",
            "vi": "Tôi đang ngồi trên một trong những băng ghế màu ngà ; mấy cô gái khác chụm lại, tán dóc đầy phấn khích, ở cả hai bên."
        },
        {
            "en": "Had she not gone out of her way to bury old hatchets and show these people that she bore them no ill will for their <em>gossiping</em> and backbiting?",
            "vi": "Nàng đã chẳng chủ động giơ tay ra trước để dàn hòa, chôn mọi hiềm khích cũ và tỏ ra cho những người đó thấy là nàng không hề để bụng về việc họ dị nghị, gièm pha sau lưng nàng, đó sao?"
        }
    ],
    "suggestions": []
}