{
    "en_vn": {
        "data": {
            "content": null,
            "word": "governed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "governed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "governed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "governed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "governed"
        }
    },
    "sentences": [
        {
            "en": "Physics is <em>governed</em> by cosmic laws.",
            "vi": "Môn vật lý bị những quy luật của vũ trụ chi phối."
        },
        {
            "en": "Be <em>governed</em> by the opinions of others",
            "vi": "Bị ý kiến người khác chi phối"
        },
        {
            "en": "Be <em>governed</em> by what other people say",
            "vi": "Bị ảnh hưởng bởi những điều người khác nói"
        },
        {
            "en": "They have <em>governed</em> the country absolutely.",
            "vi": "Họ đã cai trị đất nước một cách chuyên chế."
        },
        {
            "en": "A noun <em>governed</em> by a preposition",
            "vi": "Một danh từ bị một giới từ chi phối"
        },
        {
            "en": "An educated people can be easily <em>governed</em>.",
            "vi": "Người có giáo dục dễ bị cai trị."
        },
        {
            "en": "The region is now <em>governed</em> by strangers.",
            "vi": "Khu vực này giờ được cai trị bởi những kẻ lạ mặt."
        },
        {
            "en": "She was <em>governed</em> by what other people say.",
            "vi": "Cô ấy bị ảnh hưởng bởi những điều người khác nói."
        },
        {
            "en": "Everything he does is <em>governed</em> by self - interest.",
            "vi": "Mọi việc anh ta làm bị chi phối bởi quyền lợi bản thân."
        },
        {
            "en": "To be <em>governed</em> by the opinions of others.",
            "vi": "Bị những ý kiến người khác chi phối."
        },
        {
            "en": "Everything he does is <em>governed</em> by self-interest.",
            "vi": "Mọi việc anh ta làm bị chi phối bởi quyền lợi bản thân."
        },
        {
            "en": "The president <em>governed</em> the country with an iron hand.",
            "vi": "Vị tổng thống đã cai trị đất nước bằng sự chi phối hoàn toàn."
        },
        {
            "en": "Almost companies are <em>governed</em> by strict environmental regulations.",
            "vi": "Hầu hết các công ty bị điều chỉnh bằng các quy định nghiêm ngặt về môi trường."
        },
        {
            "en": "The country is <em>governed</em> by elected representatives of the people",
            "vi": "Đất nước được cai trị bởi các đại biểu do dân bầu lên."
        },
        {
            "en": "She found a noun <em>governed</em> by a preposition.",
            "vi": "Cô ấy đã tìm ra một danh từ bị một giới từ chi phối."
        },
        {
            "en": "Jersey law is currently <em>governed</em> by the security interests.",
            "vi": "Luật pháp Jersey hiện đang do các lợi ích an ninh chi phối."
        },
        {
            "en": "He is <em>governed</em> by the opinions of others.",
            "vi": "Anh ta bị những ý kiến của người khác chi phối."
        },
        {
            "en": "She was <em>governed</em> by the opinions of others.",
            "vi": "Cô ấy bị ý kiến người khác chi phối."
        },
        {
            "en": "I must govern the clock, not be <em>governed</em> by it.",
            "vi": "Tôi phải quản lý thời gian, chứ không để thời gian quản lý mình."
        },
        {
            "en": "A bill of exchange is a negotiable instrument <em>governed</em> by detailed legislation.",
            "vi": "Hối phiếu là thương phiếu bị đạo luật chi tiết chi phối."
        }
    ],
    "suggestions": []
}