{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,dʒi: 'pi:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bác sĩ đa khoa (<font color=\"#1371BB\">general practitioner</font>)</td></tr></table><i/></div>",
            "word": "GP",
            "pronounce": "[,dʒi: 'pi:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>GP</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 <cclass>Brit. general practitioner. </cclass></blockquote></blockquote><blockquote><blockquote>2》 Grand Prix. </blockquote></blockquote></div>",
            "word": "GP",
            "pronounce": "[,dʒi: 'pi:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "GP",
            "pronounce": "[,dʒi: 'pi:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "GP",
            "pronounce": "[,dʒi: 'pi:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "GP",
            "pronounce": "[,dʒi: 'pi:]"
        }
    },
    "sentences": [
        {
            "en": "<em>GP</em> Bank",
            "vi": "Ngân hàng Dầu khí Toàn Cầu"
        },
        {
            "en": "Is he a <em>GP</em>?",
            "vi": "Ông ta là bác sĩ gia đình à?"
        },
        {
            "en": "Consult your local <em>GP</em> (General Practitioner).",
            "vi": "Đến hỏi ý kiến bác sĩ đa khoa của ông."
        },
        {
            "en": "Ayan's mother Mamoona is training to be a <em>GP</em>.",
            "vi": "Mẹ của Ayan bà Mamoona đang theo học để trở thành một bác sĩ đa khoa."
        },
        {
            "en": "Dr Richard Davies, a Cambridge <em>GP</em>, said the device could be a ‘game-changer’.",
            "vi": "Tiến sĩ Richard Davies thuộc đại học Cambridge, nói thiết bị này có thể là 'kẻ thay đổi luật chơi '."
        },
        {
            "en": "If the woman has not told her <em>GP</em> or community midwife she is pregnant yet now is a good time to do so.",
            "vi": "Nếu người phụ nữ vẫn chưa báo với bác sĩ của mình hay nữ hộ sinh cộng đồng rằng cô ấy có thai thì đây là thời điểm thích hợp để làm vậy."
        },
        {
            "en": "But patients are being asked not to go into <em>GP</em> surgeries in order to minimise the risk of spreading the disease to others.",
            "vi": "Nhưng bệnh nhân được yêu cầu không đi đến các phòng khám đa khoa nhằm giảm thiểu nguy cơ lây lan bệnh sang người khác."
        },
        {
            "en": "On February 2, SBV issued License No 32/<em>GP</em>-NHNN, permitting Juroku Bank to establish its representative office in Hà Nội for five years.",
            "vi": "Ngày 2/2, Ngân hàng Nhà nước đã ban hành Giấy phép số 32 / GP-NHNN, cho phép Ngân hàng Juroku thành lập văn phòng đại diện tại Hà Nội trong thời hạn hoạt động là 5 năm."
        },
        {
            "en": "Ecclestone also revealed that he felt that with Singapore, Malaysia and China on the calendar it would be too much to have a <em>GP</em> in Vietnam as well.",
            "vi": "Ecclestone cũng tiết lộ ông cảm thấy rằng với Singapore, Malaysia và Trung Quốc đã được lên lịch, đó sẽ là quá nhiều nếu cũng có một giải GP tại Việt Nam."
        },
        {
            "en": "Shopbought tests are considered largely reliable so the mother-to-be does not have to have her pregnancy confirmed by her <em>GP</em>.",
            "vi": "Các dụng cụ thử thai mua ở cửa hiệu được xem là đáng tin cậy nên người mẹ tương lai không cần phải nhờ bác sĩ đa khoa khẳng định lại việc mình mang thai."
        },
        {
            "en": "It also asked for permission to enroll 60 students for full-time university training (6-year training), including 50 general practitioners (<em>GP</em>) and 10 pharmacists.",
            "vi": "Đồng thời đề nghị cho phép để tuyển 60 sinh viên cho đào tạo hệ đại học (đào tạo 6 năm), trong đó có 50 bác sĩ đa khoa (GP) và 10 dược sĩ."
        },
        {
            "en": "Ecclestone also revealed that he felt that with Singapore, Malaysia and China on the calendar it would be too much to have a <em>GP</em> in Vietnam as well.",
            "vi": "Ecclestone cũng tiết lộ ông cảm thấy rằng với Singapore, Malaysia và Trung Quốc đã được lên lịch, đó sẽ là quá nhiều nếu cũng có một giải GP tại Việt Nam."
        },
        {
            "en": "Prof Peter Johnson, of Cancer Research UK, said it was still a good idea for people thinking of taking aspirin to discuss it with their <em>GP</em> because of the possible side effects.",
            "vi": "Giáo sư Peter Johnson thuộc Viện Nghiên cứu ung thư Anh quốc cho biết thêm đối với những người đang nghĩ đến việc dùng át - xpi – rin tốt nhất là nên bàn bạc với bác sĩ điều trị về tác dụng phụ của thuốc."
        },
        {
            "en": "As for <em>GP</em> program, the two ministries will allow it to register training if the school can expand its staff and employ one obstetrics PhD and six permanent lecturers in six learning subjects.",
            "vi": "Theo như chương trình cho bác sĩ đa khoa, hai bộ cũng sẽ cho phép trường đăng kí giảng dạy nếu trường có thể mở rộng đội ngũ giáo viên lên 1 tiến sĩ sản khoa và 6 giảng viên thường trực trong 6 môn học."
        },
        {
            "en": "However, given that the organisers of the Malaysian <em>GP</em> will terminate their contract with F1’s owners Liberty Media after this season, it would allow F1 to keep three races in the region.",
            "vi": "Tuy nhiên, do các nhà tổ chức của GP Malaysia sẽ chấm dứt hợp đồng với chủ sở hữu Liberty Media của F1 sau mùa giải này, cho phép F1 vẫn giữ ba cuộc đua trong khu vực."
        },
        {
            "en": "The Hanoi Business & Technology University said that students with 18 score would be admitted to the general practice (<em>GP</em>) faculty. Facing strong opposition from the public, the school raised the minimum to 20. ",
            "vi": "Trường đai học Kinh Doanh và Công nghệ Hà Nội cho rằng những học sinh với số điểm 18 sẽ được phép học ngành bác sĩ đa khoa. Điều này đã đối mặt với nguồn phản ứng mạnh mẽ từ dư luận, trường đã tăng lên mức tối thiểu là 20 điểm."
        },
        {
            "en": "However, given that the organisers of the Malaysian <em>GP</em> will terminate their contract with F1’s owners Liberty Media after this season, it would allow F1 to keep three races in the region.",
            "vi": "Tuy nhiên, do các nhà tổ chức của GP Malaysia sẽ chấm dứt hợp đồng với chủ sở hữu Liberty Media của F1 sau mùa giải này, cho phép F1 vẫn giữ ba cuộc đua trong khu vực."
        },
        {
            "en": "In many cases, this lack of training results in insensitive discussions about weight. A 2012 study in the journal Obesity, for example, found 69% of women reported experiencing weight-related stigma from a <em>GP</em> on at least one occasion; 52% said it had happened on multiple occasions.",
            "vi": "Trong nhiều trường hợp, vấn đề thiếu sót trong đào tạo này dẫn đến những cuộc thảo luận nhạy cảm về cân nặng. Ví dụ, một nghiên cứu năm 2012 trên tạp chí Béo Phì (Obesity) phát hiện thấy 69% phụ nữ được báo cáo là bị bác sĩ đa khoa phản đối về cân nặng ít nhất là một lần; 52% cho biết điều này diễn ra nhiều lần."
        },
        {
            "en": "Vo Truong Toan University, for example, announced it admitted the students with 20 exam scores and higher for the <em>GP</em> faculty, as did Buon Ma Thuot and Duy Tan universities. Meanwhile, students just need to have a 19 score to be eligible for Tan Tao University.",
            "vi": "Trường đại học Võ Trường Toản là một ví dụ , trường đã thông báo tuyển sinh với mức điểm 20 trở lên cho ngành bác sĩ đa khoa , và tương tự đối với trường đại học Buôn Ma Thuột và đại học Duy Tân. Điều đó đồng nghĩa với việc một học sinh chỉ cần đạt 19 điểm là có đủ điều kiện học đại học Tân Tạo."
        }
    ],
    "suggestions": []
}