{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['grei∫əsli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hoà nhã, ân cần</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tử tế, độ lượng, khoan dung</td></tr></table><i/></div>",
            "word": "graciously",
            "pronounce": "['grei∫əsli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "graciously",
            "pronounce": "['grei∫əsli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "graciously",
            "pronounce": "['grei∫əsli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "graciously",
            "pronounce": "['grei∫əsli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "graciously",
            "pronounce": "['grei∫əsli]"
        }
    },
    "sentences": [
        {
            "en": "2. They are <em>graciously</em> disruptive",
            "vi": "2. Họ phá vỡ một cách hòa nhã"
        },
        {
            "en": "A painting <em>graciously</em> loaned by Her Majesty the Queen.",
            "vi": "Một bức tranh được Đức Nữ Hoàng có nhã ý cho mượn."
        },
        {
            "en": "Painting <em>graciously</em> loaned by Her Majesty the Queen",
            "vi": "Bức tranh được đức nữ hoàng có lòng tốt cho mượn"
        },
        {
            "en": "This is a painting <em>graciously</em> loaned by Her Majesty the Queen.",
            "vi": "Đây là bức tranh được Đức Nữ hoàng có lòng tốt cho mượn."
        },
        {
            "en": "He <em>graciously</em> invited me to his home and even suggested I bring a few friends along.",
            "vi": "Ông vui vẻ mời tôi đến nhà và thậm chí đề nghị tôi rủ theo vài người bạn."
        },
        {
            "en": "This is the painting <em>graciously</em> loaned by Her Majesty the Queen.",
            "vi": "Đây là bức tranh do Đức Nữ hoàng có nhã ý cho mượn."
        },
        {
            "en": "Yas' m, miss Melly, he ack lak a gempmum 'bout it, finished Mammy <em>graciously</em>.",
            "vi": "Phải, cô melly ạ, về chuyện này, cậu ấy cư xử rõ là bậc phong lưu công tử, mammy hoan hỉ kết luận."
        },
        {
            "en": "Even if you live it for only one day more, that day deserves to be lived <em>graciously</em> and with dignity.",
            "vi": "Ngay cả khi bạn chỉ còn sống thêm một ngày nữa thôi thì ngày đó cũng đáng để được sống hết mình và sống với thái độ trân trọng."
        },
        {
            "en": "I thank my God for <em>graciously</em> granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.",
            "vi": "Tôi cảm ơn Chúa đã độ lượng ban cho mình cơ hội để hiểu rằng cái chết là chìa khóa mở cánh cửa dẫn tới chân hạnh phúc."
        },
        {
            "en": "General Gordon and his family had <em>graciously</em> accepted, Alexander Stephens would be present if his ever-uncertain health permitted and even Bob Toombs, the stormy petrel of the confederacy, was expected.",
            "vi": "Tướng gordon và gia đình đã nhận lời, alexander stephens sẽ có mặt nếu sức khỏe luôn luôn không ổn định của ông cho phép và người ta hy vọng cả bob toombs, con chim hải âu của liên bang, cũng tới dự."
        }
    ],
    "suggestions": []
}