{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Grammy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Grammy</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>Grammys</b> or <cclass><b>Grammies</b>) each of a number of annual awards given by the American National Academy of Recording Arts and Sciences for achievement in the record industry. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: blend of <kref>gramophone</kref> and <kref>Emmy</kref>. </blockquote></div>",
            "word": "Grammy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Grammy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Grammy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Grammy"
        }
    },
    "sentences": [
        {
            "en": "How many <em>Grammy</em> Awards have Linkin Park won?",
            "vi": "Linkin Park nhận bao nhiêu giải Grammy rồi?"
        },
        {
            "en": "Houston's death comes on the eve of the <em>Grammy</em> Awards in Los Angeles, where the six-time <em>Grammy</em> winner had gathered with hundreds of artists for Sunday's program.",
            "vi": "Houston qua đời ngay trước thềm của buổi lễ trao giải Grammy ở Los Angeles, nữ danh ca từng 6 lần đạt giải Grammy đã cùng tề tựu với hàng trăm nghệ sĩ để tham dự chương trình lễ trao giải diễn ra vào Chủ nhật."
        },
        {
            "en": "He scored seven UK number ones as a solo artist and won a total of 13 <em>Grammy</em> awards.",
            "vi": "Là một nghệ sĩ solo, anh có bảy bài hát đứng nhất tại Anh Quốc và đoạt tổng cộng 13 giải Grammy."
        },
        {
            "en": "The two - time <em>Grammy</em> nominee opted for a plain white tee and high - waisted asymmetrical skirt that looked more like a giant napkin.",
            "vi": "Đây là lần thứ hai một người được đề cử giải Grammy đã chọn một bộ cánh đơn giản màu trắng chữ T và chiếc váy kéo cao hông bất đối xứng mà trông nó giống một cái tã lót trẻ em hơn là chiếc váy."
        },
        {
            "en": "The Beija-flor troupe says this year it'll pay tribute to Brazil's popular <em>Grammy</em> Award winning singer Roberto Carlos, also known as the King.",
            "vi": "Đoàn Beija - flor cho biết năm nay họ sẽ dành để tưởng nhớ đến Roberto Carlos, vị ca sĩ nổi tiếng của Brazil đã từng giành giải Grammy, thường được biết dưới tên \"Nhà Vua\"."
        },
        {
            "en": "The Beija - flor troupe says this year it'll pay tribute to Brazil's popular <em>Grammy</em> Award winning singer Roberto Carlos, also known as the King.",
            "vi": "Đoàn Beija-flor cho biết năm nay họ sẽ dành để tưởng nhớ đến Roberto Carlos, vị ca sĩ nổi tiếng của Brazil đã từng giành giải Grammy, thường được biết dưới tên \"Nhà Vua\"."
        },
        {
            "en": "The two-time <em>Grammy</em> nominee opted for a plain white tee and high-waisted asymmetrical skirt that looked more like a giant napkin.",
            "vi": "Đây là lần thứ hai một người được đề cử giải Grammy đã chọn một bộ cánh đơn giản màu trắng chữ T và chiếc váy kéo cao hông bất đối xứng mà trông nó giống một cái tã lót trẻ em hơn là chiếc"
        },
        {
            "en": "The music industry is celebrating the life of <em>Grammy</em> Award-winning singer and actress Whitney Houston who was found dead at a Los Angeles hotel Saturday.",
            "vi": "Ngành âm nhạc Hoa Kỳ tưởng nhớ cuộc đời nữ ca sĩ đoạt giải Grammy kiêm diễn viên điện ảnh Whitney Houston tại khách sạn ở Los Angeles, nơi người ta phát hiện cô qua đời hôm thứ Bảy."
        },
        {
            "en": "Helm also toured with Ringo Starr's All Starr Band in the 1980s and won multiple <em>Grammy</em> awards in recent years, including one in 2011 for a live recording in Nashville, Tennessee.",
            "vi": "Helm cũng đi lưu diễn với ban nhạc All Starr của ca sĩ Ringo Starr vào những năm 1980 và đạt nhiều giải Grammy trong những năm gần đây, bao gồm một giải vào năm 2011 được ghi hình trực tiếp ở Nashville, Tennessee."
        },
        {
            "en": "\"We were on scene within about two minutes, the fire department was actually here sooner than that,\" said Rosen. \"They were on scene for the pre-<em>Grammy</em> party. Fire department and hotel security found her in her room unresponsive. They attempted resuscitation measures. They were not successful. At 3:55pm, Whitney Houston was pronounced dead in her hotel room at the Beverly Hills Hilton.\"",
            "vi": "Ông Rosen còn cho biết “ Chúng tôi đã có mặt trong khoảng hai phút, thậm chí phòng cứu hỏa đã có mặt sớm hơn. Họ ở đây để chuẩn bị cho buổi tiệc trao giải Grammy. Phòng cứu hoả và an ninh khách sạn không thấy nữ ca sĩ trả lời . Họ đã cố gắng cứu sống cô ấy, nhưng không được. Whitney Houston được thông báo qua đời trong phòng khách sạn của cô tại Beverly Hills Hilton vào lúc 3 giờ 55 phút."
        },
        {
            "en": "He won a <em>Grammy</em> in 2006 for the audio version of his memoir, Dreams From My Father   He is left-handed – the sixth post-war president to be left-handedHe has read every Harry Potter book  He owns a set of red boxing gloves autographed by Muhammad Ali  He worked in a Baskin-Robbins ice cream shop as a teenager and now can't stand ice cream",
            "vi": "Năm 2006 ông giành giải Grammy cho bản thâu âm cuốn hồi ký của ông, Dreams From My Father (Những ước mơ từ cha tôi).  Ông thuận tay trái - vị tổng thống thời hậu chiến thứ 6 thuận tay tráÔng đọc mọi cuốn Harry Potter  Ông sở hữu một đôi găng tay quyền anh màu đỏ có chữ ký của Muhammad Ali.  Thời niên thiếu ông làm việc trong cửa hàng kem Baskin-Robbins và hiện nay không thể ăn được kem"
        },
        {
            "en": "Ray Charles  Ray Charles was a legendary American musician who received 12 <em>Grammy</em> Awards. As a child he began losing his sight, and before the age of 7 he went completely blind. When Ray was 15 years old, his mother died. The young man couldn’t sleep, eat, or speak for many days. He was sure that he would go mad. When he got out of his depression he realized that, having gone through this tragedy, he would be able to handle anything.   When he was 17, the musician started to record his first soul, jazz, and rhythm and blues singles. Nowadays, many people consider Ray Charles a legend: his works were even included in the Library of Congress. In 2004, after his death, Rolling Stone magazine named Ray Charles number 10 in the top 100 greatest artists of all time.",
            "vi": "Ray CharlesRay Charles là một nhạc sĩ huyền thoại người Mỹ, ông nhận 12 giải Grammy. Khi còn nhỏ ông đã bị mất thị lực, và chưa đầy 7 tuổi thì bị mù hoàn toàn. Năm Ray 15 tuổi thì mất mẹ. Chàng trai trẻ ấy trong nhiều ngày liền ăn không nổi, ngủ không được, và cũng chẳng buồn nói chuyện với ai. Tưởng chừng mình phát điên lên được. Khi thoát ra khỏi phiền muộn, anh thấy rằng vượt qua được thảm kịch như vậy thì mình có thể làm được bất kỳ việc gì.Năm 17 tuổi, chàng nhạc sĩ bắt đầu ghi âm các đĩa đơn nhạc soul, jazz, và giai điệu blues đầu tiên. Ngày nay, nhiều người coi Ray Charles là một huyền thoại: các tác phẩm của ông thậm chí đã có trong Thư viện quốc gia Hoa Kỳ. Năm 2004, sau khi ông mất, tạp chí Rolling Stone bầu chọn Ray Charles ở vị trí thứ 10 trong số 100 nghệ sĩ vĩ đại nhất mọi thời."
        },
        {
            "en": "Singer Michael Jackson dies at 5   Pop star Michael Jackson has died in Los Angeles, aged 50.   Paramedics were called to the singer's Beverly Hills home at about midday on Thursday after he stopped breathing.  He was pronounced dead two hours later at the UCLA medical centre. Jackson's brother, Jermaine, said he was believed to have suffered a cardiac arrest.  Jackson, who had a history of health problems, had been due to stage a series of comeback concerts in the UK on 13 July.  Speaking on behalf of the Jackson family, Jermaine, said doctors had tried to resuscitate the star for more than an hour without success.  He added: \"The family request that the media please respect our privacy during this tough time.\"    \"And Allah be with you Michael always. I love you.\"  Can't believe it. I'm gutted. RIP Michael, thanks for everything you gave us.  Concerns were raised last month when four of Jackson's planned comeback concerts were postponed, but organisers insisted the dates had been moved due to the complexity of staging the show.  A spokeswoman for The Outside Organisation, which was organising the publicity for the shows, said she had no comment at this time.  Broadcaster Paul Gambaccini said: \"I always doubted that he would have been able to go through that schedule, those concerts. It seemed to be too much of a demand on the unhealthy body of a 50 year old.  \"I'm wondering that, as we find out details of his death, if perhaps the stress of preparing for those dates was a factor in his collapse.  \"It was wishful thinking that at this stage of his life he could be Michael Jackson again.\"  Uri Gellar, a close friend of the star, told BBC News it was \"very, very sad\".   Speaking outside  New York's historic Apollo theatre, civil rights activist Rev Al Sharpton paid tribute to his friend.  \"I knew him 35 years. When he had problems he would call me,\" he said.  \"I feel like he was not treated fairly. I hope history will be more kind to him than some of the contemporary media.\"  Melanie Bromley, west coast bureau chief of Us Weekly magazine, told the BBC the scene in Los Angeles was one of \"pandemonium\".  \"At the moment there is a period of disbelief. There are hundreds of people outside UCLA waiting for news.  \"He was buying a home in the Holmby Hills area of Los Angeles and the scene outside the house is one of fans, reporters and TV cameras - it's absolute craziness.  \"I feel this is the biggest celebrity story in a long time and has the potential to be the Princess Diana of popular culture.\"  Musical icon  Tributes from the world of music and film have already flooded in from celebrities including Madonna, Arnold Schwarzenegger and ex-wife Lisa Marie Presley.  Large numbers of fans have also gathered outside Jackson's home and at the UCLA medical centre with lit candles to mourn the star while playing his greatest hits. Facebook groups have also been set up for fans to share their memories.  Paramedics were called to the singer's house in Bel Air at 1221 (1921GMT) following an emergency phone call.  They performed CPR on Jackson and rushed him to the UCLA medical centre.  A spokesman for the Los Angeles Police Department said the robbery and homicide team was investigating Jackson's death because of its \"high profile\", but there was no suggestion of foul play.   Jackson began his career as a child in family group The Jackson 5.  He then went on to achieve global fame as a solo artist with smash hits such as Billie Jean and Bad.  Thriller, released in 1982, is the biggest-selling album of all time, shifting 65m copies, according to the Guinness Book of World Records.  He scored seven UK number ones as a solo artist and won a total of 13 <em>Grammy</em> awards.    For Michael to be taken away from us so suddenly at such a young age, I just don't have the words, said Quincy Jones, who produced Thriller, Bad and Off The Wall.  He was the consummate entertainer and his contributions and legacy will be felt upon the world forever. I've lost my little brother today, and part of my soul has gone with him.  The singer had been dogged by controversy and money trouble in recent years, becoming a virtual recluse.  He was arrested in 2003 on charges of molesting a 14-year-old boy, but was found not guilty following a five-month trial.  The star had three children, Michael Joseph Jackson Jr, Paris Michael Katherine Jackson and Prince Michael Jackson II.  He is survived by his mother, Katherine, father, Joseph and eight siblings - including Janet, Randy, Jermaine and La Toya Jackson.  (Nguồn: http://news.bbc.co.uk/2/hi/entertainment/8119993.stm)",
            "vi": "Singer Michael Jackson dies at 5   Ngôi sao nhạc Pop Michael Jackson đã qua đời ở Los Angeles, ở tuổi 50.  Nhân viên cứu thương được gọi đến nhà của ca sĩ ở Beverly Hills vào khoảng buổi trưa vào ngày thứ năm sau khi anh ấy ngừng thở.  Anh ấy được công bố là đã chết hai tiếng đồng hồ sau này tại trung tâm y tế UCLA. Em trai của Jackson, Jermaine, đã nói anh ấy được cho là đã bị truỵ tim.  Jackson, người từng mắc nhiều căn bệnh, lẽ ra phải tổ chức một loạt buổi hoà nhạc trở lại ở nước Anh vào ngày 13 tháng bảy.   Nói thay cho gia đình Jackson, Jermaine, đã nói bác sĩ đã cố làm ngôi sao hồi tỉnh hơn một tiếng đồng hồ không có thành công.  Anh ấy thêm : \" gia đình yêu cầu rằng phương tiện truyền thông vui lòng tôn trọng sự riêng tư của chúng tôi trong thời gian khó khăn này. \"  và Cầu cho Allah luôn ở bên anh, Michael. Tôi yêu bạn.  Không thể tin nó. Tôi thất vọng. Cầu cho linh hồn Michael được yên nghỉ, xin cảm ơn vì tất cả mọi thứ bạn mang lại cho chúng tôi.  Lo lắng gia tăng tháng trước khi bốn buổi hoà nhạc trở lại theo kế hoạch của Jackson đã được hoãn, nhưng người tổ chức nhấn mạnh ngày đã được di chuyển vì độ phức tạp của giai đoạn chuẩn bị cuộc biểu diễn.  Nữ phát ngôn cho Outside Organisation, đang phụ trách quảng bá cho buổi biểu diễn, đã nói cô ấy không bình luận vào thời điểm này.  Phát thanh viên Paul Gambaccini đã nói : \" tôi luôn nghi rằng anh ấy sẽ có thể thực hiện kế hoạch đó, các hòa nhạc đó. Dường như nó là đòi hỏi quá đáng đối với cơ thể suy nhược ở tuổi 50.  tôi muốn biết, như chúng tôi tìm hiểu chi tiết cái chết của anh ấy, nếu có lẽ căng thẳng của chuẩn bị cho các ngày tháng đó là nguyên nhân khiến anh ấy suy sụp.  chỉ là mộng tưởng khi vào giai đoạn này trong đời của anh ấy anh ấy có thể được trở lại là Michael Jackson. \"  Uri Gellar, bạn thân của ngôi sao, bảo BBC News đó là \" rất, rất buồn \".  Nói ngoài nhà hát Apollo ở New York, nhà hoạt động dân quyền Rev Al Sharpton tỏ lòng tôn kính bạn anh ấy.  tôi biết anh ấy 35 năm. Khi anh ấy có vấn đề anh ấy sẽ gọi tôi, anh ấy đã nói.  tôi cảm thấy như anh ấy đã không được đối xử công bằng. Tôi hy vọng lịch sử sẽ đối xử tử tế hơn với anh ấy hơn một vài phương tiện truyền thông hiện đại.   Melanie Bromley, trưởng văn phòng bờ biển phía tây của tạp chí Us Weekly, bảo BBC cảnh ở Los Angeles là một trong những \"cảnh hỗn loạn\".  lúc này có thời kỳ hoài nghi. Có hàng trăm người bên ngoài UCLA chờ tin tức.  anh ấy đang mua nhà trong vùng Holmby Hills của Los Angeles và cảnh bên ngoài nhà là một trong những người hâm mộ, phóng viên và máy quay truyền hình - đó là cực kỳ nhốn nháo.  tôi cảm thấy đây là sự kiện lớn nhất trong giới nổi tiếng trong thời gian dài và có tiềm năng trở thành công nương Diana của văn hoá quần chúng.  Biểu tượng âm nhạc  Lời tôn kính từ thế giới âm nhạc và điện ảnh đã đến tới tấp từ những người nổi tiếng như Madonna, Arnold Schwarzenegger và vợ cũ Lisa Marie Presley.  Nhiều người hâm mộ cũng đã tập hợp bên ngoài nhà của Jackson và tại trung tâm y tế UCLA, thắp nến để khóc thương ngôi sao này và hát những bài hát thành công nhất của anh. Các nhóm trên Facebook cũng được lập ra để người hâm mộ chia sẻ những kỷ niệm của mình.  Sau một cú điện thoại gọi cấp cứu, nhân viên cứu thương được điều đến nhà của ca sĩ này ở Bel Air tại số 1221 (lúc 19:21 giờ GMT).  Họ làm hô hấp nhân tạo cho Jackson và vội vã đưa anh đến trung tâm y tế UCLA.   Phát ngôn viên của sở cảnh sát Los Angeles nói rằng đội chuyên án về giết người cướp của đang điều tra cái chết của Jackson vì đây là trường hợp \"người nổi tiếng\", nhưng không có dấu hiệu phạm pháp.  Jackson khởi nghiệp từ lúc nhỏ trong ban nhạc gia đình The Jackson 5.    Sau đó anh tiếp tục nổi tiếng khắp thế giới trong vai trò nghệ sĩ solo với các bài hát thành công lớn như Billie Jean và Bad.  Theo sách kỷ lục thế giới Guinness, album Thriller, phát hành năm 1982 và bán được 65 triệu bản, là album bán chạy nhất mọi thời đại.  Là một nghệ sĩ solo, anh có bảy bài hát đứng nhất tại Anh Quốc và đoạt tổng cộng 13 giải Grammy.  Quincy Jones, nhà sản xuất của các album Thriller, Bad và Off The Wall, nói rằng: \"Tôi không thể thốt nên lời khi Michael bỏ chúng tôi mà đi quá đột ngột ở cái tuổi còn trẻ như vậy.\"  Anh là một nghệ sĩ trình diễn xuất sắc và những đóng góp và di sản của anh sẽ mãi mãi được cảm nhận trên khắp thế giới. Hôm nay tôi mất đi một người em trai, và một phần tâm hồn tôi đã ra đi cùng anh.  Ca sĩ này đã trở thành một người sống ẩn dật thật sự do bị các tranh cãi và rắc rối về tiền bạc gây phiền toái trong những năm vừa qua.  Anh bị bắt năm 2003 về tội quấy rối tình dục một cậu bé 14 tuổi, nhưng được tuyên là vô tội sau một vụ xét xử kéo dài năm tháng.   Ngôi sao này có ba con, Michael Joseph Jackson Jr, Paris Michael Katherine Jackson và Prince Michael Jackson II.  Anh qua đời bỏ lại mẹ, Katherine, cha, Joseph, và tám anh chị em, trong đó có Janet, Randy, Jermaine và La Toya Jackson.  (bản dịch của máy dịch vietgle)    (Nguồn: http://news.bbc.co.uk/2/hi/entertainment/8119993.stm)"
        }
    ],
    "suggestions": []
}