{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">grand</font></td></tr></table><i/></div>",
            "word": "grandness",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "grandness",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "grandness",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grandness",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "grandness",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "\"- <em>ness</em>\" is a particle.",
            "vi": "\"-ness\" là hậu tố."
        },
        {
            "en": "The Loch <em>Ness</em> monster is called Nessie or <em>Ness</em>.",
            "vi": "Thủy quái hồ Loch Ness được gọi là Nessie hay Ness."
        },
        {
            "en": "Many nouns have the ending \"- <em>ness</em>\".",
            "vi": "Nhiều danh từ có đuôi là \"-ness\"."
        },
        {
            "en": "Many nouns have the ending \"-<em>ness</em>\".",
            "vi": "Nhiều danh từ có đuôi là\"- ness\"."
        },
        {
            "en": "The suffix \"-<em>ness</em>\" is added to \"happy\" to make \"happiness\".",
            "vi": "Hậu tố\"ness\"được thêm vào từ\"happy\" làm thành \"happiness\"."
        },
        {
            "en": "Is there really a Loch <em>Ness</em> Monster or a Yeti?",
            "vi": "Thực sự có quái vật hồ Loch Ness hay người tuyết không?"
        },
        {
            "en": "The suffix \"- <em>ness</em>\" is added to \"happy\" to make \"happiness\".",
            "vi": "Hậu tố \"ness\" được thêm vào từ \"happy\" làm thành \"happiness\"."
        },
        {
            "en": "Social factors can reduce effective-<em>ness</em> of CDD programs.",
            "vi": "Các nhân tố xã hội có thể làm giảm tính hiệu quả của các chương trình CDD."
        },
        {
            "en": "It is this human-<em>ness</em> of the gorilla which is so beguiling.",
            "vi": "Chính cái nhân tính này của khỉ đột mới thật là thú vị."
        },
        {
            "en": "Short <em>ness</em> of the skull, with a cephalic index of about 80.",
            "vi": "Hộp sọ ngắn, chỉ số đầu vào khoảng 80."
        },
        {
            "en": "Ingredients:  \n100 <em>gr</em>. raw honey\n1 Tbsp. turmeric\n\n  Preparation: Mix the ingredients and place them in a jar.   Usage: \nTake ½ tsp. every hour the first day\nTake ½ tsp. every 2 hours the second day\nTake ½ tsp. three times a day",
            "vi": "Nguyên liệu : . 100 gr. mật ong nguyên chất . 1 muỗng canh nghệCách làm: Trộn các nguyên liệu lại rồi cho vào lọ. Cách dùng: . Ngày đầu, mỗi tiếng uống ½ thìa  . Ngày thứ hai, mỗi 2 tiếng uống ½ thìa  . Ngày thứ ba, uống 3 lần một ngày"
        },
        {
            "en": "Legitimate news sources can also go astray. The Washington Post recently began an article about FBI director James Comey with this lead: “From Elliot <em>Ness</em> to Clarice Starling, the image of the FBI—unflappable, smart and relentlessly fair—has been sterling.” This statement omits years of troubled history at the federal agency, especially of former director J. Edgar Hoover. (And <em>Ness</em> actually wasn’t even an FBI agent: He was employed by the Treasury department.)",
            "vi": "Cả những nguồn tin chính thống cũng có thể sai lệch về thông tin. Tờ báo \"The Washington Post\" mới gần đây đã bắt đầu với một bài viết về giám đốc của FBI là ông James Comey với lời dẫn này: \"Đặc vụ Elliot Ness và Clarice Starling, hình ảnh của FBI là những người bình tĩnh, thông minh và luôn công bằng, là hình ảnh của những chân giá trị.\" Tuyên bố này đã bỏ qua những năm lịch sử khó khăn tại cơ quan liên bang, đặc biệt là của cựu giám đốc J. Edgar Hoover. (Và Ness thậm chí không phải là một nhân viên FBI, ông làm việc cho Bộ Tài Chính.)"
        },
        {
            "en": "Banh Chung Banh Day - A Vietnamese New Year Story for Tet   \nLong, long ago in Vietnam there lived an ancient King, his name was King Hung Vuong. He was a wise and thoughtful king who always tried to please his people and consider new ideas and because of this he was loved by his people. King Vuong grew old and he knew that soon it would be time to pass his kingdom on to his successor, the only trouble was the King Vuong had three healthy sons and he did not know who would be the best choice to be King. King Vuong being a wise and caring King thought very hard about this problem and in due course came upon a solution.He called his three sons together and he rose up to his feet and declared; \"Sons you are all wise and strong but only one of you can rule our precious Vietnam. So, I have devised a plan to determine which of you shall rule after my passing.\" All of the members of the court and his three sons listening attentively because King Vuong was known to be the wisest ruler in the whole of Asia.King Vuong continued; \"I would like each of you to provide for me a dish of food, you must search for the ingredients and make the dish and serve it to me on the last day of this Lunar Month, and on the basis of this dish I will decide who is to be the ruler of our Kingdom.\"Immediately the words had left this King's mouth, the attendants at the court began to talk in hushed whispers. They knew that this was a very wise pronouncement of their King because Vietnam with its large population and small land area must always give attention to food production to make sure that each person is well fed and healthy.The three brothers stared in disbelief; \"How could our father suggest such a method of deciding, why does he not test our strength?\" said the first brother. \"Why does he not he test our computational skills?\" said the second brother surprisedly. The third and youngest brother just looked at the court and his father and made no comment.Within days the two elder brothers had organized their servants and horses and carriages and were racing all over Vietnam and even to other parts of South East Asia to find the most delectable and delicious ingredients for the dish. One brother took a boat out into the South China Sea to fish for the finest tasting fish, the other brother went into the Khmer Mountains to find the most tender boar meat. Yet, Prince Tiet Lieu stayed at home and sat on his front step and pondered his father's request.By the end of the Lunar Month each of the brothers had prepared their dishes and came before the whole of the Vietnamese royal court and their wise father King Vuong to present it. The first brother came to the father and presented a fine porcelain dish of flying fish dressed in a sweet Chili sauce and accompanied by costly lotus seeds. A hush came over the court as the father viewed the dish and placed it on the table. The second brother came forward and he opened a large copper cauldron and presented a joint of boar dressed with wild mushrooms and a rare wild fern sauce. Again all the court watched the father place the cauldron on the table. Then Prince Tiet Lieu came forward and opened his basket and displayed a large flat rice cake. The court and his brothers gasped, no-one would dare offer such simple fare to the royal King Vuong.King Vuong said, \"Prince Tiet Lieu, tell me why you have chosen to present me with such a simple rice cake.\"Prince Tiet Lieu said, \"Rice is the most precious and valuable of all food found in this Kingdom, yet it is also the most abundant. I have prepared a dish that represents my love for you and our beautiful Vietnam. I have cooked it thoroughly then molded it into a round rice cake, and called it Banh Day as it symbolizes the sky we live under. I have cooked a square rice cake, stuffed it with cooked bean paste and ground meat in the middle and called it Banh Chung. This will symbolize the earth we live on.\"As Prince Tiet Lieu spoke his two elder brothers tried to mask the <em>grandness</em> of their dishes as they now understood the wisdom of their younger brother in using ingredients that all the people of Vietnam could have access to. Immediately they fell to their knees in front of their father and younger brother and bowed at the same time the whole court bowed to the father and son as everyone knew that Prince Tiet Lieu would make the finest King to rule after his wise father King Vuong. After that, King Hung Vuong ordered that this recipe be passed out to all people in his kingdom.As the result, the Vietnamese custom is that every year during the New Year celebration, the Vietnamese people cook Banh Chung and Banh Day and use them as special offerings to their ancestors as well as special gifts to relatives and friends during the Tet celebrations. The Banh Chung is very nutritious, has an original tasty flavor and may be kept for a long time. All of its ingredients and materials, from the green wrapping leaves to sticky rice and pork, green peas and pepper inside, are all medicines (according to Oriental Medicine) that act to keep harmony between the positive and the negative, thus helping the blood circulate well and preventing diseases.",
            "vi": "Sự tích Bánh Chưng Bánh Dày – Truyện kể ngày Tết của Việt Nam   \nNgày xưa, ở Việt Nam có một vị vua già tên là Hùng Vương. Ngài là một vì vua thông minh và biết quan tâm người khác, Ngài luôn cố làm hài lòng hết thảy dân chúng trong vương quốc và luôn quan tâm xem xét các ý tưởng mới lạ và chính vì lẽ đó mà vua Hùng được mọi người hết mực yêu mến. Vua Hùng ngày một già và đã đến lúc trao ngôi báu lại cho người nối ngôi, vua chỉ băn khoăn một điều là Ngài có ba hoàng tử khỏe mạnh và không biết phải chọn ai trong số họ. Vua rất khôn ngoan và suy nghĩ cặn kẽ về việc này và tình cờ Ngài đã  nảy ra một cách giải quyết rất đúng lúc.Ngài gọi ba hoàng tử của mình đến và đứng dậy phán rằng; “Hỡi các con, các con ai nấy cũng đều thông minh và khỏe mạnh nhưng chỉ một trong các con sẽ là người lên trị vì nước Việt Nam yêu dấu của chúng ta. Thế nên ta đã nghĩ ra kế hoạch chọn người sẽ nối ngôi khi ta băng hà.” Hết thảy quần thần trong triều và ba hoàng tử đều lắng nghe hết sức chăm chú vì ai cũng biết rằng vua Hùng là vị vua trị vì thông minh nhất Châu Á. Vua Hùng tiếp; “Ta muốn mỗi anh em con phải dâng cho ta một món ăn, các con phải tìm lấy cách làm và thành phần để chế biến và sẽ dâng lên ta vào ngày cuối tháng âm lịch này, và ta sẽ biết để chọn xem ai sẽ là người nối ngôi ta.”Ngay khi vua vừa dứt lời thì cả triều đình bắt đầu bàn tán thì thầm. Họ hiểu rằng đây là lời phán rất thông minh của Ngài bởi lẽ đất nước Việt Nam nhỏ hẹp với một lượng dân số to lớn như vậy thì chắc hẳn ai cũng phải để ý tới việc sản xuất lương thực để đảm bảo rằng ai cũng được no đầy và khỏe mạnh.Cả ba hoàng tử nhìn nhau ngờ vực; “Làm thế nào vua cha lại có thể đề nghị cách quyết định này được chứ? Tại sao cha không thử sức mạnh của chúng ta nhỉ?”,  hoàng tử thứ nhất hỏi. Hoàng tử thứ hai cũng ngạc nhiên “tại sao vua cha không thử tài tính toán của chúng ta?” Vị hoàng tử út thứ ba chỉ nhìn các quần thần và vua cha mà không nói năng gì.Trong nhiều ngày liền hai vị hoàng tử đầu đã mang theo xe ngựa và người hầu đi khắp Việt Nam, thậm chí ở cả những khu vực thuộc vùng Đông Nam Á để tìm cho được các thành phần ngon nhất về nấu món ngon cho cha. Một người đã đi thuyền qua tận Hải Nam (Biển Đông) để câu được cá ngon nhất, người khác lên tận vùng núi Khmer để tìm món thịt lợn hấp dẫn nhất. Còn Hoàng tử Tiết Liêu ở nhà ngồi ở bậc thềm trước nhà, suy nghĩ về lời yêu cầu của vua cha.Vào cuối tháng âm lịch mỗi hoàng tử đều đã chuẩn bị món ăn của mình và dâng lên cho vua cha trước mặt tất cả các quần thần trong triều. Vị hoàng tử đầu tiên dâng cho cha món cá chuồn nấu bằng tương ớt thơm lừng và hạt sen đắt tiền trong tô sứ rất ngon mắt. Cả triều đình im phăng phắc khi vua cha xem qua món ăn và đặt nó trở lại trên bàn. Vị hoàng tử thứ hai lên phiá trước và mở cái vạc đồng dâng lên cho cha miếng đùi lợn nấu với nấm rừng và nước xốt dương xỉ rừng quý hiếm. Lại một lần nữa cả triều đình chìm trong im lặng nhìn vua cha đặt cái vạc trên bàn. Đến lượt hoàng tử Tiết Liêu bước về phiá trước, mở cái giỏ của mình và bày ra một chiếc bánh làm bằng gạo rất to bằng phẳng. Cả triều đình và hai anh của Tiết Liêu đều há hốc miệng kinh ngạc, chẳng ai dám dâng cho vua cha một món ăn quá đơn giản như thế.  Vua Hùng bảo, “Tiết Liêu, nói cho cha nghe tại sao con lại chọn món bánh gạo đơn giản như thế để dâng lên cho cha?”Hoàng tử Tiết Liêu tâu, “Gạo là thứ ăn quý giá nhất trong vương quốc này, và gạo cũng là thực phẩm dồi dào nhất. Con đã chuẩn bị một món ăn để có thể bày tỏ tình yêu của con đối với cha và cả đất nước Việt Nam xinh đẹp của chúng ta nữa. Con đã nấu chín gạo và đúc vào trong khuôn bánh tròn, và gọi là Bánh Dày để tượng trưng cho bầu trời mà chúng ta đang sống đây. Con cũng nấu một chiếc bánh gạo vuông vức, ở giữa có nhân đậu chín và thịt băm nhỏ được gọi là Bánh Chưng. Đây tượng trưng cho trái đất mà chúng ta đang sống.Khi Hoàng tử Tiết Liêu nói xong thì hai người anh của chàng cũng cố che đi vẻ to lớn của các món ăn của mình vì giờ đây họ đã hiểu ra sự khôn ngoan của em mình khi dùng những thành phần chế biến thức ăn mà tất cả người Việt Nam đều có được. Ngay lập tức họ quỳ xuống dưới chân đức vua cha và hoàng tử út đồng thời toàn thể triều thần cũng cúi đầu trước vua cha và Hoàng tử Tiết Liêu vì tất cả đã biết rằng Tiết Liêu sẽ là một vì vua tốt nhất sau vua cha. Sau đó, vua Hùng truyền lệnh cho công thức làm bánh này phổ biến cho hết thảy mọi người trong vương quốc của Ngài. Vì thế, Việt Nam có phong tục là hằng năm cứ đến Tết là người Việt nấu bánh Chưng và Bánh Dày và dùng như món đồ cúng đặc biệt dành để cúng tổ tiên và là món quà đặc biệt dành tặng người thân và bạn bè trong dịp Tết. Bánh Chưng rất bổ dưỡng, có hương vị thơm ngon độc đáo và có thể giữ được trong một thời gian dài. Tất cả các thành phần và nguyên liệu dùng để làm bánh, từ lá gói xanh tới gạo nếp và thịt heo, đậu xanh và tiêu bên trong nhân, tất cả đều là các vị thuốc (theo đông y) có thể giữ cân bằng âm dương giúp máu lưu thông tốt và ngăn ngừa bệnh tật nữa."
        }
    ],
    "suggestions": []
}