{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['græfikəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bằng đồ thị; bằng biểu đồ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sinh động</td></tr></table><i/></div>",
            "word": "graphically",
            "pronounce": "['græfikəli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "graphically",
            "pronounce": "['græfikəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "graphically",
            "pronounce": "['græfikəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "graphically",
            "pronounce": "['græfikəli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "graphically",
            "pronounce": "['græfikəli]"
        }
    },
    "sentences": [
        {
            "en": "The documentary <em>graphically</em> showed the wild life.",
            "vi": "Bộ phim tài liệu đã cho thấy đời sống hoang dã một cách sinh động."
        },
        {
            "en": "In general, database programs are not very <em>graphically</em> oriented.",
            "vi": "Nói chung, các hệ trình cơ sở dữ liệu đều không quá thiên về đồ họa."
        },
        {
            "en": "We can illustrate this <em>graphically</em> with a bar chart.",
            "vi": "Chúng tôi có thể minh họa điều này thật sinh động bằng một biểu đồ."
        },
        {
            "en": "They perceive and digest information best when it's presented <em>graphically</em>.",
            "vi": "Họ thu thập và xử lý thông tin tốt nhất khi thông tin ấy được thể hiện dưới dạng đồ thị."
        },
        {
            "en": "In a scatter diagram, the relation between two numerical variables is presented <em>graphically</em>.",
            "vi": "Trong biểu đồ phân tán, mối quan hệ giữa 2 biến số được biểu diễn dưới dạng đồ thị."
        },
        {
            "en": "Promotion attempts to increase demand for a product, which is represented <em>graphically</em> as a shift in the demand curve.",
            "vi": "Việc khuyến mãi nhằm vào việc gia tăng mức cầu cho một loại sản phẩm, mà nó được biểu thị bằng một hướng đi lên theo đường cong của nhánh cầu."
        },
        {
            "en": "Puncture wounds on his neck, arms and legs - damning proof of the singer's addiction - were <em>graphically</em> detailed in the coroner's report into his death.",
            "vi": "Các vết chích trên cổ, cánh tay và chân - bằng chứng quy tội nghiện ma tuý của ca sĩ này – được mô tả chi tiết trong bản báo cáo của nhân viên điều tra về cái chết của ca sĩ này."
        },
        {
            "en": "Table 15 shows the composition of transfers and their amounts by final income quintile, which in many instance are too small for the poorest quintiles to show <em>graphically</em>.",
            "vi": "Bảng 15 thể hiện thành phần chuyển khoản và số tiền theo các nhóm ngũ phân cuối cùng, trong nhiều trường hợp số tiền này của nhóm nghèo nhất quá nhỏ nên không thể hiện được trên biểu đồ."
        },
        {
            "en": "<em>Graphically</em>, it is represented by the ratio of the area between the 45 degree line (which represents equality) and the Lorenz curve and the total area below the 45 degree line (Figure 4.1).",
            "vi": "Trên biểu đồ, nó được biểu diễn bằng tỷ lệ giữa diện tích của vùng nằm giữa đường 45 độ (biểu diễn cho sự bình đẳng) và đường cong Lorenz và toàn bộ diện tích cnằm phía dưới đường 45 độ (Hình 4.1)."
        },
        {
            "en": "The analysis can be summarised <em>graphically</em>, as shown in Figure 1.4, divided between actual (through 2002) and hypothetical (ending arbitrarily in 2006) rates of growth as three-year moving averages, of GDP, exports, and poverty reduction.",
            "vi": "Phân tích trên đây có thể được tóm tắt bằng đồ thị như Hình 1.4 mô tả, chia theo tốc độ tăng trưởng thực tế (cho tới năm 2002) và giả định (tới năm 2006) theo mức trung bình 3 năm dịch chuyển của GDP, xuất khẩu và giảm nghèo."
        }
    ],
    "suggestions": []
}