{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Graves",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Graves</k><blockquote><cclass>[<cclass>grα:v<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a red or white wine from Graves, a district of SW France. </cclass></blockquote></div>",
            "word": "Graves",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Graves",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Graves",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Graves",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Numerous <em>graves</em> are located in the mountains.",
            "vi": "Nhiều ngôi mộ được đặt trên núi."
        },
        {
            "en": "They moved <em>graves</em> to another place.",
            "vi": "Họ đã dời mồ mả đi nơi khác."
        },
        {
            "en": "Families are sitting around the <em>graves</em> of their dead ancestors.",
            "vi": "Các gia đình đang ngồi xung quanh những ngôi mộ của tổ tiên quá cố của họ."
        },
        {
            "en": "Dozens of 3,000 year-old <em>graves</em> found in central Vietnam",
            "vi": "Hàng tá ngôi mộ cổ khoảng 3000 năm tuổi được tìm thấy ở miền trung Việt Nam."
        },
        {
            "en": "Flowers are planted on the <em>graves</em> of deceased relatives.",
            "vi": "Hoa được trồng trên mộ bà con thân thuộc đã qua đời."
        },
        {
            "en": "Robbers had plundered the <em>graves</em> thousands of years before.",
            "vi": "Những tên trộm đã đánh cắp tại các ngôi mộ cổ hàng ngàn năm trước."
        },
        {
            "en": "They clean the <em>graves</em> and add fresh flowers.",
            "vi": "Họ làm sạch những ngôi mộ và đặt lên đó những hoa tươi."
        },
        {
            "en": "We certainly never have festivals or parties next to <em>graves</em>.",
            "vi": "Chắc chắn rằng chúng tôi không có những lễ hội hay bữa tiệc nào gần những ngôi mộ."
        },
        {
            "en": "The <em>graves</em> of young Americans who answered the call to service surround the globe.",
            "vi": "Thế giới này đâu đâu cũng có mộ của những người Mỹ trẻ tuổi từng hăng hái đáp lời kêu gọi phụng sự đất nước."
        },
        {
            "en": "They also take food and wine to the <em>graves</em> and clean the gravesides.",
            "vi": "Họ cũng đem theo thức ăn và rượu đến mộ và quét dọn cho khu mộ."
        },
        {
            "en": "The families were sitting around the <em>graves</em> of their dead ancestors.",
            "vi": "Các gia đình đã ngồi xung quanh ngôi mộ của người quá cố."
        },
        {
            "en": "They go to their ancestors' <em>graves</em> to thank for the new harvest.",
            "vi": "Họ đến mộ tổ tiên để cám ơn vì một mùa thu hoạch mới."
        },
        {
            "en": "Before you embark on a journey of revenge, dig two <em>graves</em>.",
            "vi": "Trước khi bạn bắt đầu một sự trả thù, hãy đào hai ngôi mộ."
        },
        {
            "en": "People return home to place flowers on the <em>graves</em> of deceased relatives.",
            "vi": "Người ta trở về nhà để đặt những bông hoa lên mộ của những người họ hàng đã chết."
        },
        {
            "en": "Some  people return to worship at the family altar or visit the <em>graves</em> of their ancestors in their homeland.",
            "vi": "Một số người trở về để cúng kiến bàn thờ gia đình hoặc đi thăm mồ tổ tiên ở quê hương."
        },
        {
            "en": "She led me to three <em>graves</em> in the corner, with three white marker posts much taller than i was.",
            "vi": "Bà dẫn tôi đến ba ngôi mộ nằm trong góc nghĩa địa, có ba tấm bia trắng cao hơn người tôi."
        },
        {
            "en": "<em>Graves</em>' disease\n \nThe most common cause of hyperthyroidism is <em>Graves</em>' disease. This is an autoimmune disorder that attacks the thyroid gland and triggers the release of high levels of thyroid hormones. One of the hallmarks of <em>Graves</em>' disease is a visible and uncomfortable swelling behind the eyes.",
            "vi": "Bướu cổ lộ nhãn\n \nNguyên nhân gây cường giáp thường thấy nhất là bướu cổ lộ nhãn. Đây là một chứng bệnh tự miễn tấn công tuyến giáp và làm tiết nhiều hoóc-môn tuyến giáp. Một trong những dấu hiệu phân biệt bướu cổ lộ nhãn là sưng to sau mắt dễ nhận thấy và gây khó chịu."
        },
        {
            "en": "Some return to worship at the family altar or visit the <em>graves</em> of their ancestors in their homeland.",
            "vi": "Một số trở về để cúng kiến bàn thờ gia đình hoặc đi thăm mồ tổ tiên ở quê hương."
        },
        {
            "en": "It was in the way of the deer-run leading to the saltish water, light feet and shy hoofs ran over those early winter <em>graves</em>.",
            "vi": "Chỗ đó nằm trên con đường hươu chạy dẫn đến hồ nước mặn, những bàn chân nhẹ nhàng và những móng thú vật rụt rè chạy trên những ngôi mộ mới thành hình đầu mùa đông ấy."
        },
        {
            "en": "I went back to those <em>graves</em> not long afterward and found as i stood there that sadness was a very heavy thing.",
            "vi": "Mấy hôm sau tôi trở lại thăm các ngôi mộ ấy tôi đứng nhìn lòng nặng trĩu buồn phiền."
        }
    ],
    "suggestions": []
}