{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['greivjɑ:d]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nghĩa địa, bãi tha ma</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">graveyard shift</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) kíp làm đêm, ca ba</td></tr></table><i/></div>",
            "word": "graveyard",
            "pronounce": "['greivjɑ:d]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>graveyard</k><blockquote>■ <cclass>noun a burial ground beside a church. </cclass></blockquote></div>",
            "word": "graveyard",
            "pronounce": "['greivjɑ:d]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>graveyard</k><blockquote>▸ <cclass>noun CEMETERY, churchyard, burial ground, necropolis; <cclass><i>informal</i> boneyard; <cclass><i>historical</i> potter's field; <cclass><i>archaic</i> God's acre.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "graveyard",
            "pronounce": "['greivjɑ:d]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "graveyard",
            "pronounce": "['greivjɑ:d]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nghĩa địa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">graveyard shift</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ca đêm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">graveyard tour</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ca đêm</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "graveyard",
            "pronounce": "['greivjɑ:d]"
        }
    },
    "sentences": [
        {
            "en": "<em>Graveyard</em> shift",
            "vi": "Ca ba"
        },
        {
            "en": "Isn't this someone's <em>graveyard</em>?",
            "vi": "Đây không phải là ngôi mộ của ai đó sao?"
        },
        {
            "en": "She works the <em>graveyard</em> shift.",
            "vi": "Bà ta làm ca ba."
        },
        {
            "en": "Everyone said the <em>graveyard</em> was haunted.",
            "vi": "Ai cũng nói là nghĩa trang có ma."
        },
        {
            "en": "The highway was a <em>graveyard</em> of abandoned cars.",
            "vi": "Đường cao tốc đã là một bãi tha ma của những chiếc xe hơi bị bỏ đi."
        },
        {
            "en": "I had to walk past a cemetery/ a <em>graveyard</em>.",
            "vi": "tôi phải đi qua một nghĩa trang."
        },
        {
            "en": "The dead don't come back from the <em>graveyard</em>.",
            "vi": "Chết là hết."
        },
        {
            "en": "You don't bring the dead back from the <em>graveyard</em>.",
            "vi": "Chết là hết."
        },
        {
            "en": "Chemicals that turn farmland into a <em>graveyard</em> for wildlife.",
            "vi": "Các hóa chất đã biến vùng đất trồng trọt này thành nghĩa địa cho động vật hoang dã."
        },
        {
            "en": "Who will be taking over the <em>graveyard</em> shift tonight?",
            "vi": "Ai sẽ đảm nhiệm ca đêm tối nay?"
        },
        {
            "en": "The church symbol could be mistaken for a <em>graveyard</em>, added the agency..",
            "vi": "Biểu tượng nhà thờ có thể bị tưởng nhầm là nghĩa trang, cơ quan này nói thêm."
        },
        {
            "en": "Women who work the <em>graveyard</em> shift may face an up to 60 percent increased risk of breast cancer.",
            "vi": "Những phụ nữ làm việc ca đêm có thể phải đối mặt với việc tăng nguy cơ mắc ung thư vú lên đến 60 phần trăm."
        },
        {
            "en": "We are looking for someone to fill a part time position ; that is willing to work <em>graveyard</em> shifts on Friday and Saterday nights",
            "vi": "Chúng tôi đang tìm người làm thời vụ, sẵn sàng làm việc ca đêm vào các tối thứ sáu và thứ bảy."
        },
        {
            "en": "I found myself wondering how long it would be until she was buried out in the village <em>graveyard</em> along with my father's other family.",
            "vi": "Tôi tự hỏi không biết bao lâu nữa bà sẽ được chôn ngoài nghĩa địa bên cạnh vợ con trước của bố tôi."
        },
        {
            "en": "We are looking for someone to fill a part time position; that is willing to work <em>graveyard</em> shifts on Friday and Saterday nights",
            "vi": "Chúng tôi đang tìm người làm thời vụ, sẵn sàng làm việc ca đêm vào các tối thứ sáu và thứ bảy."
        },
        {
            "en": "The following day without saying a word, she walked me down the hill toward the village and turned at a path into a <em>graveyard</em> in the woods.",
            "vi": "Ngày hôm sau không nói một tiếng, bà dẫn tôi xuống đồi vào làng rồi đi theo một con đường dẫn đến nghĩa địa nằm trong rừng."
        },
        {
            "en": "Late one night, after an evening of drinking, Smutty took a shortcut through the <em>graveyard</em> and stumble into a newly dug grave.",
            "vi": "Vào một đêm khuya, sau một buổi tối uống say bí tỷ, smutty đã tắt qua nghĩa trang và trượt chân rơi vào phần huyệt mới được đào."
        },
        {
            "en": "2) After a pause, he continued, \"Secondly, I desire that when my coffin is being carried to the grave, the path leading to the <em>graveyard</em> be strewn with gold, silver and precious stones which I have collected in my treasury\".",
            "vi": "Ngừng lại một lát, ông nói tiếp: \"Mong ước thứ hai, ta muốn khi đưa quan tài ta ra mồ để chôn thì con đường dẫn đến nghĩa trang phải rải đầy vàng, bạc và châu báu mà ta đã thu lượm được suốt cuộc đời mình.\""
        },
        {
            "en": "the <em>graveyard</em> shift  In old, small villages, local folks started running out of places to bury people. So they would dig up coffins and would take the bones to a bone-house, and reuse the grave. When reopening these coffins, 1 out of 25 coffins were found to have scratch marks on the inside, and they realized they had been burying people alive. So they would tie a string on the wrist of the corpse, lead it through the coffin and up through the ground and tie it to a bell. Someone would have to sit out in the <em>graveyard</em> all night (‘the <em>graveyard</em> shift’ (usually 11 PM – 7 AM, or midnight – 8 AM) to listen for the bell.",
            "vi": "ca đêmTrong những làng nhỏ xưa kia, dân làng bắt đầu hết chỗ chôn cất. Cho nên người ta đào mồ lên, mang xương về nhà mồ chung rồi dùng lại huyệt mộ. Khi mở lại các cỗ quan tài này, cứ 25 quan tài thì họ lại thấy 1 quan tài có dấu cào xước bên trong, nên mọi người nhận ra mình đã chôn sống người thân. Thế cho nên mọi người bèn buộc một sợi dây lên cổ tay người chết, thòng ra ngoài quan tài và thò lên trên mặt đất và cột dây vào một cái chuông. Sẽ có người phải ngồi canh trong nghĩa trang suốt đêm ( ‘the graveyard shift’ (ca đêm) ( thường từ 11 giờ đêm đến 7 giờ sáng, hoặc nửa đêm đến 8 giờ sáng ) để nghe có ai giật chuông không."
        },
        {
            "en": "The second wish of strewing gold, silver and other riches on the path to the <em>graveyard</em> is to tell People that not even a fraction of gold will come with me. I spent all my life Greed of Power, earning riches but cannot take anything with me. Let people realize that it is a sheer waste of time to chase wealth.",
            "vi": "Điều ước thứ hai ta muốn vàng bạc châu báu và mọi thứ của cải khác của mình được rải lên con đường ra nghĩa trang là vì ta muốn dân chúng biết rằng khi ta chết đi rồi thì ngay cả một phân vàng nhỏ ta cũng không mang theo được. Cả đời ta tham lam quyền lực, mưu cầu giàu sang nhưng chết rồi thì chẳng có đem được gì theo hết. Hãy để cho mọi người biết rằng nếu cứ chạy theo của cải vật chất thì chỉ hoàn toàn là sống phí đời mà thôi."
        }
    ],
    "suggestions": []
}