{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">gravitation</font></td></tr></table><i/></div>",
            "word": "gravitationally"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gravitationally"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gravitationally"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gravitationally"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gravitationally"
        }
    },
    "sentences": [
        {
            "en": "Stars can form part of a much larger <em>gravitationally</em> bound structure, such as a cluster or a galaxy.",
            "vi": "Các sao có thể tập hợp lại thành một cấu trúc liên kết hấp dẫn lớn hơn, như một quần tinh hay một thiên hà."
        },
        {
            "en": "It has been a long - held assumption that the majority of stars occur in <em>gravitationally</em> bound, multiple - star systems.",
            "vi": "Từ lâu người ta đã giả sử rằng các ngôi lớn xuất hiện trong các hệ nhiều ngôi sao."
        },
        {
            "en": "It has been a long-held assumption that the majority of stars occur in <em>gravitationally</em> bound, multiple-star systems.",
            "vi": "Từ lâu người ta đã giả sử rằng các ngôi lớn xuất hiện trong các hệ nhiều ngôi sao."
        },
        {
            "en": "Binary and multi - star systems consist of two or more stars that are <em>gravitationally</em> bound, and generally move around each other in stable orbits.",
            "vi": "Hệ sao đôi và nhiều sao chứa hai hoặc nhiều ngôi sao có liên kết về lực hấp dẫn với nhau, và nói chung chúng di chuyển quanh nhau theo những quỹ đạo ổn định."
        },
        {
            "en": "Binary and multi-star systems consist of two or more stars that are <em>gravitationally</em> bound, and generally move around each other in stable orbits.",
            "vi": "Hệ sao đôi và nhiều sao chứa hai hoặc nhiều ngôi sao có liên kết về lực hấp dẫn với nhau, và nói chung chúng di chuyển quanh nhau theo những quỹ đạo ổn định."
        },
        {
            "en": "In addition to isolated stars, a multi-star system can consist of two or more <em>gravitationally</em> bound stars that orbit around each other.",
            "vi": "Cùng với các ngôi sao đơn lẻ, các hệ nhiều sao có thể chứa hai hoặc nhiều sao có liên kết hấp dẫn với nhau và chúng quay quanh nhau."
        },
        {
            "en": "In addition to isolated stars, a multi - star system can consist of two or more <em>gravitationally</em> bound stars that orbit around each other.",
            "vi": "Cùng với các ngôi sao đơn lẻ, các hệ nhiều sao có thể chứa hai hoặc nhiều sao có liên kết hấp dẫn với nhau và chúng quay quanh nhau."
        },
        {
            "en": "Other scientists have suggested the echinoid in the limestone was exposed by erosion and the creature was part of the original limestone that formed 30 million years ago. But, Morsi countered those claims and suggested that the creature was cemented, or petrified, in a relatively more recent time, citing evidence that the creature is lying <em>gravitationally</em> flat, that it's in pristine condition, that it is within the intertidal range of the lagoon, and that it is a large specimen unlike the tiny specimens typically found in limestone blocks.",
            "vi": "Các nhà khoa học khác suy luận rằng con cầu gai có trong đá vôi kia bị lộ ra do sự xói mòn và loài sinh vật này vốn đã ở trong đá vôi nguyên thủy khi nó mới hình thành vào 30 triệu năm trước. Nhưng ông Morsi phản đối những lập luận này và cho rằng loài sinh vật này đã kết dính hoặc hóa thạch trong khoảng thời gian gần hơn, bằng chứng là loài sinh vật này nằm sát đất, trong tình trạng nguyên sơ và nằm trong biên độ thủy triều của đầm nước mặn, hơn nữa nó là một mẫu vật lớn không giống như các mẫu vật nhỏ li ti thường thấy trong các khối đá vôi."
        }
    ],
    "suggestions": []
}