{
    "en_vn": {
        "data": {
            "content": null,
            "word": "graying",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "graying",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "graying",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "graying",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tô xám</font></td></tr></tbody></table></div>",
            "word": "graying",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Your hair is <em>graying</em>.",
            "vi": "Tóc bạn đang bạc."
        },
        {
            "en": "He gazed ruefully in the mirror at his <em>graying</em> locks.",
            "vi": "Ông ta buồn bã nhìn chằm chằm vào mái tóc đang bạc của mình ở trong gương."
        },
        {
            "en": "A woman well past 40, she had <em>graying</em> hair tucked under a worn hat.",
            "vi": "Một phụ nữ đã ngoài 40, mái tóc hoa râm bới gọn bên dưới chiếc nón đã sờn."
        },
        {
            "en": "The eastern sky was still clear, but <em>graying</em>, shot through with streaks of pink and orange.",
            "vi": "Bầu trời phía đông vẫn còn trong trẻo, nhưng đã chuyển sang màu xám, xen lẫn các vệt hồng và cam."
        },
        {
            "en": "Loss of pigment in the hair, which causes <em>graying</em> or whitening, it is usually part of the ageing process, when it starts at the temples.",
            "vi": "Mất sắc tố ở tóc làm tóc thành màu xám hoặc trắng, nó thường là một phần trong quá trình lão hoá khi bắt đầu bạc ở hai thái dương."
        },
        {
            "en": "8          8. PORT ANGELES Jess drove faster than the Chief, so we made it to Port Angeles by four. It had been a while since I'd had a girls' night out, and the estrogen rush was invigorating. We listened to whiny rock songs while Jessica jabbered on about the boys we hung out with. Jessica's dinner with Mike had gone very well, and she was hoping that by Saturday night they would have progressed to the first-kiss stage. I smiled to myself, pleased. Angela was passively happy to be going to the dance, but not really interested in Eric. Jess tried to get her to confess who her type was, but I interrupted with a question about dresses after a bit, to spare her. Angela threw a grateful glance my way.  Port Angeles was a beautiful little tourist trap, much more polished and quaint than Forks. But Jessica and Angela knew it well, so they didn't plan to waste time on the picturesque boardwalk by the bay. Jess drove straight to the one big department store in town, which was a few streets in from the bay area's visitor-friendly face. The dance was billed as semiformal, and we weren't exactly sure what that meant. Both Jessica and Angela seemed surprised and almost disbelieving when I told them I'd never been to a dance in Phoenix. \"Didn't you ever go with a boyfriend or something?\" Jess asked dubiously as we walked through the front doors of the store. \"Really,\" I tried to convince her, not wanting to confess my dancing problems. \"I've never had a boyfriend or anything close. I didn't go out much.\" \"Why not?\" Jessica demanded. \"No one asked me,\" I answered honestly. She looked skeptical. \"People ask you out here,\" she reminded me, \"and you tell them no.\" We were in the juniors' section now, scanning the racks for dress-up clothes. \"Well, except for Tyler,\" Angela amended quietly. \"Excuse me?\" I gasped. \"What did you say?\" \"Tyler told everyone he's taking you to prom,\" Jessica informed me with suspicious eyes. \"He said what?\" I sounded like I was choking. \"I told you it wasn't true,\" Angela murmured to Jessica. I was silent, still lost in shock that was quickly turning to irritation. But we had found the dress racks, and now we had work to do. \"That's why Lauren doesn't like you,\" Jessica giggled while we pawed through the clothes. I ground my teeth. \"Do you think that if I ran him over with my truck he would stop feeling guilty about the accident? That he might give up on making amends and call it even?\" \"Maybe,\" Jess snickered. '\"If that's why he's doing this.\" The dress selection wasn't large, but both of them found a few things to try on. I sat on a low chair just inside the dressing room, by the three-way mirror, trying to control my fuming.  Jess was torn between two — one a long, strapless, basic black number, the other a knee-length electric blue with spaghetti straps. I encouraged her to go with the blue; why not play up the eyes? Angela chose a pale pink dress that draped around her tall frame nicely and brought out honey tints in her light brown hair. I complimented them both generously and helped by returning the rejects to their racks. The whole process was much shorter and easier than similar trips I'd taken with Renée at home. I guess there was something to be said for limited choices. We headed over to shoes and accessories. While they tried things on I merely watched and critiqued, not in the mood to shop for myself, though I did need new shoes. The girls'-night high was wearing off in the wake of my annoyance at Tyler, leaving room for the gloom to move back in.  \"Angela?\" I began, hesitant, while she was trying on a pair of pink strappy heels — she was overjoyed to have a date tall enough that she could wear high heels at all. Jessica had drifted to the jewelry counter and we were alone. \"Yes?\" She held her leg out, twisting her ankle to get a better view of the shoe. I chickened out. \"I like those.\" \"I think I'll get them — though they'll never match anything but the one dress,\" she mused. \"Oh, go ahead — they're on sale,\" I encouraged. She smiled, putting the lid back on a box that contained more practical-looking off-white shoes. I tried again. \"Um, Angela…\" She looked up curiously. \"Is it normal for the… Cullens\" — I kept my eyes on the shoes — \"to be out of school a lot?\" I failed miserably in my attempt to sound nonchalant. \"Yes, when the weather is good they go backpacking all the time — even the doctor. They're all real outdoorsy,\" she told me quietly, examining her shoes, too. She didn't ask one question, let alone the hundreds that Jessica would have unleashed. I was beginning to really like Angela.  \"Oh.\" I let the subject drop as Jessica returned to show us the rhinestone jewelry she'd found to match her silver shoes. We planned to go to dinner at a little Italian restaurant on the boardwalk, but the dress shopping hadn't taken as long as we'd expected. Jess and Angela were going to take their clothes back to the car and then walk down to the bay. I told them I would meet them at the restaurant in an hour — I wanted to look for a bookstore. They were both willing to come with me, but I encouraged them to go have fun — they didn't know how preoccupied I could get when surrounded by books; it was something I preferred to do alone. They walked off to the car chattering happily, and I headed in the direction Jess pointed out. I had no trouble finding the bookstore, but it wasn't what I was looking for. The windows were full of crystals, dream-catchers, and books about spiritual healing. I didn't even go inside. Through the glass I could see a fifty-year-old woman with long, gray hair worn straight down her back, clad in a dress right out of the sixties, smiling welcomingly from behind the counter. I decided that was one conversation I could skip. There had to be a normal bookstore in town. I meandered through the streets, which were filling up with end-of-the-workday traffic, and hoped I was headed toward downtown. I wasn't paying as much attention as I should to where I was going; I was wrestling with despair. I was trying so hard not to think about him, and what Angela had said… and more than anything trying to beat down my hopes for Saturday, fearing a disappointment more painful than the rest, when I looked up to see someone's silver Volvo parked along the street and it all came crashing down on me. Stupid, unreliable vampire, I thought to myself. I stomped along in a southerly direction, toward some glass-fronted shops that looked promising. But when I got to them, they were just a repair shop and a vacant space. I still had too much time to go looking for Jess and Angela yet, and I definitely needed to get my mood in hand before I met back up with them. I ran my fingers through my hair a couple of times and took some deep breaths before I continued around the corner. I started to realize, as I crossed another road, that I was going the wrong direction. The little foot traffic I had seen was going north, and it looked like the buildings here were mostly warehouses. I decided to turn east at the next corner, and then loop around after a few blocks and try my luck on a different street on my way back to the boardwalk.  A group of four men turned around the corner I was heading for, dressed too casually to be heading home from the office, but they were too grimy to be tourists. As they approached me, I realized they weren't too many years older than I was. They were joking loudly among themselves, laughing raucously and punching each other's arms. I scooted as far to the inside of the sidewalk as I could to give them room, walking swiftly, looking past them to the corner. \"Hey, there!\" one of them called as they passed, and he had to be talking to me since no one else was around. I glanced up automatically. Two of them had paused, the other two were slowing. The closest, a heavyset, dark-haired man in his early twenties, seemed to be the one who had spoken. He was wearing a flannel shirt open over a dirty t-shirt, cut-off jeans, and sandals. He took half a step toward me.  \"Hello,\" I mumbled, a knee-jerk reaction. Then I quickly looked away and walked faster toward the corner. I could hear them laughing at full volume behind me. \"Hey, wait!\" one of them called after me again, but I kept my head down and rounded the corner with a sigh of relief. I could still hear them chortling behind me. I found myself on a sidewalk leading past the backs of several somber-colored warehouses, each with large bay doors for unloading trucks, padlocked for the night. The south side of the street had no sidewalk, only a chain-link fence topped with barbed wire protecting some kind of engine parts storage yard. I'd wandered far past the part of Port Angeles that I, as a guest, was intended to see. It was getting dark, I realized, the clouds finally returning, piling up on the western horizon, creating an early sunset. The eastern sky was still clear, but <em>graying</em>, shot through with streaks of pink and orange. I'd left my jacket in the car, and a sudden shiver made me cross my arms tightly across my chest. A single van passed me, and then the road was empty.  The sky suddenly darkened further, and, as I looked over my shoulder to glare at the offending cloud, I realized with a shock that two men were walking quietly twenty feet behind me.  They were from the same group I'd passed at the corner, though neither was the dark one who'd spoken to me. I turned my head forward at once, quickening my pace. A chill that had nothing to do with the weather made me shiver again. My purse was on a shoulder strap and I had it slung across my body, the way you were supposed to wear it so it wouldn't get snatched. I knew exactly where my pepper spray was — still in my duffle bag under the bed, never unpacked. I didn't have much money with me, just a twenty and some ones, and I thought about \"accidentally\" dropping my bag and walking away. But a small, frightened voice in the back of my mind warned me that they might be something worse than thieves. I listened intently to their quiet footsteps, which were much too quiet when compared to the boisterous noise they'd been making earlier, and it didn't sound like they were speeding up, or getting any closer to me.  Breathe, I had to remind myself. You don't know they're following you. I continued to walk as quickly as I could without actually running, focusing on the right-hand turn that was only a few yards away from me now. I could hear them, staying as far back as they'd been before. A blue car turned onto the street from the south and drove  quickly past me. I thought of jumping out in front of it, but I hesitated, inhibited, unsure that I was really being pursued, and then it was too late. I reached the corner, but a swift glance revealed that it was only a blind drive to the back of another building. I was half-turned in anticipation; I had to hurriedly correct and dash across the narrow drive, back to the sidewalk. The street ended at the next corner, where there was a stop sign. I concentrated on the faint footsteps behind me, deciding whether or not to run. They sounded farther back, though, and I knew they could outrun me in any case. I was sure to trip and go sprawling if I tried to go any faster. The footfalls were definitely farther back. I risked a quick glance over my shoulder, and they were maybe forty feet back now, I saw with relief. But they were both staring at me. It seemed to take forever for me to get to the corner. I kept my pace steady, the men behind me falling ever so slightly farther behind with every step. Maybe they realized they had scared me and were sorry. I saw two cars going north pass the intersection I was heading for, and I exhaled in relief. There would be more people around once I got off this deserted street. I skipped around the corner with a grateful sigh.  And skidded to a stop. The street was lined on both sides by blank, doorless, windowless walls.  I could see in the distance, two intersections down, streetlamps, cars, and more pedestrians, but they were all too far away. Because lounging against the western building, midway down the street, were the other two men from the group, both watching with excited smiles as I froze dead on the sidewalk. I realized then that I wasn't being followed. I was being herded. I paused for only a second, but it felt like a very long time. I turned then and darted to the other side of the road. I had a sinking feeling that it was a wasted attempt. The footsteps behind me were louder now.  \"There you are!\" The booming voice of the stocky, dark-haired man shattered the intense quiet and made me jump. In the gathering darkness, it seemed like he was looking past me. \"Yeah,\" a voice called loudly from behind me, making me jump again as I tried to hurry down the street. \"We just took a little detour.\"  My steps had to slow now. I was closing the distance between myself and the lounging pair too quickly. I had a good loud scream, and I sucked in air, preparing to use it, but my throat was so dry I wasn't sure how much volume I could manage. With a quick movement I slipped my purse over my head, gripping the strap with one hand, ready to surrender it or use it as weapon as need demanded. The thickset man shrugged away from the wall as I warily came to a stop, and walked slowly into the street.  \"Stay away from me,\" I warned in a voice that was supposed to sound strong and fearless. But I was right about the dry throat — no volume.  \"Don't be like that, sugar,\" he called, and the raucous laughter started again behind me. I braced myself, feet apart, trying to remember through my panic what little self-defense I knew. Heel of the hand thrust upward, hopefully breaking the nose or shoving it into the brain. Finger through the eye socket — try to hook around and pop the eye out. And the standard knee to the groin, of course. That same pessimistic voice in my mind spoke up then, reminding me that I probably wouldn't have a chance against one of them, and there were four. Shut up! I commanded the voice before terror could incapacitate me. I wasn't going out without taking someone with me.  I tried to swallow so I could build up a decent scream.  Headlights suddenly flew around the corner, the car almost hitting the stocky one, forcing him to jump back toward the sidewalk. I dove into the road — this car was going to stop, or have to hit me. But the silver car unexpectedly fishtailed around, skidding to a stop with the passenger door open just a few feet from me. \"Get in,\" a furious voice commanded. It was amazing how instantaneously the choking fear vanished, amazing how suddenly the feeling of security washed over me — even before I was off the street — as soon as I heard his voice. I jumped into the seat, slamming the door shut behind me. It was dark in the car, no light had come on with the opening of the door, and I could barely see his face in the glow from the dashboard. The tires squealed as he spun around to face north, accelerating too quickly, swerving toward the stunned men on the street. I caught a glimpse of them diving for the sidewalk as we straightened out and sped toward the harbor. \"Put on your seat belt,\" he commanded, and I realized I was clutching the seat with both hands. I quickly obeyed; the snap as the belt connected was loud in the darkness. He took a sharp left, racing forward, blowing through several stop signs without a pause. But I felt utterly safe and, for the moment, totally unconcerned about where we were going. I stared at his face in profound relief, relief that went beyond my sudden deliverance. I studied his flawless features in the limited light, waiting for my breath to return to normal, until it occurred to me that his expression was murderously angry. \"Are you okay?\" I asked, surprised at how hoarse my voice sounded. \"No,\" he said curtly, and his tone was livid. I sat in silence, watching his face while his blazing eyes stared straight ahead, until the car came to a sudden stop. I glanced around, but it was too dark to see anything beside the vague outline of dark trees crowding the roadside. We weren't in town anymore.  \"Bella?\" he asked, his voice tight, controlled. \"Yes?\" My voice was still rough. I tried to clear my throat quietly. \"Are you all right?\" He still didn't look at me, but the fury was plain on his face. \"Yes,\" I croaked softly. \"Distract me, please,\" he ordered. \"I'm sorry, what?\" He exhaled sharply. \"Just prattle about something unimportant until I calm down,\" he clarified, closing his eyes and pinching the bridge of his nose with his thumb and forefinger. \"Um.\" I wracked my brain for something trivial. \"I'm going to run over Tyler Crowley tomorrow before school?\" He was still squeezing his eyes closed, but the corner of his mouth twitched. \"Why?\" \"He's telling everyone that he's taking me to prom — either he's insane or he's still trying to make up for almost killing me last… well, you remember it, and he thinks prom is somehow the correct way to do this. So I figure if I endanger his life, then we're even, and he can't keep trying to make amends. I don't need enemies and maybe Lauren would back off if he left me alone. I might have to total his Sentra, though. If he doesn't have a ride he can't take anyone to prom…\" I babbled on. \"I heard about that.\" He sounded a bit more composed. \"You did?\" I asked in disbelief, my previous irritation flaring. \"If he's paralyzed from the neck down, he can't go to the prom, either,\" I muttered, refining my plan. Edward sighed, and finally opened his eyes.  \"Better?\" \"Not really.\" I waited, but he didn't speak again. He leaned his head back against the seat, staring at the ceiling of the car. His face was rigid.  \"What's wrong?\" My voice came out in a whisper. \"Sometimes I have a problem with my temper, Bella.\" He was whispering, too, and as he stared out the window, his eyes narrowed into slits. \"But it wouldn't be helpful for me to turn around and hunt down those…\" He didn't finish his sentence, looking away, struggling for a moment to control his anger again. \"At least,\" he continued, \"that's what I'm trying to convince myself.\" \"Oh.\" The word seemed inadequate, but I couldn't think of a better response. We sat in silence again. I glanced at the clock on the dashboard. It was past six-thirty.  \"Jessica and Angela will be worried,\" I murmured. \"I was supposed to meet them.\" He started the engine without another word, turning around smoothly and speeding back toward town. We were under the streetlights in no time at all, still going too fast, weaving with ease through the cars slowly cruising the boardwalk. He parallel-parked against the curb in a space I would have thought much too small for the Volvo, but he slid in effortlessly in one try. I looked out the window to see the lights of La Bella Italia, and Jess and Angela just leaving, pacing anxiously away from us. \"How did you know where… ?\" I began, but then I just shook my head. I heard the door open and turned to see him getting out. \"What are you doing?\" I asked. \"I'm taking you to dinner.\" He smiled slightly, but his eyes were hard.  He stepped out of the car and slammed the door. I fumbled with my seat belt, and then hurried to get out of the car as well. He was waiting for me on the sidewalk. He spoke before I could. \"Go stop Jessica and Angela before I have to track them down, too. I don't think I could restrain myself if I ran into your other friends again.\" I shivered at the threat in his voice. \"Jess! Angela!\" I yelled after them, waving when they turned. They rushed back to me, the pronounced relief on both their faces simultaneously changing to surprise as they saw who I was standing next to. They hesitated a few feet from us. \"Where have you been?\" Jessica's voice was suspicious. \"I got lost,\" I admitted sheepishly. \"And then I ran into Edward.\" I gestured toward him. \"Would it be all right if I joined you?\" he asked in his silken, irresistible voice. I could see from their staggered expressions that he had never unleashed his talents on them before. \"Er… sure,\" Jessica breathed. \"Um, actually, Bella, we already ate while we were waiting — sorry,\" Angela confessed. \"That's fine — I'm not hungry.\" I shrugged. \"I think you should eat something.\" Edward's voice was low, but full of authority. He looked up at Jessica and spoke slightly louder. \"Do you mind if I drive Bella home tonight? That way you won't have to wait while she eats.\" \"Uh, no problem, I guess…\" She bit her lip, trying to figure out from my expression whether that was what I wanted. I winked at her. I wanted nothing more than to be alone with my perpetual savior. There were so many questions that I couldn't bombard him with till we were by ourselves.  \"Okay.\" Angela was quicker than Jessica. \"See you tomorrow, Bella… Edward.\" She grabbed Jessica's hand and pulled her toward the car, which I could see a little ways away, parked across First Street. As they got in, Jess turned and waved, her face eager with curiosity. I waved back, waiting for them to drive away before I turned to face him. \"Honestly, I'm not hungry,\" I insisted, looking up to scrutinize his face. His expression was unreadable. \"Humor me.\" He walked to the door of the restaurant and held it open with an obstinate expression. Obviously, there would be no further discussion. I walked past him into the restaurant with a resigned sigh. The restaurant wasn't crowded — it was the off-season in Port Angeles. The host was female, and I understood the look in her eyes as she assessed Edward. She welcomed him a little more warmly than necessary. I was surprised by how much that bothered me. She was several inches taller than I was, and unnaturally blond. \"A table for two?\" His voice was alluring, whether he was aiming for that or not. I saw her eyes flicker to me and then away, satisfied by my obvious ordinariness, and by the cautious, no-contact space Edward kept between us. She led us to a table big enough for four in the center of the most crowded area of the dining floor. I was about to sit, but Edward shook his head at me. \"Perhaps something more private?\" he insisted quietly to the host. I wasn't sure, but it looked like he smoothly handed her a tip. I'd never seen anyone refuse a table except in old movies. \"Sure.\" She sounded as surprised as I was. She turned and led us around a partition to a small ring of booths — all of them empty. \"How's this?\" \"Perfect.\" He flashed his gleaming smile, dazing her momentarily. \"Um\" — she shook her head, blinking — \"your server will be right out.\" She walked away unsteadily. \"You really shouldn't do that to people,\" I criticized. \"It's hardly fair.\" \"Do what?\" \"Dazzle them like that — she's probably hyperventilating in the kitchen right now.\" He seemed confused. \"Oh, come on,\" I said dubiously. \"You have to know the effect you have on people.\" He tilted his head to one side, and his eyes were curious. \"I dazzle people?\" \"You haven't noticed? Do you think everybody gets their way so easily?\" He ignored my questions. \"Do I dazzle you?\" \"Frequently,\" I admitted. And then our server arrived, her face expectant. The hostess had definitely dished behind the scenes, and this new girl didn't look disappointed. She flipped a strand of short black hair behind one ear and smiled with unnecessary warmth. \"Hello. My name is Amber, and I'll be your server tonight. What can I get you to drink?\" I didn't miss that she was speaking only to him. He looked at me. \"I'll have a Coke.\" It sounded like a question. \"Two Cokes,\" he said. \"I'll be right back with that,\" she assured him with another unnecessary smile. But he didn't see it. He was watching me. \"What?\" I asked when she left. His eyes stayed fixed on my face. \"How are you feeling?\" \"I'm fine,\" I replied, surprised by his intensity. \"You don't feel dizzy, sick, cold… ?\" \"Should I?\" He chuckled at my puzzled tone. \"Well, I'm actually waiting for you to go into shock.\" His face twisted up into that perfect crooked smile. \"I don't think that will happen,\" I said after I could breathe again. \"I've always been very good at repressing unpleasant things.\" \"Just the same, I'll feel better when you have some sugar and food in you.\" Right on cue, the waitress appeared with our drinks and a basket of breadsticks. She stood with her back to me as she placed them on the table. \"Are you ready to order?\" she asked Edward. \"Bella?\" he asked. She turned unwillingly toward me. I picked the first thing I saw on the menu. \"Um… I'll have the mushroom ravioli.\" \"And you?\" She turned back to him with a smile. \"Nothing for me,\" he said. Of course not. \"Let me know if you change your mind.\" The coy smile was still in place, but he wasn't looking at her, and she left dissatisfied. \"Drink,\" he ordered. I sipped at my soda obediently, and then drank more deeply, surprised by how thirsty I was. I realized I had finished the whole thing when he pushed his glass toward me. \"Thanks,\" I muttered, still thirsty. The cold from the icy soda was radiating through my chest, and I shivered. \"Are you cold?\" \"It's just the Coke,\" I explained, shivering again. \"Don't you have a jacket?\" His voice was disapproving. \"Yes.\" I looked at the empty bench next to me. \"Oh — I left it in Jessica's car,\" I realized. Edward was shrugging out of his jacket. I suddenly realized that I had never once noticed what he was wearing — not just tonight, but ever. I just couldn't seem to look away from his face. I made myself look now, focusing. He was removing a light beige leather jacket now; underneath he wore an ivory turtleneck sweater. It fit him snugly, emphasizing how muscular his chest was. He handed me the jacket, interrupting my ogling. \"Thanks,\" I said again, sliding my arms into his jacket. It was cold — the way my jacket felt when I first picked it up in the morning, hanging in the drafty hallway. I shivered again. It smelled amazing. I inhaled, trying to identify the delicious scent. It didn't smell like cologne. The sleeves were much too long; I shoved them back so I could free my hands. \"That color blue looks lovely with your skin,\" he said, watching me. I was surprised; I looked down, flushing, of course. He pushed the bread basket toward me. \"Really, I'm not going into shock,\" I protested. \"You should be — a normal person would be. You don't even look shaken.\" He seemed unsettled. He stared into my eyes, and I saw how light his eyes were, lighter than I'd ever seen them, golden butterscotch. \"I feel very safe with you,\" I confessed, mesmerized into telling the truth again. That displeased him; his alabaster brow furrowed. He shook his head, frowning. \"This is more complicated than I'd planned,\" he murmured to himself. I picked up a breadstick and began nibbling on the end, measuring his expression. I wondered when it would be okay to start questioning him. \"Usually you're in a better mood when your eyes are so light,\" I commented, trying to distract him from whatever thought had left him frowning and somber. He stared at me, stunned. \"What?\" \"You're always crabbier when your eyes are black — I expect it then,\" I went on. \"I have a theory about that.\" His eyes narrowed. \"More theories?\" \"Mm-hm.\" I chewed on a small bite of the bread, trying to look indifferent. \"I hope you were more creative this time… or are you still stealing from comic books?\" His faint smile was mocking; his eyes were still tight. \"Well, no, I didn't get it from a comic book, but I didn't come up with it on my own, either,\" I confessed. \"And?\" he prompted. But then the waitress strode around the partition with my food. I realized we'd been unconsciously leaning toward each other across the table, because we both straightened up as she approached. She set the dish in front of me — it looked pretty good — and turned quickly to Edward. \"Did you change your mind?\" she asked. \"Isn't there anything I can get you?\" I may have been imagining the double meaning in her words. \"No, thank you, but some more soda would be nice.\" He gestured with a long white hand to the empty cups in front of me. \"Sure.\" She removed the empty glasses and walked away. \"You were saying?\" he asked. \"I'll tell you about it in the car. If…\" I paused. \"There are conditions?\" He raised one eyebrow, his voice ominous. \"I do have a few questions, of course.\" \"Of course.\" The waitress was back with two more Cokes. She sat them down without a word this time, and left again. I took a sip. \"Well, go ahead,\" he pushed, his voice still hard. I started with the most undemanding. Or so I thought. \"Why are you in Port Angeles?\" He looked down, folding his large hands together slowly on the table. His eyes flickered up at me from under his lashes, the hint of a smirk on his face. \"Next.\" \"But that's the easiest one,\" I objected. \"Next,\" he repeated. I looked down, frustrated. I unrolled my silverware, picked up my fork, and carefully speared a ravioli. I put it in my mouth slowly, still looking down, chewing while I thought. The mushrooms were good. I swallowed and took another sip of Coke before I looked up. \"Okay, then.\" I glared at him, and continued slowly. \"Let's say, hypothetically of course, that… someone… could know what people are thinking, read minds, you know — with a few exceptions.\" \"Just one exception,\" he corrected, \"hypothetically.\" \"All right, with one exception, then.\" I was thrilled that he was playing along, but I tried to seem casual. \"How does that work? What are the limitations? How would… that someone… find someone else at exactly the right time? How would he know she was in trouble?\" I wondered if my convoluted questions even made sense. \"Hypothetically?\" he asked. \"Sure.\" \"Well, if… that someone…\" \"Let's call him 'Joe,'\" I suggested. He smiled wryly. \"Joe, then. If Joe had been paying attention, the timing wouldn't have needed to be quite so exact.\" He shook his head, rolling his eyes. \"Only you could get into trouble in a town this small. You would have devastated their crime rate statistics for a decade, you know.\" \"We were speaking of a hypothetical case,\" I reminded him frostily. He laughed at me, his eyes warm. \"Yes, we were,\" he agreed. \"Shall we call you 'Jane'?\" \"How did you know?\" I asked, unable to curb my intensity. I realized I was leaning toward him again. He seemed to be wavering, torn by some internal dilemma. His eyes locked with mine, and I guessed he was making the decision right then whether or not to simply tell me the truth. \"You can trust me, you know,\" I murmured. I reached forward, without thinking, to touch his folded hands, but he slid them away minutely, and I pulled my hand back. \"I don't know if I have a choice anymore.\" His voice was almost a whisper. \"I was wrong — you're much more observant than I gave you credit for.\" \"I thought you were always right.\" \"I used to be.\" He shook his head again. \"I was wrong about you on one other thing, as well. You're not a magnet for accidents — that's not a broad enough classification. You are a magnet for trouble. If there is anything dangerous within a ten-mile radius, it will invariably find you.\"  \"And you put yourself into that category?\" I guessed. His face turned cold, expressionless. \"Unequivocally.\" I stretched my hand across the table again — ignoring him when he pulled back slightly once more — to touch the back of his hand shyly with my fingertips. His skin was cold and hard, like a stone.  \"Thank you.\" My voice was fervent with gratitude. \"That's twice now.\" His face softened. \"Let's not try for three, agreed?\" I scowled, but nodded. He moved his hand out from under mine, placing both of his under the table. But he leaned toward me.  \"I followed you to Port Angeles,\" he admitted, speaking in a rush. \"I've never tried to keep a specific person alive before, and it's much more troublesome than I would have believed. But that's probably just because it's you. Ordinary people seem to make it through the day without so many catastrophes.\" He paused. I wondered if it should bother me that he was following me; instead I felt a strange surge of pleasure. He stared, maybe wondering why my lips were curving into an involuntary smile. \"Did you ever think that maybe my number was up the first time, with the van, and that you've been interfering with fate?\" I speculated, distracting myself. \"That wasn't the first time,\" he said, and his voice was hard to hear. I stared at him in amazement, but he was looking down. \"Your number was up the first time I met you.\" I felt a spasm of fear at his words, and the abrupt memory of his violent black glare that first day… but the overwhelming sense of safety I felt in his presence stifled it. By the time he looked up to read my eyes, there was no trace of fear in them. \"You remember?\" he asked, his angel's face grave. \"Yes.\" I was calm. \"And yet here you sit.\" There was a trace of disbelief in his voice; he raised one eyebrow. \"Yes, here I sit… because of you.\" I paused. \"Because somehow you knew how to find me today… ?\" I prompted. He pressed his lips together, staring at me through narrowed eyes, deciding again. His eyes flashed down to my full plate, and then back to me. \"You eat, I'll talk,\" he bargained. I quickly scooped up another ravioli and popped it in my mouth.  \"It's harder than it should be — keeping track of you. Usually I can find someone very easily, once I've heard their mind before.\" He looked at me anxiously, and I realized I had frozen. I made myself swallow, then stabbed another ravioli and tossed it in. \"I was keeping tabs on Jessica, not carefully — like I said, only you could find trouble in Port Angeles — and at first I didn't notice when you took off on your own. Then, when I realized that you weren't with her anymore, I went looking for you at the bookstore I saw in her head. I could tell that you hadn't gone in, and that you'd gone south… and I knew you would have to turn around soon. So I was just waiting for you, randomly searching through the thoughts of people on the street — to see if anyone had noticed you so I would know where you were. I had no reason to be worried… but I was strangely anxious…\" He was lost in thought, staring past me, seeing things I couldn't imagine. \"I started to drive in circles, still… listening. The sun was finally setting, and I was about to get out and follow you on foot. And then —\"  He stopped, clenching his teeth together in sudden fury. He made an effort to calm himself. \"Then what?\" I whispered. He continued to stare over my head. \"I heard what they were thinking,\" he growled, his upper lip curling slightly back over his teeth. \"I saw your face in his mind.\" He suddenly leaned forward, one elbow appearing on the table, his hand covering his eyes. The movement was so swift it startled me. \"It was very… hard — you can't imagine how hard — for me to simply take you away, and leave them… alive.\" His voice was muffled by his arm. \"I could have let you go with Jessica and Angela, but I was afraid if you left me alone, I would go looking for them,\" he admitted in a whisper.  I sat quietly, dazed, my thoughts incoherent. My hands were folded in my lap, and I was leaning weakly against the back of the seat. He still had his face in his hand, and he was as still as if he'd been carved from the stone his skin resembled. Finally he looked up, his eyes seeking mine, full of his own questions. \"Are you ready to go home?\" he asked. \"I'm ready to leave,\" I qualified, overly grateful that we had the hour-long ride home together. I wasn't ready to say goodbye to him. The waitress appeared as if she'd been called. Or watching. \"How are we doing?\" she asked Edward. \"We're ready for the check, thank you.\" His voice was quiet, rougher, still reflecting the strain of our conversation. It seemed to muddle her. He looked up, waiting. \"S-sure,\" she stuttered. \"Here you go.\" She pulled a small leather folder from the front pocket of her black apron and handed it to him. There was a bill in his hand already. He slipped it into the folder and handed it right back to her. \"No change.\" He smiled. Then he stood up, and I scrambled awkwardly to my feet. She smiled invitingly at him again. \"You have a nice evening.\" He didn't look away from me as he thanked her. I suppressed a smile. He walked close beside me to the door, still careful not to touch me. I remembered what Jessica had said about her relationship with Mike, how they were almost to the first-kiss stage. I sighed. Edward seemed to hear me, and he looked down curiously. I looked at the sidewalk, grateful that he didn't seem to be able to know what I was thinking. He opened the passenger door, holding it for me as I stepped in, shutting it softly behind me. I watched him walk around the front of the car, amazed, yet again, by how graceful he was. I probably should have been used to that by now — but I wasn't. I had a feeling Edward wasn't the kind of person anyone got used to. Once inside the car, he started the engine and turned the heater on high. It had gotten very cold, and I guessed the good weather was at an end. I was warm in his jacket, though, breathing in the scent of it when I thought he couldn't see. Edward pulled out through the traffic, apparently without a glance, flipping around to head toward the freeway. \"Now,\" he said significantly, \"it's your turn.\"",
            "vi": "8          8. PORT  ANGELES Jess lái nhanh hơn cả Cảnh sát trưởng, nên chúng tôi đến Port Angeles trước bốn giờ.  Đã lâu rồi tôi mới có một đêm đi chơi với bạn gái nên hoóc-môn dâng trào hừng hực. Chúng tôi lắng nghe những ca khúc rock buồn bã trong khi Jessica nói liến thoắng về những bạn trai chúng tôi đã cùng đi chơi. Bữa tối của Jessica với Mike đã diễn ra tốt đẹp, và cô nàng hy vọng vào đêm thứ bảy chắc họ sẽ đến giai đoạn trao nụ hôn đầu. Tôi mỉm cười với mình, hài lòng.  Angela bị cuốn hút theo nên cũng thích đến lễ hội khiêu vũ, nhưng không thích Eric cho lắm. Jess cố bắt nhỏ thú nhận loại người nhỏ thích, nhưng tôi ngắt lời bằng cách hỏi về áo váy để làm cô nàng phân tâm. Angela liếc nhìn tôi đầy biết ơn. Port Angeles là một cái bẫy khách du lịch nhỏ xinh đẹp, tao nhã và độc đáo hơn Forks. Nhưng Jessica và Angela đã rành nơi này rồi, nên họ không định phí thời gian ở lối đi lót ván hấp dẫn cạnh vịnh biển.  Jess lái thẳng đến một thương xá lớn trong thành phố, cách bộ mặt thân thiện với du khách của vùng vịnh này vài con đường.  Buổi khiêu vũ được quảng cáo là bán chính thức, và chúng tôi không rõ điều đó có nghĩa là gì. Cả Jessica lẫn Angela có vẻ bị bất ngờ và hầu như không tin khi tôi nói với họ tôi chưa từng đến buổi khiêu vũ nào ở Phoenix cả.  \"Thế bạn đã bao giờ đi chơi với bạn trai này nọ chưa?\" Jess nghi ngờ hỏi khi chúng tôi bước vào cửa hàng.  \"Thật ra thì, \" tôi cố thuyết phục cô nàng, không muốn thú nhận tôi gặp trục trặc về vụ khiêu vũ. \"Tôi chưa bao giờ có bạn trai hay những thứ đại loại như thế. Tôi không đi chơi nhiều lắm.” \"Tại sao lại không chứ?\" Jessica hỏi.  \"Vì không ai mời cả, \" tôi trả lời trung thực.  Cô nàng có vẻ hoài nghi. \"Ở đây ai cũng mời bạn đi chơi hết, \" cô nàng nhắc, \" và bạn đều từ chối hết. \" Chúng tôi hiện đang ở ngăn dành cho thiếu nữ, xem qua các khung treo quần áo chưng diện.  \"Ừ, chỉ không từ chối Tyler thôi, \" Angela lặng lẽ chỉnh.  \"Hả?\" tôi há hốc kinh ngạc. \"bạn mới nói gì?\" \"Tyler nói với mọi người là anh ấy sẽ đưa bạn đến buổi khiêu vũ của lớp, \" Jessica thông báo cho tôi biết với ánh mắt nghi ngờ.  \"Anh ta nói cái gì?\" tôi nói giống như bị nghẹn.  \"Tôi đã bảo bạn là không phải vậy mà, \" Angela thì thầm với Jessica.  Tôi im lặng, vẫn còn trong cơn sốc đang chuyển nhanh thành cơn tức giận.  Nhưng chúng tôi đã tìm được giá treo áo đầm, và bây giờ chúng tôi có việc phải làm.  \"Đó là lý do tại sao Lauren không thích bạn, \" Jessica cười khúc khích trong khi chúng tôi gạt xem qua quần áo.  Tôi nghiến răng. \"Bạn có nghĩ nếu tôi cán lại anh ta thì không biết anh ta có hết cảm thấy có tội trong vụ tai nạn đó không? Liệu anh ta có chịu dẹp cái chuyện bù đắp và thấy là hết nợ không?\" \"Chắc được, \" Jess cười khúc khích.  \" Nếu đó là lý do tại sao anh ấy làm chuyện này. \" Không có nhiều áo để chọn lắm, nhưng cả hai cũng tìm ra một vài cái để thử. Tôi ngồi trên một cái ghế thấp ngay bên trong phòng thay quần áo, trước gương ba chiều, cố kiềm chế mình.  Jess phân vân giữa hai cái áo - một cái áo đầm đen dài, không quai buộc, cái kia màu xanh dương tươi dài đến đầu gối, có dây đeo mảnh mai. Tôi khuyến khích cô nàng chọn áo xanh dương; tại sao lại không làm mình nổi bật chớ? Angela chọn áo màu hồng phấn ôm khít dáng người cao ráo của nhỏ và làm nổi bật tông mật ong của mái tóc nâu nhạt của nhỏ. Tôi hào phóng khen ngợi cả hai và giúp mang mấy cái áo không mua trở lại giá treo. Toàn bộ chuyện thử áo nhanh và dễ hơn lần tôi đi cùng Renée ở nhà.  Tôi nghĩ hẳn là do có ít thứ để chọn lựa hơn.  Chúng tôi tiến đến khu bán phụ tùng và giày dép. Khi họ thử mấy thứ đó tôi chỉ xem và phê bình, không thấy hứng mua sắm cho mình, dù tôi rất cần giày mới. Đêm đi chơi với bạn gái mất vui vì tôi bực Tyler, khiến nỗi buồn rầu lại quay trở lại.  \"Angela?\" tôi bắt đầu, do dự, khi cô nàng đang thử một đôi giầy buộc dây màu hồng - cô nàng vui mừng khôn xiết vì có người hò hẹn đủ cao để nhỏ có thể mang giày cao gót.  Jessica đã lang thang đến quầy nữ trang nên chúng tôi chỉ có một mình.  \"Gì hả?\" cô nàng duỗi chân ra, nghiêng mắt cá để nhìn giày rõ hơn.  Tôi ngần ngại. \"Mình thích đôi đó. \" \"Mình nghĩ mình sẽ chọn đôi này - cho dù nó chỉ hợp với một cái áo đầm duy nhất, \" cô nàng trầm ngâm.  \"Ồ, thôi nào – giầy đang được bán giảm giá mà, \" tôi khuyến khích. Cô nàng mỉm cười, đậy nắp hộp chứa đôi giày trắng trông có vẻ thiết thực hơn.  Tôi thử lại. \"Ờ nè..., Angela \" cô nàng nhìn lên tò mò.  \"Có phải là chuyện bình thường không khi nhóm … Cullens \" - tôi cứ nhìn đôi giày - \" nghỉ học nhiều như thế?\"  Tôi khổ sở không thể cố tỏ ra thờ ơ được.  \"Đúng vậy, khi thời tiết tốt họ luôn đi du lịch ba-lô - thậm chí luôn cả bác sĩ.  Tất cả bọn họ đúng là thích sống ngoài trời, \" cô nàng lặng lẽ nói, ngắm nghía tiếp đôi giày của mình. Cô nàng chẳng hỏi một câu nào, chớ Jessica hẳn sẽ hỏi cả trăm câu. Tôi bắt đầu thích Angela thực sự.  \"Ồ. \" Tôi bỏ qua đề tài này khi Jessica quay lại đưa cho chúng tôi xem món nữ trang thạch anh cô nàng thấy hợp với đôi giày bạc của mình.  Chúng tôi định đi ăn tối tại một nhà hàng Ý nhỏ trên lối đi có lót ván, nhưng vụ mua áo váy không lâu như đã nghĩ.  Jess và Angela định mang quần áo về xe rồi đi xuống vịnh. Tôi nói với họ tôi sẽ gặp họ tại nhà hàng trong vòng một giờ - tôi muốn tìm một hiệu sách. Ai cũng muốn đi cùng tôi, nhưng tôi khuyến khích họ vui chơi - họ không biết tôi sẽ quên hết mọi thứ ra sao khi có sách vây quanh; đó là điều tôi muốn làm một mình. Họ bỏ ra xe huyên thuyên vui vẻ, còn tôi đi về phía Jess đã chỉ.  Chẳng khó khăn gì để tìm hiệu sách, nhưng đó không phải là tiệm tôi muốn tìm. Cửa sổ toàn pha lê, lưới dệt mộng đẹp, và sách về tâm linh liệu pháp. Tôi thậm chí chẳng đi vào bên trong. Qua cửa kính tôi có thể thấy một phụ nữ năm mươi tuổi có mái tóc dài, xám, xoã xuống lưng, mặc chiếc váy thời những năm năm mươi sáu mươi, mỉm cười ân cần từ sau ghi - sê. Tôi quyết định đấy là một cuộc trò chuyện nên bỏ qua.  Hẳn phải có một hiệu sách bình thường trong thành phố.  Tôi lang thang trên những con đường đầy xe cộ chạy sau một ngày làm việc, và hy vọng mình đang tiến về trung tâm thành phố. Tôi đã không để ý nhiều như lẽ ra phải thế; tôi vật lộn trong tuyệt vọng. Tôi cố hết sức để không nghĩ về anh, về những điều Angela nói ... và hơn tất cả là cố ngăn chặn niềm hy vọng về ngày thứ bảy, sợ nỗi thất vọng còn đau đớn hơn mọi thứ khác, khi tôi nhìn lên thấy chiếc Volvo màu bạc của ai đó đỗ bên đường và tất cả các chuyện đó hợp lại làm tan nát lòng tôi. Đồ ma cà rồng ngu ngốc, lừa dối.  Tôi xăm xăm đi về hướng nam, về một số cửa hàng lắp kính trông đầy hứa hẹn. Nhưng khi đến nơi, hoá ra đó chỉ là một xưởng sửa chữa và một nơi trống rỗng. Tuy vậy, tôi vẫn còn nhiều thời gian để tìm Jess và Angela, và tôi nên làm mình vui lên trước khi gặp lại tụi nó. Tôi lấy tay chải tóc vài lần và hít thở sâu trước khi tiếp tục loanh quoanh góc phố.  Tôi bắt đầu nhận ra, khi băng qua con đường khác, là mình đã đi sai hướng.  Một người đi bộ đang đi về hướng bắc, và hình như hầu hết mọi toà nhà ở đây toàn là nhà kho. Tôi quyết định rẽ về hướng đông ở góc phố sắp tới, rồi quay vòng vài dãy nhà và tìm kiếm vận may trên một con phố khác tìm đường về con đường lót ván.  Một nhóm bốn người đàn ông xuất hiện nơi góc phố tôi đang hướng đến, ăn mặc quá xuề xoà để là nhân viên văn phòng trên đường về nhà, nhưng cũng quá bẩn thỉu để là khách du lịch. Khi họ đến gần tôi, tôi nhận ra họ không lớn hơn tôi bao nhiêu. Họ đang nói đùa ầm ĩ, cười khàn khàn và đấm tay nhau. Tôi đi sát vào vỉa hè càng xa càng tốt để tránh chỗ cho họ, đi thật nhanh, định vượt qua họ để đến góc phố.  \"Ê, chào!\" một người trong bọn gọi khi đi qua, và anh ta hẳn là gọi tôi vì không có người nào khác ở gần bên. Tôi tự động liếc nhìn lên. Hai người đã ngừng lại, hai người khác đang đi chậm.  Người đàn ông tóc đen, vạm vỡ, gần nhất mới ngoài 20, dường như là người đã gọi.  Hắn mặc áo sơ mi bằng vải fla-nen mở lộ cái áo thun ngắn tay bẩn thỉu, quần din cắt ngắn, và giày xăng - đan.  Hắn bước nửa bước về phía tôi.  \"Chào,” tôi lầm bầm, phản xạ tự động. Sau đó tôi nhanh chóng nhìn sang chỗ khác và đi nhanh hơn về phía góc phố. Tôi có thể nghe họ cười hết mức phía sau.  \"Này, chờ với!\" một người trong bọn lại gọi với theo tôi, nhưng tôi cứ lẳng lặng đi và quẹo qua góc phố thở phào nhẹ nhõm. Tôi vẫn còn nghe họ cười giòn như nắc nẻ đằng sau.  Tôi thấy mình đang trên một vỉa hè dẫn ra sân sau của vài nhà kho u ám, mỗi nhà đều có cổng lớn dành cho xe tải dỡ hàng, đã được khoá móc trong đêm.  Mạn nam của con đường không có vỉa hè, chỉ có hàng rào lưới kẽm có quấn dây kẽm gai bên trên bảo vệ sân kho phụ tùng máy móc.  Tôi đã lang thang quá xa khu vực ở Port Angeles, mà tôi, với tư cách là một du khách, nên xem. Tôi nhận ra trời đang sập tối, cuối cùng mây cũng đã quay lại, chồng chất trên chân trời phía tây, tạo nên cảnh mặt trời lặn sớm. Bầu trời phía đông vẫn còn trong trẻo, nhưng đã chuyển sang màu xám, xen lẫn các vệt hồng và cam. Tôi đã bỏ áo khoác trong xe, và một cơn rùng mình đột ngột làm tôi phải khoanh chặt tay trước ngực.  Một chiếc xe tải đi ngang qua, rồi con đường trống rỗng.  Bầu trời đột nhiên tối sầm lại, và, trong khi tôi đang ngoái ra sau nhìn đám mây đáng ghét, tôi sững sờ nhận ra hai người đàn ông đang đi bộ lặng lẽ phía sau tôi khoảng hai mươi bộ.  Họ cũng trong nhóm người tôi vừa qua mặt ở góc phố, mặc dù chẳng ai trong họ là người da sậm màu đã nói chuyện với tôi. Tôi quay đầu về phía trước ngay lập tức rồi rảo bước. Cơn ớn lạnh chẳng hề liên quan gì đến thời tiết làm tôi lại rùng mình. Ví tiền đang đeo trên vai và tôi quàng quanh mình, theo kiểu để không bị giật. Tôi biết rõ mình đã để bình xịt hơi cay ở đâu - vẫn trong túi len thô dưới giường ngủ, chưa hề mở ra. Tôi không mang theo nhiều tiền, chỉ một tờ hai mươi đô và vài tờ một đô, và tôi nghĩ đến chuyện \"vô tình\"  làm rơi túi tiền rồi bỏ đi. Nhưng một giọng nói nhỏ, sợ hãi trong tâm trí cảnh báo tôi bọn họ có thể là cái gì đó còn tệ hơn là trộm cướp.  Tôi chăm chú lắng nghe tiếng bước chân khẽ khàng của họ, quá khẽ khàng so với tiếng ồn ào huyên náo lúc nãy, và nghe chẳng giống họ đang tăng tốc, hoặc đến gần tôi hơn.  Thở đi, tôi phải tự nhắc mình. Mình đâu chắc họ có đi theo mình không. Tôi tiếp tục đi bộ càng nhanh càng tốt mà không chạy thực sự, tập trung nhắm đến cua quẹo bên phải bây giờ chỉ còn cách tôi vài mét. Tôi có thể nghe họ, vẫn ở phía xa y như cũ.  Một chiếc xe xanh dương rẽ vào con đường từ phía nam và chạy nhanh qua tôi. Tôi đã muốn nhảy ra trước xe, nhưng do dự, rụt rè, vì không chắc mình có thực đang bị săn đuổi hay không, và rồi đã quá muộn.  Tôi đã đến góc phố, nhưng chỉ liếc nhanh cũng biết là đó chỉ là đường vào sân sau của một toà nhà khác. Tôi quay nửa người đề phòng; tôi phải nhanh chóng sửa sai và lao nhanh qua đường hẹp để trở lại vỉa hè.  Con đường chấm dứt ở góc phố sắp tới, nơi có bảng hiệu stop. Tôi tập trung lắng nghe tiếng bước chân nhỏ xíu phía sau, để quyết định xem có nên chạy hay không.  Tiếng chân có vẻ còn xa, nhưng, tôi biết bất luận thế nào họ cũng chạy nhanh hơn tôi. Tôi chắc chắn sẽ vấp té lăn đùng nếu cố đi nhanh hơn thêm chút nữa. Bước chân rõ ràng xa hơn. Tôi liều liếc nhanh qua vai, họ bây giờ chắc cách tôi khoảng bốn mươi bước chân, tôi thấy nhẹ nhõm. Nhưng cả hai người đều đang nhìn tôi chằm chằm.  Dường như chẳng bao giờ tôi tới được góc phố. Tôi giữ bước chân đều đều, những người đàn ông phía sau càng lúc càng xa hơn sau mỗi bước chân. Có lẽ họ nhận ra họ đã làm tôi sợ và cảm thấy hối lỗi. Tôi thấy hai chiếc xe đi về hướng bắc chạy ngang ngã tư tôi đang hướng đến, và tôi thở phào nhẹ nhõm. Sẽ có nhiều người hơn ở xung quanh khi tôi thoát khỏi góc phố vắng vẻ này. Tôi thở phào khoan khoái nhảy chân sáo đến góc phố.  Và đứng khựng lại.  Hai bên đường là những bức tường không cửa sổ, không cổng, trống rỗng. Tôi có thể nhìn thấy ở xa xa, hai ngã tư, đèn đường, xe hơi, và nhiều khách bộ hành hơn, nhưng tất cả đều quá xa. Bởi vì đứng tựa vào toà nhà phía tây, giữa đường xuống phố, là hai người đàn ông khác của nhóm ấy, cả hai đang nhìn tôi với nụ cười phấn khích khi tôi đứng sững người trên vỉa hè. Tôi nhận ra ngay là tôi đã không bị đi theo.  Mà tôi đã bị lùa vào bẫy.  Tôi chỉ dừng một giây thôi, nhưng y như rất lâu. Tôi quay người phóng sang lề đường bên kia. Tôi linh cảm đó chỉ là một nỗ lực vô ích. Tiếng chân đằng sau tôi bây giờ đã to hơn.  \"Bạn đây rồi!\"  giọng ồm ồm của người đàn ông tóc đen, to bè phá vỡ sự yên lặng căng thẳng và làm tôi giật mình.  Trong bóng tối chập choạng, có vẻ như hắn đang nhìn xuyên qua tôi.  \"Ừ, \" tiếng gọi lớn từ phía sau tôi, làm tôi giật mình thêm lần nữa khi đang cố đi nhanh xuống phố. \"Tụi này chỉ đi vòng một chút thôi.” Bước chân tôi bây giờ phải chậm lại. Tôi đang thu nhỏ khoảng cách giữa mình và hai người đang đứng tựa tường thật nhanh. Tôi có khả năng thét rất to, và tôi hít một hơi, chuẩn bị sử dụng nó, nhưng họng đã khô đến nỗi tôi không biết mình có thể gào to cỡ nào. Tôi tháo nhanh ví đầm ra khỏi đầu, quấn dây đeo bằng một tay, sẵn sàng quăng nó hoặc dùng nó làm vũ khí khi cần thiết.  Người to bè rời khỏi bức tường khi tôi thận trọng dừng lại, rồi đi từ từ vào phố.  \"Tránh xa khỏi tôi, \" tôi cảnh báo bằng một giọng lẽ ra phải mạnh và chẳng sợ gì cả.  Nhưng tôi quả đã nghĩ đúng về vụ họng khô – chẳng hề có âm lượng gì cả.  \"Đừng thế, em yêu, \" hắn gọi, và tiếng cười khàn khàn lại trỗi lên phía sau tôi.  Tôi chuẩn bị tinh thần, giạng chân, trong cơn hoảng sợ cố nhớ lại những cách tự vệ ít ỏi đã biết. Gang bàn tay dộng lên, hy vọng làm vỡ mũi hoặc dộng nó tọt vô não. Lấy tay móc mắt - cố móc sâu vào để lôi mắt ra. Và đầu gối dộng vào háng, dĩ nhiên.  Rồi cũng giọng bi quan đó trong tâm trí tôi lên tiếng, nhắc tôi rằng tôi chắc chẳng thể đánh lại một người, chớ nói gì đến bốn. Câm miệng đi! Tôi ra lệnh cho giọng nói ấy trước khi sự kinh hoàng làm tôi bất lực. Tôi không nên đi ra ngoài mà không có người cùng đi.  Tôi cố nuốt nước miếng để có thể thét to đúng mức.  Ánh đèn pha đột ngột quét quanh góc phố, chiếc xe gần như tông vào người to bè, khiến hắn phải nhảy ngược về phía vỉa hè. Tôi lao ra đường – chiếc xe này phải dừng lại hoặc hoặc phải tông tôi. Nhưng chiếc xe màu bạc bất ngờ lượn quanh, đứng sựng lại với cửa phía hành khách mở ra chỉ cách tôi vài bước chân.  \"Vào đi, \" một giọng nói giận dữ ra lệnh.  Thật ngạc nhiên làm sao khi ngay lập tức nỗi sợ hãi uất nghẹn bỗng biến mất, tuyệt vời làm sao khi đột ngột cảm giác an toàn trào dâng trong tôi - thậm chí trước khi tôi rời khỏi con đường - ngay khi nghe giọng nói của anh. Tôi nhảy vào ghế, đóng sầm cửa lại sau lưng.  Trong xe tối om, ánh sáng chẳng lọt vào khi cửa mở, và tôi gần như không thấy mặt anh dưới ánh sáng của bảng điều khiển.  Tiếng vỏ xe rít lên khi anh quay xe về hướng bắc, tăng tốc cực nhanh, đột ngột hướng về mấy người đàn ông đang sững sờ trên đường. Tôi thoáng nhìn thấy chúng nhảy lên vỉa hè khi chúng tôi chạy thẳng, tăng tốc hướng về bến cảng.  \"Quàng dây an toàn vào,\" anh ra lệnh, và tôi thấy mình chộp vội ghế ngồi bằng hai tay. Tôi nhanh chóng tuân theo; tiếng tách khi gài dây an toàn vang to trong bóng tối. Anh quẹo gắt về bên trái, chạy nhanh về phía trước, vượt qua mấy bảng hiệu stop không thèm dừng lại.  Nhưng tôi đã cảm thấy hết sức an toàn và, trong một chốc, hoàn toàn chẳng quan tâm chúng tôi đang đi đâu. Tôi nhìn chằm chằm vào mặt anh hết sức an tâm, nỗi nhẹ nhõm vượt ngoài việc được giải thoát bất ngờ. Tôi ngắm nét mặt hoàn mỹ của anh trong ánh sáng lờ mờ, chờ hơi thở trở lại bình thường, đến khi tôi chợt nhận ra vẻ mặt anh đằng đằng sát khí.  \"Anh có ổn không?\" tôi hỏi, ngạc nhiên khi nghe giọng mình khàn lại.  \"Không, \" anh cộc lốc nói, và giọng anh cáu tiết.  Tôi ngồi lặng lẽ, nhìn khuôn mặt anh khi đôi mắt cháy rực của anh nhìn thẳng về phía trước, cho đến khi xe dừng lại đột ngột. Tôi liếc nhìn xung quanh, nhưng trời quá tối nên chẳng thể thấy được gì ngoài những đường nét lờ mờ của hàng cây đen sẫm lô nhô bên đường. Chúng tôi không còn trong thành phố nữa.  \"Bella?\" anh hỏi, giọng anh kiềm chế, căng thẳng.  \"Gì hả?\" giọng tôi vẫn khàn. Tôi cố đằng hắng lặng lẽ.  \"Em ổn chứ?\" anh vẫn không nhìn tôi, nhưng cơn cuồng nộ phủ trùm khuôn mặt anh. \"Vâng, \" tôi rền rĩ nho nhỏ.  \"Xin hãy làm tôi phân tâm, \" anh yêu cầu.  \"Xin lỗi, gì chứ?\" Anh thở ra thật mạnh.  \"Hãy nói linh tinh về chuyện gì đó không quan trọng cho đến khi tôi dịu xuống,” Anh giải thích, nhắm mắt lại và vuốt sóng mũi bằng ngón cái và ngón trỏ.  \"Ờ.... \" tôi moi móc trong đầu tìm chuyện gì đó linh tinh. \" Ngày mai trước khi vào lớp, tôi sẽ cán Tyler Crowley?\" Anh vẫn nhắm nghiền mắt, nhưng khóe miệng giật giật.  \"Tại sao?\" \"Anh ta kể với mọi người là anh ta sẽ cùng tôi dự buổi khiêu vũ do trường tổ chức - hoặc là anh ta điên hoặc là anh ta vẫn còn đang cố giết tôi cho xong, anh nhớ đó, và anh ta nghĩ khiêu vũ là cách hay ho để thực hiện điều này. Vì thế tôi nghĩ nếu mình giết anh ta rồi, thì sau đó anh ta sẽ không thể cố gắng bù đắp nữa. Tôi không cần kẻ thù và có lẽ Lauren sẽ không tấn công tôi nữa nếu anh ta để tôi yên. Tuy vậy chắc tôi nên cán lên nguyên chiếc Sentra. Nếu anh ta không có xe đi thì anh ta chẳng thể đưa ai đến buổi dạ hội nữa \" tôi nói liên tục.   \"Tôi có nghe chuyện đó.” Giọng anh có vẻ đã bình tĩnh hơn một chút. \"Anh hả?\" tôi hỏi hoài nghi, cơn tức tối lúc trước bùng lên. \"Hoặc nếu anh ta bị tê liệt từ cổ trở xuống, thì anh ta cũng sẽ không thể đến buổi dạ hội được, \" tôi thì thầm, cải tiến kế hoạch của mình.  Edward thở dài, và cuối cùng mở mắt.  \"Đỡ hơn chưa?\" \"Không nhiều lắm.” Tôi đợi, nhưng anh không nói nữa. Anh tựa đầu vào ghế trở lại, nhìn chằm chằm lên mui xe. Khuôn mặt anh tàn nhẫn. \"Có chuyện gì vậy?\" giọng tôi thì thầm.  \"Đôi khi tôi gặp rắc rối với thói nóng nảy của mình, Bella.” anh cũng thì thầm, và khi nhìn ra cửa sổ, mắt anh nheo lại thật nhỏ. \"Nhưng sẽ không hay nếu tôi quay lại và lùng bắt mấy thằng … \" Anh không nói hết câu, nhìn sang chỗ khác, cố kiềm chế cơn giận. \"Ít ra thì, \" anh tiếp tục, \" đó là điều tôi đang cố thuyết phục mình. \" \"Ôi. \" tuy từ này có vẻ không thoả đáng, nhưng tôi không thể nghĩ ra câu trả lời hay hơn.  Chúng tôi lại ngồi im lặng. Tôi liếc nhìn đồng hồ trên bảng điều khiển. Đã hơn 6 giờ 30 rồi.  \"Jessica và Angela sẽ lo lắng, \" tôi thì thầm. \" tôi phải gặp họ. \" Anh khởi động máy không nói thêm một lời nào, quay xe êm ru và tăng tốc trở lại thành phố. Chúng tôi chạy dưới đèn đường dài đăng đẳng, vẫn chạy thật nhanh, len lỏi dễ dàng qua các xe hơi đang chạy chậm chậm trên lối đi lót ván. Anh đỗ xe ngang với lề đường trong một không gian quá nhỏ đối với chiếc Volvo, nhưng anh lách vèo vào một cách dễ dàng. Tôi nhìn ra cửa sổ thấy ánh sáng của nhà hàng La Bella Italia, và Jess cùng Angela vừa bước ra, đi tới lui lo lắng phía xa xa.  \"Sao anh biết được nơi ... ?\" Tôi định nói nhưng sau đó tôi lắc đầu. Tôi nghe tiếng cửa mở và quay lại thấy anh đang ra khỏi xe.  \"Anh sẽ làm gì?\" tôi hỏi.  \"Tôi sẽ đưa em đi ăn tối. \" anh hơi mỉm cười, nhưng mắt anh dữ dội.  Anh bước ra khỏi xe và đóng sầm cửa. Tôi mò mẫm sợi dây an toàn, rồi cũng vội vã ra khỏi xe. Anh đang đợi tôi trên vỉa hè.  Anh nói trước khi tôi có thể nói. \"Hãy chặn Jessica và Angela trước khi tôi lại phải đi tìm họ lần nữa. Tôi e rằng mình không thể kiềm chế được nếu phải gặp lại mấy người bạn kia của em.” Tôi rùng mình vì vẻ đe doạ trong giọng anh.  \"Jess !Angela !\" tôi thét gọi đằng sau họ, vẫy tay khi mấy nhỏ quay lại. Họ vội vã quay lại chỗ tôi, nét nhẹ nhõm lộ rõ trên khuôn mặt cả hai rồi cùng lúc chuyển sang ngạc nhiên khi thấy người tôi đang đứng cạnh. Họ do dự dừng lại cách chúng tôi vài bước.  \"Bạn đã đi đâu vậy?\" giọng Jessica đầy vẻ nghi ngờ.  \"Tôi đi lạc, \" tôi ngượng ngùng thừa nhận. \" và tình cờ gặp Edward.” Tôi chỉ tay về phía anh.  \"Tôi cùng tham gia được không?\" Anh hỏi bằng giọng mượt mà, không cưỡng lại nỗi. Tôi có thể thấy, qua nét mặt do dự của hai nhỏ, anh chưa bao giờ thử khả năng của mình lên họ trước đây.  \"À ... dĩ nhiên rồi,” Jessica thở mạnh.  \"Ờ..., thực ra, Bella, chúng tôi đã ăn rồi lúc đợi bạn - xin lỗi nhé, \" Angela thú nhận.  \"Không sao đâu - tôi không đói mà. \" Tôi nhún vai.  \"Tôi nghĩ em nên ăn chút gì đó. \" Giọng Edward nhỏ, nhưng đầy sức mạnh.  Anh nhìn Jessica và nói hơi to hơn. \" Các bạn có phiền không nếu tôi đưa Bella về nhà đêm nay?  Làm vậy thì các bạn sẽ không phải chờ cô ấy ăn. \" \"Ừ, không sao cả, tôi nghĩ ...\" Cô cắn môi, cố đoán qua vẻ mặt của tôi liệu tôi có muốn vậy không. Tôi nháy mắt với nhỏ. Tôi chẳng muốn gì ngoài chuyện được ở một mình với vị cứu tinh liên tục của tôi. Có nhiều câu hỏi đến nỗi tôi không thể không ném bom anh tới tấp cho đến khi chúng tôi được ở một mình với nhau.  \" OK. \" Angela nhanh hơn Jessica. \" Hẹn mai gặp các bạn nhé, Bella ... Edward . \" Cô nàng chộp tay Jessica và lôi nhỏ ra xe, đỗ cách đó không xa, ngang First Street.  Khi họ vào xe, Jess quay lại và vẫy tay, khuôn mặt đầy hiếu kỳ. Tôi vẫy tay chào lại, chờ họ lái đi rồi quay lại đối mặt với anh.  \"Thật ra, tôi không đói, \" tôi khăng khăng, nhìn lên dò xét mặt anh. Vẻ mặt anh thật khó đoán.  \"Làm tôi vui vậy.” Anh bước đến cửa nhà hàng và giữ cửa mở với vẻ bướng bỉnh.  Rõ ràng là chẳng bàn cãi gì được. Tôi thở dài cam chịu bước qua anh vào nhà hàng.  Nhà hàng không đông - đây là mùa ít khách ở Port Angeles.  Chủ nhà hàng là nữ, và tôi hiểu ánh nhìn trong mắt cô khi cô đánh giá Edward. Cô ta chào đón anh nồng nhiệt hơn cần thiết một chút. Tôi ngạc nhiên khi thấy chuyện đó làm tôi bực mình hết sức. Cô ta cao hơn tôi vài inch và tóc nhuộm vàng.  \"Bàn dành cho hai người?\" giọng anh quyến rũ, chẳng biết có phải anh có cố tình vậy không. Tôi thấy ánh mắt cô ta lướt qua tôi rồi đi, hài lòng vì bề ngoài tầm thường rõ rệt của tôi, và vì sự cách xa, cẩn trọng mà Edward giữ giữa chúng tôi. Cô ta đưa chúng tôi đến một bàn đủ cho bốn người ngồi ở nơi đông nhất nhà hàng.  Tôi định ngồi, nhưng Edward lắc đầu nhìn tôi.  \"Có nơi nào đó riêng tư hơn không?\" Anh lặng lẽ yêu cầu cô chủ. Tôi không chắc chắn, nhưng hình như anh nhẹ nhàng trao cho cô nàng ít tiền boa. Tôi chưa từng thấy ai chê bàn được xếp trừ trong phim xưa.  \"Dĩ nhiên rồi. \" Giọng cô ta có vẻ ngạc nhiên y như tôi. Cô ta quay người và dẫn chúng tôi đến khu có một dãy chỗ ngồi được ngăn riêng – ngăn nào cũng trống. \"Chỗ này thì sao ạ?\" \"Tốt lắm. \" Anh nhoẻn cười rạng rỡ, làm cô ta sững sờ trong giây lát.  \"Ờ... \" - cô ta lắc đầu, chớp mắt - \" người phục vụ của quý khách sẽ ra ngay.” Cô ta đi không vững.  \"Anh thật ra không nên làm thế với mọi người, \" tôi chỉ trích. \" Vậy không công bằng chút nào. \" \"Làm cái gì ?\" \"Làm họ bị mê hoặc như thế - cô ấy giờ hẳn đang hồi hộp thở trong nhà bếp.” Anh có vẻ không hiểu.  \"Ồ, thôi nào, \" tôi hoài nghi nói. \"Anh biết rõ ảnh hưởng của anh đối với mọi người mà. \" Anh nghiêng đầu qua một bên, mắt anh tò mò. \"Tôi làm mọi người bị mê hoặc?\" \"Anh không thấy vậy à? Anh nghĩ mọi người buộc người khác làm theo ý mình dễ vậy sao?\" Anh phớt lờ câu hỏi của tôi. \"Vậy tôi có làm em bị mê hoặc không?\" \"Thường xuyên, \" tôi thừa nhận.  Rồi người phục vụ của chúng tôi đến, khuôn mặt cô ấy có vẻ đã liệu trước. Nữ chủ nhân hẳn đã nói trước, nên cô gái mới này không có vẻ thất vọng. Cô ấy vén lọn tóc huyền ngắn ra sau tai và mỉm cười nhiệt tình thái quá.  \"Xin chào. Tên tôi là Amber, và tôi sẽ người phục vụ của quý khách đêm nay. Quý khách uống gì ạ?\"  Tôi thấy rõ cô nàng chỉ nói với anh.  Anh nhìn tôi.  \"Tôi uống côca-côla. \" Nghe giống như một câu hỏi.  \"Hai côca-côla, \" anh nói.  \"Tôi sẽ mang lại ngay, \" Cô nàng đảm bảo với anh bằng nụ cười quá mức cần thiết. Nhưng anh chẳng hề thấy. Anh đang nhìn tôi chăm chú.  \"Gì chứ?\" tôi hỏi khi cô ta rời khỏi.  Mắt anh cứ nhìn hoài mặt tôi. \"Em cảm thấy sao?\" \"Tôi khoẻ, \" tôi trả lời, ngạc nhiên vì cảm xúc mạnh mẽ nơi anh.  \"Em không cảm thấy chóng mặt, phát bịnh, lạnh sao?\" \"Tôi nên vậy à?\" Anh cười khúc khích vì giọng nói ngơ ngác của tôi.  \"Ừm, tôi cứ nghĩ em sẽ bị sốc. \" Anh nhếch cười nụ cười nhếch môi hoàn hảo.  \"Làm gì có chuyện đó, \" Tôi nói sau khi có thể thở được trở lại.  \"Tôi luôn giỏi đè nén những thứ khó chịu. \" \"Cũng vậy thôi, tôi sẽ cảm thấy dễ chịu hơn nếu em có chút đường và thức ăn trong người.” Vừa đúng lúc đó, cô hầu bàn xuất hiện cùng thức uống của chúng tôi và rổ bánh mì que. Cô đứng quay lưng về phía tôi khi đặt chúng lên bàn.  \"Anh muốn đặt món chưa?\" cô hỏi Edward. \"Bella ?\" anh hỏi. Cô nàng miễn cưỡng quay về phía tôi.  Tôi chọn món đầu tiên trên thực đơn. \"Ờ... tôi sẽ ăn nấm bánh bao Ý. \" \"Còn anh?\" cô ta quay lại về phía anh cười.  \"Tôi không ăn gì cả, \" anh đã nói. Tất nhiên là không rồi.  \"Hãy cho tôi biết nếu anh thay đổi ý kiến. \"  Nụ cười làm duyên vẫn còn đó nhưng anh không nhìn vào cô, và cô nàng thất vọng bỏ đi.  \"Uống nào, \" anh yêu cầu.  Tôi ngoan ngoãn nhấp xô-đa, rồi uống nhiều hơn, ngạc nhiên khi thấy mình hết sức khát nước. Tôi nhận ra mình đã uống cạn lon khi anh đẩy ly của anh về phía tôi.  \"Cám ơn, \" tôi thì thầm, vẫn còn khát nước. Hơi lạnh từ xô-đa lạnh giá lan xuống ngực làm tôi rùng mình.  \"Em lạnh?\" \"Chỉ tại côca-côla thôi, \" tôi giải thích, lại run rẩy.  \"Em có áo khoác không?\" giọng anh không hài lòng.  \"Có. \" tôi nhìn băng ghế trống bên cạnh. \"Ôi - tôi để nó trong xe Jessica mất rồi, \" tôi nhận ra.  Edward đang cởi áo khoác. Tôi chợt nhận ra mình chẳng bao giờ để ý anh đang mặc gì - không chỉ đêm nay, mà chẳng bao giờ để ý cả. Tôi dường như không thể nhìn chỗ nào khác ngoài mặt anh. Bây giờ tôi buộc mình nhìn, tập trung. Anh đang cởi chiếc áo da màu be nhạt; bên dưới là chiếc áo cao cổ màu ngà. Thật vừa vặn gọn gàng, làm nổi bật bờ ngực vạm vỡ của anh.  Anh trao cho tôi chiếc áo khoác, làm gián đoạn ánh mắt hau háu của tôi.  \"Cám ơn, \" tôi nói lần nữa, xỏ tay vào áo khoác của anh.  Lạnh quá – cái áo lạnh y như khi tôi mới mặc vào buổi sáng, khi treo trong tiền sảnh se lạnh. Tôi rùng mình lần nữa. Thơm hết sức. Tôi hít, cố nhận biết mùi hương thơm ngát. Không giống mùi nước hoa. Tay áo dài quá; tôi đẩy tay áo lên cao để lọt tay mình ra ngoài.  \"Màu xanh dương trông hợp với da em, \" anh nói, nhìn tôi. Tôi bị bất ngờ; tôi nhìn xuống, đỏ mặt, dĩ nhiên rồi.  Anh đẩy rổ bánh mì về phía tôi.  \"Tôi thực đâu có bị sốc, \" tôi phản đối.  \"Em nên vậy - người bình thường sẽ vậy. Em thậm chí không mất bình tĩnh. \" Anh có vẻ do dự. Anh nhìn chằm chằm vào mắt tôi, và tôi thấy mắt anh có màu nhạt, nhạt chưa từng thấy, màu kẹo bơ vàng.  \"Tôi cảm thấy thật an toàn khi có anh,” tôi thú nhận, lại bị thôi miên nên lại nói thật.  Điều đó làm anh phật ý; vầng trán như thạch cao trắng hằn nếp nhăn. Anh lắc đầu, cau mày.  \"Chuyện này phức tạp hơn tôi đã nghĩ, \" anh thì thầm với mình.  Tôi lấy một que bánh mì và bắt đầu gặm đầu bánh, nhìn vẻ mặt anh. Tôi muốn biết khi nào thì có thể bắt đầu hỏi anh.  \"Thường anh vui vẻ hơn khi mắt anh nhạt màu, \" tôi bình luận, cố làm cho anh quên đi những suy nghĩ đã làm anh cau mày và u sầu.  Anh nhìn tôi chằm chằm, sửng sốt. \"Hả?\" \"Anh luôn cáu kỉnh khi mắt đen - tôi tin chắc thế, \" tôi nói tiếp. \" tôi có một giả thiết về chuyện đó. \" Mắt anh nheo lại. \"Thêm giả thiết nữa à?\" \"mm - hm. \"Tôi nhai một miếng bánh mì, cố tỏ vẻ hờ hững.  \"Tôi hy vọng em sáng tạo hơn lần này ...  hay em vẫn chôm ý tưởng trong truyện tranh đây?\" nụ cười yếu ớt của anh đầy giễu cợt; mắt anh vẫn nheo lại.  \"Ồ, không đâu, tôi không lấy từ truyện tranh, nhưng cũng không phải do tôi tự nghĩ ra\" tôi thú nhận.  \"Vậy thì là?\" anh nhắc.  Nhưng lúc đó cô hầu bàn sải bước đến gần chỗ ngồi cùng thức ăn của tôi. Tôi nhận ra  chúng tôi đang nghiêng về nhau qua bàn một cách vô thức, vì cả hai chúng tôi đều ngồi thẳng lại khi cô ấy đến gần. Cô ấy bày món ăn trước mặt tôi - trông có vẻ khá ngon - và nhanh chóng quay sang Edward.  \"Anh có đổi ý không?\" cô ta hỏi. \"Chẳng có gì tôi có thể mang đến cho anh sao?\" tôi có lẽ đã tưởng tượng lời cô ấy ỡm ờ hai nghĩa.  \"Không, cảm ơn cô, nhưng có thêm xô-đa thì thật tốt. \" anh ra hiệu bằng bàn tay trắng dài chỉ vào mấy cái ly trống không trước mặt tôi.  \"Chắc chắn rồi. \" Cô ta lấy mấy ly rỗng rồi bước đi.  \"Em đang nói gì nhỉ?\" anh hỏi.  \"Tôi sẽ kể anh nghe chuyện đó trong xe. Nếu ...” Tôi ngừng lại.  \"Có điều kiện à?\" anh nhướng mày, giọng anh đáng ngại.  \"Dĩ nhiên rồi, tôi có một vài câu hỏi. \" \"Dĩ nhiên. \" Cô hầu bàn trở lại với hai lon côca-côla nữa. Lần này, cô đặt  xuống mà không nói lời nào, và bỏ đi.  Tôi hớp một ngụm.  \"Tốt, tiếp tục đi, \" anh hối, giọng anh vẫn khó hiểu.  Tôi bắt đầu với câu dễ nhất. Hoặc tôi nghĩ vậy. \"Tại sao anh ở Port Angeles ?\" Anh nhìn xuống, từ từ nắm hai bàn tay to đang để trên bàn. Mắt anh lướt nhìn tôi từ dưới hàng mi, nét cười tự mãn nở trên khuôn mặt anh.  \"Câu kế. \" \"Nhưng đó là câu dễ nhất, \" tôi phản đối.  \"Câu kế, \" anh lặp lại.  Tôi nhìn xuống, nản chí. Tôi trải muỗng nĩa ra, lấy nĩa, rồi cẩn thận ghim qua miếng nấm. Tôi đặt vào miệng từ từ, vẫn nhìn xuống, vừa nhai vừa nghĩ. Nấm ngon. Tôi nuốt rồi uống một ngụm côca-côla nữa rồi mới nhìn lên.  \"Vậy cũng được. \" tôi nhìn anh trừng trừng, và từ từ nói tiếp. \"Để coi, theo giả thuyết dĩ nhiên, một người ... có thể biết người khác đang nghĩ gì, đọc được suy nghĩ, bạn biết - với một vài ngoại lệ. \" \"Chỉ một ngoại lệ thôi, \" anh chỉnh, \" theo giả thuyết. \" \"Được rồi, chỉ một ngoại lệ vậy. \" tôi xúc động vì anh tham gia, nhưng tôi cố tỏ vẻ bình thường.  \"Sao làm vậy được? Đâu là giới hạn? Làm sao ... người ấy ... tìm ra được người khác đúng lúc như vậy? Làm sao anh ta biết cô ta sẽ gặp khó khăn?\" Tôi tự hỏi chẳng biết mấy câu hỏi rối rắm của mình có ý nghĩa gì không nữa.  \"Theo giả thuyết?\" anh ấy hỏi.  \"Dĩ nhiên.” \"Ừm, nếu ... người ấy ...\" \"Hãy gọi anh ấy là Joe, ' \" tôi đề nghị.  Anh mỉm cười nhăn nhó. \" Ừ thì Joe. Nếu Joe chú ý, thời gian không cần phải hết sức chính xác. \" anh lắc đầu, tỏ vẻ không tin. \"Chỉ có em mới có thể gặp rắc rối trong thành phố nhỏ này. Em hẳn đã hủy hoại số liệu thống kê về tỷ lệ tội phạm của họ trong cả một thập kỷ, em biết đó. \" \"Mình đang nói đến trường hợp giả định mà, \" tôi nhắc anh một cách lạnh lùng.  Anh cười nhạo tôi, mắt anh ấm áp.  \"Ừ, mình đang, \" anh đồng ý. \"Vậy mình gọi em là Jane nhé?\" \"Sao anh biết được?\" tôi hỏi, không thể kiềm chế xúc cảm của mình. Tôi nhận thấy mình lại nghiêng mình về phía anh.  Anh dường như đang do dự, bị giằng xé bởi tình thế khó xử trong tâm trí. Mắt anh nhìn tôi không chớp, và tôi đoán anh đang quyết định có nên nói thật với tôi hay không.  \"Anh có thể tin ở tôi, anh biết rồi, \" Tôi thì thầm. Tôi vói tay, mà không suy nghĩ, để chạm vào hai bàn tay đang siết lại của anh, nhưng anh rụt chúng lại ngay tức khắc, và tôi kéo tay mình trở lại.  \"Tôi không biết liệu tôi có quyền lựa chọn không nữa. \" Giọng anh gần như thầm thì. \"Tôi đã nhầm – em tinh ý hơn tôi nghĩ. \" \"Tôi nghĩ anh luôn đúng mà. \" \"Tôi vốn thế. \" Anh lại lắc đầu. \"Tôi đã nhầm em về một điều khác nữa. Em không phải là nam châm thu hút tai nạn – thế chưa đủ rộng. Em là nam châm thu hút rắc rối. Nếu có bất cứ thứ gì nguy hiểm trong bán kính mười - dặm, thế nào cũng thấy em. \" \"Nên anh tự đặt mình vào phạm vi đó?\" tôi đoán.  Khuôn mặt anh trở nên lạnh lùng, vô cảm. \" Rõ ràng rồi. \" Tôi vươn tay ngang qua bàn lần nữa - lờ chuyện anh lại rụt nhẹ tay lần nữa - để chạm vào mu bàn tay anh rụt rè với đầu ngón tay của tôi. Da anh lạnh và cứng, y như đá.  \"Cảm ơn anh. \" Giọng tôi tha thiết với lòng biết ơn. \"Bây giờ đã hai lần rồi. \" Khuôn mặt anh dịu lại. \"Đừng thử lần thứ ba nhé, đồng ý không?\" Tôi cáu, nhưng gật đầu. Anh rút tay ra khỏi tay tôi, đặt cả hai tay dưới bàn. Nhưng anh nghiêng mình về phía tôi.  \"Tôi theo em đến Port Angeles, \" anh thừa nhận, nói vội vã. \"Trước đây tôi chưa bao giờ cố gắng cứu ai cả, và phiền phức hơn tôi nghĩ nhiều. Nhưng đó là có lẽ chỉ vì em. Người bình thường ai cũng sống sót qua ngày mà không gặp quá nhiều thảm hoạ. \" Anh ngừng lại. Tôi tự hỏi không biết có nên bực mình không khi anh đi theo tôi; thay vào đó tôi lại cảm thấy trào dâng một niềm vui kỳ lạ. Anh nhìn tôi chằm chằm, có lẽ không hiểu tại sao môi tôi lại nhếch một nụ cười không cưỡng được.  \"Có bao giờ anh nghĩ rằng lẽ ra tôi đã tới số vào lần đầu tiên, vì cái xe tải, và anh đang cản trở số phận không?\" Tôi phỏng đoán, làm mình phân tâm.  \"Không phải lần đầu, \" anh nói, và tiếng anh thật khó nghe. Tôi nhìn anh chằm chằm kinh ngạc, nhưng anh đang nhìn xuống. \"Số em đã tận vào ngày đầu tôi gặp em.” Tôi cảm thấy co thắt sợ hãi vì lời anh, và đột nhiên nhớ đến ánh nhìn u tối dữ dội của anh trong ngày đầu tiên ấy ...  nhưng cảm giác an toàn tràn ngập khi có anh bên cạnh đã bóp nghẹt nó. Lúc anh nhìn lên đọc suy nghĩ trong mắt tôi, chẳng hề có dấu vết sợ hãi nào trong mắt tôi.  \"Em nhớ không?\" anh hỏi, khuôn mặt thiên thần nghiêm nghị.  \"Nhớ. \" tôi bình thản.  \"Vậy mà em vẫn ngồi đây.” Có một chút không tin trong giọng anh; anh nhướng mày.  \"Vâng, tôi ngồi đây ... vì anh. \" Tôi ngừng lại. \" bởi vì không biết nhờ đâu anh tìm thấy tôi hôm nay?\" tôi nhắc lại.  Anh bặm môi, nhìn tôi qua ánh mắt nheo lại, quyết định lần nữa. Mắt anh nhìn vào đĩa thức ăn còn nguyên của tôi, rồi quay lại nhìn tôi.  \"Em ăn đi, tôi sẽ nói, \" anh trả giá.  Tôi nhanh chóng múc một muỗng nấm khác và tọng vô miệng.  \"Khó hơn nhiều khi theo dõi em. Thường tôi có thể tìm một người rất dễ dàng, khi đã đọc được suy nghĩ của họ trước. \" Anh nhìn tôi lo lắng, và tôi nhận thấy mình đang tê liệt. Tôi buộc mình phải nuốt, rồi đâm vào miếng nấm khác và cho vô miệng.  \"Tôi theo dõi Jessica, không chú tâm lắm - như tôi đã nói, chỉ em mới có thể tìm tới rắc rối ở Port Angeles - và lúc đầu tôi không biết em bỏ đi một mình. Sau đó, khi tôi nhận ra em không ở bên cô ta nữa, tôi tìm em ở hiệu sách đã nhìn thấy trong đầu cô ta. Tôi biết em không vào đó, và đã đi về phía nam … rồi tôi biết em sẽ phải quay lại ngay thôi. Vì thế tôi chỉ việc chờ em, lục soát ngẫu nhiên suy nghĩ của người đi đường - để xem liệu có ai để ý em không để tôi biết em ở đâu. Tôi chẳng có lý do gì để lo lắng ... nhưng tôi cảm thấy bất an khác thường...” Anh mải mê suy nghĩ, nhìn chằm chằm xuyên qua tôi, nhìn thấy những điều tôi không thể tưởng tượng ra.  \"Tôi bắt đầu lái vòng vòng, vẫn ... lắng nghe. Mặt trời cuối cùng đã lặn, và tôi sắp ra ngoài, đi bộ theo em. Rồi thì – “ Anh dừng lại, nghiến răng trong cơn cuồng nộ bất ngờ. Anh cố gắng làm mình bình tĩnh.  \"Sau đó sao?\" tôi thì thầm. Anh tiếp tục nhìn chằm chằm qua đầu tôi.  \"Tôi nghe điều chúng nghĩ, \" Anh gầm gừ, môi trên anh hơi cong ngược lên trên răng. \"Tôi thấy mặt em trong đầu hắn. \" Anh đột ngột ngả người về phía trước, một khuỷu tay chống lên bàn, tay che mắt.  Động tác này nhanh đến nỗi nó làm tôi giật mình.  \"Thật ... khó khăn – em không thể tưởng tượng nỗi khó khăn thế nào  - đối với tôi khi chỉ đưa em đi, và để chúng ... sống. \" Giọng anh bị chặn bởi cánh tay. \"Tôi có thể để em đi cùng Jessica và Angela, nhưng tôi sợ nếu em để tôi một mình, tôi sẽ đi tìm kiếm chúng, \" anh thì thầm thừa nhận.  Tôi ngồi lặng lẽ, mê mụ, suy nghĩ không mạch lạc. Tay tôi khoanh lại trước bụng, và tôi dựa yếu ớt vào lưng ghế. Anh vẫn ôm mặt, và im lìm như thể được tạc từ đá giống màu da của anh.  Cuối cùng anh nhìn lên, mắt anh tìm mắt tôi, đầy thắc mắc.  \"Em đã muốn về nhà chưa?\" anh hỏi.  \"Tôi sẵn sàng đi rồi,” Tôi chỉnh lại, hết sức an ủi vì chúng tôi còn chuyến về nhà cả tiếng đồng hồ với nhau. Tôi chưa muốn nói lời từ biệt cùng anh.  Cô hầu bàn xuất hiện như thể cô ấy đã được gọi. Hay đang theo dõi.  \"Chúng tôi làm ăn có tốt không?\" cô hỏi Edward.  \"Chúng tôi muốn tính tiền, cảm ơn cô. \" Giọng anh kiềm chế, cộc cằn hơn, vẫn bị  ảnh hưởng bởi cuộc chuyện trò của chúng tôi. Làm cô ta rối trí.  Anh nhìn lên, chờ.  \"C-có ngay, \" Cô ấy nói lắp. \"Đây ạ. \" Cô kéo bìa da nhỏ trong túi phía trước chiếc tạp-dề đen và trao cho anh.  Trong tay anh đã có một tờ tiền. Anh nhét nó vào bìa da và trao lại cho cô ta.  \"Khỏi phải thối tiền. \" Anh mỉm cười. Sau đó anh đứng lên, và tôi vụng về vấp chân mình.  Cô ấy lại mỉm cười hấp dẫn với anh. \" Chúc anh có một buổi tối vui vẻ.” Anh không rời mắt khỏi tôi khi cám ơn cô. Tôi nín cười.  Anh đi sát bên tôi ra cửa, vẫn cẩn thận không chạm vào tôi. Tôi nhớ chuyện Jessica kể về quan hệ của nhỏ với Mike, họ gần như đến giai đoạn trao nụ hôn đầu. Tôi thở dài. Edward hình như nghe thấy, và anh nhìn xuống tò mò. Tôi nhìn ra vỉa hè, cảm thấy may mắn vì anh không biết được tôi đang nghĩ gì.  Anh mở cửa phía hành khách, giữ cửa cho tôi bước vào rồi đóng lại nhẹ nhàng. Tôi nhìn anh đi vòng trước xe, kinh ngạc, lần nữa, bởi anh duyên dáng biết bao. Tôi lẽ ra bây giờ phải quen với chuyện đó rồi mới phải - nhưng tôi vẫn chưa quen được. Tôi có cảm giác Edward không phải là hạng người mà ai cũng quen được.  Khi đã vào trong xe, anh khởi động máy và vặn lớn máy sưởi.  Trời rất lạnh, và tôi đoán thời tiết đẹp đã chấm dứt. Tuy vậy tôi ấm áp trong áo khoác của anh, hít mùi hương của nó khi tôi nghĩ anh không nhìn thấy.  Edward vượt qua xe cộ, rõ ràng không thèm liếc mắc, chạy vút về phía đường cao tốc.  \"Bây giờ, \" Anh nói đầy ý nghĩa, \" đến lượt em. \""
        },
        {
            "en": "17         17. THE GAME It was just beginning to drizzle when Edward turned onto my street. Up until that moment, I'd had no doubt that he'd be staying with me while I spent a few interim hours in the real world. And then I saw the black car, a weathered Ford, parked in Charlie's driveway — and heard Edward mutter something unintelligible in a low, harsh voice. Leaning away from the rain under the shallow front porch, Jacob Black stood behind his father's wheelchair. Billy's face was impassive as stone as Edward parked my truck against the curb. Jacob stared down, his expression mortified. Edward's low voice was furious. \"This is crossing the line.\" \"He came to warn Charlie?\" I guessed, more horrified than angry. Edward just nodded, answering Billy's gaze through the rain with narrowed eyes. I felt weak with relief that Charlie wasn't home yet. \"Let me deal with this,\" I suggested. Edward's black glare made me anxious. To my surprise, he agreed. \"That's probably best. Be careful, though. The child has no idea.\" I bridled a little at the word child. \"Jacob is not that much younger than I am,\" I reminded him. He looked at me then, his anger abruptly fading. \"Oh, I know,\" he assured me with a grin. I sighed and put my hand on the door handle. \"Get them inside,\" he instructed, \"so I can leave. I'll be back around dusk.\" \"Do you want my truck?\" I offered, meanwhile wondering how I would explain its absence to Charlie. He rolled his eyes. \"I could walk home faster than this truck moves.\" \"You don't have to leave,\" I said wistfully. He smiled at my glum expression. \"Actually, I do. After you get rid of them\" — he threw a dark glance in the Blacks' direction — \"you still have to prepare Charlie to meet your new boyfriend.\" He grinned widely, showing all of his teeth. I groaned. \"Thanks a lot.\" He smiled the crooked smile that I loved. \"I'll be back soon,\" he promised. His eyes flickered back to the porch, and then he leaned in to swiftly kiss me just under the edge of my jaw. My heart lurched frantically, and I, too, glanced toward the porch. Billy's face was no longer impassive, and his hands clutched at the armrests of his chair. \"Soon,\" I stressed as I opened the door and stepped out into the rain. I could feel his eyes on my back as I half-ran through the light sprinkle toward the porch. \"Hey, Billy. Hi, Jacob.\" I greeted them as cheerfully as I could manage. \"Charlie's gone for the day — I hope you haven't been waiting long.\" \"Not long,\" Billy said in a subdued tone. His black eyes were piercing. \"I just wanted to bring this up.\" He indicated a brown paper sack resting in his lap. \"Thanks,\" I said, though I had no idea what it could be. \"Why don't you come in for a minute and dry off?\" I pretended to be oblivious to his intense scrutiny as I unlocked the door, and waved them in ahead of me. \"Here, let me take that,\" I offered, turning to shut the door. I allowed myself one last glance at Edward. He was waiting, perfectly still, his eyes solemn. \"You'll want to put it in the fridge,\" Billy noted as he handed me the package. \"It's some of Harry Clearwater's homemade fish fry — Charlie's favorite. The fridge keeps it drier.\" He shrugged. \"Thanks,\" I repeated, but with feeling this time. \"I was running out of new ways to fix fish, and he's bound to bring home more tonight.\" \"Fishing again?\" Billy asked with a subtle gleam in his eye. \"Down at the usual spot? Maybe I'll run by and see him.\" \"No,\" I quickly lied, my face going hard. \"He was headed someplace new… but I have no idea where.\" He took in my changed expression, and it made him thoughtful. \"Jake,\" he said, still appraising me. \"Why don't you go get that new picture of Rebecca out of the car? I'll leave that for Charlie, too.\" \"Where is it?\" Jacob asked, his voice morose. I glanced at him, but he was staring at the floor, his eyebrows pulling together. \"I think I saw it in the trunk,\" Billy said. \"You may have to dig for it.\" Jacob slouched back out into the rain. Billy and I faced each other in silence. After a few seconds, the quiet started to feel awkward, so I turned and headed to the kitchen. I could hear his wet wheels squeak against the linoleum as he followed. I shoved the bag onto the crowded top shelf of the fridge, and spun around to confront him. His deeply lined face was unreadable. \"Charlie won't be back for a long time.\" My voice was almost rude. He nodded in agreement, but said nothing. \"Thanks again for the fish fry,\" I hinted. He continued nodding. I sighed and folded my arms across my chest. He seemed to sense that I had given up on small talk. \"Bella,\" he said, and then he hesitated. I waited. \"Bella,\" he said again, \"Charlie is one of my best friends.\" \"Yes.\" He spoke each word carefully in his rumbling voice. \"I noticed you've been spending time with one of the Cullens.\" \"Yes,\" I repeated curtly. His eyes narrowed. \"Maybe it's none of my business, but I don't think that is such a good idea.\" \"You're right,\" I agreed. \"It is none of your business.\" He raised his <em>graying</em> eyebrows at my tone. \"You probably don't know this, but the Cullen family has an unpleasant reputation on the reservation.\" \"Actually, I did know that,\" I informed him in a hard voice. This surprised him. \"But that reputation couldn't be deserved, could it?  Because the Cullens never set foot on the reservation, do they?\" I could see that my less than subtle reminder of the agreement that both bound and protected his tribe pulled him up short. \"That's true,\" he acceded, his eyes guarded. \"You seem… well informed about the Cullens. More informed than I expected.\" I stared him down. \"Maybe even better informed than you are.\" He pursed his thick lips as he considered that. \"Maybe.\" he allowed, but his eyes were shrewd. \"Is Charlie as well informed?\" He had found the weak chink in my armor. \"Charlie likes the Cullens a lot,\" I hedged. He clearly understood my evasion. His expression was unhappy, but unsurprised. \"It's not my business,\" he said. \"But it may be Charlie's.\" \"Though it would be my business, again, whether or not I think that it's Charlie's business, right?\" I wondered if he even understood my confused question as I struggled not to say anything compromising. But he seemed to. He thought about it while the rain picked up against the roof, the only sound breaking the silence. \"Yes,\" he finally surrendered. \"I guess that's your business, too.\" I sighed with relief. \"Thanks, Billy.\" \"Just think about what you're doing, Bella,\" he urged. \"Okay,\" I agreed quickly. He frowned. \"What I meant to say was, don't do what you're doing.\" I looked into his eyes, filled with nothing but concern for me, and there was nothing I could say. Just then the front door banged loudly, and I jumped at the sound. \"There's no picture anywhere in that car.\" Jacob's complaining voice reached us before he did. The shoulders of his shirt were stained with the rain, his hair dripping, when he rounded the corner. \"Hmm,\" Billy grunted, suddenly detached, spinning his chair around to face his son. \"I guess I left it at home.\" Jacob rolled his eyes dramatically. \"Great.\" \"Well, Bella, tell Charlie\" — Billy paused before continuing — \"that we stopped by, I mean.\" \"I will,\" I muttered. Jacob was surprised. \"Are we leaving already?\" \"Charlie's gonna be out late,\" Billy explained as he rolled himself past Jacob. \"Oh.\" Jacob looked disappointed. \"Well, I guess I'll see you later, then, Bella.\" \"Sure,\" I agreed. \"Take care,\" Billy warned me. I didn't answer. Jacob helped his father out the door. I waved briefly, glancing swiftly toward my now-empty truck, and then shut the door before they were gone. I stood in the hallway for a minute, listening to the sound of their car as it backed out and drove away. I stayed where I was, waiting for the irritation and anxiety to subside. When the tension eventually faded a bit, I headed upstairs to change out of my dressy clothes. I tried on a couple of different tops, not sure what to expect tonight. As I concentrated on what was coming, what had just passed became insignificant. Now that I was removed from Jasper's and Edward's influence, I began to make up for not being terrified before. I gave up quickly on choosing an outfit — throwing on an old flannel shirt and jeans — knowing I would be in my raincoat all night anyway. The phone rang and I sprinted downstairs to get it. There was only one voice I wanted to hear; anything else would be a disappointment. But I knew that if he wanted to talk to me, he'd probably just materialize in my room. \"Hello?\" I asked, breathless. \"Bella? It's me,\" Jessica said. \"Oh, hey, Jess.\" I scrambled for a moment to come back down to reality. It felt like months rather than days since I'd spoken to Jess. \"How was the dance?\" \"It was so much fun!\" Jessica gushed. Needing no more invitation than that, she launched into a minute-by-minute account of the previous night. I mmm'd and ahh'd at the right places, but it wasn't easy to concentrate. Jessica, Mike, the dance, the school — they all seemed strangely irrelevant at the moment. My eyes kept flashing to the window, trying to judge the degree of light behind the heavy clouds. \"Did you hear what I said, Bella?\" Jess asked, irritated. \"I'm sorry, what?\" \"I said, Mike kissed me! Can you believe it?\" \"That's wonderful, Jess,\" I said. \"So what did you do yesterday?\" Jessica challenged, still sounding bothered by my lack of attention. Or maybe she was upset because I hadn't asked for details. \"Nothing, really. I just hung around outside to enjoy the sun.\" I heard Charlie's car in the garage. \"Did you ever hear anything more from Edward Cullen?\" The front door slammed and I could hear Charlie banging around under the stairs, putting his tackle away. \"Um.\" I hesitated, not sure what my story was anymore. \"Hi there, kiddo!\" Charlie called as he walked into the kitchen. I waved at him. Jess heard his voice. \"Oh, your dad's there. Never mind — we'll talk tomorrow. See you in Trig.\" \"See ya, Jess.\" I hung up the phone. \"Hey, Dad,\" I said. He was scrubbing his hands in the sink. \"Where's the fish?\" \"I put it out in the freezer.\" \"I'll go grab a few pieces before they freeze — Billy dropped off some of Harry Clearwater's fish fry this afternoon.\" I worked to sound enthusiastic. \"He did?\" Charlie's eyes lit up. \"That's my favorite.\" Charlie cleaned up while I got dinner ready. It didn't take long till we were sitting at the table, eating in silence. Charlie was enjoying his food. I was wondering desperately how to fulfill my assignment, struggling to think of a way to broach the subject. \"What did you do with yourself today?\" he asked, snapping me out of my reverie. \"Well, this afternoon I just hung out around the house…\" Only the very recent part of this afternoon, actually. I tried to keep my voice upbeat, but my stomach was hollow. \"And this morning I was over at the Cullens'.\" Charlie dropped his fork. \"Dr. Cullen's place?\" he asked in astonishment. I pretended not to notice his reaction. \"Yeah.\" \"What were you doing there?\" He hadn't picked his fork back up. \"Well, I sort of have a date with Edward Cullen tonight, and he wanted to introduce me to his parents… Dad?\" It appeared that Charlie was having an aneurysm. \"Dad, are you all right?\" \"You are going out with Edward Cullen?\" he thundered. Uh-oh. \"I thought you liked the Cullens.\" \"He's too old for you,\" he ranted. \"We're both juniors,\" I corrected, though he was more right than he dreamed. \"Wait…\" He paused. \"Which one is Edwin?\" \"Edward is the youngest, the one with the reddish brown hair.\" The beautiful one, the godlike one… \"Oh, well, that's\" — he struggled — \"better, I guess. I don't like the look of that big one. I'm sure he's a nice boy and all, but he looks too… mature for you. Is this Edwin your boyfriend?\" \"It's Edward, Dad.\" \"Is he?\" \"Sort of, I guess.\" \"You said last night that you weren't interested in any of the boys in town.\" But he picked up his fork again, so I could see the worst was over. \"Well, Edward doesn't live in town, Dad.\" He gave me a disparaging look as he chewed. \"And, anyways,\" I continued, \"it's kind of at an early stage, you know.  Don't embarrass me with all the boyfriend talk, okay?\" \"When is he coming over?\" \"He'll be here in a few minutes.\" \"Where is he taking you?\" I groaned loudly. \"I hope you're getting the Spanish Inquisition out of your system now. We're going to play baseball with his family.\" His face puckered, and then he finally chuckled. \"You're playing baseball?\" \"Well, I'll probably watch most of the time.\" \"You must really like this guy,\" he observed suspiciously. I sighed and rolled my eyes for his benefit. I heard the roar of an engine pull up in front of the house. I jumped up and started cleaning my dishes. \"Leave the dishes, I can do them tonight. You baby me too much.\" The doorbell rang, and Charlie stalked off to answer it. I was half a step behind him. I hadn't realized how hard it was pouring outside. Edward stood in the halo of the porch light, looking like a male model in an advertisement for raincoats. \"Come on in, Edward.\" I breathed a sigh of relief when Charlie got his name right. \"Thanks, Chief Swan,\" Edward said in a respectful voice. \"Go ahead and call me Charlie. Here, I'll take your jacket.\" \"Thanks, sir.\" \"Have a seat there, Edward.\" I grimaced. Edward sat down fluidly in the only chair, forcing me to sit next to Chief Swan on the sofa. I quickly shot him a dirty look. He winked behind Charlie's back. \"So I hear you're getting my girl to watch baseball.\" Only in Washington would the fact that it was raining buckets have no bearing at all on the playing of outdoor sports. \"Yes, sir, that's the plan.\" He didn't look surprised that I'd told my father the truth. He might have been listening, though. \"Well, more power to you, I guess.\" Charlie laughed, and Edward joined in. \"Okay.\" I stood up. \"Enough humor at my expense. Let's go.\" I walked back to the hall and pulled on my jacket. They followed. \"Not too late, Bell.\" \"Don't worry, Charlie, I'll have her home early,\" Edward promised. \"You take care of my girl, all right?\" I groaned, but they ignored me. \"She'll be safe with me, I promise, sir.\" Charlie couldn't doubt Edward's sincerity, it rang in every word. I stalked out. They both laughed, and Edward followed me. I stopped dead on the porch. There, behind my truck, was a monster Jeep. Its tires were higher than my waist. There were metal guards over the headlights and tail-lights, and four large spotlights attached to the crash bar. The hardtop was shiny red. Charlie let out a low whistle. \"Wear your seat belts,\" he choked out. Edward followed me around to my side and opened the door. I gauged the distance to the seat and prepared to jump for it. He sighed, and then lifted me in with one hand. I hoped Charlie didn't notice. As he went around to the driver's side, at a normal, human pace, I tried to put on my seat belt. But there were too many buckles. \"What's all this?\" I asked when he opened the door. \"It's an off-roading harness.\" \"Uh-oh.\" I tried to find the right places for all the buckles to fit, but it wasn't going too quickly. He sighed again and reached over to help me. I was glad that the rain was too heavy to see Charlie clearly on the porch. That meant he couldn't see how Edward's hands lingered at my neck, brushed along my collarbones. I gave up trying to help him and focused on not hyperventilating. Edward turned the key and the engine roared to life. We pulled away from the house. \"This is a… um… big Jeep you have.\" \"It's Emmett's. I didn't think you'd want to run the whole way.\" \"Where do you keep this thing?\" \"We remodeled one of the outbuildings into a garage.\" \"Aren't you going to put on your seat belt?\" He threw me a disbelieving look. Then something sunk in. \"Run the whole way? As in, we're still going to run part of the way?\" My voice edged up a few octaves. He grinned tightly. \"You're not going to run.\" \"I'm going to be sick.\" \"Keep your eyes closed, you'll be fine.\" I bit my lip, fighting the panic. He leaned over to kiss the top of my head, and then groaned. I looked at him, puzzled. \"You smell so good in the rain,\" he explained. \"In a good way, or in a bad way?\" I asked cautiously. He sighed. \"Both, always both.\" I don't know how he found his way in the gloom and downpour, but he somehow found a side road that was less of a road and more of a mountain path. For a long while conversation was impossible, because I was bouncing up and down on the seat like a jackhammer. He seemed to enjoy the ride, though, smiling hugely the whole way. And then we came to the end of the road; the trees formed green walls on three sides of the Jeep. The rain was a mere drizzle, slowing every second, the sky brighter through the clouds. \"Sorry, Bella, we have to go on foot from here.\" \"You know what? I'll just wait here.\" \"What happened to all your courage? You were extraordinary this morning.\" \"I haven't forgotten the last time yet.\" Could it have been only yesterday? He was around to my side of the car in a blur. He started unbuckling me. \"I'll get those, you go on ahead,\" I protested. \"Hmmm…\" he mused as he quickly finished. \"It seems I'm going to have to tamper with your memory.\" Before I could react, he pulled me from the Jeep and set my feet on the ground. It was barely misting now; Alice was going to be right. \"Tamper with my memory?\" I asked nervously. \"Something like that.\" He was watching me intently, carefully, but there was humor deep in his eyes. He placed his hands against the Jeep on either side of my head and leaned forward, forcing me to press back against the door. He leaned in even closer, his face inches from mine. I had no room to escape. \"Now,\" he breathed, and just his smell disturbed my thought processes, \"what exactly are you worrying about?\" \"Well, um, hitting a tree —\" I gulped \"— and dying. And then getting sick.\" He fought back a smile. Then he bent his head down and touched his cold lips softly to the hollow at the base of my throat. \"Are you still worried now?\" he murmured against my skin. \"Yes.\" I struggled to concentrate. \"About hitting trees and getting sick.\" His nose drew a line up the skin of my throat to the point of my chin. His cold breath tickled my skin. \"And now?\" His lips whispered against my jaw. \"Trees,\" I gasped. \"Motion sickness.\" He lifted his face to kiss my eyelids. \"Bella, you don't really think I would hit a tree, do you?\" \"No, but I might.\" There was no confidence in my voice. He smelled an easy victory. He kissed slowly down my cheek, stopping just at the corner of my mouth. \"Would I let a tree hurt you?\" His lips barely brushed against my trembling lower lip. \"No,\" I breathed. I knew there was a second part to my brilliant defense, but I couldn't quite call it back. \"You see,\" he said, his lips moving against mine. \"There's nothing to be afraid of, is there?\" \"No,\" I sighed, giving up. Then he took my face in his hands almost roughly, and kissed me in earnest, his unyielding lips moving against mine. There really was no excuse for my behavior. Obviously I knew better by now. And yet I couldn't seem to stop from reacting exactly as I had the first time. Instead of keeping safely motionless, my arms reached up to twine tightly around his neck, and I was suddenly welded to his stone figure. I sighed, and my lips parted. He staggered back, breaking my grip effortlessly. \"Damn it, Bella!\" he broke off, gasping. \"You'll be the death of me, I swear you will.\" I leaned over, bracing my hands against my knees for support. \"You're indestructible,\" I mumbled, trying to catch my breath. \"I might have believed that before I met you. Now let's get out of here before I do something really stupid,\" he growled. He threw me across his back as he had before, and I could see the extra effort it took for him to be as gentle as he was. I locked my legs around his waist and secured my arms in a choke hold around his neck. \"Don't forget to close your eyes,\" he warned severely. I quickly tucked my face into his shoulder blade, under my own arm, and squeezed my eyes shut. And I could hardly tell we were moving. I could feel him gliding along beneath me, but he could have been strolling down the sidewalk, the movement was so smooth. I was tempted to peek, just to see if he was really flying through the forest like before, but I resisted. It wasn't worth that awful dizziness. I contented myself with listening to his breath come and go evenly. I wasn't quite sure we had stopped until he reached back and touched my hair. \"It's over, Bella.\" I dared to open my eyes, and, sure enough, we were at a standstill. I stiffly unlocked my stranglehold on his body and slipped to the ground, landing on my backside. \"Oh!\" I huffed as I hit the wet ground. He stared at me incredulously, evidently not sure whether he was still too mad to find me funny. But my bewildered expression pushed him over the edge, and he broke into a roar of laughter. I picked myself up, ignoring him as I brushed the mud and bracken off the back of my jacket. That only made him laugh harder. Annoyed, I began to stride off into the forest. I felt his arm around my waist. \"Where are you going, Bella?\" \"To watch a baseball game. You don't seem to be interested in playing anymore, but I'm sure the others will have fun without you.\" \"You're going the wrong way.\" I turned around without looking at him, and stalked off in the opposite direction. He caught me again. \"Don't be mad, I couldn't help myself. You should have seen your face.\" He chuckled before he could stop himself. \"Oh, you're the only one who's allowed to get mad?\" I asked, raising my eyebrows. \"I wasn't mad at you.\" \"'Bella, you'll be the death of me'?\" I quoted sourly. \"That was simply a statement of fact.\" I tried to turn away from him again, but he held me fast. \"You were mad,\" I insisted. \"Yes.\" \"But you just said —\" \"That I wasn't mad at you. Can't you see that, Bella?\" He was suddenly intense, all trace of teasing gone. \"Don't you understand?\" \"See what?\" I demanded, confused by his sudden mood swing as much as his words. \"I'm never angry with you — how could I be? Brave, trusting… warm as you are.\" \"Then why?\" I whispered, remembering the black moods that pulled him away from me, that I'd always interpreted as well-justified frustration — frustration at my weakness, my slowness, my unruly human reactions… He put his hands carefully on both sides of my face. \"I infuriate myself,\" he said gently. \"The way I can't seem to keep from putting you in danger. My very existence puts you at risk. Sometimes I truly hate myself. I should be stronger, I should be able to —\"  I placed my hand over his mouth. \"Don't.\" He took my hand, moving it from his lips, but holding it to his face. \"I love you,\" he said. \"It's a poor excuse for what I'm doing, but it's still true.\" It was the first time he'd said he loved me — in so many words. He might not realize it, but I certainly did. \"Now, please try to behave yourself,\" he continued, and he bent to softly brush his lips against mine. I held properly still. Then I sighed. \"You promised Chief Swan that you would have me home early, remember? We'd better get going.\" \"Yes, ma'am.\" He smiled wistfully and released all of me but one hand. He led me a few feet through the tall, wet ferns and draping moss, around a massive hemlock tree, and we were there, on the edge of an enormous open field in the lap of the Olympic peaks. It was twice the size of any baseball stadium. I could see the others all there; Esme, Emmett, and Rosalie, sitting on a bare outcropping of rock, were the closest to us, maybe a hundred yards away. Much farther out I could see Jasper and Alice, at least a quarter of a mile apart, appearing to throw something back and forth, but I never saw any ball. It looked like Carlisle was marking bases, but could they really be that far apart? When we came into view, the three on the rocks rose. Esme started toward us. Emmett followed after a long look at Rosalie's back; Rosalie had risen gracefully and strode off toward the field without a glance in our direction. My stomach quivered uneasily in response. \"Was that you we heard, Edward?\" Esme asked as she approached. \"It sounded like a bear choking,\" Emmett clarified. I smiled hesitantly at Esme. \"That was him.\" \"Bella was being unintentionally funny,\" Edward explained, quickly settling the score. Alice had left her position and was running, or dancing, toward us. She hurtled to a fluid stop at our feet. \"It's time,\" she announced. As soon as she spoke, a deep rumble of thunder shook the forest beyond us, and then crashed westward toward town. \"Eerie, isn't it?\" Emmett said with easy familiarity, winking at me. \"Let's go.\" Alice reached for Emmett's hand and they darted toward the oversized field; she ran like a gazelle. He was nearly as graceful and just as fast — yet Emmett could never be compared to a gazelle. \"Are you ready for some ball?\" Edward asked, his eyes eager, bright. I tried to sound appropriately enthusiastic. \"Go team!\" He snickered and, after mussing my hair, bounded off after the other two. His run was more aggressive, a cheetah rather than a gazelle, and he quickly overtook them. The grace and power took my breath away. \"Shall we go down?\" Esme asked in her soft, melodic voice, and I realized I was staring openmouthed after him. I quickly reassembled my expression and nodded. Esme kept a few feet between us, and I wondered if she was still being careful not to frighten me. She matched her stride to mine without seeming impatient at the pace.  \"You don't play with them?\" I asked shyly. \"No, I prefer to referee — I like keeping them honest,\" she explained. \"Do they like to cheat, then?\" \"Oh yes — you should hear the arguments they get into! Actually, I hope you don't, you would think they were raised by a pack of wolves.\" \"You sound like my mom,\" I laughed, surprised. She laughed, too. \"Well, I do think of them as my children in most ways. I never could get over my mothering instincts — did Edward tell you I had lost a child?\" \"No,\" I murmured, stunned, scrambling to understand what lifetime she was remembering. \"Yes, my first and only baby. He died just a few days after he was born, the poor tiny thing,\" she sighed. \"It broke my heart — that's why I jumped off the cliff, you know,\" she added matter-of-factly. \"Edward just said you f-fell,\" I stammered. \"Always the gentleman.\" She smiled. \"Edward was the first of my new sons. I've always thought of him that way, even though he's older than I, in one way at least.\" She smiled at me warmly. \"That's why I'm so happy that he's found you, dear.\" The endearment sounded very natural on her lips. \"He's been the odd man out for far too long; it's hurt me to see him alone.\" \"You don't mind, then?\" I asked, hesitant again. \"That I'm… all wrong for him?\" \"No.\" She was thoughtful. \"You're what he wants. It will work out, somehow,\" she said, though her forehead creased with worry. Another peal of thunder began. Esme stopped then; apparently, we'd reached the edge of the field. It looked as if they had formed teams. Edward was far out in left field, Carlisle stood between the first and second bases, and Alice held the ball, positioned on the spot that must be the pitcher's mound. Emmett was swinging an aluminum bat; it whistled almost untraceably through the air. I waited for him to approach home plate, but then I realized, as he took his stance, that he was already there — farther from the pitcher's mound than I would have thought possible. Jasper stood several feet behind him, catching for the other team. Of course, none of them had gloves. \"All right,\" Esme called in a clear voice, which I knew even Edward would hear, as far out as he was. \"Batter up.\" Alice stood straight, deceptively motionless. Her style seemed to be stealth rather than an intimidating windup. She held the ball in both hands at her waist, and then, like the strike of a cobra, her right hand flicked out and the ball smacked into Jasper's hand. \"Was that a strike?\" I whispered to Esme. \"If they don't hit it, it's a strike,\" she told me. Jasper hurled the ball back to Alice's waiting hand. She permitted herself a brief grin. And then her hand spun out again. This time the bat somehow made it around in time to smash into the invisible ball. The crack of impact was shattering, thunderous; it echoed off the mountains — I immediately understood the necessity of the thunderstorm. The ball shot like a meteor above the field, flying deep into the surrounding forest. \"Home run,\" I murmured. \"Wait,\" Esme cautioned, listening intently, one hand raised. Emmett was a blur around the bases, Carlisle shadowing him. I realized Edward was missing. \"Out!\" Esme cried in a clear voice. I stared in disbelief as Edward sprang from the fringe of the trees, ball in his upraised hand, his wide grin visible even to me. \"Emmett hits the hardest,\" Esme explained, \"but Edward runs the fastest.\" The inning continued before my incredulous eyes. It was impossible to keep up with the speed at which the ball flew, the rate at which their bodies raced around the field. I learned the other reason they waited for a thunderstorm to play when Jasper, trying to avoid Edward's infallible fielding, hit a ground ball toward Carlisle. Carlisle ran into the ball, and then raced Jasper to first base. When they collided, the sound was like the crash of two massive falling boulders. I jumped up in concern, but they were somehow unscathed. \"Safe,\" Esme called in a calm voice. Emmett's team was up by one — Rosalie managed to flit around the bases after tagging up on one of Emmett's long flies — when Edward caught the third out. He sprinted to my side, sparkling with excitement. \"What do you think?\" he asked. \"One thing's for sure, I'll never be able to sit through dull old Major League Baseball again.\" \"And it sounds like you did so much of that before,\" he laughed. \"I am a little disappointed,\" I teased. \"Why?\" he asked, puzzled. \"Well, it would be nice if I could find just one thing you didn't do better than everyone else on the planet.\" He flashed his special crooked smile, leaving me breathless. \"I'm up,\" he said, heading for the plate. He played intelligently, keeping the ball low, out of the reach of Rosalie's always-ready hand in the outfield, gaining two bases like lightning before Emmett could get the ball back in play. Carlisle knocked one so far out of the field — with a boom that hurt my ears — that he and Edward both made it in. Alice slapped them dainty high fives. The score constantly changed as the game continued, and they razzed each other like any street ballplayers as they took turns with the lead. Occasionally Esme would call them to order. The thunder rumbled on, but we stayed dry, as Alice had predicted. Carlisle was up to bat, Edward catching, when Alice suddenly gasped. My eyes were on Edward, as usual, and I saw his head snap up to look at her. Their eyes met and something flowed between them in an instant. He was at my side before the others could ask Alice what was wrong. \"Alice?\" Esme's voice was tense. \"I didn't see — I couldn't tell,\" she whispered. All the others were gathered by this time. \"What is it, Alice?\" Carlisle asked with the calm voice of authority. \"They were traveling much quicker than I thought. I can see I had the perspective wrong before,\" she murmured. Jasper leaned over her, his posture protective. \"What changed?\" he asked. \"They heard us playing, and it changed their path,\" she said, contrite, as if she felt responsible for whatever had frightened her. Seven pairs of quick eyes flashed to my face and away. \"How soon?\" Carlisle said, turning toward Edward. A look of intense concentration crossed his face. \"Less than five minutes. They're running — they want to play.\" He scowled. \"Can you make it?\" Carlisle asked him, his eyes flicking toward me again. \"No, not carrying —\" He cut short. \"Besides, the last thing we need is for them to catch the scent and start hunting.\" \"How many?\" Emmett asked Alice. \"Three,\" she answered tersely. \"Three!\" he scoffed. \"Let them come.\" The steel bands of muscle flexed along his massive arms. For a split second that seemed much longer than it really was, Carlisle deliberated. Only Emmett seemed unperturbed; the rest stared at Carlisle's face with anxious eyes. \"Let's just continue the game,\" Carlisle finally decided. His voice was cool and level. \"Alice said they were simply curious.\" All this was said in a flurry of words that lasted only a few seconds. I had listened carefully and caught most of it, though I couldn't hear what Esme now asked Edward with a silent vibration of her lips. I only saw the slight shake of his head and the look of relief on her face. \"You catch, Esme,\" he said. \"I'll call it now.\" And he planted himself in front of me. The others returned to the field, warily sweeping the dark forest with their sharp eyes. Alice and Esme seemed to orient themselves around where I stood. \"Take your hair down,\" Edward said in a low, even voice. I obediently slid the rubber band out of my hair and shook it out around me. I stated the obvious. \"The others are coming now.\" \"Yes, stay very still, keep quiet, and don't move from my side, please.\" He hid the stress in his voice well, but I could hear it. He pulled my long hair forward, around my face. \"That won't help,\" Alice said softly. \"I could smell her across the field.\" \"I know.\" A hint of frustration colored his tone. Carlisle stood at the plate, and the others joined the game halfheartedly. \"What did Esme ask you?\" I whispered. He hesitated for a second before he answered. \"Whether they were thirsty,\" he muttered unwillingly. The seconds ticked by; the game progressed with apathy now. No one dared to hit harder than a bunt, and Emmett, Rosalie, and Jasper hovered in the infield.  Now and again, despite the fear that numbed my brain, I was aware of Rosalie's eyes on me. They were expressionless, but something about the way she held her mouth made me think she was angry. Edward paid no attention to the game at all, eyes and mind ranging the forest. \"I'm sorry, Bella,\" he muttered fiercely. \"It was stupid, irresponsible, to expose you like this. I'm so sorry.\" I heard his breath stop, and his eyes zeroed in on right field. He took a half step, angling himself between me and what was coming. Carlisle, Emmett, and the others turned in the same direction, hearing sounds of passage much too faint for my ears.",
            "vi": "17        17. Trận đấu Khi Edward rẽ vào đường vào nhà của tôi, mưa bụi mới bắt đầu rơi. Mãi đến tận lúc đó, tôi mới không nghi ngờ việc anh sẽ ở bên tôi khi tôi sống vài tiếng đồng hồ tạm bợ trong thế giới thực.  Và rồi tôi nhìn thấy chiếc xe đen, một chiếc Ford dạn dày sương gió, đỗ ở đường lái xe vào nhà - và nghe Edward lẩm bẩm gì đó khó hiểu bằng giọng trầm khó chịu.  Tránh mưa dưới mái hiên hẹp, Jacob Black đứng đằng sau xe lăn của cha mình. Khuôn mặt Billy dửng dưng như đá khi Edward dừng chiếc xe tải của tôi sát lề đường. Jacob nhìn chằm chằm xuống đất, đầy chịu đựng.  Giọng trầm của Edward điên tiết. \"Vầy là vượt quá giới hạn rồi.” \"Ông ấy đến để cảnh báo Charlie?\" tôi đoán, hoảng sợ hơn tức giận.  Edward chỉ gật đầu, nheo mắt đáp lại ánh nhìn chằm chằm của Billy qua màn mưa.  Tôi cảm thấy yếu ớt nhưng nhẹ nhõm vì Charlie chưa về nhà.  \"Để em xử lý chuyện này cho, \" tôi đề nghị. Ánh mắt u ám của Edward làm tôi lo lắng.  Tôi không ngờ anh đồng ý. \"Chắc vậy là tốt nhất. Nhưng dù sao em cũng hãy cẩn thận. Thằng nhỏ chẳng biết gì đâu.” Tôi hơi bực vì từ “thằng nhỏ”. \"Jacob đâu có nhỏ tuổi hơn em nhiều lắm đâu, \" tôi nhắc anh.  Anh nhìn tôi rồi, cơn giận anh bỗng dịu đi. \"Ồ, anh biết, \" anh cười toe toét đảm bảo với tôi.  Tôi thở dài rồi đặt tay lên tay cầm cửa xe.  \"Đưa họ vô nhà nhé, \" anh dặn, \"để anh có thể đi. Anh sẽ trở lại lúc chạng vạng.” \"Anh muốn đi xe của em không?\" tôi đề nghị, vừa tự hỏi không biết sẽ giải thích với Charlie như thế nào về vụ không có xe ở nhà.  Anh trợn tròn mắt. \"Anh đi bộ về nhà còn nhanh hơn cái xe tải này chạy. \" \"Anh đâu cần phải đi đâu, \" tôi buồn bã nói.  Anh cười vì vẻ rầu rĩ của tôi. \"Thực ra thì anh cần phải đi. Sau khi em tống khứ họ đi rồi” - anh liếc nhìn giận dữ về hướng cha con nhà Black - \"em còn phải chuẩn bị tinh thần cho Charlie gặp bạn trai mới của em nữa. \" Anh cười toe toét.  Tôi rên rỉ. \"Cám ơn nhiều. \" Anh nhếch miệng cười nụ cười tôi thích. \"Anh sẽ quay lại ngay mà, \" anh hứa. Mắt anh lại liếc về phía hiên nhà, rồi anh nghiêng người hôn thật nhanh ngay dưới cằm tôi. Tim tôi chao đảo điên cuồng, và tôi, cũng, liếc nhìn về phía hàng hiên. Khuôn mặt của Billy không còn bình thản nữa, bàn tay ông chộp lấy chỗ gác tay của chiếc xe lăn.  \"Nhanh nhé, \" tôi nhấn mạnh khi mở cửa bước vào màn mưa.  Tôi có thể cảm thấy mắt anh dán vào lưng tôi khi tôi đi như chạy qua màn mưa lất phất về phía hàng hiên.  \"Chào bác, Billy. Chào, Jacob. \" tôi chào họ, cố vui vẻ hết mức có thể.  \"Charlie đi suốt ngày – cháu hy vọng bác chưa đợi lâu. \" \"Không lâu đâu, \" Billy nói bằng giọng khẽ khàng. Đôi mắt đen của ông sắc lẻm.  \"Bác chỉ muốn mang biếu cái này. \"  Ông chỉ túi giấy nâu đang đặt trong lòng.  \"Cám ơn bác, \" tôi nói, cho dù tôi không biết đó có thể là gì. \"Sao bác không vào nhà một chút để hong khô người?\" Tôi giả vờ không để ý đến cái nhìn dò hỏi dữ dội của ông khi mở khoá cửa, rồi vẫy tay gọi họ vào nhà trước mình.  \"Đây, để cháu cầm cho nhé, \" tôi đề nghị, quay ra đóng cửa. Tôi cho phép mình liếc nhìn lần cuối vào Edward. Anh đang đợi, hoàn toàn bất động, mắt nghiêm nghị.  \"Cháu nên bỏ nó vào tủ lạnh, \" Billy lưu ý khi ông trao cho tôi gói đồ. \"Cá chiên nhà làm của Harry Clearwater  - món ưa thích của Charlie.  Tủ lạnh giữ nó khô ráo hơn. \" ông nhún vai.  \"Cám ơn bác, \" tôi lặp lại, nhưng lần này thực sự biết ơn. \"Cháu hết biết cách làm món cá rồi mà tối nay thế nào bố cháu cũng mang thêm cá về.” \"Câu cá nữa hả?”  Billy hỏi với ánh mắt linh lợi. \"Xuống chỗ thường câu? Chắc bác sẽ ghé qua gặp bố cháu.” \"Không, \" tôi nói dối thật nhanh, mặt tôi bối rối. \"Bố cháu đã đi đến chỗ mới ... mà cháu không biết ở đâu. \" Ông nhìn vẻ mặt thay đổi của tôi, và nó làm ông trầm tư suy nghĩ.  \"Jake, \" ông nói, vẫn dò xét tôi. \"Sao con không đi lấy tấm hình Rebecca mới chụp trong xe vào đây? Bố cũng mang tặng Charlie đó. \" \"Nó ở đâu vậy?\" Jacob hỏi, giọng anh chàng buồn rầu. Tôi nhìn lướt qua anh, nhưng anh chàng cứ dán mắt xuống sàn nhà, lông mày nhíu lại. \"Bố nghĩ bố thấy nó trong thùng xe, \" Billy nói. \" chắc con phải lục tìm.” Jacob lùi lũi trở lại màn mưa.  Billy và tôi đối mặt nhau trong im lặng. Sau vài giây, sự im lặng bắt đầu làm tôi cảm thấy lúng túng ngượng nghịu, vì vậy tôi quay vào bếp. Tôi có thể nghe tiếng bánh xe ẩm ướt của ông nghiến trên vải sơn lót sàn khi ông đi theo.  Tôi đẩy túi giấy lên tầng trên cùng đã đầy nhóc của tủ lạnh, và quay mình đương đầu với ông. Khuôn mặt đầy nếp nhăn của ông không thể hiểu nổi.  \"Charlie chắc còn lâu mới về nhà. \" Giọng tôi gần như khiếm nhã.  Ông gật đầu đồng ý, nhưng chẳng nói gì.  \"Cảm ơn bác một lần nữa vì đã cho món cá chiên, \" tôi gợi ý.  Ông tiếp tục gật gù. Tôi thở dài và khoanh tay trước ngực.  Ông dường như cảm thấy tôi hết biết nói gì. \"Bella, \" ông nói, rồi do dự.  Tôi đợi.  \"Bella, \" ông lại nói, \" Charlie là một trong những người bạn thân nhất của bác. \" \"Vâng. \" Ông nói từng từ cẩn thận bằng giọng trầm trầm. \"Bác để ý thấy cháu đang dành thời gian cho một thành viên trong gia đình Cullens. \" \"Vâng, \" tôi lặp lại cộc lốc.  Mắt ông nheo lại. \"Có lẽ chẳng phải là chuyện bác, nhưng bác nghĩ đó không phải là một ý hay lắm đâu.” \"Bác nói đúng, \" tôi đồng ý. \" Đó không phải là chuyện của bác. \" Ông nhướng đôi mày bạc vì giọng tôi. \"Có lẽ cháu không biết chuyện này, gia đình Cullen mang tiếng không hay ở khu bảo tồn.” \"Thực ra thì, cháu biết rõ chuyện đó,” tôi báo ông biết bằng một giọng cứng cỏi. Điều này làm ông ngạc nhiên. \"Nhưng tiếng tai đó đâu có ích gì, phải không? Vì nhà Cullen đâu bao giờ đặt chân lên khu bảo tồn?\"  Tôi có thể thấy cách nhắc nhở kém tế nhị của mình về giao ước vừa ràng buộc vừa bảo vệ bộ lạc ấy đã làm ông sửng sốt.  \"Đúng vậy,”   ông đồng ý, ánh mắt dè dặt. \"Hình như cháu ... biết rất rõ về gia đình Cullens.  Rõ hơn bác nghĩ.” Tôi nhìn chằm chằm làm ông phải quay đi. \"Chắc rõ hơn cả bác.” Ông bĩu đôi môi dày khi suy nghĩ về điều đó. \"Chắc vậy. \" ông thú nhận, nhưng mắt ông sắc sảo. \"Thế Charlie cũng biết rõ chứ?\" Ông đã tìm ra gót chân Archille trong bộ áo giáp của tôi.  \"Charlie rất thích nhà Cullens, \" tôi đánh trống lảng.  Ông hiểu rõ sự lẩn tránh của tôi. Vẻ mặt ông không vui, nhưng không hề ngạc nhiên.  \"Đó không phải là chuyện của bác, \" ông nói. \"Nhưng chắc là chuyện của Charlie. \" \"Tuy vậy, vẫn là chuyện của cháu, dù cháu có nghĩ đó là chuyện của Charlie hay không, phải không bác?\" Tôi tự hỏi không biết ông có hiểu nỗi câu hỏi lộn xộn của tôi hay không khi tôi cố gắng không nói bất cứ câu gì nhượng bộ. Nhưng ông có vẻ hiểu. Ông suy nghĩ về câu đó khi mưa nặng hạt trên mái nhà, âm thanh duy nhất phá tan sự yên lặng.  \"Đúng, \" cuối cùng ông cũng đầu hàng. \"Bác cũng nghĩ đó là chuyện của riêng cháu.” Tôi thở phào nhẹ nhõm. \"Cám ơn, Billy. \" \"Chỉ xin hãy nghĩ về chuyện cháu sắp làm, Bella, \" ông cố thuyết phục.  \"OK, \" tôi đồng ý nhanh chóng.  Ông cau mày. \"Ý bác muốn nói là, đừng làm điều cháu sắp làm.” Tôi nhìn vào mắt ông, chan chứa nỗi lo ngại cho tôi, nên tôi chẳng biết nói gì.  Ngay lúc đó, cửa trước bị tông cái rầm, và tôi nhảy dựng lên vì âm thanh ấy.  \"Chẳng thấy tấm hình nào ở đâu trong xe cả.  Giọng than phiền của Jacob vang đến tai chúng tôi trước khi anh chàng xuất hiện. Vai áo sơ mi của anh lấm tấm nước mưa, tóc nhỏ nước, khi anh chàng vòng qua góc nhà.  \"Hmmm, \" Billy làu bàu, bỗng trở nên vô tư, xoay xe lăn đối diện với con trai. \"Chắc bố để nó ở nhà. \" Jacob trợn tròn mắt đầy kịch tính. \"Tuyệt thật. \" \"Ừm, Bella, hãy nói với Charlie là\" - Billy ngừng lại trước khi nói tiếp - \"ý bác là, bọn bác có ghé qua. \" \"Cháu sẽ nói, \" tôi thì thầm.  Jacob ngạc nhiên. \"Mình đi rồi sao?\" \"Charlie sẽ về trễ lắm, \" Billy giải thích khi ông đẩy xe qua mặt Jacob.  \"Ôi. \" Jacob có vẻ thất vọng. \"Ừm, tôi nghĩ sẽ gặp lại bạn sau, Bella. \" \"Chắc chắn rồi, \" tôi đồng ý.  \"Bảo trọng nhé, \" Billy cảnh báo tôi. Tôi không trả lời.  Jacob giúp cha anh ra cửa. Tôi vẫy tay lấy lệ, liếc nhìn nhanh về phía chiếc xe tải của tôi bây giờ – chẳng còn ai, rồi đóng cửa lại trước khi họ khuất dạng.  Tôi đứng trong tiền sảnh một chút, lắng nghe âm thanh xe của họ khi nó lùi lại rồi chạy đi. Tôi đứng yên một chỗ, chờ nỗi bực tức và lo âu lắng xuống. Khi căng thẳng cuối cùng đã hơi dịu đi, tôi lên lầu thay bộ quần áo chưng diện của mình ra.  Tôi thử vài cái áo khác nhau, không biết đêm nay sẽ ra sao.  Khi tập trung vào chuyện sắp đến, chuyện tôi vừa trải qua đã trở thành chuyện nhỏ. Bây giờ vì đã không còn bị ảnh hưởng bởi Jasper và Edward, tôi bắt đầu cảm thấy kinh hãi. Tôi chán nản không thèm chọn quần áo nữa – mà mặc đại một chiếc sơ mi fla-nen cũ với quần jean - biết là thế nào mình cũng phải mặc áo mưa suốt đêm nay.  Điện thoại reng nên tôi chạy hết tốc lực xuống lầu để nghe. Chỉ có một giọng tôi muốn nghe mà thôi; mọi giọng khác sẽ làm tôi thất vọng. Nhưng tôi biết nếu anh muốn nói chuyện với tôi, có lẽ anh sẽ biến điều đó thành hiện thực trong phòng tôi.  \"Chào ?\" tôi hỏi, không kịp thở.  \"Bella? Tớ nè, \" Jessica nói.  \"Ồ, chào, Jess. \" tôi tập trung đầu óc một chốc mới quay lại thực tại được.  Tưởng như bao tháng trời trôi qua chớ không phải chỉ mới mấy ngày tôi không trò chuyện với Jess. \"Vụ khiêu vũ ra sao rồi?\" \"Vui quá trời!\" Jessica nói một thôi một hồi. Chẳng cần mời mọc thêm, cô nàng bắt đầu kể chi tiết từng phút một của đêm hôm trước.  Tôi chà chà rồi à à đúng chỗ, nhưng không dễ tập trung.  Jessica, Mike, khiêu vũ, trường - tất cả mọi thứ đều có vẻ chẳng liên quan gì tới tôi một cách kỳ lạ vào lúc này. Mắt tôi cứ liếc nhìn cửa sổ, cố đánh giá độ sáng sau đám mây dày đặc.  \"Bồ có nghe tớ nói không đó, Bella ?\" Jess hỏi, tức tối.  \"Tớ xin lỗi, gì hả?\" \"Tớ kể là, Mike hôn tớ!  Bồ có tin nỗi không?\" \"Thật tuyệt vời, Jess, \" tôi nói.  \"Vậy bồ đã làm gì hôm qua?\" Jessica thách thức, vẫn còn có vẻ bực mình vì việc tôi thiếu chú ý. Hay có lẽ cô nàng khó chịu vì tôi đã không hỏi chi tiết.  \"Không gì hết, thật đó. Tôi chỉ đi vòng vòng ngoài trời để hít thở nắng trời thôi. \" Tôi nghe tiếng xe Charlie trong ga-ra.  \"Thế bồ có biết thêm gì từ Edward Cullen không?\" Cửa trước đóng sầm và tôi có thể nghe Charlie đập rầm rầm dưới cầu thang, cất dụng cụ của ông.  \"Ờ.... \" tôi do dự, không chắc câu chuyện của mình có phải là thêm gì không.  \"Chào, nhóc!\" Charlie gọi khi bố vào bếp. Tôi vẫy tay với ông.  Jess nghe tiếng ông. \"Ồ, bố bồ ở đó hả. Không sao cả – mai nói nhe. Hẹn gặp lại bạn trong giờ Lượng giác. \" \"Tạm biệt, Jess. \" tôi gác điện thoại.  \"Chào, bố, \" tôi nói. Ông đang cọ rửa tay trong bồn rửa chén. \"Cá đâu rồi?\" \"Bố tống vô ngăn đá rồi. \" \"Con sẽ đi lấy mấy miếng trước khi tụi nó bị đông cứng - Billy cho ít cá chiên của Harry Clearwater chiều nay đó. \" Tôi cố tỏ ra nhiệt tình.  \"Vậy à?\" mắt Charlie sáng rỡ. \"Món bố khoái.” Charlie tắm rửa trong khi tôi chuẩn bị bữa tối. Chẳng mất bao nhiêu thời gian là chúng tôi đã ngồi ở bàn, ăn trong im lặng. Charlie đang thưởng thức món của mình. Tôi đang phân vân tuyệt vọng làm sao để thực hiện nhiệm vụ được giao, cố nghĩ ra cách đề cập đến đề tài này.  \"Hôm nay con làm gì?\" ông hỏi, lôi tôi ra khỏi sự mơ màng.  \"Ừm, chiều nay con chỉ đi chơi quanh nhà ...\" Thực ra thì, chỉ phần rất mới đây của buổi chiều hôm nay. Tôi cố giữ lạc quan trong giọng nói, nhưng chẳng cảm thấy vậy trong lòng. \" Còn sáng nay thì con qua nhà Cullens chơi'. \" Charlie làm rớt cái nĩa.  \"Nhà bác sĩ Cullen?\" ông kinh ngạc hỏi.  Tôi giả vờ không nhận thấy phản ứng của ông. \"Dạ. \" \"Con làm gì ở đó?\" ông không nhặt nĩa lên.  \"Ừm, con có hẹn với Edward Cullen đêm nay, nên anh ấy muốn giới thiệu con với cha mẹ của anh ấy ... Bố?\" Trông giống như Charlie đang bị lên tăng xông.  \"Bố, bố ổn chứ ?\" \"Con sẽ đi chơi với Edward Cullen?\" ông la lối.  Ừ - ồ. \" con tưởng bố thích nhà Cullens. \" \"Hắn ta quá già so với con, \" ông la to.  \"Tụi con đều là học sinh trung học mà, \" tôi chỉnh lại, dù bố nói đúng hơn bố tưởng.  \"Chờ chút. \" ông dừng lại. \"Ai là Edwin ?\" \"Edward là người trẻ nhất, có tóc nâu đỏ sẫm.”  Người đẹp trai, người đẹp như thần thánh, người ... \"Ồ, ờ thì, vậy thì \" - ông đấu tranh - \"đỡ hơn, bố nghĩ.  Bố không thích khuôn mặt của thằng to con.  Bố biết nó là một thằng bé dễ thương và vân vân, nhưng nó trông quá ... chững chạc so với con. Có phải Edwin này là bạn trai của con không?\" \"Edward, bố. \" \"Phải không?\" \"Con nghĩ là đại loại vậy. \" \"Sao tối qua con bảo con không để ý tới thằng nào trong thành phố hết. \" Nhưng ông đã nhặt cái nĩa lên, nên tôi có thể xem như phần tệ nhất đã qua rồi.  \"Ừm, Edward đâu có sống trong thành phố đâu, bố. \" Ông vừa nhìn tôi bất mãn vừa nhai.  \"Và, dù sao chăng nữa, \" tôi nói tiếp, \"chỉ mới là giai đoạn đầu thôi mà, bố biết rồi.  Đừng làm con quê với kiểu nói bạn trai này nọ, nhé?\" \"Khi nào nó đến?\" \"Chắc vài phút nữa. \" \"Nó sẽ đưa con đi đâu?\" Tôi rên to. \"Con hy vọng bây giờ bố sẽ bỏ cách tra tấn kiểu toà án dị giáo khỏi phương pháp của bố đi. Chúng con sẽ chơi bóng chày với gia đình anh ấy. \" Khuôn mặt ông nhăn lại rồi thì cuối cùng ông cũng cười khúc khích. \"Con mà chơi bóng chày hả?\" \"Ừm, chắc con chỉ ngồi xem thôi.” \"Con hẳn thích anh chàng này lắm đây,” ông nghi ngờ quan sát.  Tôi thở dài và trợn tròn mắt tỏ vẻ không tin để ông yên tâm.  Nghe tiếng gầm rú của động cơ dừng lại ngay trước nhà, tôi đứng bật dậy và bắt đầu rửa chén đĩa.  \"Để chén đĩa đó đi, tối nay bố rửa cho. Con nuông chiều bố quá rồi.” Chuông cửa reo, và Charlie hầm hầm ra mở cửa. Tôi theo sát ông.  Tôi đã không nhận ra mưa lớn như thế nào ở bên ngoài. Edward đứng trong quầng sáng của bóng đèn hàng hiên, trông giống như người mẫu nam trong quảng cáo áo mưa.  \"Vào đi, Edward. \" Tôi thở phào nhẹ nhõm khi Charlie gọi đúng tên anh.  \"Cám ơn, Chief Swan, \" Edward lễ phép nói.  \"Cứ tự nhiên và hãy gọi ta là Charlie. Đây, để ta treo áo khoác cho cháu.” \"Cám ơn, Ngài. \" \"Ngồi đó đi, Edward. \" Tôi nhăn nhó.  Edward nhẹ nhàng ngồi vào chiếc ghế duy nhất, làm tôi phải ngồi cạnh Chief Swan trên ghế xô-pha. Tôi liếc nhìn anh đe doạ. Anh nháy mắt sau lưng Charlie.  \"Vậy là ta nghe nói cháu sẽ đưa con gái ta đi xem bóng chày.”  Chỉ ở Washington thì chuyện trời đang mưa như trút mới chẳng hề có ảnh hưởng gì đến chuyện chơi thể thao ngoài trời.  \"Vâng, thưa Ngài, đó là kế hoạch. \" Anh trông chẳng có vẻ bị bất ngờ vì tôi đã kể bố nghe sự thật.  Tuy vậy, chắc anh đã nghe lén.  \"Ừm, mong cháu gặp nhiều may mắn. \" Charlie cười, và Edward cười theo.  \"OK. \" tôi đứng dậy. \" Chọc con vậy đủ rồi. Đi nào. \" Tôi quay lại phòng khách rồi mặc áo khoác vào. Họ đi theo.  \"Đừng về trễ quá nhé, Bell. \" \"Đừng lo, Charlie, cháu sẽ đưa cô ấy về sớm, \" Edward hứa.  \"Cháu chăm sóc cô gái của ta giùm nhé?\" Tôi rên rỉ, nhưng họ lờ tôi đi.  \"Cô ấy sẽ an toàn với cháu, cháu xin hứa, thưa Ngài. \" Charlie không thể nghi ngờ gì sự chân thành của Edward, từng lời anh đều đầy vẻ chân thành.  Tôi hầm hầm bước ra. Họ cùng cười, và Edward theo tôi.  Tôi đứng lặng trên hàng hiên. Đằng kia, sau xe tải của tôi, là chiếc jeep khổng lồ.  Vỏ xe của nó cao hơn thắt lưng của tôi. Có khung kim loại bảo vệ đèn pha và đèn hậu, và bốn đèn pha gắn ở cái cản bùn. Mui kim loại tháo rời được màu đỏ bóng loáng.  Charlie huýt sáo nho nhỏ.  \"Nhớ thắt dây an toàn, \" ông nghẹn lời.  Edward đi theo bên tôi và mở cửa. Tôi ước lượng khoảng cách đến chỗ ngồi rồi chuẩn bị nhảy lên đó. Anh thở dài, rồi nâng tôi lên bằng một tay. Tôi hy vọng Charlie không chú ý chuyện đó.  Khi anh đi vòng qua phía tài xế, bằng bước đi bình thường, bước đi của con người, tôi cố đeo dây an toàn vào. Nhưng có quá nhiều khoá.  \"Tất cả những cái này là gì?\" tôi hỏi khi thấy anh mở cửa.  \"Đó là bộ khoá bảo hộ để chạy trên địa hình gồ ghề.” \"Ôi. \" Tôi cố gắng tìm cách cài mấy cái khoá cho đúng chỗ, mà chẳng được. Anh lại thở dài rồi vươn tay giúp tôi. Tôi mừng vì mưa quá lớn nên không thấy được Charlie rõ ràng trên hàng hiên.  Nghĩa là ông không thể biết được cái kiểu tay Edward nấn ná ở cổ tôi, vuốt dọc xương vai tôi. Tôi không dám giúp anh và ráng tập trung không thở dồn dập.  Edward vặn chìa khoá và động cơ gầm lên. Chúng tôi chạy ra khỏi nhà.  \"Anh có ... cái xe Jeep ... lớn quá.” \"Của Emmett đó.  Anh nghĩ em không muốn chạy bộ hết cả quãng đường. \" \"Anh để thứ này ở đâu vậy?” \"Bọn anh nâng cấp một trong mấy cái nhà phụ thành ga - ra. \" \"Anh không thắt dây an toàn vào à?\" Anh nhìn tôi tỏ vẻ hoài nghi.  Sau đó tôi hiểu ra một chuyện.  \"Chạy bộ hết cả quãng đường?  Nghĩa là, mình vẫn sẽ phải chạy một đoạn sao?\" giọng tôi cao lên vài quãng tám.  Anh mím môi cười. \"Em đâu có chạy. \" \"Em ói mất.” \"Nhắm chặt mắt lại, em sẽ ổn thôi. \" Tôi cắn môi, cố không hoảng sợ.  Anh nghiêng người hôn lên đầu tôi, rồi rên rỉ. Tôi nhìn anh, không hiểu được.  \"Em dưới mưa thơm quá, \" anh giải thích.  \"Thơm theo kiểu tốt, hay theo kiểu xấu?\" tôi cẩn thận hỏi.  Anh thở dài. \"Cả hai, lúc nào cũng cả hai. \" Tôi không biết làm sao anh thấy được đường đi trong bóng đêm và dưới màn mưa như trút, nhưng không biết sao anh tìm thấy một đường phụ, không giống đường trong thành phố nhưng khá hơn một con đường mòn trên núi. Trong một thời gian dài, chúng tôi không thể nói chuyện được, vì tôi bị nảy tưng tưng trên ghế giống như búa khoan. Thế mà, anh lại có vẻ khoái chuyến đi này nên cười suốt chuyến đi.  Rồi chúng tôi cũng đến cuối đường; cây cối tạo thành những bức tường xanh ở ba phía của xe gíp. Mưa chỉ còn là cơn mưa bụi lất phất, càng lúc càng thưa dần, bầu trời sáng hơn qua các đám mây.  \"Xin lỗi, Bella, mình phải đi bộ từ chỗ này. \" \"Anh biết sao không? Em sẽ đợi anh ở đây. \" \"Lòng can đảm của em đâu mất rồi? Sáng nay em thật phi thường. \" \"Em vẫn chưa quên lần cuối đó.” Chẳng lẽ chỉ mới hôm qua sao? Anh đi vòng qua phía tôi ngồi chớp nhoáng. Anh bắt đầu mở khoá an toàn cho tôi.  \"Em tự làm, anh đi đi,”  tôi phản đối.  \"Hmmm \" anh trầm ngâm vừa tháo thật nhanh. \"Chắc anh sẽ phải chỉnh sửa lại ký ức của em.” Trước khi tôi có thể phản ứng, anh lôi tôi ra khỏi xe Jeep và đặt tôi lên mặt đất.  Bây giờ chỉ còn là sương mù; Alice nói đúng.  \"Chỉnh sửa ký ức của em?\" tôi bối rối hỏi.  \"Đại loại thế. \" anh đang nhìn tôi chằm chằm, cẩn thận, nhưng mắt anh lấp lánh hài hước. Anh đặt tay anh vào xe jeep ở hai bên đầu tôi rồi nghiêng về phía trước và, ép tôi vào cửa. Anh tựa sát hơn, mặt anh chỉ cách mặt tôi một inch. Tôi chẳng thể né đi đâu được.  \"Bây giờ thì, \" anh thở, và mùi hương của anh làm tôi không suy nghĩ được, \"Thực ra em đang lo gì?\" \"Ừm, ờ..., tông trúng cây - \" tôi nuốt nhanh \" - và chết. Rồi ói.” Anh nín cười. Rồi anh cúi đầu xuống và nhẹ chạm vào đôi môi lạnh vào lõm ở đáy cổ họng tôi.  \"Bây giờ em vẫn lo lắng à?\" anh thì thầm bên da tôi.  \"Vẫn. \" tôi cố tập trung. \"lo tông phải cây và ói.” Mũi anh vẽ một đường từ da cổ họng đến cằm tôi.  Hơi thở lạnh giá của anh làm tôi nhột.  \"Còn bây giờ ?\" môi anh thì thầm ở quai hàm tôi.  \"Cây, \" tôi hổn hển nói. \"ói. \" Anh ngẩng mặt hôn lên mí mắt tôi. \" Bella, em thực ra đâu nghĩ anh sẽ tông trúng cây, phải không?\" \"Anh thì không, nhưng em thì có thể. \" Giọng tôi chẳng chút tự tin. Anh ngửi thấy mùi chiến thắng dễ dàng.  Anh từ từ hôn xuống má tôi, rồi ngưng ở ngay khóe miệng.  \"Anh mà để cây tông trúng em sao?\" Môi anh vừa mới lướt qua môi dưới đang run rẩy của tôi.  \"Không, \" tôi thở. Tôi biết có phần thứ nhì trong khả năng phòng thủ xuất sắc của tôi, nhưng tôi không tài nào sử dụng được.  \"Em thấy chưa, \" anh nói, môi anh lướt trên môi tôi. \"Đâu có gì phải sợ, phải không?\" \"Không có, \" tôi thở dài, chịu thua.  Sau đó anh hầu như thô bạo ôm mặt tôi trong tay anh, và cuồng nhiệt hôn tôi, đôi môi khao khát của anh kích thích đôi môi tôi.  Chẳng có gì có thể biện minh về hành vi của tôi được.  Rõ ràng bây giờ tôi nhận thức tốt hơn rồi. Nhưng tôi không thể ngăn mình phản ứng y như lần đầu tiên. Thay vì giữ bất động một cách an toàn, cánh tay tôi vươn ra quấn chặt cổ anh, và tôi đột ngột áp chặt vào thân thể cứng như đá của anh. Tôi khao khát, và môi tôi hé mở.  Anh chao đảo lùi lại, vùng thoát khỏi vòng tay ghì chặt của tôi một cách dễ dàng.  \"Quỷ quái, Bella !\" anh dừng lại, nói hổn hển. \"Em sẽ làm anh chết mất, anh thề đó.” Tôi ngả người, chống tay vào đầu gối để khỏi té.  \"Làm sao mà hủy diệt được anh chứ, \" tôi lầm bầm, cố giữ nhịp thở bình thường.  \"Anh đã tin vậy trước khi gặp em. Bây giờ mình hãy ra khỏi đây trước khi anh làm chuyện gì đó vô cùng ngu ngốc, \" anh gầm gừ.  Anh ném tôi choàng lên anh như trước đây, và tôi có thấy anh ráng rất nhiều để có thể nhẹ nhàng như vậy. Tôi kẹp chân quanh eo anh và siết chặt tay quanh cổ anh.  \"Đừng quên nhắm mắt lại, \" anh cảnh báo nghiêm khắc.  Tôi nhanh chóng vùi mặt vào vai anh, dưới cánh tay của mình, rồi nhắm nghiền mắt.  Và hầu như tôi chẳng hề biết chúng tôi đang di chuyển. Tôi có thể cảm thấy anh đang lướt đi dưới tôi, nhưng chắc có lẽ anh đi trên vỉa hè, nên cử động rất êm ái. Tôi định nhìn lén, chỉ để coi anh có thực đang bay xuyên qua rừng như lúc trước hay không, nhưng tôi cưỡng lại ý muốn đó. Không đáng để bị chóng mặt kinh hồn như thế. Tôi tự hài lòng với việc lắng nghe hơi thở anh đều đặn.  Tôi không hoàn toàn chắc mình đã dừng lại cho đến khi anh với tay ra sau sờ vào tóc tôi.  \"Xong rồi, Bella. \" Tôi dũng cảm mở mắt ra, và, không còn nghi ngờ gì nữa, chúng tôi đã đứng yên hoàn toàn. Tôi khó khăn buông tay chân đang kẹp chặt anh rồi tuột xuống đất, rớt xuống đất nằm nghiêng một bên.  \"Ôi!\" tôi thở hổn hển khi rớt trúng mặt đất ẩm ướt.  Anh nhìn tôi chằm chằm một cách hoài nghi, không biết có phải anh vẫn còn quá giận để thấy tôi buồn cười hay không. Nhưng nét ngỡ ngàng của tôi đã làm anh không kềm được, và anh phá ra cười ngặt nghẽo.  Tôi đứng dậy, lờ anh đi khi phủi bùn và cây dương xỉ ra khỏi áo khoác. Chỉ làm anh cười dữ hơn. Bực mình, tôi bắt đầu sải bước đi vào rừng.  Tôi cảm thấy cánh tay anh ôm eo tôi.  \"Em định đi đâu vậy, Bella ?\" \"Đi xem bóng chày. Anh dường như không quan tâm đến chuyện chơi nữa, nhưng chắc chắn người khác vẫn vui khi không có anh. \" \"Em sẽ đi không đúng đường. \" Tôi quay lại không thèm nhìn anh, và hầm hầm đi theo chiều ngược lại. Anh giữ tôi lại.  \"Đừng giận nào, anh không nhịn được. Em mà nhìn thấy được mặt em. \" Anh cười khúc khích rồi mới nín được.  \"Ồ, chỉ anh mới được phép nổi giận thôi sao?\" tôi nhướng mày hỏi.  \"Anh đâu có nổi giận với em đâu. \" \"Bella, em sẽ làm anh chết mất ?\" tôi chua chát trích dẫn lời anh.  \"Đó là sự thực mà. \" Tôi định quay lưng bỏ đi, nhưng anh ôm tôi thật nhanh.  \"Anh đã nổi giận, \" tôi kiên quyết.  \"Ừ. \" \"Nhưng anh vừa mới nói - \" \"Anh không nổi giận với em. Em không thấy sao, Bella ?\" anh bỗng dữ dội, mọi dấu vết trêu ghẹo biến mất. \"Em không hiểu sao?\" \"Thấy gì?\" tôi hỏi, bối rối vì tâm trạng thay đổi đột ngột của anh hơn là vì lời anh nói.  \"Anh chưa bao giờ giận em – làm sao anh có thể vậy được?  Dũng cảm, đầy tin cậy ... nồng nàn như em.” \"Vậy thì tại sao chứ?\" tôi thì thầm, nhớ tâm trạng u ám đã kéo anh ra xa tôi, tôi luôn nghĩ đó là sự thất vọng rõ rệt khi nhìn thấy yếu điểm của tôi, sự chậm chạp của tôi, phản ứng con người không kiểm soát được trong tôi Anh cẩn thận ôm hai má tôi. \"Anh giận điên bản thân mình, \" anh nhẹ nhàng nói. \"Vì anh dường như luôn mang lại nguy hiểm cho em. Chính bản thân anh làm em bị hiểm nguy. Đôi khi anh thực căm giận mình. Lẽ ra anh phải mạnh mẽ hơn, lẽ ra anh có thể - \" Tôi đưa tay che miệng anh. \"Đừng. \" Anh nắm tay tôi, gỡ ra khỏi môi anh, nhưng ôm nó trên mặt anh.  \"Anh yêu em, \" anh nói. \"Đó là cái cớ tệ hại biện minh cho chuyện anh đang làm, nhưng đúng là vậy. \" Đây là lần đầu tiên anh nói anh yêu tôi - bằng nhiều lời như thế. Anh hẳn không nhận ra điều đó, nhưng tôi dĩ nhiên đã nhận ra.  \"Bây giờ, vui lòng cố mà cư xử cho đàng hoàng nhé, \" anh nói tiếp rồi cúi mình khẽ lướt môi anh lên môi tôi.  Tôi đứng yên không nhúc nhích rồi thở dài.  \"Anh đã hứa với Chief Swan anh sẽ đưa em về nhà sớm, nhớ không? Mình nên bắt đầu đi thôi. \" \"Vâng, thưa lệnh bà. \" Anh mỉm cười đầy nuối tiếc và thả tôi ra nhưng vẫn giữ một tay. Anh dẫn tôi đi vài bước qua đám dương xỉ cao, ẩm ướt và đám rêu bao phủ quanh cây thiết sam khổng lồ, thế rồi chúng tôi đã ở đó, ngay bên rìa một cánh đồng mênh mông lọt giữa lòng các đỉnh núi Olympic. Nó rộng gấp hai lần bất kỳ một sân vận động bóng chày nào.  Tôi thấy những người khác đều đã ở đó; Esme, Emmett, và Rosalie, ngồi trên một mỏm đá trồi trên mặt đất, gần chúng tôi nhất, chắc khoảng một trăm mét. Xa hơn là Jasper và Alice, cách ít nhất một phần tư dặm, hình như đang ném cái gì đó qua lại, nhưng tôi chẳng hề thấy trái banh nào. Hình như Carlisle đang đánh dấu mấy vị trí cột gôn, nhưng chẳng lẽ chúng xa nhau đến vậy sao? Khi chúng tôi đến gần, ba người đang ngồi trên mỏm đá đứng lên.  Esme bắt đầu tiến về phía chúng tôi. Emmett làm theo sau khi nhìn lâu vào lưng Rosalie; Rosalie đã duyên dáng đứng lên rồi bước về phía sân chơi mà không liếc về phía chúng tôi. Dạ dày tôi quặn lên phản ứng lại.  \"Có phải lúc nãy chúng ta đã nghe tiếng con không đó, Edward ?\" Esme hỏi khi bà đến gần.  \"Nghe giống như con gấu bị mắc nghẹn vậy,” Emmett giải thích.  Tôi ngập ngừng mỉm cười với Esme. \"Ảnh đó. \" \"Bella buồn cười không chịu nỗi, \" Edward giải thích, nhanh chóng san đều tỉ số.  Alice đã rời khỏi vị trí của mình và đang chạy, hoặc khiêu vũ, về phía chúng tôi. Cô nàng lao thật nhanh rồi dừng sững lại trước mặt chúng tôi. \"Đến lúc rồi, \" cô công bố.  Ngay khi cô nói, tiếng sấm trầm lay chuyển khu rừng phía bên kia, rồi rung chuyển ở hướng tây về phía thành phố.  \"Kỳ quái, hả?\" Emmett thân mật thoải mái nói, vừa nháy mắt với tôi.  \"Đi nào. \" Alice nắm tay Emmett rồi họ chạy như bay về phía sân chơi ngoại cỡ ; cô nàng chạy như một con linh dương gazen.  Còn anh ấy cũng gần duyên dáng và nhanh bằng cô - tuy Emmett không bao giờ có thể so sánh được với linh dương gazen.  \"Mọi người sẵn sàng chơi chưa ?\" Edward hỏi, mắt anh háo hức, sáng rực.  Tôi tỏ vẻ hăng hái như mọi người. \"Đi nào!\" Anh cười khúc khích và, sau khi vò rối tóc tôi, nhảy vọt theo hai người kia.  Anh chạy nhanh hơn, một con báo gê-pa chớ không phải là linh dương gazen, nên anh nhanh chóng bắt kịp họ. Vẻ uyển chuyển và sức mạnh ấy làm tôi kinh ngạc.  \"Mình xuống đó nhé?\" Esme hỏi bằng giọng du dương,dịu dàng của bà  và tôi nhận ra mình đang há hốc miệng nhìn theo anh. Tôi nhanh chóng lấy lại vẻ mặt bình thường rồi gật đầu. Esme luôn đi cách tôi vài bước chân, và tôi tự hỏi có phải bà vẫn còn cẩn thận không dám làm tôi sợ không. Bà chẳng hề sốt ruột, luôn giữ cho sải chân của mình vừa với bước chân tôi .  \"Bác không chơi với họ sao?\" tôi rụt rè hỏi.  \"Không, bác thích làm trọng tài hơn - bác muốn làm mọi người chơi trung thực, \" bà giải thích.  \"Vậy họ thích ăn gian lắm à?\" \"Ừ - cháu chờ coi chúng nó cãi nhau! Thật ra thì, bác hy vọng cháu không thấy được chuyện đó, cháu sẽ nghĩ tụi nó được sói nuôi dạy khôn lớn.\" \"Bác nói nghe giống y mẹ con, \" tôi cười, ngạc nhiên.  Bà cũng cười. \"Ừm, bác luôn nghĩ chúng là con mình.  Bác chẳng bao giờ quên được bản năng làm mẹ - Edward có kể con nghe là bác đã mất một đứa con không?\" \"Dạ không, \" tôi thì thầm, sửng sốt, cố hiểu khoảng thời gian nào của cuộc đời bà đang nhớ lại.  \"Đúng vậy, đứa con đầu lòng và duy nhất của bác.  Nó chết chỉ vài ngày sau khi được sinh ra, sinh linh bé bỏng tội nghiệp,”  bà thở dài. \"chuyện đó làm tan nát tim ta - đó là lý do ta nhảy xuống vách đá, con biết đó, \" bà nói với vẻ thực thà.  \"Edward chỉ kể là bác t-té, \" tôi nói lắp.  \"Luôn là một quý ông. \" bà mỉm cười. \" Edward là con trai đầu tiên của bác.  Bác luôn nghĩ về nó như vậy, mặc dù nó lớn tuổi hơn cả bác, ít ra là theo một cách nào đó.”  bà thân thiện mỉm cười với tôi. \"Đó là lý do tại sao bác vui mừng vì nó tìm được con, con yêu. \" Sự âu yếm nghe thật tự nhiên trên môi bà.  \"Nó đã là một người đàn ông lẻ loi quá lâu; bác đau lòng khi thấy nó cô đơn. \" \"Vậy bác không thấy phiền sao?\" tôi hỏi, lại do dự. \"vì con ... hoàn toàn không thích hợp với anh ấy?\" \"Không. \" bà trầm tư. \"Con là người nó ước ao. Rồi sẽ ổn cả thôi, \" bà nói, dù trán bà nhăn lại lo lắng. Một tràng sấm rền khác bắt đầu.  Rồi Esme dừng lại; rõ ràng, chúng tôi đã đến rìa sân đấu.  Hình như họ đã chia nhóm. Edward đứng ngoài xa bên trái sân, Carlisle đứng giữa cột gôn đầu tiên và thứ nhì, và Alice giữ bóng, đứng ở vị trí hẳn là mô đất của cầu thủ ném bóng.  Emmett đang quất một cây gậy nhôm; nó rít lên hầu như không thể nhìn thấy được trên không. Tôi chờ anh đến gần vị trí đích đến để ghi bàn, nhưng sau đó tôi nhận ra, với tư thế của anh, anh đã ở đó - cách xa mô đất của cầu thủ ném bóng hơn tôi nghĩ lẽ ra thế. Jasper đứng sau anh ta vài bước chân, bắt cho nhóm kia. Tất nhiên, không ai trong nhóm đeo găng tay.  \"Được rồi, \" Esme gọi bằng một giọng trong trẻo, tôi nghĩ cả Edward cũng nghe được, dù xa như thế. \"Người đánh bóng bước lên. \" Alice đứng thẳng, y như bất động. Kiểu cô nàng như đang rón rén chớ không phải chuẩn bị giao bóng đầy đe doạ. Cô cầm bóng bằng cả hai tay để ở thắt lưng, rồi, như cú tấn công của rắn  mang bành, tay phải của cô nàng vươn ra và quả bóng đập mạnh vào tay Jasper.  \"Có phải đó là một cú đánh trượt không?\" tôi thì thầm với Esme.  \"Nếu chúng không quất bóng, thì đó là cú đánh trượt, \" bà bảo tôi.  Jasper ném mạnh quả bóng trở lại bàn tay đang chờ đợi của Alice. Cô nàng cười toe toét thật nhanh. Rồi bàn tay cô vươn ra lần nữa.  Lần này cây gậy xuất hiện đúng lúc để đập vào quả bóng vô hình. Tiếng rắc khi bóng chạm gậy làm choáng váng, rền vang như sấm; vang vọng qua dãy núi - tôi ngay lập tức hiểu vì sao lại cần có sấm sét.  Quả bóng bay vút như ngôi sao băng trên sân, tuốt vào rừng bên cạnh.  \"Cú đánh thành công, \" tôi thì thầm.  \"Chờ chút, \" Esme cảnh báo, chăm chú lắng nghe, một tay đưa lên. Emmett như bóng mờ vút quanh các cột gôn, Carlisle che chắn anh ta. Tôi nhận ra không có Edward.  \"Ra ngoài!\" Esme kêu to bằng giọng nói trong trẻo. Tôi nhìn chằm chằm hoài nghi khi thấy Edward xuất hiện ở mép rừng, quả bóng nằm trong bàn tay đang đưa lên cao của anh, cười toe toét cả tôi còn nhìn thấy.  \"Emmett đánh mạnh nhất, \" Esme giải thích, \"nhưng Edward chạy nhanh nhất. \" Các lượt chơi cứ tiếp tục trước đôi mắt hoài nghi của tôi. Không thể theo kịp tốc độ quả bóng, tốc độ cơ thể họ chạy quanh sân.  Tôi biết một lý do khác khiến họ chờ có sấm mới chơi khi Jasper, cố tránh khu vực hoạt động bất khả chiến bại của Edward, đã đánh một quả bóng nảy về phía Carlisle. Carlisle chụp bóng, rồi đua với Jasper về cột gôn đầu. Khi họ tông vào nhau, âm thanh giống như tiếng hai tảng đá lăn khổng lồ chạm nhau. Tôi đứng bật dậy lo lắng, nhưng họ chẳng biết sao mà chẳng hề bị suy suyển gì.  \"An toàn, \" Esme gọi bằng giọng điềm tĩnh.  Nhóm của Emmett hơn một điểm - Rosalie cố chạy vùn vụt quanh các cột gôn sau khi bắt được một trong những quả bóng bổng của Emmett - lúc Edward bắt được trái thứ ba. Anh chạy nhanh về phía tôi, mắt long lanh phấn khích.  \"Em thấy sao?\" anh hỏi.  “Chắc chắn một điều là, em sẽ chẳng bao giờ còn có thể ngồi coi cho tới hết Major League Baseball già cỗi buồn tẻ được nữa. \" \"Nghe y như trước đây em làm vậy nhiều lắm vậy, \" anh cười.  \"Em hơi thất vọng, \" tôi trêu.  \"Sao vậy?\" anh hỏi, thắc mắc.  \"Ừm, sẽ thật hay nếu em có thể tìm ra chỉ một chuyện anh không làm giỏi hơn người khác trên hành tinh này. \" Anh hé nụ cười nhếch môi đặc biệt của mình, làm tôi ngừng thở.  \"Tới phiên anh, \" anh nói, hướng về vị trí phát bóng.  Anh chơi thông minh, giữ quả bóng thấp, ngoài tầm với của bàn tay luôn sẵn sàng của Rosalie ở vùng ngoài sân, chạy được qua hai cột gôn nhanh như chớp trước khi Emmett có thể mang được bóng về. Carlisle đánh một trái ra thật xa sân bóng - với tiếng bùm làm tai tôi đau nhức – mà cả ông lẫn Edward đều thành công. Alice duyên dáng vỗ vào tay phải của họ chúc mừng.  Điểm số thay đổi liên tục khi trận đấu tiếp tục diễn ra, và họ trêu chọc nhau như bất kỳ người chơi bóng trên đường phố nào khi thay phiên nhau dẫn đầu.  Thỉnh thoảng Esme lại bảo họ phải giữ trật tự. Sấm nổ đùng đùng, nhưng chúng tôi vẫn khô ráo, đúng như Alice đã dự đoán.  Lúc Carlisle đến phiên đánh bóng, Edward tới phiên bắt bóng, thì bỗng Alice thở hổn hển. Mắt tôi đang nhìn Edward, như thường lệ, và tôi thấy đầu anh ngẩng lên ngay tức khắc nhìn cô.  Mắt họ gặp nhau và cái gì đó ngay lập tức được cảm nhận giữa hai người. Anh đã ở bên tôi ngay trước khi người khác hỏi Alice có chuyện gì không ổn.  \"Alice? giọng Esme căng thẳng.  \"Con không thấy - con không biết, \" cô ấy thì thầm.  Tất cả những người khác lúc này đều đã tụ lại.  \"Chuyện gì vậy, Alice ?\" Carlisle hỏi bằng giọng bình tĩnh đầy quyền uy.  \"Họ đang đi nhiều nhanh hơn con nghĩ.  Con thấy là lúc trước mình đã đánh giá sai, \" cô thì thầm.  Jasper nghiêng người về phía cô ấy, dáng chở  che. \"Đã thay đổi chuyện gì?\" anh hỏi.  \"Họ nghe chúng ta chơi, nên đổi hướng đi, \" cô nói, hối lỗi, như thể cô thấy mình chịu trách nhiệm về thứ gì đó đã làm cô sợ.  Bảy cặp mắt tinh anh liếc qua tôi rồi nhìn sang chỗ khác.  \"Bao lâu nữa?\" Carlisle nói, quay về phía Edward.  Vẻ tập trung cao độ hiện trên mặt anh.  \"Chưa đầy năm phút. Họ đang chạy - họ muốn chơi. \" Anh giận dữ.  \"Con làm chuyện đó được không?\" Carlisle hỏi anh, mắt anh liếc về tôi lần nữa.  \"Không, không cõng - \" anh ngắt lời. \"Hơn nữa, chúng ta không muốn chúng đánh hơi thấy mùi rồi rượt theo săn. \" \"Bao nhiêu người?\" Emmett hỏi Alice.  \"Ba, \" cô trả lời cụt ngủn.  \"Ba !\" anh chế giễu. \"Để tụi nó đến đi. \" Các bắp cơ như thép nổi cuồn cuộn trên cánh tay vạm vỡ của anh.  Carlisle cân nhắc trong chớp mắt mà tưởng như bất tận. Chỉ Emmett là có vẻ bình thản; còn ai nấy đều nhìn chằm chằm vào mặt Carlisle đầy lo lắng.  \"Hãy cứ tiếp tục chơi, \" Carlisle cuối cùng quyết định. Giọng ông bình tĩnh và đều đều.    “Alice nói họ chỉ tò mò thôi mà.” Tất cả điều này được nói thật nhanh chỉ trong một vài giây. Tôi lắng nghe cẩn thận và hầu như hiểu toàn bộ dù tôi không nghe được Esme hỏi Edward điều gì bằng đôi môi mấp máy. Tôi chỉ thấy anh lắc nhẹ đầu và vẻ nhẹ nhõm hiện trên khuôn mặt bà.  \"Mẹ bắt bóng nhé, Esme,” anh nói. \"Con bây giờ làm trọng tài. \" rồi anh đứng trước mặt tôi.  Những người khác quay lại sân, cảnh giác quét mắt vào khu rừng âm u bằng đôi mắt sắc sảo của mình. Alice và Esme định vị trí quanh nơi tôi đứng.  \"Thả tóc em xuống đi, \" Edward nói bằng một giọng trầm và đều đều.  Tôi ngoan ngoãn kéo dây thun buộc tóc ra rồi hất tóc quanh mình.  Tôi nói điều ai cũng biết. \"Mấy người kia sắp đến rồi. \" \"Ừ, hãy đứng yên, im lặng, và đừng rời anh, nhé. \" Anh giấu vẻ căng thẳng trong giọng anh rất giỏi, nhưng tôi vẫn nghe được.  Anh kéo mái tóc dài của tôi ra trước, quanh mặt tôi.  \"Chẳng ích gì đâu, \" Alice nói nhẹ nhàng. \"Em ngửi được mùi của chị ấy từ bên kia sân lận. \" \"Anh biết.”  Nét thất vọng ánh lên trong giọng anh.  Carlisle đứng ở vị trí phát bóng, và những người khác chơi chẳng chút thiết tha.  \"Esme hỏi anh gì vậy?\" tôi thì thầm.  Anh do dự một chút rồi mới trả lời. \"Hỏi họ có khát không, \" anh thì thầm miễn cưỡng.  Từng giây trôi qua; trận đấu diễn ra trong thờ ơ. Không ai dám đánh mạnh hơn một cú chặn, còn Emmett, Rosalie, và Jasper chạy vè vè ở khu vực gần gôn.  Thỉnh thoảng, dù nỗi sợ hãi làm tê liệt não tôi, tôi biết mắt Rosalie chiếu vào tôi. Ánh mắt vô cảm, nhưng cái cách cô bậm môi làm tôi nghĩ cô đang giận dữ.  Edward chẳng hề chú ý đến trận đấu, mắt và tâm trí anh đang hướng về phía rừng.  \"Anh xin lỗi, Bella, \" anh thì thầm xúc động. \"Thật ngu ngốc, vô trách nhiệm, khi đặt em vào tình trạng nguy hiểm như thế này. Anh thật lòng xin lỗi. \" Tôi nghe hơi thở anh ngưng lại, và mắt anh tập trung vào sân bên phải. Anh bước nửa bước, chắn tôi với thứ đang tiến đến.  Carlisle, Emmett, và những người khác cùng quay về hướng đó, lắng nghe tiếng bước chân quá nhỏ đối với tai tôi."
        }
    ],
    "suggestions": []
}