{
    "en_vn": {
        "data": {
            "content": null,
            "word": "grazed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "grazed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "grazed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grazed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "grazed"
        }
    },
    "sentences": [
        {
            "en": "He <em>grazed</em> his knee.",
            "vi": "Anh ấy đã bị trầy đầu gối."
        },
        {
            "en": "He <em>grazed</em> my knuckles.",
            "vi": "Hắn làm trầy da đốt ngón tay tôi."
        },
        {
            "en": "The bullet <em>grazed</em> his cheek.",
            "vi": "Viên đạn sượt qua má anh ta."
        },
        {
            "en": "Pao <em>grazed</em> buffalo since he was six.",
            "vi": "Pao đã chăn bò từ khi em sáu tuổi."
        },
        {
            "en": "I fell and <em>grazed</em> my knee.",
            "vi": "Tôi ngã và bị xước da nơi đầu gối."
        },
        {
            "en": "I <em>grazed</em> my elbow when falling down yesterday.",
            "vi": "Hôm qua lúc té, tôi bị trầy cùi chỏ."
        },
        {
            "en": "Our car bumpers just <em>grazed</em> as we passed.",
            "vi": "Xe của chúng tôi va chạm mạnh khi chúng tôi vượt nhau."
        },
        {
            "en": "He is unhurt except for a <em>grazed</em> arm.",
            "vi": "Anh ta bình an vô sự, chỉ bị trầy tay thôi."
        },
        {
            "en": "He is unhurt except apart from a <em>grazed</em> arm",
            "vi": "Anh ta không bị thương, chỉ bị trầy tay thôi."
        },
        {
            "en": "I fell off the swing and <em>grazed</em> my knee.",
            "vi": "Tôi đã rơi khỏi cái xích đu và bị trầy đầu gối."
        },
        {
            "en": "Currently it is a pure browse but probably once both browsed and <em>grazed</em> in the Java Rhino's historical range.",
            "vi": "Dù hiện nay, tê giác Java hoàn toàn chỉ là loài ăn cành lá trên cây nhưng chúng đã từng ăn cả cỏ lẫn cành lá trong phạm vi phân bố của chúng trước kia."
        },
        {
            "en": "For centuries, nomads have <em>grazed</em> their flocks and herd s to any place where pasture can be found, and oases have offered chances for a more settled way of living.",
            "vi": "Trải qua hàng thế kỷ, những người du mục đã chăn thả đàn gia súc của họ tới nơi bất kỳ đồng cỏ có thể được tìm thấy và những ốc đảo đã cung cấp cho họ cơ hội có nhiều chỗ trú ngụ ổn định hơn."
        },
        {
            "en": "In 1883, Henry Ziegland broke off a relationship with his girlfriend who, out of distress, committed suicide. The girl’s enraged brother hunted down Ziegland and shot him. Believing he had killed Ziegland, the brother then took his own life. In fact, however, Ziegland had not been killed. The bullet had only <em>grazed</em> his face, lodging into a tree. It was a narrow escape. Twenty Years later, Ziegland decided to cut down the same tree, which still had the bullet in it. The huge tree seemed so formidable that he decided to blow it up with dynamite. The explosion propelled the bullet into Ziegland’s head, killing him.",
            "vi": "Năm 1883, anh chàng Henry Ziegland chia tay bạn gái, cô nàng đau khổ quá nên tự sát. Người anh trai của cô tức giận đi tìm Ziegland và bắn cậu ta. Nghĩ rằng mình đã giết Ziegland, người anh trai ấy cũng tự sát luôn. Nhưng thật ra thì Ziegland chưa chết. Viên đạn chỉ sượt qua mặt anh chàng rồi găm vào một cái cây. Quả là thoát chết trong đường tơ kẽ tóc. 20 năm sau, Ziegland quyết định đốn cái cây ấy, viên đạn vẫn còn nằm trong cây. Cái to lớn không dễ đốn hạ nên anh chàng phải dùng thuốc nổ để đốn cây. Vụ nổ làm viên đạn văng vào đầu Ziegland, giết chết anh chàng."
        }
    ],
    "suggestions": []
}