{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Greco",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Greco",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Greco",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Greco",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Greco",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Another popular area near Aswan is the <em>Greco</em>-Roman temple of Philae.",
            "vi": "Một khu vực khác gần Aswan được nhiều người biết đến là ngôi đền Philae kết hợp kiến trúc Hy Lạp và La Mã."
        },
        {
            "en": "Earth is the only planet whose name in English is not derived from <em>Greco</em> - Roman mythology.",
            "vi": "Trái đất là tên gọi hành tinh duy nhất trong tiếng Anh không bắt nguồn từ thần thoại Hy Lạp hay thần thoại La Mã."
        },
        {
            "en": "Earth is the only planet whose name in English is not derived from <em>Greco</em>-Roman mythology.",
            "vi": "Trái đất là tên gọi hành tinh duy nhất trong tiếng Anh không bắt nguồn từ thần thoại Hy Lạp hay thần thoại La Mã."
        },
        {
            "en": "Another popular area near Aswan is the <em>Greco</em> - Roman temple of Philae.",
            "vi": "Một khu vực khác gần Aswan được nhiều người biết đến là ngôi đền Philae kết hợp kiến trúc  Hy Lạp và La Mã."
        },
        {
            "en": "The balance of the \"four humors,\" which was derived from the <em>Greco</em>-Roman times, influenced European medicine until the middle of the 18th century. In a healthy person, the four humors, or bodily fluids -- blood, black bile, yellow bile, and phlegm -- were in balance. An excess of one of these humors determined what kinds of disorders were present. Asthmatics who were noted for their coughing, congestion, and excess mucus (phlegm) production were therefore regarded as \"phlegmatic.\"",
            "vi": "Sự cân bằng “4 dịch thể”, bắt nguồn từ thời Hy – La (Hy Lạp-La Mã), đã ảnh hưởng đến y học Châu Âu cho đến giữa thế kỷ thứ 18. Ở người khỏe mạnh, 4 loại dịch thể, hoặc gọi là dịch cơ thể -  máu, mật đen, mật vàng, và đàm dãi – đều ở tình trạng cân bằng. Sự vượt quá một trong bốn dịch thể này quyết định kiểu rối loạn (bệnh) ở hiện tại. Người bị hen suyễn được ghi nhận là ho, sung huyết, tiết quá nhiều chất nhầy (đờm dãi) vì thế được gọi là “nhiều đờm dãi.”"
        }
    ],
    "suggestions": []
}