{
    "en_vn": {
        "data": {
            "content": null,
            "word": "greenhead"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>greenhead</k><blockquote>(also <cclass><b>greenhead fly</b>) </cclass></blockquote><blockquote>■ <cclass>noun <cclass>chiefly US a biting horsefly with green eyes. [Genus <i>Chrysops</i>.] </cclass></cclass></blockquote></div>",
            "word": "greenhead"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "greenhead"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "greenhead"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "greenhead"
        }
    },
    "sentences": [
        {
            "en": "I once quit a job because of biting flies. While knocking on doors for an environmental group, I found myself literally covered in <em>greenhead</em> flies, all of them biting me. I dropped my clipboard and resigned. Biting flies include horse flies, deer flies, and other members of the Tabanid family. Biting flies feed on mammal blood, usually during the daylight hours, which is precisely when you are likely to be outdoors enjoying yourself. Repellents do little or nothing to stop their feasting, since flies primarily use visual clues to find their targets.",
            "vi": "Tôi từng bỏ việc bởi lũ ruồi này. Khi đến xin việc trong một nhóm hoạt động môi trường, tôi phát hiện cả người mình bị lũ ruồi đầu xanh này bâu đặc, và chúng cắn tôi. Tôi đánh rơi cả bìa hồ sơ của mình và từ bỏ công việc. Ruồi cắn bao gồm ruồi ngựa, ruồi nai, và các loài khác thuộc họ ruồi Tabanid. Ruồi cắn hút máu động vật có vú, thường là vào ban ngày, đó chính là khi bạn thường hay ra ngoài trời. Đuổi chúng cũng chẳng hiệu quả gì nhiều, bởi vì ruồi đầu xanh dùng thị giác để tìm mục tiêu của chúng."
        }
    ],
    "suggestions": []
}