{
    "en_vn": {
        "data": {
            "content": null,
            "word": "greens"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>greens</k><blockquote>green vegetables.</blockquote><blockquote>→ <kref>green</kref></blockquote></div>",
            "word": "greens"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "greens"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "greens"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "greens"
        }
    },
    "sentences": [
        {
            "en": "<em>greens</em>",
            "vi": "Cỏ mịn"
        },
        {
            "en": "Small children often dislike <em>greens</em>.",
            "vi": "Trẻ nhỏ thường không thích rau xanh."
        },
        {
            "en": "A subtle combination of <em>greens</em> and browns.",
            "vi": "Một sự kết hợp tinh tế của màu xanh và màu nâu."
        },
        {
            "en": "Blues and <em>greens</em> are cool colors.",
            "vi": "Màu xanh da trời và màu xanh lá cây là những màu mát."
        },
        {
            "en": "I have to test the speed of the <em>greens</em>.",
            "vi": "Tôi phải thử nghiệm sức cản của cỏ."
        },
        {
            "en": "I 'm really loving the mellow greys and <em>greens</em>.",
            "vi": "Tôi thực sự đang thích gam màu xám dịu và xanh dịu."
        },
        {
            "en": "Oaks were reds and yellows and browns and <em>greens</em>.",
            "vi": "Những cây xồi trở thành đỏ, vàng, nâu, lục."
        },
        {
            "en": "What's the idea of the <em>Greens</em> having French lessons?",
            "vi": "Vì cớ gì mà gia đình Green lại học tiếng Pháp chứ?"
        },
        {
            "en": "I'm really loving the mellow greys and <em>greens</em>.",
            "vi": "Tôi thực sự đang thích gam màu xám dịu và xanh dịu."
        },
        {
            "en": "Eating more leafy <em>greens</em> helps improve memory loss.",
            "vi": "Ăn nhiều rau xanh chữa mất trí nhớ."
        },
        {
            "en": "The <em>Greens</em> agreed to join the coalition government yesterday.",
            "vi": "Những người đảng Green đã đồng ý tham gia chính phủ liên hiệp hôm qua."
        },
        {
            "en": "Climate Change May Boost Cost of Eating Your <em>Greens</em>",
            "vi": "Biến đổi khí hậu có thể làm tiền rau tăng vọt"
        },
        {
            "en": "The Browns and the <em>Greens</em> went on a picnic.",
            "vi": "Gia đình brown và gia đình green đã đi chơi ăn uống ngoài trời."
        },
        {
            "en": "The success of the <em>Greens</em> in the local elections.",
            "vi": "Sự thành công của Đảng Xanh trong cuộc bầu cử tại địa phương."
        },
        {
            "en": "His family has to catch fish, oysters and also wild <em>greens</em> to remain alive.",
            "vi": "Gia đình anh ấy phải bắt cá, ốc và rau dại để duy trì cuộc sống."
        },
        {
            "en": "I paid attention to a painting with a background of blues and <em>greens</em>.",
            "vi": "Tôi chú ý đến bức họa có nền màu xanh nước biển và xanh lá cây."
        },
        {
            "en": "The sweetness of the fruit balances out the bitterness of the <em>greens</em>.",
            "vi": "Vị ngọt của trái cây hài hòa với vị đắng của rau xanh."
        },
        {
            "en": "- ‘Cao lau’: Brown noodles with pork and <em>greens</em>, only in Hoi An",
            "vi": "- Cao Lầu: Mì nâu với thịt tái , chỉ trong Hội An"
        },
        {
            "en": "Row upon row of stalls with fruit, vegetables, <em>greens</em>, and even his favourite nuts.",
            "vi": "Các thứ hoa quả, rau cỏ, kể cả thứ lạc mà anh thích, chất đầy trên các ngăn hàng."
        },
        {
            "en": "Dirty <em>greens</em>: Why some southern farmers refuse to eat the water spinach they grow",
            "vi": "Rau bẩn: Tại sao một số nông dân ở miền Nam từ chối ăn rau muống mà họ trồng"
        }
    ],
    "suggestions": []
}