{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Griffith"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Griffith"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Griffith"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Griffith"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Griffith"
        }
    },
    "sentences": [
        {
            "en": "The designer of the tricycle is Saul <em>Griffith</em>.",
            "vi": "Người thiết kế xe máy ba bánh là Saul Griffith."
        },
        {
            "en": "Melanie <em>Griffith</em> never manages to completely shake off the dumb blonde image, perhaps because of her squeaky little girl voice.",
            "vi": "Melanie Griffith chưa bao giờ rũ bỏ được hoàn toàn cái hình ảnh cô nàng tóc vàng ngu ngốc, có lẽ do giọng nói the thé như một bé gái của cô."
        },
        {
            "en": "Graduate students, Paula Haynes and Bethany Christmann, at the university's <em>Griffith</em> Lab, believe the answer is the latter.",
            "vi": "Các nghiên cứu sinh, Paula Haynes và Bethany Christmann, tại đại học Griffith Lab, tin rằng câu trả lời là nằm ở ý sau cùng."
        },
        {
            "en": "In 1928, Frederick <em>Griffith</em> discovered the phenomenon of transformation : dead bacteria could transfer genetic material to \"transform\" other still - living bacteria.",
            "vi": "Năm 1928, Frederick Griffith tìm ra hiện tượng biến nạp: những vi khuẩn đã chết có thể chuyển vật liệu di truyền của chúng để làm biến đổi những vi khuẩn còn sống khác."
        },
        {
            "en": "In 1928, Frederick <em>Griffith</em> discovered the phenomenon of transformation: dead bacteria could transfer genetic material to \"transform\" other still-living bacteria.",
            "vi": "Năm 1928, Frederick Griffith tìm ra hiện tượng biến nạp : những vi khuẩn đã chết có thể chuyển vật liệu di truyền của chúng để làm biến đổi những vi khuẩn còn sống khác."
        },
        {
            "en": "Blood Falls is a waterfall bursting from the Taylor Glacier in McMurdo Dry Valleys, Antarctica, which was spotted in 1911 by Australian geologist <em>Griffith</em> Taylor.",
            "vi": "\"Thác máu\" là thác nước chảy ra từ sông băng Taylor ở thung lũng McMurdo Dry, Nam Cực, được phát hiện bởi nhà địa chất Griffith Taylor năm 1911."
        }
    ],
    "suggestions": []
}