{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[gri'meis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">biểu hiện (trên mặt) nhăn nhó xấu xí, biểu lộ sự đau đớn, sự ghê tởm hoặc để gây cười; nhăn nhó; làm điệu bộ nhăn nhó</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to make</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">give a grimace of pain</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nhăn nhó vì đau </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to grimace at somebody </font>/ <font color=\"#1371BB\">something</font>) nhăn mặt, nhăn nhó</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">she grimaced on</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">with distaste at the thought of it</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cô ta nhăn mặt ghê tởm khi nghĩ đến điều đó</font></td></tr></table><i/></div>",
            "word": "grimace"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>grimace</k><blockquote><cclass>[<cclass>grɪ'meɪs<cclass>, <cclass>'grɪməs<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an ugly, twisted expression on a person's face, typically expressing disgust, pain, or wry amusement. </cclass></blockquote><blockquote>■ <cclass>verb make a grimace. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>grimacer</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr., from Sp. <i>grimazo</i> 'caricature', from <i>grima</i> 'fright'. </blockquote></div>",
            "word": "grimace"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>grimace</k><blockquote>▸ <cclass>noun <i>his mouth twisted into a grimace</i>: SCOWL, frown, sneer; face.</cclass></blockquote><blockquote>▸ <cclass>verb <i>Nina grimaced at Joe</i>: SCOWL, frown, sneer, glower, lour; make a face, make faces, pull a face; <cclass><i>Brit.</i> girn.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>smile.</blockquote></div>",
            "word": "grimace"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>grimace</k><blockquote><blockquote><ex><abr>n.</abr> to give, make a grimace</ex></blockquote></blockquote></div>",
            "word": "grimace"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhăn mặt</font></td></tr></tbody></table></div>",
            "word": "grimace"
        }
    },
    "sentences": [
        {
            "en": "I made a weak <em>grimace</em>.",
            "vi": "Tôi làm vẻ mặt hơi nhăn nhó."
        },
        {
            "en": "The impact made him <em>grimace</em>.",
            "vi": "Sự va chạm đã làm anh ta nhăn nhó."
        },
        {
            "en": "Make a <em>grimace</em> of pain",
            "vi": "Nhăn nhó vì đau"
        },
        {
            "en": "I couldn't control my <em>grimace</em>.",
            "vi": "Tôi không thể giấu được vẻ nhăn nhó của mình."
        },
        {
            "en": "Give a <em>grimace</em> of pain",
            "vi": "Nhăn nhó vì đau"
        },
        {
            "en": "She reacted with a <em>grimace</em>.",
            "vi": "Cô ta phản ứng bằng một cái nhăn mặt."
        },
        {
            "en": "A <em>grimace</em> of pain contorted his face.",
            "vi": "Điệu bộ nhăn mặt đau đớn làm méo mó gương mặt anh ấy."
        },
        {
            "en": "He made a <em>grimace</em> of pain.",
            "vi": "Anh ta nhăn nhó vì đau."
        },
        {
            "en": "He gave a <em>grimace</em> of pain.",
            "vi": "Anh ta nhăn nhó vì đau."
        },
        {
            "en": "My accompanying <em>grimace</em> was limp and unimpressive.",
            "vi": "Điệu bộ nhăn nhó kèm theo câu nói của tôi có vẻ ủ rũ và không gây ấn tượng cho lắm."
        },
        {
            "en": "Edward's mouth was turned down into a <em>grimace</em>.",
            "vi": "Miệng Edward trễ xuống nhăn nhó."
        },
        {
            "en": "From the corner of my eye, I saw both Felix and Jane <em>grimace</em>.",
            "vi": "Qua khóe mắt, tôi thấy cả Felix lẫn Jane đều nhăn mặt."
        },
        {
            "en": "If you come and ask her for money, she's sure to <em>grimace</em>.",
            "vi": "Anh đến xin tiền thì tất nhiên cô ấy phải nhăn nhó."
        },
        {
            "en": "One line pulled down the corner of her dark, almond - shaped right eye, another twisted the right side of her mouth into a permanent <em>grimace</em>.",
            "vi": "Một lằn kéo dài dưới khóe mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn."
        },
        {
            "en": "He took something out of his pocket and proffered it. Mrs. White drew back with a <em>grimace</em>, but her son, taking it, examined it curiously.",
            "vi": "Ông lấy cái gì đó ra khỏi túi của mình rồi chìa ra cho mọi người xem. Bà White dội lại với vẻ mặt nhăn nhó, nhưng con trai cầm lấy xem xét nó một cách tò mò."
        },
        {
            "en": "One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent <em>grimace</em>.",
            "vi": "Một lằn kéo dài dưới khóe mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn."
        },
        {
            "en": "If you are a person who is easily embarassed, you may find comfort in what researchers from the University of California, Berkeley report in a paper published online this month in the Journal of Personality and Social Psychology: they suggest moderate embarassment is a good thing, because it means you are also likely to be more trustworthy and generous. Lead author Matthew Feinberg, a UC Berkeley doctoral student in psychology, told the media that \"moderate levels of embarassment are signs of virtue\".  \"Our data suggests embarrassment is a good thing, not something you should fight,\" he added.\nFellow co-author Robb Willer, a social psychologist at UC Berkeley, said embarassment was \"part of the social glue that fosters trust and cooperation in everyday life,\" and described it as an \"emotional signature of a person to whom you can entrust valuable resources\".\nThe researchers were keen to point out that the moderate type of embarassment they studied is very different from \"shame\", the emotion people typically express when caught cheating or performing some other moral transgression.\nModerate embarassment is a \"pro-social emotion\" whereas shame is a \"debilitating social anxiety\" maintain the researchers, and they also have different typical gestures and expressions.  People typically express embarassment by gazing downwards to one side while partially covering the face. This is also accompanied by a smirk or <em>grimace</em>. When people express shame as opposed to embarassment, they typically cover the whole face, said Feinberg.\nPro-social emotions are thought to operate at a direct fundamental level to sustain cooperative relations, bypassing cognition or thinking. This model is in contrast to the behavioral model used by economists which assumes that cognitive optimizing processes are at the heart of what guides socially directed behavior.The third author is UC Berkeley psychologist Dacher Keltner, an expert on pro-social emotions.To arrive at their findings, Feinberg, Willer and Keltner carried out a series of experiments to look at links between embarassment and pro-sociality.In the first experiment they filmed 60 college students talking about embarassing moments such as making inaccurate assumptions about people based on their appearance (for example assuming a woman who was overweight was expecting a baby), and doing embarassing things like breaking wind in public. When they watched the films, the researchers coded each participant's story based on how much embarassment they showed.  In a second experiment, the college students played a game called the \"Dictator's Game\". This is used by economists to measure altruism. In this game, each player receives 10 raffle tickets and is invited to keep some and give the rest to a partner. Correlating these results with those of the first experiment, the researchers found that the participants who gave away more raffle tickets were also more likely to have been the ones showing the most embarassment in the video accounts.  In a third experiment the researchers asked another group of 38 American participants they recruited via Craigslist, an online community featuring free classified ads and other information services, how often they felt embarassed. They also took part in exercises like the \"Dictator's Game\" to measure their generosity and readiness to cooperate.\nIn a fourth experiment, the participants observed while a trained actor played a role where he is told he has received top marks in a test. The actor responds showing either embarassment or pride. The participants then played games with the actor, while the researchers measured the level to which they trusted him or not. They then correlated these measures with whether the participants had observed the actor showing pride or embarassment in the earlier part of the experiment.   Each time, the results were the same: participants trusted the actor more if they had observed him showing embarassment, and they trusted him less if they had seen him showing pride.\nThe researchers concluded that these tests:\n\"... revealed that observers rated embarrassed targets as being more prosocial and less antisocial relative to targets who displayed either a different emotion or no emotion.\"\n Embarrassment signals people's tendency to be pro-social, said Feinberg:\n\"You want to affiliate with them more, you feel comfortable trusting them,\" he explained.\nHowever, one should be careful in constructing a corollary out of these findings: do they mean that overly confident people aren't to be trusted? Not so, say the researchers, but they may look into that in the future.\nWritten by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Nếu bạn là một người dễ bối rối xấu hổ, bạn có thể tìm thấy sự an ủi trong những gì mà các nhà nghiên cứu từ Đại học California, Berkeley báo cáo trong một bài báo công bố trực tuyến tháng này trên Tạp chí Tính cách và Tâm lý học xã hội: họ cho rằng biết bối rối vừa phải là một điều tốt, bởi vì điều đó có nghĩa là bạn cũng có thể đáng tin cậy và rộng lượng hơn. Tác giả chính Matthew Feinberg, một nghiên cứu sinh cao học ngành tâm lý tại Đại học California, Berkeley, nói với báo chí rằng \"bối rối xấu hổ đúng đắn là biểu hiện của đức hạnh\". \n“Dữ liệu của chúng tôi cho thấy bối rối xấu hổ là một điều tốt, không phải là điều bạn nên đấu tranh chống lại”, ông nói thêm. \nĐồng tác giả Robb Willer, một nhà tâm lý học xã hội tại Đại học California, Berkeley, cho biết xấu hổ là “một phần của sự gắn kết xã hội nuôi dưỡng sự tin tưởng và hợp tác trong cuộc sống hàng ngày”,  \nCác nhà nghiên cứu rất muốn chỉ ra rằng dạng hơi bối rối xấu hổ mà họ nghiên cứu rất khác biệt so với “xấu hổ”, cảm xúc mà người ta thường thể hiện khi bị bắt gặp gian lận hoặc thực hiện một số sự vi phạm đạo đức khác. \nHơi bối rối xấu hổ là một “cảm xúc được xã hội ủng hộ” trong khi xấu hổ là một “sự lo lắng về mặt xã hội, gây suy nhược cơ thể”, theo xác nhận của các nhà nghiên cứu, và họ cũng có những cử chỉ và cách diễn đạt khác nhau điển hình. \nMọi người thường thể hiện sự bối rối bằng cách nhìn chằm chằm xuống một phía trong khi che mặt bớt một phần. \nKhi mọi người bày tỏ sự xấu hổ trái ngược với bối rối, họ thường che toàn bộ khuôn mặt, Feinberg nói. \nNhững cảm xúc có lợi về mặt xã hội được cho là hoạt động ở một mức độ cơ bản trực tiếp để duy trì quan hệ hợp tác, bỏ qua nhận thức hay suy nghĩ. Mô hình này là trái ngược với mô hình hành vi được sử dụng bởi các nhà kinh tế giả định rằng các tiến trình tối ưu hoá nhận thức là tâm điểm của những gì dẫn dắt cho hành vi được điều khiển về mặt xã hội. Tác giả thứ ba là là nhà tâm lý học tại Đại học California, Berkeley: Dacher Keltner, một chuyên gia về những cảm xúc được xã hội ủng hộ. Để đạt được phát hiện của họ, Feinberg, Willer và Keltner đã thực hiện một loạt các thí nghiệm để xem xét mối liên hệ giữa sự bối rối xấu hổ và tính được xã hội ủng hộ. \nTrong thí nghiệm đầu tiên, họ quay 60 sinh viên đại học nói về những khoảnh khắc lúng túng chẳng hạn như đưa ra những giả định không chính xác về người ta dựa trên vẻ bề ngoài của họ (ví dụ như cho rằng một phụ nữ trong to béo là đang có bầu), và làm những việc đáng xấu hổ đại loại như đánh rắm ở nơi công cộng. Khi xem những bộ phim đã quay, các nhà nghiên cứu mã hóa mỗi câu chuyện của người tham gia dựa trên mức độ bối rối mà họ biểu hiện.\nTrong một thí nghiệm thứ hai, các sinh viên đại học chơi một trò chơi gọi là “Trò chơi của nhà độc tài”. Điều này được sử dụng bởi các nhà kinh tế để đo lòng vị tha. Trong trò chơi này, mỗi người chơi nhận được 10 vé xổ số và được hướng dẫn giữ một số và cho một người cùng chơi phần còn lại. Liên hệ giữa các kết quả này với những thí nghiệm đầu tiên, các nhà nghiên cứu thấy rằng những người tham gia đã cho đi nhiều vé xổ số hơn thường cũng sẽ có thể có biểu hiện bối rối nhiều nhất trong các băng video đã quay. \nTrong thí nghiệm thứ ba, các nhà nghiên cứu đã yêu cầu một nhóm 38 người tham dự Mỹ khác ứng tuyển thông qua Craigslist, một cộng đồng trực tuyến có quảng cáo phân loại tự do và dịch vụ thông tin khác, cho biết họ có thường xuyên cảm thấy bối rối xấu hổ hay không. Họ cũng tham gia thử nghiệm như \"game độc tài\" để khảo sát sự rộng lượng và sẵn sàng hợp tác của họ. \nTrong thí nghiệm thứ tư, những người tham gia quan sát trong khi một diễn viên được đào tạo đóng vai cho hay  anh ta đã nhận được điểm số cao nhất trong một bài kiểm tra. Diễn viên biểu hiện cảm xúc có cả bối rối lẫn tự hào. Sau đó, những người tham dự sẽ chơi chung với diễn viên này, trong khi các nhà nghiên cứu đo mức độ mà họ tin tưởng anh ta hay không. Sau đó, họ liên hệ các kết quả đo được này với việc những người tham gia đã quan sát diễn viên thể hiện niềm tự hào hay bối rối ở phần trước đó của thí nghiệm. \nMỗi lần, các kết quả đều như nhau: người tham gia tin cậy diễn viên nhiều hơn nếu họ đã quan sát thấy anh ta thấy bối rối, và họ tin tưởng anh ta ít hơn nếu họ đã nhìn thấy anh ta thể hiện niềm tự hào.  \nCác nhà nghiên cứu kết luận rằng những thử nghiệm này: \n“... tiết lộ rằng các những người quan sát đánh giá đối tượng biết bối rối là đáng tin tưởng và tương đối dễ hòa đồng hơn so với những đối tượng biểu thị một cảm xúc khác hoặc không biểu thị cảm xúc.” \nBối rối là tín hiệu giúp mọi người dễ được xã hội ủng hộ, Feinberg nói: \n“Bạn sẽ muốn giao du với họ hơn, bạn cảm thấy thoải mái khi tin tưởng họ”, ông giải thích. \nTuy nhiên, một người nên cẩn trọng khi xem các phát hiện này là chân lý: liệu các phát hiện này có nghĩa là những người tự tin quá mức sẽ không được tin tưởng? Không phải như vậy, các nhà nghiên cứu cho biết, nhưng họ có thể nghiên cứu về điều đó trong tương lai. \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "7 REPETITION        24. VOTE HE WAS NOT PLEASED, THAT MUCH WAS EASY TO READ in his face. But, without further argument, he took me in his arms and sprang lithely from my window, landing without the slightest jolt, like a cat. It was a little bit farther down than I'd imagined. \"All right then,\" he said, his voice seething with disapproval. \"Up you go.\" He helped me onto his back, and took off running. Even after all this time, it felt routine. Easy. Evidently this was something you never forgot, like riding a bicycle. It was so very quiet and dark as he ran through the forest, his breathing slow and even—dark enough that the trees flying past us were nearly invisible, and only the rush of air in my face truly gave away our speed. The air was damp; it didn't burn my eyes the way the wind in the big plaza had, and that was comforting. As was the night, too, after that terrifying brightness. Like the thick quilt I'd played under as a child, the dark felt familiar and protecting. I remembered that running through the forest like this used to frighten me, that I used to have to close my eyes. It seemed a silly reaction to me now. I kept my eyes wide, my chin resting on his shoulder, my cheek against his neck. The speed was exhilarating. A hundred times better than the motorcycle. I turned my face toward him and pressed my lips into the cold stone skin of his neck. \"Thank you,\" he said, as the vague, black shapes of trees raced past us. \"Does that mean you've decided you're awake?\" I laughed. The sound was easy, natural, effortless. It sounded right. \"Not really. More that, either way, I'm not trying to wake up. Not tonight.\" \"I'll earn your trust back somehow,\" he murmured, mostly to himself. \"If it's my final act.\" \"I trust you,\" I assured him. \"It's me I don't trust.\" \"Explain that, please.\" He'd slowed to a walk—I could only tell because the wind ceased—and I guessed that we weren't far from the house. In fact, I thought I could make out the sound of the river rushing somewhere close by in the darkness. \"Well—\" I struggled to find the right way to phrase it. \"I don't trust myself to be… enough. To deserve you. There's nothing about me that could hold you.\" He stopped and reached around to pull me from his back. His gentle hands did not release me; after he'd set me on my feet again, he wrapped his arms tightly around me, hugging me to his chest. \"Your hold is permanent and unbreakable,\" he whispered. \"Never doubt that.\" “But how could I not? \"You never did tell me…\" he murmured. \"What?\" \"What your greatest problem is.\" \"I'll give you one guess.\" I sighed, and reached up to touch the tip of his nose with my index finger. He nodded. \"I'm worse than the Volturi,\" he said grimly. \"I guess I've earned that.\" I rolled my eyes. \"The worst the Volturi can do is kill me.\" He waited with tense eyes. \"You can leave me,\" I explained. \"The Volturi, Victoria… they're nothing compared to that.\" Even in the darkness, I could see the anguish twist his face—it reminded me of his expression under Jane's torturing gaze; I felt sick, and regretted speaking the truth. \"Don't,\" I whispered, touching his face. \"Don't be sad.\" He pulled one corner of his mouth up halfheartedly, but the expression didn't touch his eyes. \"If there was only some way to make you see that I can't leave you,\" he whispered. \"Time, I suppose, will be the way to convince you.\" I liked the idea of time. \"Okay,\" I agreed. His face was still tormented. I tried to distract him with inconsequentials. \"So—since you're staying. Can I have my stuff back?\" I asked, making my tone as light as I could manage. My attempt worked, to an extent: he laughed. But his eyes retained the misery. \"Your things were never gone,\" he told me. \"I knew it was wrong, since I promised you peace without reminders. It was stupid and childish, but I wanted to leave something of myself with you. The CD, the pictures, the tickets—they're all under your floorboards.\" \"Really?\" He nodded, seeming slightly cheered by my obvious pleasure in this trivial fact. It wasn't enough to heal the pain in his face completely. \"I think,\" I said slowly, \"I'm not sure, but I wonder… I think maybe I knew it the whole time.\" \"What did you know?\" I only wanted to take away the agony in his eyes, but as I spoke the words, they sounded truer than I expected they would. \"Some part of me, my subconscious maybe, never stopped believing that you still cared whether I lived or died. That's probably why I was hearing the voices.\" There was a very deep silence for a moment. \"Voices?\" he asked flatly. \"Well, just one voice. Yours. It's a long story.\" The wary look on his face made me wish that I hadn't brought that up. Would he think I was crazy, like everyone else? Was everyone else right about that? But at least that expression—the one that made him look like something was burning him—faded. \"I've got time.\" His voice was unnaturally even. \"It's pretty pathetic.\" He waited. I wasn't sure how to explain. \"Do you remember what Alice said about extreme sports?\" He spoke the words without inflection or emphasis. \"You jumped off a cliff for fun.\" \"Er, right. And before that, with the motorcycle—\" \"Motorcycle?\" he asked. I knew his voice well enough to hear something brewing behind the calm.  \"I guess I didn't tell Alice about that part.\" \"No.\" \"Well, about that… See, I found that… when I was doing something dangerous or stupid… I could remember you more clearly,\" I confessed, feeling completely mental. \"I could remember how your voice sounded when you were angry. I could hear it, like you were standing right there next to me. Mostly I tried not to think about you, but this didn't hurt so much—it was like you were protecting me again. Like you didn't want me to be hurt. \"And, well, I wonder if the reason I could hear you so clearly was because, underneath it all. I always knew that you hadn't stopped loving me.\" Again, as I spoke, the words brought with them a sense of conviction. Of rightness. Some deep place inside me recognized truth. His words came out half-strangled. \"You… were… risking your life… to hear—\" \"Shh,\" I interrupted him. \"Hold on a second. I think I'm having an epiphany here.\" I thought of that night in Port Angeles when I'd had my first delusion. I'd come up with two options. Insanity or wish fulfillment. I'd seen no third option. But what if… What if you sincerely believed something was true, but you were dead wrong? What if you were so stubbornly sure that you were right, that you wouldn't even consider the truth? Would the truth be silenced, or would it try to break through? Option three: Edward loved me. The bond forged between us was not one that could be broken by absence, distance, or time. And no matter how much more special or beautiful or brilliant or perfect than me he might be, he was as irreversibly altered as I was. As I would always belong to him, so would he always be mine. Was that what I'd been trying to tell myself? \"Oh!\" \"Bella?\" \"Oh. Okay. I see.\" \"Your epiphany?\" he asked, his voice uneven and strained. \"You love me,\" I marveled. The sense of conviction and Tightness washed through me again. Though his eyes were still anxious, the crooked smile I loved best flashed across his face. \"Truly, I do.\" My heart inflated like it was going to crack right through my ribs. It filled my chest and blocked my throat so that I could not speak. He really did want me the way I wanted him—forever. It was only fear for my soul, for the human things he didn't want to take from me, that made him so desperate to leave me mortal. Compared to the fear that he didn't want me, this hurdle—my soul—seemed almost insignificant. He took my face tightly between his cool hands and kissed me until I was so dizzy the forest was spinning. Then he leaned his forehead against mine, and I was not the only one breathing harder than usual. \"You were better at it than I was, you know,\" he told me. \"Better at what?\" \"Surviving. You, at least, made an effort. You got up in the morning, tried to be normal for Charlie, followed the pattern of your life. When I wasn't actively tracking, I was… totally useless. I couldn't be around my family—I couldn't be around anyone. I'm embarrassed to admit that I more or less curled up into a ball and let the misery have me.\" He grinned, sheepish. \"It was much more pathetic than hearing voices. And, of course, you know I do that, too.\" I was deeply relieved that he really seemed to understand—comforted that this all made sense to him. At any rate, he wasn't looking at me like I was crazy. He was looking at me like… he loved me. \"I only heard one voice,\" I corrected him. He laughed and then pulled me tight against his right side and started to lead me forward. \"I'm just humoring you with this.\" He motioned broadly with his hand toward the  darkness in front of us as we walked. There was something pale and immense there—the house, I realized. \"It doesn't matter in the slightest what they say.\" \"This affects them now, too.\" He shrugged indifferently. He led me through the open front door into the dark house and flipped the lights on. The room was just as I'd remembered it—the piano and the white couches and the pale, massive staircase. No dust, no white sheets. Edward called out the names with no more volume than I'd use in regular conversation. \"Carlisle? Esme?  Rosalie? Emmett? Jasper? Alice?\" They would hear. Carlisle was suddenly standing beside me, as if he'd been there all along. \"Welcome back, Bella.\" He smiled. \"What can we do for you this morning? I imagine, due to the hour, that this is not a purely social visit?\" I nodded. \"I'd like to talk to everyone at once, if that's okay. About something important.\" I couldn't help glancing up at Edward's face as I spoke. His expression was critical, but resigned. When I looked back to Carlisle, he was looking at Edward, too. \"Of course,\" Carlisle said. \"Why don't we talk in the other room?\" Carlisle led the way through the bright living room, around the corner to the dining room, turning on lights as he went. The walls were white, the ceilings high, like the living room. In the center of the room, under the low-hanging chandelier, was a large, polished oval table surrounded by eight chairs. Carlisle held out a chair for me at the head. I'd never seen the Cullens use the dining room table before—it was just a prop. They didn't eat in the house. As soon as I turned to sit in the chair, I saw that we were not alone. Esme had followed Edward, and behind her the rest of the family filed in. Carlisle sat down on my right, and Edward on my left. Everyone else took their seats in silence. Alice was grinning at me, already in on the plot. Emmett and Jasper looked curious, and Rosalie smiled at me tentatively. My answering smile was just as timid. That was going to take some getting used to. Carlisle nodded toward me. \"The floor is yours.\" I swallowed. Their gazing eyes made me nervous. Edward took my hand under the table. I peeked at him, but he was watching the others, his face suddenly fierce. \"Well,\" I paused. \"I'm hoping Alice has already told you everything that happened in Volterra?\" \"Everything,\" Alice assured me. I threw her a meaningful look. \"And on the way?\" \"That, too,\" she nodded. \"Good,\" I sighed with relief. \"Then we're all on the same page.\" They waited patiently while I tried to order my thoughts. \"So, I have a problem,\" I began. \"Alice promised the Volturi that I would become one of you. They're going to send someone to check, and I'm sure that's a bad thing—something to avoid. \"And so, now, this involves you all. I'm sorry about that.\" I looked at each one of their beautiful faces, saving the most beautiful for last. Edward's mouth was turned down into a <em>grimace</em>. \"But, if you don't want me, then I'm not going to force myself on you, whether Alice is willing or not.\" Esme opened her mouth to speak, but I held up one finger to stop her. \"Please, let me finish. You all know what I want. And I'm sure you know what Edward thinks, too. I think the only fair way to decide is for everyone to have a vote. If you decide you don't want me, then…  I guess I'll go back to Italy alone. I can't have them coming here.\" My forehead creased as I considered that. There was the faint rumble of a growl in Edward's chest. I ignored him. \"Taking into account, then, that I won't put any of you in danger either way, I want you to vote yes or no on the issue of me becoming a vampire.\" I half-smiled on the last word, and gestured toward Carlisle to begin. \"Just a minute,\" Edward interrupted. I glared at him through narrowed eyes. He raised his eyebrows at me, squeezing my hand. \"I have something to add before we vote.\" I sighed. \"About the danger Bella's referring to,\" he continued. \"I don't think we need to be overly anxious.\" His expression became more animated. He put his free hand on the shining table and leaned forward. \"You see,\" he explained, looking around the table while he spoke, \"there was more than one reason why I didn't want to shake Aro's hand there at the end. There's something they didn't think of, and I didn't want to cine them in.\" He grinned. \"Which was?\" Alice prodded. I was sure my expression was just as skeptical as hers. \"The Volturi are overconfident, and with good reason. When they decide to find someone, it's not really a problem. Do you remember Demetri?\" He glanced down at me. I shuddered. He took that as a yes. \"He finds people—that's his talent, why they keep him. \"Now, the whole time we were with any of them, I was picking their brains for anything that might save us, getting as much information as possible. So I saw how Demetri's talent works. He's a tracker—a tracker a thousand times more gifted than James was. His ability is loosely related to what I do, or what Aro does. He catches the… flavor? I don't know how to describe it… the tenor… of someone's mind, and then he follows that. It works over immense distances. \"But after Aro's little experiments, well…\" Edward shrugged. \"You think he won't be able to find me,\" I said flatly. He was smug. \"I'm sure of it. He relies totally on that other sense. When it doesn't work with you, they'll all be blind.\" \"And how does that solve anything?\" \"Quite obviously, Alice will be able to tell when they're planning a visit, and I'll hide you. They'll be helpless,\" he said with fierce enjoyment. \"It will be like looking for a piece of straw in a haystack!\" He and Emmett exchanged a glance and a smirk. This made no sense. \"But they can find you,\" I reminded him. \"And I can take care of myself.\" Emmett laughed, and reached across the table toward his brother, extending a fist. \"Excellent plan, my brother,\" he said with enthusiasm. Edward stretched out his arm to smack Emmett's fist with his own. \"No,\" Rosalie hissed. \"Absolutely not,\" I agreed. \"Nice.\" Jasper's voice was appreciative. \"Idiots,\" Alice muttered. Esme just glared at Edward. I straightened up in my chair, focusing. This was my meeting. \"All right, then. Edward has offered an alternative for you to consider,\" I said coolly. \"Let's vote.\" I looked toward Edward this time; it would be better to get his opinion out of the way. \"Do you want me to join your family?\" His eyes were hard and black as flint. \"Not that way. You're staying human.\" I nodded once, keeping my face businesslike, and then moved on. \"Alice?\" \"Yes.\" \"Jasper?\" \"Yes,\" he said, voice grave. I was a little surprised—I hadn't been at all sure of his vote—but I suppressed my reaction and moved on. \"Rosalie?\" She hesitated, biting down on her full, perfect bottom lip. \"No.\" I kept my face blank and turned my head slightly to move on, but she held up both her hands, palms forward. \"Let me explain,\" she pleaded. \"I don't mean that I have any aversion to you as a sister. It's just that… this is not the life I would have chosen for myself. I wish there had been someone there to vote no for me.\" I nodded slowly, and then turned to Emmett. \"Hell, yes!\" He grinned. \"We can find some other way to pick a fight with this Demetri.\" I was still grimacing at that when I looked at Esme. \"Yes, of course, Bella. I already think of you as part of my family.\" \"Thank you, Esme,\" I murmured as I turned toward Carlisle. I was suddenly nervous, wishing I had asked for his vote first. I was sure that this was the vote that mattered most, the vote that counted more than any majority. Carlisle wasn't looking at me. \"Edward,\" he said. \"No,\" Edward growled. His jaw was strained tight, his lips curled back from his teeth. \"It's the only way that makes sense,\" Carlisle insisted. \"You've chosen not to live without her, and that doesn't leave me a choice.\" Edward dropped my hand, shoving away from the table. He stalked out of the room, snarling under his breath. \"I guess you know my vote.\" Carlisle sighed. I was still staring after Edward. \"Thanks,\" I mumbled. An earsplitting crash echoed from the other room. I flinched, and spoke quickly. \"That's all I needed. Thank you. For wanting to keep me. I feel exactly the same way about all of you, too.\" My voice was jagged with emotion by the end. Esme was at my side in a flash, her cold arms around me. \"Dearest Bella,\" she breathed. I hugged her back. Out of the corner of my eye, I noticed Rosalie looking down at the table, and I realized that my words could be construed in two ways. \"Well, Alice,\" I said when Esme released me. \"Where do you want to do this?\" Alice stared at me, her eyes widening with terror. \"No! No! NO!\" Edward roared, charging back into the room. He was in my face before I had time to blink, bending over me, his expression twisted in rage. \"Are you insane?\" he shouted. \"Have you utterly lost your mind?\" I cringed away, my hands over my ears. \"Um, Bella,\" Alice interjected in an anxious voice. \"I don't think I'm ready for that. I'll need to prepare…\" \"You promised,\" I reminded her, glaring under Edward's arm. \"I know, but… Seriously, Bella! I don't have any idea how to not kill you.\" \"You can do it,\" I encouraged. \"I trust you.\" Edward snarled in fury. Alice shook her head quickly, looking panicked. \"Carlisle?\" I turned to look at him. Edward grabbed my face in his hand, forcing me to look at him. His other hand was out, palm toward Carlisle. Carlisle ignored that. \"I'm able to do it,\" he answered my question. I wished I could see his expression. \"You would be in no danger of me losing control.\" \"Sounds good.\" I hoped he could understand; it was hard to talk clearly the way Edward held my jaw. \"Hold on,\" Edward said between his teeth. \"It doesn't have to be now.\" \"There's no reason for it not to be now,\" I said, the words coming out distorted. \"I can think of a few.\" \"Of course you can,\" I said sourly. \"Now let go of me.\" He freed my face, and folded his arms across his chest. \"In about two hours, Charlie will be here looking for you. I wouldn't put it past him to involve the police.\" \"All three of them.\" But I frowned. This was always the hardest part. Charlie, Renee. Now Jacob, too. The people I would lose, the people I would hurt. I wished there was some way that I could be the only one to suffer, but I knew that was impossible. At the same time, I was hurting them more by staying human. Putting Charlie in constant danger through my proximity. Putting Jake in worse danger still by drawing his enemies across the land he felt bound to protect. And Renee—I couldn't even risk a visit to see my own mother for fear of bringing my deadly problems along with me! I was a danger magnet; I'd accepted that about myself. Accepting this, I knew I needed to be able to take care of myself and protect the ones I loved, even if that meant that I couldn't be with them. I needed to be strong. \"In the interest of remaining inconspicuous,\" Edward said, still talking through his gritted teeth, but looking at Carlisle now, \"I suggest that we put this conversation off, at the very least until Bella finishes high school, and moves out of Charlie's house.\" \"That's a reasonable request, Bella,\" Carlisle pointed out. I thought about Charlie's reaction when he woke up this morning, if—after all that life had put him through in the last week with Harry's loss, and then I had put him through with my unexplained disappearance—he were to find my bed empty. Charlie deserved better than that. It was just a little more time; graduation wasn't so far away… I pursed my lips. \"I'll consider it.\" Edward relaxed. His jaw unclenched. \"I should probably take you home,\" he said, more calm now, but clearly in a hurry to get me out of here.  \"Just in case Charlie wakes up early.\" I looked at Carlisle. \"After graduation?\" \"You have my word.\" I took a deep breath, smiled, and turned back to Edward. \"Okay. You can take me home.\" Edward rushed me out of the house before Carlisle could promise me anything else. He took me out the back, so I didn't get to see what was broken in the living room. It was a quiet trip home. I was feeling triumphant, and a little smug. Scared stiff, too, of course, but I tried not to think about that part. It did me no good to worry about the   pain—the physical or the emotional—so I wouldn't. Not until I absolutely had to. When we got to my house, Edward didn't pause. He dashed up the wall and through my window in half a second. Then he pulled my arms from around his neck and set me on the bed. I thought I had a pretty good idea of what he was thinking, but his expression surprised me. Instead of furious, it was calculating. He paced silently back and forth across my dark room while I watched with growing suspicion. \"Whatever you're planning, it's not going to work,\" I told him. \"Shh. I'm thinking.\" \"Ugh,\" I groaned, throwing myself back on the bed and pulling the quilt over my head. There was no sound, but suddenly he was there. He flipped the cover back so he could see me. He was lying next to me. His hand reached up to brush my hair from my cheek. \"If you don't mind, I'd much rather you didn't hide your face. I've lived without it for as long as I can stand. Now… tell me something.\" \"What?\" I asked, unwilling. \"If you could have anything in the world, anything at all, what would it be?\" I could feel the skepticism in my eyes. \"You.\" He shook his head impatiently. \"Something you don't already have.\" I wasn't sure where he was trying to lead me, so I thought carefully before I answered. I came up with something that was both true, and also probably impossible. \"I would want… Carlisle not to have to do it. I would want you to change me.\" I watched his reaction warily, expecting more of the fury I'd seen at his house. I was surprised that his expression didn't change. It was still calculating, thoughtful. \"What would you be willing to trade for that?\" I couldn't believe my ears. I gawked at his composed face and blurted out the answer before I could think about it. \"Anything.\" He smiled faintly, and then pursed his lips. \"Five years?\" My face twisted into an expression somewhere between chagrin and horror. \"You said anything,\" he reminded me. \"Yes, but… you'll use the time to find a way out of it. I have to strike while the iron is hot. Besides, it's just too dangerous to be human—for me, at least. So, anything but that.\" He frowned. \"Three years?\" \"No!\" \"Isn't it worth anything to you at all? \" I thought about how much I wanted this. Better to keep a poker face, I decided, and not let him know how very much that was. It would give me more leverage. \"Six months?\" He rolled his eyes. \"Not good enough.\" \"One year, then,\" I said. \"That's my limit.\" \"At least give me two.\" \"No way. Nineteen I'll do. But I'm not going anywhere near twenty. If you're staying in your teens forever, then so am I.\" He thought for a minute. \"All right. Forget time limits. If you want me to be the one—then you'll just have to meet one condition.\" \"Condition?\" My voice went flat. \"What condition?\" His eyes were cautious—he spoke slowly. \"Marry me first.\" I stared at him, waiting… \"Okay. What's the punch line?\" He sighed. \"You're wounding my ego, Bella. I just proposed to you, and you think it's a joke.\" \"Edward, please be serious.\" \"I am one hundred percent serious.\" He gazed at me with no hint of humor in his face. \"Oh, c'mon,\" I said, an edge of hysteria in my voice. \"I'm only eighteen.\" \"Well, I'm nearly a hundred and ten. It's time I settled down.\" I looked away, out the dark window, trying to control the panic before it gave me away. \"Look, marriage isn't exactly that high on my list of priorities, you know? It was sort of the kiss of death for Renee and Charlie.\" \"Interesting choice of words.\" \"You know what I mean.\" He inhaled deeply. \"Please don't tell me that you're afraid of the commitment,\" his voice was disbelieving, and I understood what he meant. \"That's not it exactly,\" I hedged. \"I'm… afraid of Renee. She has some really intense opinions on getting married before you're thirty.\" \"Because she'd rather you became one of the eternal damned than get married.\" He laughed darkly. \"You think you're joking.\" \"Bella, if you compare the level of commitment between a marital union as opposed to bartering your soul in exchange for an eternity as a vampire…\" He shook his head. \"If you're not brave enough to marry me, then—\" \"Well,\" I interrupted. \"What if I did? What if I told you to take me to Vegas now? Would I be a vampire in three days?\" He smiled, his teeth flashing in the dark. \"Sure,\" he said, calling my bluff. \"I'll get my car.\" \"Dammit.\" I muttered. \"I'll give you eighteen months.\" \"No deal,\" he said, grinning. \"I like this condition.\" \"Fine. I'll have Carlisle do it when I graduate.\" \"If that's what you really want.\" He shrugged, and his smile became absolutely angelic. \"You're impossible,\" I groaned. \"A monster.\" He chuckled. \"Is that why you won't marry me?\" I groaned again. He leaned toward me; his night-dark eyes melted and smoldered and shattered my concentration. \" Please, Bella?\" he breathed. I forgot how to breathe for a moment. When I recovered, I shook my head quickly, trying to clear my suddenly clouded mind. \"Would this have gone better if I d had time to get a ring.'\" \"No! No rings!\" I very nearly shouted. \"Now you've done it,\" he whispered. \"Oops.\" \"Charlie's getting up; I'd better leave,\" Edward said with resignation. My heart stopped beating. He gauged my expression for a second. \"Would it be childish of me to hide in your closet, then?\" \"No,\" I whispered eagerly. \"Stay. Please.\" Edward smiled and disappeared. I seethed in the darkness as I waited for Charlie to check on me. Edward knew exactly what he was doing, and I was willing to bet that all the injured surprise was part of the ploy. Of course, I still had the Carlisle option, but now that I knew there was a chance that Edward would change me himself, I wanted it bad. He was such a cheater. My door cracked open. \"Morning, Dad.\" \"Oh, hey, Bella.\" He sounded embarrassed at getting caught. \"I didn't know you were awake.\" \"Yeah. I've just been waiting for you to wake up so I could take a shower.\" I started to get up. \"Hold on,\" Charlie said, flipping the light on. I blinked in the sudden brightness, and carefully kept my eyes away from the closet. \"Let's talk for a minute first.\" I couldn't control my <em>grimace</em>. I'd forgotten to ask Alice for a good excuse. \"You know you're in trouble.\" \"Yeah, I know.\" \"I just about went crazy these last three days. I come home from Harry's funeral, and you're gone.  Jacob could only tell me that you'd run off with Alice Cullen, and that he thought you were in trouble.  You didn't leave me a number, and you didn't call. I didn't know where you were or when—or if—you were coming back. Do you have any idea how… how…\" He couldn't finish the sentence. He sucked in a sharp breath and moved on. \"Can you give me one reason why I shouldn't ship you off to Jacksonville this second?\" My eyes narrowed. So it was going to be threats, was it? Two could play at that game. I sat up, pulling the quilt around me. \"Because I won't go.\" \"Now just one minute, young lady—\" \"Look, Dad, I accept complete responsibility for my actions, and you have the right to ground me for as long as you want. I will also do all the chores and laundry and dishes until you think I've learned my lesson. And I guess you're within your rights if you want to kick me out, too—but that won't make me to go to Florida.\" His face turned bright red. He took a few deep breaths before he answered. \"Would you like to explain where you've been?\" Oh, crap. \"There was… an emergency.\" He raised his eyebrows in expectation of my brilliant explanation. I filled my cheeks with air and then blew it out noisily. \"I don't know what to tell you, Dad. It was mostly a misunderstanding. He said, she said. It got out of hand.\" He waited with a distrustful expression. \"See, Alice told Rosalie about me jumping off the cliff…\" I was scrambling frantically to make this work, to keep it as close to the truth as possible so that my inability to lie convincingly would not undermine the excuse, but before I could go on, Charlie's expression reminded me that he didn't know anything about the cliff. Major oops. As if I wasn't already toast. \"I guess I didn't tell you about that,\" I choked out. \"It was nothing. Just messing around, swimming with Jake. Anyway, Rosalie told Edward, and he was upset. She sort of accidentally made it sound like I was trying to kill myself or something. He wouldn't answer his phone, so Alice dragged me to… L.A., to explain in person.\" I shrugged, desperately hoping that he would not be so distracted by my slip that he'd miss the brilliant explanation I'd provided. Charlie's face was frozen. \"Were you trying to kill yourself, Bella?\" \"No, of course not. Just having fun with Jake. Cliff diving. The La Push kids do it all the time. Like I said, nothing.\" Charlie's face heated up—from frozen to hot with fury. \"What's it to Edward Cullen anyway?\" he barked. \"All this time, he's just left you dangling without a word—\" I interrupted him. \"Another misunderstanding.\" His face flushed again. \"So is he back then?\" \"I'm not sure what the exact plan is. I think they all are.\" He shook his head, the vein in his forehead pulsing. \"I want you to stay away from him, Bella. I don't trust him. He's rotten for you. I won't let him mess you up like that again.\" \"Fine,\" I said curtly. Charlie rocked back onto his heels. \"Oh.\" He scrambled for a second, exhaling loudly in surprise. \"I thought you were going to be difficult.\" \"I am.\" I stared straight into his eyes. \"I meant, 'Fine, I'll move out.'\" His eyes bulged; his face turned puce. My resolve wavered as I started to worry about his health. He was no younger than Harry… \"Dad, I don't want to move out,\" I said in a softer tone. \"I love you. I know you're worried, but you need to trust me on this. And you're going to have to ease up on Edward if you want me to stay. Do you want me to live here or not?\" \"That's not fair, Bella. You know I want you to stay.\" \"Then be nice to Edward, because he's going to be where I am.\" I said it with confidence. The conviction of my epiphany was still strong. \"Not under my roof,\" Charlie stormed. I sighed a heavy sigh. \"Look, I'm not going to give you any more ultimatums tonight—or I guess it's this morning. Just think about it for a few days, okay? But keep in mind that Edward and I are sort of a package deal.\" \"Bella—\" \"Think it over,\" I insisted. \"And while you're doing that, could you give me some privacy? I really need a shower.\" Charlie's face was a strange shade of purple, but he left, slamming the door behind him. I heard him stomp furiously down the stairs. I threw off my quilt, and Edward was already there, sitting in the rocking chair as if he d been present through the whole conversation. \"Sorry about that,\" I whispered. \"It's not as if I don't deserve far worse,\" he murmured. \"Don't start anything with Charlie over me, please.\" \"Don't worry about it,\" I breathed as I gathered up my bathroom things and a set of clean clothes. \"I will start exactly as much as is necessary, and no more than that. Or are you trying to tell me I have nowhere to go?\" I widened my eyes with false alarm. \"You'd move in with a house full of vampires?\" \"That's probably the safest place for someone like me. Besides…\" I grinned. \"If Charlie kicks me out, then there's no need for a graduation deadline, is there?\" His jaw tightened. \"So eager for eternal damnation,\" he muttered. \"You know you don't really believe that.\" \"Oh, don't I?\" he fumed. \"No. You don't.\" He glowered at me and started to speak, but I cut him off. \"If you really believed that you'd lost your soul, then when I found you in Volterra, you would have realized immediately what was happening, instead of thinking we were both dead together. But you didn't—you said 'Amazing. Carlisle was right,'\" I reminded him, triumphant. \"There's hope in you, after all.\" For once, Edward was speechless. \"So let's both just be hopeful, all right?\" I suggested. \"Not that it matters. If you stay, I don't need heaven.\" He got up slowly, and came to put his hands on either side of my face as he stared into my eyes. \"Forever,\" he vowed, still a little staggered. \"That's all I'm asking for,\" I said, and stretched up on my toes so that I could press my lips to his.",
            "vi": "7 REPETITION        24. Lá phiếu Anh không hài lòng, điều đó hết sức dễ thấy. Nhưng, không bàn cãi thêm, anh ôm tôi, uyển chuyển nhảy ra khỏi cửa sổ và đáp xuống đất không chút loạng choạng, y như mèo. Hơi cao hơn tôi tưởng.  \"Được rồi,\" anh nói, giọng anh giận dữ không tán thành. \"Lên nào.\" Anh giúp tôi lên lưng, rồi bắt đầu chạy. Dù bao năm tháng, vẫn cảm thấy thật quen thuộc. Dễ dàng. Rõ ràng đây là điều mình không bao giờ quên được, như chạy xe đạp vậy.  Không gian yên tĩnh và tối đen khi anh chạy xuyên qua rừng, hơi thở anh chậm và đều đặn – tối đủ để cây rừng vút qua chúng tôi gần như không nhìn thấy được, và chỉ luồng không khí tạt vào mặt mới làm tôi biết tốc độ của chúng tôi. Không khí ẩm ướt; không làm rát bỏng mắt tôi như gió trong quảng trường lớn ấy, và thật dễ chịu. Đêm cũng vậy, sau cái sáng khủng khiếp đó. Như tấm mền dày tôi chui vào như một đứa trẻ, bóng tối quen thuộc và chở che.  Tôi nhớ trước đây chuyện chạy xuyên rừng thế này đã làm tôi sợ hãi, tôi đã từng phải nhắm mắt lại.  Bây giờ, với tôi, thiệt là một phản ứng ngốc nghếch. Tôi vẫn mở to mắt, cằm tựa trên vai anh, má áp vào cổ anh. Tốc độ làm ta phấn chấn. Thích hơn đi xe máy cả trăm lần.  Tôi quay mặt về phía anh rồi áp môi vào làn da cứng lạnh trên cổ anh.  \" Cảm ơn,\" anh nói, khi bóng cây đen mờ vùn vụt lướt qua chúng tôi. \"Có phải thế có nghĩa là em nghĩ là em đang thức không?\" Tôi cười. Tiếng cười thoải mái, tự nhiên, hết sức dễ dàng. Nghe thật bình thường. \"Không thực vậy. Hơn thế, dù sao đi nữa, em đâu có định thức dậy đâu. Không phải đêm nay.\" \"Anh sẽ cố giành lại niềm tin của em,\" anh thì thầm, gần như tự nói với mình. \"Cho dù đó là việc làm cuối cùng của anh.\" \"Em tin anh mà, \" tôi cả quyết với anh. \"Em chỉ không tin mình thôi.\" \" Giải thích đi, xin em.\" Anh chạy chậm lại rồi rảo bước - tôi biết vậy vì không còn nghe tiếng gió nữa - và đoán là chúng tôi không còn xa nhà lắm. Thực ra, tôi nghĩ mình nghe rõ tiếng dòng sông đang hối hả chảy đâu đó gần bên, trong bóng tối.  \"Hưm - \" tôi cố tìm lời phù hợp để giải thích. \" Em không tin mình ... xứng đáng với anh. Em chẳng có gì có thể níu giữ được anh.\" Anh dừng lại và vòng tay kéo tôi ra khỏi lưng anh. Bàn tay dịu dàng của anh vẫn không buông tôi ra; sau khi đặt tôi đứng lại, anh choàng tay ôm chặt tôi, ghì tôi vào ngực anh.  \"Vòng tay em là vĩnh viễn và không thể thoát được,\" anh thì thầm. \"Đừng bao giờ nghi ngờ điều đó.\" “Sao em có thể không nghi ngờ chứ? \"Em chẳng chịu nói với anh... \" anh thì thầm.  \"Chuyện gì?\" \"Khó khăn lớn nhất của em là gì. \" \"Em sẽ cho anh đoán một lần. \" Tôi thở dài, rồi đưa ngón trỏ lên sờ đầu mũi anh.  Anh gật đầu. \"Anh còn tệ hơn cả Volturi ư, \" anh buồn rầu nói. \"Anh nghĩ anh đáng vậy lắm.\" Tôi trợn tròn mắt. \"Chuyện tệ hại nhất mà Volturi có thể làm chỉ là giết em thôi. \" Anh chờ đợi với ánh mắt căng thẳng.  \"Còn anh có thể bỏ em, \" tôi giải thích. \" Volturi, Victoria ... họ chẳng là gì so với chuyện đó.\" Ngay cả bóng tối, tôi cũng thấy được khuôn mặt anh méo xệch đau khổ - điều này làm tôi nhớ đến vẻ mặt anh khi bị tra tấn bởi cái nhìn của Jane; tôi cảm thấy muốn bịnh, và hối tiếc vì đã nói thật.  \"Đừng thế,\"  tôi thì thầm, chạm vào mặt anh. \"Đừng buồn.\" Anh nhếch miệng cười gắng gượng, nhưng nét cười không chạm vào mắt anh. \"Nếu có cách nào làm em thấy anh không thể rời bỏ em,\" anh thì thầm. \" Thời gian, anh nghĩ, sẽ là cách duy nhất thuyết phục được em.\" Tôi thích cái ý tưởng thời gian này. \"OK,\" tôi đồng ý.  Mặt anh vẫn còn đau khổ. Tôi cố làm anh phân tâm bằng mấy chuyện vụn vặt.  \"Vậy - vì anh sẽ ở lại. Em có thể lấy lại mấy món đồ của em không?\" Tôi hỏi, giữ giọng mình nhẹ nhàng nhất có thể.  Cố gắng của tôi có tác dụng phần nào: anh cười. Nhưng mắt anh vẫn khổ sở. \"Mấy món đồ của em chưa bao giờ mất đi, \" anh bảo tôi. \"Anh biết thế là bậy, vì anh đã hứa em sẽ được thanh thản không có gì gợi nhớ về anh. Thật ngu ngốc và trẻ con, nhưng anh vẫn muốn để lại cái gì đó về anh cho em.  Đĩa CD, hình chụp, vé máy bay - đều ở dưới sàn phòng của em.\" \"Thật sao?\" Anh gật đầu, có vẻ hơi vui bởi vẻ vui thích thấy rõ của tôi vì chuyện vụn vặt này.  Vẫn chưa đủ để xoá đi nỗi đau trên mặt anh hoàn toàn.  \"Em nghĩ, \" tôi chậm rãi nói, \"Em không chắc, nhưng em tự hỏi ... Em nghĩ có lẽ em luôn biết chuyện đó. \" \"Em biết gì?\" Tôi vốn chỉ muốn xoá đi nét đau đớn trong mắt anh, nhưng khi nói ra những lời ấy, chúng nghe chân thật hơn mong đợi.  \" Một phần nào đó trong em, có lẽ là tiềm thức, chưa bao giờ thôi hết tin rằng anh vẫn quan tâm chuyện em sống hay chết. Có lẽ đó là lý do tại sao em cứ nghe có tiếng nói bên tai hoài. \" Im lặng mãi miết một hồi lâu. \"Tiếng nói ư?\" anh hỏi thẳng thừng.  \" Ừm, chỉ một giọng thôi. Giọng anh. Chuyện dài lắm.\"  Vẻ thận trọng trên mặt anh làm tôi ước mình không nói chuyện đó ra. Anh có nghĩ tôi điên, như tất cả những người khác không? Có phải mấy người khác nói đúng về chuyện đó? Nhưng ít ra thì vẻ mặt ấy – vẻ mặt khiến trông anh như thể đang bị cái gì đó thiêu cháy – đang mất đi.  \"Anh có thời gian mà.\"  Giọng anh bình thản bất thường.  \"Mắc cỡ lắm.\" Anh đợi.  Tôi không biết làm sao để giải thích. \" Anh có nhớ chuyện Alice nói về môn thể thao cảm giác mạnh không?\" Anh nói những lời này bằng giọng đều đều vô cảm. \"Em nhảy ra khỏi vách đá để tiêu khiển.\" \"Ờ, đúng rồi. Và trước đó, bằng xe máy ---\" \" Xe máy?\" anh hỏi. Tôi biết giọng anh đủ rõ để nghe có cái gì đó đang dậy sóng đằng sau vẻ bình tĩnh ấy.  \"Em chắc mình chưa kể Alice nghe chuyện đó.\" \"Chưa.\" \" Ừm, về chuyện đó... Để coi, em nhận thấy là mỗi khi em làm chuyện gì đó nguy hiểm hoặc ngu ngốc ... là em có thể nhớ đến anh rõ ràng hơn,\"  tôi thú nhận, cảm thấy mình tâm thần hết sức. \" Em nhớ giọng anh ra sao khi anh giận dữ. Em nghe giọng anh, như thể anh đang đứng ngay cạnh em.  Đa phần em em cố không nghĩ về anh, nhưng chuyện này chẳng làm em đau đớn lắm – cứ như thể anh lại đang bảo vệ em. Như thể anh không muốn em bị thương.  \" Và, ờ thì, Em tự hỏi có phải lý do khiến em nghe tiếng anh rõ như thế là vì, đằng sau tất cả những chuyện đó: em luôn biết anh vẫn luôn yêu em.\" Một lần nữa, khi tôi nói, lời lẽ đầy vẻ tin chắc. Về tính đúng đắn. Tận sâu trong tâm khảm tôi đã nhận ra sự thật.  Lời anh nghẹn ngào. \" Em... đã ... liều mạng ... để nghe - \" \" Suỵtt, \" tôi ngắt lời anh. \"Chờ em một chút. Em vừa thoáng nghĩ ra một chuyện.” Tôi nghĩ đến đêm ở Port Angeles khi nghe được ảo giác đầu tiên. Tôi đã nghĩ ra hai khả năng.  Loạn trí hoặc sự thoả mãn ước mơ. Tôi đã không nghĩ ra khả năng thứ ba.  Nhưng sẽ ra sao nếu... Sẽ ra sao nếu mình khăng khăng tin một chuyện là có thật, nhưng rốt cuộc lại hoàn toàn sai? Sẽ ra sao nếu mình cứ chắc mẩm là mình đúng, thậm chí chẳng hề nhìn ngó đến sự thật? Sự thật sẽ câm lặng, hay nó sẽ cố phơi trần? Khả năng thứ ba: Edward yêu tôi.  Sợi dây gắn bó giữa chúng tôi không phải là thứ có thể bị đứt đoạn vì sự vắng xa, vì khoảng cách, hay vì thời gian. Và cho dù anh có là người đặc biệt hay đẹp trai hay tài giỏi hay hoàn hảo hơn tôi bao nhiêu chăng nữa, anh vẫn khó lòng bị thay đổi giống y như tôi. Như tôi luôn thuộc về anh, và anh luôn thuộc về tôi.  Có phải đó là điều trước đây tôi đã cố gắng để bảo mình chăng? \"Ôi !\" \"Bella? \" \"Ồ. OK. Thảo nào.\" \"Em thoáng nghĩ ra điều gì?\" anh hỏi, giọng anh không đều và căng thẳng.  \"Anh yêu em,\"  tôi kinh ngạc. Cảm giác tin chắc và khó thở lại cuốn qua tôi.  Dù mắt anh vẫn còn lo lắng, nụ cười nhếch môi tôi yêu thích nhất đã thoáng qua mặt anh. \"Anh yêu em chân thành.\" Tim tôi phồng lên như thể sắp vỡ ra khỏi lồng ngực.  Nó làm ngập tràn ngực tôi và chặn nghẹn cổ họng tôi đến nỗi tôi không nói nên lời.  Anh quả thật đã yêu tôi theo cách tôi yêu anh - mãi mãi. Chỉ vì lo cho tâm hồn tôi, cho những thứ thuộc về con người mà anh không muốn tước đoạt khỏi tôi, đã khiến anh đau khổ phải để tôi làm người như thế. So với nỗi sợ hãi anh không yêu tôi, chướng ngại vật này - linh hồn tôi – dường như chẳng đáng kể chút nào.  Anh ôm chặt mặt tôi giữa đôi tay mát rượi của anh và hôn tôi cho đến khi tôi chóng mặt đến nỗi khu rừng quay cuồng. Sau đó anh tựa trán vào trán tôi, và tôi không phải là người duy nhất thở nặng nề hơn bình thường.  \"Em giỏi chuyện đó hơn anh, em biết không, \" anh bảo tôi.  \"Giỏi hơn chuyện gì?\" \"Sống tiếp. Em, ít nhất, đã cố gắng. Em thức dậy vào buổi sáng, cố tỏ ra bình thường vì Charlie, sống tiếp cách em vốn sống.  Khi anh không lao đầu vào chuyện săn lùng, anh ... hoàn toàn vô dụng.  Anh không thể ở gần gia đình mình - anh không thể ở gần bất kỳ ai. Anh lấy làm xấu hổ mà thú nhận anh gần như khép kín tâm hồn để cho nỗi đau khổ thống trị anh.\" Anh cười toe toét, ngượng ngùng. \"Còn mắc cỡ hơn cả chuyện em nghe mấy giọng nói. Và, tất nhiên, anh cũng giống em.\" Tôi hết sức nhẹ nhõm khi anh có vẻ thông cảm thực sự – cảm thấy an ủi khi anh hiểu toàn bộ chuyện này. Dù sao, anh cũng không nhìn tôi như thể tôi bị điên. Anh đang nhìn tôi như thể ... anh yêu tôi.  \"Em chỉ nghe mỗi một giọng thôi, \" tôi chỉnh anh.  Anh cười rồi siết chặt tôi vào hông phải mình rồi bắt đầu dẫn tôi đi về phía trước.  \"Anh làm chuyện này chỉ để chiều lòng em thôi. \" Anh vừa đi vừa khoát tay về phía bóng tối trước mặt. Có cái gì đó lợt lạt và mênh mông ở đó – ngôi nhà, tôi nhận ra. \"Chứ ai nói gì cũng chẳng quan trọng gì cả.\" \"Chuyện này ảnh hưởng đến cả họ.\" Anh nhún vai hờ hững.  Anh đưa tôi qua cánh cửa mở toang vào ngôi nhà u ám rồi bật đèn. Căn phòng giống y như trong ký ức tôi - đàn dương cầm và ghế trường kỷ trắng và cầu thang khổng lồ trắng toát.  Không chút bụi, không miếng vải trắng phủ nào.  Edward gọi mọi người chẳng lớn hơn âm lượng tôi trò chuyện bình thường. \"Carlisle? Esme? Rosalie? Emmett? Jasper? Alice?” Họ sẽ nghe thấy.  Carlisle đột ngột đang đứng cạnh tôi, như thể ông đã ở đó ngay từ đầu. \" Chúc mừng con trở lại, Bella.\" Ông mỉm cười. \"Ta có thể giúp được gì cho con sáng nay? Ta nghĩ, căn cứ vào cái giờ này, đây không phải là một chuyến viếng thăm xã giao đơn thuần? \" Tôi gật đầu. \"Con muốn nói chuyện với mọi người ngay lập tức, nếu được. Về một chuyện quan trọng. \" Tôi không thể không liếc nhìn lên mặt Edward khi đang nói. Vẻ mặt anh nghiêm trọng, nhưng cam chịu. Khi ngoái nhìn lại Carlisle, ông cũng đang nhìn Edward.  \" Dĩ nhiên là được rồi, \" Carlisle nói. \"Sao mình không vào phòng kia rồi hãy nói?\" Carlisle dẫn đường qua phòng khách sáng sủa, ngay cạnh phòng ăn, vừa đi vừa bật đèn. Tường trắng, trần nhà cao, như phòng khách. Ở giữa phòng, dưới đèn chùm treo thấp, là chiếc bàn lớn, bóng loáng hình bầu dục có tám chiếc ghế xếp quanh. Carlisle kéo ghế đầu bàn cho tôi ngồi.  Tôi chưa bao giờ thấy gia đình Cullens sử dụng bàn ăn trước đây – nó chỉ là một món đồ trang trí. Họ không ăn uống trong nhà.  Ngay khi quay người ngồi vào ghế, tôi thấy chúng tôi không chỉ có một mình. Esme đã theo sau Edward, và phía sau bà những người còn lại trong gia đình đã lục tục đi vào.  Carlisle ngồi xuống bên tay phải tôi, còn Edward ở bên trái tôi. Mọi người khác đều im lặng ngồi xuống ghế. Alice đang toét miệng cười với tôi, đầy vẻ thông đồng.  Emmett và Jasper trông có vẻ tò mò, và Rosalie mỉm cười rụt rè với tôi. Nụ cười đáp trả của tôi cũng rụt rè giống vậy.  Sẽ mất đôi chút thời gian mới quen được.  Carlisle hất đầu về phía tôi. \"Quyền phát biểu là của con.\" Tôi nuốt khan. Đôi mắt họ nhìn làm tôi lo lắng. Edward nắm tay tôi dưới bàn. Tôi lén nhìn anh, nhưng anh đang theo dõi mấy người khác, vẻ mặt anh bỗng dữ tợn.  \" Ừm, \" tôi ngập ngừng. \"Con hy vọng Alice đã kể cho mọi người nghe hết về mọi chuyện đã xảy ra ở Volterra rồi?\" \"Hết rồi, \" Alice cả quyết với tôi.  Tôi nhìn cô đầy ý nghĩa. \"Cả chuyện trên đường đi?\" \"Cả chuyyện đó,\" cô gật đầu.  \" Tốt,\" tôi thở phào nhẹ nhõm. \"Vậy thì tất cả chúng ta đều biết chuyện cả rồi.\" Họ kiên nhẫn chờ đợi trong khi tôi cố sắp xếp suy nghĩ của mình.  \"Thế là, con có một khó khăn, \" tôi bắt đầu. \"Alice đã hứa với Volturi con sẽ trở thành một người như mọi người. Họ sẽ cho người đến kiểm tra, và con chắc chắn đó là một chuyện tệ hại – một chuyện nên tránh.  \" Và vì vậy, bây giờ, chuyện này liên quan đến tất cả mọi người. Con xin lỗi về chuyện đó.” Tôi nhìn từng khuôn mặt xinh đẹp của họ, dành khuôn mặt xinh đẹp nhất để nhìn sau cùng. Miệng Edward trễ xuống nhăn nhó. \" Nhưng, nếu mọi người không muốn có con, thì con sẽ không ép mọi người nhận con, dù Alice có sẵn lòng hay không cũng vậy.\" Esme mở miệng nói, nhưng tôi giơ lên một ngón tay lên để ngăn bà.  \"Cho phép con nói hết ý. Tất cả mọi người đều biết con muốn gì. Và con chắc chắn mọi người cũng biết Edward nghĩ gì.  Con nghĩ cách công bằng duy nhất để quyết định là mọi người sẽ bỏ phiếu. Nếu mọi người quyết định không muốn có con, thì...  Chắc con sẽ quay lại Ý một mình. Con không thể để họ đến đây.\"   Trán tôi nhăn lại khi nghĩ đến chuyện đó.  Có tiếng gầm gừ ùng ùng trong ngực Edward. Tôi lờ anh đi.  \"Và xin tính đến chuyện, dù sao đi nữa, con cũng sẽ không làm mọi người bị hiểm nguy nữa, con muốn mọi người bỏ phiếu tán thành hoặc phản đối chuyện con trở thành ma cà rồng.\" Tôi cười nửa miệng khi nói lời cuối cùng, rồi chìa tay mời Carlisle bắt đầu.  \"Chờ một chút, \" Edward ngắt lời.  Tôi nheo mắt nhìn anh trừng trừng. Anh nhướng mày nhìn, vừa siết tay tôi.  \"Anh có một chuyện cần nói thêm trước khi chúng ta bỏ phiếu. \" Tôi thở dài.  \" Về nỗi nguy hiểm mà Bella đề cập đến,\" anh nói tiếp. \" Tôi nghĩ mình không cần phải quá lo lắng. \" Vẻ mặt anh sôi nổi hơn. Anh đặt bàn tay còn lại lên chiếc bàn bóng loáng rồi chồm về phía trước.  \"Mọi người thấy đó, \" anh giải thích, nhìn quanh bàn khi đang nói, \"Có nhiều lý do tại sao lúc cuối tôi không muốn bắt tay Aro.  Có một chuyện họ không nghĩ đến, và tôi không muốn họ đoán ra.\" Anh cười toe toét.  \"Lý do gì? \" Alice thúc giục. Tôi chắc chắn vẻ mặt tôi cũng hoài nghi y như mặt cô.  \"Volturi quá tự tin, và họ có lý do để như vậy. Khi họ định tìm ai đó, sẽ chẳng khó khăn gì. Em có nhớ Demetri không? \" Anh nhìn xuống tôi.  Tôi rùng mình. Anh xem đó là câu trả lời có.  \"Anh ta tìm thấy mọi người - đó là tài năng của anh ta, lý do họ giữ anh ta lại.  \"Trong suốt thời gian mình ở với bất kỳ ai trong số họ, tôi đã moi thông tin trong đầu họ tìm bất cứ thứ gì có thể cứu chúng ta, và lấy càng nhiều thông tin càng tốt. Vì thế tôi đã biết tài năng của Demetri hoạt động ra sao.  Anh ta cũng là một kẻ săn lùng – săn lùng giỏi hơn cả James cả ngàn lần. Khả năng của anh ta hơi giống khả năng của tôi, hoặc của Aro.  Anh ta đánh ... hơi? Tôi không biết làm sao để mô tả nó ... đánh hơi mạch suy nghĩ ... trong tâm trí ai đó, rồi đuổi theo nó.  Nó có hiệu quả qua khoảng cách cực xa.  \"Nhưng sau mấy thử nghiệm nhỏ của Aro, hừm... \"  Edward nhún vai.  \"Anh nghĩ ông ta sẽ không tìm ra em được,\" tôi nói thẳng thừng.  Anh tự mãn. \"Anh chắc chắn vậy. Ông ấy dựa hoàn toàn vào giác quan đó. Khi nó không có tác dụng với em, tất cả bọn họ sẽ chẳng thấy được gì.\" \" Và sao chuyện đó lại giải quyết được mọi thứ chứ?\" \"Dễ thấy hết sức, Alice sẽ biết khi nào họ định đến thăm, và anh sẽ giấu em. Họ sẽ chẳng làm đươc gì, \" anh nói hết sức khoái trá. \"Sẽ giống như mò kim dưới đáy biển!\" Anh và Emmett liếc nhau và cười tự mãn.  Chuyện này chẳng có ý nghĩa gì cả. \" Nhưng họ có thể tìm ra anh, \" tôi nhắc anh.  \"Anh tự lo được cho mình.\" Emmett cười, và vươn người qua bàn về phía em trai, giơ nắm đấm ra.  \"Kế hoạch tuyệt vời, em à,\" anh nhiệt tình nói.  Edward vươn tay đấm vào nắm tay của Emmett.  \"Không được, \" Rosalie rít lên.  \" Tuyệt đối không được, \" tôi đồng ý.  \"Hay. Giọng Jasper tán thưởng.  \"Bọn ngốc, \" Alice lẩm bẩm.  Esme chỉ nhìn trừng trừng Edward.  Tôi đứng lên khỏi ghế, tập trung. Đây là cuộc họp của tôi mà.  \" Vậy thì được rồi. Edward đã đưa ra một giải pháp thay thế để mọi người xem xét,\" tôi lạnh lùng nói. \"Mình bỏ phiếu đi. \" Lần này tôi nhìn về phía Edward; tốt nhất là nên gạt ý kiến của anh ra. \"Anh có muốn em gia nhập vào gia đình anh không? \" Mắt anh cứng và đen như đá lửa. \"Không theo cách đó. Em sẽ vẫn làm người.\" Tôi gật đầu khô khốc, giữ vẻ mặt vô cảm, rồi tiếp tục.  \"Alice? \" \"Có. \" \"Jasper? \" \"Có, \" anh nói, giọng nghiêm túc. Tôi hơi bị bất ngờ - tôi đã không chắc chút nào về lá phiếu của anh - nhưng tôi kiềm chế phản ứng của mình và tiếp tục.  \"Rosalie? \" Cô do dự, bặm làn môi dưới đầy đặn, hoàn hảo. \"Không. \" Tôi giữ vẻ mặt vô cảm và hơi quay đầu để tiếp tục, nhưng cô đưa cả hai bàn tay lên, lòng bàn tay hướng ra phía trước.  \" Để chị giải thích, \" cô khẩn khoản. \"Chị không có ý nói không muốn em làm em chị. Chỉ là ... đây không phải là cuộc đời chị muốn chọn cho mình. Chị ước gì lúc đó có người bỏ phiếu chống cho chị.\" Tôi gật đầu chậm rãi, rồi hướng về Emmett.  \"Chết tiệt, có!\" Anh cười toe toét. \"Mình có thể tìm cách khác để gây sự với gã Demetri này.\" Tôi vẫn còn nhăn nhó vì câu đó khi nhìn Esme.  \"Dĩ nhiên là có rồi, Bella. Bác đã coi con là người trong nhà rồi.\" \"Cảm ơn bác, Esme, \" tôi thì thầm khi quay về phía Carlisle.  Tôi bỗng lo lắng, ước gì mình hỏi ý kiến ông trước hết. Tôi chắc chắn đây là lá phiếu quan trọng nhất, lá phiếu có trọng lượng hơn mọi lá phiếu khác.  Carlisle không nhìn tôi.  \"Edward, \" ông nói.  \" Không, \" Edward gầm gừ. Hàm anh bạnh ra, nhe răng.  \"Đó là cách duy nhất,\" Carlisle nhấn mạnh. \"Con đã quyết không sống thiếu cô ấy, nên ta không còn lựa chọn nào khác.\" Edward thả tay tôi ra, đẩy ghế ra khỏi bàn. Anh vừa hầm hầm bước ra khỏi phòng, vừa gầm gừ nho nhỏ. \"Ta nghĩ con biết lá phiếu của ta rồi. \" Carlisle thở dài.  Tôi vẫn còn nhìn theo Edward. \" Cám ơn,\"  tôi lầm bầm.  Tiếng loảng xoảng đổ vỡ vang đến từ căn phòng kia.  Tôi chùn người, và nói nhanh. \"Đó là tất cả những gì con cần. Cám ơn mọi người. Vì đã muốn giữ con. Con cũng cảm nhận giống vậy về tất cả mọi người.”  Giọng tôi nghẹn vì cảm xúc ở đoạn cuối.  Trong nháy mắt, Esme đã ở ngay bên tôi, đôi tay lạnh của bà ôm tôi.  \"Bella yêu quý, \" bà thì thào.  Tôi ôm bà trở lại. Liếc nhìn kín đáo, tôi nhận thấy Rosalie đang nhìn xuống bàn, và tôi nhận ra lời nói của mình có thể được hiểu theo hai hướng.  \" Ừm, Alice, \" tôi nói khi Esme buông tôi ra. \"Em muốn làm chuyện này ở đâu? \" Alice nhìn tôi chằm chằm, mắt mở to kinh hoàng.  \"Không được! Không được! Không được!\"  Edward gầm rú, lao vào phòng trở lại. Anh kề sát mặt tôi trước khi tôi kịp chớp mắt, cúi xuống tôi, mặt méo mó vì giận dữ. \" Em điên sao? \" anh la to. \"Em hoàn toàn mất trí rồi sao?\" Tôi co rúm người, đi, bịt tai.  \" Ờ..., Bella, \"   Alice xen vào lo lắng. \"Em nghĩ em chưa sẵn sàng làm chuyện đó. Em cần chuẩn bị... \" \"Em đã hứa rồi, \"  tôi nhắc cô, giận dữ nhìn qua cánh tay Edward.  \"Em biết, nhưng ... thiệt đó, Bella!  Em chẳng biết phải làm sao để không giết chết chị.\" \"Em làm được mà,\"  tôi khuyến khích. \"Chị tin em.\" Edward gầm gừ giận dữ.  Alice lắc đầu nhanh, có vẻ hoảng sợ.  \"Carlisle? \"  Tôi quay nhìn ông.  Edward chộp mặt tôi trong bàn tay anh, ép tôi nhìn anh.  Bàn tay kia của anh đưa ra, lòng bàn tay hướng về phía Carlisle.  Carlisle lờ đi chuyện đó. \"Bác làm chuyện đó được,\" ông trả lời. Tôi ước mình có thể nhìn thấy vẻ mặt của ông.  \"Con sẽ không gặp hiểm nguy do ta bị mất kiểm soát.\" \"Vậy hay rồi.\"  Tôi hy vọng ông hiểu; thật khó mà nói rõ ràng khi Edward giữ hàm tôi như vậy.  \"Chờ chút,\" Edward nói qua kẽ răng. \"Không cần phải ngay bây giờ.\" \"Chẳng có lý do gì mà lại không phải bây giờ,\" tôi nói, lời nói phát ra bị méo mó.  \"Anh có thể nghĩ ra vài lý do.\" \" Dĩ nhiên anh có thể rồi, \" tôi chua chát nói. \" Bây giờ thả em ra.\" Anh buông mặt tôi ra, và khoanh tay trước ngực. \"Trong khoảng hai tiếng đồng hồ nữa, Charlie sẽ đến đây tìm em. Anh nghi ông sẽ lôi cảnh sát vô lắm. \" \" Cả ba người. \"  Tôi cau mày.  Đây luôn là phần khó khăn nhất. Charlie, Renee. Bây giờ cả Jacob nữa. Những người tôi sẽ mất, những người tôi sẽ gây đau đớn. Tôi ước có cách gì để tôi là người duy nhất chịu khổ, nhưng tôi biết chuyện đó không thể được.  Tôi hại họ nhiều hơn khi vẫn làm người. Làm Charlie bị nguy hiểm thường trực khi sống bên tôi. Làm Jake nguy hiểm nhiều hơn nữa khi thu hút kẻ thù của anh đi qua lãnh thổ anh cảm thấy cần phải bảo vệ. Và Renee - thậm chí tôi còn không dám đến thăm mẹ mình vì sợ mang những vấn đề chết người theo mình! Tôi là nam châm thu hút nguy hiểm; tôi đã chấp nhận mình là thế.  Chấp nhận điều này, tôi biết mình cần có khả năng tự chăm sóc bản thân và bảo vệ những người mình yêu thương, dù điều đó có nghĩa là tôi không thể sống cùng họ. Tôi cần mạnh mẽ.  \"Để giữ kín đáo,\" Edward nói, vẫn qua kẽ răng nghiến chặt, nhưng bây giờ anh đang nhìn Carlisle, \"con đề nghị mình hoãn cuộc trò chuyện này lại, ít ra là cho đến khi Bella tốt nghiệp trung học, và rời nhà Charlie. \" \"Đó là một yêu cầu hợp lý, Bella, \" Carlisle chỉ ra.  Tôi nghĩ đến phản ứng của Charlie sáng nay khi ông thức giấc, nếu - sau khi đời bắt ông phải trải qua chuyện Harry qua đời tuần trước, rồi tôi lại bắt ông chịu đựng sự biến mất không lời giải thích của mình - ông thấy giường tôi trống rỗng.  Charlie đâu đáng phải bị thế. Chỉ thêm một thời gian ngắn nữa thôi; ngày tốt nghiệp đâu còn xa lắm... Tôi bặm môi. \"Em sẽ cân nhắc chuyện này.” Edward thư giãn. Hàm anh thả lỏng.  \"Có lẽ anh nên đưa em về nhà, \" anh nói, bây giờ đã bình tĩnh hơn, nhưng rõ ràng là vội vã đưa tôi ra khỏi đây.  \"Để phòng hờ Charlie thức dậy sớm.\" Tôi nhìn Carlisle. \"Sau khi tốt nghiệp? \" \"Ta hứa với con.” Tôi hít thật sâu, mỉm cười, và quay về phía Edward. \" OK. Anh có thể đưa em về nhà. \" Edward vội đưa tôi ra khỏi nhà trước Carlisle khi có thể hứa với tôi bất cứ chuyện gì khác. Anh đưa tôi ra phía sau, nên tôi không thấy được cái gì bị vỡ trong phòng khách.  Đó là một chuyến về nhà yên ổn. Tôi cảm thấy chiến thắng, và hơi tự mãn. Cũng sợ quíu người, dĩ nhiên, nhưng tôi cố không nghĩ về chuyện đó. Chẳng hay ho gì cho tôi khi lo vụ đau đớn - thể xác hay tinh thần - nên tôi sẽ không nghĩ đến. Không cho đến khi nào tôi buộc phải nghĩ đến.  Khi về đến nhà, Edward không ngừng lại. Anh nhảy qua tường và qua cửa sổ phòng tôi trong nháy mắt. Rồi anh kéo tay tôi khỏi cổ anh rồi đặt tôi lên giường.  Tôi tưởng mình biết rõ anh đang nghĩ gì, nhưng vẻ mặt anh làm tôi ngạc nhiên. Thay vì giận dữ, nó lại đang suy tính. Anh lặng lẽ đi tới đi lui trong căn phòng tối om trong khi tôi nhìn càng lúc càng nghi ngờ.  \"Dù anh có định làm gì, thì cũng chẳng có tác dụng gì đâu,\" tôi bảo anh.  \"Suỵtt. Anh đang suy nghĩ. \" \"Ugh, \" tôi rên rỉ, quăng mình vô giường và kéo mền trùm đầu.  Chẳng có tiếng động nào, thế mà anh bỗng ở đó rồi. Anh lật mền ra để nhìn được tôi. Anh đang nằm bên tôi. Bàn tay anh vươn ra vuốt tóc ra khỏi má tôi.  \"Nếu em không phiền, anh thích em đừng che mặt lại. Anh đã sống không nhìn thấy mặt em quá lâu rồi. Bây giờ ... hãy nói cho anh biết một chuyện. \" \"Chuyện gì?\" Tôi hỏi, bất đắc dĩ.  \"Nếu em có thể có bất cứ thứ gì trên đời này, bất cứ thứ gì, thì đó sẽ là gì?\" Tôi có thể cảm thấy nét hoài nghi trong mắt mình. \"Anh.\" Anh lắc đầu sốt ruột. \"Cái em chưa có cơ.” Tôi không rõ anh đang định dẫn mình đến đâu, nên tôi suy nghĩ cẩn thận rồi mới trả lời. Tôi nghĩ ra một chuyện vừa đúng, vừa không thể thực hiện được.  \"Em sẽ muốn ... Carlisle không phải làm chuyện đó. Em muốn anh biến đổi em.” Tôi quan sát phản ứng anh một cách thận trọng, nghĩ anh sẽ cuồng nộ hơn lúc ở nhà anh. Tôi ngạc nhiên khi vẻ mặt anh chẳng thay đổi. Vẫn đang suy tính, trầm tư.  \"Em sẽ sẵn sàng đổi gì để được chuyện đó?” Tôi không tin nổi vào tai mình. Tôi đực mặt nhìn khuôn mặt bình tĩnh của anh và buột miệng trả lời chưa kịp suy nghĩ.  \"Bất cứ thứ gì. \" Anh hơi mỉm cười, rồi bặm môi. \"Năm năm? \" Mặt tôi nhăn nhó vừa chán nản vừa kinh hãi.  \"Em đã nói bất cứ thứ gì mà, \" anh nhắc tôi.  \"Ừ, nhưng ... anh sẽ dùng thời gian này để tìm cách tránh làm chuyện đó. Em không thể để bỏ qua cơ hội được. Hơn nữa, quá nguy hiểm để làm con người - ít nhất là với em. Vì vậy, gì cũng được trừ chuyện đó. \" Anh cau mày. \"Ba năm?\" \"Không!\" \"Chẳng lẽ chuyện đó không đáng gì với em sao?\" Tôi suy nghĩ xem mình muốn chuyện đó cỡ nào. Tốt hơn nên giữ vẻ mặt tỉnh queo của người đang đánh bài, tôi quyết định, và không cho anh biết tôi muốn nhiều đến mức nào. Vậy tôi mới có nhiều lợi thế hơn. \" Sáu tháng? \" Anh trợn tròn mắt. \"Chưa đủ.” \"Một năm vậy \" tôi nói. \"Hết mức rồi. \" \"Ít nhất hãy cho anh hai năm.” \"Không đời nào. Lúc đó em sẽ 19 tuổi. Nhưng em sẽ không chịu gần hai mươi đâu. Nếu anh mãi là thiếu niên, thì em cũng phải vậy. \" Anh nghĩ một chốc. \"Được rồi. Bỏ qua chuyện giới hạn thời gian đi. Nếu em muốn anh là người biến đổi em - thì em sẽ phải thoả mãn một điều kiện. \" \"Điều kiện? \" Giọng tôi trở nên chán nản. \"Điều kiện gì? \" Mắt anh thận trọng - anh chậm rãi nói. \"Lấy anh trước. \" Tôi nhìn anh chằm chằm, chờ đợi... \"OK. Đoạn cuối của chuyện cười là gì?\" Anh thở dài. \"Em đang xúc phạm cái tôi của anh, Bella. Anh cầu hôn em, mà em lại cho đó là chuyện đùa. \" \"Edward, vui lòng nghiêm túc. \" \"Anh hoàn toàn nghiêm túc. \" Anh nhìn chằm chằm vào tôi chẳng chút hài hước.  \" Ồ, thôi nào, \" tôi nói, hơi có âm điệu cuồng loạn trong giọng tôi. \"Em chỉ mới mười tám tuổi. \" \" Ừm, còn anh đã gần một trăm mười tuổi rồi. Đã đến lúc anh phải ổn định cuộc sống.” Tôi nhìn sang chỗ khác, ra ngoài cửa sổ tối om, cố kiểm soát nỗi hoảng sợ trước khi nó lộ ra ngoài.  \"Nè, hôn nhân không nằm ở vị trí cao đến thế trong danh sách ưu tiên của em, anh biết không? Đó thuộc loại nụ hôn tử thần đối với Renee và Charlie.” \"Chọn từ hay nhỉ. \" \"Anh biết em muốn nói gì mà. \" Anh hít sâu. \"Đừng nói với anh là em sợ ràng buộc đấy nhé,\" giọng anh tỏ vẻ không tin, và tôi hiểu anh muốn nói gì.  \"Không phải vậy, \" tôi đánh trống lảng. \"Em... sợ Renee.  Mẹ ghét vụ lấy chồng trước ba mươi tuổi lắm. \" \"Vì bà thà em trở thành ma cà rồng bất tử còn hơn là lấy chồng.\" Anh cười buồn.  \"Anh nghĩ anh đang nói đùa hả. \" \"Bella, nếu em so sánh mức độ ràng buộc giữa chuyện hôn nhân vợ chồng với việc đánh đổi linh hồn em để nhận lấy một cuộc đời bất tử của ma cà rồng... \" anh lắc đầu. \" Nếu em không có đủ can cảm để kết hôn với anh, thì-- \" \" Ừm, \" tôi ngắt lời. \" Chuyện gì sẽ xảy ra nếu em đồng ý? Chuyện gì sẽ xảy ra nếu em bảo anh hãy đưa em đến Vegas ngay bây giờ? Em sẽ là ma cà rồng trong ba ngày ư? \" Anh mỉm cười, răng anh loé lên trong bóng tối. \"Đương nhiên,\" anh nói, thách thức tôi. \"Anh sẽ đi lấy xe liền.\" \" Mẹ kiếp. \" Tôi lẩm bẩm. \"Em sẽ cho anh 18 tháng. \" \"Không chịu, \" anh nói, cười toe toét. \"Anh thích điều kiện này. \" \"Tốt. Em sẽ nhờ Carlisle làm chuyện đó khi em tốt nghiệp. \" \" Nếu đó thật sự là điều em muốn. \" Anh nhún vai, và nụ cười anh bỗng hết sức thiên thần.  \"Anh thật không thể chịu nỗi, \" tôi rên rỉ. \" Quái vật. \" Anh cười khúc khích. \" Đó có phải là lý do em không chịu lấy anh không?\" Tôi rên rỉ tiếp.  Anh nghiêng mình về phía tôi; đôi mắt đêm đen của anh tan chảy và thiêu cháy và làm tiêu tan sự tập trung của tôi. \" Xin em, Bella? \" anh thì thào.  Tôi quên cách thở một hồi lâu. Khi thở lại được, tôi lắc đầu thật nhanh, cố xua đám mây đang đột ngột làm lu mờ tâm trí tôi.  \"Chuyện này hẳn sẽ diễn ra tốt đẹp hơn nếu anh có thời gian để mua nhẫn. ' \" \"Không! Không nhẫn gì hết!\"  Tôi gần như thét lên.  \"Bây giờ em đã gây ra chuyện rồi,\" anh thì thầm.  \"Ối.\" \"Charlie sắp thức rồi; anh phải đi thôi, \" Edward nói đầy cam chịu.  Tim tôi ngừng đập.  Anh dò nhìn vẻ mặt tôi một chút. \"Anh có trẻ con quá không nếu trốn vô tủ quần áo của em?\" \"Không, \" tôi thì thầm háo hức. \"Hãy ở lại. Xin anh. \" Edward mỉm cười và biến mất.  Tôi giận sôi trong bóng tối trong khi chờ Charlie kiểm tra tôi. Edward biết rõ ông đang làm gì, và tôi sẵn sàng đánh cuộc là toàn bộ chuyện bị bất ngờ đầy phiền muộn ấy chỉ là một màn kịch. Tất nhiên, tôi vẫn còn tùy chọn Carlisle, nhưng bây giờ khi tôi biết mình có thể được Edward biến đổi, tôi khao khát được vậy vô cùng. Anh đúng là một tên lừa đảo.  Cánh cửa kẹt mở.  \"Chào bố buổi sáng.” \"Ồ, chào, Bella. \" Ông có vẻ ngượng vì bị bắt quả tang. \"Bố không biết con đã thức rồi.” \"Dạ. Con đang chờ bố thức để con tắm vòi sen. \" Tôi bắt đầu đứng dậy.  \"Chờ chút, \" Charlie nói, bật đèn. Tôi chớp mắt vì ánh sáng đột ngột, và cẩn thận không nhìn vào tủ. \"Mình nói chuyện một chút đã.” Tôi không thể giấu được vẻ nhăn nhó của mình. Tôi quên nhờ Alice nghĩ ra một cái cớ chính đáng mất rồi.  \"Con biết con đang gây chuyện.\" \"Dạ có.” \"Bố gần như phát điên ba ngày qua. Bố từ đám tang Harry về thì con đã biến mất.  Jacob chỉ biết nói cho bố biết là con đã bỏ đi cùng Alice Cullen, và nó nghĩ con gặp chuyện không hay.  Con không hề để lại cho bố số điện thoại, mà con cũng chẳng thèm gọi. Bố không biết con ở đâu hoặc khi - hoặc liệu - con có trở về không. Con có biết thật... thật... \" ông không nói hết câu được. Ông hít một hơi ngắn và nói tiếp. \"Con có thể cho bố một lý do tại sao bố không nên gởi con về Jacksonville ngay không? \" Mắt tôi nheo lại. Vậy đây là lời đe doạ, đúng không? Được rồi, cho bố biết tay. Tôi ngồi bật dậy, kéo mền quanh tôi. \"Vì con sẽ không đi.\" “Hử, chờ chút, thưa cô---“ \"Nè, bố, con hoàn toàn chịu trách nhiệm về hành động của con, và bố có quyền phạt con lâu đến chừng nào tùy ý bố. Con cũng sẽ làm mọi việc trong nhà và giặt ủi và rửa chén cho đến khi bố nghĩ con đã học được bài học đắt giá. Và con nghĩ bố cũng có quyền tống con ra khỏi nhà - nhưng vậy cũng không bắt con đến Florida được.\" Mặt ông đỏ rần lên.  Ông hít vài hơi thở sâu rồi mới trả lời.  \"Con có vui lòng giải thích con đã ở đâu không? \" Ồ, bậy bạ quá. \"Có ... chuyện khẩn cấp. \" Ông nhướng mày đợi lời giải thích hay ho của tôi.  Tôi phồng má lên rồi thổi phù ra. \"Con không biết kể gì với bố đây, bố à.  Toàn là chuyện hiểu lầm. Anh ấy nói thế này, cô ấy nói thế kia. Vượt ngoài tầm kiểm soát. \" Ông chờ đợi với vẻ nghi ngờ.  \"Vầy, Alice kể cho Rosalie biết là con nhảy khỏi vách đá... \" tôi đang cố gắng điên cuồng để làm ông tin chuyện này, làm nó càng sát với sự thật càng tốt để chuyện tôi không thể nói dối một cách thuyết phục sẽ không làm hỏng cái cớ ấy, nhưng trước khi tôi nói tiếp được, gương mặt Charlie nhắc tôi nhớ là ông chẳng hề biết gì về vụ vách đá.  Bậy quá. Làm như tôi không chưa đủ khó khăn vậy.  \"Chắc con chưa kể bố nghe chuyện đó,” tôi nghẹn lời. \"Chẳng có gì hết. Chỉ là đi chơi vớ vẩn, bơi lội với Jake thôi. Dù sao chăng nữa, thì Rosalie cũng đã báo cho Edward biết, làm ảnh lo lắng. Cô ấy đại loại vô tình nói như thể con đã cố tự tử này nọ. Ảnh không chịu trả lời điện thoại, nên Alice kéo con đến... Los Angeles, để con tự mình giải thích trực tiếp.\" Tôi nhún vai, vô cùng mong ông không quá chú ý đến câu lỡ lời của tôi để bỏ qua lời giải thích hay ho của tôi.  Mặt Charlie tê cứng. \"Con đã định tự tử sao, Bella? \" \"Không, dĩ nhiên là không rồi. Con chỉ đi chơi với Jake thôi. Nhảy từ vách đá xuống biển. Thanh niên ở La Push làm chuyện đó hoài. Con đã nói rồi mà, chẳng có gì hết.” Mặt Charlie nóng bừng lên - từ tê dại chuyển sang bừng bừng giận dữ. \"Edward Cullen thì sao chớ?\" ông quát tháo.  \"Suốt bao lâu nay, nó bỏ mặc con luẩn quẩn mà không nói lời nào--- \" Tôi ngắt lời ông. \"Đó là chuyện hiểu lầm khác. \" Mặt ông đỏ bừng trở lại. \"Vậy nghĩa là nó cũng về đây lại rồi hả? \" \"Con không biết chính xác kế hoạch là gì. Nhưng con nghĩ cả nhà họ đều quay về rồi. \" Ông lắc đầu, tĩnh mạch trên trán ông đập mạnh. \"Bố muốn con tránh xa nó ra, Bella. Bố không tin nó.  Nó không tốt cho con. Bố sẽ không để cho nó làm con khốn khổ như thế lần nữa đâu. \" \"Được thôi, \" tôi cộc lốc nói.  Charlie dậm gót. \"Ôi. \" Ông hơi bối rối, thở phì phò ngạc nhiên. \"Bố cứ tưởng con sẽ khó thuyết phục.\" \" Đúng vậy. \" Tôi nhìn thẳng vào mắt ông. \"Ý con là, 'Được thôi, con sẽ đi chỗ khác ở. ' \" Ông trợn mắt; mặt ông biến thành màu nâu sẫm. Sự kiên quyết của tôi lung lay khi tôi bắt đầu lo cho sức khoẻ của ông. Ông chẳng trẻ hơn Harry... \"Bố, con không muốn đi chỗ khác ở, \" tôi nói dịu dàng hơn. \"Con yêu bố. Con biết bố lo, nhưng bố cần tin con trong chuyện này. Và bố sẽ phải bớt gay gắt với Edward nếu bố muốn con ở lại. Bố có muốn con sống ở đây hay không? \" \"Vậy không công bằng, Bella. Con biết bố muốn con ở lại rồi. \" \"Vậy thì xin hãy đối xử tốt với Edward, vì anh ấy ở đâu thì con ở đó.” Tôi nói câu này với niềm tin mãnh liệt. Niềm tin của ý nghĩ bất chợt kia vẫn còn mạnh mẽ.  \"Không phải dưới mái nhà của ta, \" Charlie quát tháo.  Tôi thở dài sườn sượt. \"Nè, con sẽ không trao cho bố thêm bất kỳ tối hậu thư nào trong đêm nay –sáng nay thì đúng hơn.  Xin hãy suy nghĩ chuyện này trong vài ngày, OK? Nhưng lưu ý rằng Edward và con là loại dính liền không rời.\" \"Bella- \" \"Bố hãy nghĩ kỹ chuyện đó đã, \" tôi kiên quyết. \" Và trong khi bố làm chuyện đó, xin bố vui lòng cho con chút riêng tư? Con thật sự cần vòi sen. \" Mặt Charlie tím rịm kỳ lạ, nhưng ông bỏ đi, đóng sầm cửa lại. Tôi nghe ông đi huỳnh huỵch giận dữ xuống cầu thang.  Tôi ném mền ra, và Edward đã ở đó, ngồi trong chiếc ghế bập bênh như thể anh đã ở đó từ đầu cuộc nói chuyện.  \"Xin lỗi vì chuyện đó, \" tôi thì thầm.  \"Làm như thể anh không đáng bị tệ hại hơn, \" anh thì thầm. \"Đừng cãi nhau với Charlie vì anh, xin em.” \"Đừng lo về chuyện đó, \" tôi vừa thì thào vừa thu gom đồ làm vệ sinh và một bộ quần áo sạch. \" Em sẽ cãi đủ mức cần thiết, chớ không hơn. Hay anh định nói với em là em chẳng có nơi nào để đến? \" Tôi mở to mắt giả vờ giận dữ.  \"Em sẽ dọn đến ở trong một ngôi nhà đầy ma cà rồng sao? \" \"Đó là có lẽ nơi an toàn nhất cho người như em. Ngoài ra... \" tôi cười toe toét. \" Nếu Charlie tống em ra khỏi nhà, thì không cần đến thời hạn chót tốt nghiệp nữa, phải không? \" Hàm anh siết chặt. \"Quá khao khát bị nguyền rủa vĩnh viễn, \" anh lẩm bẩm.  \"Anh biết anh đâu thật tin vậy đâu. \" \"Ồ, anh mà không tin sao?\" anh giận dữ.  \"Không. Anh không. \" Anh trừng mắt nhìn tôi và bắt đầu nói, nhưng tôi ngắt lời anh.  \"Nếu anh thật sự tin là anh đã mất linh hồn, thì khi em tìm thấy anh ở Volterra, anh lẽ ra phải nhận ra ngay lập tức chuyện đang xảy ra, chớ không nghĩ mình đã cùng chết. Nhưng anh đâu có vậy - anh nói 'Tuyệt vời. Carlisle đã nói đúng,'\" tôi nhắc anh, chiến thắng. \"Rốt cuộc, trong anh vẫn có hy vọng.” Lần này, Edward không nói được.  \"Vậy chúng ta cùng hy vọng nhé, được không?\"Tôi đề nghị. \"Chuyện đó đâu quan trọng. Nếu anh ở lại, em chẳng cần đến thiên đường. \" Anh từ từ đứng dậy, và đến gần đặt hai bàn tay vào hai bên mặt tôi vừa nhìn chằm chằm vào mắt tôi.  \"Mãi mãi, \" anh tuyên bố, vẫn hơi phân vân.  \"Đó là điều duy nhất em cầu xin, \" tôi nói, và nhón chân áp môi mình lên môi anh."
        },
        {
            "en": "18         18. THE HUNT They emerged one by one from the forest edge, ranging a dozen meters apart. The first male into the clearing fell back immediately, allowing the other male to take the front, orienting himself around the tall, dark-haired man in a manner that clearly displayed who led the pack. The third was a woman; from this distance, all I could see of her was that her hair was a startling shade of red. They closed ranks before they continued cautiously toward Edward's family, exhibiting the natural respect of a troop of predators as it encounters a larger, unfamiliar group of its own kind. As they approached, I could see how different they were from the Cullens. Their walk was catlike, a gait that seemed constantly on the edge of shifting into a crouch. They dressed in the ordinary gear of backpackers:  jeans and casual button-down shirts in heavy, weatherproof fabrics. The clothes were frayed, though, with wear, and they were barefoot. Both men had cropped hair, but the woman's brilliant orange hair was filled with leaves and debris from the woods. Their sharp eyes carefully took in the more polished, urbane stance of Carlisle, who, flanked by Emmett and Jasper, stepped guardedly forward to meet them. Without any seeming communication between them, they each straightened into a more casual, erect bearing. The man in front was easily the most beautiful, his skin olive-toned beneath the typical pallor, his hair a glossy black. He was of a medium build, hard-muscled, of course, but nothing next to Emmett's brawn. He smiled an easy smile, exposing a flash of gleaming white teeth. The woman was wilder, her eyes shifting restlessly between the men facing her, and the loose grouping around me, her chaotic hair quivering in the slight breeze. Her posture was distinctly feline. The second male hovered unobtrusively behind them, slighter than the leader, his light brown hair and regular features both nondescript. His eyes, though completely still, somehow seemed the most vigilant. Their eyes were different, too. Not the gold or black I had come to expect, but a deep burgundy color that was disturbing and sinister. The dark-haired man, still smiling, stepped toward Carlisle.  \"We thought we heard a game,\" he said in a relaxed voice with the slightest of French accents. \"I'm Laurent, these are Victoria and James.\" He gestured to the vampires beside him. \"I'm Carlisle. This is my family, Emmett and Jasper, Rosalie, Esme and Alice, Edward and Bella.\" He pointed us out in groups, deliberately not calling attention to individuals. I felt a shock when he said my name. \"Do you have room for a few more players?\" Laurent asked sociably. Carlisle matched Laurent's friendly tone. \"Actually, we were just finishing up. But we'd certainly be interested another time. Are you planning to stay in the area for long?\" \"We're headed north, in fact, but we were curious to see who was in the neighborhood. We haven't run into any company in a long time.\" \"No, this region is usually empty except for us and the occasional visitor, like yourselves.\" The tense atmosphere had slowly subsided into a casual conversation; I guessed that Jasper was using his peculiar gift to control the situation. \"What's your hunting range?\" Laurent casually inquired. Carlisle ignored the assumption behind the inquiry. \"The Olympic Range here, up and down the Coast Ranges on occasion. We keep a permanent residence nearby. There's another permanent settlement like ours up near Denali.\" Laurent rocked back on his heels slightly. \"Permanent? How do you manage that?\" There was honest curiosity in his voice. \"Why don't you come back to our home with us and we can talk comfortably?\" Carlisle invited. \"It's a rather long story.\" James and Victoria exchanged a surprised look at the mention of the word \"home,\" but Laurent controlled his expression better. \"That sounds very interesting, and welcome.\" His smile was genial. \"We've been on the hunt all the way down from Ontario, and we haven't had the chance to clean up in a while.\" His eyes moved appreciatively over Carlisle's refined appearance. \"Please don't take offense, but we'd appreciate it if you'd refrain from hunting in this immediate area. We have to stay inconspicuous, you understand,\" Carlisle explained. \"Of course.\" Laurent nodded. \"We certainly won't encroach on your territory. We just ate outside of Seattle, anyway,\" he laughed. A shiver ran up my spine. \"We'll show you the way if you'd like to run with us — Emmett and Alice, you can go with Edward and Bella to get the Jeep,\" he casually added. Three things seemed to happen simultaneously while Carlisle was speaking. My hair ruffled with the light breeze, Edward stiffened, and the second male, James, suddenly whipped his head around, scrutinizing me, his nostrils flaring. A swift rigidity fell on all of them as James lurched one step forward into a crouch. Edward bared his teeth, crouching in defense, a feral snarl ripping from his throat. It was nothing like the playful sounds I'd heard from him this morning; it was the single most menacing thing I had ever heard, and chills ran from the crown of my head to the back of my heels. \"What's this?\" Laurent exclaimed in open surprise. Neither James nor Edward relaxed their aggressive poses. James feinted slightly to the side, and Edward shifted in response. \"She's with us.\" Carlisle's firm rebuff was directed toward James. Laurent seemed to catch my scent less powerfully than James, but awareness now dawned on his face. \"You brought a snack?\" he asked, his expression incredulous as he took an involuntary step forward. Edward snarled even more ferociously, harshly, his lip curling high above his glistening, bared teeth. Laurent stepped back again. \"I said she's with us,\" Carlisle corrected in a hard voice. \"But she's human,\" Laurent protested. The words were not at all aggressive, merely astounded. \"Yes.\" Emmett was very much in evidence at Carlisle's side, his eyes on James. James slowly straightened out of his crouch, but his eyes never left me, his nostrils still wide. Edward stayed tensed like a lion in front of me. When Laurent spoke, his tone was soothing — trying to defuse the sudden hostility. \"It appears we have a lot to learn about each other.\" \"Indeed.\" Carlisle's voice was still cool. \"But we'd like to accept your invitation.\" His eyes flicked toward me and back to Carlisle. \"And, of course, we will not harm the human girl. We won't hunt in your range, as I said.\" James glanced in disbelief and aggravation at Laurent and exchanged another brief look with Victoria, whose eyes still flickered edgily from face to face. Carlisle measured Laurent's open expression for a moment before he spoke. \"We'll show you the way. Jasper, Rosalie, Esme?\" he called. They gathered together, blocking me from view as they converged. Alice was instantly at my side, and Emmett fell back slowly, his eyes locked on James as he backed toward us. \"Let's go, Bella.\" Edward's voice was low and bleak. This whole time I'd been rooted in place, terrified into absolute immobility. Edward had to grip my elbow and pull sharply to break my trance. Alice and Emmett were close behind us, hiding me. I stumbled alongside Edward, still stunned with fear. I couldn't hear if the main group had left yet. Edward's impatience was almost tangible as we moved at human speed to the forest edge. Once we were into the trees, Edward slung me over his back without breaking stride. I gripped as tightly as possible as he took off, the others close on his heels. I kept my head down, but my eyes, wide with fright, wouldn't close. They plunged through the now-black forest like wraiths. The sense of exhilaration that usually seemed to possess Edward as he ran was completely absent, replaced by a fury that consumed him and drove him still faster. Even with me on his back, the others trailed behind. We reached the Jeep in an impossibly short time, and Edward barely slowed as he flung me in the backseat. \"Strap her in,\" he ordered Emmett, who slid in beside me. Alice was already in the front seat, and Edward was starting the engine. It roared to life and we swerved backward, spinning around to face the winding road. Edward was growling something too fast for me to understand, but it sounded a lot like a string of profanities. The jolting trip was much worse this time, and the darkness only made it more frightening. Emmett and Alice both glared out the side windows. We hit the main road, and though our speed increased, I could see much better where we were going. And we were headed south, away from Forks. \"Where are we going?\" I asked. No one answered. No one even looked at me. \"Dammit, Edward! Where are you taking me?\" \"We have to get you away from here — far away — now.\" He didn't look back, his eyes on the road. The speedometer read a hundred and five miles an hour. \"Turn around! You have to take me home!\" I shouted. I struggled with the stupid harness, tearing at the straps. \"Emmett,\" Edward said grimly. And Emmett secured my hands in his steely grasp. \"No! Edward! No, you can't do this.\" \"I have to, Bella, now please be quiet.\" \"I won't! You have to take me back — Charlie will call the FBI! They'll be all over your family — Carlisle and Esme! They'll have to leave, to hide forever!\" \"Calm down, Bella.\" His voice was cold. \"We've been there before.\" \"Not over me, you don't! You're not ruining everything over me!\" I struggled violently, with total futility. Alice spoke for the first time. \"Edward, pull over.\" He flashed her a hard look, and then sped up. \"Edward, let's just talk this through.\" \"You don't understand,\" he roared in frustration. I'd never heard his voice so loud; it was deafening in the confines of the Jeep. The speedometer neared one hundred and fifteen. \"He's a tracker, Alice, did you see that? He's a tracker!\" I felt Emmett stiffen next to me, and I wondered at his reaction to the word. It meant something more to the three of them than it did to me; I wanted to understand, but there was no opening for me to ask. \"Pull over, Edward.\" Alice's tone was reasonable, but there was a ring of authority in it I'd never heard before. The speedometer inched passed one-twenty. \"Do it, Edward.\" \"Listen to me, Alice. I saw his mind. Tracking is his passion, his obsession — and he wants her, Alice — her, specifically. He begins the hunt tonight.\" \"He doesn't know where —\" He interrupted her. \"How long do you think it will take him to cross her scent in town? His plan was already set before the words were out of Laurent's mouth.\" I gasped, knowing where my scent would lead. \"Charlie! You can't leave him there! You can't leave him!\" I thrashed against the harness. \"She's right,\" Alice said. The car slowed slightly. \"Let's just look at our options for a minute,\" Alice coaxed. The car slowed again, more noticeably, and then suddenly we screeched to a stop on the shoulder of the highway. I flew against the harness, and then slammed back into the seat. \"There are no options,\" Edward hissed. \"I'm not leaving Charlie!\" I yelled. He ignored me completely. \"We have to take her back,\" Emmett finally spoke. \"No.\" Edward was absolute. \"He's no match for us, Edward. He won't be able to touch her.\" \"He'll wait.\" Emmett smiled. \"I can wait, too.\" \"You didn't see — you don't understand. Once he commits to a hunt, he's unshakable. We'd have to kill him.\" Emmett didn't seem upset by the idea. \"That's an option.\" \"And the female. She's with him. If it turns into a fight, the leader will go with them, too.\" \"There are enough of us.\" \"There's another option,\" Alice said quietly. Edward turned on her in fury, his voice a blistering snarl. \"There — is — no — other — option!\" Emmett and I both stared at him in shock, but Alice seemed unsurprised. The silence lasted for a long minute as Edward and Alice stared each other down. I broke it. \"Does anyone want to hear my plan?\" \"No,\" Edward growled. Alice glared at him, finally provoked. \"Listen,\" I pleaded. \"You take me back.\" \"No,\" he interrupted. I glared at him and continued. \"You take me back. I tell my dad I want to go home to Phoenix. I pack my bags. We wait till this tracker is watching, and then we run. He'll follow us and leave Charlie alone. Charlie won't call the FBI on your family. Then you can take me any damned place you want.\" They stared at me, stunned. \"It's not a bad idea, really.\" Emmett's surprise was definitely an insult. \"It might work — and we simply can't leave her father unprotected. You know that,\" Alice said. Everyone looked at Edward. \"It's too dangerous — I don't want him within a hundred miles of her.\" Emmett was supremely confident. \"Edward, he's not getting through us.\" Alice thought for a minute. \"I don't see him attacking. He'll try to wait for us to leave her alone.\" \"It won't take long for him to realize that's not going to happen.\" \"I demand that you take me home.\" I tried to sound firm. Edward pressed his fingers to his temples and squeezed his eyes shut. \"Please,\" I said in a much smaller voice. He didn't look up. When he spoke, his voice sounded worn. \"You're leaving tonight, whether the tracker sees or not. You tell Charlie that you can't stand another minute in Forks. Tell him whatever story works. Pack the first things your hands touch, and then get in your truck. I don't care what he says to you. You have fifteen minutes. Do you hear me? Fifteen minutes from the time you cross the doorstep.\" The Jeep rumbled to life, and he spun us around, the tires squealing. The needle on the speedometer started to race up the dial.  \"Emmett?\" I asked, looking pointedly at my hands. \"Oh, sorry.\" He let me loose. A few minutes passed in silence, other than the roar of the engine. Then Edward spoke again. \"This is how it's going to happen. When we get to the house, if the tracker is not there, I will walk her to the door. Then she has fifteen minutes.\" He glared at me in the rearview mirror. \"Emmett, you take the outside of the house. Alice, you get the truck. I'll be inside as long as she is. After she's out, you two can take the Jeep home and tell Carlisle.\" \"No way,\" Emmett broke in. \"I'm with you.\" \"Think it through, Emmett. I don't know how long I'll be gone.\" \"Until we know how far this is going to go, I'm with you.\" Edward sighed. \"If the tracker is there,\" he continued grimly, \"we keep driving.\" \"We're going to make it there before him,\" Alice said confidently. Edward seemed to accept that. Whatever his problem with Alice was, he didn't doubt her now. \"What are we going to do with the Jeep?\" she asked. His voice had a hard edge. \"You're driving it home.\" \"No, I'm not,\" she said calmly. The unintelligible stream of profanities started again. \"We can't all fit in my truck,\" I whispered. Edward didn't appear to hear me. \"I think you should let me go alone,\" I said even more quietly. He heard that. \"Bella, please just do this my way, just this once,\" he said between clenched teeth. \"Listen, Charlie's not an imbecile,\" I protested. \"If you're not in town tomorrow, he's going to get suspicious.\" \"That's irrelevant. We'll make sure he's safe, and that's all that matters.\" \"Then what about this tracker? He saw the way you acted tonight. He's going to think you're with me, wherever you are.\" Emmett looked at me, insultingly surprised again. \"Edward, listen to her,\" he urged. \"I think she's right.\" \"Yes, she is,\" Alice agreed. \"I can't do that.\" Edward's voice was icy. \"Emmett should stay, too,\" I continued. \"He definitely got an eyeful of Emmett.\" \"What?\" Emmett turned on me. \"You'll get a better crack at him if you stay,\" Alice agreed. Edward stared at her incredulously. \"You think I should let her go alone?\" \"Of course not,\" Alice said. \"Jasper and I will take her.\" \"I can't do that,\" Edward repeated, but this time there was a trace of defeat in his voice. The logic was working on him. I tried to be persuasive. \"Hang out here for a week —\" I saw his expression in the mirror and amended \"— a few days. Let Charlie see you haven't kidnapped me, and lead this James on a wild-goose chase. Make  sure he's completely off my trail. Then come and meet me. Take a roundabout route, of course, and then Jasper and Alice can go home.\" I could see him beginning to consider it. \"Meet you where?\" \"Phoenix.\" Of course. \"No. He'll hear that's where you're going,\" he said impatiently. \"And you'll make it look like that's a ruse, obviously. He'll know that we'll know that he's listening. He'll never believe I'm actually going where I say I am going.\" \"She's diabolical,\" Emmett chuckled. \"And if that doesn't work?\" \"There are several million people in Phoenix,\" I informed him. \"It's not that hard to find a phone book.\" \"I won't go home.\" \"Oh?\" he inquired, a dangerous note in his voice. \"I'm quite old enough to get my own place.\" \"Edward, we'll be with her,\" Alice reminded him. \"What are you going to do in Phoenix?\" he asked her scathingly. \"Stay indoors.\" \"I kind of like it.\" Emmett was thinking about cornering James, no doubt. \"Shut up, Emmett.\" \"Look, if we try to take him down while she's still around, there's a much better chance that someone will get hurt — she'll get hurt, or you will, trying to protect her. Now, if we get him alone…\" He trailed off with a slow smile. I was right. The Jeep was crawling slowly along now as we drove into town. Despite my brave talk, I could feel the hairs on my arms standing up. I thought about Charlie, alone in the house, and tried to be courageous. \"Bella.\" Edward's voice was very soft. Alice and Emmett looked out their windows. \"If you let anything happen to yourself— anything at all — I'm holding you personally responsible. Do you understand that?\" \"Yes,\" I gulped. He turned to Alice. \"Can Jasper handle this?\" \"Give him some credit, Edward. He's been doing very, very well, all things considered.\" \"Can you handle this?\" he asked. And graceful little Alice pulled back her lips in a horrific <em>grimace</em> and let loose with a guttural snarl that had me cowering against the seat in terror. Edward smiled at her. \"But keep your opinions to yourself,\" he muttered suddenly.",
            "vi": "18        18. Cuộc săn lùng Họ xuất hiện từng người một ở bìa rừng, cách nhau khoảng mười mấy mét. Người đàn ông đầu tiên bước vào khoảng rừng trống lập tức lùi lại, để người đàn ông kia đứng trước mình, đến đứng bên cạnh người đàn ông cao lớn, tóc đen theo cách cho thấy rõ ràng đây là người cầm đầu.  Người thứ ba là một phụ nữ; từ nơi này, tôi chỉ có thể thấy rõ mái tóc đỏ đáng kinh ngạc của cô ta mà thôi.  Họ thu ngắn khoảng cách với nhau rồi mới tiếp tục cẩn thận đi về phía gia đình Edward, thể hiện sự tôn trọng tư nhiên của một đàn thú khi gặp một nhóm đồng loại xa lạ, đông đúc hơn.  Khi họ đến gần, tôi có thể thấy họ khác nhà Cullens ra sao.  Dáng đi của họ giống mèo, dáng đi như luôn sẵn sàng chuyển thành thu mình lấy đà. Họ mặc quần áo bình thường của khách du lịch ba lô:  quần jean và áo sơ mi thường ngày cổ có nút cài bằng loại vải dầy, có thể chịu được mưa gió.  Tuy vậy, quần áo đã sờn cũ và họ đi chân trần. Cả hai người đàn ông đều cắt tóc ngắn, nhưng mái tóc màu cam rực rỡ của người phụ nữ đầy lá và gỗ vụn.  Đôi mắt sắc sảo của họ nhìn chăm chú vào dáng vẻ lịch sự, tao nhã hơn của Carlisle, người được kèm hai bên bởi Emmett và Jasper, đang thận trọng bước về phía trước để đón họ. Họ chẳng hề nói với nhau lời nào, từng người vươn người đứng thẳng thoải mái hơn. Người đàn ông đứng trước rõ ràng là người đẹp nhất, da anh ta màu ô liu khác màu da xanh xao thường thấy, tóc anh ta đen bóng. Anh ta có dáng người tầm thước, bắp cơ rắn chắc, dĩ nhiên, nhưng chẳng là gì khi so với cơ bắp của Emmett. Anh ta mỉm cười thoải mái, để lộ hàm răng trắng bóng.  Người phụ nữ hoang dã hơn, mắt cô ta bồn chồn chuyển từ những người đàn ông đang đối mặt với cô ta, sang nhóm người đang tụ tập xa xa quanh tôi, mái tóc rối bù của cô ta lay động trong làn gió nhẹ. Tư thế của cô ta y như mèo. Người đàn ông thứ hai lởn vởn kín đáo đằng sau họ, mảnh mai hơn thủ lĩnh, mái tóc nâu nhạt và nét mặt đều đặn của anh ta chẳng có gì nổi bật. Mắt anh ta, dù hoàn toàn bất động, nhưng không hiểu sao lại có vẻ cảnh giác nhất. Mắt họ cũng khác. Không phải màu vàng hay màu đen như tôi nghĩ, mà là màu đỏ tía sẫm đáng ngại và độc ác.  Người đàn ông tóc đen, vẫn mỉm cười, bước về phía Carlisle.  \"Chúng tôi nghĩ chúng tôi nghe tiếng một trận đấu, \" anh ta nói bằng giọng thoải mái hơi pha giọng Pháp. \"Tôi là Laurent, đây là Victoria và James.” Anh ta chỉ tay sang mấy con ma cà rồng bên cạnh.  \"Tôi là Carlisle. Đây là gia đình tôi, Emmett và Jasper, Rosalie, Esme và Alice, Edward và Bella.” Ông chỉ vào chúng tôi trong cả nhóm, cố tình không làm chú ý đến từng cá nhân. Tôi cảm thấy sốc khi ông gọi tên tôi.  \"Bạn có chỗ cho thêm vài cầu thủ nữa không?\" Laurent thân thiện hỏi.  Carlisle nói giống giọng thân thiện của Laurent. \"Thực ra thì, chúng tôi vừa chơi xong. Nhưng chắc chắn chúng tôi thích có dịp khác cùng chơi. Các bạn có định ở lại trong khu vực này lâu không?\" \"Thực ra, chúng tôi đã đi về phía bắc, nhưng chúng tôi tò mò muốn biết ai sống bên mình. Đã lâu lắm rồi chúng tôi chẳng hề gặp ai.” \"Không, vùng này thường không có ai ngoài chúng tôi và khách vãng lai, như các bạn. \" Bầu không khí căng thẳng đã từ từ chuyển thành cuộc trò chuyện thông thường; Tôi đoán Jasper đang sử dụng khả năng đặc biệt khác thường của mình để kiểm soát tình huống.  \"Vùng săn bắn của các bạn là gì?\" Laurent xuề xoà hỏi.  Carlisle lờ đi giả định đằng sau câu hỏi này. \"Olympic Range ở đây, thỉnh thoảng quanh Coast Ranges. Chúng tôi sống cố định một chỗ ở gần đây. Có nhóm cũng sống cố định một chỗ như chúng tôi gần Denali.” Laurent giậm nhẹ chân.  \"Cố định ở một chỗ?  Sao các bạn làm được chuyện đó?\"  Giọng anh ta đầy vẻ hiếu kỳ.  \"Sao các bạn không đến nhà chúng tôi chơi để mình có thể nói chuyện thoải mái?\" Carlisle mời. \"Đó là một câu chuyện khá dài. \" James và Victoria nhìn nhau có vẻ ngạc nhiên khi vừa nghe đến từ \"nhà”,  nhưng Laurent kiểm soát vẻ mặt tốt hơn.  \"Nghe rất thú vị, và ân cần. \" anh ta cười vui vẻ. \"Chúng tôi đã săn suốt đoạn đường từ  Ontario, và chúng tôi chưa có dịp tắm rửa đôi chút. \" Mắt anh ta nhìn tán dương dáng người tao nhã của Carlisle.  \"Xin đừng mếch lòng, nhưng chúng tôi sẽ rất cảm kích nếu các bạn không săn bắn trong khu vực này. Chúng tôi phải luôn kín đáo, các bạn hiểu mà, \" Carlisle giải thích.  \"Dĩ nhiên rồi. \" Laurent gật đầu. \"Chúng tôi chắc chắn sẽ không xâm phạm vào lãnh thổ của các bạn đâu.  Dù sao thì, chúng tôi cũng vừa mới ăn ở bên ngoài Seattle rồi” anh ta cười.  Cơn rùng mình chạy lên xương sống tôi.  \"Chúng tôi sẽ dẫn đường cho các bạn nếu các bạn muốn chạy cùng chúng tôi - Emmett và Alice, các con có thể đi với Edward và Bella đi lấy xe jeep, \" ông xuề xoà nói thêm.  Ba thứ hình như xảy ra cùng một lúc khi Carlisle đang nói.  Tóc tôi tung bay trong làn gió thoảng, Edward cứng đờ, và người đàn ông thứ nhì, James, đột ngột quay phắt đầu, xem xét kĩ lưỡng tôi, mũi hắn phập phồng. Tất cả bọn họ đều cứng đờ cả người khi James chồm lên thu người lại. Edward nhe răng, thu người phòng thủ, tiếng gầm gừ hoang dã phát ra từ cổ họng. Chẳng hề giống một chút nào âm thanh đùa giỡn tôi đã nghe sáng nay;  Đó là âm thanh hăm dọa đáng sợ nhất tôi từng nghe, và cơn ớn lạnh chạy từ đỉnh đầu đến gót chân.  \"Gì đây?\" Laurent kêu lên ngạc nhiên vô bờ. Cả James lẫn Edward đều không nới lỏng tư thế hung hăng của họ. James hơi nhử qua một bên là Edward dịch qua chặn lại.  \"Cô ấy ở cùng chúng tôi.”  Sự khước từ kiên định của Carlisle hướng về phía James.  Laurent có vẻ bắt mùi hương của tôi không giỏi bằng James, nhưng giờ đây anh ta đã bắt đầu hiểu ra.  \"Các bạn mang theo đồ ăn vặt à?\" anh ta hỏi, vẻ mặt đầy hoài nghi vừa vô tình bước lên một bước. Edward thậm chí còn gầm gừ dữ dội hơn, khắc nghiệt hơn, môi anh uốn lên để lộ cả hàm răng trắng loá. Laurent lùi bước lần nữa.  \"Tôi đã nói cô ấy cùng phe chúng tôi,”  Carlisle nhắc lại gay gắt.  \"Nhưng cô ta là con người mà, \" Laurent phản đối. Lời anh ta chẳng hề hung hăng, chỉ kinh ngạc.  \"Đúng vậy. \" Emmett rất dễ nhận ra bên Carlisle, mắt anh nhìn vào James. James từ từ đứng thẳng người lên, nhưng mắt anh ta không hề rời tôi, mũi anh ta vẫn phập phồng. Edward vẫn căng thẳng như sư tử trước mặt tôi.  Khi Laurent nói, giọng nói anh ta êm dịu - cố gắng xoa dịu sự thù địch bất ngờ. \"Có vẻ như chúng ta có nhiều điều cần tìm hiểu về nhau. \" \"Đúng vậy. \" giọng Carlisle vẫn điềm tĩnh.  \"Nhưng chúng tôi rất muốn chấp nhận lời mời của bạn. \" Mắt anh ta liếc về phía tôi rồi quay lại Carlisle. \"Và, dĩ nhiên, chúng tôi sẽ không hại cô con người này. Chúng tôi sẽ không săn trong lãnh địa của bạn, như tôi đã nói rồi. \" James liếc nhìn hoài nghi và bực dọc với Laurent và nhìn nhanh trao đổi với Victoria, người vẫn bực dọc nhìn hết người này đến người khác.  Carlisle cân nhắc vẻ cởi mở của Laurent trong chốc lát rồi mới nói.  \"Chúng tôi sẽ dẫn đường cho các bạn. Jasper, Rosalie, Esme?\" ông gọi. Họ tập hợp lại, chắn tầm nhìn của tôi khi họ tụ về.  Alice ngay tức khắc đã ở bên tôi, và Emmett vẫn còn chần chừ phía sau, mắt anh nhìn James không rời khi lùi về phía chúng tôi. \"Đi nào, Bella. \" giọng Edward trầm và ảm đạm.  Trong suốt thời gian này tôi chôn chân tại chỗ, kinh hoàng đến mức hoàn toàn bất động. Edward phải nắm khuỷu tay tôi và kéo mạnh để tôi hết bị thôi miên.  Alice và Emmett theo sát, che tôi đi. Tôi vấp ngã bên Edward, vẫn sững người vì sợ. Tôi không biết nhóm chính kia đã rời khỏi chưa.  Sự nôn nóng của Edward gần như có thể sờ thấy được khi chúng tôi di chuyển ở tốc độ của người bình thường đến bìa rừng.  Khi chúng tôi đã vào rừng, Edward khoác tôi trên lưng mà không ngừng sải bước. Tôi kẹp chặt anh hết mức có thể khi anh bắt đầu chạy, những người khác theo sát gót. Tôi lẳng lặng không nói tiếng nào, nhưng mắt tôi, cứ mở trừng vì sợ hãi, không chịu nhắm lại. Họ lao qua khu rừng bây giờ tối đen như những hồn ma.  Sự vui vẻ hồ hởi hầu như luôn có trong Edward khi anh chạy hoàn toàn không còn nữa, mà thay bằng cơn cuồng nộ đang xâm chiếm anh và làm anh chạy nhanh hơn. Ngay cả với tôi trên lưng, và những người khác theo sau.  Chúng tôi đến xe jeep trong thời gian ngắn không tưởng tượng nỗi, và Edward chỉ chậm lại khi anh đẩy tôi vào ghế sau. \"Thắt đai an toàn cho cô ấy,” anh ra lệnh cho Emmett, người lách vào ngồi cạnh tôi.  Alice đã ngồi ở ghế trước, và Edward đang khởi động máy.  Nó gầm lên và chúng tôi ngoặc ngược lại, quay phắt lại con đường ngoằn ngoèo.  Edward đang gầm gừ điều gì đó quá nhanh tôi không hiểu được, nhưng nghe rất giống một tràng chửi rủa.  Lần này xe chạy còn dằn xóc hơn nhiều, và bóng tối chỉ làm nó đáng sợ hơn. Cả Emmett và Alice đều nhìn ra cửa sổ bên hông.  Chúng tôi chạy ra đường cái, và dù tốc độ tăng nhanh, tôi nhìn rõ hơn nơi đang đi.  Chúng tôi đang đi về hướng nam, rời xa Forks.  \"Mình đang đi đâu vậy?\" tôi hỏi.  Không ai trả lời. Thậm chí chẳng ai nhìn tôi.  \"Quỷ quái, Edward! Anh đang đưa em đi đâu?\" \"Bọn anh phải đưa em ra khỏi nơi này  - thật xa - bây giờ.”   Anh chẳng hề nhìn lại phía sau, mắt anh dán vào đường đi. Đồng hồ tốc độ chỉ một trăm lẻ năm dặm một giờ.  \"Quay lại! Anh phải đưa em về nhà!\" Tôi la to. Tôi vùng vẫy cố tháo bộ khoá bảo hộ ngu ngốc, giật mạnh mấy dây đai.  \"Emmett, \" Edward nói buồn rầu.  Và Emmett giữ chặt tay tôi bằng bàn tay cứng như thép của anh ta.  \"Không! Edward! Không được, anh không được làm vậy.” \"Anh phải, Bella, bây giờ vui lòng ngồi yên nào. \" \"Em sẽ không ngồi yên! Anh phải đưa em về nhà - Charlie sẽ gọi Cục điều tra liên bang! Họ sẽ ở đầy nhà anh - Carlisle và Esme! Họ sẽ phải bỏ đi, để trốn tránh mãi mãi!\" \"Bình tĩnh nào, Bella. \" Giọng anh lạnh lùng. \"Trước đây, bọn anh đã từng bị thế rồi. \" \"Không phải vì em! Anh không được phá hỏng mọi thứ vì em!\" Tôi vùng vẫy dữ dội, hoàn toàn vô ích.  Lần đầu tiên Alice nói. \" Edward, tấp vào lề đường đi.” Anh nhìn cô gay gắt, rồi tăng tốc.  \"Edward, chúng ta hãy bàn bạc cặn kẽ chuyện này.” \"Em không hiểu đâu, \" anh gầm lên thất vọng. Tôi chưa từng nghe giọng anh to thế; trong xe chật hẹp, nghe điếc cả tai. Đồng hồ tốc độ lên gần đến một trăm mười lăm dặm một giờ. “Hắn ta là kẻ cực giỏi đánh hơi, Alice, em có biết thế không? Hắn là một kẻ săn người cực giỏi!\" Tôi cảm thấy Emmett cứng đờ kế bên tôi, và tôi suy nghĩ về phản ứng của anh ấy vì lời nói này. Ba người này hiểu nó hơn tôi; tôi muốn hiểu, nhưng chưa tới lúc để hỏi.  \"Tấp vào lề đường, Edward. \" giọng Alice vừa phải, nhưng đầy quyền uy tôi chưa từng nghe bao giờ.  Đồng hồ tốc độ chầm chậm chuyển sang một trăm hai mươi.  \"Làm đi, Edward. \" \"Nghe nè, Alice. Tôi đọc được suy nghĩ của hắn.  Săn lùng là niềm đam mê của hắn, nỗi ám ảnh của hắn - và hắn muốn cô ấy, Alice – chính xác là cô ấy. Hắn sẽ bắt đầu săn lùng đêm nay.” \"Hắn đâu biết chỗ - \" Anh ngắt lời cô. \"Em nghĩ hắn ta mất bao lâu để đi qua mùi hương của cô ấy trong thành phố này?  Ý hắn đã quyết trước cả khi lời nói được thốt ra khỏi miệng Laurent.” Tôi nói hổn hển, biết mùi hương của tôi sẽ dẫn về đâu. \"Charlie!  Anh không thể bỏ bố em ở đó!  Anh không thể bỏ mặc bố em được!\"  Tôi đập túi bụi vào bộ yên cương bảo vệ.  \"Chị ấy nói đúng, \" Alice nói.  Xe hơi chậm lại.  \"Mình hãy nhìn qua các lựa chọn một chốc thôi, \" Alice dỗ dành.  Xe lại chậm lại, chậm hơn nhiều, rồi đột ngột thắng két dừng ngay bên lề đường cao tốc. Tôi bị bay về phía trước dưới bộ yên cương, rồi bị dộng sầm trở lại chỗ ngồi.  \"Chẳng có lựa chọn nào cả, \" Edward rít lên.  \"Em sẽ không bỏ Charlie lại!\" tôi thét.  Anh lờ tôi đi hoàn toàn.  \"Mình phải đưa cô ấy trở lại, \" Emmett cuối cùng nói.  \"Không. \" Edward dứt khoát.  \"Hắn chẳng thể là đối thủ của mình được, Edward. Hắn không thể chạm được vào cô ấy đâu. \" \"Hắn sẽ đợi.” Emmett mỉm cười. \"Tôi cũng có thể đợi.” \"Em không thấy - em không hiểu rồi. Một khi hắn đã quyết săn, không gì có thể lay chuyển được hắn. Mình phải giết hắn.” Emmett chẳng có vẻ khó chịu chút nào bởi ý đó. \"Đó là một lựa chọn.” \"Còn người đàn bàn nữa. Cô ta theo phe hắn. Nếu phải chiến đấu, tên thủ lãnh cũng sẽ tham gia với họ.” \"Mình có đủ người mà.” \"Có một lựa chọn khác,”  Alice nói lặng lẽ.  Edward nói với cô bằng giọng giận dữ, như thể tiếng nạt nghiêm khắc. \"Không-có-lựa-chọn-khác-nào-cả!” Emmett và tôi đều nhìn anh chằm chằm vì sốc, nhưng Alice chẳng có vẻ gì là ngạc nhiên.  Im lặng kéo dài hồi lâu khi Edward và Alice nhìn nhau chằm chằm.  Tôi phá vỡ im lặng. \"Có ai muốn nghe kế hoạch của tôi không?\" \"Không, \" Edward gầm gừ. Alice nhìn anh trừng trừng, cuối cùng chọc tức.  \"Hãy nghe đi, \" tôi khẩn khoản. \"Anh đưa em về.” \"Không, \" anh ngắt lời.  Tôi nhìn anh trừng trừng và nói tiếp. \"Anh đưa em về.  Em sẽ nói với bố em là em muốn về Phoenix.  Em thu xếp quần áo. Mình đợi cho đến khi kẻ săn người này theo dõi, rồi mình chạy.  Hắn sẽ theo mình và để yên cho Charlie.  Charlie sẽ không gọi Cục điều tra liên bang vì gia đình anh. Sau đó anh có thể đưa em đến bất cứ nơi chết tiệt nào anh muốn.” Họ nhìn tôi chằm chằm, sửng sốt.  \"Không phải là ý kiến dở, thật đó.”  Sự ngạc nhiên của Emmett rõ là một sự sỉ nhục.  \"Nó có thể có tác dụng - và chúng ta không thể bỏ mặc bố chị ấy không ai bảo vệ. Anh biết vậy mà,” Alice nói.  Mọi người đều nhìn Edward.  \"Quá nguy hiểm - tôi không muốn hắn gần cô ấy trong vòng một trăm dặm.” Emmett hết sức tự tin. \" Edward, hắn không đánh lại nỗi mình đâu. \" Alice suy nghĩ một chốc. \"Em không nhìn thấy hắn tấn công. Hắn sẽ cố chờ đến lúc mình để chị ấy ở một mình. \" \"Hắn chẳng mất nhiều thời gian để nhận ra là điều đó sẽ không xảy ra.” \"Em yêu cầu anh phải đưa em về nhà.”  tôi cố tỏ vẻ cứng rắn.  Edward nhấn ngón tay lên thái dương và nhắm nghiền mắt.  \"Xin anh, \" tôi nói nhỏ hơn.  Anh không nhìn lên. Khi anh nói, giọng anh mệt mỏi.  \"Tối nay em sẽ đi khỏi đây, dù tên săn người ấy có nhìn thấy hay không. Em bảo Charlie là em không thể chịu đựng thêm một phút nào ở Forks nữa. Kể cho bố em nghe bất cứ câu chuyện gì làm bố em tin. Xếp bất cứ quần áo gì có trong tầm tay, rồi vào xe tải của em. Anh không quan tâm bố em nói gì với em. Em có mười lăm phút. Em có nghe anh nói không? Mười lăm phút từ lúc em bước qua ngưỡng cửa.” Xe jeep gầm lên, và anh xoay vòng, bánh xe rít lên. Kim đồng hồ tốc độ bắt đầu quay vèo vèo.  \"Emmett?” Tôi hỏi, nhìn đăm đăm vào tay tôi.  \"Ồ, xin lỗi.” Anh thả tôi ra.  Một vài phút trôi qua trong im lặng, chỉ còn tiếng động cơ gầm rú. Sau đó Edward lại nói.  \"Chuyện sẽ xảy ra như sau. Khi mình đến nhà, nếu tên săn người không có ở đó, anh sẽ đưa cô ấy đến cửa.  Rồi cô ấy có mười lăm phút.” Anh nhìn tôi trừng trừng qua kính chiếu hậu. \"Emmett, em canh ngoài nhà. Alice, em coi chừng xe tải. Anh sẽ ở trong nhà khi cô ấy ở đó. Sau khi cô ấy ra ngoài, hai em có thể đưa xe jeep về nhà và báo cho Carlisle biết.” \"Không đời nào, \" Emmett ngắt lời. \"Tôi đi với anh.” \"Nghĩ kỹ đi, Emmett. Anh không biết mình sẽ ra đi bao lâu.” \"Tôi sẽ đi với anh cho đến khi nào chuyện này kết thúc.” Edward thở dài. \"Nếu tên săn người đã ở đó, \" anh buồn rầu nói tiếp, \"mình sẽ chạy luôn.” \"Mình sẽ đến đó trước hắn,” Alice nói một cách tự tin.  Edward có vẻ cũng nghĩ vậy. Cho dù anh với Alice có rắc rối gì chăng nữa, thì bây giờ anh không hề nghi ngờ gì cô.  \"Mình sẽ làm gì với cái xe jeep?” cô hỏi.  Giọng anh hơi gắt. \"Em sẽ chạy nó về nhà. \" \"Không, em sẽ không chạy, \" cô nói bình tĩnh.  Tràng chửi bới lầm bầm lại bắt đầu lần nữa.  \"Tất cả chúng ta không thể ngồi vừa trong xe tải của em được,” tôi thì thầm.  Edward chẳng có vẻ gì đang nghe tôi nói.  \"Em nghĩ anh nên để em đi một mình, \" tôi nói thậm chí lặng lẽ hơn.  Anh đã nghe được câu đó.  \"Bella, vui lòng làm theo cách anh đã nói thôi, chỉ một lần này thôi,” Anh nói giữa hàm răng nghiến chặt.  \"Nghe nè, Charlie đâu có ngu,” Tôi phản đối. \"Nếu mai anh không có mặt trong thành phố, ông sẽ nghi ngờ.” \"Chẳng liên quan gì cả.  Bọn anh sẽ giữ cho bố em an toàn, và đó mới là điều quan trọng.” \"Rồi còn tên săn người này thì sao? Hắn đã thấy kiểu anh phản ứng chiều nay.  Hắn sẽ nghĩ là anh ở bên em, dù là ở đâu. \" Emmett nhìn tôi, lại ngạc nhiên đầy sỉ nhục một lần nữa. \"Edward, hãy nghe lời cô ấy,” anh ta cố thuyết phục. \"Tôi nghĩ cô ấy nói đúng. \" \"Đúng vậy, chị ấy nói đúng,”  Alice đồng ý.  \"Tôi không thể làm thế được. \" Giọng Edward lạnh lẽo.  \"Emmett cũng phải ở lại, \" tôi tiếp tục. \"Hắn chắc chắn đã chú ý Emmett.” \"Cái gì?\" Emmett tấn công tôi.  \"Anh sẽ có ích hơn nếu anh ở lại,” Alice đồng ý.  Edward nhìn cô ấy chằm chằm một cách hoài nghi. \"Em nghĩ anh nên để cô ấy đi một mình?\" \"Dĩ nhiên là không rồi,” Alice nói. \" Jasper và em sẽ lo cho cô ấy.” \"Anh không làm vậy được,” Edward lặp lại, nhưng lúc này giọng anh đã thoáng vẻ chịu thua. Lô-gích đang có tác dụng với anh.  Tôi cố tỏ ra thuyết phục. \"Anh lẩn quẩn ở đây trong vòng một tuần - \" Tôi thấy vẻ mặt anh trong gương và sửa lời \" – một vài ngày.  Để Charlie thấy là anh không bắt cóc em, và khiến James tìm kiếm vô ích.  Đảm bảo hắn sẽ mất hết dấu vết của em. Sau đó anh hãy đến gặp em. Đi đường vòng, dĩ nhiên, rồi Jasper và Alice có thể về nhà.” Tôi có thể thấy anh đang bắt đầu xem xét lời nói của tôi.  \"Sẽ gặp em ở đâu?\" \"Phoenix. \" dĩ nhiên.  \"Không.  Hắn sẽ nghe được đó là nơi em sẽ đến,”  anh sốt ruột nói.  \"Còn anh sẽ làm thấy như đó là một trò bịp bợm, rõ ràng.  Hắn sẽ biết mình biết hắn đang nghe trộm.  Hắn sẽ không bao giờ tin em lại đến nơi em nói.” \"Cô ấy là ma quỉ, \" Emmett cười khúc khích.  \"Nếu không đúng vậy thì sao?” \"Có mấy triệu người ở Phoenix lận,”  tôi báo cho anh biết.  \"Tìm danh bạ điện thoại đâu có khó.” \"Em sẽ không về nhà.” \"Ôi?\" anh hỏi, âm điệu nguy hiểm trong giọng anh.  \"Em khá lớn để sống riêng được rồi.” \" Edward, tụi em sẽ ở bên cô ấy,”  Alice nhắc anh.  \"Mọi người sẽ làm gì ở Phoenix?\" anh gay gắt hỏi cô.  \"Ở trong nhà.” \"Tôi khá khoái vậy.”  Emmett hẳn đang nghĩ đến việc dồn James vào chân tường.  \"Ngậm miệng lại, Emmett.” \"Nhìn nè, nếu mình diệt hắn khi cô ấy vẫn ở gần bên, thế nào cũng sẽ có người bị thương - cô ấy sẽ bị thương, còn không thì anh sẽ bị, vì cố bảo vệ cô ấy. Bây giờ, nếu chúng ta chỉ ở một mình với hắn... \" giọng anh ấy nhỏ dần với nụ cười ít lanh lợi. Tôi đã đúng.  Chiếc xe jeep bây giờ đang bò từ từ khi chạy vào thành phố.  Mặc dù tôi nói dũng cảm lắm, nhưng lông tóc tôi đang dựng đứng lên. Tôi nghĩ về Charlie, một mình trong nhà, và cố tỏ ra dũng cảm.  \"Bella. \" giọng Edward rất dịu dàng. Alice và Emmett nhìn ra cửa sổ. \"Nếu em để cho bất cứ chuyện gì xảy ra với em -  dù là chuyện gì – anh cũng cho đó là do anh gây ra. Em có hiểu vậy không?\" \"Hiểu, \" tôi nuốt nhanh.  Anh hướng về Alice.  \"Jasper lo được không?” \"Tin anh ấy một chút đi, Edward. Anh ấy đã và đang làm rất, rất tốt, mọi thứ đều đã được suy tính kỹ.” \"Em lo chuyện này được không?\" anh hỏi.  Và Alice nhỏ nhắn duyên dáng bặm môi nhăn mặt đầy bực bội rồi gầm gừ một tiếng trong cổ họng làm tôi co rúm mình trong ghế vì sợ hãi.  Edward mỉm cười với cô. \"Nhưng giữ kín mấy cái ý kiến của em đó,” anh đột ngột lẩm bẩm."
        },
        {
            "en": "7 REPETITION          14. FAMILY I COWERED INTO JACOB'S SIDE, MY EYES SCANNING the forest for the other werewolves. When they appeared, striding out from between the trees, they weren't what I was expecting. I'd gotten the image of the wolves stuck in my head. These were just four really big half-naked boys. Again, they reminded me of brothers, quadruplets. Something about the way they moved almost in synchronization to stand across the road from us, the way they all had the same long, round muscles under the same red-brown skin, the same cropped black hair, and the way their expressions altered at exactly the same moment. They started out curious and cautious. When they saw me there, half-hidden beside Jacob, they all became furious in the same second. Sam was still the biggest, though Jacob was getting close to catching up with him. Sam didn't really count as a boy. His face was older—not in the sense of lines or signs of aging, but in the maturity, the patience of his expression. \"What have you done, Jacob?\" he demanded. One of the others, one I didn't recognize—Jared or Paul—thrust past Sam and spoke before Jacob could defend himself. \"Why can't you just follow the rules, Jacob?\" he yelled, throwing his arms in the air. \"What the hell are you thinking? Is she more important than everything—than the whole tribe? Than the people getting killed?\" \"She can help,\" Jacob said quietly. \"Help!\" the angry boy shouted. His arms begin to quiver. \"Oh, that's likely! I'm sure the leech-lover is just dying to help us out!\" \"Don't talk about her like that!\" Jacob shouted back, stung by the boy's criticism. A shudder rippled through the other boy, along his shoulders and down his spine. \"Paul! Relax!\" Sam commanded. Paul shook his head back and forth, not in defiance, but as though he were trying to concentrate. \"Jeez, Paul,\" one of the other boys—probably Jared—muttered. \"Get a grip.\" Paul twisted his head toward Jared, his lips curling back in irritation. Then he shifted his glare in my direction. Jacob took a step to put himself in front of me. That did it. \"Right, protect her!\" Paul roared in outrage. Another shudder, a convulsion, heaved through his body. He threw his head back, a real growl tearing from between his teeth. \"Paul!\" Sam and Jacob shouted together. Paul seemed to fall forward, vibrating violently. Halfway to the ground, there was a loud ripping noise, and the boy exploded. Dark silver fur blew out from the boy, coalescing into a shape more than five-times his size—a massive, crouched shape, ready to spring. The wolf's muzzle wrinkled back over his teeth, and another growl rolled through his colossal chest. His dark, enraged eyes focused on me. In the same second, Jacob was running across the road straight for the monster. \"Jacob!\" I screamed. Mid-stride, a long tremor shivered down Jacob's spine. He leaped forward, diving headfirst into the empty air. With another sharp tearing sound, Jacob exploded, too. He burst out of his skin—shreds of black and white cloth blasted up into the air. It happened so quickly that if I'd blinked, I'd have missed the entire transformation. One second it was Jacob diving into the air, and then it was the gigantic, russet brown wolf—so enormous that I couldn't make sense of its mass somehow fitting inside Jacob—charging the crouched silver beast. Jacob met the other werewolf's attack head-on. Their angry snarls echoed like thunder off the trees. The black and white scraps—the remains of Jacob's clothes—fluttered to the ground where he'd disappeared. \"Jacob!\" I screamed again, staggering forward. \"Stay where you are, Bella,\" Sam ordered. It was hard to hear him over the roar of the fighting wolves. They were snapping and tearing at each other, their sharp teeth flashing toward each other's throats. The Jacob-wolf seemed to have the upper hand—he was visibly bigger than the other wolf, and it looked like he was stronger, too. He rammed his shoulder against the gray wolf again and again, knocking him back toward the trees. \"Take her to Emily's,\" Sam shouted toward the other boys, who were watching the conflict with rapt expressions. Jacob had successfully shoved the gray wolf off the road, and they were disappearing into the forest, though the sound of their snarls was still loud. Sam ran after them, kicking off his shoes on the way. As he darted into the trees, he was quivering from head to toe.  The growling and snapping was fading into the distance. Suddenly, the sound cut off and it was very quiet on the road. One of the boys started laughing. I turned to stare at him—my wide eyes felt frozen, like I couldn't even blink them. The boy seemed to be laughing at my expression. \"Well, there's something you don't see every day,\" he snickered. His face was vaguely familiar—thinner than the others… Embry Call. \"I do,\" the other boy, Jared, grumbled. \"Every single day.\" \"Aw, Paul doesn't lose his temper every day,\" Embry disagreed, still grinning. \"Maybe two out of three.\" Jared stopped to pick something white up off the ground. He held it up toward Embry; it dangled in limp strips from his hand. \"Totally shredded,\" Jared said. \"Billy said this was the last pair he could afford—guess Jacob's going barefoot now.\" \"This one survived,\" Embry said, holding up a white sneaker. \"Jake can hop,\" he added with a laugh. Jared started collecting various pieces of fabric from the dirt. \"Get Sam's shoes, will you? All the rest of this is headed for the trash.\" Embry grabbed the shoes and then jogged into the trees where Sam had disappeared. He was back in a few seconds with a pair of cut-off jeans draped over his arm. Jared gathered the torn remnants of Jacob's and Paul's clothes and wadded them into a ball. Suddenly, he seemed to remember me. He looked at me carefully, assessing. \"Hey, you're not going to faint or puke or anything?\" he demanded. \"I don't think so,\" I gasped. \"You don't look so good. Maybe you should sit down.\" \"Okay,\" I mumbled. For the second time in one morning, I put my head between my  knees. \"Jake should have warned us,\" Embry complained. \"He shouldn't have brought his girlfriend into this. What did he expect?\" \"Well, the wolf's out of the bag now.\" Embry sighed. \"Way to go, Jake.\" I raised my head to glare at the two boys who seemed to be taking this all so lightly. \"Aren't you worried about them at all?\" I demanded. Embry blinked once in surprise \"Worried? Why?\" \"They could hurt each other!\" Embry and Jared guffawed. \"I hope Paul gets a mouthful of him,\" Jared said. \"Teach him a lesson.\" I blanched. \"Yeah, right!\" Embry disagreed. \"Did you see Jake? Even Sam couldn't have phased on the fly like that.  He saw Paul losing it, and it took him, what, half a second to attack? The boy's got a gift.\" \"Paul's been fighting longer. I'll bet you ten bucks he leaves a mark.\" \"You're on. Jake's a natural. Paul doesn't have a prayer.\" They shook hands, grinning. I tried to comfort myself with their lack of concern, but I couldn't drive the brutal image of the fighting werewolves from my head. My stomach churned, sore and empty, my head ached with worry. \"Let's go see Emily. You know she'll have food waiting.\" Embry looked down at me. \"Mind giving us a ride?\" \"No problem,\" I choked. Jared raised one eyebrow. \"Maybe you'd better drive, Embry. She still looks like she might hurl.\" \"Good idea. Where are the keys?\" Embry asked me. \"Ignition.\" Embry opened the passenger-side door. \"In you go,\" he said cheerfully, hauling me up from the ground with one hand and stuffing me into my seat. He appraised the available space. \"You'll have to ride in the back,\" he told Jared. \"That's fine. I got a weak stomach. I don't want to be in there when she blows.\" \"I bet she's tougher than that. She runs with vampires.\" \"Five bucks?\" Jared asked. \"Done. I feel guilty, taking your money like this.\" Embry got in and started the engine while Jared leapt agilely into the bed. As soon as his door was closed, Embry muttered to me, \"Don't throw up, okay? I've only got a ten, and if Paul got his teeth into Jacob…\" \"Okay,\" I whispered. Embry drove us back toward the village. \"Hey, how did Jake get around the injunction anyway?\" \"The… what?\" \"Er, the order. You know, to not spill the beans. How did he tell you about this?\" \"Oh, that,\" I said, remembering Jacob trying to choke out the truth to me last night. \"He didn't. I guessed right.\" Embry pursed his lips, looking surprised. \"Hmm. S'pose that would work.\" \"Where are we going?\" I asked. \"Emily's house. She's Sam's girlfriend… no, fiancée, now, I guess. They'll meet us back there after Sam gives it to them for what just happened. And after Paul and Jake scrounge up some new clothes, if Paul even has any left.\" \"Does Emily know about… ?\" \"Yeah. And hey, don't stare at her. That bugs Sam.\" I frowned at him. \"Why would I stare?\"          Embry looked uncomfortable. \"Like you saw just now, hanging out around werewolves has its risks.\" He changed the subject quickly. \"Hey, are you okay about the whole thing with the black-haired bloodsucker in the meadow? It didn't look like he was a friend of yours, but. .\" Embry shrugged. \"No, he wasn't my friend.\" \"That's good. We didn't want to start anything, break the treaty, you know.\" \"Oh, yeah, Jake told me about the treaty once, a long time ago. Why would killing Laurent break the treaty?\" \"Laurent,\" he repeated, snorting, like he was amused the vampire had had a name. \"Well, we were technically on Cullen turf. We're not allowed to attack any of them, the Cullens, at least, off our land—unless they break the treaty first. We didn't know if the black-haired one was a relative of theirs or something. Looked like you knew him.\" \"How would they go about breaking the treaty?\" \"If they bite a human. Jake wasn't so keen on the idea of letting it go that far.\" \"Oh. Um, thanks. I'm glad you didn't wait.\" \"Our pleasure.\" He sounded like he meant that in a literal sense. Embry drove past the easternmost house on the highway before turning off onto a narrow dirt road. \"Your truck is slow,\" he noted. \"Sorry.\" At the end of the lane was a tiny house that had once been gray. There was only one narrow window beside the weathered blue door, but the window box under it was filled with bright orange and yellow marigolds, giving the whole place a cheerful look. Embry opened the truck door and inhaled. \"Mmm, Emily's cooking.\" Jared jumped out of the back of the truck and headed for the door, but Embry stopped him with one hand on his chest. He looked at me meaningfully, and cleared his throat. \"I don't have my wallet on me,\" Jared said. \"That's okay. I won't forget.\" They climbed up the one step and entered the house without knocking. I followed timidly after them. The front room, like Billy's house, was mostly kitchen. A young woman with satiny copper skin and long, straight, crow-black hair was standing at the counter by the sink, popping big muffins out of a tin and placing them on a paper plate. For one second, I thought the reason Embry had told me not to stare was because the girl was so beautiful. And then she asked \"You guys hungry?\" in a melodic voice, and she turned to face us full on, a smile on half of her face. The right side of her face was scarred from hairline to chin by three thick, red lines, livid in color though they were long healed. One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent <em>grimace</em>. Thankful for Embry's warning, I quickly turned my eyes to the muffins in her hands. They smelled wonderful—like fresh blueberries. \"Oh,\" Emily said, surprised. \"Who's this?\" I looked up, trying to focus on the left half of her face. \"Bella Swan,\" Jared told her, shrugging. Apparently, I'd been a topic of conversation before. \"Who else?\" \"Leave it to Jacob to find a way around,\" Emily murmured. She stared at me, and neither half of her once-beautiful face was friendly. \"So, you're the vampire girl.\" I stiffened. \"Yes. Are you the wolf girl?\" She laughed, as did Embry and Jared. The left half of her face warmed. \"I guess I am.\" She turned to Jared. \"Where's Sam?\" \"Bella, er, surprised Paul this morning.\" Emily rolled her good eye. \"Ah, Paul,\" she sighed. \"Do you think they'll be long? I was just about to start the eggs.\" \"Don't worry,\" Embry told her. \"If they're late, we won't let anything go to waste.\" Emily chuckled, and then opened the refrigerator. \"No doubt,\" she agreed. \"Bella, are you hungry? Go ahead and help yourself to a muffin.\" \"Thanks.\" I took one from the plate and started nibbling around the edges. It was delicious, and it felt good in my tender stomach. Embry picked up his third and shoved it into his mouth whole. \"Save some for your brothers,\" Emily chastised him, hitting him on the head with a wooden spoon. The word surprised me, but the others thought nothing of it. \"Pig,\" Jared commented. I leaned against the counter and watched the three of them banter like a family. Emily's kitchen was a friendly place, bright with white cupboards and pale wooden floorboards. On the little round table, a cracked blue-and-white china pitcher was overflowing with wildflowers. Embry and Jared seemed entirely at ease here. Emily was mixing a humongous batch of eggs, several dozen, in a big yellow bowl. She had the sleeves of her lavender shirt pushed up, and I could see that the scars extended all the way down her arm to the back of her right hand. Hanging out with werewolves truly did have its risks, just as Embry had said. The front door opened, and Sam stepped through. \"Emily,\" he said, and so much love saturated his voice that I felt embarrassed, intrusive, as I watched him cross the room in one stride and take her face in his wide hands. He leaned down and kissed the dark scars on her right cheek before he kissed her lips. \"Hey, none of that,\" Jared complained. \"I'm eating.\" \"Then shut up and eat,\" Sam suggested, kissing Emily's ruined mouth again. \"Ugh,\" Embry groaned. This was worse than any romantic movie; this was so real that it sang out loud with joy and life and true love. I put my muffin down and folded my arms across my empty chest. I stared at the flowers, trying to ignore the utter peace of their moment, and the wretched throbbing of my wounds. I was grateful for the distraction when Jacob and Paul came through the door, and then shocked when I saw that they were laughing. While I watched, Paul punched Jacob on the shoulder and Jacob went for a kidney jab in return. They laughed again. They both appeared to be in one piece. Jacob scanned the room, his eyes stopping when he found me leaning, awkward and out of place, against the counter in the far corner of the kitchen. \"Hey, Bells,\" he greeted me cheerfully. He grabbed two muffins as he passed the table and came to stand beside me. \"Sorry about before,\" he muttered under his breath. \"How are you holding up.'\" \"Don't worry, I'm okay. Good muffins.\" I picked mine back up and started libber again. My chest felt better as soon as Jacob was beside me. \"Oh, man!\" Jared wailed, interrupting us. I looked up, and he and Embry were examining a fading pink line on Paul's forearm. Embry was grinning, exultant. \"Fifteen dollars,\" he crowed. \"Did you do that?\" I whispered to Jacob, remembering the bet. \"I barely touched him. He'll be perfect by sundown.\" \"By sundown?\" I looked at the line on Paul's arm. Odd, but it looked weeks old. \"Wolf thing,\" Jacob whispered. I nodded, trying to not look weirded out. \"You okay?\" I asked him under my breath. \"Not a scratch on me.\" His expression was smug. \"Hey, guys,\" Sam said in a loud voice, interrupting all the conversations going on in the small room. Emily was at the stove, scraping the egg mixture around a big skillet, but Sam still had one hand touching the small of her back, an unconscious gesture. \"Jacob has information for us.\" Paul looked unsurprised. Jacob must have explained this to him and Sam already. Or… they'd just heard his thoughts. \"I know what the redhead wants.\" Jacob directed his words toward Jared and Embry. \"That's what I was trying to tell you before.\" He kicked the leg of the chair Paul had settled into. \"And?\" Jared asked. Jacob's face got serious. \"She is trying to avenge her mate—only it wasn't the black-haired leech we killed. The Cullens got her mate last year, and she's after Bella now.\" This wasn't news to me, but I still shivered. Jared, Embry, and Emily stared at me with open-mouthed surprise. \"She's just a girl,\" Embry protested. \"I didn't say it made sense. But that's why the bloodsucker's been trying to get past us. She's been heading for Forks.\" They continued to stare at me, mouths still hanging open, for a long moment. I ducked my head. \"Excellent,\" Jared finally said, a smile beginning to pull up the corners of his mouth. \"We've got bait.\" With stunning speed, Jacob yanked a can opener from the counter and launched it at Jared's head. Jared's hand flicked up faster than I would have thought possible, and he snagged the tool just before it hit his face. \"Bella is not bait.\" \"You know what I mean,\" Jared said, unabashed. \"So we'll be changing our patterns,\" Sam said, ignoring their squabble. \"We'll try leaving a few holes, and see if she falls for it. We'll have to split up, and I don't like that. But if she's really after Bella, she probably won't try to take advantage of our divided numbers.\" \"Quit's got to be close to joining us,\" Embry murmured. \"Then we'll be able to split evenly.\" Everyone looked down. I glanced at Jacob's face, and it was hopeless, like it had been yesterday afternoon, outside his house. No matter how comfortable they seemed to be with their fate, here in this happy kitchen, none of these werewolves wanted the same fate for their friend. \"Well, we won't count on that,\" Sam said in a low voice, and then continued at his regular volume. \"Paul, Jared, and Embry will take the outer perimeter, and Jacob and I will take the inner. We'll collapse in when we've got her trapped.\" I noticed that Emily didn't particularly like that Sam would be in the smaller grouping. Her worry had me glancing up at Jacob, worrying, too. Sam caught my eye. \"Jacob thinks it would be best if you spent as much time as possible here in La Push.  She won't know where to find you so easily, just in case.\" \"What about Charlie?\" I demanded. \"March Madness is still going,\" Jacob said. \"I think Billy and Harry can manage to keep Charlie down here when he's not at work.\" \"Wait,\" Sam said, holding one hand up. His glance flickered to Emily and then back to me. \"That's what Jacob thinks is best, but you need to decide for yourself. You should weigh the risks of both options very seriously. You saw this morning how easily things can get dangerous here, how quickly they get out of hand. If you choose to stay with us, I can't make any guarantees about your safety.\" \"I won't hurt her,\" Jacob mumbled, looking down. Sam acted as if he hadn't heard him speak. \"If there was somewhere else you felt safe…\" I bit my lip. Where could I go that wouldn't put someone else in danger? I recoiled again from the idea of bringing Renee into this—pulling her into the circle of the target I wore… \"I don't want to lead Victoria anywhere else,\" I whispered. Sam nodded. \"That's true. It's better to have her here, where we can end this.\" I flinched. I didn't want Jacob or any of the rest of them trying to end Victoria. I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly unconcerned by the idea of hunting vampires. \"You'll be careful, right?\" I asked, an audible lump in my throat. The boys burst into loud hoots of amusement. Everyone laughed at me—except Emily. She met my eyes, and I could suddenly see the symmetry underlying her deformity. Her face was still beautiful, and alive with a concern even more fierce than mine. I had to look away, before the love behind that concern could start me aching again. \"Food's ready,\" she announced then, and the strategic conversation was history. The guys hurried to surround the table—which looked tiny and in danger of being crushed by them—and devoured the buffet-sized pan of eggs Emily placed in their midst in record time. Emily ate leaning against the counter like me—avoiding the bedlam at the table—and watched them with affectionate eyes. Her expression clearly stated that this was her family. All in all, it wasn't exactly what I'd been expecting from a pack of werewolves. I spent the day in La Push, the majority of it in Billy's house. He left a message on Charlie's phone and at the station, and Charlie showed up around dinnertime with two pizzas. It was good he brought two larges; Jacob ate one all by himself. I saw Charlie eyeing the two of us suspiciously all night, especially the much-changed Jacob. He asked about the hair; Jacob shrugged and told him it was just more convenient. I knew that as soon as Charlie and I were headed home, Jacob would take off—off to run around as a wolf, as he had done intermittently through the entire day. He and his brothers of sorts kept up a constant watch, looking for some sign of Victoria's return. But since they'd chased her away from the hot springs last night—chased her halfway to Canada, according to Jacob—she'd yet to make another foray. I had no hope at all that she might just give up. I didn't have that kind of luck. Jacob walked me to my truck after dinner and lingered by the window, waiting for Charlie to drive away first. \"Don't be afraid tonight,\" Jacob said, while Charlie pretended to be having trouble with his seat belt. \"We'll be out there, watching.\" \"I won't worry about myself,\" I promised. \"You're silly. Hunting vampires is fun. It's the best part of this whole mess.\" I shook my head. \"If I'm silly, then you're dangerously unbalanced.\" He chuckled. \"Get some rest, Bella, honey. You look exhausted.\" \"I'll try.\" Charlie honked his horn impatiently. \"See you tomorrow,\" Jacob said. \"Come down first thing.\" \"I will.\" Charlie followed me home. I paid scant attention to the lights in my rearview mirror. Instead, I wondered where Sam and Jared and Embry and Paul were, out running in the night. I wondered if Jacob had joined them yet. When we got home, I hurried for the stairs, but Charlie was right behind me. \"What's going on, Bella?\" he demanded before I could escape. \"I thought Jacob was part of a gang and you two were fighting.\" \"We made up.\" \"And the gang?\" \"I don't know—who can understand teenage boys? They're a mystery. But I met Sam Uley and his fiancée, Emily. They seemed pretty nice to me.\" I shrugged. \"Must have all been a misunderstanding.\" His face changed. \"I hadn't heard that he and Emily had made it official. That's nice. Poor girl.\" \"Do you know what happened to her?\" \"Mauled by a bear, up north, during salmon spawning season—horrible accident .  It was more than a year ago now. I heard Sam was really messed up over it.\" \"That's horrible,\" I echoed. More than a year ago. I'd bet that meant it had happened when there was just one werewolf in La Push. I shuddered at the thought of how Sam must have felt every time he looked at Emily's face. That night, I lay awake for a long time trying to sort through the day. I worked my way backward through dinner with Billy, Jacob, and Charlie, to the long afternoon in the Blacks' house, waiting anxiously to hear something from Jacob, to Emily's kitchen, to the horror of the werewolf fight, to talking with Jacob on the beach. I thought about what Jacob had said early this morning, about hypocrisy. I thought about that for a long time. I didn't like to think that I was a hypocrite, only what was the point of lying to myself? I curled into a tight ball. No, Edward wasn't a killer. Even in his darker past, he'd never been a murderer of innocents, at least. But what if he had been? What if, during the time I that I'd known him, he'd been just like any other vampire? What if people had been disappearing from the woods, just like now? Would that have kept me away from him? I shook my head sadly. Love is irrational, I reminded myself. The more you loved someone, the less sense anything made. I rolled over and tried to think of something else—and I thought of Jacob and his brothers, out running in the darkness. I fell asleep imagining the wolves, invisible in the night, guarding me from danger. When I dreamed, I stood in the forest again, but I didn't wander. I was holding Emily's scarred hand as we faced into the shadows and waited anxiously for our werewolves to come home.",
            "vi": "7 REPETITION        14. GIA ĐÌNH   Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác.  Khi họ xuất hiện, sải chân bước ra khỏi rừng, họ không phải là thứ tôi nghĩ mình sẽ thấy.  Tôi cứ nghĩ tới mấy con sói riết. Đây chỉ là bốn chàng trai to lớn ở trần.  Một lần nữa, họ làm tôi nghĩ đến anh em ruột, anh em sinh bốn. Cái gì đó trong cách họ gần như cùng một lúc đứng lại phía bên kia đường đối diện với chúng tôi, trong cái cách tất cả bọn họ đều có các bắp cơ dài cuồn cuộn dưới làn da nâu đỏ như nhau, cũng mái tóc huyền cắt ngắn, và trong cái cách thay đổi nét mặt cùng một lúc y như nhau.  Lúc đầu họ tò mò và cẩn trọng. Khi thấy tôi ở đó, gần như núp bên Jacob, tất cả bọn họ đều cùng nổi giận ngay lập tức.  Sam vẫn còn là người cao lớn nhất, tuy Jacob đã sắp cao bằng anh ta. Sam không thể coi là một cậu bé. Khuôn mặt anh già dặn hơn - không tính theo nếp nhăn hay dấu hiệu của tuổi già, mà là theo vẻ chín chắn, kiên nhẫn trong nét mặt của anh.  \"Em đã làm gì vậy, Jacob?\" anh ta hỏi.  Một trong những người khác, một người tôi không biết - Jared hoặc Paul- đẩy Sam để đi qua và nói trước Jacob có thể biện hộ cho mình  \"Tại sao mày không thể tuân thủ luật hả, Jacob?\" anh ta thét, vung tay lên trời. \"Mày nghĩ cái quái gì vậy? Cô ta quan trọng hơn mọi thứ sao - quan trọng hơn cả cái bộ lạc này sao?  Hơn những người sắp bị giết sao?\" \"Bạn ấy có thể giúp mình, \" Jacob lặng lẽ nói.  \"Giúp!\" cậu bé tức giận la to. Cánh tay anh chàng bắt đầu run rẩy. \"Ồ, hợp lý dữ!  Tôi chắc chắn người yêu-đỉa đang mong giúp mình muốn chết luôn!\" \"Đừng nói về bạn ấy như thế!\" Jacob hét lại, bực tức vì lời bình phẩm của cậu ta.  Một cơn rùng mình gợn khắp cơ thể cậu bé nọ, dọc theo vai và xuống xương sống anh ta.  \"Paul! Dịu xuống!\" Sam ra lệnh.  Paul lắc đầu qua lại, không phải không tuân lời, mà như thể anh chàng đang cố tập trung.  \"Trời đất, Paul,”  một trong những cậu bé khác - có lẽ là Jared - lẩm bẩm. \"Cố kiềm chế. \" Paul xoay đầu về phía Jared, môi cong lên tức tối.  Rồi anh ta chuyển ánh nhìn giận dữ về phía tôi. Jacob bước lên một bước để chặn mình trước tôi.  Đó là giọt nước làm tràn ly.  \"Phải rồi, bảo vệ cô ta đi!\" Paul gầm rú giận dữ. Một cơn rùng mình khác, một cơn chấn động, bùng nổ khắp cơ thể anh ta. Anh chàng ngửa đầu, một tiếng gầm thực sự toạc ra giữa hai hàm răng.  \"Paul!\" Sam và Jacob cùng thét lên.  Paul như té về phía trước, run bần bật.  Sắp xuống đất, có một tiếng xé toạc lớn, rồi cậu bé bùng nổ.  Lớp lông bạc sẫm màu bùng ra khỏi cơ thể cậu ta, kết thành một hình thù to hơn cậu ta gấp năm lần  - một thân hình khổng lồ, đang thu mình, sẵn sàng bung ra.  Mõm sói nhe ra, và một tiếng gầm gừ nữa cuộn qua lồng ngực khổng lồ.  Đôi mắt đen, giận dữ của anh ta dán vào tôi.  Ngay lập tức, Jacob chạy qua đường hướng thẳng vào con quái vật.  \"Jacob!\" Tôi la hét.  Đang lúc sải bước, một cơn rùng mình rùng rùng xuống xương sống Jacob. Anh phóng về phía trước, chúi đầu cuộn người vào không khí như nhảy cầu.  Với một âm thanh rách toạc khác, Jacob cũng bùng nổ. Anh bung ra khỏi quần áo - các mảnh vải trắng đen tung toé vào không trung.  Chuyện xảy ra nhanh đến nỗi nếu chớp mắt, tôi sẽ không thấy được toàn bộ sự biến hình ấy.  Một giây trước Jacob còn đang nhào lộn vào không trung, rồi sau đó đã là con sói màu nâu đỏ khổng lồ - khổng lồ đến nỗi tôi không hiểu nỗi làm sao mà trọng lượng của nó lại có thể vừa cơ thể Jacob -  đang tấn công con quái thú màu bạc đang thu mình ấy.  Jacob đối đầu trực tiếp với cuộc tấn công của người sói kia.  Tiếng gầm gừ giận dữ của họ dội lại như sấm động vang ra khỏi rừng.  Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất.  \"Jacob!\" Tôi lại thét, lảo đảo bước về phía trước.  \"Ở yên đó, Bella,”  Sam ra lệnh. Thật khó nghe tiếng anh ta trong tiếng gầm rống của mấy con sói đang đánh nhau.  Họ đang táp và cắn xé nhau, những chiếc răng nhọn nhá lên ở cổ họng nhau. Con sói Jacob có vẻ chiếm ưu thế - anh to lớn hơn con sói kia rõ ràng, và hình như cũng mạnh hơn. Anh nện vai vào con sói xám hết lần này đến lần khác, đẩy nó trở vào rừng.  \"Đưa cô ấy đến nhà Emily, \" Sam hét về phía mấy cậu bé kia, những người đang chăm chú theo dõi trận đánh nhau. Jacob đã đẩy được con sói xám ra khỏi con đường, và họ biến mất vào rừng, cho dù tiếng gầm gừ của họ vẫn còn lớn. Sam đuổi theo họ, đá giày ra trên đường đi. Vừa chạy như bay vào rừng, anh ta vừa rùng người từ đầu đến chân.  Tiếng gầm gừ và táp xa dần. Bất ngờ, chẳng còn chút tiếng động nào và con đường thật yên tĩnh.  Một trong mấy chàng trai bắt đầu cười.  Tôi nhìn anh ta chằm chằm - đôi mắt tôi mở to cảm thấy tê dại, như thể tôi thậm chí không thể chớp được.  Cậu bé ấy dường như đang cười nhạo vẻ mặt tôi. \"Ừm, có những chuyện đâu phải ngày nào cũng thấy được heng, \" anh chàng cười khúc khích.  Khuôn mặt anh chàng quen quen - gầy hơn những người khác... Embry Call.  \"Tao thấy hoài, \" cậu bé khác, Jared, làu bàu. \"Ngày nào cũng thấy.” \"Ặc, Paul đâu phải ngày nào cũng nổi nóng,” Embry không chịu, vẫn cười toe toét. \"Có lẽ ba ngày hai lần. \" Jared dừng lại nhặt thứ gì đó màu trắng lên khỏi mặt đất. Anh chàng đưa lên cho Embry xem; mấy dải mềm đong đưa trong tay anh chàng.  \"Tan tành xí quách rồi, \" Jared nói. \"Billy nói đây là đôi giầy cuối cùng ổng còn tiền để mua - thế nào Jacob cũng phải đi chân không rồi.” \"Chiếc này còn nguyên, \" Embry nói, đưa lên một chiếc giầy đế mềm màu trắng. \"Jake có thể nhảy lò cò, \" anh chàng cười to nói thêm.  Jared bắt đầu nhặt đủ mẩu vải ra khỏi đất. \"Nhặt giày Sam nhe?  Mấy thứ còn lại của cái này thì quăng thùng rác thôi.” Embry chộp mấy chiếc giày rồi chạy nhanh vô rừng chỗ Sam đã biến mất. Anh chàng quay lại trong vài giây với cặp quần din cắt ngắn khoác trên cánh tay. Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại. Đột nhiên, anh chàng có vẻ nhớ ra tôi.  Anh nhìn tôi kỹ lưỡng, đánh giá.  \"Nè, bạn sẽ không xỉu hoặc ói này nọ đó chớ ?\" anh hỏi.  \"Tôi không nghĩ vậy, \" tôi thở hổn hển.  \"Trông bạn không khoẻ lắm. Có lẽ bạn nên ngồi xuống. \" \"Ừ, \" tôi lầm bầm. Lần thứ hai trong một buổi sáng, tôi đặt đầu vào giữa đầu gối.  \"Lẽ ra Jake nên báo trước cho chúng tôi biết mới phải, \" Embry phàn nàn.  \"Lẽ ra nó không nên để bạn gái dính vô chuyện này.  Nó mong gì chớ?\" \"Ừm, bây giờ thì lộ hết chuyện sói rồi. \" Embry thở dài. \"Thằng Jake này ngốc quá. \" Tôi ngẩng đầu nhìn trừng trừng vào hai chàng trai dường như đang coi nhẹ chuyện này quá. \"Mấy bạn chẳng hề lo cho họ chút nào cả sao?\" Tôi hỏi.  Embry chớp mắt một cái ngạc nhiên \"Lo?Tại sao chớ?\" \"Họ có thể làm bị thương nhau!\" Embry và Jared cười ha hả.  \"Tôi mong Paul tợp được nó một cái, \" Jared nói. \"Dạy cho nó một bài học. \" Tôi tái người.  \"Ờ, hay dữ!\" Embry không chịu. \"Mày có thấy Jake không?  Cả Sam cũng không thể biến hình khi đang vội được như thế.   Nó vừa thấy Paul mất kiểm soát, là chỉ mất, để coi, có nửa giây là tấn công được ngay?  Đúng là khả năng trời phú.” \"Paul đã đánh nhau lâu hơn. Tao cá với mày mười đô la là nó sẽ cắn được một cái.” \"Mày cá đó nhe. Jake có khiếu bẩm sinh. Paul không có cơ may nào đâu. \" Họ bắt tay, cười toe toét.  Tôi cố làm mình yên tâm vì sự thiếu quan tâm của họ, nhưng tôi không thể xua đuổi hình ảnh tàn bạo của mấy người sói đánh nhau ra khỏi đầu. Bao tử tôi rối loạn, đau và trống rỗng, đầu đau vì lo lắng.  \"Mình hãy đi gặp Emily đi. Thế nào chị ấy cũng đã nấu sẵn chờ rồi. \" Embry nhìn xuống tôi. \"Có phiền gì không nếu tụi này đi nhờ xe?\" \"Không sao đâu, \" tôi nghẹn.  Jared nhướng một bên chân mày. \"Có lẽ mày nên lái đi, Embry. Cô ấy vẫn giống như sắp xỉu vậy.” \"Ý hay đó. Chìa khoá đâu rồi?\" Embry hỏi tôi.  \"Công tắc. \" Embry mở cửa phía hành khách. \"Vô đi \" anh chàng vui vẻ nói, kéo mạnh tôi lên khỏi đất bằng một tay rồi nhét tôi vô ghế. Anh chàng ước lượng chỗ trống. \"Mày phải ra phía sau đứng, \" anh chàng nói với Jared.  \"Tốt thôi. Tao dạ dày yếu lắm. Tao không muốn ngồi trong đó khi cô ấy ói. \" \"Tao cá là cô ấy mạnh mẽ hơn vậy. Cô ấy chơi với ma cà rồng mà. \" \"Năm đô la?\" Jared hỏi.  \"Chịu liền. Tao thấy mình tội lỗi quá khi lấy tiền mày như thế này. \" Embry vào rồi khởi động máy trong khi Jared nhanh nhẹn nhảy vô thùng xe. Vừa đóng cửa xong Embry liền thì thầm với tôi, \"Đừng ói nhé, được không?  Tôi chỉ có mười đồng thôi, nếu mà Paul cắn được Jacob... \" \"Được, \" tôi thì thầm.  Embry lái xe đưa chúng tôi về làng trở lại.  \"Nè, làm sao mà Jake lách được luật hay vậy?\" \"...Cái gì ?\"      \"Ờ, mệnh lệnh đó. Bạn biết không, mệnh lệnh không được tiết lộ bí mật. Làm sao nó kể bạn nghe chuyện này được?\" \"Ồ, \" tôi nói, nhớ Jacob cố gắng tiết lộ sự thật cho tôi đêm qua. \"Bạn ấy đâu có kể. Tôi đã đoán trúng. \" Embry bặm môi, có vẻ ngạc nhiên. \"Hừm. Chắc vậy.” \"Mình đang đi đâu vậy?\" Tôi hỏi.  “Đến nhà Emily. Chị ấy là bạn gái của Sam... à không, bây giờ, là hôn thê rồi, tôi nghĩ vậy.  Họ sẽ gặp mình ở đó sau khi Sam cho họ biết chuyện vừa xảy ra. Và sau khi Paul và Jake tìm được quần áo mới, nếu Paul còn được cái nào.” \"Emily có biết chuyện... ?\" \"Có. À này, đừng nhìn chị ấy chòng chọc nhé. Làm vậy Sam bực lắm đó. \" Tôi cau mày khó chịu với anh chàng. \" Tại sao tôi lại nhìn chòng chọc chớ?\" Embry trông có vẻ bứt rứt. \"Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó. \" Anh chàng thay đổi đề tài nhanh chóng. \"Nè, có phải bạn thấy không sao về toàn bộ chuyện với thằng hút máu tóc đen trong đồng cỏ không?  Trông không có vẻ gì hắn là bạn bạn, nhưng... \" Embry nhún vai.  \"Không, hắn không phải là bạn tôi. \" \"Vậy thì tốt. Chúng tôi không muốn gây sự trước, phá vỡ hiệp ước, bạn biết đó. \" \"Ồ, ờ, Jake đã kể tôi nghe về hiệp ước này một lần rồi, cách đây đã lâu. Tại sao giết Laurent lại là phá vỡ hiệp ước ?\" \"Laurent, \" anh chàng lặp lại, khịt mũi, như thể anh ta thấy thích thú vì con ma cà rồng này có tên gọi. \" Ừm, chúng tôi hết sức tuân thủ trên lãnh địa của Cullen. Chúng tôi không được phép tấn công bất cứ ai trong số họ, gia đình Cullen, ít nhất là, bên ngoài lãnh địa của chúng tôi - trừ phi họ phá vỡ hiệp ước trước. Chúng tôi không biết tên tóc đen có phải là bà con này nọ gì của họ không.  Hình như bạn biết hắn.” \"Họ cư xử thế nào thì là phá vỡ hiệp ước?\" \" Nếu họ cắn người. Jake không ưa lắm cái ý để chuyện đi xa đến thế. \" \"Oh. Um, cám ơn. Tôi mừng là các bạn đã không đợi chuyển đó xảy ra.” \"Niềm sung sướng của chúng tôi mà. \" Anh chàng nói nghe như có ý nói theo nghĩa đen.  Embry lái qua ngôi nhà ở mút phía đông trên đường cao tốc rồi mới quẹo vào một con đường đất hẹp.  \"Xe bạn chạy chậm ghê, \" anh chàng lưu ý.  \"Xin lỗi. \" Cuối con đường là một căn nhà nhỏ xíu trước đây có màu xám. Chỉ có một cửa sổ hẹp bên cạnh cánh cửa xanh dương dạn dày sương gió, nhưng bồn hoa ngoài cửa sổ bên dưới đầy cúc vạn thọ cam vàng rực rỡ, làm cả chỗ này rạng rỡ tươi vui.  Embry mở cửa xe tải và hít hà. \" Chà chà, Emily đang nấu ăn.” Jared nhảy ra khỏi phía sau xe tải và đi về phía cửa, nhưng Embry lấy một tay chặn ngực anh chàng. Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng.  \"Tao không có mang theo ví tiền, \" Jared nói.  \"Thế cũng được. Tao sẽ không quên đâu. \" Họ leo lên một bước vô nhà không gõ cửa. Tôi rụt rè theo sau họ.  Phòng trước, như nhà Billy, chủ yếu là bếp. Một cô gái trẻ có làn da màu đồng mịn màng và mái tóc huyền đen nhánh dài, và thẳng đang đứng ở quầy cạnh bồn rửa chén, đang lấy mấy cái bánh nướng xốp ra khỏi hộp thiếc và đặt chúng lên đĩa giấy. Trong một giây, tôi nghĩ lý do Embry đã bảo tôi đừng nhìn chòng chọc là vì cô ấy quá đẹp.  Rồi cô hỏi \"Mấy em đói không?\" bằng một giọng du dương, rồi cô quay sang đối mặt hoàn toàn với chúng tôi, một nụ cười trên một nửa khuôn mặt cô.  Mặt bên phải của cô bị tàn phá từ tóc đến cằm bởi ba lằn đỏ, dầy, nổi rõ dù đã lành lâu rồi. Một lằn kéo dài dưới khoé mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn.  Nhờ lời báo trước của Embry, tôi nhanh chóng quay mắt sang mấy cái bánh nướng trên tay cô. Chúng toả mùi tuyệt vời - như mùi việt quất tươi rói.  \"Ồ, \" Emily nói, bị bất ngờ. \"Ai đây này?\" Tôi nhìn lên, cố tập trung nửa mặt bên trái của cô.  \"Bella Swan, \" Jared nói với Cô, nhún vai. Rõ ràng, tôi đã từng là một chủ đề chuyện trò trước đây. \"Còn ai vào đây nữa?\" \"Hãy để chuyện đó cho Jacob xoay sở,”  Emily thì thầm. Cô nhìn tôi chằm chằm, và cả nửa mặt trước đây đã từng xinh đẹp của cô cũng thân thiện. \"Nè, bạn là người yêu ma cà rồng ha. \" Tôi cứng đờ. \"Vâng. Còn bạn là người yêu sói hả?\" Cô cười, Embry và Jared cũng vậy. Nửa mặt trái hồng lên. \"Chắc vậy quá. \" Cô hướng về Jared. \"Sam đâu?\" \"Bella, ơ, làm Paul bất ngờ sáng nay. \" Emily trợn con mắt lành lặn của cô. \" Ah, Paul, \" Cô thở dài. \"Mấy em nghĩ còn lâu không?  Chị định bắt đầu làm trứng. \" \"Đừng lo, \" Embry nói với cô. \" Nếu họ về trễ, tụi em cũng không để cho bất cứ thứ gì bị lãng phí đâu. \" Emily cười khúc khích, rồi mở tủ lạnh. \"Rõ rồi, \" Cô đồng ý. \" Bella, bạn có đói bụng không? Cứ tự nhiên và tự lấy bánh nướng ăn nhé. \" \"Cám ơn. \" Tôi lấy một cái trong đĩa và bắt đầu gặm quanh rìa.  Ngon tuyệt, và thật dễ chịu trong cái dạ dày nhạy cảm của tôi.  Embry nhón cái thứ ba rồi tống nguyên cái vô miệng.  \"Để dành mấy cái cho mấy anh nữa chứ, \" Emily trừng trị anh chàng bằng cách lấy muỗng gỗ khỏ vô đầu anh ta.  Lời nói này làm tôi ngạc nhiên, nhưng những người khác chẳng hề quan tâm.  \"Đồ con heo, \" Jared bình luận.  Tôi tựa vào quầy nhìn ba người đùa giỡn với nhau như người một nhà.  Bếp của Emily là một nơi thân thiện, sáng sủa với kệ bếp trắng và sàn bằng gỗ lợt. Trên bàn tròn nhỏ, một bình sứ rạn xanh trắng ngập tràn hoa dại. Embry và Jared có vẻ hết sức thoải mái ở đây.  Emily đang trộn một mẻ trứng lớn, đến vài tá, trong một cái tô vàng lớn. Cô xắn tay áo màu oải hương lên, và tôi có thể thấy cái sẹo kéo dài suốt cánh tay cô đến  phía sau bàn tay phải.  Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói.  Cửa trước mở, và Sam bước vô.  \" Emily, \" anh nói, và bao nhiêu yêu thương chứa chan trong giọng anh làm tôi cảm thấy bối rối, làm phiền, khi tôi ngắm anh bước qua phòng chỉ bằng một sải chân và ôm mặt cô trong bàn tay to lớn của mình. Anh cúi xuống và hôn mấy cái sẹo sậm màu bên má phải của cô má rồi mới hôn môi cô.  \"Ê, đừng làm mấy chuyện đó nhe, \" Jared phàn nàn. \"Tôi đang ăn đó. \" \"Thì im miệng mà ăn đi, \" Sam đề nghị, lại hôn lên đôi môi bị tàn phá của Emily lần nữa. \"Ugh, \" Embry rên rỉ.  Chuyện này còn tệ hại hơn mọi phim lãng mạn nào; nó quá thật đến nỗi nó reo vui hân hoan cùng cuộc sống và tình yêu chân thành. Tôi đặt chiếc bánh nướng của mình xuống rồi khoanh tay ngang lồng ngực trống rỗng của mình. Tôi nhìn chằm chằm vào mấy đoá hoa, cố lờ đi sự yên bình tuyệt đối trong khoảnh khắc riêng tư của họ, và lờ đi vết thương phập phồng nhức nhối.  Tôi mừng vì quên được chuyện đó khi Jacob và Paul đi qua cửa, rồi ngạc nhiên khi thấy họ đang cười to. Lúc tôi nhìn, Paul nhéo vai Jacob còn Jacob thụi lại bụng anh chàng. Họ lại cười. Cả hai đều có vẻ lành lặn nguyên vẹn.  Jacob nhìn lướt qua căn phòng, mắt anh dừng lại khi thấy tôi đang tựa người, vụng về và lạc lõng, vào quầy ở phía kia của góc bếp.  \"Chào, Bells, \" anh chào tôi vui vẻ. Anh chộp hai cái bánh nướng xốp khi đi qua bàn và đến đứng bên cạnh tôi. \"Xin lỗi về chuyện lúc nãy, \" anh lẩm bẩm thì thầm. \"Bạn xoay sở ra sao.” \"Đừng lo, tôi ổn. Bánh ngon lắm. \" Tôi cầm bánh mình lên và lại ăn tiếp. Ngực tôi cảm thấy dễ chịu ngay khi có Jacob bên cạnh.  \"Ôi, trời!\" Jared than khóc, ngắt lời chúng tôi.  Tôi nhìn lên, và anh chàng và Embry đang xem xét một lằn màu hồng nhạt trên cẳng tay của Paul. Embry cười toe toét, đắc chí.  \"Mười lăm đô-la, \" anh chàng vui mừng nói.  \"Bạn làm chuyện đó à?\" Tôi thì thầm với Jacob, nhớ lại vụ cá độ.  \"Tôi chỉ mới chạm vô nó thôi. Nó sẽ ngon lành lại khi hoàng hôn xuống. \" \"Khi hoàng hôn xuống?\" Tôi nhìn vào vết thương trên cánh tay Paul. Thiệt kỳ, trông như đã bị cả tuần rồi.  \"Ba chuyện của sói đó mà, \" Jacob thì thầm.  Tôi gật đầu, cố không có vẻ lạ lùng.  \"Bạn ổn không?\" Tôi hỏi nhỏ.  \"Tôi chẳng bị trầy sướt chút nào hết. \" Vẻ mặt anh chàng đầy tự mãn.  \"Nè, các bạn, \" Sam nói lớn, làm gián đoạn mọi cuộc trò chuyện trong căn phòng nhỏ. Emily đang ở chỗ lò nướng, vét hỗn hợp trứng quanh một cái chảo lớn, nhưng Sam vẫn còn để một tay ở thắt lưng cô, một cử chỉ vô thức. \"Jacob có tin tức cho chúng ta.” Paul trông chẳng chút ngạc nhiên. Jacob chắc đã giải thích chuyện này cho anh ấy và Sam rồi. Hoặc ... họ chỉ cần lắng nghe suy nghĩ của anh.  \"Tôi biết bà tóc đỏ muốn gì.” Jacob nói với Jared và Embry. \"Đó là điều tôi đã cố nói với các bạn lúc nãy. \" Anh đá vô chân ghế Paul đang ngồi.  \"Và?\" Jared hỏi.  Mặt Jacob nghiêm túc. \"Cô ta đang cố trả thù cho bạn tình của mình - có điều đó không phải là con đỉa tóc đen mình đã giết. Nhà Cullens đã xử bạn tình của cô ta năm ngoái, và bây giờ cô ta đang theo đuổi Bella.” Đây chẳng phải là tin mới mẻ gì với tôi, nhưng tôi vẫn rùng mình.  Jared, Embry, và Emily nhìn tôi chằm chằm há hốc ngạc nhiên.  \"Cô ấy chỉ là một cô gái thôi mà, \" Embry phản đối.  \"Tôi đâu có nói là chuyện đó hợp lý đâu. Nhưng đó là lý do tại sao con đỉa đó đã cố vượt qua chúng ta. Cô ta đang đi về phía Forks. \" Họ tiếp tục nhìn tôi chằm chằm, miệng vẫn há hốc, một hồi lâu. Tôi cúi đầu.  \"Tuyệt, \" Jared cuối cùng nói, nụ cười bắt đầu làm nhếch khóe miệng của anh chàng. \"Mình đã có mồi nhử rồi. \" Với tốc độ sững người, Jacob lôi một cái đồ khui hộp ở quầy rồi quăng vô đầu Jared.  Bàn tay Jared nhá lên nhanh không tưởng được, và anh chàng chộp được dụng cụ này ngay trước lúc nó đập trúng mặt mình.  \" Bella không phải là mồi nhử. \" \"Mày biết tao muốn nói gì mà, \" Jared nói, không chút xấu hổ.  \"Vì thế mình sẽ thay đổi cách làm, \" Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ. \"Mình sẽ cố gắng tạo mấy cái bẫy, rồi xem cô ta có bị mắc bẫy không. Mình sẽ phải chia nhỏ ra, và tôi không thích vậy. Nhưng nếu cô ta thật đang theo đuổi Bella, có lẽ cô ta sẽ không cố lợi dụng chuyện chia nhỏ nhân sự của mình. \" \"Quil chắc sắp tham gia với mình rồi, \" Embry thì thầm. \"Thế là mình có thể chia đều được. \" Mọi người cúi mặt. Tôi liếc nhìn mặt Jacob, và khuôn mặt anh vô vọng, y như trưa hôm qua, bên ngoài nhà anh.  Bất kể họ có vẻ thoải mái thế nào đi nữa với số phận của mình, thì ở đây trong căn bếp hạnh phúc này, không một người sói nào trong mấy người này lại muốn bạn mình cùng chung số phận. \"Ừm, mình sẽ không trông mong vô chuyện đó, \" Sam nói bằng giọng nhỏ xíu, rồi nói tiếp với âm lượng bình thường của anh. \"Paul, Jared, và Embry sẽ chịu trách nhiệm ở vòng ngoài, còn Jacob và tôi sẽ lo bên trong. Mình sẽ tập hợp lại khi bẫy được cô ta. \" Tôi để ý thấy Emily không thích lắm chuyện Sam thuộc nhóm nhỏ hơn. Nỗi lo lắng của cô khiến tôi liếc lên nhìn Jacob, cũng lo lắng.  Sam bắt gặp ánh mắt tôi. \"Jacob nghĩ tốt nhất là em nên ở đây, tại La Push này càng nhiều càng tốt.   Cô ta sẽ không dễ dàng biết chỗ nào để tìm em, để phòng hờ. \" \"Còn Charlie thì sao?\" Tôi hỏi.  \"Cuộc thi đấu hằng năm March Madness vẫn đang diễn ra,” Jacob nói. \" Tôi nghĩ Billy và Harry có thể giữ được chân Charlie ở dưới này khi ông không ở chỗ làm. \" \"Chờ chút, \" Sam nói, đưa một tay lên. Ánh mắt anh liếc sang Emily rồi quay lại tôi. \"Jacob cho vậy là tốt nhất, nhưng em cần tự mình quyết định. Em nên đánh giá rủi ro của cả hai lựa chọn thật nghiêm túc. Em đã chứng kiến sáng nay mọi chuyện ở đây có thể trở nên nguy hiểm dễ dàng cỡ nào, vượt ngoài tầm kiểm soát nhanh cỡ nào. Nếu em chọn ở với chúng tôi, tôi không thể đảm bảo gì về sự an toàn của em. \" \"Tôi sẽ không làm bạn ấy bị thương đâu, \" Jacob lầm bầm, nhìn xuống.  Sam làm như thể anh chẳng hề nghe anh ấy nói gì. \" Nếu có một nơi nào khác em cảm thấy an toàn... \" Tôi cắn môi. Tôi có thể đến nơi nào mà không làm người khác lâm vào nguy hiểm?  Tôi chùn người bởi ý nghĩ làm Renee bị liên lụy - kéo mẹ vào bia ngắm tôi đang khoác trên người... \"Tôi không muốn dẫn Victoria đến chỗ nào hết, \" tôi thì thầm.  Sam gật đầu. \"Đúng thế.  Thà là để cô ta đến đây, nơi chúng tôi có thể chấm dứt chuyện này. \" Tôi ngần ngại. Tôi không muốn Jacob hoặc bất cứ ai trong bọn họ cố chấm dứt Victoria. Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả.  \"Bạn sẽ cẩn thận, phải không?\"Tôi hỏi, cổ họng nghẹn lại.  Mấy chàng trai phá ra cười lăn bò.  Ai cũng cười nhạo tôi - trừ Emily. Cô nhìn tôi, và tôi bỗng nhìn thấy sự đối xứng dưới khuôn mặt biến dạng của cô. Mặt cô vẫn xinh đẹp, và đầy lo lắng thậm chí còn dữ dội hơn sự lo lắng của tôi. Tôi phải nhìn sang chỗ khác, trước khi tình yêu ẩn sau nỗi lo lắng đó bắt đầu làm tôi đau đớn lần nữa.  \"Thức ăn đã sẵn sàng, \" Cô công bố, thế là cuộc bàn luận chiến lược chỉ còn là quá khứ.  Mấy chàng trai vội vã bao quanh bàn – cái bàn trông nhỏ xíu và có nguy cơ bị họ đè sập - rồi ngấu nghiến trong thời gian kỷ lục chảo trứng to như để đãi tiệc mà Emily đã đặt vào giữa bọn họ. Emily tựa vào quầy giống như tôi để ăn - tránh cảnh ồn ào hỗn loạn ở bàn - và nhìn họ bằng đôi mắt trìu mến. Vẻ mặt cô cho thấy rõ ràng đây là gia đình cô.  Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói.  Tôi ở cả ngày ở La Push, phần lớn trong nhà Billy. Ông nhắn vô điện thoại Charlie và điện thoại ở đồn cảnh sát, thế là khoảng giờ ăn tối, Charlie xuất hiện với hai cái bánh pizza. Thiệt đỡ vì ông mang hai cái to; một mình Jacob đã ăn hết một cái rồi.  Tôi thấy Charlie quan sát hai chúng tôi đầy thắc mắc suốt đêm, nhất là Jacob đã thay đổi quá nhiều. Ông hỏi thăm về chuyện tóc tai; Jacob nhún vai và nói với ông là chỉ vì tiện lợi hơn thôi.  Tôi biết ngay khi Charlie và tôi về tới nhà, Jacob sẽ bắt đầu chạy đôn đáo như một con sói, như anh đã làm từng hồi suốt cả ngày nay. Anh và huynh đệ của mình liên tục canh chừng, tìm dấu hiệu của chuyến trở về của Victoria. Nhưng vì họ đã đuổicô ta ra khỏi suối nước nóng đêm qua - rượt đuổi đến giữa đường qua Ca-na-đa, theo Jacob thì - cô ta hẳn chưa tiến hành đột nhập lần nữa đâu.  Tôi chẳng hề hy vọng cô ta sẽ bỏ cuộc. Tôi đâu có may mắn như thế.  Jacob đi cùng tôi đến xe tải sau bữa tối và nấn ná bên cửa xe, chờ Charlie chạy đi trước.  \"Đêm nay đừng sợ, \" Jacob nói, trong khi Charlie giả vờ không thắt dây an toàn được.  \"Chúng tôi sẽ ở bên ngoài, canh chừng. \" \" Tôi không lo cho mình đâu, \" tôi hứa.  \" Bạn ngốc lắm. Săn ma cà rồng vui lắm.  Đó là phần thích nhất trong toàn bộ chuyện lộn xộn này.” Tôi lắc đầu. \" Nếu tôi mà ngốc, thì bạn không tự chủ một cách đáng ngại.” Anh chàng cười khúc khích. \" Nghỉ ngơi một chút, Bella, bé à. Bạn trông kiệt sức quá. \" \"Tôi sẽ cố. \" Charlie ấn còi sốt ruột. \"Hẹn gặp bạn ngày mai, \" Jacob nói. \"Xuống ngay lúc sáng sớm nhe. \" \"Ừ. \" Charlie theo tôi về nhà. Tôi ít chú ý đến mấy cái đèn trong kính chiếu hậu mà tự hỏi không biết bây giờ Sam và Jared và Embry và Paul đang ở đâu, trong rừng đêm. Tôi tự hỏi không biết Jacob đã nhập bọn với họ chưa.  Khi về đến nhà, tôi vội vã lên cầu thang, nhưng Charlie đã ở ngay phía sau tôi.  \"Chuyện gì đang xảy ra vậy, Bella ?\" ông hỏi trước khi tôi kịp trốn. \"Bố cứ tưởng Jacob thuộc băng đảng gì đó và hai con đang giận nhau.” \"Tụi con làm hoà rồi. \" \"Còn vụ băng đảng thì sao?\" \"Con không biết --- ai mà hiểu nỗi mấy thằng con trai mới lớn chớ? Tụi nó bí ẩn quá trời.  Nhưng con đã gặp Sam Uley và hôn thê của anh ấy, Emily. Họ tốt với con lắm. \" Tôi nhún vai. \"Mọi chuyện chỉ là hiểu lầm mà thôi.” Mặt ông thay đổi. \"Bố chưa nghe nói nó và Emily đã chính thức chuyện đó.  Thiệt hay. Con nhỏ tội nghiệp. \" \"Bố có biết chuyện gì đã xảy ra với bạn ấy không?\" \"Bị gấu tấn công, ở phía bắc, trong mùa cá hồi đẻ trứng -  tai nạn khủng khiếp.  Giờ đã hơn một năm rồi. Bố nghe nói Sam đã đau khổ ghê lắm vì chuyện đó. \" \"Khủng khiếp quá, \" tôi lặp lại. Hơn một năm trước. Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push. Tôi rùng mình khi nghĩ đến chuyện  Sam cảm thấy ra sao mỗi lần anh nhìn mặt Emily.  Đêm đó, tôi nằm thao thức thật lâu cố sắp xếp chuyện trong ngày. Tôi nhớ ngược từ bữa tối với Billy, Jacob, và Charlie, đến suốt buổi chiều ở nhà Black, hồi hộp chờ nghe tin Jacob, đến căn bếp của Emily, đến nỗi kinh hoàng vì trận đánh nhau của người sói, đến cuộc nói chuyện với Jacob trên bãi biển.  Tôi nghĩ về điều Jacob nói sáng sớm nay, về sự giả nhân giả nghĩa. Tôi nghĩ về điều đó thật lâu. Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ? Tôi cuộn chặt người. Không, Edward không phải là một kẻ giết người. Ít nhất thì, ngay cả trong quá khứ đen tối hơn của anh, anh cũng chưa từng là kẻ giết người vô tội.  Nhưng chuyện gì sẽ xảy ra nếu anh vậy?  Chuyện gì sẽ xảy ra nếu, suốt thời gian tôi quen biết anh, anh cũng như mọi con ma cà rồng khác?  Chuyện gì sẽ xảy ra nếu mọi người cũng mất tích trong rừng, giống như bây giờ?  Liệu điều ấy có cản tôi đến gần anh không? Tôi lắc đầu buồn bã. Tình yêu là phi lý, tôi tự nhắc mình. Bạn càng yêu ai đó, thì lại càng ít làm chuyện hợp lý hơn.  Tôi úp người cố nghĩ về chuyện khác - và tôi nghĩ về Jacob và anh em của anh, chạy trogn rừng trong đêm tối. Tôi ngủ thiếp đi khi đang hình dung mấy con sói, ẩn trong màn đêm, bảo vệ tôi khỏi hiểm nguy. Khi mơ, tôi lại đứng trong rừng, nhưng không còn lang thang nữa. Tôi đang nắm bàn sứt sẹo của Emily cùng nhìn vào bóng đêm, lo lắng chờ đợi mấy người sói của chúng tôi quay về."
        }
    ],
    "suggestions": []
}