{
    "en_vn": {
        "data": {
            "content": null,
            "word": "grinning"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "grinning"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "grinning"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grinning"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "grinning"
        }
    },
    "sentences": [
        {
            "en": "He was still <em>grinning</em>.",
            "vi": "Anh vẫn cười toe toét."
        },
        {
            "en": "Embry disagreed, still <em>grinning</em>.",
            "vi": "Embry không chịu, vẫn cười toe toét."
        },
        {
            "en": "Embry was <em>grinning</em>, exultant.",
            "vi": "Embry cười toe toét, đắc chí."
        },
        {
            "en": "She keeps <em>grinning</em> at us.",
            "vi": "Cô ấy vẫn toe toét cười với chúng tôi."
        },
        {
            "en": "What are you <em>grinning</em> about?",
            "vi": "Anh đang cười toe toét cái gì vậy?"
        },
        {
            "en": "He shook his head, <em>grinning</em> wickedly.",
            "vi": "Anh lắc đầu, cười tinh quái."
        },
        {
            "en": "But Charlie was relaxed, still <em>grinning</em> from the unexpected visit.",
            "vi": "Nhưng Charlie thoải mái, vẫn cười toe toét vì chuyến viếng thăm bất ngờ."
        },
        {
            "en": "<em>Grinning</em>, Karen objected in an enthusiastic friendly way.",
            "vi": "Nhe răng ra cười, Karen phản đối một cách nhiệt tình và thân thiện."
        },
        {
            "en": "After receiving the award, he was <em>grinning</em> ear to ear.",
            "vi": "Sau khi nhận giải thưởng, anh ấy cười toe toét."
        },
        {
            "en": "Alice was <em>grinning</em> at me, already in on the plot.",
            "vi": "Alice đang toét miệng cười với tôi, đầy vẻ thông đồng."
        },
        {
            "en": "Just promise you'll tell me, he insisted, <em>grinning</em>.",
            "vi": "Chỉ cần hứa em sẽ kể anh nghe, anh khăng khăng, cười toe toét."
        },
        {
            "en": "Edward ignored him.\"You look awful,\" he told me, <em>grinning</em>.",
            "vi": "Edward lờ anh ấy đi. \"Trông em khủng khiếp quá,\" anh nói, cười toe toét."
        },
        {
            "en": "Both the Wilkes looked embarrassed and Rhett was <em>grinning</em> broadly.",
            "vi": "Cả hai vợ chồng wilke đều có vẻ ngượng còn rhett thì ngoác miệng ra cười."
        },
        {
            "en": "I looked back at Taylor and he was <em>grinning</em> at me.",
            "vi": "Tôi ngoảnh lại nhìn Taylor và anh ta đang cười toe toét với tôi."
        },
        {
            "en": "She was <em>grinning</em> from ear to ear as she accepted the prize.",
            "vi": "Cô ta cười toe toét khi nhận phần thưởng."
        },
        {
            "en": "Shocking moment family let <em>grinning</em> boy, 3, ride their 20ft pet PYTHON in Vietnam",
            "vi": "Khoảnh khắc gây shock: gia đình để cho cậu bé 3 tuổi đang cười toe toét cưỡi con trăn dài 6 mét của nhà nuôi tại Việt Nam"
        },
        {
            "en": "I guess I'm <em>grinning</em> because Jeannie didn't holler very much for a change.",
            "vi": "Tôi đoán là sẽ rất buồn cười vì jeannie chẳng thay đổi gì nhiều lắm."
        },
        {
            "en": "Shocking moment family let <em>grinning</em> boy, 3, ride their 20ft pet PYTHON in Vietnam",
            "vi": "Khoảnh khắc gây shock: gia đình để cho cậu bé 3 tuổi đang cười toe toét cưỡi con trăn dài 6 mét của nhà nuôi tại Việt Nam"
        },
        {
            "en": "The boy was so happy that he kept <em>grinning</em> all the time.",
            "vi": "Cậu bé sung sướng đến nỗi cứ cười toe toét suốt."
        },
        {
            "en": "She sat there <em>grinning</em> like a Cheshire cat while we tried to put the tent up.",
            "vi": "Cô ta ngồi đó miệng cười toe toét trong khi chúng tôi cố dựng lều."
        }
    ],
    "suggestions": []
}