{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gripes"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gripes</k><blockquote><cclass>Nautical lashings securing a boat in its place on deck or in davits.</cclass></blockquote><blockquote>→ <kref>gripe</kref></blockquote></div>",
            "word": "gripes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gripes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gripes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gripes"
        }
    },
    "sentences": [
        {
            "en": "Boyfriend Blues or Girlfriend <em>Gripes</em>",
            "vi": "Sự thất vọng của bạn trai hoặc phàn nàn của bạn gái"
        },
        {
            "en": "Medicine to take when your stomach <em>gripes</em>.",
            "vi": "Thuốc để uống khi dạ dày của anh đau."
        },
        {
            "en": "The young wife <em>gripes</em> all day long about her old husband.",
            "vi": "Cô vợ trẻ suốt ngày cứ phàn nàn về ông chồng già của mình."
        },
        {
            "en": "Microsoft is increasingly willing to call out Google for what it sees as illicit behavior. A year ago, the software company released a long list of <em>gripes</em> about Google's monopolistic actions, and last month it said Google was violating Internet Explorer users' privacy.",
            "vi": "Microsoft luôn sẵn sàng vạch trần Google về những gì mà Microsoft xem là hành vi bất hợp pháp. Cách đây một năm, hãng phần mềm này đã công bố một danh sách dài những lời kêu ca về hành vi độc quyền của Google, và hồi tháng trước, hãng cho biết Google đã xâm phạm quyền riêng tư của người dùng Internet Explorer. "
        },
        {
            "en": "Virginity: A very personal decision    Sometimes it might seem like everyone in school is talking about who's a virgin, who isn't, and who might be. For both girls and guys, the pressure can sometimes be intense. But deciding whether it's right for you to have sex is one of the most important decisions you'll ever have to make. Each person must use his or her own judgment and decide if it's the right time — and the right person. This means considering some very important factors — both physical ones, like the possibility of becoming pregnant or getting a sexually transmitted disease (STD) — and emotional factors, too. Though a person's body may feel ready for sex, sex also has very serious emotional consequences. For many teens, moral factors are very important as well. Family attitudes, personal values, or religious beliefs provide them with an inner voice that guides them in resisting pressures to get sexually involved before the time is right. Peer pressure problems and movie madness Nobody wants to feel left out of things — it's natural to want to be liked and feel as if you're part of a group of friends. Unfortunately, some teens feel that they have to lose their virginity to keep up with their friends or to be accepted. It doesn't sound like it's all that complicated; maybe most of your friends have already had sex with their boyfriends or girlfriends and act like it isn't a big deal. But sex isn't something that's only physical; it's emotional, too. And because everyone's emotions are different, it's hard to rely on your friends' opinions to decide if it's the right time for you to have sex. What matters to you is the most important thing, and your values may not match those of your friends. That's OK — it's what makes people unique. Having sex to impress someone or to make your friends happy or feel like you have something in common with them won't make you feel very good about yourself in the long run. True friends don't really care whether a person is a virgin — they will respect your decisions, no matter what. Even if your friends are cool with your decision, it's easy to be misled by TV shows and movies into thinking that every teen in America is having sex. Writers and producers may make a show or movie plot exciting by showing teens being sexually active, but these teens are actors, not real people with real concerns. They don't have to worry about being ready for sex, how they will feel later on, or what might happen as a result. In other words, these TV and movie plots are stories, not real life. In real life, every teen can, and should, make his or her own decision. Boyfriend blues or girlfriend <em>gripes</em> Although some teens who are going out don't pressure each other about sex, the truth is that in many relationships, one person wants to have sex although the other one doesn't.   Again, maybe one person in a relationship is more curious and has stronger sexual feelings than the other. Or another person has religious reasons why he or she doesn't want to have sex and the other person doesn't share those beliefs.  Whatever the situation, it can place stress and strain on a relationship — you want to keep your boyfriend or girlfriend happy, but you don't want to compromise what you think is right. As with almost every other major decision in life, you need to do what is right for you and not anyone else. If you think sex is a good idea because a boyfriend or girlfriend wants to begin a sexual relationship, think again. Anyone who tries to pressure you into having sex by saying, \"if you truly cared, you wouldn't say no,\" or \"if you loved me, you'd show it by having sex\" isn't really looking out for you and what matters most to you. They're looking to satisfy their own feelings and urges about sex. If someone says that not having sex after doing other kinds of fooling around will cause him or her physical pain, that's also a sign that that person is thinking only of himself or herself. If you feel that you should have sex because you're afraid of losing that person, it may be a good time to end the relationship. Sex should be an expression of love — not something a person feels that he or she must do. If a boyfriend or girlfriend truly loves you, he or she won't push or pressure you to do something you don't believe in or aren't ready for yet. Feeling curious You might have a lot of new sexual feelings or thoughts. These feelings and thoughts are totally normal — it means that all of your hormones are working properly. But sometimes your curiosity or sexual feelings can make you feel like it's the right time to have sex, even though it may not be. Though your body may have the ability to have sex and you may really want to satisfy your curiosity, it doesn't mean your mind is ready. Although some teens understand how sex can affect them emotionally, many don't — and this can lead to confusion and deeply hurt feelings later. But at the same time, don't beat yourself up or be too hard on yourself if you do have sex and then wish you hadn't. Having sexual feelings is normal and handling them can sometimes seem difficult, even if you planned otherwise. Just because you had sex once doesn't mean you have to continue or say yes later on, no matter what anyone tells you. Making mistakes is not only human, it's a major part of being a teen — and you can learn from mistakes. Why some teens wait Some teens are waiting longer to have sex — they are thinking more carefully about what it means to lose their virginity and begin a sexual relationship. For these teens, there are many reasons for abstinence (not having sex). Some don't want to worry about unplanned pregnancy and all its consequences. Others see abstinence as a way to protect themselves completely from STDs. Some STDs (like AIDS) can literally make sex a life-or-death situation, and many teens take this very seriously. Some teens don't have sex because their religion prohibits it or because they simply have a very strong belief system of their own. Other teens may recognize that they aren't ready emotionally and they want to wait until they're absolutely sure they can handle it. When it comes to sex, there are two very important things to remember: one, that you are ultimately the person in charge of your own happiness and your own body; and two, you have a lot of time to wait until you're totally sure about it. If you decide to put off sex, it's OK — no matter what anyone says. Being a virgin is one of the things that proves you are in charge, and it shows that you are powerful enough to make your own decisions about your mind and body. If you find yourself feeling confused about decisions related to sex, you may be able to talk to an adult (like a parent, doctor, older sibling, aunt, or uncle) for advice. Keep in mind, though, that everyone's opinion about sex is different. Even though another person may be able to share useful advice, in the end, the decision is up to you.",
            "vi": "Trinh tiết: Một quyết định hết sức riêng tư     Có đôi khi bạn cảm giác như là mọi người ở trường của mình đang bàn tán về chuyện trinh tiết: ai còn, ai mất, và ai có thể còn....Đối với cả bạn gái và bạn trai thì áp lực này nhiều khi cũng hết sức dữ dội. Nhưng sự lựa chọn liệu quan hệ tình dục có đúng không là một trong những quyết định quan trọng nhất đối với bạn. Mỗi người phải tự suy xét, phán đoán và quyết định xem liệu có phải đây là lúc – và có phải đây là người thích hợp với mình chưa.  Điều này có nghĩa là việc cân nhắc một số yếu tố rất quan trọng – cả yếu tố thể xác như khả năng mang thai hoặc mắc các bệnh lây truyền qua đường tình dục (STD) - và yếu tố cảm xúc, tinh thần nữa. Dẫu thể chất có phát triển đủ để quan hệ tình dục thì hành vi này cũng để lại nhiều hậu quả nghiêm trọng đối với tinh thần và cảm xúc.  Đối với nhiều bạn thanh thiếu niên, yếu tố đạo đức cũng được coi là hết sức quan trọng. Quan điểm của gia đình, giá trị bản thân, hoặc tín ngưỡng tôn giáo là tiếng nói trong thâm tâm thầm kín định hướng cưỡng lại áp lực quan hệ tình dục trước lúc được cho là thích hợp.  Ảnh hưởng sức ép của bạn bè đồng trang lứa và sự rồ dại, phấn khích của phim ảnh Không ai muốn mình lạc lõng, đơn độc cả – đó là điều hết sức tự nhiên, thích làm giống và thích được người khác xem là một thành viên trong một nhóm bạn bè nào đó. Nhưng đáng tiếc thay, một vài bạn thanh thiếu niên lại cảm thấy rằng mình phải mất trinh tiết mới kịp bè kịp bạn hoặc để được chấp nhận thôi.  Có vẻ như tất cả không phải là điều phức tạp hay lớn lao gì; có lẽ là hầu hết các bạn của mình ai cũng đã quan hệ với bạn trai hoặc bạn gái và xem như đó không phải là chuyện hệ trọng hay to tát lắm. Nhưng tình dục không phải chỉ là thể xác đâu, nó còn để lại nhiều hệ luỵ liên quan về tinh thần và xúc cảm nữa. Và vì xúc cảm mỗi người mỗi khác nên rất khó lòng dựa vào quan điểm, ý kiến của bạn bè để quyết định xem liệu đây có phải là lúc thích hợp để quan hệ tình dục hay chưa.  Những thứ quan trọng đối với bạn là điều chính yếu nhất đấy, giá trị của bạn, đạo đức của bạn có thể là không giống như những người khác. Điều này bình thường thôi – “bản sắc riêng”, tính chất riêng đặc thù của từng người không ai giống ai cả. Quan hệ tình dục để gây ấn tượng với người khác hoặc để làm vui lòng bạn mình hoặc làm cho bạn không cảm thấy mình lạc lõng sẽ khiến bạn chẳng cảm thấy vui sướng, hạnh phúc về lâu về dài đâu. Bạn bè chân chính, đích thực sẽ chẳng bao giờ quan tâm xem liệu bạn còn trinh tiết hay không – người ta sẽ tôn trọng sự lựa chọn của bạn, cho dù đó là chuyện gì đi nữa.  Dẫu rằng bạn có tỉnh táo đưa ra quyết định của mình nhưng cũng dễ bị các chương trình truyền hình và phim ảnh làm cho mê muội bởi ý nghĩ là tất cả thanh thiếu niên ở Mỹ đều quan hệ tình dục rồi. Các biên tập viên và nhà sản xuất phim có thể tạo một chương trình hoặc một cốt truyện nào đó gây hứng thú cho người xem bằng cách đưa ra nhiều màn quan hệ tình dục của lứa tuổi thanh thiếu niên, nhưng các em này chỉ là diễn viên thôi, không phải những con người thật và chuyện thật ngoài đời. Họ chẳng phải bận tâm rằng mình đã phát triển chín chắn đủ để quan hệ tình dục hay chưa, cảm xúc sau đó như thế nào hoặc kết quả có thể là gì đi nữa. Hay nói một cách khác là các chương trình tivi và cốt truyện trên phim chỉ là truyện, là ảo không có thực ngoài đời. Trong cuộc sống của chúng ta, tất cả các bạn thanh thiếu niên đều có thể và nên tự đưa ra quyết định của chính mình.  Bạn trai thất vọng hoặc bạn gái phàn nàn  Mặc dù một số thanh thiếu niên giao du bên ngoài không ép buộc nhau phải quan hệ tình dục nhưng sự thật là ở nhiều cặp vẫn thấy người này ham muốn dẫu cho người kia không thích. Hơn nữa có thể là người này cảm thấy tò mò, hiếu kỳ hơn và cảm xúc tình dục nhiều hơn người kia. Hoặc là một người vì lý do tín ngưỡng tôn giáo mà không muốn tình dục nhưng người kia lại không cùng chung quan điểm đó.  Bất kể tình huống là gì đi nữa thì hành vi quan hệ tình dục cũng gây sức ép và căng thẳng cho mối quan hệ tình cảm của hai người – bạn muốn làm cho bạn trai hay bạn gái của mình vui lòng nhưng lại không thích thương lượng, thoả hiệp những điều mà mình cho là đúng đắn.  Cùng với hầu hết các quyết định quan trọng khác trong đời mình, bạn nên làm những gì mình cho là đúng chứ không vì một người nào khác. Nếu bạn cho rằng hành vi quan hệ tình dục là một điều lý tưởng chỉ bởi rằng bạn trai hay bạn gái của mình muốn bắt đầu quan hệ tình dục thì bạn nên suy nghĩ lại nhé. Bất cứ người nào gây áp lực cho bạn, buộc bạn quan hệ tình dục với lý do “nếu em thực sự quan tâm, yêu thương anh thì chẳng bao giờ từ chối” hoặc “nếu em yêu anh, thì hãy quan hệ tình dục để chứng minh đi” thì người ấy hoàn toàn không yêu bạn, không quan tâm chăm lo cho bạn đâu và chẳng hề màng đến điều quan trọng đối với bạn. Những người ấy chỉ muốn thoả mãn nhu cầu tình cảm của họ và ham muốn tình dục của họ mà thôi.  Nếu ai đó cho rằng việc không quan hệ tình dục sau các mối quan hệ lăng nhăng khác khiến mình đau đớn về thể xác thì đó cũng là dấu hiệu cho biết người ấy chỉ nghĩ đến bản thân mình thôi. Nếu bạn nghĩ rằng cần phải quan hệ tình dục vì sợ mất người ấy thì có lẽ đây là lúc kết thúc mối quan hệ tình cảm này đấy. Tình dục là một cách thể hiện tình yêu – không phải là một thứ gì đó mà người ta cảm thấy bắt buộc phải có. Nếu bạn trai hoặc bạn gái của bạn thực sự yêu thương bạn, thì anh ấy hoặc cô ấy sẽ chẳng ép bạn hoặc gây áp lực cho bạn để buộc bạn phải làm một điều gì đó mà mình không muốn hoặc cảm thấy chưa sẵn sàng.  Cảm giác tò mò Bạn có thể có nhiều cảm xúc và ý nghĩ mới lạ về tình dục. Những cảm xúc và suy nghĩ này đều hoàn toàn bình thường – có nghĩa là tất cả các hoóc-môn của bạn đang hoạt động tốt đấy. Nhưng đôi khi chính sự hiếu kỳ hoặc cảm xúc tình dục của bạn có thể khiến cho bạn có cảm giác là đến lúc quan hệ tình dục được rồi, dẫu cho rằng thực tế là không phải vậy. Cho dù là cơ thể của bạn đã phát triển và có thể quan hệ tình dục và bạn cũng có thể thực sự muốn thoả mãn tính hiếu kỳ của mình nhưng điều ấy không đồng nghĩa với tâm trí bạn đã sẵn sàng. Mặc dù một số thanh thiếu niên cũng đã hiểu được hành vi quan hệ tình dục có thể ảnh hưởng đến tinh thần, xúc cảm của mình như thế nào nhưng bên cạnh đó vẫn còn nhiều bạn chưa hiểu được – và điều này có thể làm cho các bạn hoang mang và tổn thương tình cảm nặng nề về sau.  Nhưng đồng thời, bạn cũng chớ nên tự dằn vặt mình hoặc quá khắt khe với bản thân nếu đã quan hệ tình dục rồi và ước rằng bạn đừng làm như thế. Cảm xúc ham muốn tình dục là điều hoàn toàn tự nhiên, bình thường và việc phải kiềm chế thứ cảm xúc ấy đôi khi cũng không mấy dễ dàng dẫu cho rằng bạn có ý định làm khác đi nữa. Không phải vì bạn đã từng quan hệ tình dục một lần mà bạn phải tiếp tục hoặc không thể từ chối những lần sau được, bất kể là người ta có nói với bạn điều gì đi chăng nữa. “Nhân vô thập toàn” – con người ai cũng có lúc phạm phải sai lầm, và thanh thiếu niên cũng không là trường hợp ngoại lệ – bạn cũng có thể rút ra nhiều bài học kinh nghiệm và có thể học được nhiều thứ qua sai lầm của mình đấy. Vì sao cũng có một số bạn thanh thiếu niên chờ đợi Một số thanh thiếu niên không hấp tấp gì và chờ đợi lâu hơn trước khi quan hệ tình dục – các em suy nghĩ cẩn thận và kỹ càng hơn về hành vi khiến mình không còn trong trắng nữa và bắt đầu quan hệ.  Với những thanh thiếu niên này thì người ta cũng có thể thấy được nhiều lý do vì sao các bạn ấy kiêng cữ – không quan hệ tình dục. Một số không muốn phiền toái, lo lắng về việc mang thai ngoài dự định và tất cả các hậu quả của hành vi này. Số khác cho việc kiêng quan hệ tình dục như một cách để tự phòng các bệnh lây nhiễm qua đường tình dục STD (sexually transmitted disease). Một số bệnh lây nhiễm qua đường tình dục như AIDS có thể biến tình dục thành một tình huống dở sống dở chết, và nhiều bạn thanh thiếu niên rất cẩn trọng và cân nhắc trong việc này. Một số bạn thanh thiếu niên không quan hệ tình dục vì tín ngưỡng tôn giáo cấm không cho làm việc ấy hoặc bởi đơn giản chỉ vì các bạn có niềm tin tín ngưỡng rất mãnh liệt. Số khác cũng có thể nhận ra rằng mình chưa chuẩn bị đủ về mặt tinh thần, xúc cảm và muốn chờ đợi cho đến khi hoàn toàn chắc rằng có thể kiểm soát được.  Nếu nói đến tình dục, có hai điều vô cùng quan trọng bạn nên ghi nhớ: một là bạn hoàn toàn là người chịu trách nhiệm về hạnh phúc và thể xác của riêng mình; hai là bạn cũng có rất nhiều thời gian để chờ, để suy nghĩ cho đến khi hoàn toàn chắc chắn về điều ấy. Nếu bạn quyết định không quan hệ tình dục thì cũng bình thường thôi – dẫu người khác có nói gì đi nữa. Việc giữ gìn trinh tiết là một trong những điều có thể chứng tỏ bạn đang chịu trách nhiệm và làm chủ được bản thân và có đủ quyền để có thể tự quyết định về tinh thần và thể xác của mình. Nếu bạn cảm thấy hoang mang về những quyết định liên quan đến vấn đề tình dục, bạn nên tham khảo ý kiến của một người lớn tuổi (như cha mẹ, bác sĩ, anh chị ruột, hoặc cô, chú) và xin họ lời khuyên nên làm gì. Nhưng bạn nên nhớ rằng quan điểm về tình dục không người nào giống người nào cả. Dẫu rằng người khác có cho bạn một lời khuyên bổ ích đi nữa thì cuối cùng quyết định vẫn là ở chính bạn mà thôi."
        }
    ],
    "suggestions": []
}