{
    "en_vn": {
        "data": {
            "content": null,
            "word": "griping",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>griping</k><blockquote><cclass>adjective affect with gastric or intestinal pain.</cclass></blockquote><blockquote>→ <kref>gripe</kref></blockquote></div>",
            "word": "griping",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "griping",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "griping",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "griping",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Stop <em>griping</em>!",
            "vi": "Thôi kêu ca nữa đi!"
        },
        {
            "en": "He keeps <em>griping</em> about having no money",
            "vi": "Anh ấy cứ cằn nhằn mãi về không có tiền"
        },
        {
            "en": "He keeps <em>griping</em> about the holiday.",
            "vi": "Anh ta cứ phàn nàn mãi về kỳ nghỉ."
        },
        {
            "en": "A <em>griping</em> pain in the stomach couldn't make him concentrate on his work.",
            "vi": "Một cơn đau thắt trong dạ dày đã làm anh ta không thể tập trung vào công việc được."
        },
        {
            "en": "It's one thing to occasionally express your displeasure with the way work situations are being handled, but if you get into a routine where you're <em>griping</em> to your coworkers on a consistent basis, you'd better change your ways.",
            "vi": "Đây là một cách để thỉnh thoảng bạn thể hiện sự không hài lòng đối với các tình huống công việc phải xử lí, nhưng nếu bạn ngày nào cũng cứ phàn nàn với đồng nghiệp của mình đều đều thì bạn tốt hơn nên thay đổi."
        },
        {
            "en": "The mistake appears to be one of many in Apple's new mobile maps, which replaced Google Maps as the default map application in iOS 6, the new operating system for iPhones, iPads and iPod Touches. Apple has faced a chorus of complaints since iOS 6 was made available for download Wednesday, and the <em>griping</em> will likely grow louder as people get their hands Friday on new iPhone 5s.",
            "vi": "Có vẻ đây là một trong số nhiều sai sót trong bản đồ di động mới của Apple, thay thế Google Maps làm ứng dụng bản đồ mặc định trên iOS 6, hệ điều hành mới ra mắt dành cho iPhone, iPad và iPod Touch. Apple đã đối mặt với hàng loạt những lời phàn nàn kể từ khi iOS 6 có thể tải về hôm Thứ Tư, và những lời phàn nàn có thể sẽ gay gắt hơn khi thứ Sáu này, mọi người có trong tay iPhone 5 mới ra mắt."
        }
    ],
    "suggestions": []
}