{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[grits]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">yến mạch lứt (chưa giã kỹ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bột yến mạch thô</td></tr></table><i/></div>",
            "word": "grits"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>grits</k><blockquote>■ <cclass>plural noun <cclass>US coarsely ground maize kernels, served boiled with water or milk. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>grytt</i>, <i>grytte</i> 'bran, mill dust', of Gmc origin: related to <kref>groats</kref>. </blockquote></div>",
            "word": "grits"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "grits"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grits"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "grits"
        }
    },
    "sentences": [
        {
            "en": "She always <em>grits</em> her teeth.",
            "vi": "Cô ấy luôn tỏ ra can đảm và cương quyết."
        },
        {
            "en": "She usually <em>grits</em> her teeth when sleeping.",
            "vi": "Cô ấy thường nghiến răng khi đang ngủ."
        },
        {
            "en": "He usually <em>grits</em> his teeth when sleeping.",
            "vi": "Ông ấy hay nghiến răng khi ngủ."
        },
        {
            "en": "He <em>grits</em> his teeth and puts up with it.",
            "vi": "Anh ta chỉ biết cắn răng chịu đựng."
        },
        {
            "en": "She <em>grits</em> her teeth and handles everything as best as she can.",
            "vi": "Cô ấy đã cắn răng chịu đựng để cho mọi việc được ổn thỏa."
        },
        {
            "en": "Taking care of a family, working eight hours a day and rushing to evening classes twice a week is tough for Mary. But she <em>grits</em> her teeth and handles everything as best as she can. She is one tough lady!",
            "vi": "Phải chăm sóc gia đình, rồi làm việc 8 tiếng đồng hồ một ngày và chạy đi học buổi tối 2 lần một tuần đã là điều rất khó khăn cho cô Mary. Nhưng cô đã gom hết sức để dàn xếp cho mọi việc được ổn thỏa. Cô quả là một người đàn bà cứng cỏi."
        },
        {
            "en": "Taking care of a family, working eight hours a day and rushing to evening classes twice a week is tough for Mary. But she <em>grits</em> her teeth and handles everything as best as she can. She is one tough lady!",
            "vi": "Phải chăm sóc gia đình, rồi làm việc 8 tiếng đồng hồ một ngày và chạy đi học buổi tối 2 lần một tuần đã là điều rất khó khăn cho cô Mary. Nhưng cô đã gom hết sức để dàn xếp cho mọi việc được ổn"
        },
        {
            "en": "Taking care of a family, working eight hours a day and rushing to evening classes twice a week is tough for Mary. But she <em>grits</em> her teeth and handles everything as best as she can. She is one",
            "vi": "Phải chăm sóc gia đình, rồi làm việc 8 tiếng đồng hồ một ngày và chạy đi học buổi tối 2 lần một tuần đã là điều rất khó khăn cho cô Mary. Nhưng cô đã gom hết sức để dàn xếp cho mọi việc được ổn thỏa. Cô quả là một người đàn bà cứng cỏi."
        },
        {
            "en": "Barley Try this nutty, whole grain in place of rice with dinner or simmer barley into soups and stews. The fiber in barley can help lower cholesterol levels and may lower blood glucose levels, too. Tip: Hulled or \"whole grain\" barley is the most nutritious. Barley <em>grits</em> are toasted and ground; nice for cereal or as a side dish. Pearl barley is quick, but much of the heart-healthy fiber has been removed.",
            "vi": "Lúa mạch Bạn hãy dùng thử món ngũ cốc nguyên hạt hấp dẫn này thay vì ăn cơm vào buổi tối hoặc ninh nhỏ lửa lúa mạch thành xúp và món canh hầm. Chất xơ trong lúa mạch có thể giúp làm giảm nồng độ cholesterol đồng thời làm giảm nồng độ đường huyết nữa.  Lời khuyên: Lúa mạch tróc vỏ hoặc “nguyên hạt” là nhiều dưỡng chất nhất. Yến mạch lứt được nướng và xay nhuyễn ra; làm món ngũ cốc ngon hoặc dùng như một món ăn phụ. Lúa mạch hạt lớn chế biến nhanh, nhưng nhiều chất xơ có lợi cho sức khỏe tim mạch đã bị mất."
        }
    ],
    "suggestions": []
}