{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['grousəriz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hàng tạp phẩm</td></tr></table><i/></div>",
            "word": "groceries",
            "pronounce": "['grousəriz]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>groceries</k><blockquote>items of food sold in a grocer's shop or supermarket.</blockquote><blockquote>→ <kref>grocery</kref></blockquote></div>",
            "word": "groceries",
            "pronounce": "['grousəriz]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "groceries",
            "pronounce": "['grousəriz]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "groceries",
            "pronounce": "['grousəriz]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "groceries",
            "pronounce": "['grousəriz]"
        }
    },
    "sentences": [
        {
            "en": "The <em>groceries</em> provide people with goods everyday.",
            "vi": "Casc cửa hàng tạp hóa cung cấp hàng hóa cho mọi người mỗi ngày."
        },
        {
            "en": "The butcher sold <em>groceries</em> as a sideline.",
            "vi": "Một người bán thịt bán thêm tạp hóa như hàng phụ."
        },
        {
            "en": "She is bringing the <em>groceries</em> home.",
            "vi": "Cô ta đang đem đồ tạp hóa về nhà."
        },
        {
            "en": "I go to Vons for my <em>groceries</em>.",
            "vi": "Tớ đến chợ Vons mua mấy hàng tạp hóa thôi."
        },
        {
            "en": "We buy our <em>groceries</em> at that store in the corner.",
            "vi": "Chúng tôi mua các món tạp hoá ở cửa hiệu nằm nơi góc đường."
        },
        {
            "en": "You can put the <em>groceries</em> down on the kitchen counter.",
            "vi": "Bạn có thể đặt hàng hóa xuống tại cái quầy của bếp."
        },
        {
            "en": "These <em>groceries</em> will add up to almost sixty dollars.",
            "vi": "Đồ tạp hoá tổng cộng gần 60 đô la."
        },
        {
            "en": "We buy our <em>groceries</em> at that store on the corner.",
            "vi": "Chúng tôi mua các món tạp hóa ở cửa hiệu nằm ở góc đường."
        },
        {
            "en": "She laboured up the stairs with her bag of <em>groceries</em>.",
            "vi": "Cô ta khệ nệ lên cầu thang với túi đồ của mình."
        },
        {
            "en": "But the carts not only have <em>groceries</em> in them.",
            "vi": "Nhưng trong xe không phải chỉ có thực phẩm."
        },
        {
            "en": "Ethnic stores are often <em>groceries</em> stores, which sell <em>groceries</em> from the country of origin and surrounding regions.",
            "vi": "Các cửa hàng của người dân tộc thường là các cửa hàng tạp phẩm, bán các hàng hoá tạp phẩm từ nước có xuất xứ đến các vùng lân cận."
        },
        {
            "en": "How many times per month do you shop for <em>groceries</em>?",
            "vi": "Cô mua hàng tạp hóa mỗi tháng mấy lần?"
        },
        {
            "en": "She slammed the <em>groceries</em> down on the table.",
            "vi": "Cô ta ném phịch những món đồ tạp phẩm lên bàn."
        },
        {
            "en": "What <em>groceries</em> supplies/goods is available within 30 km?",
            "vi": "cửa hàng tạp hóa vật tư hàng hoá có sẵn trong vòng 30 km là gì?"
        },
        {
            "en": "I must nip out and get some <em>groceries</em>.",
            "vi": "Tôi phải chạy vụt ra ngoài và mua chút rau củ."
        },
        {
            "en": "I think we spent $300 all in all for the <em>groceries</em>.",
            "vi": "Tôi nghĩ là chúng ta đã tiêu tổng cộng 300 đô la cho rau quả."
        },
        {
            "en": "<em>Groceries</em> are reporting a sharp rise in sales of organic produce.",
            "vi": "Các tiệm tạp hóa đang thông báo về sự gia tăng bất ngờ trong doanh số bán sản phẩm hữu cơ."
        },
        {
            "en": "She's trying to keep sight of the young man as she finishes buying her <em>groceries</em>.",
            "vi": "Cô ấy vẫn nhìn theo gã trai trẻ khi mua xong thức ăn."
        },
        {
            "en": "People were stocking up <em>groceries</em> for fear of escalating violence, Xinhua said.",
            "vi": "Mọi người đang tích trữ thực phẩm vì lo sợ nạn bạo lực leo thang, hãng tin Xinhua đã nói."
        },
        {
            "en": "We managed to get to town to buy <em>groceries</em> right before the rains hit.",
            "vi": "Chúng tôi đã xoay sở để vào thị trấn mua hàng hóa ngay trước khi mùa mưa tới."
        }
    ],
    "suggestions": []
}