{
    "en_vn": {
        "data": {
            "content": null,
            "word": "groomed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>groomed</k><blockquote><cclass>adjective give a neat and tidy appearance to.</cclass></blockquote><blockquote>→ <kref>groom</kref></blockquote></div>",
            "word": "groomed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "groomed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "groomed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "groomed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Be well <em>groomed</em>",
            "vi": "Ăn mặc tề chỉnh chải chuốt"
        },
        {
            "en": "Be badly <em>groomed</em>",
            "vi": "Ăn mặc lôi thôi nhếch nhác"
        },
        {
            "en": "She is always perfectly <em>groomed</em>.",
            "vi": "Cô ấy luôn ăn mặc hết sức chỉnh tề chải chuốt."
        },
        {
            "en": "He is always badly <em>groomed</em>.",
            "vi": "Anh ta luôn ăn mặc lôi thôi nhếch nhác."
        },
        {
            "en": "He is always well <em>groomed</em>.",
            "vi": "Anh ta luôn ăn mặc tề chỉnh chải chuốt."
        },
        {
            "en": "He is being <em>groomed</em> for stardom.",
            "vi": "Anh ấy đang được chuẩn bị để trở thành một ngôi sao điện ảnh."
        },
        {
            "en": "People will remember you when you are well-<em>groomed</em>.",
            "vi": "Người ta sẽ nhớ đến bạn khi bạn ăn mặc đẹp."
        },
        {
            "en": "He had been <em>groomed</em> as a future manager.",
            "vi": "Anh ta được đào tạo để thành một giám đốc trong tương lai."
        },
        {
            "en": "She was <em>groomed</em> for stardom by her ambitious parents.",
            "vi": "Cô ta được đào tạo để thành ngôi sao điện ảnh vì tham vọng của cha mẹ cô."
        },
        {
            "en": "People will remember you when you are well - <em>groomed</em>.",
            "vi": "Người ta sẽ nhớ đến bạn khi bạn ăn mặc đẹp."
        },
        {
            "en": "Everywhere, there are well-<em>groomed</em>, well-mannered young people.",
            "vi": "Ở mọi nơi, đều có những thanh niên lịch sự, ăn mặc đẹp."
        },
        {
            "en": "The 10 - year - old schoolgirls are being <em>groomed</em> for stardom.",
            "vi": "Các nữ sinh ở tuổi lên 10 đang được chuẩn bị trở thành những ngôi sao điện ảnh."
        },
        {
            "en": "She has been wittingly <em>groomed</em> for espionage since she was a wee slip of a girl.",
            "vi": "Cô ấy đã ý thức được nghề gián điệp từ khi cô ấy còn rất nhỏ."
        },
        {
            "en": "A well - <em>groomed</em> and socially confident image can boost your career and personal life.",
            "vi": "Một hình tượng tự tin về mặt xã hội và ăn mặc đẹp có thể nâng sự nghiệp và cuộc sống của bạn lên."
        },
        {
            "en": "A well-<em>groomed</em> and socially confident image can boost your career and personal life.",
            "vi": "Một hình tượng tự tin về mặt xã hội và ăn mặc đẹp có thể nâng sự nghiệp và cuộc sống của bạn lên."
        },
        {
            "en": "Whatever you wear, try to stay clean and well-<em>groomed</em>; bathe several times a day if necessary.",
            "vi": "Cho dù bạn mặc gì, cố gắng giữ sạch sẽ và tươm tất; tắm rửa vài lần trong ngày nếu cần thiết."
        },
        {
            "en": "He'd had holes in both of his socks, i remembered; through one a slender big toe had protruded, with the nail neatly <em>groomed</em>.",
            "vi": "Ông ta mang đôi vớ có thủng nhiều lỗ, tôi nhớ thế; một ngón chân cái mảnh mai thòi ra ngoài, các móng chân được săn sóc sạch sẽ."
        },
        {
            "en": "It guides people to achieve a well-<em>groomed</em> appearance, and improves their communication skills and etiquette so that they can act appropriately and confidently in any situation.",
            "vi": "Nó hướng dẫn mọi người đạt được hình thức ăn mặc đẹp, và cải thiện những kỹ năng và nghi thức giao tiếp để họ có thể giao thiệp một cách tự tin và tuỳ nghi trong bất kỳ hoàn cảnh nào."
        },
        {
            "en": "He was untidy now, where once he had been well <em>groomed</em>, and it took all Pork's scandalized arguing even to make him change his linen before supper.",
            "vi": "Trước kia chàng ăn mặt chải chuốt bao nhiêu thì nay lại lôi thôi lếch thếch bấy nhiêu, và pork phải cáu lên mới khiến được chàng thay quần áo trước khi đi ăn tối."
        },
        {
            "en": "It guides people to achieve a well - <em>groomed</em> appearance, and improves their communication skills and etiquette so that they can act appropriately and confidently in any situation.",
            "vi": "Nó hướng dẫn mọi người đạt được hình thức ăn mặc đẹp, và cải thiện những kỹ năng và nghi thức giao tiếp để họ có thể giao thiệp một cách tự tin và tuỳ nghi trong bất kỳ hoàn cảnh nào."
        }
    ],
    "suggestions": []
}