{
    "en_vn": {
        "data": {
            "content": null,
            "word": "groping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "groping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "groping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "groping"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "groping"
        }
    },
    "sentences": [
        {
            "en": "We're <em>groping</em> towards a compromise.",
            "vi": "Chúng tôi đang tìm kiếm một thỏa hiệp."
        },
        {
            "en": "He is <em>groping</em> after the light switch.",
            "vi": "Cậu ta đang mò mẫm cái nút bật đèn."
        },
        {
            "en": "We 're <em>groping</em> towards a compromise.",
            "vi": "Chúng tôi đang tìm kiếm một thỏa hiệp."
        },
        {
            "en": "Mary is <em>groping</em> around in her bag for her book.",
            "vi": "Mary đang mò trong túi xách của cô ấy để tìm cuốn sách của cô ấy."
        },
        {
            "en": "They are <em>groping</em> to the foot of the ladder.",
            "vi": "Bọn nó lần mò tới chân thang."
        },
        {
            "en": "He is <em>groping</em> his way in the dark.",
            "vi": "Anh ta dò dẫm đường trong đêm tối."
        },
        {
            "en": "A tricky question left him <em>groping</em> for an answer.",
            "vi": "Một câu hỏi lắt léo bắt anh ta mày mò tìm câu trả lời."
        },
        {
            "en": "She was <em>groping</em> around in her bag for her keys.",
            "vi": "Bà ta mò mẫm tìm chìa khóa trong túi."
        },
        {
            "en": "I was <em>groping</em> about in the dark, trying to find the light switch.",
            "vi": "Tôi mò mẫm trong bóng tối cố tìm cái công tắc đèn."
        },
        {
            "en": "A football player in Germany has been caught sneakily <em>groping</em> the boobs of a female referee.",
            "vi": "Một cầu thủ bóng đá ở Đức đã bị bắt vì lén sờ ngực một trọng tài nữ."
        },
        {
            "en": "After a two-year court battle over dueling lawsuits and a six-day trial, a jury sided with Swift who accused an ex-Denver radio DJ of <em>groping</em> her during a photo op in 2013.",
            "vi": "Sau vụ kiện tụng tranh đấu giữa đôi bên kéo dài hai năm và một phiên xử trong sáu ngày, bồi thẩm đoàn đã đứng về phía Swift, người đã buộc tội cựu DJ radio Denver đã sàm sỡ cô trong suốt một cuộc triển lãm ảnh vào năm 2013."
        },
        {
            "en": "After a two-year court battle over dueling lawsuits and a six-day trial, a jury sided with Swift who accused an ex-Denver radio DJ of <em>groping</em> her during a photo op in 2013.",
            "vi": "Sau vụ kiện tụng tranh đấu giữa đôi bên kéo dài hai năm và một phiên xử trong sáu ngày, bồi thẩm đoàn đã đứng về phía Swift, người đã buộc tội cựu DJ radio Denver đã sàm sỡ cô trong suốt một cuộc triển lãm ảnh vào năm 2013."
        },
        {
            "en": "In a 2015 survey, passengers said watching women put on make-up was number eight on a list of the biggest nuisances on trains. Other nuisances included men <em>groping</em> women and people talking loudly on smartphones.",
            "vi": "Khảo sát vào năm 2015, các hành khách đã nói xem người phụ nữ trang điểm đã là 8 số trong một danh sách phiền toái nhất trên tàu. Phiền hà khác bao gồm người đàn ông mò mẫm phụ nữ và người khác nói điện thoại lớn."
        },
        {
            "en": "On Monday, after Swift won the whole enchilada — total victory — in her <em>groping</em> trial in Denver, she released a statement vowing to spread her largess to organizations that help victims of sexual assault.",
            "vi": "Hôm thứ hai, sau khi Swift giành chiến thắng triệt để trong vụ kiện Denver sàm sỡ cô, cô đã thề trước giới truyền thông rằng cô sẽ rộng lòng quyên góp cho các tổ chức giúp đỡ nạn nhân bị tấn công tình dục."
        },
        {
            "en": "As they walked in the sunlight, in the crowd moving slowly down the street, he was <em>groping</em> for words to describe the secret thoughts he had always had about her.",
            "vi": "Trong khi họ đi dưới ánh nắng, giữa đám đông người đi chầm chậm về phía dưới phố, anh lần mò tìm lời để diễn tả những ý nghĩ thầm kín mà anh đã có về nàng."
        },
        {
            "en": "On Monday, after Swift won the whole enchilada — total victory — in her <em>groping</em> trial in Denver, she released a statement vowing to spread her largess to organizations that help victims of sexual assault.",
            "vi": "Hôm thứ hai, sau khi Swift giành chiến thắng triệt để trong vụ kiện Denver sàm sỡ cô, cô đã thề trước giới truyền thông rằng cô sẽ rộng lòng quyên góp cho các tổ chức giúp đỡ nạn nhân bị tấn công tình dục."
        },
        {
            "en": "In 2005, he was cleared of charges he molested a 13-year-old cancer survivor at Neverland in 2003. He had been accused of plying the boy with alcohol and <em>groping</em> him, and of engaging in strange and inappropriate behavior with other children.",
            "vi": "2005, ông được minh oan đối với lời cáo buộc anh ấy quấy rối người sống sót sau căn bệnh ung thư 13 tuổi ở Neverland năm 2003. Anh ấy đã bị buộc tội chuốc rượu cậu bé và sờ mó cậu ấy, và thực hiện những hành vi không phù hợp kỳ lạ và với trẻ em khác."
        },
        {
            "en": "he was cleared of charges he molested a 13 - year - old cancer survivor at Neverland in 2003. He had been accused of plying the boy with alcohol and <em>groping</em> him, and of engaging in strange and inappropriate behavior with other children.",
            "vi": "Vào 2005, ông được minh oan đối với lời cáo buộc anh ấy quấy rối người sống sót sau căn bệnh ung thư 13 tuổi ở Neverland năm 2003. Anh ấy đã bị buộc tội chuốc rượu cậu bé và sờ mó cậu ấy, và thực hiện những hành vi không phù hợp kỳ lạ và với trẻ em khác."
        },
        {
            "en": "In 2005, he was cleared of charges he molested a 13 - year - old cancer survivor at Neverland in 2003. He had been accused of plying the boy with alcohol and <em>groping</em> him, and of engaging in strange and inappropriate behavior with other children.",
            "vi": "Vào 2005, ông được minh oan đối với lời cáo buộc anh ấy quấy rối người sống sót sau căn bệnh ung thư 13 tuổi ở Neverland năm 2003. Anh ấy đã bị buộc tội chuốc rượu cậu bé và sờ mó cậu ấy, và thực hiện những hành vi không phù hợp kỳ lạ và với trẻ em khác."
        },
        {
            "en": "But her husband was on his hands and knees <em>groping</em> wildly on the floor in search of the paw. If he could only find it before the thing outside got in. A perfect fusillade of knocks reverberated through the house, and he heard the scraping of a chair as his wife put it down in the passage against the door. He heard the creaking of the bolt as it came slowly back, and at the same moment, he found the monkey's paw, and frantically breathed his third and last wish.",
            "vi": "Nhưng ông chồng bà đang bò ra sàn, hai tay quơ quào cuồng loạn tìm bàn tay khỉ. Ông chỉ mong sao tìm thấy nó trước khi cái thứ đang ở bên ngoài ấy bước vào nhà. Tiếng đập cửa ầm ầm vang dội khắp căn nhà, và ông nghe tiếng bà vợ kéo lê một chiếc ghế đặt ngay lối đi sát cánh cửa. Ông nghe tiếng chốt cửa khi nó từ từ kéo lùi lại, và ngay lúc đó, ông tìm thấy bàn tay khỉ, và ông hốt hoảng thốt lên điều ước thứ ba và cũng là điều ước cuối cùng."
        }
    ],
    "suggestions": []
}