{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gros",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gros",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gros",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gros",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gros",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Until the 1950s, one variety, the <em>Gros</em> Michel, dominated the world’s commercial banana business.",
            "vi": "Một giống chuối Gros Michel đã thống trị ngành kinh doanh chuối thương mại trên thế giới cho đến tận những năm 1950."
        },
        {
            "en": "During the 1960s, it replaced the <em>Gros</em> Michel on supermarket shelves.",
            "vi": "Trong những năm 1960, nó đã thay thế Gros Michel trên kệ siêu thị."
        },
        {
            "en": "Table 2.8: Pre-Transfer Income and Nominal Effects of Social Security, Taxation and User Charges: by <em>Gros</em> Income pre Social Security Quintiles and millions of VND per annum.",
            "vi": "Bảng 2.8: Thu nhập trước Chuyển khoản và Tác động Danh nghĩa của An sinh xã hội, Thuế và Phí sử dụng: tính theo Tổng thu nhập trước an sinh xã hội theo từng nhóm ngũ vị và triệu đồng/năm."
        },
        {
            "en": "So plantation owners played a running game, abandoning Infested fields and moving to “clean” land - until they ran out of clean land in the 1950s and had to abandon the <em>Gros</em> Michel .",
            "vi": "Vì vậy các chủ điền trang chạy đua tới các vùng đất sạch sau khi bỏ lại vùng đất bị nhiễm khuẩn, cho đến khi đất sạch cũng hết vào thập niên 50."
        },
        {
            "en": "Found by French botanists in Asia in the 1820s, the <em>Gros</em> Michel was byall accounts a fine banana, richer and sweeter than today’s standard banana and without the latter’s bitter aftertaste when green.",
            "vi": "Được tìm thấy ở châu Á bởi các nhà thực vật học người Pháp trong những năm 1820, theo thông tin ghi nhận lại, Gros Michel là một loại chuối tốt, bổ dưỡng và ngọt hơn chuối tiêu chuẩn ngày nay và không có dư vị chát khi còn xanh."
        }
    ],
    "suggestions": []
}