{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['grɔtou]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">grottos</font><font color=\"#1a76bf\">, </font><font color=\"#1371BB\">grottoes</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hang động</td></tr></table><i/></div>",
            "word": "grotto",
            "pronounce": "['grɔtou]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>grotto</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>grottoes</b> or <cclass><b>grottos</b>) a small picturesque cave, especially an artificial one in a park or garden. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>grottoed</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Ital. <i>grotta</i>, via L. from Gk <i>kruptē</i> (see <kref>crypt</kref>). </blockquote></div>",
            "word": "grotto",
            "pronounce": "['grɔtou]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>grotto</k><blockquote>▸ <cclass>noun CAVE, cavern, hollow; pothole, underground chamber.</cclass></blockquote></div>",
            "word": "grotto",
            "pronounce": "['grɔtou]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grotto",
            "pronounce": "['grɔtou]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hang động</font></td></tr></tbody></table></div>",
            "word": "grotto",
            "pronounce": "['grɔtou]"
        }
    },
    "sentences": [
        {
            "en": "Jeita <em>Grotto</em>, Keserwan, Lebanon",
            "vi": "Hang động Jeita Grotto, Keserwan, Cộng hòa Liban"
        },
        {
            "en": "Jeita <em>Grotto</em>, Keserwan, Lebanon",
            "vi": "Hang động Jeita Grotto, Keserwan, Cộng hòa Liban"
        },
        {
            "en": "Water dripped in the <em>grotto</em>.",
            "vi": "Nước rơi tí tách trong hang."
        },
        {
            "en": "It then heaves its riders skyward at a 90-degree angle (straight up) until it reaches a height of 456 feet, over one and a half football fields, above the ground, before dropping another 418 feet ( coaster <em>Grotto</em> “Kingda Ka”).",
            "vi": "Sau đó, Tàu lượn phi lên phía bầu trời với góc 90 (thẳng đứng) cho tới khi đạt chiều cao 456 feet so với mặt đất, hơn 1,5 chiều dài của một sân bóng, trước khi thả xuống 418 feet ( Tàu lượn Grotto “Kingda Ka”)"
        },
        {
            "en": "Garden hermit  In the 18th century, it was popular to have a personal hermit who lived in your garden. A hermit wasn’t allowed to wash or cut their nails and hair. They lived in a handmade <em>grotto</em>. Owners always showed off in front of visitors and were proud of their \"live decorations.\"",
            "vi": "Người ẩn dật trong vườnHồi thế kỷ 18, nuôi một người sống ẩn dật trong vườn nhà mình là chuyện bình thường. Một người ẩn dật không được tắm rửa hay cắt tóc, cắt móng tay móng chân gì cả. Họ sống trong một cái hang làm thủ công. Những người chủ luôn khoe khoang cửa hang với khách đến thăm và tự hào về những đồ trang trí bằng người của mình."
        },
        {
            "en": "Foods men should include in their diets to improve health and prevent disease.  Men are different from women in all kinds of ways -- including their nutritional needs. Just as women need particular nutrients during pregnancy or for protection from breast cancer, men need nutrients that can help them maintain muscle mass, prevent prostate cancer, and more. Many foods that tend to be favorites among men are not the best choices for good health. Yet a healthy diet and regular physical activity can help prevent heart disease and cancer, the No. 1 and No. 2 killers for men over 35. They can also enhance performance, from the board room to the bedroom. Christine Gerbstadt, MD, RD, notes that any food that is good for the cardiovascular system is also good for erectile function in men. \"Nutrients that are good for the heart improve circulation to all parts of the body, and these same nutrients provide a layer of protection against cancer and other chronic diseases,\" says Gerbstadt, a Florida-based physician and spokesperson for the American Dietetic Association. Quality of nutrients are also critical for maintaining immune function and preventing bone loss, muscle loss, and oxidative damage from the environment. Of course, any one (or 10) foods can't do the job alone. An overall healthy lifestyle, which also includes not smoking and getting regular physical activity, is what's really important for health, say the experts. \"It is not about one single food or even a handful of foods. What is more important is the pattern of regularly consuming a diet rich in a variety of essential nutrients,\" says Joy Bauer, RD, author of Joy Bauer’s Food Cures and Today Show nutrition expert. Still, adding nutrient-rich foods to the diet, as well as taking a daily multivitamin designed exclusively for men, can give men's nutrition a boost, says Dave <em>Grotto</em>, RD, an American Dietetic Association spokesman. With the help of the experts, WebMD came up with this list of 10 disease-fighting foods that can be a good start to improving health: Food for men No. 1: Oysters Could there be something to the legend that oysters are the food of love? Well, it's true that just a few oysters each day will deliver a full day’s supply of the antioxidant mineral zinc. Zinc is involved in hundreds of body processes, from producing DNA to repairing cells. \"Research shows that adequate zinc may protect against cellular damage that leads to prostate cancer,\" says <em>Grotto</em>. \"Sexual functioning of the male reproductive system, including increased sperm counts, is also enhanced with zinc.\" Take caution when considering eating uncooked oysters. An infection called Vibrio vulnificus is associated with the consumption of raw oysters. People with liver disease, heavy alcohol use, and chronic illnesses such as diabetes mellitus, rheumatoid arthritis, and chronic renal failure are at increased risk. You can also get your daily recommended dose of 11 milligrams a day by eating other shellfish, lean beef, lean pork, or legumes. Food for men No. 2: Bananas Bananas are a great portable source of quick energy and are rich in potassium, which is needed to regulate nerves, heartbeat and, especially, blood pressure. Diets rich in potassium and magnesium (which is also found in bananas) can reduce the risk of stroke. As a super source of vitamin B-6, bananas can also aid your immune system, help form red blood cells, ensure a well-functioning nervous system, and assist protein metabolism. So enjoy a banana each day, at breakfast on your whole grain-cereal or before your workout at the gym. Not a banana fan? Orange juice, milk, tomato products, and beans are other good sources of dietary potassium. Food for men No. 3: Fatty fish No list of super foods would be complete without the healthy fat, omega-3 fatty acids. These polyunsaturated fats are the preferred form of fats in your diet for many reasons. They can benefit the heart, circulation, and immune system and reduce the risk for prostate cancer. \"Omega-3 fatty acids are potent anti-inflammatory foods that can help lower triglyceride [blood fat] levels, reduce aches and pains in athletes, and offer relief with certain kinds of arthritis,\" says Bauer.  Fatty fish (salmon, sardines, tuna, mackerel, herring) are the richest sources of omega-3 fatty acids. In fact, the American Heart Association recommends that everyone eat fish twice weekly. You can also get omega-3s in plant-based foods, like flaxseed, walnuts, soy, canola oil, and fortified products such as eggs. But there are other good reasons to eat fish.  \"Fatty fish are also a good source of vitamin D, a nutrient that tends to be deficient in our diets and [which] in adequate supply can help prevent cancer, type 2 diabetes, high blood pressure and bone disease,\" says Bauer. Food for men No. 4: Broccoli While virtually all vegetables deserve a place on the super foods list, cruciferous vegetables like broccoli are helpful in the prevention of heart disease and cancer. It's loaded with vitamin C, beta-carotene, potassium, and a phytochemical called sulphoraphane, which has strong anticancer (prostate and colon) properties.  A recent Harvard study found that participants who had five servings a week of cruciferious vegetables were half as likely as others to develop bladder cancer, a cancer that affects two to three times as many men as women. This super-nutritious green vegetable may also help lower levels of homocycteine, an amino acid associated with increased risk of heart disease and stroke. Don't care for broccoli? Go for other cruciferous choices like cabbage, bok choy, shredded broccoli slaw, cabbage, cauliflower, or Brussels sprouts.  Food for Men No. 5: Brazil Nuts These large nuts from Brazil are packed with magnesium and selenium, powerful antioxidants that may help prevent heart disease and cancer and protect prostate health. (Bauer, however, notes that the studies showing reduction in cancer have been primarily in people whose diets were deficient in selenium, not in those who were already getting enough.) Selenium also helps lower LDL or \"bad\" cholesterol and reduces the incidence of blood clots and heart disease. <em>Grotto</em> recommends adults get 55 micrograms of selenium daily from Brazil nuts, dry-roasted nuts, turkey, tuna, or shellfish. Indeed, you can get your daily dose of selenium in just one Brazil nut. Bauer cautions limiting yourself to no more than two Brazil nuts per day because \"they are so loaded and concentrated with selenium that you don’t want to overdose.\" Food for men No. 6: Whole grains Most men get enough carbs in their diets, but they tend to be the wrong kind, experts say.  \"A diet rich in whole grains provides fiber, vitamins, minerals – all the co-factors for heart health, building muscles, and keeping waistlines small,\" says Gerbstadt. Oatmeal and barley are rich in soluble fiber, full of B vitamins that can help lower LDL or \"bad\" cholesterol, and are also good for the prostate. Suzanne Farrell, RD, recommends getting 10-25 grams of soluble fiber a day from oatmeal or other sources of soluble fiber like apples, pears, and beans. When buying grain products, look for those whose labels say they have at least 3-5 g fiber per serving. To avoid digestive problems, increase your fiber intake gradually, and don't forget to drink plenty of water. Food for men No. 7: Plant stanols Stanols are naturally occurring substances in fruits and vegetables that have been shown to lower mildly elevated blood cholesterol levels. Manufacturers are now adding concentrated versions of them to products like margarine, yogurt, orange juice, and granola bars. \"Men should regularly include a total of 2 grams of plant stanols, taken in two doses with meals, to help inhibit absorption of cholesterol in the intestine,\" says Farrell. She suggests having 2-3 teaspoons of plant stanol spreads such as Benecol, or 16 ounces of stanol-fortified orange juice per day. Plant stanols can safely be used with cholesterol lowering medication. Food for men No 8: Soybeans Soy is rich in isoflavones, which protect prostate health and have been shown to lower prostate cancer risk, says Gerbstadt.  And \"according to a recent study, eating 25 grams or about 1 ounce of soy protein a day can help decrease cholesterol,\" Farrell says. The FDA has approved a health claim for food labels that says having 25 grams of soy protein per day, as part of a diet low in saturated fat and cholesterol, can help reduce the risk of heart disease. Try to eat a few servings a day of soy products, such as soy milk, soy cheese, tofu, or edamame. Food for men No 9: Berries or cherries The violet, blue, and red colors in all kinds of berries and cherries are responsible for the healthy properties of these fruits. These little jewels are chock-full of the health-protecting flavonoid, anthocyanin.  \"Berries contain over 4,000 different compounds that have antioxidant properties beyond vitamin C, so make sure you include these delicious and low-calorie fruits each day,\" says Gerbstadt. Adding berries to the diet may even help slow the decline in brain function that can occur with aging. \"Large studies show the more produce you eat the better, but specifically berries (blackberries, blueberries, strawberries, raspberries, cranberries, and cherries) can enhance brain function and keep your brain healthy,\" says Bauer. Food for men No 10: Red-orange vegetables Vitamin C and beta-carotene are antioxidants that help preserve healthy skin cells and prevent oxidation from the sun.  \"Vitamin C is involved in collagen production,\" says Bauer. \"Beta-carotene converts to the active form of vitamin A, which helps to repair epithelial or skin cells.\" She recommends getting these nutrients from red bell peppers (just one has 300% of the recommended daily value for vitamin C), carrots, pumpkin, or sweet potatoes. Dark, leafy greens and any nutrient-rich vegetable can help reduce the risk of enlarged prostates, according to a recent study in The American Journal of Clinical Nutrition. Men whose diets are high in nutrients found in vegetables -- like vitamin C, beta-carotene, and potassium – were found to be less likely to develop benign prostatic hyperplasia (BPH), or enlarged prostate.          ",
            "vi": "Các thực phẩm mà nam giới nên bổ sung vào chế độ dinh dưỡng của mình để làm tăng cường sức khỏe và phòng chống bệnh tật.  Nam giới khác phụ nữ tất cả mọi khía cạnh – bao gồm cả nhu cầu về dinh dưỡng. Cũng như phụ nữ cần những dưỡng chất đặc biệt trong khi thai nghén hoặc để bảo vệ khỏi bệnh ung thư vú thì nam giới cần chất dinh dưỡng có thể giúp duy trì khối cơ, ngăn ngừa ung thư tuyến tiền liệt, và còn nhiều hơn thế nữa.  Nhiều thực phẩm có xu hướng trở thành món khoái khẩu của nam giới không phải là lựa chọn tốt nhất để có sức khỏe tốt. Tuy nhiên chế độ ăn uống khỏe mạnh và hoạt động thể chất đều đặn có thể giúp phòng ngừa bệnh tim và ung thư - những nguyên nhân gây tử vong nhất nhì đối với nam giới lứa tuổi trên 35. Những thức ăn này cũng có tác dụng giúp tăng cường khả năng lao động cũng như khả năng phòng the. Bác sĩ y khoa, chuyên gia dinh dưỡng Christine Gerbstadt, lưu ý rằng bất kỳ thức ăn nào tốt cho hệ tim mạch thì cũng có lợi cho chức năng cương dương của nam giới.  Bác sĩ Gerbstadt, bác sĩ ở Florida và là người phát ngôn của Tổ chức nghiên cứu về Chế độ dinh dưỡng của Mỹ cho biết “Các dưỡng chất có lợi cho tim mạch làm tăng lưu thông máu huyết đến tất cả các cơ quan trên cơ thể, và cũng những dưỡng chất này tạo lớp bảo vệ chống lại ung thư và các bệnh mãn tính khác.”  Chất lượng dưỡng chất cũng không kém phần quan trọng trong việc duy trì chức năng miễn dịch và ngăn ngừa mất xương, mất cơ, và tổn thương do ô-xy hoá trong môi trường. Tất nhiên là không phải bất kỳ một loại thức ăn nào (hay 10 loại thức ăn) có thể tự mình làm được điều đó. Theo các chuyên gia thì một lối sống hoàn toàn khỏe mạnh, cũng gồm cả việc không hút thuốc và hoạt động thể chất đều đặn, thực sự quan trọng đối với sức khỏe. Bác sĩ, chuyên gia dinh dưỡng Joy Bauer, tác giả quyển Joy Bauer’s Food Cures and Today Show cho biết “Không phải nói về một loại thức ăn đơn lẻ hoặc thậm chí là một vài loại thực phẩm nào đó. Điều quan trọng hơn là kiểu hấp thụ chế độ dinh dưỡng phong phú giàu dưỡng chất thiết yếu một cách thường xuyên và đều đặn.”  Tuy vậy, việc thêm các thức ăn giàu dưỡng chất vào chế độ dinh dưỡng cũng như bổ sung sinh tố tổng hợp hằng ngày được chế tạo dành riêng cho nam, có thể tăng cường dưỡng chất cho nam giới, bác sĩ Dave Grotto, người phát ngôn của Tổ chức nghiên cứu về Chế độ dinh dưỡng của Mỹ cho biết như vậy.  Với sự hỗ trợ của các chuyên gia, WebMD đã đưa ra danh sách gồm 10 loại thực phẩm có khả năng chống bệnh tật này có thể là một bước khởi đầu thuận lợi để tăng cường sức khỏe cho nam giới.  1. Hàu Có thể có điều liên quan đến huyền thoại hàu là thực phẩm của tình yêu? Vâng, quả đúng vậy mỗi ngày chỉ cần một vài con hàu cũng sẽ cung cấp đầy đủ khoáng chất kẽm chống ô-xy hoá cho cả ngày. Kẽm cũng tham gia vào hàng trăm hoạt động của cơ thể, từ sản xuất DNA đến chỉnh sửa tế bào.  Bác sĩ Grotto chia sẻ “Nghiên cứu cho thấy hàm lượng kẽm đầy đủ có thể bảo vệ khỏi tổn thương tế bào dẫn đến ung thư tuyến tiền liệt.” “Chức năng tình dục của hệ sinh sản nam, gồm mật độ tinh trùng tăng, cũng được cải thiện nhờ kẽm.”  Hãy nên cẩn thận khi cân nhắc chuyện ăn hàu chưa được nấu chín. Bệnh nhiễm trùng có tên là bệnh khuẩn phẩy vulnificus có liên quan đến việc ăn hàu sống. Người bị bệnh gan, uống nhiều rượu, và bị các bệnh mãn tính như tiểu đường, viêm khớp kinh niên, và suy thận mãn tính đang có nguy cơ gia tăng. Bạn cũng có thể bổ sung liều lượng 11 mi-li-gam theo khuyến nghị hằng ngày của mình bằng cách ăn các loại tôm cua khác, thịt bò nạc, heo nạc, hay các loại rau đậu khác. 2. Chuối Chuối là nguồn cung cấp năng lượng nhanh chóng và rất dễ mang theo đồng thời cũng giàu ka-li cần thiết để làm dịu thần kinh, điều hoà nhịp tim, nhất là điều hoà huyết áp. Chế độ dinh dưỡng giàu ka-li và ma-giê (cũng có trong chuối) có thể làm giảm nguy cơ đột quỵ.  Như là một nguồn cung cấp vitamin B-6 rất dồi dào, chuối cũng còn có tác dụng hỗ trợ hệ miễn dịch, giúp tạo hồng cầu, đảm bảo hệ thần kinh hoạt động tốt, và hỗ trợ chuyển hoá prô-tê-in. Vì vậy mỗi ngày nên thưởng thức một quả chuối, vào bữa điểm tâm bằng ngũ cốc nguyên hạt hoặc trước buổi luyện tập thể lực ở phòng tập của mình nhé.   Không phải là người ưa ăn chuối thì sao? Nước cam ép, sữa, các sản phẩm cà chua, và đậu là những nguồn cung cấp ka-li trong chế độ dinh dưỡng dồi dào khác.  3. Cá béo Sẽ không có danh sách siêu thực phẩm nào là hoàn hảo nếu thiếu chất béo có lợi, axit béo omega-3. Những chất béo không sinh cholesterol này là dạng chất béo được ưa thích hơn trong chế độ dinh dưỡng của bạn bởi nhiều lý do. Chúng có thể có lợi cho tim mạch, cho sự lưu thông máu, và cho hệ miễn dịch đồng thời cũng làm giảm nguy cơ bị ung thư tuyến tiền liệt.  Bác sĩ Bauer cho biết “Các axit béo Omega-3 là những thức ăn có tác dụng kháng viêm mạnh có thể giúp làm giảm nồng độ li-pít trung tính [mỡ trong máu], giúp giảm đau cho vận động viên, và làm dịu bớt một số loại viêm khớp nào đó.”  Cá béo (cá hồi, cá mòi, cá ngừ, cá thu, cá trích) là những nguồn cung cấp axit béo omega-3 dồi dào nhất. Thực vậy, Hội Tim mạch Hoa Kỳ khuyến nghị mỗi người nên ăn cá 2 lần một tuần.  Bạn cũng có thể bổ sung các omega-3 trong thức ăn thực vật, chẳng hạn như hạt lanh, hồ đào, nước tương, dầu cải, và các sản phẩm bổ sung omega-3 như trứng. Nhưng có nhiều lý do chính đáng khác cần phải nên ăn cá.  Bác sĩ Bauer cho hay “Cá béo cũng là một nguồn cung cấp vitamin D dồi dào – đây là một dưỡng chất có khuynh hướng luôn thiếu trong chế độ dinh dưỡng của chúng ta và dưỡng chất này nếu cung cấp đầy đủ có thể giúp ngăn ngừa ung thư, tiểu đường loại 2, cao huyết áp và bệnh về xương.”  4. Bông cải xanh Mặc dù hầu hết các loại rau đều xứng đáng có tên trong danh sách siêu thực phẩm, nhưng rau họ cải như bông cải xanh rất có ích trong việc phòng chống bệnh tim mạch và ung thư. Nó chứa nhiều vitamin C, beta-carotene, ka-li, và hoá chất có nguồn gốc thực vật có tên là sulphoraphane, có đặc tính chống ung thư mạnh (như ung thư tuyến tiền liệt và ung thư ruột kết).  Cuộc nghiên cứu gần đây của Harvard cho thấy người ăn rau thuộc họ cải 5 lần trong 1 tuần có khả năng bị ung thư bàng quang ít hơn phân nửa so với người khác – nam giới bị ung thư bàng quang nhiều hơn phụ nữ từ 2 đến 3 lần. Loại rau xanh siêu bổ dưỡng này cũng có thể giúp làm giảm nồng độ homocycteine, đây là loại a-xít a-min liên quan đến nguy cơ bệnh tim và đột quỵ tăng cao.  Không thích bông cải xanh ư? Bạn có thể lựa chọn nhiều loại rau thuộc họ cải khác chẳng hạn như bắp cải, cải thìa, rau cải thái trộn, bắp cải, bông cải, hoặc cải bắp Bru-xen. 5. Quả hạch Brazil Những quả hạch lớn có nguồn gốc từ Brazil này chứa nhiều ma-giê và xê-len, đây là những chất chống ô-xy hoá mạnh có thể giúp ngăn ngừa bệnh tim và ung thư đồng thời bảo vệ sức khỏe tuyến tiền liệt. (Tuy nhiên, bác sĩ Bauer lưu ý rằng nhiều công trình nghiên cứu cho thấy giảm bớt ung thư chủ yếu ở người có chế độ dinh dưỡng thiếu xê-len, không phải ở người đã hấp thụ đầy đủ xê-len rồi).  Xê-len cũng giúp làm giảm LDL hoặc cholesterol “có hại” và làm giảm tỉ lệ vón cục máu và bệnh tim mạch.  Bác sĩ Grotto khuyến nghị mỗi ngày người lớn nên bổ sung 55 mi-crô-gam xê-len từ quả hạch Brazil, các loại quả hạch rang khô, gà tây, cá ngừ, hoặc tôm cua. Thực ra, bạn có thể bổ sung liều lượng xê-len hằng ngày của mình bằng chỉ một quả hạch Brazil thôi. Bác sĩ Bauer cảnh báo nên tự hạn chế mỗi ngày không nên ăn quá 2 quả hạch Brazil bởi “chúng rất giàu xê-len mà bạn không cần dùng quá nhiều như vậy.”   6. Ngũ cốc nguyên hạt Nhiều chuyên gia cho hay trong chế độ dinh dưỡng của hầu hết nam giới đều có đủ thức ăn chứa nhiều hydrat-cacbon, nhưng những thức ăn đó thường có khuynh hướng không đúng loại.  Bác sĩ Gerbstadt cho biết “Chế độ dinh dưỡng giàu ngũ cốc nguyên hạt cung cấp chất xơ, vi-ta-min, khoáng chất – tất cả các nhân tố ấy cộng lại đều có lợi cho sức khỏe tim mạch, làm chắc khỏe cơ bắp, và giúp cho vòng eo được thon gọn.”  Cháo yến mạch và lúa mạch rất giàu chất xơ tan được, cung cấp đầy đủ các vitamin B có thể làm giảm nồng độ LDL hoặc cholesterol “có hại”, và cũng tốt cho tuyến tiền liệt. Bác sĩ Suzanne Farrell khuyến nghị mỗi ngày nên bổ sung 10-25 gam chất xơ tan được từ cháo yến mạch hoặc những nguồn cung cấp chất xơ hoà tan khác chẳng hạn như táo, lê, và đậu. Khi mua các sản phẩm ngũ cốc, bạn nên tìm nhãn hiệu cung cấp ít nhất từ 3 đến 5 g chất xơ mỗi lần sử dụng.  Để tránh các vấn đề về tiêu hóa, bạn nên tăng cường chất xơ dần dần, và đừng quên uống nhiều nước nhé. 7. Plant stanols Stanols là những chất tự nhiên có trong các loại rau và trái cây, chúng có khả năng làm giảm nồng độ cholesterol trong máu hơi tăng cao một chút. Nhiều nhà sản xuất hiện đang bổ sung thêm những chất này được cô đặc vào những sản phẩm chẳng hạn như bơ thực vật, sữa chua, nước cam ép, và kẹo đậu phộng. Bác sĩ Farrell cho biết “Nam giới nên bổ sung tổng cộng 2 gam plant stanols hai lần trong các bữa ăn, nhằm giúp ức chế hấp thu cholesterol ở ruột.”  Bà đề nghị nên ăn từ 2 đến 3 muỗng nhỏ bơ plant stanol chẳng hạn như Benecol, hoặc 16 ao-sơ nước cam ép tăng cường stanol mỗi ngày. Plant stanol có thể được sử dụng an toàn với thuốc hạ cholesterol.  8. Đậu nành  Bác sĩ Gerbstadt cho biết đậu nành chứa nhiều isoflavones, bảo vệ sức khỏe tuyến tiền liệt và có khả năng làm giảm nguy cơ ung thư tuyến tiền liệt.  Bác sĩ Farrell cho biết “Theo một công trình nghiên cứu gần đây thì việc ăn 25 gam hoặc khoảng chừng 1 ao-sơ prô-tê-in đậu nành mỗi ngày có thể giúp làm giảm nồng độ cholesterol.”  Tổ chức FDA đã chấp thuận yêu cầu về sức khỏe đối với nhãn thực phẩm ghi sử dụng 25 gam prô-tê-in đậu nành mỗi ngày trong chế độ dinh dưỡng ít chất béo bão hoà và cholesterol, có thể giúp làm giảm nguy cơ bệnh tim. Mỗi ngày nên cố gắng ăn một vài lần các sản phẩm đậu nành, chẳng hạn như sữa đậu nành, phô mai đậu nành, đậu hũ, hoặc đậu edamame (đậu nành Nhật/ đậu nành xanh). 9. Quả anh đào hoặc quả mọng Màu đỏ, xanh, và tím của tất cả các loại quả mọng và anh đào đều rất tốt cho sức khỏe. Những loại quả nhỏ quý giá này rất giàu flavonoid, anthocyanin – có tác dụng bảo vệ sức khỏe.  Bác sĩ Gerbstadt cho biết “Các loại quả mọng chứa đến hơn 4.000 hợp chất khác nhau có khả năng chống ô-xy hoá hơn cả vitamin C, vì vậy bạn phải đảm bảo mỗi ngày nên ăn những loại quả ít ca-lo và ngon miệng này nhé.”    Việc bổ sung các loại quả mọng vào chế độ dinh dưỡng thậm chí còn có thể giúp làm chậm tình trạng suy thoái chức năng não có thể xảy ra khi về già.  Bác sĩ cho hay “Nhiều công trình nghiên cứu lớn cho thấy càng ăn nhiều, càng tốt, nhưng nhất là các loại quả mọng (mâm xôi, việt quất, dâu tây, man việt quất (tiểu hồng mai), và anh đào) có thể cải thiện chức năng não và giữ cho não được khỏe mạnh.”   10. Các loại rau có màu cam  – đỏ  Vitamin C và beta-carotene là những chất chống ô-xy hoá giúp giữ cho tế bào da khỏe mạnh và có thể ngăn ngừa quá trình ô-xy hoá do ánh nắng mặt trời.  Bác sĩ Bauer cho biết “Vitamin C tham gia vào quá trình tạo collagen.” “Beta-carotene chuyển hoá thành dạng vitamin A kích hoạt, giúp chỉnh sửa tế bào biểu bì hoặc tế bào da.”  Bà khuyến nghị nên bổ sung những dưỡng chất này từ ớt chuông đỏ (chỉ một quả ớt chuông đỏ cũng có thể chứa 300% giá trị vitamin C nên có mỗi ngày), cà rốt, bí ngô, hoặc khoai lang.  Theo một nghiên cứu mới đây trên tờ The American Journal of Clinical Nutrition thì các loại rau rậm lá, sậm màu và bất kỳ loại rau giàu dưỡng chất nào cũng có thể làm giảm nguy cơ giãn tuyến tiền liệt.   Nam giới có chế độ dinh dưỡng giàu dưỡng chất có trong rau củ – chẳng hạn như vitamin C, beta-carotene, và ka-li – có thể ít bị tăng sản tuyến tiền liệt lành tính (BPH), hoặc giãn tuyến tiền liệt hơn.    "
        }
    ],
    "suggestions": []
}