{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[graut∫i]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hay dỗi; bẳn tính, cáu kỉnh</td></tr></table><i/></div>",
            "word": "grouchy",
            "pronounce": "[graut∫i]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>grouchy</k><blockquote>■ <cclass>adjective (<cclass><b>grouchier</b>, <cclass><b>grouchiest</b>) irritable and bad-tempered; grumpy. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>grouchily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>grouchiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "grouchy",
            "pronounce": "[graut∫i]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>grouchy</k><blockquote>▸ <cclass>adjective GRUMPY, cross, irritable, bad-tempered, crotchety, crabby, crabbed, cantankerous, curmudgeonly, testy, tetchy, huffy, snappish, waspish, prickly; <cclass><i>informal</i> snappy; <cclass><i>Brit.</i><cclass><i>informal</i> narky, ratty, like a bear with a sore head, whingy; <cclass><i>N. Amer.</i><cclass><i>informal</i> cranky, soreheaded; <cclass><i>informal, dated</i> miffy.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "grouchy",
            "pronounce": "[graut∫i]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grouchy",
            "pronounce": "[graut∫i]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "grouchy",
            "pronounce": "[graut∫i]"
        }
    },
    "sentences": [
        {
            "en": "My daughter is <em>grouchy</em>.",
            "vi": "Con gái tôi hay dỗi lắm."
        },
        {
            "en": "Don't be so <em>grouchy</em>!",
            "vi": "Đừng có cáu kỉnh!"
        },
        {
            "en": "Henry is in bad sorts today. He's very <em>grouchy</em>.",
            "vi": "Hôm nay Henry bị bực bội. Anh ta càu nhàu gắt gỏng quá sức."
        },
        {
            "en": "The baby is running a temperature and is <em>grouchy</em>.",
            "vi": "Em bé phát nóng và hay gắt gỏng."
        },
        {
            "en": "My goodness, but Nobu-san is <em>grouchy</em> tonight.",
            "vi": "Trời ơi, đêm nay ông nobu gắt gỏng quá."
        },
        {
            "en": "Excuse me for being <em>grouchy</em>. I got out of the wrong side of the bed.",
            "vi": "Xin lỗi tôi đã tỏ ra cáu kỉnh. Sáng nay tôi ngủ dậy không được thoải mái."
        },
        {
            "en": "In a <em>grouchy</em> mood, he talked without any politeness as if there were nobody with him.",
            "vi": "Trong tâm trạng cáu kỉnh, anh ta nói mà không hề có chút lịch sự nào như thể không ai ở đó vậy."
        },
        {
            "en": "Do you know someone whose parents are divorced? Are your parents divorced? Chances are that you can answer yes to one — or maybe both — of those questions. And you are not alone! Read on to find out what divorce is and what you can do to help your family, your friends, or yourself when people get divorced.  What is divorce? A divorce happens after a husband and wife decide they can't live together anymore and no longer want to be married. They agree to sign legal papers that make them each single again and allow them to marry other people if they want to. Although that may sound simple, it's not easy for a husband and wife to decide to end a marriage. Often they spend a long time trying to solve problems before deciding to divorce. But sometimes they just can't fix the problems and decide that a divorce is the best solution. Sometimes both parents want to divorce, and sometimes one wants to and the other one doesn't. Usually, both parents are disappointed that their marriage can't last, even if one wants a divorce more than the other. Many kids don't want their parents to divorce. Some kids have mixed feelings about it, especially if they know their parents weren't happy together. Some kids may even feel relieved when parents divorce, especially if there's been a lot of fighting between parents during the marriage. It's really important for kids to know that just because parents divorce each other, they're not divorcing their kids. Some kids think that if their parents are divorcing, it means their moms and dads will want to leave them, too. Although it's true that the kid of a divorced couple usually lives with only one parent most of the time, the parent who lives somewhere else is still that kid's mom or dad — forever. That will never change. Kids can't cause divorce! There are many reasons why people divorce. Maybe they've grown apart. Maybe the love they once had for each other has changed. Maybe they fight and just can't agree about things. Every couple has their own reasons for divorce. Whatever the reasons are, one thing is for sure: Kids don't cause divorce. Still, many children of divorced parents believe they are the reason their mom and dad got divorced. They think that if only they had behaved better, gotten better grades, or helped more around the house, the divorce wouldn't have happened. But this isn't true. Divorce is between moms and dads only! Even if you once heard your parents argue about you, or your friend next door thinks his parents broke up because he got in trouble at school, these things don't cause a husband and wife to end their marriage. You may feel you're to blame for your parents' divorce, but you are not the cause. And the fact that your parents decide not to stay married is not your fault. Kids can't fix divorce! Just like the divorce is not the kid's fault, getting parents back together is not up to the kid, either. And most likely, this doesn't happen, although plenty of kids wish for it and even try things they think might work. Acting like an angel at home all the time may make your mom and dad happy with you, but it doesn't mean they'll get back together. The opposite is also true. Making trouble so your mom and dad will have to get together to talk about these problems is not going to make the divorce go away, either. So, just be yourself and try to talk to your parents about any feelings you have. But I feel like my whole world just fell apart! If your family is going through a divorce or you're helping a friend through it, there are a few important things about feelings you need to remember. First of all, it's normal to feel lots of different things, including anger, fear, and sadness.  Second, even though it may seem like your whole world just fell apart, with time, things will be better again. Your life might be a bit different, but the pieces will come back together again — maybe even sooner than you think. Meanwhile, there are ways you can deal with the feelings you have. If you are really mad, you can punch your pillow, kick some empty boxes, go hit a baseball, or run for as long and as fast as you can. But never take your feelings out on another person. Telling someone how you feel can also help. If you feel really angry, say so. Talking is much better than keeping your feelings to yourself or acting all <em>grouchy</em> and irritable. Sometimes just talking to someone else is a big relief. Try simply saying, \"I'm so angry (or sad or worried) about my parents getting divorced! It really upsets me!\" When the person who's listening can say something back to you like, \"No wonder you feel that way, I totally understand why you do,\" it can help you feel better. Sometimes that's all the talking someone needs to do. Sometimes it's just the beginning of many more conversations you'll have. Talk to a parent. Or, if that doesn't feel right, find someone else you really like to talk to, maybe your brother or sister, a teacher, school counselor, neighbor, or grandparent. It's tough to let it out, but it can really help. If you have a friend whose parents are divorcing, try to be a good listener when your friend wants to talk. Divorce is never easy. Sometimes the feelings kids have about their parents' divorce are so strong that kids have a hard time concentrating on anything else. When kids are very sad, mad, or worried, they may have trouble paying attention in class, focusing on homework, or even remembering what they've just read. If this happens, it's especially important to get some help. Kids may feel much better after talking to a therapist, counselor, or social worker. These adults are trained to talk with people about their problems and help with feelings that are too intense. There are also support groups in schools and other places in the community where kids can get to know other kids whose parents have divorced or are divorcing and talk about how it affects them. There are also lots of books about divorce written just for kids. Life after divorce When parents divorce, usually one parent moves out of the house and lives somewhere else. Some kids spend part of the time living with one parent and part of the time living with the other. Other kids live mostly with one parent and visit the other. If this is the case for you, it may seem strange at first to be visiting your own parent, but you may even start to enjoy a little time away from your everyday house. And it can feel good knowing you have two homes where someone loves you. If you live mostly with one parent, the other parent might live close to you or far away. How often you can visit might depend partly on where everyone lives. Some kids whose parents get divorced have to move to a new home or a new neighborhood, and that can be tough, too. Often most other things — like your school, friends, and neighborhood — will be the same. When to speak up Sometimes problems come up when kids visit one parent and then go home to the other. For example, one parent might ask a lot of questions about stuff the other parent is doing. Sometimes a parent wants the kid to be a messenger between homes. Kids usually feel uncomfortable when this sort of thing happens. They wish that parents would just ask each other what they want to know. Kids don't want to feel like they are in the middle. If something like this happens to you, talk to your parents and tell them how it makes you feel. The future Wouldn't you like to know what will happen in the future? For a kid of a divorced family, it may mean stepfamilies someday. Don't expect everything to go smoothly all the time. It can be really hard dealing with divorce, but try to remember that lots of kids go through what you're going through, and usually everything and everyone turns out fine. In fact, you might be surprised at how good the future turns out to be!    ",
            "vi": "Bạn có biết ai có bố mẹ ly dị không? Bố mẹ của bạn có ly hôn không? Rất có thể câu trả lời của bạn là “có” với một trong hai – hoặc cũng có thể là cả hai câu hỏi trên. Và bạn không phải là người duy nhất rơi vào trường hợp này đâu.  Xin đọc bài dưới đây để hiểu được ly hôn là gì và bạn có thể làm được gì để giúp gia đình mình, bạn bè mình, hoặc cả bản thân mình nữa khi có ai đó ly hôn.  Ly hôn là gì? Cuộc ly hôn xảy ra sau khi vợ chồng quyết định không thể sống chung với nhau được nữa và không còn muốn là chồng vợ của nhau nữa. Cả hai đồng ý ký vào giấy ly hôn theo pháp luật trả cuộc sống độc thân cho nhau và được phép kết hôn với người khác nếu họ muốn.  Dẫu rằng nghe có vẻ đơn giản quá, nhưng đối với một cặp vợ chồng thì việc đưa ra quyết định chấm dứt cuộc hôn nhân không dễ dàng gì. Thường thì phải mất một thời gian dài để họ cố giải quyết vấn đề trước khi đi đến quyết định ly hôn. Nhưng đôi khi đúng là người ta không thể hàn gắn được, không giải quyết được vấn đề và quyết định chọn ly hôn là giải pháp tốt nhất.    Đôi khi cả hai vợ chồng đều muốn ly hôn, và cũng có lúc một người muốn và người còn lại thì không. Thường thì cả hai đều cảm thấy thất vọng bởi cuộc hôn nhân của mình không kéo dài, cho dù là một người muốn ly hôn hơn người kia.  Nhiều trẻ chẳng muốn bố mẹ chúng ly hôn chút nào. Một số có cảm giác lẫn lộn vừa buồn vừa vui, nhất là nếu biết được bố mẹ mình không hạnh phúc với nhau. Một số có thể thậm chí cảm thấy nhẹ nhõm khi bố mẹ ly hôn nhau, nhất là nếu giữa bố mẹ đã xảy ra nhiều trận ẩu đả trong cuộc sống hôn nhân của mình.  Điều thực sự quan trọng đối với trẻ là chúng nên hiểu rằng chỉ là bởi bố mẹ ly hôn nhau thôi, chứ bố mẹ không hề ly hôn với chúng. Một số trẻ cho là nếu bố mẹ chia tay nhau rồi thì đồng nhất với việc mẹ và bố cũng sẽ muốn rời xa chúng nữa.  Mặc dù quả đúng là con của một cặp vợ chồng ly hôn nhau thường hầu như chỉ sống với bố hoặc mẹ, và người kia sống ở một nơi nào đó thì mãi vẫn là mẹ hoặc là bố của trẻ mà thôi. Điều đó sẽ chẳng hề thay đổi.  Trẻ con không là nguyên nhân khiến bố mẹ ly hôn! Người ta ly hôn nhau vì nhiều lý do. Có thể là họ đã dần xa cách. Có thể là tình yêu cho nhau trước kia giờ đã thay đổi. Có thể là họ xung đột và hoàn toàn không thống nhất với nhau về nhiều thứ. Mỗi cặp vợ chồng đều có những lý do riêng để ly hôn. Nhưng bất kể vì lý do gì đi nữa thì có một điều chắc chắn là: Trẻ không là nguyên nhân khiến cho bố mẹ ly hôn nhau.  Tuy thế, nhiều trẻ cũng nghĩ rằng chúng là nguyên nhân làm cho bố mẹ chia tay nhau. Chúng nghĩ là giá mà mình đã cư xử tốt hơn, được hạng cao hơn, hoặc đã giúp bố mẹ nhiều công việc nhà hơn thì lẽ ra bố mẹ đã chẳng ly hôn. Nhưng điều này không đúng. Ly hôn là việc chỉ có liên quan giữa mẹ và bố thôi! Cho dù là bạn đã từng nghe bố mẹ cãi vã nhau về mình, hoặc là một đứa bạn ngay sát vách nhà của bạn nghĩ là bố mẹ mình chia tay nhau bởi bạn ấy không học tốt ở trường, những chuyện này không làm cho bố mẹ ly hôn đâu. Bạn cũng có thể cảm thấy mình có lỗi, phải chịu trách nhiệm về cuộc ly hôn của bố mẹ, nhưng bạn không phải là nguyên do. Và việc bố mẹ quyết định chia tay không phải là lỗi của bạn.   Trẻ cũng không thể giúp bố mẹ hàn gắn cuộc ly hôn! Cũng giống như ly hôn không phải là lỗi của trẻ, thì việc hàn gắn tình cảm của bố mẹ lại với nhau cũng không phải tuỳ thuộc vào trẻ. Và rất có thể là điều này không xảy ra, dẫu nhiều đứa trẻ ao ước và thậm chí cố làm những thứ mà chúng cho là có thể làm được. Lúc nào cũng cư xử giống như một thiên thần nhỏ ở nhà có thể làm cho bố và mẹ cảm thấy vui với bạn, nhưng đó không có nghĩa là họ sẽ trở lại với nhau.  Điều ngược lại cũng đúng. Gây rắc rối để bố và mẹ tụ họp lại nói chuyện về những vấn đề này cũng không làm chấm dứt cuộc ly hôn được. Vì vậy, hãy bình tĩnh và cố nói cho bố mẹ nghe về bất cứ cảm xúc nào mà mình có.  Nhưng tôi cảm thấy như cả thế giới hoàn toàn đổ sụp!  Nếu gia đình bạn đang phải trải qua, đang phải chịu đựng một cuộc ly hôn hoặc bạn đang giúp một người bạn có hoàn cảnh tương tự thế thì bạn nên nhớ một vài điều quan trọng về cảm xúc sau đây nhé. Một là, việc mang nhiều tâm trạng khác nhau, như tức giận, sợ hãi, và buồn phiền là chuyện đương nhiên, quá đỗi bình thường.  Hai là, dẫu rằng điều đó có thể giống như cả thế giới này hoàn toàn sụp đổ, nhưng với thời gian thì mọi thứ sẽ trở nên tốt đẹp hơn trở lại. Cuộc sống của bạn có thể sẽ thay đổi một chút, nhưng những mảnh vỡ ấy rồi sẽ dính với nhau trở lại – thậm chí có lẽ còn nhanh hơn bạn nghĩ nữa đấy.  Đồng thời bên cạnh đó, cũng có một số cách có thể giúp bạn đối phó với những cảm xúc của mình. Nếu bạn thực sự phát điên lên thì có thể đấm vào gối của mình, đá một số hộp rỗng nào đó, đi đánh bóng chày, hoặc chạy bộ càng xa và càng nhanh càng tốt. Nhưng đừng bao giờ trút những cảm xúc của mình lên một người nào khác nhé.   Bộc lộ cảm xúc của mình cho một người nào đó biết cũng là một cách. Nếu bạn cảm thấy thực sự tức giận thì bạn hãy nói ra. Việc tâm sự, bày tỏ tốt hơn nhiều so với giữ kín cảm xúc của mình trong lòng hoặc hành động quạu quọ và khó chịu một mình.  Đôi khi chỉ cần tâm sự với một ai đó cũng làm bạn cảm thấy nhẹ nhõm rất nhiều. Bạn chỉ cần thử nói “Mình rất tức giận (hoặc buồn hoặc lo lắng) về việc bố mẹ mình chia tay! Chuyện này thực sự làm mình khó chịu!” Khi người được bạn tâm sự có thể nói cho bạn nghe lại một điều gì đó chẳng hạn như “Không có gì ngạc nhiên khi bạn có cảm xúc đó, mình hoàn toàn hiểu được tại sao bạn làm như thế” – việc này cũng có thể giúp bạn cảm thấy thoải mái hơn. Đôi khi người ta chỉ cần tâm sự, bày tỏ cho nhau nghe là đủ.  Đôi khi đây chỉ là sự khởi đầu của nhiều cuộc nói chuyện hơn mà bạn sẽ có sau đó. Bạn hãy tâm sự với bố hoặc mẹ. Hoặc nếu không thoải mái thì hãy tìm một ai đó mà bạn thấy thực sự thích nói chuyện, có thể là anh trai hoặc chị gái của mình, thầy cô, nhân viên tư vấn ở trường, hàng xóm, hoặc ông (bà). Nói ra tâm trạng mình quả là điều rất khó, nhưng nó có thể thực sự có ích với bạn.  Nếu một người bạn nào đó của bạn có bố mẹ đang ly hôn thì bạn cũng nên cố lắng nghe khi người ấy muốn tâm sự nhé. Ly hôn chẳng hề dễ dàng chút nào.  Đôi khi cảm xúc về cuộc ly hôn giữa bố và mẹ quá dữ dội đến nỗi trẻ khó có thể tập trung vào bất cứ việc gì khác. Khi trẻ cảm thấy quá buồn, quá bực dọc, hoặc quá lo âu thì chúng có thể rất khó chú ý học hành trong lớp, khó có thể tập trung vào bài tập ở nhà, hoặc thậm chí khó nhớ là mình vừa mới đọc được cái gì. Nếu như thế thì trẻ rất cần được giúp đỡ.  Trẻ có thể cảm thấy nhẹ nhõm hơn sau khi tâm sự với nhà trị liệu, nhà tư vấn, hoặc một người làm công tác xã hội nào đó. Những người này được đào tạo để có thể nói chuyện với những người đang gặp khó khăn và có thể giúp đỡ họ giải quyết những cảm xúc quá dữ dội đó. Bên cạnh đó cũng có những nhóm hỗ trợ ở trường học và những nơi khác trong cộng đồng nơi mà trẻ có thể biết được những đứa trẻ khác có bố mẹ đã ly hôn hoặc sắp ly hôn và nói chuyện về việc ly hôn làm ảnh hưởng đến chúng như thế nào. Cũng có rất nhiều sách viết về ly hôn chỉ dành cho trẻ.  Cuộc sống sau khi bố mẹ ly hôn Khi bố mẹ ly hôn thì thường là bố hoặc mẹ phải dọn ra ngoài và sống ở một nơi khác. Một số trẻ sống một thời gian với bố và một thời gian khác lại sống với mẹ. Số khác hầu như lúc nào cũng sống với bố (mẹ) và đến thăm người kia. Nếu bạn rơi vào tình huống này thì ban đầu có thể là bạn sẽ cảm thấy lạ lẫm với việc đến thăm bố (mẹ) của mình, nhưng thậm chí cũng có thể bắt đầu cảm thấy thích khoảng thời gian hiếm hoi khi phải xa ngôi nhà hằng ngày của mình. Và có thể còn cảm thấy thoải mái khi biết rằng mình có hai gia đình yêu thương.  Nếu bạn sống chủ yếu với bố hoặc mẹ thì người kia có thể sống gần bạn hoặc dọn đi xa. Việc đến thăm bố (mẹ) bao lâu một lần có thể tuỳ thuộc vào nơi ở của mỗi người. Một số trẻ có bố mẹ chia tay phải dọn đến nhà mới hoặc đến một chỗ ở mới, và điều đó cũng có thể gây khó khăn. Thông thường thì hầu như mọi thứ khác – chẳng hạn như trường học, bạn bè, và hàng xóm – đều không có gì thay đổi.  Khi nào bạn cần lên tiếng Đôi khi nhiều vấn đề xuất hiện khi trẻ đến thăm bố hoặc mẹ và rồi trở về nhà với người kia. Chẳng hạn như, một bên sẽ có thể hỏi trẻ nhiều câu hỏi về những chuyện lặt vặt mà bên kia đang làm. Đôi khi bố hoặc mẹ còn muốn trẻ là người đưa tin giữa hai nhà nữa. Trẻ thường cảm thấy khó chịu và không thoải mái tí nào khi một thứ đại loại như vậy xảy ra. Chúng muốn bố mẹ chỉ hỏi thăm nhau về những điều mà họ muốn biết.  Trẻ không muốn có cảm giác mình là người đứng giữa. Nếu có điều gì giống như thế xảy ra với bạn thì bạn nên nói cho bố mẹ biết và kể cho họ nghe chuyện ấy làm bạn có cảm giác như thế nào.  Tương lai Bạn không muốn biết chuyện gì sẽ xảy ra trong tương lai? Đối với một đứa trẻ có bố mẹ ly hôn thì có thể là một ngày nào đó nó sẽ sống với cha dượng hoặc mẹ kế. Bạn đừng mong tất cả mọi thứ sẽ xuôi chèo mát mái hoài nhé. Có thể thực sự là rất khó khi phải đối phó với một cuộc ly hôn, nhưng hãy cố nhớ rằng nhiều đứa trẻ cũng đã chịu đựng hoàn cảnh tương tự như bạn vậy, và thường thì mọi chuyện và mọi người sẽ trở nên tốt thôi. Thực vậy, bạn cũng có thể phải ngạc nhiên với việc tương lai hoá ra lại tốt đẹp đến thế!   "
        }
    ],
    "suggestions": []
}