{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gru:pə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">groper</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['groupə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) cá mú</td></tr></table><i/></div>",
            "word": "grouper"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>grouper</k><blockquote>(<cclass>chiefly Austral./NZ also <cclass><b>groper</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun a large heavy-bodied fish of the sea bass family, found in warm seas. [<i>Epinephelus</i>, <i>Mycteroperca</i>, and other genera: many species.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Port. <i>garoupa</i>, prob. from a local term in South America. </blockquote></div>",
            "word": "grouper"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "grouper"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "grouper"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "grouper"
        }
    },
    "sentences": [
        {
            "en": "In that case, I will try the steamed <em>grouper</em> with ginger and soy sauce.",
            "vi": "Nếu vậy thì tôi sẽ dùng thử món cá mú chưng với gừng và xì dầu."
        },
        {
            "en": "* Ciguatera poisoning: Caused by eating fish that contains toxins produced by a marine algae called Gambierdiscus toxicus. It can cause moderate to severe illness with numbness of the area around the mouth and lips that can spread to the arms and legs, nausea, vomiting, muscle pain and weakness, headache, dizziness, and rapid heartbeat. The toxin may cause sensory problems in which hot things feel cold and cold things feel hot. It is transmitted by eating certain large fish from tropical waters-most specifically barracuda, <em>grouper</em>, snapper, and jacks. According to the CDC, ciguatera has no cure. Symptoms may disappear in days or weeks, but may persist for years.",
            "vi": "* Ngộ độc Ciguatera: Gây ra bởi ăn cá chứa độc tố do tảo biển sinh ra được gọi là Gambierdiscus toxicus. Nó có thể gây bệnh (ngộ độc thực phẩm) từ mức độ trung bình đến nặng gồm tê cứng quanh vùng miệng và môi có thể lan sang cánh tay và cẳng chân, buồn nôn, ói, đau cơ và yếu lả, nhức đầu, chóng mặt, và nhịp tim nhanh. Độc tố có thể gây ra vấn đề về cảm giác trong đó những thứ nóng cảm thấy lạnh và những thứ lạnh thì cảm thấy nóng. Bệnh này có thể lây truyền do ăn phải một số loại cá lớn nào đó ở vùng nước nhiệt đới – rõ rệt nhất là cá nhồng vằn, cá mú, cá chỉ vàng, và cá chó nhỏ. Theo tổ chức CDC thì độc tố ciguatera không có thuốc trị. Các triệu chứng có thể hết trong nhiều ngày hoặc nhiều tuần liền, nhưng cũng có thể kéo dài dai dẳng nhiều năm liền."
        }
    ],
    "suggestions": []
}