{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Groves",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Groves",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Groves",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Groves",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Groves",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Thick bamboo <em>groves</em> enclose the village.",
            "vi": "Lũy tre bao quanh làng."
        },
        {
            "en": "Said mrs <em>Groves</em>, and she hurried into the kitchen.",
            "vi": "Bà groves nói và bà vội vã đi vào bếp."
        },
        {
            "en": "There are many orange <em>groves</em> on the hillside.",
            "vi": "Có nhiều vườn cam trên sườn đồi."
        },
        {
            "en": "In winter, the snow-laden pine <em>groves</em> create a fantasy-like scene.",
            "vi": "Vào mùa đông, những rặng thông phủ đầy tuyết tạo ra một cảnh quan đầy thơ mộng."
        },
        {
            "en": "a region of rice fields, coconut <em>groves</em> and jungles, set against a horizon of hazy mountains",
            "vi": "một vùng đất có những cánh đồng lúa, những rặng dừa và rừng rậm trên nền một đường chân trời tạo nên bởi dãy núi mờ ảo."
        },
        {
            "en": "Deer lay in the shady <em>groves</em> and watched Ma and Laura.",
            "vi": "Bầy nai nằm trong bóng mát của những lùm cây nhìn Mẹ và Laura."
        },
        {
            "en": "After three tired, mr <em>Groves</em> pulled away a long strip of paper over the fireplace.",
            "vi": "Sau ba giờ làm việc cật lực, khi họ bắt đầu thấm mệt, ông groves lôi ra một dải giấy dài trên lò sưởi."
        },
        {
            "en": "Mr <em>Groves</em> got a ladder from the garden, while his wife bought in a pail of water.",
            "vi": "Ông groves mang một cái thang từ vườn vào trong khi vợ ông mang thùng nước."
        },
        {
            "en": "For most women, their responsibilities in the family and on the farm meant that they were \"tied to the village bamboo <em>groves</em>\".",
            "vi": "Đối với hầu hết phụ nữ, trách nhiệm của họ trong gia đình và đối với công việc đồng áng có nghĩa là họ “bị trói chặt sau luỹ tre làng”."
        },
        {
            "en": "In the late 1960s, when Sri Lanka’s flourishing coconut <em>groves</em> were plagued by leaf-mining hispides , a larval parasite imported from Singapore brought the pest under control. ",
            "vi": "Trong những năm cuối của thập niên 1960, khi những rừng dừa đang phát triển mạnh ở Sri Lanka bị quấy nhiễu bởi côn trùng lông cứng ăn lá gây ra, một loài ký sinh dạng ấu trùng nhập từ Singapore đã giúp kiểm soát được loại sinh vật gây hại này."
        },
        {
            "en": "Shady <em>groves</em> were scattered on the rolling meadows, and in the <em>groves</em> deer were lying down, hardly to be seen among the shadows. The deer turned their heads toward the wagon, and curious fawns stood up to see it more clearly.",
            "vi": "Những cụm cây rợp bóng rải rác khắp đồng cỏ và ở phía dưới, bầy nay nằm ẩn mình trong bóng mát."
        },
        {
            "en": "As soon as mr and mrs <em>Groves</em> moved into their charming old house in the country, they decided to scrape away all faded green wall-paper from the walls.",
            "vi": "Ngay khi ông bà groves dời về căn nhà nhỏ cũ kỹ nhưng đầy quyến rũ ở miền quê thì họ đã quyết định cạo bỏ tất cả giấy dán tường màu xanh đã phai màu."
        }
    ],
    "suggestions": []
}