{
    "en_vn": {
        "data": {
            "content": null,
            "word": "growling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "growling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "growling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "growling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "growling"
        }
    },
    "sentences": [
        {
            "en": "The dog stops <em>growling</em>.",
            "vi": "Con chó thôi không gầm gừ nữa."
        },
        {
            "en": "My stomach is <em>growling</em>.",
            "vi": "Dạ dày/bao tử tôi đang sôi réo lên."
        },
        {
            "en": "All the <em>growling</em> went silent.",
            "vi": "Mọi tiếng gầm gừ đều đã im lặng."
        },
        {
            "en": "His dog is <em>growling</em> at me.",
            "vi": "Con chó của anh ấy đang gầm gừ tôi."
        },
        {
            "en": "Thunder is <em>growling</em> in the distance.",
            "vi": "Sấm rền ở phía xa."
        },
        {
            "en": "The <em>growling</em> engine choked to a stop.",
            "vi": "Động cơ gầm gừ rồi tắt lịm."
        },
        {
            "en": "The dog is till <em>growling</em> and barking.",
            "vi": "Con chó tiếp tục gầm gừ và sủa lớn."
        },
        {
            "en": "thunder was <em>growling</em> in the distance.",
            "vi": "sấm rền ở phía xa."
        },
        {
            "en": "All this time Jack had been <em>growling</em>.",
            "vi": "Suốt thời gian đó Jack liên tục gầm gừ."
        },
        {
            "en": "You see a live tiger <em>growling</em>.",
            "vi": "Bạn nhìn thấy một con hổ sống gầm gừ."
        },
        {
            "en": "Now he stopped <em>growling</em> and was lunging against the chain.",
            "vi": "Lúc này nó im tiếng nhưng lồng lộn giằng kéo sợi dây xích."
        },
        {
            "en": "Two dogs rushed at Luke, <em>growling</em> and baring their teeth.",
            "vi": "2 con chó xông vào Luke, gầm gừ và nhe răng ra."
        },
        {
            "en": "Far away the wolves howled, and Jack was <em>growling</em>.",
            "vi": "Phía xa, những con sói bắt đầu hú và Jack gầm gừ."
        },
        {
            "en": "He's in a really bad mood today, <em>growling</em> at everyone.",
            "vi": "Hôm nay tâm trạng anh ta rất bực bội, luôn càu nhàu với mọi người."
        },
        {
            "en": "Jack was <em>growling</em> and Laura's heart beat fast.",
            "vi": "Jack gầm gừ và Laura thấy tim đập nhanh hơn."
        },
        {
            "en": "The <em>growling</em> and snapping was fading into the distance.",
            "vi": "Tiếng gầm gừ và táp xa dần."
        },
        {
            "en": "My dog is making a deep <em>growling</em> noise in his throat.",
            "vi": "Con chó của tôi đang tạo ra một tiếng gầm gừ sâu bên trong cổ họng của nó."
        },
        {
            "en": "There's nothing worse than showing up at a crowded restaurant with a <em>growling</em> stomach.",
            "vi": "Không có gì tệ hơn việc đến một nhà hàng đông đúc với một cái bụng đang sôi ùng ục."
        },
        {
            "en": "The frantic <em>growling</em> in my head made it hard to hear.",
            "vi": "Tiếng gầm gừ lồng lộn trong đầu tôi làm tôi khó nghe rõ."
        },
        {
            "en": "Jack paced up and down before the door, <em>growling</em>. The hair stood up along his back and he showed his sharp, fierce teeth to the wolves.",
            "vi": "Jack nhấp nhổm ngay trước cửa, gầm gừ. Lông nó dựng đứng dọc sống lưng và nó đưa hết hàm răng sắc dữ dằn về phía lũ sói."
        }
    ],
    "suggestions": []
}