{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gs"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gs</k><blockquote>■ <cclass>abbreviation <cclass>historical guineas. </cclass></cclass></blockquote></div>",
            "word": "gs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gs"
        }
    },
    "sentences": [
        {
            "en": "NVIDIA's 9300M <em>GS</em> graphics components can be switched off to conserve power -- another feature similar to certain high-end MacBooks.",
            "vi": "Thành phần đồ họa NVIDIA 9300M GS có thể được tắt để tiết kiệm điện - một tính năng khác tương tự như các dòng MacBook cao cấp."
        },
        {
            "en": "Twenty feature films nominated for Golden Lotus awards had been screened for free at Galaxy, Star Cineplex, Mega <em>GS</em> and CGV cinemas during the festival. The screenings attracted several thousands of people.",
            "vi": "Hai mươi bộ phim đã được đề cử cho giải thưởng Bông Sen Vàng và được trình chiếu miễn phí tại các rạp chiếu phim Galaxy, Star Cineplex, Mega GS và CGV trong suốt lễ hội. Các buổi công chiếu đã thu hút hàng ngàn người."
        },
        {
            "en": "Tuổi đời của nhà khoa học thường khá ngắn ngủi và nhiều khi cả đời của họ chỉ kịp đặt nền móng cho một hướng nghiên cứu nào đó. Ví dụ: tiến sĩ Yoshinori Ohsumi đã dành ra 30 năm trong cuộc đời của ông để nghiên cứu về cơ chế tự thực bào (autophagy) và vừa nhận được giải thưởng Nobel trong lĩnh vực y học năm 2016. Đó mới chỉ là nghiên cứu cơ bản và còn phải cần thêm nhiều năm nữa để tiếp tục tiến hành những bước tiếp theo trước khi biến nó thành một bước ứng dụng nào đó. Liệu có nên trông đợi ông quay trở lại các trường Đại học để giải thích và giảng giải về công trình của ông? Hay tốt hơn hết là ông nên tiếp tục với nhóm nghiên cứu của mình và tìm cách thúc đẩy sự kết hợp liên ngành để mang tới sự thay đổi lớn hơn trong lĩnh vực y khoa trong tương lai. Liệu chúng ta có trông đợi <em>GS</em>. Ngô Bảo Châu quay trở lại với các chương trình giảng dạy môn toán để giải thích về bổ đề cơ bản Langlands hay như thế nào?",
            "vi": "Scientist's lifespan is usually quite short and sometimes they spend their whole life only to prepare the ground for certain researches. For example, Dr. Yoshinori Ohsumi spent 30 years of his life studying about autophagy and just received the Nobel Prize in medicine in 2016. Although he has found the important mechanism in medicine, we still need more time to proceed with the next steps before applying to reality. Whether we could expect him to return to the University to explain his work thoroughly or it may be better for him to continue with his research group and seek to promote interdisciplinary combination to bring greater changes in the medical field for the future?. Can we expect Dr. Ngo Bao Chau to return with his math curriculum to explain the fundamental lemma (Langlands program)?"
        },
        {
            "en": "Có nhiều ví dụ để nhận ra sự thay đổi lớn đó trong các cột mốc trên nếu bạn lướt qua nhiều trang Blog của những Bloggers ở độ tuổi trên 40 như: <em>Gs</em>. Nguyễn Văn Tuấn, Bs. Nguyễn Thy Anh, Bs. Hồ Hải, nhà báo Huỳnh Ngọc Chênh, nhạc sĩ Nguyễn Tuấn Khanh, kinh tế gia Nguyễn Xuân Nghĩa, cô giáo Trần Thị Lam... bạn sẽ thấy sự khác biệt lớn trong cách viết và cách nói chuyện qua các bài viết hoặc cbài nói chuyện bằng Video so với phần lớn giới trẻ ở độ tuổi dưới 30 trên các kênh như Youtube, Facebook, Zalo ... Những câu văn, hoặc câu nói với các thành phần quan trọng của câu như: danh từ, động từ, tính từ, trạng ngữ và các thành phần khác đóng vai trò như ngôn ngữ chức năng đều được cân nhắc khá kỹ trong từng câu văn, đoạn văn ở những \"cây bút\" đứng tuổi. Trong khi đó, sự biến thể của nhiều chữ viết như: \"thik\" thay cho \"thích\", \"nc\" thay cho \"nói chuyện\" hoặc những từ chuyển ngữ như \"xõa\", \"quẩy\" ... đang được dùng rất phổ biến. ",
            "vi": "Many major changes are realized by several examples of the above landmark if you glance through the blog of the Bloggers aged over 40 such as: Ph.D . Nguyen Van Tuan, Dr. Nguyen Thy Kingdom, Dr. Ho Hai, Huynh Ngoc Chenh journalist, Nguyen Tuan Khanh musician, Nguyen Xuan Nghia economist, Tran Thi Lam teacher, ... you can see a significant difference in how to write and talk through the articles or speeches by video compared to the most young people under the age of 30 on channels such as Youtube, Facebook, Zalo ... These sentences, or statements with the important components like noun, verb, adjective, adverb and other components play the functional languages role considered quite carefully in each sentence, paragraph of middle-aged writer. Meanwhile, the variants of several words, for example; \"thik\" instead of \"like\", \"nc\" instead of \"talk\" or the word translated as \"loose\", \"let's rock\" ... being used very popularly."
        },
        {
            "en": "Tuổi đời của nhà khoa học thường khá ngắn ngủi và nhiều khi cả đời của họ chỉ kịp đặt nền móng cho một hướng nghiên cứu nào đó. Ví dụ: tiến sĩ Yoshinori Ohsumi đã dành ra 30 năm trong cuộc đời của ông để nghiên cứu về cơ chế tự thực bào (autophagy) và vừa nhận được giải thưởng Nobel trong lĩnh vực y học năm 2016. Đó mới chỉ là nghiên cứu cơ bản và còn phải cần thêm nhiều năm nữa để tiếp tục tiến hành những bước tiếp theo trước khi biến nó thành một bước ứng dụng nào đó. Liệu có nên trông đợi ông quay trở lại các trường Đại học để giải thích và giảng giải về công trình của ông? Hay tốt hơn hết là ông nên tiếp tục với nhóm nghiên cứu của mình và tìm cách thúc đẩy sự kết hợp liên ngành để mang tới sự thay đổi lớn hơn trong lĩnh vực y khoa trong tương lai. Liệu chúng ta có trông đợi <em>GS</em>. Ngô Bảo Châu quay trở lại với các chương trình giảng dạy môn toán để giải thích về bổ đề cơ bản Langlands hay như thế nào?",
            "vi": "Scientist's lifespan is usually quite short and sometimes they spend their whole life only to prepare the ground for certain researches. For example, Dr. Yoshinori Ohsumi spent 30 years of his life studying about autophagy and just received the Nobel Prize in medicine in 2016. Although he has found the important mechanism in medicine, we still need more time to proceed with the next steps before applying to reality. Whether we could expect him to return to the University to explain his work thoroughly or it may be better for him to continue with his research group and seek to promote interdisciplinary combination to bring greater changes in the medical field for the future?. Can we expect Dr. Ngo Bao Chau to return with his math curriculum to explain the fundamental lemma (Langlands program)?"
        },
        {
            "en": "Hands on with Sony's new F Series, Z Series VAIO notebooks           Sony at CES introduced several new Z Series and F Series VAIO notebooks based on Intel's Core i5 and i7 platforms. The 13-inch Z Series design is attractive and extremely light, weighing under 3 lbs, as the frame is constructed from carbon fiber and machined aluminum. The notebook offers backlit keys and a keyboard design that closely matches Apple's aluminum MacBooks. Despite its small size, the Z is available with a choice between Intel's Core i5 or Core i7 CPUs. Sony also chose to pack a 1600x900 resolution display into a 13-inch footprint, while LED backlighting allowed the screen to remain clear and vibrant even under the bright lights of the Las Vegas Convention Center. NVIDIA's 9300M <em>GS</em> graphics components can be switched off to conserve power -- another feature similar to certain high-end MacBooks. Unlike the Macs systems, however, users do not need to log out before switching modes. A switch provides another option to automatically initiate the dedicated graphics when additional acceleration is needed. The F Series is claimed to be Sony's foray into multimedia and gaming notebooks. The Core i7-based notebook features a 16.4-inch display with 1920x1080 resolution with the high-end package, while the entry model offers 1600x900 resolution. NVIDIA's GeForce GT 330M or 320M GPUs handle the graphics acceleration, although the battery life is claimed to fall around three hours.  Like many larger notebooks, the F is fairly bulky and weighs in at 6.9 lbs. For users accustomed to centered keyboards, Sony's offset layout might feel awkward. The company integrates a numerical keypad into the right side, instead of leaving empty space on both sides. The Z Series will ship sometime in April, with prices starting at $1900. The F Series is now available and fetches $1000 for the basic configuration.",
            "vi": "Sờ tận tay máy tính xách tay Sony VAIO mới dòng F và Z     Hãng Sony tại Triển Lãm Điện tử Tiêu dùng đã giới thiệu một số mẫu máy tính xách tay VAIO mới thuộc dòng Z và F dựa trên nền tảng Intel Core i5 và i7. Dòng Z 13-inch được thiết kế là cực kỳ hấp dẫn và nhẹ, trọng lượng dưới 3 lbs (~1.3kg) với khung máy được làm từ sợi carbon và nhôm gia công. Chiếc máy tính xách tay này được trang bị các phím backlit và kiểu bàn phím được thiết kế gần giống với bàn phím MacBook nhôm của Apple. Mặc dù có kích thước nhỏ nhưng dòng Z có sẵn với một sự lựa chọn giữa CPU Intel Core i5 hoặc Core i7. Sony cũng trang bị cho nó một màn hình LED 13 inch có độ phân giải 1600x900, trong khi đó đèn nền LED cho phép màn hình duy trì độ rực rỡ và rõ ràng ngay cả dưới ánh sáng chói của trung tâm Las Vegas Convention.  Thành phần đồ họa NVIDIA 9300M GS có thể được tắt để tiết kiệm điện - một tính năng khác tương tự như các dòng MacBook cao cấp. Tuy nhiên, không giống như các hệ thống Mac, người dùng không cần phải thoát khỏi hệ thống trước khi chuyển chế độ. Một nút chuyển đổi cung cấp một tùy chọn khác để tự động bắt đầu tăng tốc đồ họa chuyên dụng khi cần thiết.  Dòng F được tuyên bố là sự đột phá của hãng Sony trong dòng máy tính xách tay đa phương tiện và chơi game. Máy tính xách tay dựa trên Core i7 được trang bị màn hình 16,4-inch với độ phân giải 1920x1080 với phần mềm cao cấp, trong khi các loại khác chỉ cung cấp phân giải 1600x900. Card đồ họa NVIDIA GeForce GT 330M hoặc 320M GPU xử lí tăng tốc đồ họa, mặc dù tuổi thọ pin được tuyên bố là xài khoảng ba giờ.  Giống như nhiều máy tính xách tay cỡ lớn, dòng F khá cồng kềnh và nặng 6,9 lbs (~3.1kg). Đối với người dùng quen với các bàn phím chính giữa, bố trí khoảng trống của Sony có thể cảm thấy bất tiện. Hãng tích hợp một bàn phím số vào phía bên phải thay vì để lại không gian trống trên cả hai bên. Dòng Z sẽ được bày bán vào tháng tư với mức giá khởi điểm 1.900 $. The Dòng F bây giờ đã có và $ 1.000 cho cấu hình cơ bản."
        }
    ],
    "suggestions": []
}