{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,dʒi:'ti:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\"><font color=\"#1371BB\">Granturismo </font>(loại xe du lịch lớn)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lớn (<font color=\"#1371BB\">great</font>)</td></tr></table><i/></div>",
            "word": "gt",
            "pronounce": "[,dʒi:'ti:]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gt",
            "pronounce": "[,dʒi:'ti:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gt",
            "pronounce": "[,dʒi:'ti:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gt",
            "pronounce": "[,dʒi:'ti:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gt",
            "pronounce": "[,dʒi:'ti:]"
        }
    },
    "sentences": [
        {
            "en": "A sporting <em>GT</em> model.",
            "vi": "Một loại xe du lịch thể thao hiện đại."
        },
        {
            "en": "NVIDIA's GeForce <em>GT</em> 330M or 320M GPUs handle the graphics acceleration, although the battery life is claimed to fall around three hours.",
            "vi": "Card đồ họa NVIDIA GeForce GT 330M hoặc 320M GPU xử lí tăng tốc đồ họa, mặc dù pin được tuyên bố là dùng trong khoảng ba giờ."
        },
        {
            "en": "Alienware M11x netbook gets $800 price tag    Dell's upcoming Alienware M11x netbook has finally received a price tag of $799 for the entry-level model. First introduced earlier this year at CES, the device features graphics components similar to many 15-inch notebooks. The GeForce <em>GT</em> 335M switchable GPU supports 720p playback on the netbook's 11.6-inch display, while HDMI output will enable users to attach an external monitor. The M11x integrates an Intel Core 2 Duo CPU, with maximum battery life claimed to reach 6.5 hours. Using the <em>GT</em> 335M components under heavy load, however, will bring the life down to around two hours. Dell has yet to announce a specific release date for the M11X.",
            "vi": "Netbook Alienware M11x có giá $800    Chiếc netbook Alienware M11x sắp tới của Dell vừa nhận được một mức giá cuối cùng là $799 đối với loại có cấu hình thấp nhất. Lần đầu tiên giới thiệu tại Triển Lãm Điện tử Tiêu dùng hồi đầu năm nay, thiết bị này có tính năng các thành phần đồ hoạ giống với nhiều máy tính xách tay màn hình15-inch. Card đồ họa GeForce GT 335M của chiếc netbook này có thể chuyển GPU hỗ trợ chơi video độ phân giải 720p trên màn hình 11.6 inch. Trong khi ngõ ra HDMI sẽ cho phép người dùng có thể gắn thêm một màn hình bên ngoài. M11x tích hợp bộ vi xử lí lõi kép Intel Core 2 Duo CPU , với tuổi thọ pin tối đa được cho là lên tới 6.5 tiếng.  Tuy nhiên việc sử dụng GT 335M để xử lý đồ họa mạnh sẽ làm cho tuổi thọ giảm xuống khoảng hai tiếng. Dell chưa công bố ngày phát hành cụ thể cho M11 X."
        },
        {
            "en": "Hands on with Sony's new F Series, Z Series VAIO notebooks           Sony at CES introduced several new Z Series and F Series VAIO notebooks based on Intel's Core i5 and i7 platforms. The 13-inch Z Series design is attractive and extremely light, weighing under 3 lbs, as the frame is constructed from carbon fiber and machined aluminum. The notebook offers backlit keys and a keyboard design that closely matches Apple's aluminum MacBooks. Despite its small size, the Z is available with a choice between Intel's Core i5 or Core i7 CPUs. Sony also chose to pack a 1600x900 resolution display into a 13-inch footprint, while LED backlighting allowed the screen to remain clear and vibrant even under the bright lights of the Las Vegas Convention Center. NVIDIA's 9300M GS graphics components can be switched off to conserve power -- another feature similar to certain high-end MacBooks. Unlike the Macs systems, however, users do not need to log out before switching modes. A switch provides another option to automatically initiate the dedicated graphics when additional acceleration is needed. The F Series is claimed to be Sony's foray into multimedia and gaming notebooks. The Core i7-based notebook features a 16.4-inch display with 1920x1080 resolution with the high-end package, while the entry model offers 1600x900 resolution. NVIDIA's GeForce <em>GT</em> 330M or 320M GPUs handle the graphics acceleration, although the battery life is claimed to fall around three hours.  Like many larger notebooks, the F is fairly bulky and weighs in at 6.9 lbs. For users accustomed to centered keyboards, Sony's offset layout might feel awkward. The company integrates a numerical keypad into the right side, instead of leaving empty space on both sides. The Z Series will ship sometime in April, with prices starting at $1900. The F Series is now available and fetches $1000 for the basic configuration.",
            "vi": "Sờ tận tay máy tính xách tay Sony VAIO mới dòng F và Z     Hãng Sony tại Triển Lãm Điện tử Tiêu dùng đã giới thiệu một số mẫu máy tính xách tay VAIO mới thuộc dòng Z và F dựa trên nền tảng Intel Core i5 và i7. Dòng Z 13-inch được thiết kế là cực kỳ hấp dẫn và nhẹ, trọng lượng dưới 3 lbs (~1.3kg) với khung máy được làm từ sợi carbon và nhôm gia công. Chiếc máy tính xách tay này được trang bị các phím backlit và kiểu bàn phím được thiết kế gần giống với bàn phím MacBook nhôm của Apple. Mặc dù có kích thước nhỏ nhưng dòng Z có sẵn với một sự lựa chọn giữa CPU Intel Core i5 hoặc Core i7. Sony cũng trang bị cho nó một màn hình LED 13 inch có độ phân giải 1600x900, trong khi đó đèn nền LED cho phép màn hình duy trì độ rực rỡ và rõ ràng ngay cả dưới ánh sáng chói của trung tâm Las Vegas Convention.  Thành phần đồ họa NVIDIA 9300M GS có thể được tắt để tiết kiệm điện - một tính năng khác tương tự như các dòng MacBook cao cấp. Tuy nhiên, không giống như các hệ thống Mac, người dùng không cần phải thoát khỏi hệ thống trước khi chuyển chế độ. Một nút chuyển đổi cung cấp một tùy chọn khác để tự động bắt đầu tăng tốc đồ họa chuyên dụng khi cần thiết.  Dòng F được tuyên bố là sự đột phá của hãng Sony trong dòng máy tính xách tay đa phương tiện và chơi game. Máy tính xách tay dựa trên Core i7 được trang bị màn hình 16,4-inch với độ phân giải 1920x1080 với phần mềm cao cấp, trong khi các loại khác chỉ cung cấp phân giải 1600x900. Card đồ họa NVIDIA GeForce GT 330M hoặc 320M GPU xử lí tăng tốc đồ họa, mặc dù tuổi thọ pin được tuyên bố là xài khoảng ba giờ.  Giống như nhiều máy tính xách tay cỡ lớn, dòng F khá cồng kềnh và nặng 6,9 lbs (~3.1kg). Đối với người dùng quen với các bàn phím chính giữa, bố trí khoảng trống của Sony có thể cảm thấy bất tiện. Hãng tích hợp một bàn phím số vào phía bên phải thay vì để lại không gian trống trên cả hai bên. Dòng Z sẽ được bày bán vào tháng tư với mức giá khởi điểm 1.900 $. The Dòng F bây giờ đã có và $ 1.000 cho cấu hình cơ bản."
        }
    ],
    "suggestions": []
}