{
    "en_vn": {
        "data": {
            "content": null,
            "word": "guacamole"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>guacamole</k><blockquote><cclass>[<cclass>ˌgwα:kə'məʊleɪ<cclass>, <cclass>-li<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a dish of mashed avocado mixed with chilli peppers, tomatoes, etc. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Latin Amer. Sp., from Nahuatl <i>ahuacamolli</i>, from <i>ahuacatl</i> 'avocado' + <i>molli</i> 'sauce'. </blockquote></div>",
            "word": "guacamole"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "guacamole"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "guacamole"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "guacamole"
        }
    },
    "sentences": [
        {
            "en": "Avocados  One of the best ways to reduce high blood pressure is to get enough potassium -- and half an avocado has more potassium than a medium-siz​ed banana. In addition, <em>guacamole</em> offers a nutritious alternative when stress has you craving a high-fat treat.",
            "vi": "Quả bơ  Một trong những cách tốt nhất để làm hạ huyết áp là bổ sung đầy đủ ka-li – và ½ quả bơ cung cấp nhiều ka-li hơn 1 quả chuối có kích cỡ trung bình. Ngoài ra, món guacamole (lê tàu nghiền chung với cà chua và ớt/ để trộn rau) cũng là một món bổ dưỡng thay thế khi stress làm cho bạn thèm ăn món ăn nhiều chất béo."
        },
        {
            "en": "Avocado  No matter how good you think the <em>guacamole</em> is, you shouldn't give it to your dog. Avocados contain a substance called persin. It's harmless for humans who aren't allergic. But large amounts might be toxic to dogs. If you happen to be growing avocados at home, keep your dog away from the plants. Persin is in the leaves, seed, and bark, as well as in the fruit.",
            "vi": "Quả bơ  Cho dù bạn có nghĩ món guacamole có ngon cách mấy đi nữa thì cũng không nên cho chó của mình ăn. Trong quả bơ có chứa chất persin. Nó không có hại gì đối với người không bị dị ứng. Nhưng số lượng bơ nhiều có thể gây độc cho chó. Nếu ngẫu nhiên ở nhà bạn có trồng bơ thì nên giữ cho chó tránh xa cây bơ nhé. Persin có trong lá, hạt, và vỏ, cũng như trong quả bơ."
        },
        {
            "en": "Dangerous foods for dogs  Who can resist those big brown eyes and cute doggie grin? Can a little reward from the table really hurt your dog? Well, that depends on what it is and what's in it. A chip with <em>guacamole</em> can cause your dog some real problems. In fact, there's a lot of people food your dog should never eat. And, it's not just because of weight. Some foods are downright dangerous for dogs -- and some of these common foods may surprise you.",
            "vi": "Các loại thức ăn nguy hiểm với chó \n \nMột chú cún mắt nâu to tròn và cười dễ thương thì ai có thể cưỡng lại được phải không nào? Miếng phần thưởng nho nhỏ trên bàn có thể thực sự làm hại chú chó của bạn không? Ừm, tuỳ đó là loại thức ăn gì và thành phần gì trong đó. Một miếng guacamole (lê tàu nghiền chung với cà chua và ớt (để trộn rau)) có thể làm cho cún của bạn gặp rắc rối thực sự đấy. Thực ra, có nhiều thức ăn cho người mà chó của bạn chớ bao giờ nên ăn. Và, không chỉ bởi nặng bụng không đâu. Một số loại thực phẩm hết sức nguy hiểm đối với chó – và một số loại thức ăn thường thấy này có thể làm bạn ngạc nhiên đấy. "
        }
    ],
    "suggestions": []
}