{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Guatemalan"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Guatemalan</k><blockquote><cclass>[<cclass>ˌgwα:tə'mα:lən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of Guatemala in Central America. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Guatemala. </cclass></blockquote></div>",
            "word": "Guatemalan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Guatemalan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Guatemalan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Guatemalan"
        }
    },
    "sentences": [
        {
            "en": "I find that I prefer the <em>Guatemalan</em> approach.",
            "vi": "Tôi thấy tôi thích phương pháp của người Guatemala hơn."
        },
        {
            "en": "While learning how to sew, Isabella was asked to design outfits for worry dolls - traditionally hand-made dolls originating from <em>Guatemalan</em> and Mexican folk traditions. The tiny dolls are usually put under children's pillows in the hope that they will take away their sorrows while they sleep.  Isabella took a different approach.",
            "vi": "Trong thời gian học cắt may, Isabella được yêu cầu thiết kế trang phục cho những con búp bê phiền muộn, loại búp bê thủ công truyền thống của người Guatemala và Mexico. Những con búp bê nhỏ xíu này thường được đặt dưới gối của trẻ em với hi vọng sẽ mang đi những ưu phiền của các em khi chúng ngủ.  Isabella tiếp cận theo một cách khác."
        },
        {
            "en": "\"It was difficult for me to get clothes,\" Isabella says.  \"We have a different body constitution; we are shorter, wider, or very thin. My mother always had to fix the clothes she bought for me.  \"So I decided to design clothes that fit people with Down's syndrome, plus I really love <em>Guatemalan</em> textiles and the diversity of colours and textures they represent.\"  Her strength and determination came about precisely because her journey to success was not an easy one.",
            "vi": "Isabella nói: \"Tôi rất khó khăn khi phải tìm quần áo mặc.\" \"Chúng tôi có thể tạng khác mọi người; chúng tôi lùn hơn, to bề ngang hơn, hoặc quá gầy. Mẹ tôi luôn phải sửa lại quần áo bà đã mua cho tôi.\" \"Cho nên tôi quyết định thiết kế các bộ quần áo phù hợp với những người mắc hội chứng Down, hơn nữa tôi lại rất thích vải Guatemala, đầy màu sắc.\" Quyết tâm và nghị lực của cô rất đặc biệt vì con đường đến thành công của cô không hề dễ dàng."
        }
    ],
    "suggestions": []
}