{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[gə'rilə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">guerilla</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[gə'rilə]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">guerilla</font></td></tr></table><i/></div>",
            "word": "guerrilla"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>guerrilla</k><blockquote><cclass>[<cclass>gə'rɪlə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>guerilla</b>) </cclass></blockquote><blockquote>■ <cclass>noun a member of a small independent group taking part in irregular warfare, typically against larger regular forces. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Sp., dimin. of <i>guerra</i> 'war'. </blockquote></div>",
            "word": "guerrilla"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>guerrilla</k><blockquote>▸ <cclass>noun FREEDOM FIGHTER, irregular, member of the resistance, partisan; rebel, radical, revolutionary, revolutionist; terrorist.</cclass></blockquote></div>",
            "word": "guerrilla"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>guerrilla</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) an armed guerrilla </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>misc.</abr>) a guerrilla band</ex></blockquote></blockquote></div>",
            "word": "guerrilla"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> du kích</font></td></tr></tbody></table></div>",
            "word": "guerrilla"
        }
    },
    "sentences": [
        {
            "en": "<em>Guerrilla</em> warfareÂ.",
            "vi": "Chiến tranh du kích."
        },
        {
            "en": "<em>Guerrilla</em> warfare",
            "vi": "Chiến tranh du kích"
        },
        {
            "en": "War crimes court sentenced former <em>guerrilla</em> leaders.",
            "vi": "Tòa án tội phạm chiến tranh đã kết án lãnh đạo các nhóm du kích xưa."
        },
        {
            "en": "<em>Guerrilla</em> groups must release all hostages.",
            "vi": "Các nhóm du kích phải thả tất cả con tin."
        },
        {
            "en": "It's a rebellion by separatist <em>guerrilla</em> forces.",
            "vi": "Đó là cuộc nổi loạn của lực lượng du kích ly khai."
        },
        {
            "en": "We avoid direct confrontation and concentrate on <em>guerrilla</em> warfare.",
            "vi": "Chúng tôi tránh đối đầu trực tiếp và tập trung vào chiến tranh du kích."
        },
        {
            "en": "The tactics of <em>guerrilla</em> warfare were used successfully in the second half of the 20th century.",
            "vi": "Chiến thuật chiến tranh du kích được sử dụng thành công trong nửa sau thế kỷ 20."
        },
        {
            "en": "They are moving towards the <em>guerrilla</em> hide-out in the mountains.",
            "vi": "Chúng đang di chuyển về hướng chỗ ẩn náu của du kích trong núi."
        },
        {
            "en": "The tactics of <em>guerrilla</em> war were used successfully in the second half of the 20th century.",
            "vi": "Chiến thuật chiến tranh du kích được sử dụng thành công trong nửa sau thế kỷ 20."
        },
        {
            "en": "If police action is not sufficient to stop the <em>guerrilla</em> fighters, military sweeps may be necessary.",
            "vi": "Nếu hành động của cảnh sát không đủ để ngăn chặn các chiến binh du kích thì những càn quét bằng quân sự có thể cần thiết."
        },
        {
            "en": "They are moving towards the <em>guerrilla</em> hide - out in the mountains.",
            "vi": "Chúng đang di chuyển về hướng chỗ ẩn náu của du kích trong núi."
        },
        {
            "en": "You will also make tactical daylight marches, learn dispersion discipline, practice <em>guerrilla</em> execises and pair off in simulated hand-to hand combat.",
            "vi": "Bạn cũng sẽ hành quân chiến thuật ban ngày, học nguyên tắc phân tán, thực hành các bài tập đánh du kích và đấu tay đôi trong trận đánh giáp lá cà giả lập."
        },
        {
            "en": "Meanwhile in 1959 the North Vietnamese began a long <em>guerrilla</em> war to reunite Vietnam under Communist rule. The Northern Guerrillas were known as the Vietcong.",
            "vi": "Trong khi đó vào năm 1959 Bắc Việt Nam bắt đầu cuộc chiến tranh du kích lâu dài để thống nhất Việt Nam dưới quy định của chủ nghĩa cộng sản. Những người du kích phía bắc có tên gọi là Việt cộng."
        },
        {
            "en": "Saddam denied that his regime had weapons of mass destruction and ties to Al-Qaida terrorists, and that he was running the <em>guerrilla</em> war in Iraq.",
            "vi": "không thừa nhận chế độ của ông ta có vũ khí hủy diệt hàng loạt và có quan hệ với tổ chức khủng bố Al - Qaida, cũng không thừa nhận ông ta đang lãnh đạo cuộc chiến tranh du kích ở I - rắc."
        },
        {
            "en": "Saddam denied that his regime had weapons of mass destruction and ties to Al - Qaida terrorists, and that he was running the <em>guerrilla</em> war in Iraq.",
            "vi": "Saddam không thừa nhận chế độ của ông ta có vũ khí hủy diệt hàng loạt và có quan hệ với tổ chức khủng bố Al-Qaida, cũng không thừa nhận ông ta đang lãnh đạo cuộc chiến tranh du kích ở I-rắc."
        },
        {
            "en": "With the exception of the <em>guerrilla</em> warfare carried on by aunt Pitty against uncle Henry, which had been a matter for hilarious laughter within the family for years, there had never been an open breach in the pleasant relations.",
            "vi": "Trừ cuộc chiến tranh du kích do bà cô pitty tiến hành chống lại ông bác henry, vốn chỉ là đầu đề vui cười trong gia tộc bao năm nay, trong quan hệ thân tộc chưa hề có một rứt nạn nào cả."
        },
        {
            "en": "The Americans then bombed the north and Congress passed the Tonkin Gulf Resolution allowing the president to take 'all necessary measures' to prevent 'further aggression'. As a result by December 1965 there were 183,000 US soldiers in Vietnam and by the end of 1967 there were nearly half a million. However the Vietcong continued their <em>guerrilla</em> war.",
            "vi": "Sau đó người Mỹ đã ném bom phía Bắc và thông qua hội nghị Tonkin Gulf Resolution cho phép tổng thống nhận 'tất cả thứ cần thiết' để ngăn cản sự 'xâm lăng thêm' của cộng sản. Theo thống kê vào thời gian 12/1965 có 183000 lính Mỹ trong Việt nam và cuối năm 1967 gần nửa triệu quân Mỹ. Tuy nhiên, Việt cộng vẫn tiếp tục chiến tranh du kích."
        },
        {
            "en": "For eight years the Viet Minh fought a <em>guerrilla</em> war against the French. Finally in 1954 they surrounded a French army at Dien Bien Phu. After a siege lasting 57 days the French were forced to surrender. By then it was clear that the French could not win the war and both sides met at the Geneva Conference to end the war. They agreed that Vietnam would be temporarily divided at the 17th parallel and elections would be held by 20 July 1956. However no elections were held and the division of Vietnam became permanent.",
            "vi": "Trong 8 năm, Việt Minh đã đấu tranh du kích để chống lại Pháp, cuối cùng vào năm 1954 họ đã bao vây quân đội Pháp tại trận đánh Điện Biên Phủ. Sau trận chiến 57 ngày cuối cùng quân Pháp đã buộc phải dầu hàng. Rõ ràng rằng Pháp không thể thắng cuộc chiến và 2 bên đã gặp nhau tại hội nghị Geneva để kết thúc chiến tranh. Họ đã đồng ý rằng Việt Nam tạm thời chia 2 theo vĩ tuyến thứ 17 và cuộc bầu cử sẽ diễn ra vào 20/7/1956. Tuy nhiên không có sự biểu quyết nào được tổ chức để việc phân chia Việt Nam đã trở thành lâu dài."
        }
    ],
    "suggestions": []
}