{
    "en_vn": {
        "data": {
            "content": null,
            "word": "guernsey"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "guernsey"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "guernsey"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "guernsey"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "guernsey"
        }
    },
    "sentences": [
        {
            "en": "He had spent ages searching for the right spot before settling on picturesque Petit Port on <em>Guernsey</em>.",
            "vi": "Anh ấy đã phải mất rất nhiều thời gian để tìm kiếm địa điểm lí tưởng trước khi chọn bờ biển Petit xinh đẹp thuộc Guernsey làm nơi cầu hôn."
        },
        {
            "en": "IT consultant Jeremy, 39, from Sheffield, had spent ages searching for the right spot before settling on picturesque Petit Port on the Channel Island of <em>Guernsey</em>.",
            "vi": "Jeremy là một chuyên gia tư vấn IT, 39 tuổi đến từ Sheffield, đã phải mất rất nhiều thời gian tìm kiếm vị trí lí tưởng cho màn cầu hôn trước khi tìm đến bờ biển Petit xinh đẹp trên hòn đảo Channel thuộc Guernsey."
        },
        {
            "en": "The law firm has a network of 600 people working in 42 countries. Mossack Fonseca operates in tax havens including Switzerland, Cyprus and the British Virgin Islands, and in the British crown dependencies <em>Guernsey</em>, Jersey and the Isle of Man.",
            "vi": "Công ty luật này có một mạng lưới với 600 nhân viên tại 42 quốc gia. Mossack Fonseca hoạt động trong các thiên đường thuế bao gồm Thụy Sĩ, Đảo Síp, Đảo Virgin của Anh, và các thuộc địa hoàng gia của Anh Quốc là Guernsey, Jersey và Isle of Man."
        }
    ],
    "suggestions": []
}