{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['gaidlain]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nguyên tắc chỉ đạo, đường lối chỉ đạo (để vạch ra chính sách...)</td></tr></table><i/></div>",
            "word": "guideline"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>guideline</k><blockquote>■ <cclass>noun a general rule or piece of advice. </cclass></blockquote></div>",
            "word": "guideline"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>guideline</k><blockquote>▸ <cclass>noun RECOMMENDATION, instruction, direction, suggestion, advice; regulation, rule, principle, guiding principle; standard, criterion, measure, gauge, yardstick, benchmark, touchstone; procedure, parameter.</cclass></blockquote></div>",
            "word": "guideline"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "guideline"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đường dẫn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đường dẫn hướng</font></td></tr></tbody></table></div>",
            "word": "guideline"
        }
    },
    "sentences": [
        {
            "en": "A new <em>guideline</em> is issued.",
            "vi": "Một đường lối chỉ đạo mới được ban hành."
        },
        {
            "en": "The correction in renovation <em>guideline</em>.",
            "vi": "Tính đúng đắn trong đường lối đổi mới."
        },
        {
            "en": "<em>guideline</em> for writing labour contract",
            "vi": "hướng dẫn cách viết hợp đồng lao động"
        },
        {
            "en": "The committee voted to reaffirm the <em>guideline</em>.",
            "vi": "Ủy ban đã bỏ phiếu để khẳng định lại chủ trương."
        },
        {
            "en": "I would like to have your <em>guideline</em> on this matter.",
            "vi": "Tôi muốn ông cho ý kiến chỉ đạo về vấn đề này."
        },
        {
            "en": "I would like to have your <em>guideline</em> on this matter.",
            "vi": "Tôi muốn ông cho ý  kiến chỉ đạo về vấn đề này."
        },
        {
            "en": "Result of this phase is a documented <em>guideline</em>, procedure to solve a problem (For example a procedure to do code review, a <em>guideline</em> to plan project etc.)",
            "vi": "Kết quả của pha này là bản hướng dẫn được làm tài liệu, thủ tục để giải quyết vấn đề (chẳng hạn thủ tục để làm kiểm điểm mã, hướng dẫn lập kế hoạch dự án v.v.)"
        },
        {
            "en": "The <em>guideline</em> is planned to be available at the end of 2010.",
            "vi": "Cuốn cẩm nang này sẽ được ra mắt vào cuối năm 2010."
        },
        {
            "en": "China's armed forces have implemented the <em>guideline</em> on governing the armed forces according to law.",
            "vi": "Các lực lượng vũ trang trung quốc đã thực thi các đường lối chỉ đạo quản lý các lực lượng vũ trang theo luật pháp."
        },
        {
            "en": "However, legal <em>guideline</em> documents have yet to define how “special” the treatment should be.",
            "vi": "Tuy nhiên, các tài liệu hướng dẫn pháp lý vẫn chưa xác định được phải đối xử đặc biệt như thế nào."
        },
        {
            "en": "HIV testing with testing strategy II is performed as the national <em>guideline</em>.",
            "vi": "Xét nghiệm HIV được thực hiện theo phương thức xét nghiệm II theo hướng dẫn quốc gia."
        },
        {
            "en": "However, the <em>Guideline</em> on “Commune infrastructure development project management”, for example, is short and not very specific for project management.",
            "vi": "Tuy nhiên, nội dung như hướng dẫn về \"Quản lý dự án phát triển cơ sở hạ tầng ở xã\" còn quá ngắn và không thực sự cụ thể cho công tác quản lý dự án."
        },
        {
            "en": "The only specific <em>guideline</em> is that building values should be re-assessed in accordance with local conditions.",
            "vi": "Chỉ duy nhất có một hướng dẫn cụ thể là giá trị nhà xưởng phải được đánh giá lại theo các điều kiện của địa phương."
        },
        {
            "en": "Based on these meetings a DRR (disaster risk reduction) and CC (climate change) Mainstreaming <em>Guideline</em> has been developed.",
            "vi": "Dựa trên những cuộc họp này, một cuốn cẩm nang Hướng dẫn Lồng ghép Giảm rủi ro thiên tai và thích ứng với BĐKH đã và đang được xây dựng."
        },
        {
            "en": "Unlike for aggregate investment, there is no clear theoretical <em>guideline</em> by which to judge the appropriate and efficient level.",
            "vi": "Không giống như trường hợp đầu tư tổng, không có một hướng dẫn lý thuyết nào rõ ràng để đánh giá mức độ phù hợp và hiệu quả."
        },
        {
            "en": "<em>Guideline</em> documents have yet to pay due attention to early detection of disabilities and timely intervention to prevent disabilities among children, reducing the effectiveness of rehabilitation measures.",
            "vi": "Các tài liệu hướng dẫn vẫn chưa chú ý đến việc phát hiện sớm và can thiệp kịp thời để tránh tình trạng khuyết tật trong trẻ em, giảm hiệu quả của phương pháp phục hồi."
        },
        {
            "en": "According to the <em>guideline</em>, the first class of the day should focus on teaching students core subjects, while the later session is where students can complete the unfinished lessons of the previous class.",
            "vi": "Theo như sự chỉ đạo, lớp đầu tiên nên thảo luận về dạy học sinh chủ đề cốt lõi, trong khi đó niên khóa cuối là nơi học sinh có thể hoàn thành những bài học dở dang của lớp trước."
        },
        {
            "en": "Under the <em>guideline</em> of the Province, in August of every year the Labor and Social Division of the District categorizes households to issue the relief book set for the ensuing year.",
            "vi": "Theo chủ trương của tỉnh, vào tháng 8 hàng năm, phòng lao động, thương binh và xã hội của huyện phân loại hộ nghèo để cấp sổ cho năm sau."
        },
        {
            "en": "Although the Convention on the Rights of the Child was introduced as the <em>guideline</em> for the Country Programme, goals and strategies remained mostly needs-based and concentrated on basic social services.",
            "vi": "Mặc dù Công ước về quyền trẻ em được sử dụng như kim chỉ nam cho Chương trình Hợp tác quốc gia, nhưng những mục tiêu và chiến lược chủ yếu vẫn được dựa trên nhu cầu và tập trung vào các dịch vụ xã hội cơ bản."
        },
        {
            "en": "See “<em>Guideline</em> for developing the provincial socio-economic plan taking into account poverty reduction and growth” (Official Ministry of Planning and Investment Minister’s letter 2215 BKH/TH of April 14th, 2004).",
            "vi": "Xem “Hướng dẫn xây dựng kế hoạch kinh tế-xã hội tỉnh có lồng ghép xóa đói giảm nghèo và tăng trưởng” (Công văn chính thức do Bộ trưởng Bộ Khoa học Đầu tư ký số 2215 BKH/TH ngày 14/4/2004)."
        }
    ],
    "suggestions": []
}