{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gunfire",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>gunfire</k><blockquote>■ <cclass>noun the repeated firing of a gun or guns. </cclass></blockquote></div>",
            "word": "gunfire",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>gunfire</k><blockquote>▸ <cclass>noun GUNSHOTS, shots, shooting, firing, sniping; artillery fire, strafing, shelling.</cclass></blockquote></div>",
            "word": "gunfire",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>gunfire</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) heavy, murderous gunfire </ex></blockquote></blockquote><blockquote><blockquote><ex>2) under gunfire</ex></blockquote></blockquote></div>",
            "word": "gunfire",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gunfire",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>gunfire</em> panicked the horses.",
            "vi": "Tiếng súng nổ đã làm bầy ngựa hoảng sợ."
        },
        {
            "en": "Officers and the bombers traded <em>gunfire</em>",
            "vi": "Các sĩ quan và các kẻ đánh bom đã đọ súng"
        },
        {
            "en": "Their troops came under heavy <em>gunfire</em>.",
            "vi": "Các lực lượng của họ phải hứng chịu những loạt đạn liên tục."
        },
        {
            "en": "The deaf does not fear <em>gunfire</em>.",
            "vi": "Điếc không sợ súng."
        },
        {
            "en": "We were woken at midnight by <em>gunfire</em>.",
            "vi": "Chúng tôi bị đánh thức vào lúc nửa đêm bởi những tiếng súng."
        },
        {
            "en": "The wall sheltered the soldiers from <em>gunfire</em>.",
            "vi": "Bức tường che chắn đạn cho những người lính."
        },
        {
            "en": "I was woken at dawn by <em>gunfire</em>.",
            "vi": "Tôi bị một tiếng súng đánh thức vào lúc bình minh."
        },
        {
            "en": "Our troops came under heavy <em>gunfire</em>.",
            "vi": "Lính của chúng tôi buộc phải trải qua đợt súng dữ dội."
        },
        {
            "en": "A burst of <em>gunfire</em> came from our left.",
            "vi": "Một loạt đạn bắn từ phía bên trái chúng tôi."
        },
        {
            "en": "There was no sound but that of the <em>gunfire</em>.",
            "vi": "Ngoài tiếng súng ra không còn âm thanh nào khá."
        },
        {
            "en": "Our attention was drawn by the sound of <em>gunfire</em>.",
            "vi": "Chúng tôi bị âm thanh của súng đại bác gây chú ý."
        },
        {
            "en": "Their attention was drawn by the sound of <em>gunfire</em>.",
            "vi": "Tiếng súng bắn làm họ chú ý."
        },
        {
            "en": "The State Department says Yemeni security workers exchanged <em>gunfire</em> with an unknown group.",
            "vi": "Bộ Ngoại giao tiết lộ các nhân viên an ninh Yemen bắn trả với một nhóm vô danh."
        },
        {
            "en": "<em>Gunfire</em> was heard at an army base close to the airport.",
            "vi": "Người ta nghe thấy loạt súng đại bác ở một căn cứ quân sự gần sân bay."
        },
        {
            "en": "We are facing the enemy's <em>gunfire</em>, let's make a break for cover.",
            "vi": "Chúng ta đụng phải hỏa lực địch, phải tìm chỗ nấp thôi."
        },
        {
            "en": "Almost every day we would hear the crack of <em>gunfire</em> from somewhere in the refugee camp.",
            "vi": "Hầu như ngày nào chúng tôi cũng nghe tiếng nổ giòn của loạt súng đại bác từ đâu đó trong trại tị nạn."
        },
        {
            "en": "the soldiers in the open field were exposed to the enemy's <em>gunfire</em>",
            "vi": "các binh lính ở ngoài đồng trống bị đưa vào tầm ngắm của kẻ thù"
        },
        {
            "en": "Police in the Yemeni capital, Sanaa, are investigating <em>gunfire</em> near the United States Embassy.",
            "vi": "Cảnh sát ở thủ đô Sanaa, Yemen, đang điều tra vụ nổ súng gần Đại sứ quán Hoa Kỳ."
        },
        {
            "en": "For the first time, naval <em>gunfire</em> destroyed a major installation within the home islands.",
            "vi": "Lần đầu tiên pháo hải quân đã phá hủy một công trình chủ yếu trong phạm vi các đảo chính quốc."
        },
        {
            "en": "As they fall, there's a sharp crack of <em>gunfire</em>, and everyone in the area seeks cover.",
            "vi": "Khi họ ngã xuống, một tiếng súng bất ngờ vang lên, và mọi người trong khu vực tìm nơi ẩn nấp."
        }
    ],
    "suggestions": []
}