{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Gustavus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Gustavus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Gustavus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Gustavus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Gustavus"
        }
    },
    "sentences": [
        {
            "en": "There was a dull rumbling sound and then, with an awful bang, <em>Gustavus</em> Adolphus exploded into fragments!",
            "vi": "Có âm thanh sôi ùng ục trong bụng thằng bé và sau đó, một tiếng nổ kinh hoàng, thằng bé gustavus adolphus nổ tung thành từng mảnh vụn!"
        },
        {
            "en": "<em>Gustavus</em>, king of Sweden, is a noble and courageous leader who leads his people in a patriotic struggle against oppression.",
            "vi": "Gustavus, nhà vua của Thụy Điển, là một nhà lãnh đạo ưu tú và can đảm đã dẫn dắt dân tộc của ông trong một cuộc đấu tranh yêu nước chống lại áp bức."
        },
        {
            "en": "The bend in the river Big Band was formed in 1987 from Alumni of <em>Gustavus</em> Adolphus College under the direction of Dr. Mark Lammers.",
            "vi": "Khúc cong trên sông Big Band được hình thành vào năm 1987 từ các cựu sinh viên của đại học Gustavus Adolphus dưới sự chỉ đạo của tiến sĩ Mark Lammers."
        },
        {
            "en": "Dear little <em>Gustavus</em> Adolphus, the golden-haired baby boy, had grabbed the whole Christmas dinner off the poker chip and bolted it.",
            "vi": "Thằng nhóc cưng có mái tóc ánh kim, gustavus adolphus, đã chộp lấy cả bữa ăn tối trong đêm giáng sinh khỏi tấm thẻ chơi bài poker và nuốt chửng."
        }
    ],
    "suggestions": []
}