{
    "en_vn": {
        "data": {
            "content": null,
            "word": "guzzling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "guzzling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "guzzling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "guzzling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "guzzling"
        }
    },
    "sentences": [
        {
            "en": "He's always <em>guzzling</em>.",
            "vi": "Anh ta luôn luôn ăn uống một cách tham lam."
        },
        {
            "en": "And with more than 500 brands of energy drink on the market, there has been a surge in people ending up in A&E after <em>guzzling</em> them.",
            "vi": "Và với hơn 500 thương hiệu nước uống tăng lực trên thị trường, đã làm dấy lên làn sóng trong cộng đồng khiến họ tiêu tốn hết tiền bạc vào ăn uống và sau đó rơi vào tình trạng nguy hiểm sức khỏe."
        },
        {
            "en": "This can have a number of positive effects, such as improving your memory and reaction times. In college, I remember hating morning tests…until I started <em>guzzling</em> down a cup of coffee before going to class. While under the effects of caffeine, my test scores improved measurably. It puts the pep in your step you need to get going.",
            "vi": "Điều này có thể có một số tác dụng tích cực, chẳng hạn như cải thiện trí nhớ và kéo dài thời gian của bạn. Ở trường đại học, tôi nhớ rất ghét kiểm tra buổi sáng... cho đến khi tôi ngốn một tách cà phê trước khi đến lớp. Dưới tác động của cafein, điểm thi của tôi được cải thiện một cách đáng kể. Nó như lời động viên mà bạn cần phải có khi bước đi."
        },
        {
            "en": "US car bail-out fails in Senate    \t \t\t \t\t \t\t\t\nPlease turn on JavaScript. Media requires JavaScript to play.   \t\t\n \t \t \t    A $14bn (£9.4bn) bail-out deal for the US car industry has failed to get Senate support, raising fears of job cuts and a possible industry collapse.   Bipartisan talks on the rescue plan collapsed over Republican demands that the United Auto Workers (UAW) union agree to swift wage cuts.   The White House said the plan was American carmakers' \"best chance to avoid a disorderly bankruptcy\".   Shares fell sharply around the world on the news.  Japan's Nikkei share index fell 484.68 points, or 5.6%, to 8253.87, with carmakers among the hardest hit. Shares in Toyota, Honda and Nissan all fell by at least 10%.    \t \t\t \t\t \t\t\t \t\t\t  German, French and UK stocks all opened lower on the news, with the FTSE-100 index of leading shares down 176.3 points at 4,211 at midday.   Some Democrats have now called on President Bush to use some of the $700bn bail-out earmarked for Wall Street to help the car industry.   Tense and emotional   The Republicans left the closed-door meetings after the UAW union refused to cut wages next year to bring them into line with their Japanese counterparts. UAW's current contract with the car makers expires in 2011.   \"We were about three words away from a deal,\" said Republican Sen Bob Corker. \"We solved everything substantively and about three words keep us from reaching a conclusion.\"   Alan Reuther, the UAW's legislative director, declined to comment to reporters as he left a meeting room during the negotiations, according to the Associated Press.   The BBC's Andy Gallacher in Washington says it was always going to be a battle to get the US Senate to approve the $14bn bridging loan.   With a majority of just one in the Senate, the Democrats needed some Republicans to back the bill as some in their own party were expected to vote against it.   The atmosphere in the Senate was tense and at times emotional, our correspondent says, as the Democrats made last-minute pleas to get their Republican counterparts to vote in favour of helping America's biggest car domestic makers, Ford, Chrysler and General Motors.   Millions affected   The three companies employ 250,000 people directly and the failure of the bail-out raises the prospect of huge job losses.   The Senate majority leader, Harry Reid, said he was \"terribly disappointed\" when it became clear the vote had collapsed, calling it \"a loss for the country\".   \"Millions of Americans, not only the auto workers but people who sell cars, car dealerships, people who work on cars are going to be directly impacted and affected.\"   White House spokesman Tony Fratto said the government would evaluate its options in light of the collapse of the negotiations, but did not elaborate.   \"We think the legislation we negotiated provided an opportunity to use funds already appropriated for automakers and presented the best chance to avoid a disorderly bankruptcy while ensuring taxpayer funds only go to firms whose stakeholders were prepared to make difficult decisions to become viable,\" he said.   Some Democrat politicians have called on President Bush to use some of the $700bn bail-out for Wall Street to help the car industry.   Help needed   The deal would have given the Big Three carmakers access to emergency funding to help them cope with the sharp downturn in sales because of the global financial crisis.   General Motors and Chrysler have said they risk ruin without immediate aid. Ford says it may need funds in the future.   The bosses of the three firms had previously asked for $34bn from Congress.   They have all seen sales fall sharply this year in the US, partly reflecting an industry-wide fall, and partly because their large gas-<em>guzzling</em> vehicles are no longer what customers want.",
            "vi": "US car bail-out fails in Senate     (Hiệu đính bởi thành viên hayhatlen)   Một gói giải cứu trị giá 14 tỷ đô la Mỹ cho ngành công nghiệp ô tô đang khủng hoảng của Mỹ đã bị Thượng viện nước này bác bỏ, không thông qua sau khi không nhận được đủ số phiếu ủng hộ cần thiết trong một buổi bỏ phiếu theo quy định.   Thất bại đã xảy ra sau các cuộc đàm phán giữa hai đảng về bản kế hoạch giải cứu bị huỷ bỏ vì yêu cầu của đảng Cộng hoà là Hiệp hội các nhà sản xuất ô tô phải chấp nhận cắt giảm tiền lương .  Nhà Trắng cho rằng dự thảo luật (kế hoạch giải cứu tài chính ngành công nghiệp ô tô) là cơ may lớn nhất để tránh một cuộc khủng hoảng nghiêm trọng cho ba nhà sản xuất ô tô hàng đầu Mỹ.  Hạ viện đã thông qua dự luật được Nhà Trắng ủng hộ vào hôm thứ Tư.   Các đại diện thuộc phe Dân chủ cần một số người của phái Cộng hòa ủng hộ dự luật trong Thượng viện khi đảng Dân chủ chiếm đa số phiếu nhưng vài người cùng đảng sẽ phải bỏ biếu chống lại.  Chỉ vài lời bất đồng  Phóng viên BBC Andy Gallacher thường trú tại Washington nói rằng một cuộc tranh luận gay gắt sẽ diễn ra để Thượng viện Mỹ chấp thuận khoản tiền 14 tỷ đô la kia.  Một bầu không khí căng thẳng, ngột ngạt và nhiều cảm xúc trái ngược xuất hiện trong Thượng viện khi các đại biểu thuộc đảng Dân chủ vào phút cuối đã xin những đại biểu đối tác phía Cộng hòa bỏ phiếu để giúp đỡ các hãng sản xuất xe hơi lớn nhất nước Mỹ là General Motors, Ford và Chrysler. (Phóng viên đưa tin)  Người lãnh đạo nhóm chiếm đa số trong Thượng viện , ông Harry Reid, đã nói ông ta “thất vọng kinh khủng” khi kết quả cuộc bỏ phiếu rõ ràng là thất bại hoàn toàn, và ông gọi đó là một “sự tổn thất lớn cho quốc gia\".    “Tôi lo sợ sẽ chứng kiến cảnh Phố Wall vào ngày mai. Đó sẽ không phải là một cảnh tượng dễ chịu đâu\"- ông Harry Reid nói.  \"Hàng triệu người Mỹ, không chỉ công nhân sản xuất xe hơi mà cả những người bán xe, đại lý xe, những người làm việc trên xe cũng sẽ bị tác động và bị ảnh ưởng một cách trực tiếp..\"  Thông tin này đã khiến giá cổ phiếu giảm mạnh ở Nhật, Đài Loan, Hàn Quốc và Úc.  Phóng viên Sen Reid nói có quá nhiều sự khác biệt giữa các đại biểu hai đảng Cộng hoà và Dân chủ.   Những đại biểu đảng Cộng hoà rời khỏi cuộc họp kín sau khi họ từ chối cung cấp nguồn viện trợ của liên bang cho các công ty xe hơi trừ phi Hiệp hội về ngành này (UAW) đồng ý cắt giảm tiền lương trong năm tới để các công ty thành viên theo kịp phía đối tác Nhật Bản của mình.   Ông Bob Corker Sen, một đại biểu đảng Cộng hoà nói hai bên đã sắp đạt được một thoả thuận với nhau, nhưng còn trở ngại gây chia rẽ là việc từ chối cắt giảm tiền lương trước năm 2011 của UAW (Hiệp hội các nhà sản xuất ô tô), khi hợp đồng hiện thời của họ với các hãng sản xuất xe hơi hết hiệu lực.   \"Chúng tôi bị một số từ ngữ gây cản trở\"- ông Bob Corker Sen nói. \"Chúng tôi đã giải quyết hầu hết những vấn đề cơ bản và chỉ khoảng vài ba từ ngữ khiến chúng tôi bế tắc.\"  Ông Alan Reuther, giám đốc lập pháp của UAW, đã từ chối trả lời báo chí khi ông rời khỏi phòng họp trong suốt cuộc đàm phán (theo hãng tin AP).  Phóng viên của chúng tôi đưa tin, năm nay sẽ không có một hành động nào của Quốc hội trong vấn đề giải cứu tài chính là câu trả lời rất rõ ràng ở thời điểm hiện tại.   Phát ngôn viên của Nhà Trắng Tony Fratto nói chính phủ sẽ đánh giá các lựa chọn dựa trên sự thất bại của các cuộc đàm phán, nhưng không nói thêm chi tiết nào nữa.  Ông ta nói:\"Chúng tôi nghĩ pháp chế mà chúng ta thương thảo mang lại một cơ hội để sử dụng kinh phí đã phù hợp với nhà sản xuất xe hơi và mang lại cơ may lớn nhất để tránh sự phá sản trầm trọng trong khi vẫn đảm bảo tiền đóng thuế chỉ đến với các công ty có những người đã được chuẩn bị để ra quyết định khó khăn giúp họ có thể tồn tại được.”  Tổng thống mới đắc cử Barrack Obama nói ông ta ủng hộ dự luật.   Vụ thương thảo có thể giúp ba đại gia (trong ngành sản xuất ô tô - General Motors, Chrysler và Ford ) cơ hội sử dụng quỹ tài trợ khẩn cấp để đương đầu với thời kỳ suy thoái nặng nề trong kinh doanh vì khủng hoảng tài chính toàn cầu.  The Big Three have all seen sales fall sharply this year in the US.    Các công ty General Motors và Chrysler nói họ có nguy cơ bị phá sản nếu không có viện trợ tức thì. Ford cho biết họ có thể sẽ cần kinh phí trong tương lai. Ba hãng yêu cầu số tiền 34 tỉ đô la khi cấp trên của họ trình diện Quốc hội để đưa ra tình trạng khó khăn hiện nay họ đang phải đương đầu.   Tất cả ba đại gia này đều thấy doanh số giảm mạnh trong năm nay tại Hoa Kỳ.   Cuộc suy thoái phản ánh sự khủng hoảng trong toàn ngành, nó cũng đã tác động đến các nhà sản xuất ô tô Nhật Bản và châu Âu ở Hoa Kỳ, họ cũng bị chỉ trích vì đã không cho ra những dòng xe mới mang tính đột phá, hấp dẫn người tiêu dùng."
        }
    ],
    "suggestions": []
}