{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gynecologic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gynecologic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gynecologic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gynecologic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gynecologic"
        }
    },
    "sentences": [
        {
            "en": "In addition to your medical history, your doctor will do a physical examination, which includes checking your weight, and checking especially for physical signs such as acne, hair growth, and darkened skin. The doctor may perform a <em>gynecologic</em> examination to rule out other possible causes of your symptoms, but this is not always necessary for diagnosis.",
            "vi": "Ngoài tiền sử sức khỏe, bác sĩ còn kiểm tra sức khỏe cho bạn, bao gồm kiểm tra trọng lượng, và kiểm tra đặc biệt là các dấu hiệu thể chất chẳng hạn như mụn trứng cá, lông tóc mọc rậm ra sao, và da trở nên tối màu như thế nào. Đồng thời bác sĩ cũng có thể khám phụ khoa để loại bỏ các nguyên nhân gây nên triệu chứng khả thi khác, nhưng không phải lúc nào cũng cần thiết cho việc chẩn đoán. "
        },
        {
            "en": "15 Symptoms women ignore         See your doctor Women tend to be more vigilant than men about getting health checkups and cancer screenings, according to studies and experts. But not always. Younger women, for instance, tend to ignore symptoms that could point to cancer. Of course, some women are as skilled as men are at switching to denial mode. With that healthy balance between denial and hypochondria in mind, WebMD asked experts to talk about the symptoms that may not immediately make a woman worry about cancer, but that should be checked out. The following slides cover 15 possible cancer symptoms women often ignore. No.1 - Unexplained weight loss Many women would be delighted to lose weight without trying. But unexplained weight loss -- say 10 pounds in a month without an increase in exercise or a decrease in food intake -- should be checked out, says Ranit Mishori, MD, an assistant professor of family medicine at the Georgetown University School of Medicine in Washington, D.C. \"Unexplained weight loss is cancer unless proven not,\" she says. It could, of course, turn out to be another condition, such as an overactive thyroid. Expect your doctor to run tests to check the thyroid and perhaps order a CT scan of different organs. The doctor needs to \"rule out the possibilities, one by one,\" Mishori says. No. 2 – Bloating Bloating is so common that many women just live with it. But it could point to ovarian cancer. Other symptoms of ovarian cancer include abdominal pain or pelvic pain, feeling full quickly -- even when you haven't eaten much -- and urinary problems, such as having an urgent need to go to the bathroom. If the bloating occurs almost every day and persists for more than a few weeks, you should consult your physician. Expect your doctor to take a careful history and order a CT scan and blood tests. No 3. - Breast changes Most women know their breasts well, even if they don't do regular self-exams, and know to be on the lookout for lumps. But that's not the only breast symptom that could point to cancer. Redness and thickening of the skin on the breast, which could indicate a very rare but aggressive form of breast cancer, inflammatory breast cancer, also needs to be examined, says Hannah Linden, MD, a medical oncologist who is a member of the Fred Hutchinson Cancer Research Center and professor of medicine at the University of Washington School of Medicine, Seattle. \"If you have a rash that persists over weeks, you have to get it evaluated,” says Linden. Likewise, if the look of a nipple changes, or if you notice discharge (and aren't breastfeeding), see your doctor. \"If it's outgoing often,\" she says, that's not a good sign. \"If your nipples are inverted chronically, no big deal.\" It's the change in appearance that could be a worrisome symptom.  If you have breast changes, expect your doctor to take a careful history, examine the breast, and order tests such as a mammogram, ultrasound, MRI, and perhaps a biopsy. No. 4 - Between-period bleeding or other unusual bleeding \"Premenopausal women tend to ignore between-period bleeding,\" says Mary Daly, MD, oncologist and head of the department of clinical genetics at Fox Chase Cancer Center in Philadelphia. They also tend to ignore bleeding from the gastrointestinal (GI) tract, mistakenly thinking it is from their period. But between-period bleeding, especially if you are typically regular, bears checking out, she says. So does bleeding after menopause, as it could be a symptom of endometrial cancer. GI bleeding could be a symptom of colorectal cancer. Think about what's normal for you, says Debbie Saslow, PhD, director of breast and <em>gynecologic</em> cancer at the American Cancer Society in Atlanta. \"If a woman never spots [between periods] and she spots, it's abnormal for her. For someone else, it might not be. Endometrial cancer is a common <em>gynecologic</em> cancer,\" Saslow says. \"At least three-quarters who get it have some abnormal bleeding as an early sign.\" Your doctor will take a careful history and, depending on the timing of the bleeding and other symptoms, probably order an ultrasound or biopsy. No. 5 - Skin changes Most of us know to look for any changes in moles -- a well-known sign of skin cancer. But we should also watch for changes in skin pigmentation, Daly says. If you suddenly develop bleeding on your skin or excessive scaling, that should be checked, too, she says. It's difficult to say how long to observe skin changes before you go to the doctor, but most experts say not longer than several weeks.  No. 6 - Difficulty swallowing If you have difficulty swallowing, you may have already changed your diet so chewing isn't so difficult, perhaps turning to soups or liquid foods such as protein shakes. But that difficulty could be a sign of a GI cancer, such as in the esophagus, says Leonard Lichtenfeld, MD, deputy chief medical officer at the American Cancer Society. Expect your doctor to take a careful history and order tests such as a chest X-ray or exams of the GI tract. No. 7 - Blood in the wrong place If you notice blood in your urine or your stool, don't assume it's from a hemorrhoid, says Mishori. \"It could be colon cancer.\" Seeing blood in the toilet bowl may actually be from the vagina if a woman is menstruating, Mishori says. But if not, it should be checked to rule out bladder or kidney cancer, she says.  Expect your doctor to take a careful history and perhaps order testing such as a colonoscopy, an exam of the colon to look for cancer. Coughing up blood should be evaluated, too. One occasion of blood in the wrong place may not point to anything, Mishori says, but if it happens more than once, go see your doctor. No. 8 - Gnawing abdominal pain and depression Any woman who has got a pain in the abdomen and is feeling depressed needs a checkup, says Lichtenfeld. Some researchers have found a link between depression and pancreatic cancer, but it's a poorly understood connection. No. 9 – Indigestion Women who have been pregnant may remember the indigestion that occurred as they gained weight. But indigestion for no apparent reason may be a red flag. It could be an early clue to cancer of the esophagus, stomach, or throat. Expect your doctor to take a careful history and ask questions about the indigestion before deciding which tests to order, if any. No. 10 - Mouth changes Smokers should be especially alert for any white patches inside the mouth or white spots on the tongue, according to the American Cancer Society. Both can point to a precancerous condition called leukoplakia that can progress to oral cancer. Ask your dentist or doctor to take a look and decide what should be done next. No. 11 – Pain As people age, they seem to complain more of various aches and pains, but pain, as vague as it may be, can also be an early symptom of some cancers, although most pain complaints are not from cancer. Pain that persists and is unexplained needs to be checked out. Expect your physician to take a careful history and, based on that information, decide what further testing, if any, is needed. No. 12 - Changes in lymph nodes If you notice a lump or swelling in the lymph nodes under your armpit or in your neck—or anywhere else—it could be worrisome, Linden says. \"If you have a lymph node that gets progressively larger, and it has [been] longer than a month, see a doctor,\" she says. Your doctor will examine you and figure out any associated issues (such as infection) that could explain the lymph node enlargement. If there are none, your doctor will typically order a biopsy. No. 13 – Fever If you have a fever that isn't explained by influenza or other infection, it could point to cancer. Fevers more often occur after cancer has spread from its original site, but it can also point to early blood cancers such as leukemia or lymphoma, according to the American Cancer Society. Other cancer symptoms can include jaundice, or a change in the color of your stool. Expect your doctor to conduct a careful physical exam and take a medical history, and then order tests such as a chest X-ray, CT scan, MRI, or other tests, depending on the findings. No. 14 – Fatigue Fatigue is another vague symptom that could point to cancer -- as well as a host of other problems. It can set in after the cancer has grown, but it may also occur early in certain cancers, such as leukemia or with some colon or stomach cancers, according to the American Cancer Society. No. 15 - Persistent cough Coughs are expected with colds, the flu, allergies, and sometimes are a side effect of medications. But a very prolonged cough -- defined as lasting more than three or four weeks -- should not be ignored, Mishori says. Expect your doctor to take a careful history, examine your throat, check out your lung functioning, and perhaps order X-rays, especially if you are a smoker.",
            "vi": "15 triệu chứng mà phụ nữ thường hay bỏ qua       Hãy đến khám bác sĩ  Theo nhiều công trình nghiên cứu và nhiều chuyên gia thì phụ nữ thường có khuynh hướng thận trọng với các cuộc kiểm tra sức khỏe tổng quát và xét nghiệm ung thư hơn nam giới. Nhưng không phải lúc nào cũng thế. Chẳng hạn như, nhiều bạn gái trẻ, hay phớt lờ những triệu chứng có thể dẫn đến ung thư. Tất nhiên là cũng có một số người rất hay phủ nhận như nam giới.  Với sự cân đối lành mạnh giữa phủ nhận và bệnh tưởng trong đầu thì WebMD đã yêu cầu các chuyên gia nói về những triệu chứng có thể ngay lập tức không làm cho phái nữ cảm thấy lo lắng về chứng ung thư, nhưng cần phải được kiểm tra. Những khung hình dưới đây cho thấy 15 triệu chứng ung thư có thể xảy ra mà chị em phụ nữ thường không quan tâm tới.  1. Giảm cân không rõ nguyên nhân  Nhiều phụ nữ sẽ vui mừng khi có thể giảm cân mà không cần phải cố gắng làm gì cả. Nhưng giảm cân không rõ nguyên nhân – chẳng hạn như giảm 10 pound/ tháng mà không tăng cường thêm vận động hoặc ăn kiêng – thì cần nên được kiểm tra, theo tiến sĩ y khoa Ranit Mishori, trợ giảng tại Đại học Y dược Georgetown ở Washington, D.C. “Giảm cân không rõ nguyên nhân thường là ung thư trừ phi được chứng minh là không phải. Tất nhiên là nó có thể chuyển sang một chứng bệnh khác, chẳng hạn như tuyến giáp hoạt động quá mức.  Đề nghị bác sĩ cho làm các xét nghiệm để kiểm tra tuyến giáp và có lẽ bạn cũng nên yêu cầu cho chụp CT (chụp cắt lớp) nhiều cơ quan khác nữa. Theo tiến sĩ Mishori thì bác sĩ cần nên “loại bỏ từng khả năng một”.  2. Chứng phồng nở bất thường Tình trạng trương nở rất thường thấy đến nỗi nhiều người chỉ biết sống chung với nó thôi. Nhưng cũng có thể là bệnh nhân bị ung thư buồng trứng. Các triệu chứng khác của ung thư buồng trứng gồm đau bụng hoặc đau khung xương chậu, cảm giác no nhanh – thậm chí là khi bạn không ăn nhiều – và nhiều vấn đề về tiết niệu, chẳng hạn như nhu cầu đi vệ sinh nhanh.  Nếu hầu như ngày nào cũng bị căng bụng và kéo dài một vài tuần trở lên thì bạn nên tham khảo ý kiến của bác sĩ. Hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận; chụp cắt lớp/ chụp CT và làm các xét nghiệm máu.  3. Thay đổi ở nhũ hoa  Hầu hết phụ nữ đều biết vòng một của mình rất rõ, cho dù là không tự kiểm tra ngực thường xuyên, và biết về các vấn đề khối u. Nhưng đó không phải là triệu chứng ở ngực duy nhất có thể dẫn đến ung thư. Vùng da ngực ửng đỏ và dày, có thể là dấu hiệu của dạng ung thư vú rất hiếm thấy nhưng diễn tiến rất nhanh, hoặc là dấu hiệu của chứng ung thư vú viêm nhiễm, tiến sĩ – bác sĩ chuyên khoa ung thư Hannah Linden, thành viên của Trung tâm Nghiên cứu Ung thư Fred Hutchinson và giáo sư y khoa tại trường Đại học Y dược Washington, Seattle cho biết “Nếu bạn bị phát ban nhiều tuần thì nên đến khám bác sĩ.” Tương tự, nếu hình dạng của nhũ hoa thay đổi, hoặc nếu bạn phát hiện thấy có dịch tiết (và không phải đang trong thời gian cho con bú mẹ), thì hãy đến bác sĩ nhé. “Nếu nhũ hoa tiết dịch thường xuyên thì không phải là dấu hiệu tốt rồi.” “Nếu đầu nhũ hoa của bạn lúc nào cũng lún vào trong, thì điều đó chẳng có gì nghiêm trọng cả.” Sự thay đổi hình dáng có thể là một triệu chứng rắc rối đấy.  Nếu nhũ hoa của bạn thay đổi thì hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, kiểm tra ngực và yêu cầu làm nhiều xét nghiệm khác chẳng hạn như chụp X-quang khối u ở ngực, siêu âm, MRI (cộng hưởng từ), và có lẽ cần phải sinh thiết. 4. Xuất huyết giữa chu kỳ kinh nguyệt hoặc xuất huyết bất thường khác Theo tiến sĩ – bác sĩ chuyên khoa ung thư Mary Daly, trưởng khoa về gien học lâm sàng của Trung tâm ung thư Fox Chase ở Philadelphia, “Phụ nữ tiền mãn kinh thường hay phớt lờ tình trạng xuất huyết giữa chu kỳ kinh nguyệt”. Họ cũng hay bỏ qua hiện tượng xuất huyết ở dạ dày-ruột (GI), nhầm lẫn cho rằng đó là kinh nguyệt của mình. Nếu bạn bị xuất huyết giữa chu kỳ kinh nguyệt, nhất là khi việc đó xảy ra thường xuyên, thì hãy đến khám bác sĩ nhé. Chứng xuất huyết sau mãn kinh cũng có thể là triệu chứng của bệnh ung thư nội mạc tử cung. Xuất huyết dạ dày-ruột (GI) có thể là triệu chứng của bệnh ung thư kết tràng-trực tràng. Tiến sĩ Debbie Saslow, giám đốc hiệp hội ung thư vú và ung thư phụ khoa Mỹ ở Atlanta cho biết “Bạn hãy nghĩ xem điều gì là bình thường với mình nào. Nếu một người chưa hề xuất huyết lốm đốm [giữa chu kỳ kinh nguyệt] và bây giờ lại xảy ra hiện tượng đó thì quả là bất thường rồi. Đối với người khác thì có thể là bình thường. Ung thư nội mạc tử cung là bệnh ung thư phụ khoa thường thấy. Và có ít nhất là ¾ bệnh nhân bị xuất huyết bất thường như là một dấu hiệu ban đầu của bệnh ung thư.  Bác sĩ sẽ kiểm tra bệnh sử cẩn thận và, tuỳ thuộc vào thời điểm xuất huyết và các triệu chứng khác, và chắc có lẽ là yêu cầu bạn siêu âm hoặc sinh thiết.  5. Thay đổi trên da Daly cho hay hầu hết chúng ta đều biết quan sát tìm những thay đổi ở nốt rùi – đây là một dấu hiệu ung thư da thường thấy. Nhưng chúng ta cũng cần nên quan sát những thay đổi ở màu da nữa.  Nếu đột nhiên da bị xuất huyết hoặc bong tróc vảy trên diện rộng thì bạn cũng nên đi kiểm tra. Khó có thể cho biết là thời gian theo dõi những thay đổi bất thường trên da trước khi khám bác sĩ là bao lâu, nhưng theo hầu hết các chuyên gia thì không quá một vài tuần.  6. Khó nuốt  Nếu cảm thấy khó nuốt, bạn có thể đã thay đổi khẩu phần của mình để nhai dễ dàng hơn, chẳng hạn như súp hoặc các thức ăn lỏng khác như là sữa lắc cung cấp prô-tê-in.  Nhưng theo tiến sĩ Leonard Lichtenfeld, phó phòng y khoa của Hiệp hội Ung thư Mỹ thì triệu chứng khó nuốt đó có thể là một dấu hiệu của bệnh ung thư GI (ung thư dạ dày-ruột), chẳng hạn như ung thư thực quản.  Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và yêu cầu cho làm các xét nghiệm khác chẳng hạn như chụp X-quang ngực hoặc xét nghiệm đường GI (dạ dày-ruột).  7. Chảy máu không đúng chỗ  Nếu phát hiện thấy máu trong phân hoặc nước tiểu thì đừng vội đoán đó là do bệnh trĩ, tiến sĩ Mishori lưu ý. “Đây có thể là ung thư ruột kết.” Máu trong bồn toa lét có thể thực sự là từ âm đạo của phụ nữ khi đang hành kinh. Nhưng nếu không phải vậy thì nên kiểm tra để loại bỏ khả năng ung thư bàng quang hoặc ung thư thận. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và có lẽ nên yêu cầu cho làm xét nghiệm chẳng hạn như soi kết tràng, xét nghiệm ruột kết để xem có bị ung thư hay không.  Tương tự thì việc ho ra máu cũng cần nên được kiểm tra. Theo Mishori, nếu tình trạng xuất huyết không đúng chỗ xảy ra một lần thì có thể là không vấn đề gì, nhưng nếu việc đó xảy ra từ hai lần trở lên thì bạn nên đến khám bác sĩ.  8. Đau bụng dai dẳng và trầm cảm  Tiến sĩ Lichtenfeld cho hay nếu bạn thấy đau bụng và trầm cảm thì nên đi khám. Một số nghiên cứu đã phát hiện mối tương quan giữa chứng trầm cảm và ung thư tuyến tụy, nhưng đó chỉ là mối tương quan chưa được chứng minh rõ ràng.  9. Khó tiêu  Phụ nữ đã có thai có thể vẫn nhớ chứng khó tiêu của mình khi tăng cân. Nhưng khó tiêu không rõ nguyên nhân thì có lẽ là một dấu hiệu nguy hiểm. Đây có thể là dấu hiệu ban đầu của bệnh ung thư thực quản, dạ dày, hoặc ung thư họng. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và hỏi các câu hỏi về chứng khó tiêu trước khi quyết định yêu cầu làm xét nghiệm nào, nếu có.  10. Thay đổi ở miệng Theo Hiệp hội Ung thư Hoa Kỳ thì những người hút thuốc nên đặc biệt cảnh giác với bất kỳ mảng trắng bên trong miệng hoặc bất kỳ nốt trắng nào bên trong lưỡi bởi cả hai trường hợp đó có thể là triệu chứng tiền ung thư được gọi là chứng bạch sản có thể phát triển thành ung thư miệng.  Bạn nên nhờ bác sĩ hoặc nha sĩ kiểm tra và quyết định nên làm gì kế tiếp.  11. Đau nhức Khi có tuổi, người ta thường có vẻ rên rỉ nhiều hơn về các cơn đau nhức, nhưng tình trạng đau nhức đó có thể là triệu chứng chưa rõ ràng ban đầu của một số bệnh ung thư, dẫu rằng phần lớn không phải là do ung thư.  Tuy nhiên nếu cơn đau cứ kéo dài dai dẳng và không rõ nguyên nhân thì bạn cũng nên đi khám. Hãy đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, và dựa trên thông tin đó hãy quyết định cần nên làm thêm xét nghiệm gì, nếu có.  12. Thay đổi ở các hạch bạch huyết Theo tiến sĩ Linden, nếu phát hiện một bướu lồi hoặc các hạch bạch huyết dưới nách hoặc cổ bạn – hoặc bất kỳ nơi đâu khác - bị sưng to lên thì có thể là rắc rối đấy. “Nếu một hạch bạch huyết nào đó của bạn cứ tiếp tục phình to hơn một tháng thì bạn nên đến khám bác sĩ nhé.” Bác sĩ sẽ khám và tìm ra bất kỳ vấn đề nào có liên quan (chẳng hạn như nhiễm trùng) có thể là nguyên nhân của chứng phình nở hạch bạch huyết.  Nếu không tìm ra nguyên nhân gì thì bác sĩ thường sẽ yêu cầu làm sinh thiết.  13. Sốt Nếu sốt mà không phải do cúm hay bệnh nhiễm trùng khác gây ra thì có thể đây là ung thư. theo Hiệp hội Ung thư Hoa Kỳ thì các cơn sốt xảy ra nhiều hơn sau khi ung thư đã lan rộng ra khỏi nơi khởi phát, nhưng cũng có thể là các bệnh ung thư máu giai đoạn đầu chẳng hạn như bệnh bạch cầu hoặc u hạch bạch huyết.  Các triệu chứng ung thư khác có thể bao gồm chứng vàng da, hoặc thay đổi màu sắc trong phân.  Bạn nên đề nghị bác sĩ cho làm kiểm tra sức khỏe cẩn thận và kiểm tra tiền sử sức khỏe, và sau đó yêu cầu làm thêm các xét nghiệm chẳng hạn như chụp X-quang ngực, chụp cắt lớp/ chụp CT, chụp MRI (cộng hưởng từ), hay làm các xét nghiệm khác, tùy vào những phát hiện tìm được.  14. Mệt mỏi  Theo Hiệp hội Ung thư Hoa Kỳ thì mệt mỏi là một triệu chứng chưa rõ ràng khác có thể quy cho ung thư – cũng như một loạt các vấn đề sức khỏe khác. Tình trạng mệt mỏi này thường xảy ra sau khi ung thư đã phát triển, nhưng cũng có thể là triệu chứng ban đầu của một số bệnh ung thư nào đó, chẳng hạn như bệnh bạch cầu hoặc kèm với ung thư ruột kết hoặc ung thư dạ dày. 15. Ho dai dẳng Mishori cho biết ho có thể là do cảm, cúm, dị ứng, và đôi khi là do tác dụng phụ của thuốc. Nhưng nếu ho dai dẳng quá lâu – hơn 3 hoặc 4 tuần thì bạn không nên phớt lờ được. Bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận, khám cổ họng cho bạn, kiểm tra chức năng phổi, và có thể yêu cầu chụp X-quang, nhất là nếu bạn hút thuốc lá."
        },
        {
            "en": "What is ovarian cancer? This cancer begins in the ovaries, the twin organs that produce a woman's eggs and the main source of the female hormones estrogen and progesterone. Treatments for ovarian cancer have become more effective in recent years, with the best results seen when the disease is found early.  Ovarian cancer symptoms     * Bloating or pressure in the belly.     * Pain in the abdomen or pelvis.     * Feeling full too quickly during meals.     * Urinating more frequently. These symptoms can be caused by many conditions that are not cancer. If they occur daily for more than a few weeks, report them to your health care professional. Risk factor: Family history A woman's odds of developing ovarian cancer are higher if a close relative has had cancer of the ovaries, breast, or colon. Researchers believe that inherited genetic changes account for 10% of ovarian cancers. This includes the BRCA1 and BRCA2 gene mutations, which are linked to breast cancer.  Women with a family history of disease should talk with a doctor to see whether closer medical follow-up could be helpful. Risk factor: Age The strongest risk factor for ovarian cancer is age. It's most likely to develop after a woman goes through menopause. Using postmenopausal hormone therapy may increase the risk. The link seems strongest in women who take estrogen without progesterone for at least 5 to 10 years. Doctors are not certain whether taking a combination of estrogen and progesterone boosts the risk as well. Risk factor: Obesity Obese women have a higher risk of getting ovarian cancer than other women. And the death rates for ovarian cancer are higher for obese women too, compared with non-obese women. The heaviest women appear to have the greatest risk. Ovarian cancer screening tests There are two ways to screen for ovarian cancer before it causes symptoms or shows up during a routine <em>gynecologic</em> exam. One is a blood test for elevated levels of a protein called CA-125. The other is an ultrasound of the ovaries. Unfortunately, neither technique has been shown to save lives when used in women of average risk. For this reason, screening is only recommended for women with strong risk factors. Diagnosing ovarian cancer Imaging tests, such as ultrasound or CT scans can help reveal an ovarian mass. But these scans can't determine whether the abnormality is cancer. If cancer is suspected, the next step is usually surgery to remove suspicious tissues. A sample is then sent to the lab for further examination. This is called a biopsy. Sometimes a sample taken with a needle can also be used for diagnosis. Stages of ovarian cancer The initial surgery for ovarian cancer also helps determine how far the cancer has spread, described by the following stages: Stage I: Confined to one or both ovaries. Stage II: Spread to the uterus or other nearby organs. Stage III: Spread to the lymph nodes or abdominal lining. Stage IV: Spread to distant organs, such as the lungs or liver. Types of ovarian cancer The vast majority of ovarian cancers are epithelial ovarian carcinomas. These are malignant tumors that form from cells on the surface of the ovary. Some epithelial tumors are not clearly cancerous. These are known as tumors of low malignant potential (LMP.) LMP tumors grow more slowly and are less dangerous than other forms of ovarian cancer. Ovarian cancer survival rates Ovarian cancer can be a frightening diagnosis, with 5-year relative survival rates that range from 89% to 18% for epithelial ovarian cancer, depending on the stage when the cancer was found. But keep in mind that these odds are based on women diagnosed from 1988 to 2001. The treatments and outlook may be better for people diagnosed today. For LMP tumors, the five-year relative survival rates range from 99% to 77%. Ovarian cancer surgery Surgery is used to diagnose ovarian cancer and determine its stage, but it is also the first phase of treatment. The goal is to remove as much of the cancer as possible. This may include a single ovary and nearby tissue in stage I. In more advanced stages, it may be necessary to remove both ovaries, along with the uterus and surrounding tissues. Chemotherapy In all stages of ovarian cancer, chemotherapy is usually given after surgery. This phase of treatment uses drugs to target and kill any remaining cancer in the body. The drugs may be given by mouth, through an IV, or directly into the belly (intraperitoneal chemotherapy.) Women with LMP tumors usually don't need chemo unless the tumors grow back after surgery. Targeted therapies Researchers are working on therapies that target the way ovarian cancer grows. A process called angiogenesis involves the formation of new blood vessels to feed tumors. A drug called Avastin blocks this process, causing tumors to shrink or stop growing (seen in the illustration here). Avastin is approved for other cancers, but ovarian cancer researchers are still testing this therapy, which can have serious side effects. After treatment: Early menopause When women have both ovaries removed, they can no longer produce their own estrogen. This triggers menopause, no matter how young the patient. The drop in hormone levels can also raise the risk for certain medical conditions, including osteoporosis. It's vital that women have regular health care after being treated for ovarian cancer. After treatment: Moving on Women may find that it takes a long time for their energy to return after treatments end. Fatigue is a very common problem after treatment for cancer. Beginning a gentle exercise program is one of the most effective ways to restore energy and improve emotional well-being. Check with your health care team to determine which activities are right for you. Risk reducer: Pregnancy Women who have biological children are less likely to get ovarian cancer than women who have never given birth. The risk appears to decrease with every pregnancy, and breastfeeding may offer added protection. Risk reducer: 'The pill' Ovarian cancer is also less common in women who have taken birth control pills. Women who have used the pill for at least five years have about half the risk of women who never took the pill. Like pregnancy, birth control pills prevent ovulation. Some researchers think ovulating less often may protect against ovarian cancer. Risk reducer: Tubal ligation Getting your tubes tied, known as tubal ligation, may offer some protection against ovarian cancer. The same goes for having a hysterectomy – removing the uterus while leaving the ovaries intact. Risk reducer: Removing the ovaries For women with genetic mutations that put them at high risk for ovarian cancer, removing the ovaries is an option. This can also be considered in women over 40 getting a hysterectomy. Risk reducer: Low-fat diet While there is no definitive diet to prevent ovarian cancer, there is evidence that what you eat can make a difference. In one recent study, women who stuck to a low-fat diet for at least four years were less likely to develop ovarian cancer. Some researchers report the cancer is also less common in women who eat a lot of vegetables, but more studies are needed.  ",
            "vi": "Ung thư buồng trứng là gì? Chứng ung thư này khởi phát ở buồng trứng, cơ quan kép sản sinh trứng và là nơi cung cấp hooc-môn estrogen và progesterone chủ yếu ở nữ. Trong những năm gần đây nhiều phương pháp điều trị ung thư buồng trứng đã trở nên có hiệu quả hơn, cho kết quả tốt nhất khi bệnh được phát hiện sớm.  Các triệu chứng của ung thư buồng trứng  * Căng bụng hoặc nặng bụng.  * Đau bụng hoặc đau khung xương chậu.  * Cảm giác no rất nhanh trong khi ăn.  * Đi tiểu thường xuyên hơn. Các triệu chứng này có thể gây ra do nhiều bệnh khác không phải là ung thư. Nhưng nếu chúng xảy ra hằng ngày kéo dài trên một vài tuần thì bạn nên thông báo cho bác sĩ chăm sóc sức khoẻ của mình biết nhé.  Yếu tố rủi ro: Tiền sử gia đình bị ung thư buồng trứng Tỉ lệ phát triển ung thư buồng trứng ở nữ cao hơn nếu có quan hệ họ hàng gần gũi với người đã từng bị ung thư buồng trứng, ung thư vú, hoặc ung thư kết tràng. Nhiều công trình nghiên cứu cho rằng các biến đổi gien di truyền chiếm đến 10% số ca ung thư buồng trứng. Ở đây bao gồm biến đổi gien BRCA1 và BRCA2, liên quan đến bệnh ung thư vú. Phụ nữ có tiền sử gia đình bị bệnh nên nói chuyện với bác sĩ để xem liệu phương pháp theo dõi y tế sát sao hơn có thể hữu ích hay không. Yếu tố rủi ro: Tuổi tác  Tuổi tác là yếu tố rủi ro nhất của ung thư buồng trứng. Chứng bệnh này hầu như có thể xảy ra ở phụ nữ sau mãn kinh. Việc sử dụng liệu pháp hooc-môn sau mãn kinh có thể làm tăng nguy cơ gây bệnh. Mối tương quan này có vẻ rõ rệt nhất ở phụ nữ sử dụng hooc-môn estrogen mà không sử dụng hooc-môn progesterone ít nhất từ 5 đến 10 năm. Đồng thời bác sĩ cũng không chắc là việc sử dụng kết hợp cả hooc-môn estrogen và progesterone có làm tăng nguy cơ gây bệnh hay không.  Yếu tố rủi ro: Béo phì  Phụ nữ béo phì có nguy cơ ung thư buồng trứng cao hơn những phụ nữ khác. Và tỉ lệ tử vong do ung thư buồng trứng ở người béo phì cũng cao hơn, so với người không béo phì. Người có trọng lượng cơ thể nặng nhất có nguy cơ bệnh nhiều nhất.   Các thử nghiệm sàng lọc ung thư buồng trứng  Có 2 cách để sàng lọc, xét nghiệm ung thư buồng trứng trước khi bộc phát triệu chứng hoặc cho thấy kết quả trong cuộc khám phụ khoa định kỳ. Một là xét nghiệm máu để tìm nồng độ prô-tê-in tăng cao được gọi là xét nghiệm CA-125. Hai là siêu âm buồng trứng. Tiếc là, không có kỹ thuật nào cho kết quả có thể cứu được bệnh nhân khi sử dụng đối với phụ nữ có nguy cơ mắc bệnh trung bình. Vì lý do này, phương pháp xét nghiệm sàng lọc chỉ được khuyến cáo cho những phụ nữ có nguy cơ mắc bệnh cao.  Chẩn đoán ung thư buồng trứng  Các xét nghiệm bằng hình ảnh, chẳng hạn như siêu âm hoặc chụp CT có thể giúp nhìn thấy được khối u buồng trứng. Nhưng các hình quét này không xác định được liệu dị dạng này có phải là ung thư hay không. Nếu bác sĩ nghi ngờ ung thư thì bước kế tiếp thường là phẫu thuật để cắt bỏ các mô khả nghi. Sau đó người ta gởi mẫu xét nghiệm này đến phòng thí nghiệm để kiểm tra thêm. Đây được gọi là sinh thiết. Đôi khi mẫu xét nghiệm được lấy bằng kim này cũng có thể được sử dụng để chẩn đoán.  Các giai đoạn ung thư buồng trứng  Phẫu thuật ban đầu đối với chứng ung thư buồng trứng cũng giúp xác định được xem ung thư đã phát tán bao xa, được miêu tả bằng các giai đoạn sau:  Giai đoạn I: Ung thư giới hạn ở một hoặc cả hai buồng trứng.  Giai đoạn II: Ung thư phát tán sang tử cung hoặc các cơ quan lân cận.  Giai đoạn III: Ung thư lây sang các hạch bạch huyết hoặc niêm mạc bụng.  Giai đoạn IV: Ung thư phát tán ra các cơ quan ở xa, chẳng hạn như phổi hoặc gan.  Các loại ung thư buồng trứng Đại đa số các ca ung thư buồng trứng là ung thư biểu mô buồng trứng. Đây là những khối u ác tính hình thành từ các tế bào trên bề mặt buồng trứng. Một số khối u biểu mô không phải là ung thư một cách rõ rệt. Chúng được coi là các khối u khả năng ác tính thấp (LMP.) các khối u LMP này phát triển chậm hơn và ít nguy hiểm hơn các dạng ung thư buồng trứng khác.   Tỉ lệ sống sót sau khi bị ung thư buồng trứng  Ung thư buồng trứng có thể là một chẩn đoán đáng sợ, tỉ lệ sống sót gần 5 năm ở người bị ung thư buồng trứng biểu mô từ 89% đến 18%, tuỳ thuộc vào việc phát hiện ung thư ở giai đoạn nào. Nhưng xin lưu ý rằng các tỉ lệ này dựa trên chẩn đoán của những phụ nữ từ năm 1988 đến năm 2001. Nhiều phương pháp phòng bệnh và điều trị bệnh có thể đã tốt hơn với bệnh nhân được chẩn đoán hiện tại. Đối với các khối u LMP thì tỉ lệ sống sót gần 5 năm dao động từ 99% đến 77%. Phẫu thuật ung thư buồng trứng  Biện pháp phẫu thuật được sử dụng để chẩn đoán ung thư buồng trứng và xác định xem ung thư đang ở giai đoạn nào, nhưng đây cũng là bước điều trị đầu tiên. Mục tiêu của phẫu thuật là để cắt bỏ khối ung thư càng nhiều càng tốt; có thể gồm một buồng trứng và một mô lân cận khi ung thư ở giai đoạn I. Đối với các giai đoạn cao hơn, có thể cần phải cắt bỏ cả hai buồng trứng, kể cả tử cung và các mô lân cận. Sử dụng hoá trị liệu để chữa ung thư buồng trứng  Hoá trị liệu thường được sử dụng sau khi phẫu thuật xong, đối với tất cả các giai đoạn ung thư buồng trứng. Giai đoạn điều trị này sử dụng thuốc để nhắm và diệt bất kỳ mầm ung thư nào còn sót lại trong cơ thể. Thuốc có thể được sử dụng đường uống, truyền tĩnh mạch, hoặc được sử dụng trực tiếp vào bụng (hoá trị liệu bụng.) Phụ nữ bị khối u LMP thường không cần hoá trị liệu trừ phi các khối u phát triển lại sau khi phẫu thuật xong.  Liệu pháp nhắm trúng đích  Nhiều nhà nghiên cứu đang làm việc trên các liệu pháp dùng để nhắm và nhận biết cách thức ung thư phát triển. Đây được gọi là quá trình hình thành mạch bao gồm quá trình hình thành mạch máu mới để nuôi khối u. Thuốc Avastin có tác dụng làm chặn quá trình này, làm cho các khối u teo lại hoặc ngừng phát triển (trong hình minh hoạ ở đây). Avastin được phép sử dụng cho nhiều bệnh ung thư khác, nhưng các nhà nghiên cứu ung thư buồng trứng vẫn đang thử nghiệm liệu pháp này, có thể phát sinh nhiều tác dụng phụ.  Mãn kinh sớm sau khi điều trị ung thư buồng trứng  Khi bị cắt bỏ cả hai buồng trứng thì người phụ nữ không còn khả năng tự sản sinh hooc-môn estrogen nữa. Điều này gây mãn kinh, dẫu cho người bệnh có nhỏ tuổi thế nào đi nữa. Sự giảm nồng độ hooc-môn này cũng có thể làm tăng nguy cơ mắc một số bệnh nào đó, bao gồm bệnh loãng xương. Điều quan trọng là phụ nữ cần nên được chăm sóc sức khỏe đều đặn sau khi điều trị ung thư buồng trứng.     Mệt mỏi vẫn còn sau khi điều trị ung thư buồng trứng  Nhiều phụ nữ có thể thấy rằng phải mất một thời gian dài mới có thể hồi phục lại năng lượng sau khi điều trị xong. Mệt mỏi là vấn đề rất thường thấy sau khi điều trị ung thư. Bắt đầu một chương trình tập thể dục nhẹ nhàng là một trong những cách hiệu quả nhất để phục hồi năng lượng và cải thiện sức khỏe cảm xúc. Bạn nên tham khảo nhóm chăm sóc y tế của mình để xác định xem hoạt động nào là thích hợp nhé.  Mang thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Phụ nữ sinh con có thể ít bị ung thư buồng trứng hơn so với người chưa từng sinh con. Nguy cơ mắc bệnh này có vẻ giảm đi với mỗi lần mang thai, và việc cho con bú mẹ cũng có thể phòng tránh được bệnh.  Thuốc tránh thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Ung thư buồng trứng cũng ít thấy ở phụ nữ sử dụng thuốc tránh thai hơn. Người sử dụng thuốc tránh thai trong vòng ít nhất 5 năm có nguy cơ mắc bệnh thấp hơn phân nửa số người chưa từng sử dụng viên thuốc tránh thai nào. Giống như mang thai, thuốc tránh thai làm ngăn rụng trứng. Một số nhà nghiên cứu cho rằng việc rụng trứng ít hơn có thể phòng tránh được bệnh ung thư buồng trứng.  Thắt ống dẫn trứng làm giảm nguy cơ ung thư buồng trứng Thủ thuật thắt vòi trứng, được biết đến giống như thuật thắt ống dẫn trứng, có thể phòng tránh được bệnh ung thư buồng trứng. Tương tự như thuật cắt bỏ tử cung - cắt bỏ tử cung trong khi vẫn để nguyên buồng trứng. Cắt bỏ buồng trứng làm giảm nguy cơ ung thư buồng trứng Đối với phụ nữ bị đột biến gien làm cho họ có nguy cơ bị ung thư buồng trứng cao thì thủ thuật cắt bỏ buồng trứng là một giải pháp. Đây cũng là một biện pháp được cân nhắc ở phụ nữ trên 40 tuổi đang được cắt bỏ tử cung. Chế độ dinh dưỡng ít chất béo làm giảm nguy cơ ung thư buồng trứng Mặc dù chẳng có chế độ dinh dưỡng nào đáng tin để có thể phòng tránh ung thư buồng trứng, nhưng có bằng chứng là những gì bạn ăn sẽ có thể tạo nên khác biệt. Một cuộc nghiên cứu mới đây cho biết phụ nữ có chế độ dinh dưỡng ít chất béo trong vòng ít nhất 4 năm thường ít có nguy cơ phát triển bệnh ung thư buồng trứng hơn. Một số nhà nghiên cứu cho biết phụ nữ ăn nhiều rau cải cũng ít bị ung thư hơn, nhưng điều này cần được nhiều công trình nghiên cứu chứng minh hơn nữa.   "
        },
        {
            "en": "Your daughter’s first gynecological exam       As girls grow into teens, it's important that they receive appropriate medical care. The American College of Obstetrics and Gynecology (ACOG) recommends that young women have their first visit with an obstetrician-gynecologist (OB/GYN) between the ages of 13 and 15 or when they become sexually active. For most teens, the first visit will not include a pelvic exam. However, if your daughter complains of missed or painful periods, unusual vaginal secretions, or other problems that may be associated with her reproductive health, she may need a pelvic exam. The idea of having a pelvic exam can make a girl feel nervous, embarrassed, or scared. By explaining why the visit is necessary, giving your daughter a sense of what to expect, and addressing any questions or fears she might have, you can help her feel more comfortable about taking this step. Explaining the Importance of the Exam Chances are, your daughter has associated visits to the doctor with health problems. She may not understand why she would go to the doctor when she feels perfectly fine. Explain that the visit serves at least three main purposes: 1.Information. She can get accurate information and confidential answers to any questions she may have concerning sex, sexuality, her changing body, and menstruation. 2. Prevention. She can learn about pregnancy prevention, sexually transmitted diseases, and healthy lifestyles.  3. Treatment. For girls who experience missed periods, pain, and other reproductive problems, the doctor can find out why the problems are occurring and offer treatment.  Also, you may want to reassure your daughter that even though there are a lot of different parts of the gynecological exam, the entire exam — and the part she might feel most uncomfortable about — doesn't take long. Selecting a Health Practitioner The doctor or nurse that your daughter sees should be someone who takes the time to make her feel as comfortable as possible. Though you have probably been the dominant force in making your daughter's health decisions up until now, it's wise to involve her in this one. Here are some ways to gauge your daughter's preferences: * Ask your daughter what type of health professional she would prefer. In some cases, she might be able to stick with the pediatrician or family physician she has seen before, though, you have a variety of health professionals to choose from: adolescent medicine specialists, gynecologists, or nurse practitioners trained in gynecology.   * Before sending your daughter to the health professional that you use, check to see if she is comfortable with that. Some girls might be hesitant to confide in someone who has a connection to their mother. * Ask her if she would like you to be in the exam room with her. Whatever your daughter decides, allow her some time alone with the doctor or nurse practitioner. You want your daughter to be completely honest with the doctor, not withhold information that she is too embarrassed to share in your presence. In addition, alone time will allow her to recognize the physician as an objective and knowledgeable person to talk to about any concerns she may have in the future.  Matching a Health Practitioner to Your Family's Needs Once you have your daughter's input, use these suggestions to find a doctor who best fits your family's needs: * Get a referral. Ask your pediatrician or family doctor for recommendations. If you have close friends who have recently taken a daughter to her first exam, ask them if they liked their health professional. If there is a particular hospital or practice you prefer, see a physician or nurse practitioner associated with that facility.  * Ask questions. Ask about the health professional's confidentiality policy. This may affect how open your daughter is during the exam. Most offices will not share the details of the exam with the parent unless the patient says it's OK or if the physician feels that the child may be engaged in an activity that could be harmful. Also, different states have different rules with regard to confidentiality and notifying parents about contraceptive use.    Other questions you may want to ask: * What is your approach toward a teen's level of sexual activity?  * Do you have experience with first-time patients and teens?  * Will a different health professional examine my daughter every time she goes?  * How many people will be in the examining room? Share the answers to these questions with your daughter. And don't hesitate to interview several health practitioners before deciding on the best fit. About the Exam Before the appointment, try to give your daughter a sense of what will happen in the exam room. Most gynecological exams include certain procedures, though they may not occur in the same order in every office. It's important for your daughter not only to know what to expect, but why the doctor is doing it and how any discomfort she is feeling can be minimized. If applicable, consider letting your daughter see these steps firsthand by sitting in on one of your exams. The Medical History Talk Your daughter should be prepared to answer questions the doctor asks relating to her medical and reproductive history, including: * When was your last period?  * Are you sexually active? If so, are you using birth control?  * Are you having any problems with your period, such as pain?  * Do you think you are pregnant? Through this discussion, the doctor will decide which tests to run and what issues to discuss. Stress to your daughter the importance of answering these questions truthfully, even though she might feel uncomfortable about it. For example, the health professional can help determine, based on your daughter's sexual history, whether she is at risk for sexually transmitted diseases (STDs). If she is, the doctor will know to test for them. Encourage your daughter to ask any and all questions she has — no matter how stupid or embarrassing she fears they may be. Let her know that nothing she says will be something that the doctor or nurse hasn't heard before or will share with anyone else. Remind her that this information is confidential. The Physical Your daughter has probably experienced a physical before, so most of this will be familiar for her. One of the health care workers, probably an assistant or nurse rather than the doctor, will measure your daughter's vital signs, including weight and blood pressure. The doctor will examine her head, neck, breasts, heart, lungs, and abdomen. Your daughter may also provide a urine sample. This examination gives the doctor background on your daughter's general health and a baseline to use for comparisons in future exams. The Breast Exam Though breast cancer is very rare in teens, the breast exam is still an important part of a GYN visit. During this part of the exam, the doctor or practitioner will do a breast exam to make sure that your daughter is developing normally and to detect lumps, cysts, or breast problems. The doctor also will show your daughter how to do a breast self-exam, which helps her become familiar with how her breasts feel so that she knows which lumps are normal and which may indicate a potential problem. The External Examination Your daughter will undress and put on an examination gown. Her pelvis and thighs will be draped with a sheet. She will lie on the table with her knees bent and spread apart. To make the position more comfortable, she will place her feet in stirrups. In this position, the doctor will check the vulva (the external genitalia). The purpose of this part of the exam is to make sure there are no sores, swelling, or any other problems with the external genitalia. The Internal Examination The doctor will place one hand on the outside of your daughter's abdomen and one or two fingers inside the vagina. The clinician's hands are used to feel the size and position of the ovaries and uterus. The speculum allows the doctor to visually examine the walls of the vagina and the cervix and to perform screening tests, such as a Pap smear and tests for STDs. Let your daughter know that she may feel some pressure, but this shouldn't hurt. She may be able to decrease any discomfort by taking slow, deep breaths and relaxing her stomach and vaginal muscles. In addition, the clinician will likely make efforts to make her feel more comfortable by starting up a conversation or having interesting posters in the room to stare at. The Pap Smear During the internal exam, the doctor or nurse may take a Pap smear. Gynecologists recommend a Pap smear about 3 years after first intercourse. In a Pap smear, cells are gently scraped from the cervix using a small wooden or plastic spatula and a small brush. The specimen is sent to a lab to check for abnormal cell changes and cervical cancer. The practitioner may recommend the human papilloma virus (HPV) vaccine. This vaccine protects against the main types of HPV that cause genital warts and cervical cancer. Even if your daughter receives the HPV vaccine, she should still get annual Pap smears to screen for forms of cervical cancer not covered by the vaccine. Sexually Transmitted Diseases Testing (Optional) Testing for STDs is not automatically included in a gynecological exam. Usually, a patient has symptoms or concerns that suggest she is at risk for an STD. The clinician can obtain a sample with a cotton swab (just like during the Pap smear). The doctor or nurse practitioner may also order blood or urine samples to test for STDs. The sample is sent to a lab, where it is tested for STDs like gonorrhea and chlamydia. When talking to your daughter about whether she should get tested, it's important that she know that intercourse isn't the only way to contract these infections. The office staff can let you know different options for getting the results confidentially. For instance, instead of calling the patient or sending a letter with the results, some offices require the patient to call in. Once you and your daughter have gone to the first exam, encourage her to talk about the experience. If she indicates that the doctor or nurse practitioner made her feel uncomfortable, discuss finding a new one. Once she starts, your daughter should continue to go for <em>gynecologic</em> exams every year to keep her informed and healthy.",
            "vi": "Lần khám phụ khoa đầu tiên của con gái bạn    Khi bé gái phát triển đến tuổi dậy thì, tuổi thanh thiếu niên thì quan trọng là phải được chăm sóc sức khỏe một cách phù hợp. Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục. Đối với hầu hết thanh thiếu niên thì lần khám đầu tiên sẽ không kiểm tra vùng chậu. Tuy nhiên, nếu con gái bạn có chu kỳ kinh không đều hoặc đau bụng khi hành kinh, dịch âm đạo bất thường hoặc các vấn đề khác có liên quan đến sức khỏe sinh sản của bé thì có thể bác sĩ sẽ cho khám vùng chậu. Ý nghĩ khám vùng chậu có thể làm cho con bạn cảm thấy lo lắng, ngượng ngùng, hoặc sợ sệt. Bạn có thể giúp con mình thoải mái hơn với việc này bằng cách giải thích cho con hiểu vì sao khám vùng chậu là cần thiết, giúp con ý thức và hiểu chuyện gì sắp xảy ra, bạn có thể nói chuyện với con về bất kỳ thắc mắc nào hoặc bất kỳ mối lo ngại nào của con nhé.  Giải thích cho con hiểu khám phụ khoa là quan trọng Có thể con bạn sẽ nghĩ rằng việc đến khám bác sĩ đồng nghĩa với bị bệnh hay khi sức khỏe có vấn đề. Bé có thể không hiểu được vì sao phải đến bác sĩ khi mình hoàn toàn khỏe mạnh.  Bạn nên giải thích cho con hiểu việc đến khám bác sĩ này có ít nhất là 3 mục đích chính:  1. Thông tin. Bé sẽ có được thông tin chính xác và được bác sĩ giải đáp thắc mắc một cách riêng tư về bất kỳ câu hỏi nào liên quan đến tình dục, giới tính, những thay đổi của cơ thể, và cả sự hành kinh của mình nữa.  2. Phòng tránh. Bé có thể được bác sĩ chỉ dẫn cách phòng tránh thai, các bệnh lây truyền qua đường tình dục, và những lối sống lành mạnh.  3. Điều trị. Đối với những bé gái có chu kỳ kinh không đều đặn, đau bụng khi hành kinh và các vấn đề sinh sản khác thì bác sĩ có thể tìm nguyên nhân gây bệnh và có phương pháp điều trị cho bé.  Ngoài ra, bạn nên dỗ dành con và làm cho bé yên tâm rằng dẫu phải khám phụ khoa nhiều phần khác nhau, trong toàn bộ lần khám này – và phần mà bé có thể cảm thấy khó chịu nhất – sẽ nhanh thôi, không khám lâu đâu.  Lựa chọn bác sĩ cho con bạn Bác sĩ hoặc y tá khám phụ khoa cho con bạn phải là người dành thời gian làm cho bé cảm thấy càng thoải mái càng tốt. Dẫu từ trước đến nay, bạn luôn là người quyết định việc khám sức khỏe cho con thì bây giờ bạn nên cho lưu tâm đến bé nữa nhé.  Dưới đây là một vài cách giúp bạn thăm dò được sở thích của con mình: * Bạn nên hỏi xem con mình thích bác sĩ nào. Có khi con bạn lại thích bác sĩ nhi khoa hoặc bác sĩ gia đình đã từng khám cho bé, dẫu cho bạn có thể lựa chọn rất nhiều chuyên gia chăm sóc sức khỏe như chuyên gia chăm sóc sức khỏe thanh thiếu niên, bác sĩ phụ khoa, hoặc y tá phụ khoa đang thực tập.  * Trước khi cho con đến khám bác sĩ, bạn nên hỏi xem bé có cảm thấy thoải mái không. Nhiều bé gái có thể do dự, không muốn tâm sự với người thân với mẹ của mình.  * Hãy hỏi con xem có muốn bạn ở cùng trong phòng khám không. Bất kể là bé thích gì hay quyết định gì đi chăng nữa thì bạn nên dành cho con một khoảng thời gian riêng tư một mình với bác sĩ hoặc y tá thực tập nhé. Bạn cũng muốn con mình cung cấp thông tin hoàn toàn chính xác và trung thực cho bác sĩ mà không giấu giếm điều gì nếu phải ngượng ngùng khi có sự hiện diện của bạn. Hơn nữa, khoảng thời gian riêng tư một mình ấy cũng giúp con bạn nhận ra rằng bác sĩ là người luôn khách quan và có kiến thức có thể cho bé tâm sự về những lo lắng có thể gặp phải sau này.  Kết hợp giữa bác sĩ và nhu cầu của gia đình bạn Khi đã biết sở thích của con, bạn nên xem những gợi ý dưới đây để tìm được bác sĩ thích hợp nhất cho gia đình mình nhé:  * Nhờ người giới thiệu. Bạn nên nhờ bác sĩ nhi khoa hoặc bác sĩ gia đình giới thiệu cho bạn một bác sĩ nào đó thích hợp. Nếu bạn có bạn bè thân thiết mới dẫn bé đi khám phụ khoa lần đầu tiên thì bạn nên hỏi thăm xem họ có thích bác sĩ của mình không. Nếu bạn chuộng một bệnh viện hoặc một phòng khám nào đó thì bạn nên hỏi xem có bác sĩ hay y tá thực tập nào phụ trách về lĩnh vực ấy hay không.  * Đặt câu hỏi. Bạn nên hỏi bác sĩ về những nguyên tắc riêng tư, bí mật. Điều này có thể ảnh hưởng tới việc bé thẳng thắn, cởi mở như thế nào trong suốt thời gian khám. Hầu hết các phòng khám không tiết lộ thông tin chi tiết về việc khám phụ khoa này với bố mẹ trừ phi được sự đồng ý của người được khám hoặc nếu bác sĩ phát hiện thấy bé có thể đang dính líu tới một hoạt động gây hại nào đó. Hơn nữa, mỗi nhà nước đều có những luật lệ riêng về việc giữ kín bí mật và việc thông báo cho bố mẹ biết về việc phòng tránh thai.  Những thắc mắc khác mà bạn có thể cũng quan tâm muốn hỏi: * Biện pháp của bạn đối với hoạt động tình dục ở lứa tuổi thanh thiếu niên là gì? * Bạn có kinh nghiệm làm việc với những bệnh nhân và thanh thiếu niên đến khám lần đầu không? * Liệu có bác sĩ khác khám cho bé mỗi lần bé đến chứ? * Có bao nhiêu người trong phòng khám cho bé?  Bạn nên cho con biết hết những thông tin này nhé và đừng ngần ngại đặt câu hỏi thêm cho một số bác sĩ khác trước khi bạn lựa chọn cái phù hợp nhất.  Tìm hiểu về việc khám phụ khoa Trước khi cho con đến khám bác sĩ, bạn nên cho bé hình dung biết được chuyện gì sẽ xảy ra trong phòng khám. Hầu hết các cuộc khám phụ khoa đều bao gồm những bước nhất định nào đó mặc dù mỗi phòng khám có mỗi qui trình theo thứ tự riêng của mình.  Điều quan trọng là con bạn không những nên biết chuyện gì sẽ xảy ra trong phòng khám, mà còn vì sao bác sĩ làm như thế và cách giúp giảm thiểu bất cứ sự khó chịu nào cho bé nữa. Nếu được, hãy để cho bé nhìn thấy trực tiếp các quy trình này bằng cách cho bé vào cùng với bạn khi bạn đi khám phụ khoa. Cung cấp thông tin về tiền sử sức khỏe Con bạn nên chuẩn bị để cung cấp cho bác sĩ các thông tin liên quan đến tiền sử sức khỏe và sinh sản của mình, như: * Kỳ kinh cuối khi nào? * Có quan hệ tình dục không? Nếu có thì có sử dụng biện pháp phòng tránh thai không? * Kinh nguyệt có vấn đề gì không, chẳng hạn như có đau bụng không? * Bạn có nghĩ là mình có thai không? Qua cuộc thăm dò này, bác sĩ sẽ quyết định nên cho bé làm các xét nghiệm gì và nên bàn thảo những vấn đề gì. Bạn nên nhắc kỹ và nhấn mạnh cho con biết là việc trả lời các câu hỏi của bác sĩ một cách thành thật là điều hết sức quan trọng, dẫu rằng chẳng thoải mái tí nào cả. Chẳng hạn như, dựa vào tiền sử tình dục của bé mà bác sĩ có thể quyết định liệu con bạn có nguy cơ mắc các bệnh lây truyền qua đường tình dục hay không. Nếu có, bác sĩ sẽ biết để làm các xét nghiệm về các bệnh đó.  Khuyến khích bé nên đặt bất kỳ câu hỏi nào và tất cả những thắc mắc cho bác sĩ nghe – bất kể là những câu hỏi ấy có ngốc nghếch hay làm cho bé cảm thấy ngượng ngùng. Bạn nên cho con biết không có điều gì của bé mà bác sĩ hoặc y tá chưa từng nghe nói đến trước đây cả hoặc họ sẽ chẳng tiết lộ cho ai biết đâu. Hãy nhắc cho bé nhớ là tất cả những thông tin này đều là riêng tư, bí mật. Kiểm tra sức khỏe cơ thể Con bạn chắc có lẽ đã biết việc kiểm tra sức khỏe cơ thể rồi, nên hầu hết việc này sẽ không có gì lạ lẫm với bé cả. Một trong những nhân viên chăm sóc y tế, có thể là phụ tá hoặc y tá chớ không phải bác sĩ, sẽ tiến hành đo một số thứ như cân nặng và huyết áp cho bé. Bác sĩ sẽ khám đầu, cổ, ngực, tim, phổi, và bụng cho con bạn. Và bé sẽ có thể phải làm xét nghiệm nước tiểu. Xét nghiệm này giúp bác sĩ biết được những điều cơ bản về sức khoẻ tổng quát của bé và dữ liệu tham khảo để đối chiếu với các xét nghiệm, kiểm tra sau này. Khám nhũ Mặc dù chứng bệnh ung thư vú rất hiếm khi xảy ra ở tuổi thanh thiếu niên, nhưng việc kiểm tra và khám nhũ vẫn là một phần hết sức quan trọng trong mỗi lần khám phụ khoa. Khi khám nhũ, bác sĩ sẽ kiểm tra xem con bạn có phát triển bình thường không và để phát hiện bướu, khối u, nang, hoặc các bất thường khác của nhũ. Ngoài ra bác sĩ còn chỉ cho bé biết tự kiểm tra ngực của mình, giúp bé làm quen được với việc nhận biết ngực mình phát triển như thế nào để hiểu khi nào thì các khối u hay bướu được gọi là bình thường và khi nào có thể là dấu hiệu của một vấn đề tiềm ẩn. Khám ngoài (khám ngoại) Con bạn sẽ cởi quần áo và mặc chiếc áo choàng dành riêng trong phòng khám. Khung xương chậu và đùi của bé sẽ được phủ bằng tấm khăn trải. Bé sẽ nằm lên bàn, 2 chân gập và dang ra 2 bên, 2 chân sẽ tựa vào bàn đạp để tạo một tư thế thoải mái. Ở tư thế này, bác sĩ sẽ kiểm tra vùng âm hộ cho bé (vùng cơ quan sinh dục ngoài).  Mục đích của phần khám này là để chắc rằng bé không bị đau loét, sưng hoặc bất kỳ vấn đề nào khác ở cơ quan sinh dục ngoài của mình.  Khám trong (khám nội) Bác sĩ sẽ đặt một tay lên bụng của bé và tay kia cho một hoặc hai ngón tay vào trong âm đạo của bé.  Bác sĩ thường dùng tay để đo kích cỡ và vị trí của buồng trứng và tử cung. Dụng cụ banh giúp bác sĩ nhìn thấy được vách ngăn âm đạo và cổ tử cung để thực hiện các xét nghiệm chụp hình, chẳng hạn như xét nghiệm phết tế bào cổ tử cung (phát hiện ung thư cổ tử cung) và xét nghiệm các bệnh lây truyền qua đường tình dục. Bạn nên cho con biết có thể là bé sẽ cảm thấy khó chịu và căng thẳng đấy, nhưng sẽ không bị đau đâu. Việc hít thở chậm, sâu và thả lỏng cơ bụng và cơ âm đạo sẽ có thể giúp bé dễ chịu hơn. Ngoài ra, bác sĩ cũng sẽ cố làm cho bé thoải mái hơn bằng cách gợi chuyện hoặc treo những áp phích bắt mắt trong phòng cho bé nhìn.  Phương pháp phết tế bào cổ tử cung (để sớm phát hiện ung thư cổ tử cung) Khi khám trong, bác sĩ hoặc y tá có thể cho làm xét nghiệm phết tế bào cổ tử cung. Các bác sĩ phụ khoa khuyến cáo nên làm xét nghiệm Pap này cho những phụ nữ trong chừng 3 năm từ khi có giao hợp lần đầu. Trong xét nghiệm Pap, người ta sử dụng một chiếc que nhỏ bằng nhựa dẻo hoặc bằng gỗ và một bàn chải nhỏ để phết, nạo nhẹ tế bào từ cổ tử cung ra. Mẫu tế bào này được gởi đến phòng xét nghiệm để kiểm tra xem tế bào có biến đổi bất thường không và có ung thư cổ tử cung không.  Bác sĩ có thể khuyến cáo nên sử dụng vắc-xin ngừa vi-rút gây sùi trên người (HPV). Vắc-xin này phòng tráng các loại vi- rút HPV chủ yếu gây mụn cóc ở bộ phận sinh dục và ung thư cổ tử cung. Mặc dù con bạn được sử dụng vắc-xin rồi nhưng bé vẫn phải nên làm xét nghiệm Pap hằng năm để chụp hình kiểm tra phát hiện các dạng ung thư cổ tử cung khác mà vắc-xin chưa đáp ứng được.  Xét nghiệm các bệnh lây truyền qua đường tình dục (không bắt buộc) Việc xét nghiệm các bệnh lây truyền qua đường tình dục (STD) không bao gồm trong lần khám phụ khoa. Thường thì khi bệnh nhân có các triệu chứng hoặc lo lắng mới yêu cầu cho làm xét nghiệm. Bác sĩ có thể dùng một mẫu gạc (giống như làm xét nghiệm Pap). Ngoài ra bác sĩ hoặc y tá cũng có thể cho bệnh nhân lấy mẫu máu hoặc nước tiểu để làm xét nghiệm STD nữa.  Phòng xét nghiệm sẽ nhận các mẫu này và xét nghiệm các bệnh lây truyền qua đường tình dục như bệnh lậu và bệnh lây qua đường tình dục. Khi nói cho con biết liệu có nên làm xét nghiệm này không thì quan trọng là bạn nên cho bé biết việc lây nhiễm các bệnh này không phải chỉ có thể xảy ra qua đường tình dục thôi.  Nhân viên phòng khám có thể cho bạn biết nhiều cách để biết được kết quả của mình một cách bí mật. Chẳng hạn như thay vì gọi điện cho bệnh nhân hoặc gởi thư cho bệnh nhân biết kết quả thì một số phòng khám yêu cầu bệnh nhân phải gọi điện lại cho họ.  Khi bạn và con đã đến khám lần đầu rồi thì nên khuyến khích cho bé nói về tâm trạng, cảm xúc của mình. Nếu bạn thấy bác sĩ hoặc y tá làm cho bé không được thoải mái lắm thì hãy nên thảo luận với con để tìm một bác sĩ mới. Khi bé đã bắt đầu quen với việc khám rồi thì bé sẽ tiếp tục đến khám phụ khoa hằng năm để kịp thời có được thông tin và giúp mình khỏe mạnh."
        }
    ],
    "suggestions": []
}