{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gynecologist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gynecologist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gynecologist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gynecologist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gynecologist"
        }
    },
    "sentences": [
        {
            "en": "The American College of Obstetrics and Gynecology (ACOG) recommends that young women have their first visit with an obstetrician - <em>gynecologist</em> (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "The American College of Obstetrics and Gynecology (ACOG) recommends that young women have their first visit with an obstetrician-<em>gynecologist</em> (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "How is polycystic ovary syndrome diagnosed?If you've taken your concerns about your body to your doctor, you're on the right track. Your doctor may refer you to a <em>gynecologist</em> or an endocrinologist for a diagnosis.",
            "vi": "Hội chứng buồng trứng đa u nang được chẩn đoán như thế nào?Nếu bạn hỏi bác sĩ những lo ngại về cơ thể của mình thì bạn đã làm đúng rồi đấy. Bác sĩ có thể chuyển bạn đến bác sĩ phụ khoa hoặc bác sĩ chuyên khoa nội tiết để chẩn đoán."
        },
        {
            "en": "The <em>gynecologist</em> or endocrinologist will ask you about any concerns and symptoms you have, your past health, your family's health, any medications you're taking, any allergies you may have, and other issues. He or she will also ask you lots of questions specifically about your period and its regularity. This is called the medical history.",
            "vi": "Bác sĩ phụ khoa hoặc bác sĩ chuyên khoa nội tiết sẽ hỏi bạn về bất kỳ mối quan tâm nào và bất kỳ triệu chứng nào mà bạn mắc phải, về tình trạng sức khỏe trước đây của bạn, sức khỏe gia đình bạn, về bất kỳ loại thuốc nào mà bạn đang sử dụng, về bất kỳ chứng dị ứng nào mà bạn có thể bị, và về nhiều vấn đề khác nữa. Bên cạnh đó, bác sĩ cũng sẽ hỏi nhiều câu hỏi cụ thể về kinh  nguyệt của bạn và xem nó có đều không. Đây gọi là tiền sử sức khỏe."
        },
        {
            "en": "As girls grow into teens, it's important that they receive appropriate medical care. The American College of Obstetrics and Gynecology (ACOG) recommends that young women have their first visit with an obstetrician-<em>gynecologist</em> (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Khi bé gái phát triển đến tuổi dậy thì, tuổi thanh thiếu niên thì quan trọng là phải được chăm sóc sức khỏe một cách phù hợp. Trường Đại học Sản Phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "Gonorrhea    What Is It? Gonorrhea is a sexually transmitted disease (STD) caused by bacteria called Neisseria gonorrhoeae. The bacteria can be passed from one person to another through vaginal, oral, or anal sex, even when the person who is infected has no symptoms. It can also be passed from a mother to her baby during birth. You cannot catch gonorrhea from a towel, a doorknob, or a toilet seat. How Does a Girl Know She Has It? A girl who has gonorrhea may have no symptoms at all or her symptoms may be so mild that she doesn't notice them until they become more severe. In some cases, girls will feel a burning sensation when they urinate, or they will have a yellow-green vaginal discharge. Girls may also experience vaginal bleeding between menstrual periods. If the infection becomes more widespread and moves into the uterus or fallopian tubes, it may result in an infection called pelvic inflammatory disease (PID), which can cause abdominal pain, fever, and pain during sexual intercourse, as well as the symptoms above. How Does a Guy Know He Has It? Guys who have gonorrhea are much more likely to notice symptoms, although a guy can have gonorrhea and not know it. Guys often feel a burning sensation when they urinate, and yellowish-white discharge may ooze out of the urethra (at the tip of the penis). How Long Until There Are Symptoms? Symptoms usually appear 2 to 7 days after a person has been exposed to gonorrhea, and in girls they may appear even later. What Can Happen? Gonorrhea can be very dangerous if it is left untreated, even in someone who has mild or no symptoms. In girls, the infection can move into the uterus, fallopian tubes, and ovaries (causing PID) and can lead to scarring and infertility (the inability to have a baby). Gonorrhea infection during pregnancy can cause problems for the newborn baby, including meningitis (an inflammation of the membranes around the brain and spinal cord) and an eye infection that can result in blindness if it is not treated. In guys, gonorrhea can spread to the epididymis (the structure attached to the testicle that helps transport sperm), causing pain and swelling in the testicular area. This can create scar tissue that might make a guy infertile. In both guys and girls, untreated gonorrhea can affect other organs and parts of the body including the throat, eyes, heart, brain, skin, and joints, although this is less common. How Is It Treated? If you think you may have gonorrhea or if you have had a partner who may have gonorrhea, you need to see your doctor or <em>gynecologist</em>. He or she will do an exam which may include checking a urine sample, or for a girl, swabbing the vagina or cervix for discharge, which will then be analyzed. Talk to your doctor about which test is best for you. The doctor may also test for other STDs, such as syphilis or chlamydia. Let the doctor know the best way to reach you confidentially with any test results. If you are diagnosed with gonorrhea, your doctor will prescribe antibiotics to treat the infection. Anyone with whom you've had sex should also be tested and treated for gonorrhea immediately. This includes any sexual partners in the last 2 months, or your last sexual partner if it has been more than 2 months since your last sexual experience. If a sexual partner has gonorrhea, quick treatment will reduce the risk of complications for that person and will lower your chances of being reinfected if you have sex with that partner again. (You can become infected with gonorrhea again even after you have been treated because having gonorrhea does not make you immune to it.) It's better to prevent gonorrhea than to treat it, and the only way to completely prevent the infection is to abstain from all types of sexual intercourse. If you do have sex, use a latex condom every time. This is the only birth control method that will help prevent gonorrhea.",
            "vi": "Bệnh lậu   \nBệnh lậu là gì?  Bệnh lậu là bệnh lây truyền qua đường tình dục ( STD) do vi khuẩn tên là Neisseria gonorrhoeae gây ra. Vi khuẩn có thể truyền từ người này sang người khác khi quan hệ tình dục qua âm đạo, miệng hoặc hậu môn, thậm chí khi người bị nhiễm bệnh không có triệu chứng. Nó cũng có thể truyền từ mẹ sang con trong khi sanh. Bạn không thể mắc bệnh lậu từ khăn, tay nắm cửa hoặc bồn cầu.  Làm sao một cô gái biết mình mắc bệnh lậu?  Một cô gái mắc bệnh lậu có thể không có chút triệu chứng nào hay triệu chứng nhẹ đến nỗi cô ấy không nhận ra cho đến khi chúng trở nên nặng hơn. Trong vài trường hợp, các cô gái sẽ cảm thấy nóng rát khi đi tiểu, hoặc là họ sẽ có khí hư màu vàng chanh. Các cô gái cũng có thể bị xuất huyết âm đạo giữa các kỳ kinh. Nếu việc lây nhiễm lan rộng hơn và di chuyển sang tử cung hoặc ống dẫn trứng, nó có thể dẫn đến một chứng nhiễm trùng được gọi là viêm khung chậu (PID), có thể gây đau bụng, sốt, và đau đớn trong lúc giao hợp, cũng như các triệu chứng kể trên.  Làm sao một người đàn ông biết mình mắc bệnh lậu?  Đàn ông mắc bệnh lậu có thể nhận biết triệu chứng nhiều hơn, tuy vậy một người đàn ông có thể mắc bệnh lậu mà không biết. Đàn ông thường cảm thấy nóng rát khi đi tiểu, và có thể có chất trắng hơi vàng từ niệu đạo (tại đầu dương vật) chảy ra. Bao lâu cho đến khi có triệu chứng?  Triệu chứng thường xuất hiện từ 2 đến 7 ngày sau khi một người mắc bệnh lậu, và ở nữ giới chúng có thể xuất hiện thậm chí trễ hơn.  Chuyện gì có thể xảy ra?              Bệnh lậu có thể rất nguy hiểm nếu như không được điều trị, ngay cả ở người có triệu chứng nhẹ hoặc không có triệu chứng. Ở nữ giới, bệnh có thể lây nhiễm sang tử cung, ống dẫn trứng và buồng trứng (gây viêm khung chậu) và có thể gây ra sẹo và vô sinh (không có khả năng sanh con). Nhiễm bệnh lậu khi đang có thai có thể gây bệnh cho trẻ sơ sinh, trong đó có viêm màng não (viêm màng quanh não và tuỷ sống) và nhiễm trùng mắt có thể dẫn đến mù nếu như không được điều trị.  Ở nam giới, bệnh lậu có thể lan sang mào tinh hoàn (cấu trúc dính với tinh hoàn giúp tinh trùng di chuyển), gây ra đau đớn và sưng vùng tinh hoàn. Điều này có thể tạo ra mô sẹo có thể làm cho đàn ông bị vô sinh.  Ở cả nam lẫn nữ, bệnh lậu nếu không được điều trị có thể ảnh hưởng đến các cơ quan và các bộ phận khác trong cơ thể, trong đó có họng, mắt, tim, não, da, và khớp, mặc dù điều này không phổ biến lắm. Bệnh lậu được điều trị như thế nào?  Nếu bạn nghĩ bạn có thể mắc bệnh lậu hoặc bạn tình của bạn có thể mắc bệnh lậu, bạn cần đi khám bác sĩ hay bác sĩ phụ khoa. Anh ấy hay cô ấy sẽ kiểm tra, trong đó có kiểm tra mẫu nước tiểu, hoặc lau sạch âm đạo hoặc cổ tử cung chảy dịch cho nữ giới, sau đó sẽ được phân tích. Hãy nói với bác sĩ của bạn cách kiểm tra nào là tốt nhất đối với bạn. Bác sĩ cũng có thể kiểm tra các bệnh lây truyền qua đường tình dục khác, như là giang mai hoặc bệnh nhiễm khuẩn Chlamydia trachomatis . Cho bác sĩ biết cách tốt nhất để liên lạc với bạn một cách kín đáo với bất kỳ kết quả kiểm tra nào. Nếu bạn bị chẩn đoán mắc bệnh lậu, bác sĩ của bạn sẽ kê toa thuốc kháng sinh để điều trị. Bất kỳ người nào mà bạn đã quan hệ tình dục cũng nên được kiểm tra và điều trị bệnh lậu ngay lập tức. Điều này bao gồm bất kỳ bạn tình nào trong 2 tháng gần đây nhất, hoặc bạn tình mới nhất của bạn nếu đã hơn 2 tháng kể từ khi bạn quan hệ tình dục lần cuối. Nếu bạn tình mắc bệnh lậu, việc điều trị nhanh chóng sẽ giảm nguy cơ biến chứng cho người đó và sẽ làm giảm nguy cơ bạn bị tái nhiễm nếu bạn có quan hệ tình dục với bạn tình trở lại. (Bạn có thể bị nhiễm bệnh lậu trở lại ngay cả sau khi bạn đã được điều trị vì mắc bệnh lậu rồi không làm cho bạn miễn dịch với nó.) Thà ngăn ngừa bệnh lậu còn hơn là điều trị, và cách duy nhất để ngăn ngừa hoàn toàn việc nhiễm bệnh là tránh mọi kiểu giao hợp. Nếu bạn quan hệ tình dục, hãy sử dụng bao cao su trong mỗi lần quan hệ. Đây là phương pháp tránh thai duy nhất sẽ giúp ngăn ngừa bệnh lậu."
        },
        {
            "en": "Father of the 'test tube baby' Edwards wins Nobel Prize          STOCKHOLM (AFP) – IVF pioneer Bob Edwards, who brought the joy of parenthood to millions of infertile couples, won the Nobel Prize for Medicine on Monday, more than three decades after the first test tube birth. In their first announcement of the annual prize season, the Nobel committee hailed the 85-year-old Briton's work as \"a milestone in the development of modern medicine\" while the original test tube baby offered her congratulations.  \"It's fantastic news. Me and mum are so glad that one of the pioneers of IVF has been given the recognition he deserves,\" said Louise Brown.  \"We hold Bob in great affection and are delighted to send our personal congratulations to him and his family at this time.\"  Her parents, Lesley and John, had been trying to have children for nine years but could not because Lesley Brown's fallopian tubes were blocked.  But thanks to Edwards' work in developing in-vitro fertilisation (IVF), Louise was born at Oldham and District General Hospital in north-west England, weighing five pounds 12 ounces (2.61 kilograms) on July 25, 1978. The IVF procedure entails taking an egg from a woman and fertilising it in a lab dish with sperm donated from a man.  The egg divides, is allowed to develop into an early-stage embryo and is then inserted in the woman's uterus where, if all goes well, it will become a baby.  The Vatican criticised the decision to honour Edwards with the head of the Pontifical Academy for Life, which speaks for the Vatican on medical ethics issues, describing the move as \"completely out of order\".  \"Without Edwards, there would not be a market on which millions of ovocytes are sold... and there would not be a large number of freezers filled with embryos in the world,\" ANSA news agency quoted Ignacio Carrasco de Paula as saying.  \"In the best of cases they are transferred into a uterus but most probably they will end up abandoned or dead, which is a problem for which the new Nobel Prize winner is responsible,\" he added.  In a toned down transcript of the interview with ANSA, he said the choice was understandable and specified he was speaking in a personal capacity.  After getting his doctorate in 1955 at Edinburgh University, the Manchester-born Edwards then began working on developing the IVF process, first studying germ cells in animals.  Since Brown's birth, nearly four million people have been born through IVF.  \"His achievements have made it possible to treat infertility, a medical condition afflicting a large proportion of humanity including more than 10 percent of all couples worldwide,\" the Nobel Assembly at the Swedish Karolinska Institute said.  Edwards is too frail to give interviews but his wife Ruth said the family was \"thrilled and delighted\" at the honour.  He has in the past described how controversial his work had been.  \"I was called crazy,\" he told Swedish news agency TT five years ago.  \"No one wanted to take the ethical risk. People told me the child would not be normal and wondered what I would do then. But I was never worried, my research had showed that IVF worked just like natural conception,\" he said.  Edwards worked closely with British <em>gynecologist</em> Patrick Steptoe, who died in 1988. Together they established the Bourn Hall Clinic in Cambridge, the world's first centre for IVF therapy.  After he won the prestigious Albert Lasker award in 2001, Edwards told US broadcaster CBS he and Steptoe \"never thought the embryos would be born abnormal, even though famous people, including Nobel Prize winners, told me that I would have to do infanticide on the babies.\"  Today, 20 to 30 percent of eggs fertilised by IVF lead to the birth of a child.  \"Long-term follow-up studies have shown that IVF children are as healthy as other children,\" the Nobel jury said, pointing out that Louise Brown and a number of other IVF children have naturally given birth to children themselves.  Edwards will receive a medal and 10 million Swedish kronor (1.49 million dollars, 1.09 million euros).  The Medicine Prize kicked off a week of prestigious award announcements, with the two most watched, Literature and Peace, to be announced on Thursday and Friday.",
            "vi": "Edwards – cha đẻ của 'trẻ thụ tinh trong ống nghiệm' - được trao giải Nô-ben       STOCKHOLM (AFP) - Bob Edwards, người tiên phong kỹ thuật thụ tinh nhân tạo (IVF) mang đến niềm vui được làm cha mẹ cho hàng triệu cặp vợ chồng vô sinh đã giành được giải Nô-ben Y học vào ngày thứ hai, hơn ba thập niên kể khi đứa trẻ thụ tinh trong ống nghiệm đầu tiên được sinh ra.  Trong buổi công bố đầu tiên của giải thưởng hàng năm này, hội đồng giám khảo đã vinh danh công trình của bác sĩ người Anh 85 tuổi này như “một cột mốc quan trọng trong sự phát triển y học hiện đại” đồng thời đứa trẻ ống nghiệm đầu tiên cũng gửi đến ông lời chúc mừng.  \"Đó thực sự là một tin tuyệt vời. Tôi và mẹ vui mừng khi thấy một trong những người tiên phong phương pháp thụ tinh nhân tạo đã giành được sự công nhận xứng đáng,\" Louise Brown nói.  \"Chúng tôi rất yêu quý Bob và vui mừng gởi lời chúc mừng của riêng chúng tôi đến ông cùng gia đình mình vào khoảnh khắc này đây.\"  Cha mẹ của cô, Lesley và John, đã cố gắng có con trong chín năm nhưng không thành công vì Lesley Brown bị tắt ống dẫn trứng.  Nhưng nhờ công trình của Edwards về sự phát triển phương pháp thụ tinh trong ống nghiệm (IVF), Louise được sinh ra ở Oldham tại Bệnh viện đa khoa quận phía tây bắc nước Anh, nặng 5 pao 12 ao-sơ (2,61 kg) vào ngày 25 tháng bảy năm 1978.  Quy trình thụ tinh nhân tạo được tiến hành bằng cách lấy trứng từ phụ nữ và thụ tinh trong một cái đĩa thí nghiệm với tinh trùng được hiến tặng từ một người đàn ông.  Trứng phân chia, cho phép phát triển thành phôi non và sau đó được đưa vào tử cung của người phụ nữ nơi nó sẽ phát triển thành một đứa bé nếu tất cả mọi việc đều diễn ra tốt đẹp.  Chủ tịch Hàn Lâm Viện Giáo hoàng về Sự sống đại diện Toà thánh Vatican phát biểu về những vấn đề y đức đã chỉ trích quyết định vinh danh Edwards, mô tả động thái này như là \"một việc hoàn toàn không thể chấp nhận được\".  \"Nếu không có Edwards, chắc chắn sẽ không có thị trường buôn bán hàng triệu noãn bào. .. Và chắc chắn trên thế giới sẽ không có vô số ngân hàng trữ lạnh phôi thai,\" thông tấn xã ANSA viện dẫn lời của Ignacio Carrasco de Paula.  \"Phôi tốt nhất thì được đưa vào tử cung người mẹ nhưng có lẽ hầu hết những phôi còn lại sẽ bị bỏ đi hay bị chết, đây là một vấn đề mà người đoạt giải Nô-ben mới này phải chịu trách nhiệm,” ông nói thêm.  Trong bản ghi lại cuộc phỏng vấn với ANSA nhằm làm dịu bớt tình trạng gay gắt ông đã nói sự lựa chọn người thắng giải là dễ hiểu và xác định điều ông nói này chỉ mang tính cách cá nhân.  Sau khi lấy học vị tiến sĩ vào năm 1955 tại trường Đại học Edinburgh, tiến sĩ Edwards sinh ra tại Manchester đã bắt đầu nghiên cứu phát triển quá trình thụ tinh nhân tạo, trước tiên nghiên cứu trên nguyên bào ở động vật.  Từ khi Brown ra đời, đã có gần 4 triệu đứa trẻ khác được sinh ra bằng phương pháp thụ tinh nhân tạo.  \"Thành tựu của ông đã giúp điều trị vô sinh, một căn bệnh làm khổ sở rất nhiều người trong đó có hơn 10 phần trăm cặp vợ chồng trên toàn thế giới,\" hội đồng giám khảo Nô-ben tại Học viện Karolinska Thuỵ Điển đã nói.  Edwards quá xúc động đến độ không thể phát biểu phỏng vấn nhưng Ruth vợ ông cho biết là gia đình rất \"vui và xúc động \" với danh dự này.  Ông cho biết đã từng có nhiều cuộc tranh cãi về công việc của ông.  \"Người ta cho tôi là loạn trí,\" ông đã nói với thông tấn xã TT của Thụy Điển cách đây năm năm.  \"Chẳng ai muốn mạo hiểm về mặt đạo đức. Mọi người nói tôi rằng đứa bé sẽ không được bình thường và hỏi tôi sẽ làm gì để giải quyết. Nhưng tôi không bao giờ lo lắng, nghiên cứu của tôi đã chứng minh phương pháp thụ tinh nhân tạo cũng hoạt động giống như quan niệm của tạo hoá,” ông nói.  Edwards đã cộng tác mật thiết với bác sĩ phụ khoa người Anh Patrick Steptoe, người đã mất vào năm 1988. Họ đã cùng thành lập Bourn Hall Clinic ở Cambridge, trung tâm thụ tinh nhân tạo đầu tiên trên thế giới.  Sau khi giành giải thưởng uy tín Albert Lasker vào năm 2001, Edwards phát biểu với đài CBS của Mỹ rẳng ông và Steptoe \"không bao giờ nghĩ phôi thai sẽ được sinh ra mà có một di chứng bất thường nào, thậm chí có những người nổi tiếng, trong đó có những người đoạt giải Nô-ben, nói với tôi rằng tôi sẽ phải gánh chịu tội giết trẻ con.\"  Ngày nay, 20 đến 30 phần trăm trứng thụ tinh bằng phương pháp thụ tinh nhân tạo dẫn đến sự ra đời của một đứa trẻ.  \"Những nghiên cứu tiếp theo trong thời gian dài chứng tỏ trẻ sinh ra bằng phương pháp IVF khoẻ mạnh như bao khác đứa trẻ,\" một giám khảo Nô-ben nói, bằng chứng là Louise Brown và một số đứa trẻ thụ tinh nhân tạo khác có thể sinh em bé của họ một cách tự nhiên.  Edwards sẽ nhận huy chương và 10 triệu kronor Thụy Điển (tương đương 1,49 triệu đô-la hay 1,09 triệu euro ).  Giải thưởng Nô-ben Y học khởi đầu một tuần công bố giải thưởng uy tín, với hai giải được trông đợi nhất là giải Văn học và Hoà bình, sẽ được công bố vào ngày thứ năm và thứ sáu."
        },
        {
            "en": "Syphilis    What Is It? Syphilis is a sexually transmitted disease (STD) caused by a type of bacteria known as a   document.write(defspirochete158) spirochete (through a microscope, it looks like a corkscrew or spiral). It is extremely small and can live almost anywhere in the body. The spirochetes that cause syphilis can be passed from one person to another through direct contact with a syphilis sore during sexual intercourse (vaginal, anal, or oral sex). The infection can also be passed from a mother to her baby during pregnancy. You cannot catch syphilis from a towel, doorknob, or toilet seat. In the 1990s there was a decrease in the number of people infected with syphilis. However, more recently there has been a steady increase in reported cases of syphilis, especially in young adults and in men who have male sexual partners. In its early stages, syphilis is easily treatable. However, if left untreated, it can cause serious problems — even death. So it's important to understand as much as you can about this disease. What Are the Symptoms?                   Syphilis occurs in several different stages:       Primary Syphilis In the first stage of syphilis, red, firm, and sometimes wet sores that don't hurt appear on the vagina, rectum, penis, or mouth. There is often just one sore, but there may be several. This type of sore is called a chancre (pronounced: shang-ker). Chancres appear on the part of the body where the spirochetes moved from one person to another. Someone with syphilis may also have swollen glands during this first stage. After a few weeks, the chancre will disappear, but that's not a sign that the disease has gone away. In fact, if the infection hasn't been treated, the disease will continue to get worse. Syphilis is highly contagious during this first stage. Unfortunately, it can be easy to miss because the chancres are painless and can appear in areas that may not be easy to see, like in the mouth, under the foreskin, or on the anus. This means that people may not know that they are infected, and can pass the disease on to others without realizing it. Secondary Syphilis If syphilis hasn't been treated yet, the person will often break out in a rash (especially on the soles of the feet and palms of the hands) and may also notice flu-like symptoms, such as fever and achiness. This can happen weeks to months after the chancre first appears. Sometimes the rashes associated with syphilis can be very faint or look like rashes from other infections and, therefore, may not be noticed. Sores sometimes appear on the lips, mouth, throat, vagina, and anus — but many people with secondary syphilis don't have sores at all. The symptoms of this secondary stage will go away with or without treatment. But if the infection hasn't been treated, the disease can continue to progress. Syphilis is still contagious during the secondary stage. Latent Syphilis If syphilis still hasn't been treated yet, the person will have a period of the illness called latent (hidden) syphilis. This means that all the signs of the disease go away, but the disease is still. Even though the disease is \"hiding,\" the spirochetes are still in the body. Syphilis can remain latent for many years. Tertiary Syphilis If the disease still hasn't been treated at this point, some develop tertiary (or late-stage) syphilis. This means the spirochetes have spread all over the body and can affect the brain, the eyes, the heart, the spinal cord, and bones. Symptoms of late syphilis can include difficulty walking, numbness, gradual blindness, and possibly even death. How Long Until Symptoms Appear? A person who has been exposed to the spirochetes that cause syphilis may notice a chancre from 10 days to 3 months later, though the average is 3 weeks. If the syphilis is not treated, the second stage of the disease may occur anywhere from about 2 to 10 weeks after the original sore (chancre). It's important to keep in mind that many people never notice any symptoms of syphilis. This means it is important to let your doctor know that you are having sex, so that he or she can test you for syphilis even if you don't have any symptoms. What Can Happen? Syphilis can be very dangerous if left untreated. In both guys and girls, the spirochetes can spread throughout the whole body, infecting major organs. Brain damage and other serious health problems can occur, many of which can't be treated. A woman who is pregnant and hasn't been effectively treated is at great risk of putting her baby in danger. Untreated syphilis also can cause major birth defects. Syphilis also increases the risk of HIV infection because HIV can enter the body more easily when there's a sore present. How Is It Treated? If you think you may have syphilis or if you have had sexual contact with someone who might have syphilis, see your doctor or <em>gynecologist</em> right away. It can sometimes be difficult to spot chancres. So it's important to get checked on a regular basis, especially if you have had unprotected sex and/or more than one sex partner. Depending on the stage, the doctor can make a diagnosis by examining the discharge from chancres under a special microscope or by doing a blood test to look for signs of infection. Let the doctor know the best way to reach you confidentially with any test results. Early stages of syphilis are easily cured with antibiotics. Someone who has been infected for a while will need treatment for a longer period of time. Unfortunately, damage to the body from the late stage of syphilis cannot be treated. However, even in the late stage, it is important to get treatment. This can prevent further damage to the body. Anyone with whom you've had unprotected sex should also be checked for syphilis immediately. How Is Syphilis Prevented? The best way to prevent any STD is to not have sex. However, for people who decide to have sex, it's important to use protection and to have as few sexual partners as possible. Latex condoms are effective against most STDs; however, if there are any sores or rashes that cannot be covered by the condom, it's wise to not have sex until rashes or other skin breaks have healed and the person has seen a doctor for treatment.",
            "vi": "Bệnh giang mai    Bệnh giang mai là gì? Giang mai là bệnh lây truyền qua đường tình dục (STD) do vi khuẩn tên là khuẩn xoắn gây ra (qua kính hiển vi, nó trông giống như cái mở nút chai hay vòng xoắn). Nó cực nhỏ và có thể sống gần như ở bất cứ nơi đâu trong cơ thể. Khuẩn xoắn gây bệnh giang mai có thể truyền từ người này sang người khác do tiếp xúc trực tiếp với chỗ loét giang mai trong lúc giao hợp (quan hệ tình dục qua âm đạo, hậu môn hoặc đường miệng). Nhiễm trùng cũng có thể truyền từ mẹ sang con khi trong kỳ thai nghén. Bạn không thể mắc bệnh giang mai từ khăn, tay nắm cửa hay bồn cầu. Vào những năm 90, số người nhiễm giang mai giảm xuống. Tuy nhiên, mới đây theo báo cáo thì các trường hợp bị giang mai tăng đều, nhất là ở thanh niên và đàn ông có bạn tình là phái nam. Ở các giai đoạn đầu, giang mai có thể được điều trị dễ dàng. Tuy nhiên, nếu không được điều trị, nó có thể gây ra những vấn đề nghiêm trọng – thậm chí làm chết người. Như vậy điều quan trọng là bạn nên hiểu rõ về bệnh này. Triệu chứng là gì?  Giang mai xuất hiện thành nhiều giai đoạn khác nhau: Giang mai thời kỳ thứ nhất Trong giai đoạn giang mai đầu tiên, có những chỗ loét đỏ, cứng, và đôi khi ẩm ướt không gây đau xuất hiện trên âm đạo, trực tràng, dương vật, hay miệng. Thường thì chỉ có một chỗ loét, nhưng cũng có thể có vài chỗ. Loại loét này được gọi là săng (phát âm: shang-ker). Săng xuất hiện trên một bộ phận trong cơ thể nơi khuẩn xoắn truyền từ người này sang người khác. Người mắc bệnh giang mai cũng có thể có các tuyến bị sưng trong giai đoạn đầu tiên này.  Sau vài tuần, săng sẽ biến mất, nhưng đó không phải là dấu hiệu khỏi bệnh. Thực ra, nếu chỗ nhiễm trùng không được điều trị thì bệnh sẽ tiếp tục trở nên tệ hơn.  Giang mai rất dễ lây lan trong giai đoạn đầu tiên này. Thật đáng tiếc, nó có thể dễ bị bỏ sót vì săng không gây đau đớn và có thể xuất hiện ở những vùng có thể không dễ dàng nhìn thấy, như trong miệng, dưới bao quy đầu, hay trên hậu môn. Điều này có nghĩa là có thể mọi người không biết là họ bị nhiễm bệnh, và có thể truyền bệnh sang người khác mà không biết. Giang mai thời kỳ thứ hai Nếu giang mai chưa được điều trị, người bệnh sẽ thường nổi mẩn ngứa (nhất là trên lòng bàn chân và lòng bàn tay) và cũng có thể nhận thấy các triệu chứng giống như cúm, như là sốt và đau nhức. Điều này có thể xảy ra vài tuần cho đến vài tháng sau khi săng xuất hiện lần đầu tiên. Đôi khi chỗ nổi mẩn ngứa do giang mai có thể mờ đi hoặc trông giống như chỗ nổi mẩn ngứa do nhiễm các bệnh khác, do đó mà người ta không nhận ra. Chỗ loét đôi khi xuất hiện trên môi, miệng, họng, âm đạo, và hậu môn - nhưng nhiều người mắc bệnh giang mai thời kỳ thứ hai không có vết loét nào.  Các triệu chứng trong giai đoạn thứ hai này sẽ mất đi dù có được điều trị hay không. Nhưng nếu như chỗ nhiễm trùng không được điều trị thì bệnh có thể tiếp tục tiến triển. Giang mai vẫn còn lây nhiễm trong giai đoạn thứ hai.  Giang mai tiềm ẩńi kỳ  còn nữalây nhiễm t Nếu giang mai vẫn chưa được điều trị thì người bệnh sẽ trải qua thời kỳ bệnh được gọi là giang mai tiềm ẩn (ẩn). Điều này có nghĩa là tất cả các dấu hiệu của bệnh này đều không còn nữa, nhưng vẫn còn bệnh. Dù cho bệnh \"tiềm ẩn\" nhưng khuẩn xoắn vẫn còn trong cơ thể. Giang mai có thể tiếp tục tiềm ẩn trong nhiều năm.  Giang mai thời kỳ thứ ba Nếu bệnh vẫn không được điều trị vào thời điểm này thì một số trường hợp làm phát triển giang mai thời kỳ thứ ba (hay giai đoạn cuối). Điều này có nghĩa là khuẩn xoắn đã lan ra toàn thân và có thể gây ảnh hưởng đến não, mắt, tim, tuỷ sống, và xương. Các triệu chứng giang mai thời kỳ cuối có thể bao gồm khó đi đứng, tê, mù dần dần, và thậm chí có thể làm chết người.  Bao lâu mới có triệu chứng?  Một người bị nhiễm khuẩn xoắn gây giang mai có thể phát hiện ra săng từ 10 ngày đến 3 tháng sau đó, nhưng trung bình là khoảng 3 tuần. Nếu giang mai không được điều trị thì giai đoạn bệnh thứ hai có thể xảy ra ở bất kỳ chỗ nào khoảng 2 đến 10 tuần sau khi xuất hiện chỗ loét (săng) ban đầu. Điều quan trọng là phải lưu ý rằng nhiều người không hề phát hiện ra bất kỳ triệu chứng nào về bệnh giang mai. Điều này có nghĩa là quan trọng là phải cho bác sĩ của bạn biết bạn đã quan hệ tình dục, để mà anh ấy hoặc cô ấy có thể kiểm tra xem bạn có mắc bệnh giang mai hay không dù cho bạn không có triệu chứng nào.  Chuyện gì có thể xảy ra?  Giang mai có thể rất nguy hiểm nếu không được điều trị. Ở cả nam lẫn nữ, khuẩn xoắn có thể phát tán khắp cả cơ thể, làm nhiễm trùng các cơ quan quan trọng. Tổn thương não và các vấn đề nghiêm trọng về sức khỏe có thể xảy ra, phần nhiều trong số đó không điều trị được. Phụ nữ mang thai nhưng không được điều trị một cách hiệu quả rất có nguy cơ gây nguy hiểm cho bé. Giang mai không được điều trị cũng có thể gây ra các khuyết tật bẩm sinh nghiêm trọng. Giang mai cũng làm tăng nguy cơ nhiễm HIV vì HIV có thể đi vào cơ thể dễ dàng hơn khi có chỗ bị loét. Bệnh giang mai được điều trị như thế nào?  Nếu như bạn nghĩ rằng có thể bạn mắc bệnh giang mai hay bạn đã quan hệ tình dục với người có thể mắc bệnh giang mai thì ngay lập tức hãy đi khám bác sĩ hay bác sĩ phụ khoa. Đôi khi có thể khó phát hiện ra chỗ loét. Như vậy điều quan trọng là phải được kiểm tra thường xuyên, nhất là nếu như bạn đã quan hệ tình dục không an toàn và / hoặc bạn có nhiều bạn tình.  Tùy từng giai đoạn, bác sĩ có thể chẩn đoán bằng cách kiểm tra mủ từ vết loét chảy ra thông qua kính hiển vi đặc biệt hay bằng cách làm xét nghiệm máu để tìm ra dấu hiệu nhiễm trùng. Hãy cho bác sĩ biết cách tốt nhất để báo cho bạn biết bất kỳ kết quả xét nghiệm nào một cách kín đáo.  Các giai đoạn giang mai ban đầu dễ dàng được điều trị bằng thuốc kháng sinh. Người bị nhiễm bệnh được một thời gian sẽ cần phải điều trị trong một thời gian dài hơn. Thật đáng tiếc, tổn hại cho cơ thể từ giai đoạn cuối giang mai không thể điều trị được. Tuy nhiên, ngay cả trong giai đoạn cuối, điều quan trọng là phải được điều trị. Điều này có thể ngăn ngừa tổn hại thêm cho cơ thể. Bất kỳ người nào mà bạn đã từng quan hệ tình dục không an toàn cũng nên được kiểm tra giang mai ngay lập tức.  Bệnh giang mai được ngăn ngừa bằng cách nào?  Cách tốt nhất để ngăn ngừa bất kỳ bệnh nào lây truyền qua đường tình dục là không quan hệ tình dục. Tuy nhiên, đối với những người quyết định quan hệ tình dục, điều quan trọng là phải sử dụng biện pháp bảo vệ và có càng ít bạn tình càng tốt. Bao cao su nhựa mủ có hiệu quả ngăn ngừa hầu hết các bệnh lây truyền qua đường tình dục; tuy nhiên, nếu có bất  kỳ vết loét hay chỗ nổi mẩn ngứa nào mà bao cao su không che được thì không nên quan hệ tình dục cho đến khi chỗ nổi mẩn ngứa hay các vết trầy xước khác trên da được chữa lành và người bệnh đã đi khám bác sĩ để được điều trị."
        },
        {
            "en": "Your daughter’s first gynecological exam       As girls grow into teens, it's important that they receive appropriate medical care. The American College of Obstetrics and Gynecology (ACOG) recommends that young women have their first visit with an obstetrician-<em>gynecologist</em> (OB/GYN) between the ages of 13 and 15 or when they become sexually active. For most teens, the first visit will not include a pelvic exam. However, if your daughter complains of missed or painful periods, unusual vaginal secretions, or other problems that may be associated with her reproductive health, she may need a pelvic exam. The idea of having a pelvic exam can make a girl feel nervous, embarrassed, or scared. By explaining why the visit is necessary, giving your daughter a sense of what to expect, and addressing any questions or fears she might have, you can help her feel more comfortable about taking this step. Explaining the Importance of the Exam Chances are, your daughter has associated visits to the doctor with health problems. She may not understand why she would go to the doctor when she feels perfectly fine. Explain that the visit serves at least three main purposes: 1.Information. She can get accurate information and confidential answers to any questions she may have concerning sex, sexuality, her changing body, and menstruation. 2. Prevention. She can learn about pregnancy prevention, sexually transmitted diseases, and healthy lifestyles.  3. Treatment. For girls who experience missed periods, pain, and other reproductive problems, the doctor can find out why the problems are occurring and offer treatment.  Also, you may want to reassure your daughter that even though there are a lot of different parts of the gynecological exam, the entire exam — and the part she might feel most uncomfortable about — doesn't take long. Selecting a Health Practitioner The doctor or nurse that your daughter sees should be someone who takes the time to make her feel as comfortable as possible. Though you have probably been the dominant force in making your daughter's health decisions up until now, it's wise to involve her in this one. Here are some ways to gauge your daughter's preferences: * Ask your daughter what type of health professional she would prefer. In some cases, she might be able to stick with the pediatrician or family physician she has seen before, though, you have a variety of health professionals to choose from: adolescent medicine specialists, gynecologists, or nurse practitioners trained in gynecology.   * Before sending your daughter to the health professional that you use, check to see if she is comfortable with that. Some girls might be hesitant to confide in someone who has a connection to their mother. * Ask her if she would like you to be in the exam room with her. Whatever your daughter decides, allow her some time alone with the doctor or nurse practitioner. You want your daughter to be completely honest with the doctor, not withhold information that she is too embarrassed to share in your presence. In addition, alone time will allow her to recognize the physician as an objective and knowledgeable person to talk to about any concerns she may have in the future.  Matching a Health Practitioner to Your Family's Needs Once you have your daughter's input, use these suggestions to find a doctor who best fits your family's needs: * Get a referral. Ask your pediatrician or family doctor for recommendations. If you have close friends who have recently taken a daughter to her first exam, ask them if they liked their health professional. If there is a particular hospital or practice you prefer, see a physician or nurse practitioner associated with that facility.  * Ask questions. Ask about the health professional's confidentiality policy. This may affect how open your daughter is during the exam. Most offices will not share the details of the exam with the parent unless the patient says it's OK or if the physician feels that the child may be engaged in an activity that could be harmful. Also, different states have different rules with regard to confidentiality and notifying parents about contraceptive use.    Other questions you may want to ask: * What is your approach toward a teen's level of sexual activity?  * Do you have experience with first-time patients and teens?  * Will a different health professional examine my daughter every time she goes?  * How many people will be in the examining room? Share the answers to these questions with your daughter. And don't hesitate to interview several health practitioners before deciding on the best fit. About the Exam Before the appointment, try to give your daughter a sense of what will happen in the exam room. Most gynecological exams include certain procedures, though they may not occur in the same order in every office. It's important for your daughter not only to know what to expect, but why the doctor is doing it and how any discomfort she is feeling can be minimized. If applicable, consider letting your daughter see these steps firsthand by sitting in on one of your exams. The Medical History Talk Your daughter should be prepared to answer questions the doctor asks relating to her medical and reproductive history, including: * When was your last period?  * Are you sexually active? If so, are you using birth control?  * Are you having any problems with your period, such as pain?  * Do you think you are pregnant? Through this discussion, the doctor will decide which tests to run and what issues to discuss. Stress to your daughter the importance of answering these questions truthfully, even though she might feel uncomfortable about it. For example, the health professional can help determine, based on your daughter's sexual history, whether she is at risk for sexually transmitted diseases (STDs). If she is, the doctor will know to test for them. Encourage your daughter to ask any and all questions she has — no matter how stupid or embarrassing she fears they may be. Let her know that nothing she says will be something that the doctor or nurse hasn't heard before or will share with anyone else. Remind her that this information is confidential. The Physical Your daughter has probably experienced a physical before, so most of this will be familiar for her. One of the health care workers, probably an assistant or nurse rather than the doctor, will measure your daughter's vital signs, including weight and blood pressure. The doctor will examine her head, neck, breasts, heart, lungs, and abdomen. Your daughter may also provide a urine sample. This examination gives the doctor background on your daughter's general health and a baseline to use for comparisons in future exams. The Breast Exam Though breast cancer is very rare in teens, the breast exam is still an important part of a GYN visit. During this part of the exam, the doctor or practitioner will do a breast exam to make sure that your daughter is developing normally and to detect lumps, cysts, or breast problems. The doctor also will show your daughter how to do a breast self-exam, which helps her become familiar with how her breasts feel so that she knows which lumps are normal and which may indicate a potential problem. The External Examination Your daughter will undress and put on an examination gown. Her pelvis and thighs will be draped with a sheet. She will lie on the table with her knees bent and spread apart. To make the position more comfortable, she will place her feet in stirrups. In this position, the doctor will check the vulva (the external genitalia). The purpose of this part of the exam is to make sure there are no sores, swelling, or any other problems with the external genitalia. The Internal Examination The doctor will place one hand on the outside of your daughter's abdomen and one or two fingers inside the vagina. The clinician's hands are used to feel the size and position of the ovaries and uterus. The speculum allows the doctor to visually examine the walls of the vagina and the cervix and to perform screening tests, such as a Pap smear and tests for STDs. Let your daughter know that she may feel some pressure, but this shouldn't hurt. She may be able to decrease any discomfort by taking slow, deep breaths and relaxing her stomach and vaginal muscles. In addition, the clinician will likely make efforts to make her feel more comfortable by starting up a conversation or having interesting posters in the room to stare at. The Pap Smear During the internal exam, the doctor or nurse may take a Pap smear. Gynecologists recommend a Pap smear about 3 years after first intercourse. In a Pap smear, cells are gently scraped from the cervix using a small wooden or plastic spatula and a small brush. The specimen is sent to a lab to check for abnormal cell changes and cervical cancer. The practitioner may recommend the human papilloma virus (HPV) vaccine. This vaccine protects against the main types of HPV that cause genital warts and cervical cancer. Even if your daughter receives the HPV vaccine, she should still get annual Pap smears to screen for forms of cervical cancer not covered by the vaccine. Sexually Transmitted Diseases Testing (Optional) Testing for STDs is not automatically included in a gynecological exam. Usually, a patient has symptoms or concerns that suggest she is at risk for an STD. The clinician can obtain a sample with a cotton swab (just like during the Pap smear). The doctor or nurse practitioner may also order blood or urine samples to test for STDs. The sample is sent to a lab, where it is tested for STDs like gonorrhea and chlamydia. When talking to your daughter about whether she should get tested, it's important that she know that intercourse isn't the only way to contract these infections. The office staff can let you know different options for getting the results confidentially. For instance, instead of calling the patient or sending a letter with the results, some offices require the patient to call in. Once you and your daughter have gone to the first exam, encourage her to talk about the experience. If she indicates that the doctor or nurse practitioner made her feel uncomfortable, discuss finding a new one. Once she starts, your daughter should continue to go for gynecologic exams every year to keep her informed and healthy.",
            "vi": "Lần khám phụ khoa đầu tiên của con gái bạn    Khi bé gái phát triển đến tuổi dậy thì, tuổi thanh thiếu niên thì quan trọng là phải được chăm sóc sức khỏe một cách phù hợp. Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục. Đối với hầu hết thanh thiếu niên thì lần khám đầu tiên sẽ không kiểm tra vùng chậu. Tuy nhiên, nếu con gái bạn có chu kỳ kinh không đều hoặc đau bụng khi hành kinh, dịch âm đạo bất thường hoặc các vấn đề khác có liên quan đến sức khỏe sinh sản của bé thì có thể bác sĩ sẽ cho khám vùng chậu. Ý nghĩ khám vùng chậu có thể làm cho con bạn cảm thấy lo lắng, ngượng ngùng, hoặc sợ sệt. Bạn có thể giúp con mình thoải mái hơn với việc này bằng cách giải thích cho con hiểu vì sao khám vùng chậu là cần thiết, giúp con ý thức và hiểu chuyện gì sắp xảy ra, bạn có thể nói chuyện với con về bất kỳ thắc mắc nào hoặc bất kỳ mối lo ngại nào của con nhé.  Giải thích cho con hiểu khám phụ khoa là quan trọng Có thể con bạn sẽ nghĩ rằng việc đến khám bác sĩ đồng nghĩa với bị bệnh hay khi sức khỏe có vấn đề. Bé có thể không hiểu được vì sao phải đến bác sĩ khi mình hoàn toàn khỏe mạnh.  Bạn nên giải thích cho con hiểu việc đến khám bác sĩ này có ít nhất là 3 mục đích chính:  1. Thông tin. Bé sẽ có được thông tin chính xác và được bác sĩ giải đáp thắc mắc một cách riêng tư về bất kỳ câu hỏi nào liên quan đến tình dục, giới tính, những thay đổi của cơ thể, và cả sự hành kinh của mình nữa.  2. Phòng tránh. Bé có thể được bác sĩ chỉ dẫn cách phòng tránh thai, các bệnh lây truyền qua đường tình dục, và những lối sống lành mạnh.  3. Điều trị. Đối với những bé gái có chu kỳ kinh không đều đặn, đau bụng khi hành kinh và các vấn đề sinh sản khác thì bác sĩ có thể tìm nguyên nhân gây bệnh và có phương pháp điều trị cho bé.  Ngoài ra, bạn nên dỗ dành con và làm cho bé yên tâm rằng dẫu phải khám phụ khoa nhiều phần khác nhau, trong toàn bộ lần khám này – và phần mà bé có thể cảm thấy khó chịu nhất – sẽ nhanh thôi, không khám lâu đâu.  Lựa chọn bác sĩ cho con bạn Bác sĩ hoặc y tá khám phụ khoa cho con bạn phải là người dành thời gian làm cho bé cảm thấy càng thoải mái càng tốt. Dẫu từ trước đến nay, bạn luôn là người quyết định việc khám sức khỏe cho con thì bây giờ bạn nên cho lưu tâm đến bé nữa nhé.  Dưới đây là một vài cách giúp bạn thăm dò được sở thích của con mình: * Bạn nên hỏi xem con mình thích bác sĩ nào. Có khi con bạn lại thích bác sĩ nhi khoa hoặc bác sĩ gia đình đã từng khám cho bé, dẫu cho bạn có thể lựa chọn rất nhiều chuyên gia chăm sóc sức khỏe như chuyên gia chăm sóc sức khỏe thanh thiếu niên, bác sĩ phụ khoa, hoặc y tá phụ khoa đang thực tập.  * Trước khi cho con đến khám bác sĩ, bạn nên hỏi xem bé có cảm thấy thoải mái không. Nhiều bé gái có thể do dự, không muốn tâm sự với người thân với mẹ của mình.  * Hãy hỏi con xem có muốn bạn ở cùng trong phòng khám không. Bất kể là bé thích gì hay quyết định gì đi chăng nữa thì bạn nên dành cho con một khoảng thời gian riêng tư một mình với bác sĩ hoặc y tá thực tập nhé. Bạn cũng muốn con mình cung cấp thông tin hoàn toàn chính xác và trung thực cho bác sĩ mà không giấu giếm điều gì nếu phải ngượng ngùng khi có sự hiện diện của bạn. Hơn nữa, khoảng thời gian riêng tư một mình ấy cũng giúp con bạn nhận ra rằng bác sĩ là người luôn khách quan và có kiến thức có thể cho bé tâm sự về những lo lắng có thể gặp phải sau này.  Kết hợp giữa bác sĩ và nhu cầu của gia đình bạn Khi đã biết sở thích của con, bạn nên xem những gợi ý dưới đây để tìm được bác sĩ thích hợp nhất cho gia đình mình nhé:  * Nhờ người giới thiệu. Bạn nên nhờ bác sĩ nhi khoa hoặc bác sĩ gia đình giới thiệu cho bạn một bác sĩ nào đó thích hợp. Nếu bạn có bạn bè thân thiết mới dẫn bé đi khám phụ khoa lần đầu tiên thì bạn nên hỏi thăm xem họ có thích bác sĩ của mình không. Nếu bạn chuộng một bệnh viện hoặc một phòng khám nào đó thì bạn nên hỏi xem có bác sĩ hay y tá thực tập nào phụ trách về lĩnh vực ấy hay không.  * Đặt câu hỏi. Bạn nên hỏi bác sĩ về những nguyên tắc riêng tư, bí mật. Điều này có thể ảnh hưởng tới việc bé thẳng thắn, cởi mở như thế nào trong suốt thời gian khám. Hầu hết các phòng khám không tiết lộ thông tin chi tiết về việc khám phụ khoa này với bố mẹ trừ phi được sự đồng ý của người được khám hoặc nếu bác sĩ phát hiện thấy bé có thể đang dính líu tới một hoạt động gây hại nào đó. Hơn nữa, mỗi nhà nước đều có những luật lệ riêng về việc giữ kín bí mật và việc thông báo cho bố mẹ biết về việc phòng tránh thai.  Những thắc mắc khác mà bạn có thể cũng quan tâm muốn hỏi: * Biện pháp của bạn đối với hoạt động tình dục ở lứa tuổi thanh thiếu niên là gì? * Bạn có kinh nghiệm làm việc với những bệnh nhân và thanh thiếu niên đến khám lần đầu không? * Liệu có bác sĩ khác khám cho bé mỗi lần bé đến chứ? * Có bao nhiêu người trong phòng khám cho bé?  Bạn nên cho con biết hết những thông tin này nhé và đừng ngần ngại đặt câu hỏi thêm cho một số bác sĩ khác trước khi bạn lựa chọn cái phù hợp nhất.  Tìm hiểu về việc khám phụ khoa Trước khi cho con đến khám bác sĩ, bạn nên cho bé hình dung biết được chuyện gì sẽ xảy ra trong phòng khám. Hầu hết các cuộc khám phụ khoa đều bao gồm những bước nhất định nào đó mặc dù mỗi phòng khám có mỗi qui trình theo thứ tự riêng của mình.  Điều quan trọng là con bạn không những nên biết chuyện gì sẽ xảy ra trong phòng khám, mà còn vì sao bác sĩ làm như thế và cách giúp giảm thiểu bất cứ sự khó chịu nào cho bé nữa. Nếu được, hãy để cho bé nhìn thấy trực tiếp các quy trình này bằng cách cho bé vào cùng với bạn khi bạn đi khám phụ khoa. Cung cấp thông tin về tiền sử sức khỏe Con bạn nên chuẩn bị để cung cấp cho bác sĩ các thông tin liên quan đến tiền sử sức khỏe và sinh sản của mình, như: * Kỳ kinh cuối khi nào? * Có quan hệ tình dục không? Nếu có thì có sử dụng biện pháp phòng tránh thai không? * Kinh nguyệt có vấn đề gì không, chẳng hạn như có đau bụng không? * Bạn có nghĩ là mình có thai không? Qua cuộc thăm dò này, bác sĩ sẽ quyết định nên cho bé làm các xét nghiệm gì và nên bàn thảo những vấn đề gì. Bạn nên nhắc kỹ và nhấn mạnh cho con biết là việc trả lời các câu hỏi của bác sĩ một cách thành thật là điều hết sức quan trọng, dẫu rằng chẳng thoải mái tí nào cả. Chẳng hạn như, dựa vào tiền sử tình dục của bé mà bác sĩ có thể quyết định liệu con bạn có nguy cơ mắc các bệnh lây truyền qua đường tình dục hay không. Nếu có, bác sĩ sẽ biết để làm các xét nghiệm về các bệnh đó.  Khuyến khích bé nên đặt bất kỳ câu hỏi nào và tất cả những thắc mắc cho bác sĩ nghe – bất kể là những câu hỏi ấy có ngốc nghếch hay làm cho bé cảm thấy ngượng ngùng. Bạn nên cho con biết không có điều gì của bé mà bác sĩ hoặc y tá chưa từng nghe nói đến trước đây cả hoặc họ sẽ chẳng tiết lộ cho ai biết đâu. Hãy nhắc cho bé nhớ là tất cả những thông tin này đều là riêng tư, bí mật. Kiểm tra sức khỏe cơ thể Con bạn chắc có lẽ đã biết việc kiểm tra sức khỏe cơ thể rồi, nên hầu hết việc này sẽ không có gì lạ lẫm với bé cả. Một trong những nhân viên chăm sóc y tế, có thể là phụ tá hoặc y tá chớ không phải bác sĩ, sẽ tiến hành đo một số thứ như cân nặng và huyết áp cho bé. Bác sĩ sẽ khám đầu, cổ, ngực, tim, phổi, và bụng cho con bạn. Và bé sẽ có thể phải làm xét nghiệm nước tiểu. Xét nghiệm này giúp bác sĩ biết được những điều cơ bản về sức khoẻ tổng quát của bé và dữ liệu tham khảo để đối chiếu với các xét nghiệm, kiểm tra sau này. Khám nhũ Mặc dù chứng bệnh ung thư vú rất hiếm khi xảy ra ở tuổi thanh thiếu niên, nhưng việc kiểm tra và khám nhũ vẫn là một phần hết sức quan trọng trong mỗi lần khám phụ khoa. Khi khám nhũ, bác sĩ sẽ kiểm tra xem con bạn có phát triển bình thường không và để phát hiện bướu, khối u, nang, hoặc các bất thường khác của nhũ. Ngoài ra bác sĩ còn chỉ cho bé biết tự kiểm tra ngực của mình, giúp bé làm quen được với việc nhận biết ngực mình phát triển như thế nào để hiểu khi nào thì các khối u hay bướu được gọi là bình thường và khi nào có thể là dấu hiệu của một vấn đề tiềm ẩn. Khám ngoài (khám ngoại) Con bạn sẽ cởi quần áo và mặc chiếc áo choàng dành riêng trong phòng khám. Khung xương chậu và đùi của bé sẽ được phủ bằng tấm khăn trải. Bé sẽ nằm lên bàn, 2 chân gập và dang ra 2 bên, 2 chân sẽ tựa vào bàn đạp để tạo một tư thế thoải mái. Ở tư thế này, bác sĩ sẽ kiểm tra vùng âm hộ cho bé (vùng cơ quan sinh dục ngoài).  Mục đích của phần khám này là để chắc rằng bé không bị đau loét, sưng hoặc bất kỳ vấn đề nào khác ở cơ quan sinh dục ngoài của mình.  Khám trong (khám nội) Bác sĩ sẽ đặt một tay lên bụng của bé và tay kia cho một hoặc hai ngón tay vào trong âm đạo của bé.  Bác sĩ thường dùng tay để đo kích cỡ và vị trí của buồng trứng và tử cung. Dụng cụ banh giúp bác sĩ nhìn thấy được vách ngăn âm đạo và cổ tử cung để thực hiện các xét nghiệm chụp hình, chẳng hạn như xét nghiệm phết tế bào cổ tử cung (phát hiện ung thư cổ tử cung) và xét nghiệm các bệnh lây truyền qua đường tình dục. Bạn nên cho con biết có thể là bé sẽ cảm thấy khó chịu và căng thẳng đấy, nhưng sẽ không bị đau đâu. Việc hít thở chậm, sâu và thả lỏng cơ bụng và cơ âm đạo sẽ có thể giúp bé dễ chịu hơn. Ngoài ra, bác sĩ cũng sẽ cố làm cho bé thoải mái hơn bằng cách gợi chuyện hoặc treo những áp phích bắt mắt trong phòng cho bé nhìn.  Phương pháp phết tế bào cổ tử cung (để sớm phát hiện ung thư cổ tử cung) Khi khám trong, bác sĩ hoặc y tá có thể cho làm xét nghiệm phết tế bào cổ tử cung. Các bác sĩ phụ khoa khuyến cáo nên làm xét nghiệm Pap này cho những phụ nữ trong chừng 3 năm từ khi có giao hợp lần đầu. Trong xét nghiệm Pap, người ta sử dụng một chiếc que nhỏ bằng nhựa dẻo hoặc bằng gỗ và một bàn chải nhỏ để phết, nạo nhẹ tế bào từ cổ tử cung ra. Mẫu tế bào này được gởi đến phòng xét nghiệm để kiểm tra xem tế bào có biến đổi bất thường không và có ung thư cổ tử cung không.  Bác sĩ có thể khuyến cáo nên sử dụng vắc-xin ngừa vi-rút gây sùi trên người (HPV). Vắc-xin này phòng tráng các loại vi- rút HPV chủ yếu gây mụn cóc ở bộ phận sinh dục và ung thư cổ tử cung. Mặc dù con bạn được sử dụng vắc-xin rồi nhưng bé vẫn phải nên làm xét nghiệm Pap hằng năm để chụp hình kiểm tra phát hiện các dạng ung thư cổ tử cung khác mà vắc-xin chưa đáp ứng được.  Xét nghiệm các bệnh lây truyền qua đường tình dục (không bắt buộc) Việc xét nghiệm các bệnh lây truyền qua đường tình dục (STD) không bao gồm trong lần khám phụ khoa. Thường thì khi bệnh nhân có các triệu chứng hoặc lo lắng mới yêu cầu cho làm xét nghiệm. Bác sĩ có thể dùng một mẫu gạc (giống như làm xét nghiệm Pap). Ngoài ra bác sĩ hoặc y tá cũng có thể cho bệnh nhân lấy mẫu máu hoặc nước tiểu để làm xét nghiệm STD nữa.  Phòng xét nghiệm sẽ nhận các mẫu này và xét nghiệm các bệnh lây truyền qua đường tình dục như bệnh lậu và bệnh lây qua đường tình dục. Khi nói cho con biết liệu có nên làm xét nghiệm này không thì quan trọng là bạn nên cho bé biết việc lây nhiễm các bệnh này không phải chỉ có thể xảy ra qua đường tình dục thôi.  Nhân viên phòng khám có thể cho bạn biết nhiều cách để biết được kết quả của mình một cách bí mật. Chẳng hạn như thay vì gọi điện cho bệnh nhân hoặc gởi thư cho bệnh nhân biết kết quả thì một số phòng khám yêu cầu bệnh nhân phải gọi điện lại cho họ.  Khi bạn và con đã đến khám lần đầu rồi thì nên khuyến khích cho bé nói về tâm trạng, cảm xúc của mình. Nếu bạn thấy bác sĩ hoặc y tá làm cho bé không được thoải mái lắm thì hãy nên thảo luận với con để tìm một bác sĩ mới. Khi bé đã bắt đầu quen với việc khám rồi thì bé sẽ tiếp tục đến khám phụ khoa hằng năm để kịp thời có được thông tin và giúp mình khỏe mạnh."
        }
    ],
    "suggestions": []
}