{
    "en_vn": {
        "data": {
            "content": null,
            "word": "gynecology"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "gynecology"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "gynecology"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "gynecology"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "gynecology"
        }
    },
    "sentences": [
        {
            "en": "Ob - Gyn means Obstetrics and <em>Gynecology</em>.",
            "vi": "Ob-Gyn nghĩa là Sản khoa và Phụ khoa."
        },
        {
            "en": "Ob-Gyn means Obstetrics and <em>Gynecology</em>.",
            "vi": "Ob - Gyn nghĩa là Sản khoa và Phụ khoa."
        },
        {
            "en": "Mary is a consultant in <em>gynecology</em>.",
            "vi": "Mary là một bác sĩ tham vấn phụ khoa."
        },
        {
            "en": "Smear test is a screening test used in <em>gynecology</em>.",
            "vi": "Xét nghiệm ung thư tử cung là một xét nghiệm soi được sử dụng trong sản phụ khoa."
        },
        {
            "en": "Infant care at the National Hospital of Obstetrics and <em>Gynecology</em>",
            "vi": "Chăm sóc trẻ sơ sinh tại Bệnh viện Phụ sản Quốc gia"
        },
        {
            "en": "Infant care at the National Hospital of Obstetrics and <em>Gynecology</em>",
            "vi": "Chăm sóc trẻ sơ sinh tại Bệnh viện Phụ sản Quốc gia"
        },
        {
            "en": "To supply equipment for obstetric/<em>gynecology</em> hospitals at the central, provincial and district levels so that they can diagnose HIV infection.",
            "vi": "Cung cấp trang thiết bị cho các bệnh viện sản phụ khoa tuyến Trung ương, tuyến tỉnh, huyện để có khả năng chẩn đoán HIV."
        },
        {
            "en": "eDoctor offers medical aid in most common medicine subspecialties, including obstetrics, <em>gynecology</em>, oncology, urology, cardiology, gastroenterology, pulmonology, endocrinology, nutrition, pediatrics and andrology.",
            "vi": "eDoctor cung cấp trợ giúp y tế cho hầu hết các chuyên khoa thông dụng, bao gồm sản khoa, phụ khoa, khoa ung thư, khoa tiết niệu, tim mạch, hệ tiêu hóa, phổi, nội tiết, dinh dưỡng, nhi khoa và nam khoa."
        },
        {
            "en": "\"Extreme, unexplainable fatigue is probably the most common sign of early pregnancy,\" says Gil Gross, MD, an associate professor of obstetrics and <em>gynecology</em> at the Washington University School of Medicine in St. Louis.",
            "vi": "“Mệt mỏi cực độ và vô cớ có thể là dấu hiệu phổ biến nhất của giai đoạn đầu thai kỳ”, theo bác sĩ Gil Gross, một phó giáo sư sản phụ khoa tại Trường Đại học Y Washington ở St Louis. "
        },
        {
            "en": "The American College of Obstetrics and <em>Gynecology</em> (ACOG) recommends that young women have their first visit with an obstetrician-gynecologist (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "The American College of Obstetrics and <em>Gynecology</em> (ACOG) recommends that young women have their first visit with an obstetrician - gynecologist (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "In each province there is at least one general hospital with 200 to 1000 beds, usually divided into seven departments (internal medicine, obstetrics and <em>gynecology</em>, surgery, pediatrics, communicable diseases, traditional medicine, and an emergency ward).",
            "vi": "Ở mỗi tỉnh có ít nhất một bệnh viện đa khoa với 200- 1.000 giường bệnh, thường được chia thành 7 Khoa (nội, sản phụ, phẫu thuật, nhi, khoa lây, y học cổ truyền và phòng cấp cứu)."
        },
        {
            "en": "Attaman was a clinical and research fellow in reproductive endocrinology and infertility at Massachusetts General Hospital, as well as an instructor in obstetrics, <em>gynecology</em> and reproductive biology at Harvard Medical School when they did the study.",
            "vi": "Attaman là một nghiên cứu sinh lâm sàng về nội tiết sinh sản và vô sinh tại Bệnh viện Cộng đồng Massachusetts, đồng thời là hướng dẫn trong sản khoa, phụ khoa và sinh học sinh sản tại Đại học y Harvard khi họ thực hiện các nghiên cứu."
        },
        {
            "en": "The problem is that the wide use of the birth control pill can create a real public health problem even if its only small number statistically. Researcher Ojvind Lidegaard, MD, professor of obstetrics and <em>gynecology</em>, Rigshospitalet at the University of Copenhagen, in Denmark said:",
            "vi": "Vấn đề là sử dụng rộng rãi thuốc tránh thai có thể tạo ra một vấn đề sức khỏe cộng đồng thực sự ngay cả khi nó chỉ là số lượng nhỏ theo thống kê. Nhà nghiên cứu Ojvind Lidegaard, bác sĩ y khoa, giáo sư sản khoa và phụ khoa, bệnh viện đa khoa Rigshospitalet tại Đại học Copenhagen, Đan Mạch cho biết:"
        },
        {
            "en": "As girls grow into teens, it's important that they receive appropriate medical care. The American College of Obstetrics and <em>Gynecology</em> (ACOG) recommends that young women have their first visit with an obstetrician-gynecologist (OB/GYN) between the ages of 13 and 15 or when they become sexually active.",
            "vi": "Khi bé gái phát triển đến tuổi dậy thì, tuổi thanh thiếu niên thì quan trọng là phải được chăm sóc sức khỏe một cách phù hợp. Trường Đại học Sản Phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục."
        },
        {
            "en": "In April, a new surgical technique developed by renowned obstetric surgeon Nguyen Viet Tien, who is also Deputy Health Minister, that could replace the IVF (in-vitro fertilization) method for thousands of infertile women was announced. The National Hospital of Obstetrics and <em>Gynecology</em> announced successful testing of the new technique, which involves using a “catheter” to broaden the internal orifice of the uterus via an endoscopy through the womb and abdomen. After more than 10 years of study, the technique was successfully deployed on two women diagnosed with secondary infertility. ",
            "vi": "Vào tháng 4, một kỹ thuật phẫu thuật mới được đưa ra bởi bác sỹ phẫu thuật nổi tiếng Nguyễn Viết Tiến, người cũng là Thứ trưởng Bộ Y tế, kỹ thuật này có thể thay thế phương pháp IVF (thụ tinh trong ống nghiệm) cho hàng ngàn phụ nữ vô sinh được công bố. Bệnh viện Phụ sản Quốc gia đã thông báo thành công thử nghiệm kỹ thuật mới, liên quan đến việc sử dụng một \"ống thông\" để mở rộng khoảng trống bên trong tử cung qua nội soi tử cung và bụng. Sau hơn 10 năm nghiên cứu, kỹ thuật này đã được thực hiện thành công trên hai phụ nữ được chẩn đoán là vô sinh thứ cấp."
        },
        {
            "en": "In April, a new surgical technique developed by renowned obstetric surgeon Nguyen Viet Tien, who is also Deputy Health Minister, that could replace the IVF (in-vitro fertilization) method for thousands of infertile women was announced. The National Hospital of Obstetrics and <em>Gynecology</em> announced successful testing of the new technique, which involves using a “catheter” to broaden the internal orifice of the uterus via an endoscopy through the womb and abdomen. After more than 10 years of study, the technique was successfully deployed on two women diagnosed with secondary infertility. ",
            "vi": "Vào tháng 4, một kỹ thuật phẫu thuật mới được đưa ra bởi bác sỹ phẫu thuật nổi tiếng Nguyễn Viết Tiến, người cũng là Thứ trưởng Bộ Y tế, kỹ thuật này có thể thay thế phương pháp IVF (thụ tinh trong ống nghiệm) cho hàng ngàn phụ nữ vô sinh được công bố. Bệnh viện Phụ sản Quốc gia đã thông báo thành công thử nghiệm kỹ thuật mới, liên quan đến việc sử dụng một \"ống thông\" để mở rộng khoảng trống bên trong tử cung qua nội soi tử cung và bụng. Sau hơn 10 năm nghiên cứu, kỹ thuật này đã được thực hiện thành công trên hai phụ nữ được chẩn đoán là vô sinh thứ cấp."
        },
        {
            "en": "Your daughter’s first gynecological exam       As girls grow into teens, it's important that they receive appropriate medical care. The American College of Obstetrics and <em>Gynecology</em> (ACOG) recommends that young women have their first visit with an obstetrician-gynecologist (OB/GYN) between the ages of 13 and 15 or when they become sexually active. For most teens, the first visit will not include a pelvic exam. However, if your daughter complains of missed or painful periods, unusual vaginal secretions, or other problems that may be associated with her reproductive health, she may need a pelvic exam. The idea of having a pelvic exam can make a girl feel nervous, embarrassed, or scared. By explaining why the visit is necessary, giving your daughter a sense of what to expect, and addressing any questions or fears she might have, you can help her feel more comfortable about taking this step. Explaining the Importance of the Exam Chances are, your daughter has associated visits to the doctor with health problems. She may not understand why she would go to the doctor when she feels perfectly fine. Explain that the visit serves at least three main purposes: 1.Information. She can get accurate information and confidential answers to any questions she may have concerning sex, sexuality, her changing body, and menstruation. 2. Prevention. She can learn about pregnancy prevention, sexually transmitted diseases, and healthy lifestyles.  3. Treatment. For girls who experience missed periods, pain, and other reproductive problems, the doctor can find out why the problems are occurring and offer treatment.  Also, you may want to reassure your daughter that even though there are a lot of different parts of the gynecological exam, the entire exam — and the part she might feel most uncomfortable about — doesn't take long. Selecting a Health Practitioner The doctor or nurse that your daughter sees should be someone who takes the time to make her feel as comfortable as possible. Though you have probably been the dominant force in making your daughter's health decisions up until now, it's wise to involve her in this one. Here are some ways to gauge your daughter's preferences: * Ask your daughter what type of health professional she would prefer. In some cases, she might be able to stick with the pediatrician or family physician she has seen before, though, you have a variety of health professionals to choose from: adolescent medicine specialists, gynecologists, or nurse practitioners trained in <em>gynecology</em>.   * Before sending your daughter to the health professional that you use, check to see if she is comfortable with that. Some girls might be hesitant to confide in someone who has a connection to their mother. * Ask her if she would like you to be in the exam room with her. Whatever your daughter decides, allow her some time alone with the doctor or nurse practitioner. You want your daughter to be completely honest with the doctor, not withhold information that she is too embarrassed to share in your presence. In addition, alone time will allow her to recognize the physician as an objective and knowledgeable person to talk to about any concerns she may have in the future.  Matching a Health Practitioner to Your Family's Needs Once you have your daughter's input, use these suggestions to find a doctor who best fits your family's needs: * Get a referral. Ask your pediatrician or family doctor for recommendations. If you have close friends who have recently taken a daughter to her first exam, ask them if they liked their health professional. If there is a particular hospital or practice you prefer, see a physician or nurse practitioner associated with that facility.  * Ask questions. Ask about the health professional's confidentiality policy. This may affect how open your daughter is during the exam. Most offices will not share the details of the exam with the parent unless the patient says it's OK or if the physician feels that the child may be engaged in an activity that could be harmful. Also, different states have different rules with regard to confidentiality and notifying parents about contraceptive use.    Other questions you may want to ask: * What is your approach toward a teen's level of sexual activity?  * Do you have experience with first-time patients and teens?  * Will a different health professional examine my daughter every time she goes?  * How many people will be in the examining room? Share the answers to these questions with your daughter. And don't hesitate to interview several health practitioners before deciding on the best fit. About the Exam Before the appointment, try to give your daughter a sense of what will happen in the exam room. Most gynecological exams include certain procedures, though they may not occur in the same order in every office. It's important for your daughter not only to know what to expect, but why the doctor is doing it and how any discomfort she is feeling can be minimized. If applicable, consider letting your daughter see these steps firsthand by sitting in on one of your exams. The Medical History Talk Your daughter should be prepared to answer questions the doctor asks relating to her medical and reproductive history, including: * When was your last period?  * Are you sexually active? If so, are you using birth control?  * Are you having any problems with your period, such as pain?  * Do you think you are pregnant? Through this discussion, the doctor will decide which tests to run and what issues to discuss. Stress to your daughter the importance of answering these questions truthfully, even though she might feel uncomfortable about it. For example, the health professional can help determine, based on your daughter's sexual history, whether she is at risk for sexually transmitted diseases (STDs). If she is, the doctor will know to test for them. Encourage your daughter to ask any and all questions she has — no matter how stupid or embarrassing she fears they may be. Let her know that nothing she says will be something that the doctor or nurse hasn't heard before or will share with anyone else. Remind her that this information is confidential. The Physical Your daughter has probably experienced a physical before, so most of this will be familiar for her. One of the health care workers, probably an assistant or nurse rather than the doctor, will measure your daughter's vital signs, including weight and blood pressure. The doctor will examine her head, neck, breasts, heart, lungs, and abdomen. Your daughter may also provide a urine sample. This examination gives the doctor background on your daughter's general health and a baseline to use for comparisons in future exams. The Breast Exam Though breast cancer is very rare in teens, the breast exam is still an important part of a GYN visit. During this part of the exam, the doctor or practitioner will do a breast exam to make sure that your daughter is developing normally and to detect lumps, cysts, or breast problems. The doctor also will show your daughter how to do a breast self-exam, which helps her become familiar with how her breasts feel so that she knows which lumps are normal and which may indicate a potential problem. The External Examination Your daughter will undress and put on an examination gown. Her pelvis and thighs will be draped with a sheet. She will lie on the table with her knees bent and spread apart. To make the position more comfortable, she will place her feet in stirrups. In this position, the doctor will check the vulva (the external genitalia). The purpose of this part of the exam is to make sure there are no sores, swelling, or any other problems with the external genitalia. The Internal Examination The doctor will place one hand on the outside of your daughter's abdomen and one or two fingers inside the vagina. The clinician's hands are used to feel the size and position of the ovaries and uterus. The speculum allows the doctor to visually examine the walls of the vagina and the cervix and to perform screening tests, such as a Pap smear and tests for STDs. Let your daughter know that she may feel some pressure, but this shouldn't hurt. She may be able to decrease any discomfort by taking slow, deep breaths and relaxing her stomach and vaginal muscles. In addition, the clinician will likely make efforts to make her feel more comfortable by starting up a conversation or having interesting posters in the room to stare at. The Pap Smear During the internal exam, the doctor or nurse may take a Pap smear. Gynecologists recommend a Pap smear about 3 years after first intercourse. In a Pap smear, cells are gently scraped from the cervix using a small wooden or plastic spatula and a small brush. The specimen is sent to a lab to check for abnormal cell changes and cervical cancer. The practitioner may recommend the human papilloma virus (HPV) vaccine. This vaccine protects against the main types of HPV that cause genital warts and cervical cancer. Even if your daughter receives the HPV vaccine, she should still get annual Pap smears to screen for forms of cervical cancer not covered by the vaccine. Sexually Transmitted Diseases Testing (Optional) Testing for STDs is not automatically included in a gynecological exam. Usually, a patient has symptoms or concerns that suggest she is at risk for an STD. The clinician can obtain a sample with a cotton swab (just like during the Pap smear). The doctor or nurse practitioner may also order blood or urine samples to test for STDs. The sample is sent to a lab, where it is tested for STDs like gonorrhea and chlamydia. When talking to your daughter about whether she should get tested, it's important that she know that intercourse isn't the only way to contract these infections. The office staff can let you know different options for getting the results confidentially. For instance, instead of calling the patient or sending a letter with the results, some offices require the patient to call in. Once you and your daughter have gone to the first exam, encourage her to talk about the experience. If she indicates that the doctor or nurse practitioner made her feel uncomfortable, discuss finding a new one. Once she starts, your daughter should continue to go for gynecologic exams every year to keep her informed and healthy.",
            "vi": "Lần khám phụ khoa đầu tiên của con gái bạn    Khi bé gái phát triển đến tuổi dậy thì, tuổi thanh thiếu niên thì quan trọng là phải được chăm sóc sức khỏe một cách phù hợp. Trường đại học Sản phụ khoa Hoa Kỳ (ACOG) khuyến nghị các phụ nữ trẻ nên đến khám bác sĩ sản phụ khoa lần đầu tiên từ tuổi 13 đến 15 hoặc khi có thể quan hệ tình dục. Đối với hầu hết thanh thiếu niên thì lần khám đầu tiên sẽ không kiểm tra vùng chậu. Tuy nhiên, nếu con gái bạn có chu kỳ kinh không đều hoặc đau bụng khi hành kinh, dịch âm đạo bất thường hoặc các vấn đề khác có liên quan đến sức khỏe sinh sản của bé thì có thể bác sĩ sẽ cho khám vùng chậu. Ý nghĩ khám vùng chậu có thể làm cho con bạn cảm thấy lo lắng, ngượng ngùng, hoặc sợ sệt. Bạn có thể giúp con mình thoải mái hơn với việc này bằng cách giải thích cho con hiểu vì sao khám vùng chậu là cần thiết, giúp con ý thức và hiểu chuyện gì sắp xảy ra, bạn có thể nói chuyện với con về bất kỳ thắc mắc nào hoặc bất kỳ mối lo ngại nào của con nhé.  Giải thích cho con hiểu khám phụ khoa là quan trọng Có thể con bạn sẽ nghĩ rằng việc đến khám bác sĩ đồng nghĩa với bị bệnh hay khi sức khỏe có vấn đề. Bé có thể không hiểu được vì sao phải đến bác sĩ khi mình hoàn toàn khỏe mạnh.  Bạn nên giải thích cho con hiểu việc đến khám bác sĩ này có ít nhất là 3 mục đích chính:  1. Thông tin. Bé sẽ có được thông tin chính xác và được bác sĩ giải đáp thắc mắc một cách riêng tư về bất kỳ câu hỏi nào liên quan đến tình dục, giới tính, những thay đổi của cơ thể, và cả sự hành kinh của mình nữa.  2. Phòng tránh. Bé có thể được bác sĩ chỉ dẫn cách phòng tránh thai, các bệnh lây truyền qua đường tình dục, và những lối sống lành mạnh.  3. Điều trị. Đối với những bé gái có chu kỳ kinh không đều đặn, đau bụng khi hành kinh và các vấn đề sinh sản khác thì bác sĩ có thể tìm nguyên nhân gây bệnh và có phương pháp điều trị cho bé.  Ngoài ra, bạn nên dỗ dành con và làm cho bé yên tâm rằng dẫu phải khám phụ khoa nhiều phần khác nhau, trong toàn bộ lần khám này – và phần mà bé có thể cảm thấy khó chịu nhất – sẽ nhanh thôi, không khám lâu đâu.  Lựa chọn bác sĩ cho con bạn Bác sĩ hoặc y tá khám phụ khoa cho con bạn phải là người dành thời gian làm cho bé cảm thấy càng thoải mái càng tốt. Dẫu từ trước đến nay, bạn luôn là người quyết định việc khám sức khỏe cho con thì bây giờ bạn nên cho lưu tâm đến bé nữa nhé.  Dưới đây là một vài cách giúp bạn thăm dò được sở thích của con mình: * Bạn nên hỏi xem con mình thích bác sĩ nào. Có khi con bạn lại thích bác sĩ nhi khoa hoặc bác sĩ gia đình đã từng khám cho bé, dẫu cho bạn có thể lựa chọn rất nhiều chuyên gia chăm sóc sức khỏe như chuyên gia chăm sóc sức khỏe thanh thiếu niên, bác sĩ phụ khoa, hoặc y tá phụ khoa đang thực tập.  * Trước khi cho con đến khám bác sĩ, bạn nên hỏi xem bé có cảm thấy thoải mái không. Nhiều bé gái có thể do dự, không muốn tâm sự với người thân với mẹ của mình.  * Hãy hỏi con xem có muốn bạn ở cùng trong phòng khám không. Bất kể là bé thích gì hay quyết định gì đi chăng nữa thì bạn nên dành cho con một khoảng thời gian riêng tư một mình với bác sĩ hoặc y tá thực tập nhé. Bạn cũng muốn con mình cung cấp thông tin hoàn toàn chính xác và trung thực cho bác sĩ mà không giấu giếm điều gì nếu phải ngượng ngùng khi có sự hiện diện của bạn. Hơn nữa, khoảng thời gian riêng tư một mình ấy cũng giúp con bạn nhận ra rằng bác sĩ là người luôn khách quan và có kiến thức có thể cho bé tâm sự về những lo lắng có thể gặp phải sau này.  Kết hợp giữa bác sĩ và nhu cầu của gia đình bạn Khi đã biết sở thích của con, bạn nên xem những gợi ý dưới đây để tìm được bác sĩ thích hợp nhất cho gia đình mình nhé:  * Nhờ người giới thiệu. Bạn nên nhờ bác sĩ nhi khoa hoặc bác sĩ gia đình giới thiệu cho bạn một bác sĩ nào đó thích hợp. Nếu bạn có bạn bè thân thiết mới dẫn bé đi khám phụ khoa lần đầu tiên thì bạn nên hỏi thăm xem họ có thích bác sĩ của mình không. Nếu bạn chuộng một bệnh viện hoặc một phòng khám nào đó thì bạn nên hỏi xem có bác sĩ hay y tá thực tập nào phụ trách về lĩnh vực ấy hay không.  * Đặt câu hỏi. Bạn nên hỏi bác sĩ về những nguyên tắc riêng tư, bí mật. Điều này có thể ảnh hưởng tới việc bé thẳng thắn, cởi mở như thế nào trong suốt thời gian khám. Hầu hết các phòng khám không tiết lộ thông tin chi tiết về việc khám phụ khoa này với bố mẹ trừ phi được sự đồng ý của người được khám hoặc nếu bác sĩ phát hiện thấy bé có thể đang dính líu tới một hoạt động gây hại nào đó. Hơn nữa, mỗi nhà nước đều có những luật lệ riêng về việc giữ kín bí mật và việc thông báo cho bố mẹ biết về việc phòng tránh thai.  Những thắc mắc khác mà bạn có thể cũng quan tâm muốn hỏi: * Biện pháp của bạn đối với hoạt động tình dục ở lứa tuổi thanh thiếu niên là gì? * Bạn có kinh nghiệm làm việc với những bệnh nhân và thanh thiếu niên đến khám lần đầu không? * Liệu có bác sĩ khác khám cho bé mỗi lần bé đến chứ? * Có bao nhiêu người trong phòng khám cho bé?  Bạn nên cho con biết hết những thông tin này nhé và đừng ngần ngại đặt câu hỏi thêm cho một số bác sĩ khác trước khi bạn lựa chọn cái phù hợp nhất.  Tìm hiểu về việc khám phụ khoa Trước khi cho con đến khám bác sĩ, bạn nên cho bé hình dung biết được chuyện gì sẽ xảy ra trong phòng khám. Hầu hết các cuộc khám phụ khoa đều bao gồm những bước nhất định nào đó mặc dù mỗi phòng khám có mỗi qui trình theo thứ tự riêng của mình.  Điều quan trọng là con bạn không những nên biết chuyện gì sẽ xảy ra trong phòng khám, mà còn vì sao bác sĩ làm như thế và cách giúp giảm thiểu bất cứ sự khó chịu nào cho bé nữa. Nếu được, hãy để cho bé nhìn thấy trực tiếp các quy trình này bằng cách cho bé vào cùng với bạn khi bạn đi khám phụ khoa. Cung cấp thông tin về tiền sử sức khỏe Con bạn nên chuẩn bị để cung cấp cho bác sĩ các thông tin liên quan đến tiền sử sức khỏe và sinh sản của mình, như: * Kỳ kinh cuối khi nào? * Có quan hệ tình dục không? Nếu có thì có sử dụng biện pháp phòng tránh thai không? * Kinh nguyệt có vấn đề gì không, chẳng hạn như có đau bụng không? * Bạn có nghĩ là mình có thai không? Qua cuộc thăm dò này, bác sĩ sẽ quyết định nên cho bé làm các xét nghiệm gì và nên bàn thảo những vấn đề gì. Bạn nên nhắc kỹ và nhấn mạnh cho con biết là việc trả lời các câu hỏi của bác sĩ một cách thành thật là điều hết sức quan trọng, dẫu rằng chẳng thoải mái tí nào cả. Chẳng hạn như, dựa vào tiền sử tình dục của bé mà bác sĩ có thể quyết định liệu con bạn có nguy cơ mắc các bệnh lây truyền qua đường tình dục hay không. Nếu có, bác sĩ sẽ biết để làm các xét nghiệm về các bệnh đó.  Khuyến khích bé nên đặt bất kỳ câu hỏi nào và tất cả những thắc mắc cho bác sĩ nghe – bất kể là những câu hỏi ấy có ngốc nghếch hay làm cho bé cảm thấy ngượng ngùng. Bạn nên cho con biết không có điều gì của bé mà bác sĩ hoặc y tá chưa từng nghe nói đến trước đây cả hoặc họ sẽ chẳng tiết lộ cho ai biết đâu. Hãy nhắc cho bé nhớ là tất cả những thông tin này đều là riêng tư, bí mật. Kiểm tra sức khỏe cơ thể Con bạn chắc có lẽ đã biết việc kiểm tra sức khỏe cơ thể rồi, nên hầu hết việc này sẽ không có gì lạ lẫm với bé cả. Một trong những nhân viên chăm sóc y tế, có thể là phụ tá hoặc y tá chớ không phải bác sĩ, sẽ tiến hành đo một số thứ như cân nặng và huyết áp cho bé. Bác sĩ sẽ khám đầu, cổ, ngực, tim, phổi, và bụng cho con bạn. Và bé sẽ có thể phải làm xét nghiệm nước tiểu. Xét nghiệm này giúp bác sĩ biết được những điều cơ bản về sức khoẻ tổng quát của bé và dữ liệu tham khảo để đối chiếu với các xét nghiệm, kiểm tra sau này. Khám nhũ Mặc dù chứng bệnh ung thư vú rất hiếm khi xảy ra ở tuổi thanh thiếu niên, nhưng việc kiểm tra và khám nhũ vẫn là một phần hết sức quan trọng trong mỗi lần khám phụ khoa. Khi khám nhũ, bác sĩ sẽ kiểm tra xem con bạn có phát triển bình thường không và để phát hiện bướu, khối u, nang, hoặc các bất thường khác của nhũ. Ngoài ra bác sĩ còn chỉ cho bé biết tự kiểm tra ngực của mình, giúp bé làm quen được với việc nhận biết ngực mình phát triển như thế nào để hiểu khi nào thì các khối u hay bướu được gọi là bình thường và khi nào có thể là dấu hiệu của một vấn đề tiềm ẩn. Khám ngoài (khám ngoại) Con bạn sẽ cởi quần áo và mặc chiếc áo choàng dành riêng trong phòng khám. Khung xương chậu và đùi của bé sẽ được phủ bằng tấm khăn trải. Bé sẽ nằm lên bàn, 2 chân gập và dang ra 2 bên, 2 chân sẽ tựa vào bàn đạp để tạo một tư thế thoải mái. Ở tư thế này, bác sĩ sẽ kiểm tra vùng âm hộ cho bé (vùng cơ quan sinh dục ngoài).  Mục đích của phần khám này là để chắc rằng bé không bị đau loét, sưng hoặc bất kỳ vấn đề nào khác ở cơ quan sinh dục ngoài của mình.  Khám trong (khám nội) Bác sĩ sẽ đặt một tay lên bụng của bé và tay kia cho một hoặc hai ngón tay vào trong âm đạo của bé.  Bác sĩ thường dùng tay để đo kích cỡ và vị trí của buồng trứng và tử cung. Dụng cụ banh giúp bác sĩ nhìn thấy được vách ngăn âm đạo và cổ tử cung để thực hiện các xét nghiệm chụp hình, chẳng hạn như xét nghiệm phết tế bào cổ tử cung (phát hiện ung thư cổ tử cung) và xét nghiệm các bệnh lây truyền qua đường tình dục. Bạn nên cho con biết có thể là bé sẽ cảm thấy khó chịu và căng thẳng đấy, nhưng sẽ không bị đau đâu. Việc hít thở chậm, sâu và thả lỏng cơ bụng và cơ âm đạo sẽ có thể giúp bé dễ chịu hơn. Ngoài ra, bác sĩ cũng sẽ cố làm cho bé thoải mái hơn bằng cách gợi chuyện hoặc treo những áp phích bắt mắt trong phòng cho bé nhìn.  Phương pháp phết tế bào cổ tử cung (để sớm phát hiện ung thư cổ tử cung) Khi khám trong, bác sĩ hoặc y tá có thể cho làm xét nghiệm phết tế bào cổ tử cung. Các bác sĩ phụ khoa khuyến cáo nên làm xét nghiệm Pap này cho những phụ nữ trong chừng 3 năm từ khi có giao hợp lần đầu. Trong xét nghiệm Pap, người ta sử dụng một chiếc que nhỏ bằng nhựa dẻo hoặc bằng gỗ và một bàn chải nhỏ để phết, nạo nhẹ tế bào từ cổ tử cung ra. Mẫu tế bào này được gởi đến phòng xét nghiệm để kiểm tra xem tế bào có biến đổi bất thường không và có ung thư cổ tử cung không.  Bác sĩ có thể khuyến cáo nên sử dụng vắc-xin ngừa vi-rút gây sùi trên người (HPV). Vắc-xin này phòng tráng các loại vi- rút HPV chủ yếu gây mụn cóc ở bộ phận sinh dục và ung thư cổ tử cung. Mặc dù con bạn được sử dụng vắc-xin rồi nhưng bé vẫn phải nên làm xét nghiệm Pap hằng năm để chụp hình kiểm tra phát hiện các dạng ung thư cổ tử cung khác mà vắc-xin chưa đáp ứng được.  Xét nghiệm các bệnh lây truyền qua đường tình dục (không bắt buộc) Việc xét nghiệm các bệnh lây truyền qua đường tình dục (STD) không bao gồm trong lần khám phụ khoa. Thường thì khi bệnh nhân có các triệu chứng hoặc lo lắng mới yêu cầu cho làm xét nghiệm. Bác sĩ có thể dùng một mẫu gạc (giống như làm xét nghiệm Pap). Ngoài ra bác sĩ hoặc y tá cũng có thể cho bệnh nhân lấy mẫu máu hoặc nước tiểu để làm xét nghiệm STD nữa.  Phòng xét nghiệm sẽ nhận các mẫu này và xét nghiệm các bệnh lây truyền qua đường tình dục như bệnh lậu và bệnh lây qua đường tình dục. Khi nói cho con biết liệu có nên làm xét nghiệm này không thì quan trọng là bạn nên cho bé biết việc lây nhiễm các bệnh này không phải chỉ có thể xảy ra qua đường tình dục thôi.  Nhân viên phòng khám có thể cho bạn biết nhiều cách để biết được kết quả của mình một cách bí mật. Chẳng hạn như thay vì gọi điện cho bệnh nhân hoặc gởi thư cho bệnh nhân biết kết quả thì một số phòng khám yêu cầu bệnh nhân phải gọi điện lại cho họ.  Khi bạn và con đã đến khám lần đầu rồi thì nên khuyến khích cho bé nói về tâm trạng, cảm xúc của mình. Nếu bạn thấy bác sĩ hoặc y tá làm cho bé không được thoải mái lắm thì hãy nên thảo luận với con để tìm một bác sĩ mới. Khi bé đã bắt đầu quen với việc khám rồi thì bé sẽ tiếp tục đến khám phụ khoa hằng năm để kịp thời có được thông tin và giúp mình khỏe mạnh."
        },
        {
            "en": "A common gene mutation that causes sperm to lose its protective protein coat so it falls prey to the female immune system on its journey to the egg, may be the main reason for infertility in men worldwide, writes an international team of researchers in a paper published in the journal Science Translational Medicine this week. The researchers hope their discovery will help to find new ways to treat infertile couples. Infertility affects between 10 and 15% of the US population, and in about half of these cases, the problem is male fertility. Co-senior author of the paper, Dr Gary Cherr, a professor at the University of California Davis' Bodega Marine Laboratory and Center for Health and Environment, told the press that:  \"In 70 percent of men, you can't predict their fertility on the basis of sperm count and routine assessment of sperm quality.\"  He and his colleagues, including co-senior author Dr Charles Bevins, professor in the Department of Medical Microbiology and Immunology at UC Davis, hope their findings will help to explain why. The researchers were investigating defensins, natural germ-killer proteins found on mucosal surfaces, in a search for ways to make contraceptive vaccines, when they came across one called beta-defensin 126 and started looking more closely at its properties. Beta-defensin 126, a \"glycosylated polypeptide\" protein coded by the gene known as DEFB126, behaves like a cloaking device that allows the sperm to swim efficiently through the mucus in the female's reproductive tract and reach the egg without being detected by her immune system. The protein is synthesized in the male's epididymis, the coiled ducts that store, mature and transport sperm cells on their way from the testis where they are made, to the vas deferens, from whence they are delivered to the urethra prior to ejaculation. It is while they are in the epididymis, \"readying\" themselves for the ejaculatory \"launch\", that the sperm cells receive their thick protective coating of beta-defensin 126. The researchers came upon their discovery almost by chance, as often happens in science. They were trying to obtain purified beta-defensin 126 to make some antibodies to the protein. To do this they had to make a recombinant copy of the DEFB126 gene, but in their first attempt they found the gene had a mutation that prevented it from making the protein. But when they used sperm from a different donor, they were able to make the protein. Bevins said: \"If we hadn't seen this in the first clone, we would be confused to this day.\" And what Cherr, Bevins and colleagues found was that many men carry a defective DEFB126 gene. They describe their finding as a \"sequence variant in DEFB126 that has a two-nucleotide deletion in the open reading frame, which generates an abnormal mRNA\". By surveying sperm samples from men in the US, UK and China, they found that as many as a quarter of men worldwide carry two copies of the defective DEFB126 variant and concluded this could significantly affect their fertility. When you look at sperm from men with the defective variants under the microscope they look like normal sperm and swim around like normal sperm, the researchers said in a statement.  But, when they tested the sperms' ability to swim through hyaluronic acid gel, an artificial gel made to resemble human cervical mucus, they found that sperm from carriers of two defective variants \"exhibited an 84% reduction in the rate of penetration ...compared to the other genotypes\". And when they added normal beta-defensin 126 protein to the defective sperm, they recovered their normal abilities. The researchers hope their discovery leads to the development of a test that could be used to send couples directly for treatment with \"intracytoplasmic sperm injection\" or ICSI, a procedure that removes the woman's eggs and injects them directly with sperm outside of her body. This could save a lot of time, money and anguish with trying to find the cause of infertility via other procedures. In another phase of the study that took place at Anhui Medical University in Anhui, China, the researchers carried out a prospective cohort study of newly married couples who were trying to conceive by natural means, and found that they were less likely to become pregnant and took longer to achieve a live birth if the male partner carried two copies of the defective DEFB126 gene. The researchers concluded that: \"This common sequence variation in DEFB126, and its apparent effect of impaired reproductive function, will allow a better understanding, clinical evaluation, and possibly treatment of human infertility.\" But why should a mutation that affects fertility be so common? Lead author of the study, Dr Ted Tollner, is an adjunct assistant professor in the UC Davis Department of Obstetrics and <em>Gynecology</em>. He worked on the study as a postdoctoral scholar with Cherr.  \"It may be that heterozygotes -- men with one normal and one defective gene, but normal fertility -- are advantaged in some way,\" said Tollner. He explained that the quality of human sperm is typically quite poor compared to sperm from monkey and other mammals. It swims slowly and has a high rate of defective cells. Cherr said perhaps because humans tend to have long-term, monogamous relationships, sperm quality is just not that important.  But some researchers say that human male fertility has been falling worldwide in recent decades, and we don't know why.  Cherr said the next step is to do some research within a major infertility project in the US and find out more about the role of the defective DEFB126 gene. Funds from the National Science Foundation and the National Institutes of Health helped pay for the study.\n\"A Common Mutation in the Defensin DEFB126 Causes Impaired Sperm Function and Subfertility.\" Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, and others. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Link to Abstract.  Additional source: UC Davis.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một sự đột biến gien phổ biến làm tinh trùng mất lớp prô-tê-in bảo vệ của nó khiến nó trở thành nạn nhân của hệ miễn dịch của phụ nữ trong hành trình của nó đến trứng, có thể là lý do chính gây vô sinh ở nam giới trên toàn cầu, được viết bởi một nhóm các nhà nghiên cứu quốc tế trong một bài báo được công bố trên tạp chí Science Translational Medicine tuần này. Các nhà nghiên cứu hy vọng khám phá của họ sẽ giúp tìm ra cách thức mới để điều trị cho các cặp vợ chồng vô sinh.  Vô sinh ảnh hưởng từ 10 đến 15% dân số Hoa Kỳ, và khoảng một nửa các trường hợp này, vấn đề là khả năng sinh sản của người nam.  Đồng tác giả chính của báo cáo, Tiến sĩ Gary Cherr, một giáo sư tại trường Đại học của Phòng thí nghiệm Hàng hải Bodega Davis ở California và Trung tâm Y tế và Môi trường, nói với báo chí:\n“Trong 70% nam giới, bạn không thể dự đoán khả năng có con của họ dựa theo mật độ tinh trùng và đánh giá chất lượng tinh trùng hàng ngày”.  Ông và các đồng nghiệp của mình, bao gồm đồng tác giả chính, Tiến sĩ Charles Bevins, giáo sư tại Khoa Y khoa Vi sinh và Miễn dịch học tại UC Davis, hy vọng phát hiện của họ sẽ giúp giải thích tại sao.   Các nhà nghiên cứu đã nghiên cứu tỉ mỉ các pép-tít trong bạch cầu của con người, các prô-tê-in diệt mầm bệnh tự nhiên được tìm thấy trên bề mặt niêm mạc, trong một nghiên cứu tìm cách để tạo ra vắc-xin ngừa thai, khi họ tình cờ gặp một chất được gọi là beta-defensin 126 và bắt đầu xem xét kỹ càng hơn các đặc tính của nó.  Beta-defensin 126, một prô-tê-in “polypeptide glycosyl hóa” được mã hóa bởi gen được gọi là DEFB126, hoạt động như một thiết bị che đậy cho phép tinh trùng bơi hiệu quả qua các chất nhầy trong đường sinh sản của phụ nữ và đến được trứng mà không bị phát hiện bởi hệ thống miễn dịch của người phụ nữ.  Prô-tê-in này được tổng hợp trong mào tinh hoàn của nam giới, các ống xoắn sẽ lưu trữ, giúp trưởng thành và vận chuyển các tế bào tinh trùng đến tinh hoàn, nơi chúng trở thành tinh trùng, đến ống dẫn tinh, từ đó chúng được chuyển đến niệu đạo trước khi xuất tinh. Đó là trong khi chúng đang ở trong mào tinh hoàn, \"sẵn sàng\" để \"khởi động\" xuất tinh, các tế bào tinh trùng sẽ nhận được lớp phủ bảo vệ dày beta-defensin 126 của chúng.  Các nhà nghiên cứu tìm ra phát hiện của họ gần như là một cách tình cờ, như thường xảy ra trong khoa học. Họ đang cố gắng để có được beta-defensin 126 tinh chế để tạo một số kháng thể với prô-tê-in. Để làm điều này, họ đã phải làm một bản sao tái tổ hợp của gien DEFB126, nhưng trong nỗ lực đầu tiên, họ đã tìm thấy gien có một đột biến ngăn cản tạo ra prô-tê-in.  Nhưng khi họ sử dụng tinh trùng từ những người hiến khác nhau, họ có thể tạo được prô-tê-in này. Bevins nói:  “Nếu chúng ta không nhìn thấy điều này trong bản sao đầu tiên, chúng ta sẽ bị nhầm lẫn cho đến tận ngày nay.”  Và những gì Cherr, Bevins và các đồng nghiệp tìm thấy là nhiều người đàn ông mang một gien khiếm khuyết DEFB126. Họ mô tả phát hiện của họ như là một “biến thể trong trình tự của gien DEFB126 đã mất hai nuc-lê-ô-tít trong khung mã, tạo ra một mRNA bất thường\". Bằng cách khảo sát các mẫu tinh trùng của đàn ông ở Hoa Kỳ, Anh và Trung Quốc, họ thấy rằng có đến 1/4 đàn ông trên thế giới mang hai bản sao của biến thể DEFB126 khiếm khuyết và kết luận điều này có thể ảnh hưởng đáng kể đến khả năng sinh sản của họ.  Khi bạn xem xét tinh trùng của nam giới với các biến thể khiếm khuyết dưới kính hiển vi, chúng trông giống như tinh trùng bình thường và bơi xung quanh như tinh trùng bình thường, các nhà nghiên cứu cho biết trong một tuyên bố.  Nhưng, khi họ thử nghiệm khả năng bơi của tinh trùng qua gel a-xít hy-a-lu-rô-nic, một gel nhân tạo giống như chất nhầy cổ tử cung con người, họ nhận thấy là tinh trùng từ chất mang của hai khuyết tật biến thể “cho thấy giảm đến 84% trong tỷ lệ thâm nhập ... so với các kiểu gen khác”.  Và khi họ bổ sung thêm prô-tê-in beta-defensin 126 bình thường vào tinh trùng bị khiếm khuyết, chúng đã phục hồi khả năng bình thường của chúng.  Các nhà nghiên cứu hy vọng khám phá của họ dẫn đến sự phát triển một xét nghiệm mà có thể được sử dụng để giúp các cặp vợ chồng được trực tiếp điều trị bằng “tiêm tinh trùng vào trứng” hoặc ICSI, một phương pháp lấy ra trứng của người phụ nữ và tiêm trực tiếp với bên ngoài tinh trùng của cơ thể cô. Điều này có thể tiết kiệm rất nhiều tiền bạc, thời gian và đau khổ với việc cố gắng tìm ra nguyên nhân của vô sinh thông qua các phương pháp khác.\nTrong một giai đoạn khác của nghiên cứu đã diễn ra tại Trường Đại học Y An Huy, thuộc An Huy – Trung Quốc, các nhà nghiên cứu đã tiến hành một nghiên cứu đoàn hệ về tiềm năng của các cặp vợ chồng mới cưới đang cố gắng có thai bằng phương pháp tự nhiên, và thấy rằng họ ít có khả năng mang thai và mất nhiều thời gian để đạt được một lần sinh nở thành công nếu người nam mang 2 bản sao của gen khiếm khuyết DEFB126.  Các nhà nghiên cứu kết luận:  “Sự biến thiên trong trình tự thông thường này ở gien DEFB126, và hiệu quả rõ rệt của nó làm suy giảm chức năng sinh sản, sẽ giúp có một sự hiểu biết, đánh giá lâm sàng và điều trị tốt hơn cho bệnh vô sinh của con người”.  Nhưng tại sao một đột biến có ảnh hưởng đến khả năng sinh sản lại quá phổ biến?  Tác giả chính của nghiên cứu, Tiến sĩ Ted Tollner, là phụ tá trợ giảng tại Sản Phụ Khoa UC Davis. Ông làm việc trên nghiên cứu với vai trò một học giả sau tiến sĩ với Cherr.  “Nó có thể là các dị hợp tử -- những người đàn ông với một gien bình thường và một gien khiếm khuyết, nhưng khả năng sinh sản bình thường - được lợi thế theo một cách nào đó”, ông Tollner cho biết.  Ông giải thích rằng chất lượng của tinh trùng của con người thường khá kém hơn so với tinh trùng của khỉ và các loài động vật có vú khác. Nó bơi chậm và có tỷ lệ các tế bào khiếm khuyết cao.  Cherr cho biết có lẽ bởi vì con người có xu hướng nghiên về các mối quan hệ lâu dài, một vợ một chồng, nên chất lượng tinh trùng là không quan trọng.  Nhưng một số nhà nghiên cứu nói rằng khả năng có con của đàn ông đã và đang đã giảm trên toàn thế giới trong những thập kỷ gần đây, và chúng ta không biết lý do tại sao.  Cherr cho biết bước tiếp theo là thực hiện một số nghiên cứu trong một dự án về vô sinh lớn ở Hoa Kỳ và tìm hiểu thêm về vai trò của gen khiếm khuyết DEFB126.  Tài trợ từ Quỹ Khoa học Quốc gia và Học viện Y tế quốc gia đã giúp trang trải cho nghiên cứu.  “Một đột biến thường gặp trong gien Defensin DEFB126 gây ra suy giảm chức năng tinh trùng và hiếm muộn.” Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, và những người khác. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Liên kết đến Tóm tắt.\nNguồn bổ sung: UC Davis.\n Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        },
        {
            "en": "Infertility      \nWhat is infertility?\n\n Infertility is defined by the American Society for Reproductive Medicine (ASRM) as a disease of the reproductive system that impairs the body's ability to perform the basic function of reproduction. Although conceiving a child may seem to be simple and natural, the physiological process is quite complicated and depends on the proper function of many factors, including the following, as listed by the ASRM: \n  production of healthy sperm by the man\n\n production of healthy eggs by the woman\n\n unblocked fallopian tubes that allow the sperm to reach the egg\n\n the sperm's ability to fertilize the egg\n\n the ability of the fertilized egg to become implanted in the uterus\n\n adequate embryo quality\n\n  Who is affected by infertility?\n\n Infertility affects about 12 percent of couples of childbearing age. Infertility is not just a woman's concern. A problem with the male is the sole cause, or a contributing cause, of infertility in about 50 percent of infertile couples. About one-third of infertile couples have more than one cause or factor related to their inability to conceive. About 20 percent of couples have no identifiable cause for their infertility after medical investigation. \n What causes infertility?\n\n Many different factors and problems can cause infertility, including problems in the female reproductive system, the male reproductive system, or a combination of the two. The following are some of the conditions or factors that are associated with infertility:  \nfemale factors \n     \novulation dysfunction\n\n   With this condition, the woman's reproductive system does not produce the proper amounts of hormones necessary to develop, mature, and release a healthy egg.   \nanatomical problems\n\n   Abnormal development or function of the female anatomy can prevent the egg and the sperm from meeting. The most common anatomical problem is blockage of the fallopian tubes. Other anatomical problems may include the presence of pelvic scar tissue from previous surgeries or infections.   \nendometriosis\n\n   Endometriosis is a condition in which the tissue that lines the uterus develops outside the uterus, usually on other reproductive organs inside the pelvis or in the abdominal cavity. Each month, this misplaced tissue responds to the hormonal changes of the menstrual cycle by building up and breaking down, resulting in internal bleeding which can cause scar tissue to form and affect reproductive organ function.   \nbirth defects\n\n   Abnormal development and function of reproductive organs resulting from birth defects can affect fertility. One of the most common reproductive system birth defects occurs following a woman's exposure to DES (diethylstilbestrol) taken by her mother during pregnancy. In years past, DES was given to women at risk for pregnancy loss. Fetal DES exposure often causes abnormal development of the uterus and cervix.   \ninfection\n\n   Pelvic inflammatory disease (PID) is caused by a type of bacteria such as gonorrhea and chlamydia. PID can affect the uterus, fallopian tubes, and/or the ovaries. It can lead to pelvic adhesions and scar tissue that develops between internal organs, causing ongoing pelvic pain and the possibility of an ectopic pregnancy (the fertilized egg becomes implanted outside the uterus).   \nimmunological problems\n\n   A problem with a woman's immune system can lead to pregnancy loss. Antibodies (immune or protective proteins) in a woman's system can fail to recognize a pregnancy, or there may be an abnormal immune response to the pregnancy. Women can also develop antisperm antibodies which attack and destroy sperm.  \nmale factors\n\n    \nlow or absent sperm production\n\n   Without proper numbers of healthy sperm, the chance of fertilization is decreased.   \nabnormal sperm function\n\n   Sperm must have proper motility and the ability to penetrate the egg.   \nvaricocele\n\n   This is a condition in which varicose veins develop around the testes. It is a very common cause of male factor infertility and is usually treatable and reversible with surgery.   \nlifestyle\n\n   Use of recreational drugs (i.e., marijuana, cocaine), heavy alcohol use, cigarette smoking, certain medications, and excessive heat to the genital area (as in hot tubs) can affect sperm quality and function.   \nhormonal disorders\n\n   Improper male hormone or endocrine function can affect sperm production and fertilization ability.   \nchromosomal defects\n\n   Certain chromosomal abnormalities are associated with male infertility.   \nbirth defects\n\n   Abnormalities in a man's reproductive system can occur during fetal development. Some birth defects are due to a man's exposure to DES (diethylstilbestrol) taken by his mother during pregnancy.   \nimmunological problems\n\n   A man may have antisperm antibodies (immune or protective proteins) which attack and destroy sperm. How is infertility diagnosed?\n\n When conception does not occur after one year of unprotected intercourse, after six months in women over age 35, or if there are known problems causing infertility, a medical evaluation of both the male and female is recommended. Some obstetrician/gynecologists (OB/GYNs) are able to provide basic infertility evaluation and treatment. However, many causes of infertility are best treated by a board-certified reproductive endocrinologist. This is an OB/GYN who has had additional education and training in infertility and is certified with the American Board of Obstetrics and <em>Gynecology</em> in the sub-specialty of Reproductive Endocrinology and Infertility. Generally, the OB/GYN or reproductive endocrinologist will evaluate specific situations and perform tests in both the male and female partners to determine the cause of infertility. The physician is looking for answers to the following questions: \n  Is the female ovulating regularly?\n\n Is the male producing healthy, viable sperm?\n\n Are the female's egg and the male's sperm able to unite and grow normally?\n\n Are there any obstacles to proper implantation and maintenance of the pregnancy?\n\n  The following tests are often part of the basic medical workup for infertility. \n  \nboth partners \n     medical and sexual history (to evaluate possible physical causes of infertility and if sexual intercourse has been appropriately timed)\n\n    \nfemale \n     \nphysical examination\n\n   A complete physical examination (including a Pap smear and testing for infection) will be necessary.   \novulation evaluation\n\n   An evaluation of ovulation function using an analysis of body temperatures and ovulation called the basal body temperature chart, or with ovulation prediction methods using urine samples, may be recommended.   \nhormone testing\n\n   Hormone testing may be recommended, as certain hormones increase and decrease in production at various times in the monthly cycle.   \nultrasound\n\n   Ultrasound can show the presence of follicles (the sacs containing developing eggs) and the thickness of the uterine tissues. Ultrasound can also show abnormal conditions, such as ovarian cysts or fibroids (benign tumors in the uterus).   \nx-rays\n\n   A hysterosalpingogram may be recommended. This test uses a radio-opaque dye injected into the cervical opening to visualize the inside of the uterus and determine if the fallopian tubes are open.  \nmale \n     \nsemen analysis\n\n   A collection of a semen sample obtained by masturbation that is analyzed in the laboratory for the sperm count, sperm motility, sperm shape, quantity, and evaluation of the ejaculate liquid may be recommended. According to the ASRM, a normal ejaculate contains more than 20 million sperm per milliliter of liquid, more than 50 percent of the sperm should be moving forward, and more than 30 percent of sperm should have normal shapes.   \nother tests may be performed that evaluate the sperm's ability to penetrate the egg, as well as male hormone testing\n\n   Men may be referred to a urologist for further evaluation. \nTreatment for infertility:\n\n Specific treatment for infertility will be determined by your physician based on:  \nyour age, overall health, and medical history\n\n extent of the disorder\n\n cause of the disorder\n\n your tolerance for specific medications, procedures, or therapies\n\n expectations for the course of the disorder\n\n your opinion or preference\n\n  Once a diagnosis is made, the specialist can work with you to determine the course of treatment. According to the ASRM, most infertility cases (85 to 90 percent) are treated with conventional therapies, such as drug treatment or surgical repair of reproductive abnormalities. Depending on the cause of infertility, there are many options to offer an infertile couple. Types of treatments for women may include the following: Ovulation medications These medications help regulate the timing of ovulation and stimulate the development and release of mature eggs. They can also help correct hormonal problems that can affect the lining of the uterus as it prepares to receive a fertilized egg. Ovulation medications can stimulate more than one egg to be released which increases the possibility of having twins and other multiples. Some of the common ovulation medications include the following:  \n  \nclomiphene citrate\n\n  human menopausal gonadotropins - medications containing follicle-stimulating hormone (FSH) and luteinizing hormone (LH)\n\n  follicle-stimulating hormone (FSH)\n\n  Intrauterine insemination For some conditions, including low sperm count and cervical mucus problems, a procedure that places specially washed and prepared sperm directly into the uterus through a small catheter (flexible tube) helps increase the chances for conception. This procedure is often used in combination with ovulation medications.  Surgery Surgery may be used to treat or repair a condition that is causing infertility such as fallopian tube blockage, or endometriosis. A common surgical procedure often used as part of the diagnostic workup of infertility is the laparoscopy. In a laparoscopy, a small telescope inserted into the abdominal or pelvic cavity allows internal organs to be visualized. Some procedures to treat infertility can be performed using instruments inserted through the laparoscope.  Assisted reproductive technology (ART) For some couples, more extensive treatment is needed. With most forms of ART, the sperm and egg are united in the laboratory and the fertilized egg is returned to the woman's uterus where it can implant and develop. Although ART procedures are often costly, many are being used with success. These include the following: o In vitro fertilization (IVF) Involves extracting a woman's eggs, fertilizing the eggs in the laboratory with sperm, and then transferring the resulting embryo(s) into the woman's uterus through the cervix (embryo transfer) where it can develop. Most couples transfer two embryos; however, more may be transferred in certain cases. IVF is the most common form of ART and it is often the treatment of choice for a woman with blocked, severely damaged, or absent fallopian tubes. IVF is also used for infertility caused by endometriosis or male factor infertility. IVF is sometimes used to treat couples with long-term unexplained infertility who have not been able to conceive with other infertility treatments. According to the ASRM, the average cost of one IVF cycle in the United States is $12,400. More than one IVF cycle, however, is usually needed. o Intracytoplasmic sperm injection (ICSI) A procedure in which a single sperm is injected directly into an egg; this procedure is most commonly used to help with male factor infertility problems. o Gamete intrafallopian transfer (GIFT)  Involves using a fiber-optic instrument called a laparoscope to guide the transfer of unfertilized eggs and sperm into the woman's fallopian tubes through small incisions in her abdomen. GIFT is only used in women with healthy fallopian tubes. o Zygote intrafallopian transfer (ZIFT) Involves fertilizing a woman's eggs in the laboratory and then using a laparoscope to guide the transfer of the fertilized eggs (zygotes) into her fallopian tubes. ZIFT is only used in women with healthy fallopian tubes. o Donor eggs Involves an embryo formed from the egg of one woman (the donor) being transferred to another woman who is unable to conceive with her own eggs (the recipient). The donor relinquishes all parental rights to any resulting offspring. ART using donor eggs is much more common among older women than among younger women. The likelihood of a fertilized egg implanting is related to the age of the woman who produced the egg. Egg donors are typically in their 20s or early 30s. o Embryo cryopreservation A procedure in which embryos are preserved through freezing (cryopreservation) for transfer at a later date. This procedure is often used when an IVF cycle produces more embryos than can be transferred at one time. The remaining embryos can be transferred in a future cycle if the woman does not become pregnant. \n There is a range of treatment options currently available for male factor infertility. Treatment may include: \n  \nAssisted reproductive technologies (ART). This type of treatment may include the following:\n\n  o Artificial insemination Artificial insemination involves the placement of relatively large numbers of healthy sperm either at the entrance of the cervix or into the partner's uterus, by passing the cervix, to have direct access to the fallopian tubes. o IVF, GIFT, and other techniques In vitro fertilization (IVF) or gamete intra-fallopian transfer (GIFT) have been used for the treatment of male infertility. As is the case with artificial insemination, IVF and similar techniques offer the opportunity to prepare sperm in vitro, so that oocytes are exposed to an optimal concentration of high quality, motile sperm. o Microsurgical fertilization (microinjection techniques such as intracytoplasmic sperm injection, or ICSI) This treatment is used to facilitate sperm penetration by injection of a single sperm into the oocyte. Fertilization then takes place under the microscope.  \nDrug therapy\n\n  A small percentage of infertile men have a hormonal disorder that can be treated with hormone therapy. Hormonal imbalances caused by a dysfunction in the mechanism of interaction between the hypothalamus, the pituitary gland, and the testes directly affect the development of sperm (spermatogenesis). Drug therapy may include gonadotrophin therapy, antibiotics, or another medication deemed appropriate.  \nSurgery\n\n  Surgical therapy in male infertility is designed to overcome anatomical barriers that impede sperm production and maturation or ejaculation. Surgical procedures to remove varicose veins in the scrotum (varicocele) can sometimes serve to improve the quality of sperm. \nWhat is unexplained infertility?\n\n About 20 percent of couples have unexplained infertility, for which a cause, despite all investigations, is not found. Unexplained infertility does not mean there is no reason for the problem, but that the reason is unable to be identified at the present time. If you suspect you are experiencing infertility, seek medical consultation early. The age of the woman and the duration of the couple's infertility may influence the success of treatment.",
            "vi": "Vô sinh    \nVô sinh là gì?\n Vô sinh được định nghĩa bởi Hiệp hội Y học Sinh sản Hoa Kỳ (ASRM) là một bệnh của hệ sinh sản làm suy yếu khả năng của cơ thể để thực hiện chức năng cơ bản của việc sinh sản. Mặc dù việc thụ thai có vẻ đơn giản và tự nhiên, nhưng quá trình sinh lý lại khá phức tạp và phụ thuộc vào chức năng phù hợp của nhiều yếu tố, như được liệt kê sau đây bởi Hiệp hội Y học Sinh sản Hoa Kỳ:  sự sản xuất tinh trùng khỏe mạnh của người đàn ông\n sự sản xuất trứng khỏe mạnh của người phụ nữ\n ống dẫn trứng không bị tắt cho phép tinh trùng đến được trứng\n khả năng của tinh trùng để thụ tinh trứng\n khả năng của trứng được thụ tinh để bám vào tử cung\n chất lượng phôi đáp ứng\n  \nAi bị ảnh hưởng bởi vô sinh?\n Vô sinh ảnh hưởng đến khoảng 12% số cặp vợ chồng trong độ tuổi sinh đẻ. Vô sinh không chỉ là nỗi lo lắng của riêng người phụ nữ. Trục trặc ở nam giới cũng là nguyên nhân chính hoặc góp phần trong khoảng 50% cặp vợ chồng bị vô sinh. Khoảng một phần ba số cặp vợ chồng vô sinh có nhiều hơn một nguyên nhân hoặc yếu tố liên quan đến sự không có khả năng thụ thai của họ. Khoảng 20% trong số này không phát hiện được nguyên nhân vô sinh sau khi kiểm tra sức khỏe. \nĐiều gì gây ra vô sinh?\n Nhiều yếu tố và vấn đề khác nhau có thể gây ra vô sinh, bao gồm cả các vấn đề trong hệ sinh sản của phụ nữ, hệ sinh sản của đàn ông, hoặc kết hợp cả hai. Sau đây là một số những rối loạn hoặc yếu tố có liên quan đến vô sinh:  những vấn đề ở người phụ nữ     \nrối loạn chức năng rụng trứng\n   Với bệnh này, hệ sinh sản của người đàn bà không tạo ra lượng phù hợp của các hoóc-môn cần thiết cho sự phát triển, chín và rụng trứng khỏe mạnh.   các vấn đề cấu tạo cơ thể    Sự phát triển hoặc chức năng bất bình thường của cơ thể người phụ nữ có thể ngăn ngừa trứng và tinh trùng gặp nhau. Vấn đề cấu tạo cơ thể thường gặp nhất là tắt nghẽn ống dẫn noãn (vòi Fallope). Các vấn đề cấu tạo cơ thể khác có thể bao gồm sự hiện diện của mô sẹo vùng chậu do phẫu thuật hoặc nhiễm trùng trước đây.   lạc nội mạc tử cung   Lạc nội mạc tử cung là bệnh trong đó các mô lót tử cung phát triển bên ngoài tử cung, thường là trên các cơ quan sinh sản khác trong xương chậu hoặc trong khoang bụng. Mỗi tháng, mô lạc vị này phản ứng với những thay đổi do hóc-môn của chu kỳ kinh nguyệt theo cách dày lên và bong ra, dẫn đến chảy máu có thể làm mô sẹo hình thành và ảnh hưởng đến chức năng của cơ quan sinh sản.   các dị tật bẩm sinh   Sự phát triển và chức năng bất thường của cơ quan sinh sản do khuyết tật bẩm sinh có thể ảnh hưởng đến khả năng sinh sản. Một trong những khuyết tật bẩm sinh phổ biến nhất của hệ sinh sản xảy ra do người phụ nữ bị nhiễm DES (diethylstilbestrol) từ mẹ khi mang thai. Trong những năm qua, DES đã được kê toa cho những phụ nữ có nguy cơ sẩy thai. Bào thai phơi nhiễm với DES thường gặp bất thường trong sự phát triển của tử cung và cổ tử cung.   nhiễm trùng   Bệnh viêm khung chậu (PID) gây ra do loại vi khuẩn như bệnh lậu và chlamydia. Bệnh viêm khung chậu có thể tấn công tử cung, ống dẫn noãn (vòi Fallope), và / hoặc buồng trứng. Nó có thể dẫn đến dính xương chậu và mô sẹo phát triển giữa các cơ quan nội tạng, gây ra đau xương chậu phát triển và khả năng mang thai ngoài tử cung (trứng được thụ tinh bám vào bên ngoài tử cung).   các vấn đề miễn dịch   Những rối loạn trong hệ miễn dịch của người phụ nữ có thể dẫn đến sẩy thai. Các kháng thể (các prô-tê-in miễn dịch hoặc bảo vệ) trong cơ thể phụ nữ có thể không nhận biết được sự có thai, hoặc có thể có một phản ứng miễn dịch bất thường đối với sự mang thai. Phụ nữ cũng có thể phát triển các kháng thể kháng tinh trùng sẽ tấn công và tiêu diệt tinh trùng.  những vấn đề ở người đàn ông    không sản xuất hoặc sản xuất ít tinh trùng   Nếu không có số lượng tinh trùng khỏe mạnh thích hợp, cơ hội thụ tinh sẽ giảm.   \nchức năng tinh trùng bất thường\n   Tinh trùng phải có chuyển động thích hợp và khả năng xâm nhập trứng.   giãn tĩnh mạch thừng tinh   Đây là một bệnh trong đó các tĩnh mạch căng giãn phát triển quanh tinh hoàn. Nó là một nguyên nhân rất phổ biến của các yếu tố vô sinh nam và thường có thể điều trị và hồi phục bằng phẫu thuật.   lối sống   Sử dụng các chất kích thích (như cần sa, cô-ca-in), sử dụng rượu nặng, hút thuốc, một số loại dược phẩm, và nhiệt độ quá nóng ở vùng sinh dục (như trong bồn tắm nước nóng) có thể ảnh hưởng đến chất lượng và chức năng tinh trùng.   \nrối loạn hoóc-môn\n   Hoóc-môn nam hoặc chức năng nội tiết không đúng có thể ảnh hưởng đến sự sản xuất tinh trùng và khả năng thụ tinh.   dị tật nhiễm sắc thể   Một số dị dạng nhiễm sắc thể gắn liền với chứng vô sinh ở nam.   dị tật bẩm sinh   Bất thường trong hệ sinh sản của con người có thể xảy ra trong sự phát triển thai nhi. Một số khuyết tật bẩm sinh   do phơi nhiễm với DES (diethylstilbestrol) khi người đàn ông được mang thai.   vấn đề miễn dịch   Một người đàn ông có thể có kháng thể kháng tinh trùng (các prô-tê-in miễn dịch hoặc bảo vệ) tấn công và tiêu diệt tinh trùng. \nVô sinh được chẩn đoán như thế nào?\n Khi sự thụ thai không xảy ra sau một năm quan hệ tình dục không dùng biện pháp bảo vệ, sau sáu tháng ở phụ nữ trên 35 tuổi, hoặc nếu có biết những vấn đề gây vô sinh, một giám định y khoa sẽ được đề nghị thực hiện ở cả người nam và nữ. Một số bác sĩ sản khoa / bác sĩ phụ khoa (OB / GYN) có thể cung cấp đánh giá và điều trị vô sinh cơ bản. Tuy nhiên, nhiều nguyên nhân vô sinh sẽ được điều trị tốt nhất bởi một bác sĩ chuyên khoa nội tiết và sinh sản. Đây là một bác sĩ sản khoa / phụ khoa được huấn luyện và đào tạo thêm về vô sinh và có chứng nhận của Hiệp hội Sản Phụ khoa Hoa Kỳ trong chuyên khoa phụ Nội tiết sinh sản và Vô sinh. Nói chung, bác sĩ sản khoa / phụ khoa hoặc bác sĩ chuyên khoa nội tiết sinh sản sẽ đánh giá tình hình cụ thể và thực hiện các xét nghiệm trong cả người nam và nữ để xác định nguyên nhân vô sinh. Các bác sĩ sẽ tìm câu trả lời cho những câu hỏi sau:  Người nữ rụng trứng thường xuyên không?\n Người nam có tạo ra tinh trùng khoẻ mạnh và có thể sống không?\n Trứng của người nữ và tinh trùng của người nam có thể thụ tinh và phát triển bình thường không?\n Có trở ngại gì trong việc bám của bào thai vào tử cung và nuôi dưỡng bào thai không?\n  Các xét nghiệm sau đây thường là một phần của việc kiểm tra sức khoẻ tổng quát cơ bản cho vô sinh.  \ncả hai người nam và nữ\n    tiền sử sức khỏe và tình dục (để đánh giá các nguyên nhân thể chất có thể gây vô sinh và liệu thời gian quan hệ tình dục có thích hợp chưa)\n    người nữ    \nkiểm tra sức khoẻ tổng quát\n   Một cuộc kiểm tra sức khoẻ tổng quát toàn diện (bao gồm phết tế bào cổ tử cung và xét nghiệm nhiễm trùng) sẽ  cần thiết.   \nđánh giá sự rụng trứng\n   Đánh giá chức năng rụng trứng bằng cách phân tích thân nhiệt và sự rụng trứng được gọi là biểu đồ nhiệt độ cơ thể cơ bản, hoặc với phương pháp dự đoán sự rụng trứng sử dụng mẫu nước tiểu, có thể được đề nghị.   xét nghiệm hoóc-môn   Xét nghiệm hoóc-môn có thể được đề nghị, vì sự sản xuất một số hoóc-môn sẽ tăng hoặc giảm vào các thời điểm khác nhau trong chu kỳ hàng tháng.   siêu âm   Siêu âm có thể thấy sự hiện diện của các nang (các túi chứa trứng đang phát triển) và độ dày của các mô tử cung. Siêu âm cũng có thể cho thấy những tình trạng bất thường, như là u nang buồng trứng hoặc u xơ tử cung (các khối u lành tính trong tử cung).   X-quang   Chụp X-quang vòi tử cung có thể được đề nghị. Xét nghiệm này sử dụng một loại thuốc nhuộm cản bức xạ tiêm vào lổ cổ tử cung để xem xét bên trong tử cung và xác định xem các ống dẫn trứng có thông bình thường hay không.  người nam    phân tích tinh dịch   Tập hợp các nhóm mẫu tinh dịch thu được bằng cách thủ dâm được xét nghiệm phân tích mật độ, chuyển động, hình dạng, số lượng của tinh trùng, và có thể được đề nghị giám định tinh dịch. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, một lần xuất tinh bình thường chứa hơn 20 triệu tinh trùng trong mỗi mi-li-lít tinh dịch, hơn 50% tinh trùng sẽ di chuyển về phía trước, và hơn 30% tinh trùng phải có hình dạng bình thường.   \ncác xét nghiệm khác có thể được thực hiện để đánh giá khả năng thâm nhập vào trứng của tinh trùng, cũng như xét nghiệm nội tiết tố nam\n   Nam giới có thể được giới thiệu đến bác sĩ chuyên khoa niệu để được đánh giá thêm.   \nĐiều trị vô sinh:\n Điều trị vô sinh cụ thể sẽ được xác định bởi bác sĩ của bạn dựa trên:  tuổi của bạn, sức khỏe tổng quát, và tiền sử bệnh\n mức độ bệnh\n \nnguyên nhân bệnh\n \ndung nạp của bạn với thuốc, phương thức điều trị, hoặc liệu pháp\n dự đoán tiến triển của bệnh \ný kiến ​​hoặc nguyện vọng của bạn\n  Sau khi chẩn đoán, các chuyên gia có thể làm việc với bạn để xác định liệu trình điều trị. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, hầu hết các trường hợp vô sinh (85% tới 90%), sẽ được điều trị bằng các liệu pháp thông thường, chẳng hạn như điều trị bằng thuốc hoặc phẫu thuật sửa chữa những bất thường của hệ sinh sản. Tùy thuộc vào nguyên nhân vô sinh, có nhiều lựa chọn chữa trị cung cấp cho một cặp vợ chồng vô sinh. Những phương pháp điều trị cho phụ nữ có thể bao gồm: Dược phẩm kiểm soát sự rụng trứng Các loại dược phẩm này giúp kiểm soát thời gian rụng trứng và kích thích sự phát triển và phóng thích trứng chín. Dược phẩm dạng này cũng có thể giúp điều chỉnh các rối loạn về nội tiết tố có thể ảnh hưởng đến niêm mạc tử cung khi nó chuẩn bị nhận trứng đã được thụ tinh. Thuốc rụng trứng có thể kích thích nhiều hơn một trứng được phóng thích làm tăng khả năng mang thai song sinh và đa sinh. Một số thuốc rụng trứng thông thường bao gồm:  \nclomiphene citrate\n \nhoóc-môn kích thích tuyến sinh dục ở người mãn kinh – các thuốc chứa hoóc-môn sinh sản (FSH) và hoóc-môn tạo hoàng thể (LH)\n hoóc-môn sinh sản (FSH)  Thụ tinh trong tử cung Đối với một số điều kiện, chẳng hạn như mật độ tinh trùng thấp và vấn đề chất nhầy cổ tử cung, một quy trình sẽ đưa tinh trùng đã được rửa sạch và chuẩn bị trực tiếp vào trong tử cung thông qua một ống nhỏ (ống mềm dẻo) giúp tăng cơ hội thụ thai. Phương thức này thường được dùng trong kết hợp với thuốc kiểm soát sự rụng trứng. Phẫu thuật Phẫu thuật có thể được dùng để điều trị hoặc sửa chữa một tình trạng gây ra vô sinh như tắt nghẽn ống dẫn noãn (vòi Fallope), hoặc bệnh lạc nội mạc tử cung. Một thủ thuật phẫu thuật thông dụng thường được dùng như một phần của kiểm tra chẩn đoán vô sinh là phẫu thuật nội soi. Trong phẫu thuật nội soi, một kính viễn vọng nhỏ được đưa vào trong ổ bụng hoặc vùng chậu cho phép xem xét các cơ quan nội tạng. Một số cách điều trị vô sinh có thể được thực hiện bằng cách sử dụng dụng cụ đưa vào qua ống nội soi. Kỹ thuật hỗ trợ sinh sản (ART) Đối với một số cặp vợ chồng, cần phải được điều trị sâu rộng hơn. Với hầu hết các dạng kỹ thuật hỗ trợ sinh sản, tinh trùng và trứng được kết hợp trong phòng thí nghiệm và trứng được thụ tinh được trả lại vào tử cung của người phụ nữ nơi nó có thể bám vào và phát triển. Mặc dù những kỹ thuật này thường tốn kém, nhưng nhiều người đã thành công. Chúng bao gồm những điều sau đây: o Thụ tinh trong ống nghiệm (IVF) Bao gồm lấy trứng của người phụ nữ, thụ tinh trứng trong phòng xét nghiệm với tinh trùng, và sau đó chuyển một hoặc nhiều phôi đã được thụ tinh vào tử cung của người phụ nữ qua đường cổ tử cung (chuyển giao phôi), nơi phôi có thể phát triển. Hầu hết các cặp vợ chồng đều chuyển hai phôi, tuy nhiên, có thể chuyển nhiều hơn tùy các trường hợp nhất định. Thụ tinh nhân tạo là hình thức phổ biến nhất của kỹ thuật hỗ trợ sinh sản và nó thường được lựa chọn điều trị cho một phụ nữ bị tắt, hư hỏng nặng hay không có ống dẫn trứng. Thụ tinh nhân tạo cũng được dùng chữa vô sinh gây ra bởi bệnh lạc nội mạc tử cung hoặc yếu tố vô sinh nam. Thụ tinh nhân tạo đôi khi cũng được dùng để điều trị cho những cặp vợ chồng vô sinh không rõ nguyên nhân trong thời gian dài đã không thể thụ thai với các phương pháp điều trị vô sinh khác. Theo ASRM, chi phí trung bình cho một lần thụ tinh trong ống nghiệm ở Hoa Kỳ là 12.400 đô-la. Tuy nhiên, thường thì cần phải thực hiện nhiều hơn 1 lần. o Tiêm tinh trùng nội bào tương (ICSI) Một thủ thuật trong đó một tinh trùng được tiêm trực tiếp vào một quả trứng; thường được dùng điều trị cho các rối loạn yếu tố vô sinh nam. o Chuyển giao tử vào vòi trứng (GIFT) Bao gồm việc sử dụng một dụng cụ sợi quang học gọi là ống nội soi để hướng dẫn việc chuyển giao các trứng chưa được thụ tinh và tinh trùng vào ống dẫn trứng của người phụ nữ thông qua các vết mổ nhỏ ở bụng của cô. Chuyển giao tử vào vòi trứng chỉ được thực hiện ở phụ nữ có ống dẫn trứng khỏe mạnh. o Chuyển phôi (hợp tử) vào vòi trứng (ZIFT) Bao gồm việc thụ tinh trứng của người phụ nữ trong phòng thí nghiệm và sau đó sử dụng một ống nội soi để hướng dẫn việc chuyển giao các trứng đã thụ tinh (hợp tử) vào ống dẫn trứng của cô. Chuyển phôi (hợp tử) vào vòi trứng chỉ được sử dụng ở phụ nữ có ống dẫn trứng khỏe mạnh. o Hiến tặng trứng Liên quan đến một phôi thai hình thành từ trứng của một phụ nữ (người hiến tặng) được chuyển cho một người phụ nữ không thể thụ thai với trứng của chính mình (người nhận). Người hiến tặng phải cam kết từ bỏ tất cả các quyền cha mẹ đối với đứa con được thụ tinh. ART sử dụng trứng hiến tặng phổ biến cho phụ nữ lớn tuổi hơn so với phụ nữ trẻ. Khả năng bám vào tử cung và sống được của trứng đã thụ tinh liên quan đến tuổi tác của người phụ nữ hiến trứng. Người cho trứng nên ở tuổi đôi mươi hay đầu ba mươi. o Trữ lạnh phôi Phương thức trong đó phôi được bảo quản bằng cách đông lạnh (trữ lạnh) để chuyển giao vào thời gian sau đó. Phương thức này thường được dùng khi một lần thụ tinh trong ống nghiệm tạo ra nhiều phôi hơn có thể cấy ghép cùng một lúc. Những phôi còn lại có thể cấy ghép truyền trong lần sau nếu người phụ nữ không mang thai được. Hiện có một loạt các lựa chọn điều trị cho các yếu tố vô sinh nam. Điều trị có thể bao gồm:  \nCác kỹ thuật hỗ trợ sinh sản (ART). Loại điều trị này có thể bao gồm:\n  o Thụ tinh nhân tạo Thụ tinh nhân tạo bao gồm đưa lượng khá lớn tinh trùng khỏe mạnh vào cổ tử cung hay tử cung của người phụ nữ, bằng cách đi qua cổ tử cung, để có chuyển giao trực tiếp đến ống dẫn trứng. o Thụ tinh trong ống nghiệm, chuyển giao tử vào vòi trứng và các kỹ thuật khác Thụ tinh trong ống nghiệm (IVF) hoặc chuyển giao tử vào vòi trứng(GIFT) đã được sử dụng để điều trị vô sinh nam. Bởi vì trong trường hợp thụ tinh nhân tạo, thụ tinh trong ống nghiệm và các kỹ thuật tương tự sẽ tạo cơ hội để chuẩn bị tinh trùng trong ống nghiệm, do đó tế bào trứng được tiếp xúc với một nồng độ tối ưu của tinh trùng chất lượng cao và có khả năng chuyển động tốt hơn. o Thụ tinh vi phẫu thuật (các kỹ thuật tiêm tế bào như là tiêm tinh trùng nội bào tương (ICSC).  Cách điều trị này tạo điều kiện thuận lợi cho tinh trùng thâm nhập vào bằng cách tiêm từng tinh trùng vào tế bào trứng. Sự thụ tinh sau đó diễn ra qua kính hiển vi.  Điều trị bằng thuốc  Một tỷ lệ nhỏ đàn ông bị vô sinh do rối loạn hoóc-môn có thể được chữa bằng điều trị hoóc-môn. Sự mất cân đối về hoóc-môn gây ra bởi rối loạn chức năng trong cơ chế tương tác giữa vùng dưới đồi, tuyến yên, và tinh hoàn ảnh hưởng trực tiếp đến sự phát triển của tinh trùng (sự sinh tinh trùng). Điều trị bằng thuốc có thể bao gồm điều trị bằng hoóc-môn kích thích tuyến sinh dục, kháng sinh, hoặc các thuốc khác được coi là phù hợp.  Phẫu thuật  Điều trị ngoại khoa trong chứng vô sinh ở nam được thiết kế để khắc phục những khuyết tật cơ thể cản trở sự sản xuất và phát triển của tinh trùng hoặc sự xuất tinh. Ca phẫu thuật để loại bỏ căng giãn tĩnh mạch trong bìu (giãn tĩnh mạch thừng tinh) đôi khi có thể cải thiện chất lượng của tinh trùng. \nVô sinh vô cớ là gì?\n Khoảng 20% các cặp vợ chồng vô sinh không rõ nguyên nhân, tức là dù đã làm tất cả kiểm tra, vẫn không tìm ra nguyên nhân vô sinh. Vô sinh vô cớ không có nghĩa là không có nguyên nhân cho vấn đề này, nhưng là chưa thể xác định được tại thời điểm hiện tại. Nếu bạn nghi ngờ mình đang bị vô sinh, hãy tiìm sự tư vấn sức khỏe sớm. Độ tuổi của người phụ nữ và thời gian vô sinh của cặp vợ chồng có thể ảnh hưởng đến sự thành công của việc điều trị."
        }
    ],
    "suggestions": []
}