{
    "en_vn": {
        "data": {
            "content": null,
            "word": "haemolytic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "haemolytic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "haemolytic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "haemolytic"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuộc về tan huyết</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">haemolytic disease of the newborn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệnh tan huyết trẻ sơ sinh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">haemolytic uraemic syndrome</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội chứng urê huyết cao -tan huyết</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "haemolytic"
        }
    },
    "sentences": [
        {
            "en": "<em>Haemolytic</em>.",
            "vi": "Về tan huyết."
        },
        {
            "en": "<em>Haemolytic</em> uraemic syndrome.",
            "vi": "Hội chứng urê huyết cao tan huyết."
        },
        {
            "en": "<em>Haemolytic</em> disease of the newborn.",
            "vi": "Bệnh tan huyết trẻ sơ sinh."
        },
        {
            "en": "A <em>haemolytic</em> antibody is one that causes destruction of red cells, a <em>haemolytic</em> anaemia is due to red cell destruction.",
            "vi": "Kháng thể tan huyết là kháng thể làm cho các hồng cầu bị tiêu hủy, thiếu máu tan huyết là thiếu máu do tiêu huỷ hồng cầu."
        },
        {
            "en": "The test is used in the diagnosis of <em>haemolytic</em> anaemia.",
            "vi": "Xét nghiệm này được dùng trong việc chẩn đoán những bệnh thiếu máu tan huyết."
        },
        {
            "en": "The state of certain infants severely affected by <em>haemolytic</em> disease.",
            "vi": "Tình trạng một số trẻ nhỏ bị bệnh tan huyết nặng."
        },
        {
            "en": "<em>Haemolytic</em> jaundice occurs when there is excessive destruction of red cells in the blood.",
            "vi": "Vàng da tan huyết xảy ra khi có tiêu huỷ quá nhiều hồng cầu trong máu."
        },
        {
            "en": "<em>Haemolytic</em> anaemias result from the increased destruction of red blood cells.",
            "vi": "Thiếu máu tan huyết là do gia tăng sự huỷ diệt tế bào hồng cầu"
        },
        {
            "en": "Some cases of predictably very severe <em>haemolytic</em> disease have been successfully treated by intrauterine transfusion.",
            "vi": "Đã chữa trị thành công được một số trường hợp dự đoán sẽ có tan huyết mạnh bằng cách truyền máu trong tử cung."
        },
        {
            "en": "Blood agar is nutrient agar containing 5-10% horse blood, used for the cultivation of certain bacteria or for detecting <em>haemolytic</em> activity.",
            "vi": "Thạch máu là chất thạch dinh dưỡng chứa 5 - 10 % máu ngựa, dùng để cấy vài loại vi trùng hoặc tìm hoạt tính làm tan huyết."
        },
        {
            "en": "Staining and subsequent damage of the brain by bile pigment (bilirubin), which may occur in severe cases of <em>haemolytic</em> disease of the newborn.",
            "vi": "Tình trạng não bị nhuộm màu và sau đó bị tổn hại vì các sắc tố mật (bilirubin), có thể xảy ra trong các ca thiếu máu tan huyết sơ sinh nặng."
        },
        {
            "en": "The clumping together to the body's own red blood cells by antibodies produced against them, which occurs in acquired <em>haemolytic</em> anaemia.",
            "vi": "Sự kết lại với nhau thành một khối hồng cầu của chính cơ thể do việc sản sinh những kháng thể chống lại chúng, điều này thấy trong bệnh thiếu máu tan huyết mắc phải."
        },
        {
            "en": "Since it can cause <em>haemolytic</em> anaemia and prolonged use may lead two habituation, it has largely been replaced by safer analgesics.",
            "vi": "Vì nó có thể gây ra chứng thiếu máu tan huyết và dùng lâu có thể dẫn tới nghiện thuốc, nên nó thường được thay thế bởi các thuốc giảm đau khác an toàn hơn."
        },
        {
            "en": "These disorders include acquired <em>haemolytic</em> anaemia, pernicious anaemia, rheumatic fever, rheumatoid arthritis, glomerulonephritis, and several forms of thyroid dysfunction, including Hashimoto's disease.",
            "vi": "Các rối loạn này gồm thiếu máu tan huyết mắc phải, sốt thấp khớp, viêm khớp dạng thấp, viêm thận - tiểu cầu và nhiều dạng rối loạn chức năng giáp trạng, kể cả bệnh hashimoto."
        },
        {
            "en": "The E. coli outbreak in Germany is a new form of the bacterium, researchers and public health experts believe. It can cause the deadly complication - <em>haemolytic</em>-uraemic syndrome (HUS) - affecting the blood and kidneys. More than 1,500 people have been infected and 18 have died: 17 in Germany and one in Sweden. Seven people in the UK have the infection, including three British nationals. They are all thought to have contracted it in Germany. The World Health Organization said the variant had \"never been seen in an outbreak situation before.\" Scientists at the Beijing Genomics Institute in China are also reported as saying the new form was \"highly infectious and toxic\". The Health Protection Agency said it was likely to be a new variant of the rare strain O104 - possibly with a newly acquired ability to infect large numbers of people.  In a statement it said: \"While there is a lot more that we need to learn about this bacterium, the evidence that is already available tells us that the German authorities have been dealing with something new.\" Professor Gad Frankel, from Imperial College London, the Sanger Institute and the Medical Research Council, said: \"This is a new combination and a deadly combination. \"It has a gene which produces a toxin and another which helps the bacterium colonise the gut more efficiently, which effectively means even more toxin is produced.  \"Research we published last year showed this same factor mediates attachment to the human gut and the surface of salad leaves.\" Compensation  The outbreak remains centred on Germany, where there have been 1,064 cases of bloody diarrhoea and 470 cases of the potentially deadly complication in the blood and kidneys. The source of the infection, originally blamed on Spanish cucumbers, is unclear. The head of the Robert Koch Institute, which monitors the infection in Germany, said the outbreak could last for months and that \"we may never know\" the original source. Fresh vegetables from the European Union have been banned in Russia and the country's chief medical officer said such produce will be seized. Meanwhile Spain is threatening to seek compensation from the EU for lost vegetables sales. UK cases  Three British nationals in the UK have been infected with E. coli linked to the outbreak in Germany, according to the Health Protection Agency. It brings the total number of cases in the UK to seven, the other four are from Germany. It is believed that all patients caught the infection in Germany and brought it back to the UK. Three of them have developed the potentially deadly complication of HUS. The HPA continues to advise that people travelling to Germany should not eat raw cucumber, lettuce or tomatoes and that they should seek medical advice if they have bloody diarrhoea. It said one of the strange things about the outbreak was the number of cases of <em>haemolytic</em> uraemic syndrome. It is a very severe kidney complication which destroys red blood cells and can also affect the central nervous system. Dr Dilys Morgan, from the Health Protection Agency, said: \"It's very unusual for adults to have HUS anyway.  \"It mainly affects young children and older adults, but what we've seen is predominantly young females getting this condition.  \"It's a very rare organism that's causing this and it's thought it has particular properties where the toxin it produces is particularly virulent and therefore is affecting this population more than we would normally expect.\"  Professor Hugh Pennington, a microbiologist from the University of Aberdeen, said: \"This outbreak is unusual in that it doesn't seem to be targeting young children.  \"Children under five have had a very hard time with this kind of bug in the past, they seem to be escaping it, maybe just due to the nature of the food that's causing the problem.\"",
            "vi": "Các nhà nghiên cứu và các chuyên gia sức khoẻ cộng đồng cho rằng trực khuẩn E.coli bùng phát ở Đức là một dạng vi khuẩn mới. Nó có thể gây ra biến chứng chết người- gọi là hội chứng u-rê huyết tan máu (HUS)-gây tác hại cho máu và thận. Hơn 1500 người bị nhiễm khuẩn và 18 người tử vong: trong đó có 17 người ở Đức và một người ở Thuỵ Điển. Có bảy người ở Anh Quốc bị nhiễm kể cả ba kiều dân Anh. Tất cả họ đều được cho là bị nhiễm khuẩn ở Đức Tổ chức y tế thế giới cho biết biến thể lạ này “ chưa bao giờ được thấy trong ca bùng phát khuẩn trước đây.” Các nhà khoa học thuộc Viện nghiên cứu Gien Bắc kinh ở Trung Quốc cũng thông báo về loại khuẩn mới “rất truyền nhiễm và độc hại” này. Cơ quan Bảo vệ Sức khoẻ nói có thể đây là một biến thể mới thuộc dòng 0104 hiếm gặp- có thể có khả năng khác lây nhiễm ở rất nhiều người. Một báo cáo cho biết: “Trong khi chúng ta cần phải tìm hiểu nhiều hơn nữa về loại vi khuẩn này thì các nhà chức trách Đức đã có dấu hiệu báo rằng họ đang đối phó với loại vi khuẩn mới lạ này.” Giáo sư Gad Frankel tại Đại học Hoàng gia Luân Đôn thuộc Viện Sanger và Hội đồng Nghiên cứu Y khoa nói rằng: “ Đây là loại hoá chất mới và là hoá chất gây chết người. “Nó có một gien tạo ra độc tố còn gien khác giúp trực khuẩn phát tán vào ruột một cách hiệu quả hơn nghĩa là có nhiều độc tố hơn nữa được sản sinh nhanh chóng. “Nghiên cứu mà chúng tôi đã công bố năm ngoái có đưa ra loại khuẩn tương tự bám vào ruột người và trên mặt lá xà lách.” Bồi thường Bùng phát dịch khuẩn này còn tiếp tục ở Đức, nước này đã có 1064 ca tiêu chảy xuất huyết và 470 ca biến chứng ở máu và thận có khả năng gây chết người. Nguồn bệnh nhiễm này ban đầu được cho có nguồn gốc từ dưa leo của Tây Ban Nha là không rõ ràng. Giám đốc Viện Robert Koch, người đang theo dõi bệnh nhiễm trùng ở Đức cho biết khuẩn bùng phát có thể kéo dài nhiều tháng và “chúng tôi có lẽ không bao giờ biết” nguồn gốc của loại khuẩn này. Nước Nga cấm nhập khẩu rau tươi từ Liên minh Châu Âu và bộ trưởng y tế nước này nói họ sẽ thu giữ các loại sản phẩm đó. Đồng thời Tây Ban Nha cũng đe doạ đòi Liên Minh Châu Âu bồi thường vì mất bán rau màu. Các ca nhiễm bệnh ở Anh Quốc Theo Cơ quan Bảo vệ Sức khoẻ cho hay có ba công dân Anh ở Anh Quốc bị nhiễm khuẩn E.Coli liên quan đến khuẩn bùng phát ở Đức Làm tăng tổng số ca bị nhiễm khuẩn lên bảy người ở Anh, còn bốn người khác từ Đức. Các bệnh nhân này được cho là bị nhiễm khuẩn ở Đức sau đó mang bệnh nhiễm về Anh Quốc. Ba người trong số đó đã phát triển biến chứng HUS có khả năng chết người. HPA tiếp tục khuyên những người đang đi du lịch ở Đức không nên ăn dưa leo sống, rau diếp hay cà chua và nên hỏi ý kiến bác sĩ nếu họ bị tiêu chảy xuất huyết Một trong những chuyện kỳ lạ về khuẩn bùng phát là số trường hợp bị hội chứng u rê huyết tan máu. Đó là loại biến chứng thận rất nặng có thể phá huỷ hồng cầu và cũng có thể ảnh hưởng đến hệ thần kinh trung ương. Tiến sĩ Dilys Morgan thuộc Cơ quan Bảo vệ Sức khoẻ nói rằng: “dù gì thì nó cũng rất bất thường khi bệnh nhiễm HUS chỉ xảy ra ở người lớn. “Khuẩn này chủ yếu tác động đến trẻ em và người lớn tuổi, nhưng ở đây phần lớn phụ nữ lại bị nhiễm khuẩn. “Đó là một loại sinh vật rất hiếm dẫn đến nhiễm khuẩn và người ta cho rằng nó có các đặc tính riêng tạo ra độc tố cực kỳ gây hại, vì vậy nó đang gây nhiễm cho con người hơn cả sự mong đợi. Giáo sư Hugh Pennington, một nhà vi trùng học thuộc trường Đại học Aberdeen cho biết “Cơn bùng phát này lạ kỳ ở chỗ nó không nhằm vào trẻ em. “ Trẻ em dưới năm tuổi trước đây đã phải vật lộn rất khó khăn với các loại khuẩn, và có vẻ như chúng đã bị quên bẵng đi, mà cũng có thể chỉ là do bản chất loại thực phẩm gây ra vấn đề này."
        }
    ],
    "suggestions": []
}