{
    "en_vn": {
        "data": {
            "content": null,
            "word": "haggling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "haggling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "haggling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "haggling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "haggling"
        }
    },
    "sentences": [
        {
            "en": "Hell with <em>haggling</em>!",
            "vi": "Mặc xác nó/ Kệ thây nó"
        },
        {
            "en": "Hell with <em>haggling</em>!",
            "vi": "mặc kệ nó"
        },
        {
            "en": "It's not worth <em>haggling</em> over a few pence",
            "vi": "Mặc cả vài xu chẳng bõ"
        },
        {
            "en": "It is not worth <em>haggling</em> over such a small amount.",
            "vi": "Không đáng mặc cả về một số tiền nhỏ như thế."
        },
        {
            "en": "This was to avoid the embarrassment caused by <em>haggling</em> .",
            "vi": " Điều này là để tránh sự bối rối do việc mặc cả giá "
        },
        {
            "en": "<em>Haggling</em> with sellers about the prices is popular in Thailand.",
            "vi": "Việc mặc cả với người bán hàng là chuyện bình thường ở Thái lan."
        },
        {
            "en": "It's not worth <em>haggling</em> over a few pennies.",
            "vi": "Mặc cả vài xu chẳng đáng gì."
        },
        {
            "en": "You get good prices on materials by <em>haggling</em> with local manufacturers.",
            "vi": "Trả giá với các nhà sản xuất địa phương sẽ giúp bạn mua được những thứ này với giá tốt."
        },
        {
            "en": "After a great deal of <em>haggling</em>, they managed to strike a bargain.",
            "vi": "Sau một loạt những chuyện mặc cả, họ đã ngã giá được với nhau."
        },
        {
            "en": "You'll get good prices on materials by <em>haggling</em> with local dealers.",
            "vi": "Bạn sẽ có được giá tốt về vật liệu bằng cách mặc cả với các đại lý địa phương."
        },
        {
            "en": "Few countries are still <em>haggling</em> over the terms of the treaty.",
            "vi": "Một vài nước vẫn còn tranh cãi về các điều khoản của hiệp ước."
        },
        {
            "en": "The prices are fixed or might be reduced with a bit of <em>haggling</em>.",
            "vi": "Giá cả cố định hoặc có thể được giảm giá nếu mặc cả một chút."
        },
        {
            "en": "They spent a long time <em>haggling</em> with the authorities about their passports.",
            "vi": "Họ đã mất nhiều thời gian để tranh cãi với những người có thẩm quyền về hộ chiếu của họ."
        },
        {
            "en": "Some countries are still <em>haggling</em> over the terms of the treaty.",
            "vi": "Một vài quốc gia vẫn còn đang tranh cãi về những điều khoản trong hiệp ước."
        },
        {
            "en": "It was exorbitant and there was a lot of <em>haggling</em> and both parties were stubborn, one demanding a higher wage and the other for reducing it considerably.",
            "vi": "Chi phí này quá cao cả hai bên đều tỏ ra cứng rắn, một bên đòi lương cao một bên đòi giảm lương tới mức thích hợp."
        },
        {
            "en": "Today, we’re going to share a little joke with you that touches on this topic. It’s super short in terms of length but we think you’re going to get a real chuckle out of it. The joke talks about a guy named Sam who’s looking to get raise.  Normally, raises are hard to come by in tough economy. However, Sam came up with a hilariously genius plan to get one. Take a look below to see the whole joke!  Sam walks into his boss’s office. “Sir, I’ll be straight with you, I know the economy isn’t great, but I have over three companies after me, and I would like to respectfully ask for a raise.”   After a few minutes of <em>haggling</em> the boss finally agrees to a 5% raise, and Sam happily gets up to leave.  “By the way”, asks the boss as Sam is getting up, “which three companies are after you?”  “The electric company, water company, and phone company”, Sam replied.",
            "vi": "Hôm nay chúng tôi kể một mẩu chuyện vui với các bạn về chủ đề này. Câu chuyện cực ngắn nhưng chúng tôi cho rằng bạn sẽ cười đấy. Câu chuyện nói về một anh chàng có tên là Sam, anh ta tìm cách để được tăng lương.  Thường thì mấy ai được tăng lương trong thời buổi kinh tế khó khăn. Ấy thế mà Sam nghĩ ra được một cách cực kỳ thông minh mà rất hài hước để được tăng lương. Hãy đọc hết câu chuyện sau.  Sam vào phòng sếp mình. \"Thưa ông, tui biết là hiện nay kinh tế không tốt lắm, cơ mà tui xin nói thẳng với ông là tui có hơn ba công ty đang theo đuổi tui lận, nên tui muốn xin được tăng lương.\"   Sau vài phút trao đổi, ông sếp đó cuối cùng cũng đồng ý tăng 5% lương, thế là Sam vui vẻ bước ra.  \"À này,\" ông sếp hỏi khi Sam toan đứng dậy, \"ba công ty nào đang theo đuổi anh vậy?\"  \"Công ty điện, công ty nước, và công ty điện thoại ạ,\" Sam trả lời."
        }
    ],
    "suggestions": []
}