{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['heədresiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm tóc, sự làm đầu</td></tr></table><i/></div>",
            "word": "hairdressing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hairdressing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hairdressing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hairdressing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hairdressing"
        }
    },
    "sentences": [
        {
            "en": "<em>Hairdressing</em> salon",
            "vi": "Phòng uốn tóc"
        },
        {
            "en": "It's unisex <em>hairdressing</em> salon.",
            "vi": "Đây là tiệm cắt tóc cho cả nam lẫn nữ luôn mà."
        },
        {
            "en": "She owns a <em>hairdressing</em> salon.",
            "vi": "Cô ta làm chủ một tiệm uốn tóc."
        },
        {
            "en": "It is unisex <em>hairdressing</em> salon.",
            "vi": "Đó là tiệm uốn tóc cho cả nam lẫn nữ."
        },
        {
            "en": "I am an expert at <em>hairdressing</em>.",
            "vi": "Tôi là một chuyên gia làm tóc."
        },
        {
            "en": "She works for a <em>hairdressing</em> salon.",
            "vi": "Cô ấy làm việc cho một phòng uốn tóc"
        },
        {
            "en": "The building's facilities include a <em>hairdressing</em> salon and a children's playroom.",
            "vi": "Những cơ sở vật chất của tòa nhà gồm một tiệm cắt tóc và một phòng cho trẻ em chơi."
        },
        {
            "en": "There are many companies offering \"package\" services covering clothes for the bride and bridegroom, <em>hairdressing</em>, bridal cars, photography, video and wedding reception.",
            "vi": "Có nhiều cửa hàng cung cấp dịch vụ \"trọn gói\" bao gồm trang phục cho cô dâu chú rể, làm tóc, xe đám cưới, chụp ảnh, quay phim và tổ chức tiệc cưới."
        },
        {
            "en": "There are many companies offering \"package\" services covering clothes for the bride and bridegroom, <em>hairdressing</em>, bridal cars, photography, video and wedding reception.",
            "vi": "Có nhiều cửa hàng cung cấp dịch vụ\"trọn gói\" bao gồm trang phục cho cô dâu chú rể, làm tóc, xe đám cưới, chụp ảnh, quay phim và tổ chức tiệc cưới."
        },
        {
            "en": "The rest were distributed among a variety of self employed or privately employed service providers (such as <em>hairdressing</em>, private tuition and so on) and producers (including tailoring).",
            "vi": "Số còn lại được phân bổ trong các lĩnh vực dịch vụ theo dạng tự trả lương hoặc làm thuê cho tư nhân (như làm đầu, gia sư v.v.) và sản xuất (gồm cả thợ may)."
        },
        {
            "en": "“I want to see their photos in advance in order to prepare plans for makeup and <em>hairdressing</em>, selecting wedding dresses, and thinking about the most appropriate shooting angles that can hide the couple’s weaknesses,” Dung explained.",
            "vi": "\"Tôi muốn nhìn thấy hình ảnh của họ trước để chuẩn bị kế hoạch trang điểm và làm tóc, chọn váy cưới và nghĩ về những góc chụp thích hợp nhất mà họ có thể che được điểm yếu của hai vợ chồng,\" Dũng giải thích."
        },
        {
            "en": "It includes five active members and other temporary members who have cameras and are able to do makeup and <em>hairdressing</em>, as well as share the same goal of bringing happiness to would-be couples. ",
            "vi": "Nhóm gồm 5 thành viên tích cực và các thành viên tạm thời, những người có máy ảnh, biết trang điểm và làm tóc, cùng nhau chia sẻ mục tiêu mang lại hạnh phúc cho các cặp vợ chồng."
        }
    ],
    "suggestions": []
}