{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Haiti",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Haiti",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Haiti",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Haiti",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Haiti",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "+ <em>Haiti</em>: 25 June",
            "vi": "Haiti: 25 tháng sáu"
        },
        {
            "en": "+ <em>Haiti</em>: 25 June",
            "vi": "Haiti: 25 tháng sáu"
        },
        {
            "en": "Strong Earthquake Shakes <em>Haiti</em> Agai",
            "vi": "Trận động đất mạnh làm rung chuyển Haiti một lần nữa"
        },
        {
            "en": "Strong Earthquake Shakes <em>Haiti</em> Again",
            "vi": "Trận động đất làm rung chuyển Haiti một lần nữa"
        },
        {
            "en": "Refugees sought sanctuary in <em>Haiti</em>.",
            "vi": "Người tị nạn tìm kiếm nơi trú ẩn tại Haiti."
        },
        {
            "en": "Why is the US paying so much over <em>Haiti</em>?",
            "vi": "Tại sao Hoa Kỳ đổ quá nhiều tiền vào Haiti?"
        },
        {
            "en": "Opposition leaders rejected a U.S.-backed peace plan for <em>Haiti</em>.",
            "vi": "Thủ lĩnh phe đối lập không chấp nhận kế hoạch hòa bình ủng hộ của Mỹ đối với Haiti."
        },
        {
            "en": "An earthquake in <em>Haiti</em> killed thousands of people.",
            "vi": "Trận động đất ở Haiti đã giết chết hàng ngàn người."
        },
        {
            "en": "Why is the United States paying so much over <em>Haiti</em>?",
            "vi": "Tại sao hoa kỳ đổ quá nhiều tiền vào haiti?"
        },
        {
            "en": "Full Picture of <em>Haiti</em> Devastation Emerges as International Aid Mobilized",
            "vi": "Toàn cảnh thảm hoạ ở Haiti khiến cả thế giới phải chung tay cứu trợ"
        },
        {
            "en": "A new earthquake hits <em>Haiti</em>, people flee into street.",
            "vi": "Một trận động đất lại ập đến Haiti, người dân vội vàng chạy xuống đường."
        },
        {
            "en": "The situations in <em>Haiti</em> and Peru are not unique.",
            "vi": "Tình hình ở Haiti và Peru hoàn toàn không phải là ngoại lệ."
        },
        {
            "en": "A huge earthquake has devastated the Caribbean country of <em>Haiti</em>.",
            "vi": "Một trận động đất lớn đã tàn phá đất nước Caribê của Haiti."
        },
        {
            "en": "They might be worried about US actions in <em>Haiti</em>, too.",
            "vi": "Họ cũng có thể lo ngại về các hành động của Hoa Kỳ ở Haiti."
        },
        {
            "en": "Casualties were highest near the centre of the earthquake in <em>Haiti</em>.",
            "vi": "Số thương vong cao nhất là ở gần trung tâm cơn động đất ở Haiti."
        },
        {
            "en": "January's earthquake in <em>Haiti</em> was a humanitarian catastrophe for the country.",
            "vi": "Trận động đất hồi tháng giêng ở Haiti là một thảm họa con người cho đất nước này."
        },
        {
            "en": "About 90% of the votes have been counted from the elections in <em>Haiti</em> last week.",
            "vi": "Có khoảng 90% số phiếu bầu đã được kiểm từ các điểm bầu cử ở haiti tuần qua."
        },
        {
            "en": "\"To the people of <em>Haiti</em>, we say clearly and with conviction: You will not be forsaken.\"",
            "vi": "\"Hỡi đồng bào Haiti, chúng ta muốn nói rõ ràng và chắc chắn rằng: Các bạn sẽ không bị bỏ rơi.\""
        },
        {
            "en": "Israel is sending a military medical team that will operate a field hospital in <em>Haiti</em>.",
            "vi": "Israel đang gửi một nhóm bác sĩ quân y để lập một bệnh viện dã chiến ở Haiti."
        },
        {
            "en": "Opposition leaders rejected a U. S. - backed peace plan for <em>Haiti</em>.",
            "vi": "Thủ lĩnh phe đối lập không chấp nhận kế hoạch hòa bình ủng hộ của Mỹ đối với Haiti."
        }
    ],
    "suggestions": []
}