{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hɔ:ltiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ngập ngừng, lưỡng lự, ngắc ngứ</td></tr></table><i/></div>",
            "word": "halting"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>halting</k><blockquote>■ <cclass>adjective slow and hesitant. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>haltingly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "halting"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>halting</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a halting conversation | halting English</i>: HESITANT, faltering, hesitating, stumbling, stammering, stuttering; broken, imperfect.</blockquote><blockquote><b>2</b><i>his halting gait</i>: UNSTEADY, awkward, faltering, stumbling, limping, hobbling.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>fluent.</blockquote></div>",
            "word": "halting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "halting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "halting"
        }
    },
    "sentences": [
        {
            "en": "<em>Halting</em> cancer spread",
            "vi": "Ngăn ung thư di căn"
        },
        {
            "en": "They had a <em>halting</em> conversation.",
            "vi": "Họ nói chuyện với nhau rất lúng túng."
        },
        {
            "en": "He demanded, not <em>halting</em> his angry stride.",
            "vi": "Anh gặng hỏi, không dừng bước chân giận dữ của mình."
        },
        {
            "en": "We've just had a <em>halting</em> conversation.",
            "vi": "Chúng tôi vừa có một cuộc đối thoại ngập ngừng."
        },
        {
            "en": "We 've just had a <em>halting</em> conversation.",
            "vi": "Chúng tôi vừa có một cuộc đối thoại ngập ngừng."
        },
        {
            "en": "They say they will retaliate by <em>halting</em> British imports.",
            "vi": "Họ nói sẽ trả đũa bằng cách ngưng nhập khẩu hàng Anh."
        },
        {
            "en": "\"Hello,\" she heard in his familiar <em>halting</em> voice.",
            "vi": "\"Xin chào,\" bà ta nghe giọng ngập ngừng quen thuộc của ông ta."
        },
        {
            "en": "They say they will retaliate by <em>halting</em> French imports.",
            "vi": "Họ nói họ sẽ trả đũa bằng cách chặn nhập khẩu của Pháp."
        },
        {
            "en": "A sudden <em>halting</em> of the flow of thought or speech.",
            "vi": "Ngưng bất chợt dòng suy nghĩ hay ngôn ngữ."
        },
        {
            "en": "Classify the desert regions of Asia and suggest possible approaches to <em>halting</em> their spread.",
            "vi": "Phân loại các vùng sa mạc của châu Á và đề nghị những phương pháp có thể tiếp cận để ngăn chặn sự lây lan của nó."
        },
        {
            "en": "She hasn't made the decision so she replies him hesitantly and speaks in a <em>halting</em> voice.",
            "vi": "Cô ta vẫn chưa quyết định cho nên cô trả lời anh một cách do dự và nói bằng một giọng ngập ngừng."
        },
        {
            "en": "The mother is greatly happy after seeing her toddler's first few <em>halting</em> steps.",
            "vi": "Người mẹ vui mừng khôn xiết khi thấy những bước đi chập chững đầu tiên của đứa con mới biết đi của mình."
        },
        {
            "en": "This information kit calls on parliamentarians to use their influence and resources in <em>halting</em> the spread of HIV/AIDS.",
            "vi": "Tập thông tin này kêu gọi đại biểu Quốc hội sử dụng ảnh hưởng và nguồn lực của mình để ngăn chặn sự lây lan của HIV/AIDS."
        },
        {
            "en": "Second, public administration reform, and thirdly, the social security system reform with better targeted transfers that allow <em>halting</em> increasing inequalities.",
            "vi": "Thứ hai là cải cách hành chính công, và thứ ba là cải cách hệ thống an sinh xã hội với việc trợ cấp đúng đối tượng hơn để không làm gia tăng bất bình đẳng."
        },
        {
            "en": "At least five major challenges stand in the way of <em>halting</em> and reversing the spread of HIV/AIDS in Viet Nam.",
            "vi": "Có ít nhất năm thách thức lớn cản trở việc chặn đứng và đảo ngược tình trạng lan rộng của bệnh dịch HIV/AIDS ở Việt Nam."
        },
        {
            "en": "William slipped a tentative hand from her wrist on to her breast, and left it there like a traffic cop <em>halting</em> an advancing stream of automobiles.",
            "vi": "William đưa bàn tay lần theo cổ tay của cô lên ngực và dừng lại ở đó như cảnh sát giao thông dừng một đoàn xe vậy."
        },
        {
            "en": "There was a luminous serenity in them and the innocence in the soft brown depths struck him like a blow in the face, clearing some of the alcohol out of his brain, <em>halting</em> his mad, careering words in mid-flight.",
            "vi": "Đôi mắt nâu ấy sáng rực một niềm thanh thản và vẻ ngây thơ nơi đáy sâu hiền dịu của chúng như một đòn quất vào mặt chàng, xua đi phần nào hơi men trong óc, chặn đứng những lời điên dại đang ào ào tuôn ra từ miệng chàng."
        },
        {
            "en": "The year of tiger in 714, Mai Thuc Loan, also known as Mai Hac De (the Black Emperor), successfully led a heroic revolt against Chinese invaders, <em>halting</em> the domination of the Chinese Tang dynasty and bringing back national liberation.",
            "vi": "Năm Giáp Dần 714, Mai thúc Loan, cũng gọi là Mai Hắc Đế (vua da đen) đã dẫn dắt thành công cuộc khởi nghĩa hùng mạnh chống lại quân xâm lược Trung Quốc, lật đổ chính quyền đô hộ của triều đại nhà Đường, giải phóng dân tộc."
        },
        {
            "en": "Nearly everyone has taken an antibiotic. This type of medicine fights bacterial infections. Your doctor may prescribe an antibiotic for things like strep throat or an ear infection. Antibiotics work either by killing bacteria or <em>halting</em> their multiplication so that the body's immune system can fight off the infection.",
            "vi": "Hầu như ai cũng đã từng sử dụng thuốc kháng sinh. Loại thuốc này có tác dụng chống nhiễm khuẩn. Bác sĩ có thể kê toa thuốc kháng sinh cho các bệnh đại loại như viêm họng hoặc viêm tai. Thuốc kháng sinh có tác dụng hoặc có thể giết chết vi khuẩn hoặc có thể ngăn không cho vi khuẩn sinh sôi sao cho hệ miễn dịch của cơ thể có thể chống lại được nhiễm trùng."
        },
        {
            "en": " Natural climate solutions, also including protection of carbon-storing peat lands and better management of soils and grasslands, could account for 37 percent of all actions needed by 2030 under the 195-nation Paris plan, it said. Combined, the suggested \"regreening of the planet\" would be equivalent to <em>halting</em> all burning of oil worldwide, it said.",
            "vi": "Nghiên cứu này cho biết các giải pháp điều hòa khí hậu bằng thiên nhiên, cũng bao gồm việc bảo vệ vùng đất than bùn chứa carbon và quản lý đất trồng và đồng cỏ tốt hơn, có thể chiếm tới 37% các hoạt động cần làm trước năm 2030 theo kế hoạch Paris của 195 quốc gia. Kết hợp lại, đề xuất làm xanh lại hành tinh này\" đồng nghĩa với ngừng mọi hành động đốt dầu trên toàn thế giới."
        }
    ],
    "suggestions": []
}