{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hamburg",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hamburg",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hamburg",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hamburg",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hamburg",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This liner sails between Tokyo and <em>Hamburg</em>.",
            "vi": "Tàu chợ này đi tuyến đường giữa Nhật Bản và Đức."
        },
        {
            "en": "This is our CIF <em>Hamburg</em> quotation sheet.",
            "vi": "Đây là bảng báo giá CIF đến Hamburg của chúng tôi."
        },
        {
            "en": "Sailors from <em>Hamburg</em> in Germany gave him the recipe.",
            "vi": "Các thủy thủ từ Hamburg ở Đức cho anh ấy công thức."
        },
        {
            "en": "Please send us your lowest quotation CIF <em>Hamburg</em> for 10 m/t of walnutmeat.",
            "vi": "Xin vui lòng gởi cho chúng tôi báo giá thấp nhất của ngài theo điều kiện CIF Hamburg cho 10 mét tấn quả óc chó."
        },
        {
            "en": "I 'm 27 years old and I study informatics in <em>Hamburg</em>.",
            "vi": "Tôi 27 tuổi và tôi học tin học ở Hamburg."
        },
        {
            "en": "BNI is a government department and belongs to the <em>Hamburg</em> Ministry of Science and Health.",
            "vi": "BNI là một bộ của chính phủ và thuộc về Bộ Khoa Học và Sức Khỏe Hamburg."
        },
        {
            "en": "He called them hamburgers because sailors from <em>Hamburg</em> in Germany gave him the recipe.",
            "vi": "Anh ấy gọi những chiếc bánh này là hamburger vì các thủy thủ từ Hamburg ở Đức cho anh ấy công thức làm."
        },
        {
            "en": "We have quoted them the price CIF <em>Hamburg</em> for our printed shirting.",
            "vi": "Chúng tôi vừa báo cho họ giá tính theo điều kiện CIF cảng Hamburg cho mặt hàng vải để may áo sơ mi."
        },
        {
            "en": "Moreover, we are under the necessity of requesting your cooperation to change the port of destination from <em>Hamburg</em> to Oslo.",
            "vi": "Hơn nữa chúng tôi buộc phải yêu cầu sự hợp tác của ngài thay đổi cảng đến từ Hamburg sang Oslo."
        },
        {
            "en": "The consignment will leave Tokyo by ss \"Peace\", due to arrive at <em>Hamburg</em> sometime in late December.",
            "vi": "Chuyến hàng sẽ rời Tokyo bằng tàu \"Peace\" dự định đến Hamburg vào khoảng cuối tháng 12."
        },
        {
            "en": "We have pleasure in enclosing our Inquiry No. 2526 against which we solicit your best CIF <em>Hamburg</em> offer by sea freight.",
            "vi": "Chúng tôi hân hạnh gởi kèm thư hỏi hàng của chúng tôi số 2526 qua đó chúng tôi yêu cầu chào giá CIF Hamburg tốt nhất vận chuyển đường biển."
        },
        {
            "en": "German expert Olaf Jue Hner said that <em>Hamburg</em>, like HCM City, was also affected by high tides. Building irrigation and drainage systems was the traditional way of preventing floods in Europe, but many cities like <em>Hamburg</em> had developed a new strategy to live with floods in a harmonious way.",
            "vi": "Chuyên gia người Đức Olaf Jue Hner nói rằng Hamburg, giốngTP HCM, cũng đã bị ảnh hưởng bởi triều cường. Xây dựng hệ thống thủy lợi và thoát nước là cách truyền thống để ngăn chặn lũ lụt ở châu Âu, nhưng nhiều thành phố như Hamburg đã phát triển một chiến lược mới để sống chung với lũ một cách hài hòa."
        },
        {
            "en": "In response to your inquiry of May 10 concerning the ocean freight to <em>Hamburg</em> for 100 bales of cotton yarn, we are pleased to inform you that the rate of freight is USD 70 per cubic meter or 1,000 kilos.",
            "vi": "của ông đề ngày 10 tháng 5 liên quan đến cước đường biển đến Hamburg cho 100 kiện sợi bông, chúng tôi rất vui lòng báo cho ông biết rằng mức cước phí là 70 đô la Mỹ một mét khối hay 1000 kilogram."
        },
        {
            "en": "They concurred to hold more discussions on issues related to the 2030 Agenda, global supply chains, migration, climate change, energy, trade and globalization, with the aim of reaching agreement for the content of documents of the G20 Summit, which will be held in <em>Hamburg</em>, Germany in July.",
            "vi": "Họ thống nhất thảo luận nhiều hơn về các vấn đề liên quan đến Chương trình nghị sự 2030, chuỗi cung ứng toàn cầu, di cư, biến đổi khí hậu, năng lượng, thương mại và toàn cầu hóa nhằm đạt được sự đồng thuận về nội dung của các tài liệu trong Hội nghị thượng đỉnh G20, tại Hamburg, Đức vào tháng 7."
        },
        {
            "en": "In response to your inquiry of May 10 concerning the ocean freight to <em>Hamburg</em> for 100 bales of cotton yarn, we are pleased to inform you that the rate of freight is USD 70 per cubic meter or 1, 000 kilos.",
            "vi": "Để trả lời thư hỏi hàng của ông đề ngày 10 tháng 5 liên quan đến cước đường biển đến Hamburg cho 100 kiện sợi bông, chúng tôi rất vui lòng báo cho ông biết rằng mức cước phí là 70 đô la Mỹ một mét khối hay 1000 kilogram."
        },
        {
            "en": "They concurred to hold more discussions on issues related to the 2030 Agenda, global supply chains, migration, climate change, energy, trade and globalization, with the aim of reaching agreement for the content of documents of the G20 Summit, which will be held in <em>Hamburg</em>, Germany in July.",
            "vi": "Họ thống nhất thảo luận nhiều hơn về các vấn đề liên quan đến Chương trình nghị sự 2030, chuỗi cung ứng toàn cầu, di cư, biến đổi khí hậu, năng lượng, thương mại và toàn cầu hóa nhằm đạt được sự đồng thuận về nội dung của các tài liệu trong Hội nghị thượng đỉnh G20, tại Hamburg, Đức vào tháng 7."
        },
        {
            "en": "Ohanian grew up speaking German, and minored in it at the University of Virginia, adding on his LinkedIn profile \"but this was kind of cheating since my mom is from <em>Hamburg</em>.\" Ohanian tells the story of his family, including his undocumented immigrant mother, and his great-grandfather who fled the Armenian genocide, in an open letter opposing the travel ban, writing that without immigrants and refugees, \"there’s no me, and there’s no Reddit.\"",
            "vi": "Ohanian lớn lên sử dụng tiếng Đức và học ở trường Đại học Virginia, anh bổ sung vào tiểu sử Linkedln của mình \"nhưng đây là một dạng dối gạt vì lẽ rằng mẹ tôi đến từ Hamburg\". Ohanian kể câu chuyện về gia đình anh, bao gồm chuyện mẹ anh nhập cư bất hợp pháp và người ông tuyệt vời của anh đã phải trốn chạy khỏi nạn diệt chủng ở Hoa Kỳ, trong một bức thư ngỏ chống lại lệnh cấm xuất nhập cảnh, viết rằng không có người nhập cư và dân tị nạn, \"sẽ không có tôi, và không có Reddit\"."
        },
        {
            "en": "The United Nations Security Council is expected to hold an emergency meeting Wednesday to discuss the North's latest provocation, which also comes just a few days before the start of a Group of 20 summit in <em>Hamburg</em>, Germany, that will be attended by President Trump, Russian President Vladimir Putin, China's President Xi Jinping and other world leaders. The missile launch puts North Korea firmly on the agenda.   ",
            "vi": "Hội đồng Bảo an Liên Hợp Quốc dự kiến sẽ tổ chức một cuộc họp khẩn cấp vào hôm thứ tư để thảo luận về hành động khiêu khích mới nhất của Bắc Triều Tiên, chỉ vài ngày trước khi hội nghị thượng đỉnh G20 được tổ chức tại Hamburg, Đức, cuộc họp có sự tham dự của Tổng thống Trump, Tổng thống Vladimir Putin, Chủ tịch Trung Quốc Tập Cận Bình và các nhà lãnh đạo khác trên thế giới. Việc phóng tên lửa đặt Bắc Triều Tiên vào chương trình nghị sự một cách chắc chắn."
        },
        {
            "en": "The United Nations Security Council is expected to hold an emergency meeting Wednesday to discuss the North's latest provocation, which also comes just a few days before the start of a Group of 20 summit in <em>Hamburg</em>, Germany, that will be attended by President Trump, Russian President Vladimir Putin, China's President Xi Jinping and other world leaders. The missile launch puts North Korea firmly on the agenda.   ",
            "vi": "Hội đồng Bảo an Liên Hợp Quốc dự kiến sẽ tổ chức một cuộc họp khẩn cấp vào hôm thứ tư để thảo luận về hành động khiêu khích mới nhất của Bắc Triều Tiên, chỉ vài ngày trước khi hội nghị thượng đỉnh G20 được tổ chức tại Hamburg, Đức, cuộc họp có sự tham dự của Tổng thống Trump, Tổng thống Vladimir Putin, Chủ tịch Trung Quốc Tập Cận Bình và các nhà lãnh đạo khác trên thế giới. Việc phóng tên lửa đặt Bắc Triều Tiên vào chương trình nghị sự một cách chắc chắn."
        },
        {
            "en": "War, indeed happened, before the building could be completed and Hitler’s priorities changed. He transferred the construction workers to build the V-Weapons plant at Peenemünde instead. During the Allied bombing campaign, many people from <em>Hamburg</em> took refuge in one of the housing blocks, and later refugees from the east of Germany were housed there. By the end of the war, these buildings housed female auxiliary personnel for the Luftwaffe. After the war, Prora was used as a military outpost for the East German army. After German reunification in 1990, part of it was used by the Military Technical School of the Bundeswehr and later to house asylum seekers from the Balkans.",
            "vi": "Chiến tranh, quả đã xảy ra, trước toà nhà này xây xong, thế nên Hitler đã đổi thứ tự ưu tiên. Ông ta đã chuyển công nhân xây dựng sang xây dựng nhà máy vũ khí-V ở Peenemünde. Trong chiến dịch quân đồng minh ném bom, nhiều người từ Hamburg đã đến ẩn náu ở một trong những toà nhà này, và sau đó người tị nạn từ Đông Đức đã sống ở đây. Cuối chiến tranh, toà nhà này, là nơi cư ngụ dành cho nữ quân nhân tình nguyện của Không quân Đức. Sau chiến tranh, Prora được dùng làm tiền đồn quân sự cho quân đội Đông Đức. Sau khi tái thống nhất Đức vào năm 1990, một phần khu này được Trường Kỹ thuật Quân đội Bundeswehr sử dụng và sau này là nơi dành cho những người xin được hưởng quy chế tỵ nạn ở bán đảo Ban - căng."
        }
    ],
    "suggestions": []
}