{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hamilton",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hamilton",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hamilton",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hamilton",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hamilton",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "His mother, Laura <em>Hamilton</em>, was ambitious for her son.",
            "vi": "Mẹ của anh ấy, bà Laura Hamilton có nhiều tham vọng về con trai."
        },
        {
            "en": "Moira's dress designs for the Lady <em>Hamilton</em> line have always been a total sell-out.",
            "vi": "Mẫu thiết kế áo dài nữ của Moira cho cửa hàng Lady Hamilton luôn là mặt hàng bán chạy và mau hết nhất."
        },
        {
            "en": "Moira's dress designs for the Lady <em>Hamilton</em> line have always been a total sell - out.",
            "vi": "Mẫu thiết kế áo dài nữ của Moira cho cửa hàng Lady Hamilton luôn là mặt hàng bán chạy và mau hết nhất."
        },
        {
            "en": "The national office is in Auckland with regional offices in Christchurch, <em>Hamilton</em> and Wellington.",
            "vi": "Văn phòng trung ương của tổ chức đặt tại Auckland với các văn phòng khu vực đặt tại Christchurch, Hamilton và Wellington."
        },
        {
            "en": "Bryan's Service Centre has been serving the residents of <em>Hamilton</em> and the surrounding area with quality automotive service since 1988.",
            "vi": "Trung tâm dịch vụ của Bryan đã phục vụ máy móc tự động cho cư dân ở Hamilton và các khu vực xung quanh từ năm 1988."
        },
        {
            "en": "When I leave I will be top of the class, Class President, and have won the <em>Hamilton</em> Memorial Mathematics Scholarship to Harvard.",
            "vi": "Lúc ra trường, mình sẽ đứng đầu lớp, là trưởng lớp và mình sẽ giành được danh hiệu nhận giải thứởng học bổng Hamilton về toán để lên Harvard."
        },
        {
            "en": "The <em>Hamilton</em> Memorial Scholarship to Harvard for mathematics was awarded on a strictly competitive basis and it was open to every schoolboy in America.",
            "vi": "Học bổng Hamilton về toán để vào trường Harvard được cấp trên một cơ sở rất chặt chẽ, mà học sinh ở toàn nước Mỹ đều có quyền được nhận học bổng ấy."
        },
        {
            "en": "Writing for website Heal Your Life, Dr <em>Hamilton</em> said: “I believe that each of us exists before we are born on earth.”",
            "vi": "Viết cho trang web Heak Your Life, Tiến sĩ Hamilton cho biết: \"Tôi tin rằng mỗi chúng ta đều tồn tại trước được sinh ra trên trái đất\"."
        },
        {
            "en": "Sandra F. Witelson, a professor or psychiatry and behavioral neurosciences at McMaster University in <em>Hamilton</em>, Ontario, said biology might yet be found to play some part.",
            "vi": "Sandra F. Witelson, một giáo sư hoặc tâm thần học và khoa học thần kinh hành vi tại Đại học McMaster ở Hamilton, Ontario, cho biết sinh học có thể được tìm thấy để chơi một phần nào đó."
        },
        {
            "en": "I don't believe i could bear her vaporings three times a day and, moreover, i believe uncle Peter would assassinate me before he would let me live under the sacred <em>Hamilton</em> roof.",
            "vi": "Tôi không tin là mình có thể chịu đựng bà ấy mỗi ngày ngất lên ngất xuống ba lần và hơn nữa, tôi chắc bác peter sẽ ám sát tôi trước khi để tôi sống dưới mái nhà của gia đình hamilton thiêng liêng."
        },
        {
            "en": "Grandpa Merriwether, meeting uncle Henry <em>Hamilton</em> in the girl of the period saloon several hours later, related the happenings of the morning which he had heard from mrs. Merriwether.",
            "vi": "Mấy giờ sau, gặp ông bác henry hamilton ở tiệm gái thời đại, cụ cố merriwether thuật lại chuyện xảy ra hồi sáng mà cụ đã nghe được từ miệng bà merriwether."
        },
        {
            "en": "Dr David <em>Hamilton</em> said all consciousness is and always has been in the universe through quantum particles, and when you are born, it is channelled into a physical being.",
            "vi": "Tiến sĩ David Hamilton cho biết tất cả ý thức luôn luôn tồn tại trong vũ trụ thông qua các hạt lượng tử, và khi bạn được sinh ra, nó đã được chuyển vào trong thực thể vật chất."
        },
        {
            "en": "To literary people, Trump’s story of a once-great America sounds abusive. It threatens deportation and exclusion and exults in domination and insult. The cast of <em>Hamilton</em> sought to remind Mike Pence of this when he attended the show, addressing him directly and imploring him to defend American diversity. When an offended Trump tweeted that the theater “must always be a safe and special place,” he missed the point that America should always be a safe and special place. This is why nobody in the literary world is rushing to embrace his version of storytelling. From a literary perspective, the only good thing about Trump’s victory is that it has brought out a spirit of resistance and an affirmation of literature, an ethos summed up by the novelist Colson Whitehead in his acceptance speech at the National Book Awards: “Be kind to everyone. Make art. Fight the power.”",
            "vi": "Đối với nhà văn, câu chuyện của ông Trump về một nước Mỹ tuyệt vời nghe có vẻ hoang đường. Nó đe dọa đến sự trục xuất và loại trừ và vả sự đắc chí trong sự thống trị và sự xúc phạm. Hamilton đã tìm cách để nhắc nhở Mike Pence về điều này khi ông tham dự chương trình, trực tiếp xử lý ông ta và cầu xin ông ta bảo vệ sự đa dạng của nước Mỹ. Khi Trump bị phạm tội cho rằng nhà hát \"luôn luôn phải là một nơi an toàn và đặc biệt\", ông bị mất điểm vì cho rằng rằng Mỹ phải luôn luôn có một nơi an toàn và đặc biệt. Đây là lý do tại sao không ai trong thế giới văn học lao theo cách kể chuyện của ông ta. Từ một quan điểm văn học, chỉ có một điều tốt về sự chiến thắng của Trump là đã đưa ra một tinh thần kháng chiến và sự khẳng định về văn học, một đặc tính được tổng hợp bởi các tiểu thuyết gia Colson Whitehead trong bài phát biểu của mình tại lễ trao giải sách quốc gia: \"Hãy đối xử tử tế với mọi người đó là nghệ thuật.Chiến đấu chống lại quyền lực bá quyền.\""
        },
        {
            "en": "What Is the History of the Accounting Profession      I want to do this! What's This?  Accounting has been around for centuries. The Romans had a modern tax system complete with sales tax, land tax and a flat rate citizen tax. The Roman Empire employed tax collectors that kept track of collections through a rudimentary accounting system. Today, accounting is a career. Most U.S. colleges and universities offer tax or accounting degrees at the bachelor's, masters and doctorate levels. \nDouble-Entry Accounting\n Modern accounting, or the double-entry accounting method, was first documented in the early 1300s. Double-entry accounting was first documented by a company named Giovanni Farolfi & Co about 1300. The double entry system is still in use some 700 years later. Luca Pacioli, the father of accounting, wrote the first book on double-entry accounting in 1494.  \nU.S. Federal Accounting System\n Accounting changed little during the next several centuries. From 1769 to 1772, during the depression that gripped the European continent, cost accounting was developed to help companies streamline their operation and stay open. The U.S. Revolution ended in 1789 and brought about the first U.S. governing administration. Alexander <em>Hamilton</em>, the first Treasury Secretary, established the U.S. Treasury Department and the federal accounting system. Although there was not a national income tax yet, the government collected revenue from trade and export taxes.  \nAccounting Profession Recognized by United Kingdom\n The accounting profession was recognized as a legitimate profession 1831 by the United Kingdom's Bankruptcy Court. The court ordered that certain accountants be appointed as assignees to assist the court with financial records. The U.S. Civil War broke out in the year 1861, and a new national income tax was introduced. Tax accounting has never been the same. It has continued to grow in complexity, requiring an army of tax planners, tax preparers and tax accountants.  \nThe Balance Sheet\n In 1868, the modern balance sheet was created, in the form that we use today. The income statement would not be created until just prior to World War II. The first large U.S. accounting firm Haskins & Sells begin in 1895. Today, it is a part of the big four firm Deloitte and Touché. The accounting profession exploded around 1900 with hundreds of accounting firms springing up across the United States.  \nModern Cost Accounting\n Modern cost accounting was refined and developed in 1923 by the accounting department of General Motors. The new cost accounting theories and practices were established to keep the company solvent and streamline the manufacturing operations. The return on investment, return on equity and flexible budgeting calculations were created and adopted.  \nAccounting Regulation\n Financial accounting regulation was introduced between 1936-8 with the formation of the Committee on Accounting (CAP). CAP created the \"generally accepted accounting principals\" or GAAP. We still use GAAP today. This set the bar for all accounting activity in the United States.  \nGAAP to IFRS\n GAAP was codified, or rewritten, in 1953. However, in 1959, the CAP was replaced by the Accounting Principals Board (APB). This organization was short-lived and suffered from many of the same weaknesses that plagued the CAP. It did however issue several pronouncements. In 1973, the Financial Accounting Standards Board (FASB) was created and remains today. Since its creation, it has issued some 168 pronouncements. FASB has the authority and garners the respect that the CAP and APB never received. In 2009, there is a trend to move from GAAP to the International Financial Reporting Standards (IFRS). Accounting, although slightly more complicated, remains mostly the same as it was 800 years ago.",
            "vi": "Lịch sử nghề kế toán    I want to do this! What's This?  Kế toán đã tồn tại trong nhiều thế kỷ nay. Người La Mã có hệ thống thuế hiện đại bao gồm thuế bán hàng, thuế điền địa, và thuế công dân đồng loạt. Đế quốc La Mã sử dụng những người thu thuế giám sát việc thu thuế nhờ một hệ thống kế toán sơ khai. Ngày nay kế toán là một nghề. Hầu hết các trường cao đẳng và đại học Hoa Kỳ cấp các chứng chỉ, bằng cấp về kế toán hoặc thuế với những thang bậc trình độ cử nhân, thạc sỹ, và tiến sỹ. Hệ thống kế toán kép Kế toán hiện đại, hay phương pháp bút toán kép, được chứng minh bằng tài liệu xuất hiện lần đầu tiên là vào đầu những năm 1300. Hệ thống kế toán bút toán kép lần đầu tiên do một công ty có tên là Giovanni Farolfi & Co sử dụng khoảng năm 1300. Hệ thống này vẫn còn tồn tại trong 700 năm sau đó. Năm 1494, Luca Pacioli, cha đẻ ngành kế toán, viết cuốn sách đầu tiên về kế toán bút toán kép. Hệ thống kế toán liên bang Hoa Kỳ Ngành kế toán thay đổi không đáng kể trong vài thế kỷ tiếp theo. Từ năm 1769 đến 1772, trong cuộc suy thoái bóp nghẹt lục địa châu Âu, kế toán chi phí được phát triển nhằm giúp các công ty hợp lý hoá hoạt động của mình và tiếp tục tồn tại. Cách mạng Mỹ kết thúc vào năm 1789 và dẫn đến sự quản lý của chính quyền toàn Hoa Kỳ lần đầu tiên. Alexander Hamilton, Bộ trưởng ngân khố (tài chính) đầu tiên của Hoa Kỳ, thành lập Bộ ngân khố Hoa Kỳ và hệ thống kế toán liên bang. Mặc dù chưa xuất hiện thuế thu nhập quốc dân, nhưng nhà nước đã thu tiền từ thuế xuất khẩu và mậu dịch. Nghề kế toán được Vương quốc Anh công nhận Nghề kế toán được Toà án giải quyết việc xin phá sản của Vương quốc Anh công nhận là một nghề hợp pháp vào năm 1831. Toà hạ lệnh rằng các kế toán viên nhất định sẽ được chỉ định như những người thụ nhượng cung cấp các hồ sơ tài chính để hỗ trợ toà xử án. Cuộc nội chiến Hoa Kỳ bùng nổ vào năm 1861, và một loại thuế thu nhập quốc dân mới được đưa ra. Kế toán thuế vụ chưa từng giống như vậy. Nó tiếp tục phát triển phức tạp lên, đòi hỏi một đội quân gồm những nhà hoạch định thuế, người khai thuế và cố vấn thuế vụ. Bảng cân đối kế toán Vào năm 1868, bảng cân đối kế toán hiện đại được tạo ra, hình thức giống cái chúng đang sử dụng ngày nay. Mãi tới ngay trước thời điểm Chiến tranh thế giới thứ hai, báo cáo thu nhập mới xuất hiện. Công ty kiểm toán Mỹ lớn đầu tiên là Haskins & Sells bắt đầu hoạt động năm 1895. Ngày nay, nó là một bộ phận của ông lớn trong hàng tứ đại gia các hãng kiểm toán là Deloitte and Touché. Nghề kế toán bùng nổ vào quãng năm 1900 với hàng trăm công ty chuyên về kế toán xuất hiện khắp nước Mỹ. Kế toán chi phí hiện đại Kế toán chi phí hiện đại được phòng kế toán của General Motors phát triển và hoàn thiện vào năm 1923. Các thực tiễn và lý thuyết về kế toán chi phí mới được thiết lập để giúp công ty có khả năng thanh toán và hợp lý hoá các hoạt động sản xuất. Các phép tính tỷ suất lợi nhuận qua đầu tư, tỷ lệ lợi nhuận vốn cổ đông, và ngân quỹ linh hoạt được tạo ra và được chấp nhận. Quy định kế toán Quy định về kế toán tài chính được đưa ra trong khoảng thời gian 1936 đến 1938 với sự hình thành của Uỷ ban Thủ tục Kế toán (CAP). CAP xây dựng \"những nguyên tắc kế toán tổng quát được thừa nhận\" hoặc gọi tắt là GAAP. Hiện nay chúng ta vẫn còn sử dụng những nguyên tắc này - vốn làm nên chuẩn mực cho tất cả các hoạt động kế toán tại Mỹ. Từ GAAP đến IFRS GAAP được soạn thành luật lệ, hoặc được soạn lại, vào năm 1953. Tuy nhiên, năm 1959, Uỷ ban Nguyên tắc Kế toán (APB) thay thế cho Uỷ ban Thủ tục Kế toán (CAP). Tổ chức mới này tồn tại trong một thời gian ngắn và bị nhiều khuyết tật tương tự như những điểm yếu đã làm tê liệt CAP. Nhưng nó đã kịp đưa ra một vài công bố chính thức. Năm 1973, Hội đồng tiêu chuẩn kế toán tài chính (FASB) được thành lập và tồn tại cho đến ngày nay. Từ khi cơ quan này xuất hiện, nó đã đưa ra khoảng 168 công bố chính thức. FASB có quyền hạn và nhận được sự tôn trọng mà CAP và APB không bao giờ có được. Trong năm 2009, có khuynh hướng chuyển từ những nguyên tắc kế toán tổng quát được thừa nhận thành những tiêu chuẩn báo cáo tài chính quốc tế (IFRS). Kế toán, mặc dù rắc rối hơn một chút, vẫn gần như không đổi so với 800 năm về trước."
        }
    ],
    "suggestions": []
}