{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hæmpə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cái hòm mây (để đựng thức ăn)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đồ ăn thức uống đựng trong hòm mây</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hàng hải) đồ trang bị cồng kềnh</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm vướng (sự cử động của ai...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) cản trở, ngăn trở</td></tr></table><i/></div>",
            "word": "hamper"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hamper</k><blockquote><b>hamper<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun a basket with a handle and a hinged lid, used for food, cutlery, etc. on a picnic. </cclass></blockquote><blockquote>⁃ <cclass>Brit. a box containing food and drink for a special occasion. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from Anglo-Norman Fr. <i>hanaper</i> 'case for a goblet', from OFr. <i>hanap</i> 'goblet', of Gmc origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>hamper<sup>2</sup></b></blockquote><blockquote>■ <cclass>verb hinder or impede the movement or progress of. </cclass></blockquote><blockquote>■ <cclass>noun <cclass>Nautical necessary but cumbersome equipment on a ship. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: perh. related to Ger. <i>hemmen</i> 'restrain'. </blockquote></div>",
            "word": "hamper"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hamper</k><blockquote><sup>1</sup>▸ <cclass>noun <i>a picnic hamper</i>: BASKET, pannier, wickerwork basket; box, container, holder.</cclass></blockquote><blockquote><sup>2</sup>▸ <cclass>verb <i>the search was hampered by fog</i>: HINDER, obstruct, impede, inhibit, retard, baulk, thwart, foil, curb, delay, set back, slow down, hold up, interfere with; restrict, constrain, trammel, block, check, curtail, frustrate, cramp, bridle, handicap, cripple, hamstring, shackle, fetter; <cclass><i>Brit.</i> throw a spanner in the works of; <cclass><i>N. Amer.</i> bork, throw a monkey wrench in the works of; <cclass><i>informal</i> stymie.</cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>help.</blockquote></div>",
            "word": "hamper"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>hamper</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>tr.</abr>) to hamper in</ex></blockquote></blockquote></div>",
            "word": "hamper"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quản thúc</font></td></tr></tbody></table></div>",
            "word": "hamper"
        }
    },
    "sentences": [
        {
            "en": "Don't <em>hamper</em> my creativity.",
            "vi": "Đừng ngăn cản khả năng sáng tác/sáng tạo của tôi chứ."
        },
        {
            "en": "Laws and regulations that <em>hamper</em> your business' growth",
            "vi": "Luật pháp và chính sách không có lợi cho sự phát triển của doanh nghiệp bạ"
        },
        {
            "en": "I am sure they will top the plaque and <em>hamper</em> gift.",
            "vi": "Tôi chắc rằng họ sẽ dẫn đầu về các tấm huy chương và quà tặng kèm theo."
        },
        {
            "en": "If one does not like something, it is no reason why one should <em>hamper</em> others.",
            "vi": "Mình không thích thì thôi, đừng ngăn trở người khác."
        },
        {
            "en": "Punitive laws continue to <em>hamper</em> access to services for most vulnerable.",
            "vi": "Các quy định hà khắc tiếp tục cản trở cơ hội đối với những dịch vụ yếu nhất."
        },
        {
            "en": "This may <em>hamper</em> smooth implementation of development programmes and can generate conflict with governments.",
            "vi": "Điều này có thể cản trở việc thực hiện tốt những chương trình phát triển và có thể tạo ra bất đồng với chính phủ."
        },
        {
            "en": "Key emphasis is put on how HIV/AIDS might <em>hamper</em> development efforts aimed at reducing poverty.",
            "vi": "Báo cáo cũng đặc biệt nhấn mạnh về khía cạnh HIV/AIDS có thể cản trở các nỗ lực phát triển nhằm xoá đói giảm nghèo như thế nào."
        },
        {
            "en": "But going beyond that point could <em>hamper</em> Vietnam’s ability to attract the long-term capital it so much needs.",
            "vi": "Song, vượt quá ranh giới đó có thể gây trở ngại cho Việt nam trong việc thu hút vốn đầu tư dài hạn mà Việt Nam đang rất cần."
        },
        {
            "en": "Stigma very often goes together with acts of discrimination and both worsen the impact of HIV/AIDS and <em>hamper</em> responses to the epidemic.",
            "vi": "Kỳ thị thông thường đi với các hành động phân biệt đối xử và cả kỳ thị và phân biệt đối xử làm tồi tệ tác động của HIV/AIDS và ngăn cản các đáp ứng đối với dịch."
        },
        {
            "en": "It is possible that the generally liberal stance adopted in Cambodia to welcome foreign involvement in the finance and banking sector may <em>hamper</em> the development of local firms.",
            "vi": "Có thể tư thế tự do hoá sẵn sàng ở Campuchia chào đón sự tham gia của các nhà đầu tư nước ngoài trong lĩnh vực ngân hàng và tài chính có thể sẽ cản trở các doanh nghiệp trong nước phát triển."
        },
        {
            "en": "The principal objective of the survey was to identify issues that <em>hamper</em> the equitization process and/or limit the subsequent success of equitized enterprises.",
            "vi": "Mục tiêu chính của cuộc khảo sát là nhận biết các vấn đề gây trở ngại đối với quá trình cổ phần hoá và/hoặc hạn chế những thành công sau đó của các công ty đã được cổ phần hoá."
        },
        {
            "en": "With the UK government now showing a renewed focus on the manufacturing sector and the market showing positive signs of recovery, it is important that outmoded attitudes to design innovation do not <em>hamper</em> this upturn.",
            "vi": "Với chính phủ Anh bây giờ việc đưa ra hướng tập trung đổi mới ở lĩnh vực sản xuất và thị trường có dấu hiệu phục hồi tích cực, điều quan trọng là những quan điểm lạc hậu nhằm phác họa việc đổi mới không cản trở bước tiến này."
        },
        {
            "en": "Hiroo Onoda was stationed on Lubang Island in 1944. His orders were simple: to do all he could to <em>hamper</em> the enemy's attacks on the island. They also stated that he could not surrender or take his own life.",
            "vi": "Hiroo Onoda được lệnh đóng quân trên đảo Lubang vào năm 1944. Các chỉ thị cấp trên giao cho ông thật đơn giản: làm tất cả để ngăn không cho quân địch tấn công hòn đảo này. Ông cũng không được phép đầu hàng hay tự sát."
        },
        {
            "en": "Some inequality is inevitable, but what we found from the experience of the Commonwealth of Independent States and Central and East European indicates that too much inequality can <em>hamper</em> the transition process.",
            "vi": "Đôi khi bất bình đẳng là điều không tránh khỏi, nhưng điều mà chúng ta thấy từ kinh nghiệm của các nước Cộng đồng các Quốc gia Độc lập và Trung-Đông Âu cho thấy rằng bất bình đẳng thái quá có thể làm tổn hại đến quá trình chuyển đổi."
        },
        {
            "en": "As elsewhere, stigma and discrimination <em>hamper</em> efforts to control the spread of HIV/AIDS as does the absence of the kinds of professional skills that would help deal with growing social problems more generally.",
            "vi": "Như ở những nơi khác, kỳ thị và phân biệt đối xử đã ngăn cản những nỗ lực kiểm soát sự lan tràn của HIV/AIDS cũng như không có kỹ năng chuyên môn có thể giúp giải quyết những vấn đề xã hội đang gia tăng nói chung."
        },
        {
            "en": "What is a migraine?  A migraine is a headache with throbbing pain that is usually worse on one side of the head. The pain is often severe enough to <em>hamper</em> daily activities and may last from four hours to three days if untreated. More than one in 10 Americans, including one in 6 women, have migraines, but many have been told mistakenly that they have a sinus or tension headache. Foods, stress, and hormones can be migraine triggers.",
            "vi": "Chứng nhức nửa đầu là gì?  Đau nhức nửa đầu là chứng nhức đầu đau nhói thường dữ dội hơn ở một bên đầu. Chứng đau này thường dữ dội có thể làm cản trở hoạt động thường nhật và có thể kéo dài từ bốn giờ đến ba ngày nếu không được điều trị. Trong 10 người Mỹ thì có trên 1 người bị chứng bệnh này, chẳng hạn như tỉ lệ đau nửa đầu ở phụ nữ là 1:6, nhưng nhiều người bị chẩn đoán nhầm là mắc bệnh xoang hay nhức đầu do co thắt cơ. Thức ăn, áp lực, và hoóc-môn có thể là nguyên nhân gây nhức nửa đầu."
        },
        {
            "en": "Menopause: What to expect  Menopause isn't a one-siz​e-fits-all event. It affects each woman differently. Some women reach natural menopause with little to no trouble; others experience severe symptoms that drastically <em>hamper</em> their lives. And when menopause starts suddenly as a result of surgery, chemotherapy, or radiation, the adjustment can be tough. Here is a look at menopausal symptoms that many women experience, though the intensity can vary.",
            "vi": "Người ta mong chờ điều gì ở giai đoạn mãn kinh   Thời kỳ mãn kinh xảy ra không ai giống ai. Mỗi người đều có những triệu chứng khác nhau. Một số mãn kinh bình thường mà không bị rắc rối gì hoặc chỉ gặp một chút vấn đề; số khác có thể mắc nhiều triệu chứng nghiêm trọng làm ảnh hưởng cuộc sống của họ một cách nặng nề. Và khi giai đoạn mãn kinh bắt đầu một cách đột ngột do phẫu thuật, hoá trị liệu, hoặc chiếu xạ, thì việc thích nghi có thể gặp nhiều khó khăn. Dưới đây là những nghiên cứu, quan sát về các triệu chứng mãn kinh mà nhiều phụ nữ có thể mắc phải, mặc dù mức độ nặng nhẹ có thể khác nhau."
        },
        {
            "en": "Menopause symptom: Sleep issues  Nighttime hot flashes can <em>hamper</em> sleep and cause night sweats. Try these sleep tips:      * Use a fan in your bedroom.      * Avoid heavy bedding.      * Choose light cottons or sheer materials for your nightclothes.      * Keep a damp cloth nearby to cool yourself quickly if you wake up feeling hot and sweaty.      * Keep pets out of your bedroom; they can give off heat.      * Consult your doctor if menopause sleep problems persist.",
            "vi": "Triệu chứng mãn kinh: Khó ngủ   Hiện tượng trào huyết ban đêm có thể làm khó ngủ và có thể làm đổ mồ hôi đêm. Hãy thử một số bí quyết có thể giúp bạn ngủ được nhé:   * Sử dụng quạt trong phòng ngủ.  * Tránh sử dụng bộ đồ giường nặng nề, nóng nực.  * Nên chọn quần áo ngủ được làm bằng chất liệu cô-tông nhẹ hoặc mỏng.   * Nên để khăn ướt bên cạnh để hạ nhiệt nhanh chóng nếu bạn thức giấc với một cảm giác nóng bức và ướt đẫm mồ hôi.   * Không nên để thú nuôi trong phòng ngủ của mình; chúng có thể toả nhiệt.  * Tham khảo ý kiến bác sĩ nếu các vấn đề về giấc ngủ ở thời kỳ mãn kinh vẫn còn dai dẳng."
        },
        {
            "en": "Putting all of your stocks in one sector - or even putting all of your money into a certain risk level of investments - is a dangerous game. Diversifying generally negates the chance that you will lose everything at once, but you have to be careful not to over-diversify, which will <em>hamper</em> your portfolio's growth. When your portfolio needs to be diversified or, in the case of over-diversification, refocused, the goal is to incur as few fees and taxes as possible while making the changes. We will look at how to do that shortly.",
            "vi": "Tập trung vào tất cả cổ phiếu của một lĩnh vực - hay thậm chí là dồn hết tiền vào một mức rủi ro đầu tư nhất định nào đó - là một canh bạc nguy hiểm. Nói chung việc đa dạng hoá danh mục đầu tư làm giảm nguy cơ bạn trắng tay cùng một lúc, nhưng bạn phải cẩn thận kẻo dàn trải quá mức, sẽ gây trở ngại cho danh mục đầu tư của bạn tăng trưởng. Khi cần đa dạng hoá danh mục đầu tư, hoặc khi cần điều chỉnh để tránh đầu tư dàn trải, thì thực hiện thay đổi phải gắn với mục tiêu là tránh phải nộp phí và đóng thuế càng nhiều càng tốt. Chúng ta sẽ tìm hiểu xem làm thế nào để làm được chuyện đó trong thời gian ngắn nhất."
        },
        {
            "en": "Lower IQ Linked To Higher Attempted Suicide Risk, Large Swedish Study       A large scale study of over 1.1 million men living in Sweden that spanned nearly a quarter of a century found a link between lower IQ measured in early adulthood and higher risk of attempted suicide later in life. The study was the work of Dr Finn Rasmussen, a professor in the Department of Public Health Sciences at Karolinska Institute, Stockholm, Sweden, and colleagues from the UK and Australia. They wrote a paper about it published in the 3 June online issue of the British Medical Journal, BMJ. As well as exploring the links between early IQ scores and attempted suicide, Rasmussen and colleagues wanted to see if psychosis made a difference and also how variations in early IQ might relate to methods of attempted suicide. Described as the largest study of its kind, they examined the medical records of nearly 1,109,500 men aged between 16 and 57 years living in Sweden. Of these Rasmussen and colleagues found that nearly 18,000 (1.6 per cent) had been admitted to hospital at least once for attempting suicide during 24 years of follow up (after having IQ tested). They found that men with the lowest early adulthood IQ scores were almost nine times more likely to attempt suicide then those with the highest, and there was a stepwise increase in risk across the full IQ range, which was \"evident for attempted suicide by any means and for seven specific methods\". The authors wrote that while adjustment for \"childhood and adult socioeconomic status and, to a greater extent, education led to a reduction in magnitude\", the links remained strong. However, for men who had been diagnosed with psychosis before attempting suicide, a separate analysis showed there was no such link between IQ level and attempted suicide risk. They concluded that \"low IQ scores in early adulthood were associated with a subsequently increased risk of attempted suicide in men free from psychosis,\" and recommended looking more closely at the underlying mechanisms to see if they reveal opportunities to intervene and reduce rates of suicide among men. Speculating on the reasons behind the link, they suggested perhaps because people with lower IQ tend to have lower socioeconomic status and income, they could face more social and financial hardship, leading to their having more suicidal thoughts and behaviours. They also mentioned that unhealthy lifestyle (eg binge drinking) has also been linked with lower IQ, and this could also affect frequency of suicidal thinking, plus other studies have also linked lower IQ with lower problem solving skills, and this could affect resilience to stress. Another possibility is some research suggests that exposure to violence in childhood, either as a victim or a witness, can <em>hamper</em> IQ development as well as influence future suicide risk. \"Psychosis alters association between IQ and future risk of attempted suicide: cohort study of 1 109 475 Swedish men.\" G David Batty, Elise Whitley, Ian J Deary, Catharine R Gale, Per Tynelius, Finn Rasmussen. BMJ 2010;340:c2506  Published online 3 June 2010 DOI:10.1136/bmj.c2506 Source: BMJ.     Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một nghiên cứu trên phạm vi rộng của Thụy Điển cho thấy IQ thấp dẫn đến ý định tự sát cao hơn    Một nghiên cứu trên phạm vi lớn trong 1.1 triệu nam giới sống tại Thuỵ Điển kéo dài suốt gần một phần tư thế kỷ cho thấy sự liên hệ giữa chỉ số IQ thấp đo ở giai đoạn đầu tuổi trưởng thành và nguy cơ muốn tự sát cao hơn sau này.\nNghiên cứu là kết quả làm việc của giáo sư Dr Finn Rasmussen, thuộc khoa Khoa học Sức khoẻ Cộng Đồng tại Học viện Karolinska, Stockholm, Thuỵ Điển, và các đồng nghiệp của mình từ Anh và Úc. Họ viết một báo cáo công bố kết quả nghiên cứu vào ngày 3 tháng 6 trên ấn bản trực tuyến của tờ British Medical Journal, BMJ.\nCùng với việc tìm hiểu mối quan hệ giữa chỉ số IQ đo từ sớm và ý muốn tự sát, Rasmussen và đồng nghiệp muốn xem liệu chứng loạn tâm thần có tạo ra sự khác biệt cũng như sự thay đổi trong chỉ IQ sớm có thể liên quan đến các mưu toan tự sát hay không.\nĐược coi là nghiên cứu lớn nhất trong dạng này, họ xem xét bệnh án của gần 1,109,500 nam giới tuổi từ 16 đến 57 sống ở Thuỵ Điển.\nTrong những bệnh án này, Rasmussen và đồng nghiệp thấy gần 18,000 người (1.6%) đã nhập viện ít nhất một lần vì mưu toan tự sát trong suốt 24 năm sau đó (sau khi làm thử nghiệm IQ).\nHọ nhận thấy là những người có số điểm IQ ở giai đoạn đầu tuổi trưởng thành thấp có đến gần gấp 9 lần khả năng có ý đồ tự tử so với những người có chỉ số IQ cao nhất, và có sự gia tăng theo bậc thang trong nguy cơ xuyên suốt toàn bộ dãy chỉ số IQ, gia tăng đó là “bằng chứng cho mưu toan tự sát dùng bất kỳ phương tiện nào và bằng bảy phương pháp cụ thể\".\nCác tác giả nhận định rằng mặc dù điều chỉnh về \"tình trạng kinh tế xã hội trong tuổi thơ và tuổi trưởng thành, đến một mức độ lớn hơn, việc giáo dục giúp giảm nhiều\", thì các liên kết vẫn còn mạnh.\nTuy nhiên, đối với những nam giới đã được chẩn đoán mắc chứng loạn tâm thần trước khi mưu toan tự sát, một phân tích riêng biệt cho thấy không có mối liên kết như thế giữa mức IQ và nguy cơ mưu toan tự sát.\nHọ kết luận \"điểm số IQ thấp trong giai đoạn đầu tuổi trưởng thành gắn liền với tăng nguy cơ tăng mưu toan tự sát sau đó ở nam giới không liên quan đến chứng loạn tâm thần, \" và đề nghị nghiên cứu sâu hơn về các cơ chế cơ bản để xem xét liệu chúng có mang đến các cơ hội giúp can thiệp và giảm tỷ lệ tự tử ở nam giới hay không.\nPhỏng đoán về những lý do của sự liên kết này, các nhà khoa học cho rằng có lẽ vì những người có điểm số IQ thấp thường có tình trạng kinh tế xã hội và thu nhập thấp hơn, họ có thể phải đối mặt với nhiều khó khăn xã hội và tài chính hơn, khiến họ có suy nghĩ và phản ứng tự sát nhiều hơn.\nHọ cũng đề cập đến lối sống không lành mạnh (ví dụ như rượu chè) cũng liên quan với IQ thấp, và điều này cũng có thể ảnh hưởng đến tần số suy nghĩ tự sát, cộng với các nghiên cứu khác cũng đã liên kết IQ thấp với các kỹ năng giải quyết vấn đề kém hơn, và điều này có thể ảnh hưởng đến khả năng mau phục hồi sau căng thẳng.\nKhả năng khác là một số nghiên cứu cho rằng việc đối mặt với bạo lực trong tuổi thơ, dù là nạn nhân hay là nhân chứng, có thể cản trở sự phát triển IQ cũng như tác động đến nguy cơ tự sát trong tương lai. \"Rối loạn tâm thần biến đổi mối liên hệ giữa chỉ số IQ và nguy cơ mưu toan tự sát trong tương lai: nghiên cứu đoàn hệ ở 1.109.475 nam giới Thụy Điển.\" G David Batty, Elise Whitley, Ian J Deary, Catharine R Gale, Per Tynelius, Finn Rasmussen. BMJ 2010;340:c2506 Xuất bản trực tuyến ngày 3, tháng 6, 2010 DOI:10.1136/bmj.c2506\nNguồn: BMJ\nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}