{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hams"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hams</k><blockquote>the back of the thigh or the thighs and buttocks.</blockquote><blockquote>→ <kref>ham</kref></blockquote></div>",
            "word": "hams"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hams"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hams"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hams"
        }
    },
    "sentences": [
        {
            "en": "Put some thinly-slice <em>hams</em> on the top of the dish.",
            "vi": "Đặt vài miếng giăm bông thái mỏng lên trên cùng món ăn."
        },
        {
            "en": "The child stares at the butcher's with several <em>hams</em> hanging on hooks.",
            "vi": "Đứa bé chăm chú nhìn vào cửa hàng bán thịt với những chiếc đùi lợn treo trên móc."
        },
        {
            "en": "But the sausage balls, or the salt pork, or the smoked <em>hams</em> and the venison, Ma could get for herself from the shed or the attic.",
            "vi": "Nhưng mẹ có thể tự lấy các viên thịt nhồi, thịt heo ướp muối hoặc đùi heo và thịt rừng xông khói ở trong nhà lán hoặc dưới mái gác."
        },
        {
            "en": "The <em>hams</em> and the shoulders were put to pickle in brine, for they would be smoked, like the venison, in the hollow log.",
            "vi": "Thịt đùi và vại được ngâm nước muối vì sẽ được xông khói như món thịt trong khúc cây rỗng ruột."
        },
        {
            "en": "When Butchering Time was over, there were the sausages and the headcheese, the big jars of lard and the keg of white salt-pork out in the shed, and in the attic hung the smoked <em>hams</em> and shoulders.",
            "vi": "các món thịt nhồi, giò thủ, một võ mỡ lớn, một thùng thịt heo ướp muối trắng tinh trên giá thực phẩm và những tảng thịt vai, thịt đùi xông khói treo lủng lẳng dưới mái gác."
        },
        {
            "en": "There were <em>hams</em> and shoulders, side meat and spare - ribs and belly. There was the heart and the liver and the tongue, and the head to be made into headcheese, and the dish - pan full of bits to be",
            "vi": "Có đủ loại thịt như thịt đùi, thịt vai, thịt thân, sườn và bụng. Còn có cả tim, gan, lưỡi với đầu heo dành làm món giò thủ và chiếc chảo nấu đầy những miếng thịt để làm món thịt dồi."
        },
        {
            "en": "When Butchering Time was over, there were the sausages and the headcheese, the big jars of lard and the keg of white salt - pork out in the shed, and in the attic hung the smoked <em>hams</em> and shoulders.",
            "vi": "Thời gian mổ thịt dứt hẳn khi đã có các món thịt nhồi, giò thủ, một võ mỡ lớn, một thùng thịt heo ướp muối trắng tinh trên giá thực phẩm và những tảng thịt vai, thịt đùi xông khói treo lủng lẳng dưới mái gác."
        },
        {
            "en": "There were <em>hams</em> and shoulders, side meat and spare - ribs and belly. There was the heart and the liver and the tongue, and the head to be made into headcheese, and the dish - pan full",
            "vi": "Có đủ loại thịt như thịt đùi, thịt vai, thịt thân, sườn và bụng. Còn có cả tim, gan, lưỡi với đầu heo dành làm món giò thủ và chiếc chảo nấu đầy những miếng thịt để làm món thịt dồi."
        },
        {
            "en": "The <em>hams</em> and the venison hung in their paper wrappings, and all the bunches of dried herbs, the spicy herbs for cooking and the bitter herbs for or medicine, gave the place a dusty spicy smell.",
            "vi": "Giò heo, thịt rừng bọc gọn trong giấy bao treo lủng lẳng cùng những bó cỏ khô, những cây gia vị và những chùm dược thảo khiến căn gác có một hương vị pha trộn đậm đặc."
        },
        {
            "en": "There were <em>hams</em> and shoulders, side meat and spare-ribs and belly. There was the heart and the liver and the tongue, and the head to be made into headcheese, and the dish-pan full of bits to be made into sausage.",
            "vi": "Có đủ loại thịt như thịt đùi, thịt vai, thịt thân, sườn và bụng. Còn có cả tim, gan, lưỡi với đầu heo dành làm món giò thủ và chiếc chảo nấu đầy những miếng"
        },
        {
            "en": "There were <em>hams</em> and shoulders, side meat and spare - ribs and belly. There was the heart and the liver and the tongue, and the head to be made into headcheese, and the dish - pan full of bits to be made into sausage.",
            "vi": "Có đủ loại thịt như thịt đùi, thịt vai, thịt thân, sườn và bụng. Còn có cả tim, gan, lưỡi với đầu heo dành làm món giò thủ và chiếc chảo nấu đầy những miếng thịt để làm món thịt dồi."
        }
    ],
    "suggestions": []
}