{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hands"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hands</k><blockquote>with reference to someone's power or control:</blockquote><blockquote>→ <kref>hand</kref></blockquote></div>",
            "word": "hands"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hands"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hands"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hands"
        }
    },
    "sentences": [
        {
            "en": "MAN: <em>H</em>-A-N-D-<em>S</em>-W-O-R-T-<em>H</em>. Handsworth House. It’s close to the Town Hall.",
            "vi": "MAN: H-A-N-D-S-W-O-R-T-H. Handsworth House. Nó gần với Town Hall."
        },
        {
            "en": "Becker, W. Büchner, <em>H</em>. and Sleeking, <em>S</em>. (1987) “The Impact of Public Transfer Expenditures on Tax Evasion: An Experimental Approach”.",
            "vi": "Becker, W. Büchner, H. và Sleeking, S. (1987) “Tác động của chi chuyển khoản công đối với trốn thuế: một phương pháp tiếp cận thử nghiệm”."
        },
        {
            "en": "Chenery, <em>H</em>., Ahluwalia, M. <em>S</em>., Bell, C. L. G., Duloy, J. <em>H</em>. and Jolly, R. (1974) Redistribution with Growth: Policies to Improve Income Distribution in Developing Countries in the Context of Economic Growth.",
            "vi": "Chenery, H., Ahluwalia, M. S., Bell, C. L. G., Duloy, J. H. và Jolly, R. (1974) Tái phân phối với tăng trưởng: các chính sách cải thiện phân phối thu nhập ở các nước đang phát triển trong bối cảnh tăng trưởng kinh tế."
        },
        {
            "en": "<em>H</em> hour.",
            "vi": "Giờ nổ."
        },
        {
            "en": "<em>s</em>",
            "vi": "Ông ta là một bác sĩ khoa ung thư."
        },
        {
            "en": "Symbol: <em>H</em>.",
            "vi": "Ký hiệu: h."
        },
        {
            "en": "Bell, C., Devarajan, <em>S</em>. and Gersbach, <em>H</em>.: “The Long-run Economic Costs of AIDS: Theory and an Application to South Africa.”",
            "vi": "Bell, C., Devarajan, S. và Gersbach, H.: “Chi phí kinh tế về lâu dài do AIDS: Lý thuyết và ứng dụng cho Nam Phi.”"
        },
        {
            "en": "\"Supporting Governance Reform in China: Final Report to US Department of State, Grnad no. <em>S</em>-LMAQM-02-<em>H</em>-0094.”submitted September 2004.",
            "vi": "“Hỗ trợ Cải cách các cơ quan quyền lực ở Trung Quốc: Báo cáo cuối cùng lên Bộ Ngoại giao Mỹ, Grnad no. S-LMAQM-02-H-0094”, trình tháng 9/2004."
        },
        {
            "en": "Durbin <em>h</em> - statistic",
            "vi": "Số thống kê durbin - h"
        },
        {
            "en": "The names of the letters f, <em>h</em>, l, m, n, r, <em>s</em>, and x begin with vowel sounds, so abbreviations that begin with one of these letters are treated as starting with a vowel: \"an MP\"; \"an HGV\".",
            "vi": "Tên của các chữ cái như f, h, l, m, n, r, s và x bắt đầu bằng các nguyên âm, nên các chữ viết tắt bắt đầu bằng các chữ cái này được xem như là bắt đầu bằng nguyên âm :\"an MP\";\"an HGV\"."
        },
        {
            "en": "The names of the letters f, <em>h</em>, l, m, n, r, <em>s</em>, and x begin with vowel sounds, so abbreviations that begin with one of these letters are treated as starting with a vowel :\"an MP\";\"an HGV\".",
            "vi": "Tên của các chữ cái như f, h, l, m, n, r, s và x bắt đầu bằng các nguyên âm, nên các chữ viết tắt bắt đầu bằng các chữ cái này được xem như là bắt đầu bằng nguyên âm: \"an MP\"; \"an HGV\"."
        },
        {
            "en": "(the dollar sign is a symbol meaning \"contained in\", i.e. you are asking if the sequence of characters <em>s</em>-m-i-t-<em>h</em> is contained in the character value stored in the field lastname).",
            "vi": "(dấu đô - la là ký hiệu ngụ ý \"vốn nằm trong\", tức là bạn đang đòi foxpro coi thử liệu xâu ký tự s - m - i - t - h có nằm trong trị ký tự đã lưu ở trường lastname hay không)."
        },
        {
            "en": "Steel <em>H</em> pile",
            "vi": "Cọc thép hình H"
        },
        {
            "en": "<em>H</em> But by the 1890s the Morse telegraph '<em>s</em> heyday as a cutting-edge technology was coming to an end, with the invention of the telephone and the rise of automatic telegraph <em>s</em>, precursors of the teleprinter, neither of which required specialist skills to op era te. ",
            "vi": "Tuy nhiên, đến những năm 1890, thời hoàng kim của điện báo Morse như một công nghệ tối tân đi vào thoái trào, với phát minh của điện thoại và sự lên ngôi của điện báo tự động - thiết bị tiền nhiệm của máy telex, cả hai đều không cần kỹ năng đặc biệt để vận hành. "
        },
        {
            "en": "He averaged 100 km/<em>h</em>.",
            "vi": "Tốc độ trung bình của anh ta là 100 cây số/giờ."
        },
        {
            "en": "Estimated income taxes (adjustment <em>h</em>).",
            "vi": "Thuế thu nhập ước tính (điều chỉnh h)."
        },
        {
            "en": "Kudos to Greg K-<em>H</em>",
            "vi": "Danh tiếng cho Greg Kroah - Hartaman (K - H)"
        },
        {
            "en": "Kudos to Greg K - <em>H</em>",
            "vi": "Danh tiếng cho Greg Kroah-Hartaman (K-H)"
        },
        {
            "en": "And commercial banana companies are now washing their <em>hands</em> of the whole breeding effort, preferring to fund a search for new fungicide <em>s</em> instead.",
            "vi": "Và các công ty chuối thương mại đang buông tay toàn bộ nỗ lực nhân giống, và thay vào đó muốn tìm kiếm các loại thuốc trừ nấm mới."
        },
        {
            "en": "\"Hat\" begins with an <em>H</em>.",
            "vi": "Chữ\"Hat\" bắt đầu bằng chữ H."
        }
    ],
    "suggestions": []
}