{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hanks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hanks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hanks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hanks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hanks"
        }
    },
    "sentences": [
        {
            "en": "Actor Tom <em>Hanks</em> is a distant relative of the president Abraham Lincoln.",
            "vi": "Nam diễn viên Tom Hanks là một người họ hàng xa với tổng thống Abraham Lincoln."
        },
        {
            "en": "The boy, Dennis <em>Hanks</em> took to his feet, down the road to the Lincoln cabin.",
            "vi": "Cậu bé dennis hanks đứng dậy và đi đến nhà lincoln."
        },
        {
            "en": "The summer stars that year shook out pain and warning, strange laughers, for Nancy <em>Hanks</em>.",
            "vi": "Năm ấy những vì sao mùa hè báo hiệu nỗi niềm đau đớn và như cảnh cáo nancy hanks làm nàng bật lên những tiếng cười kỳ lạ."
        },
        {
            "en": "Tom Lincoln had seen Nancy <em>Hanks</em> living with the Sparrow and noticed she was shrewd and dark and lonesome.",
            "vi": "Tom lincoln đã thấy nancy nanks sống với gia đình sparrow và nhận thấy rằng nàng là một người thông minh, âu sầu, lẻ loi."
        },
        {
            "en": "Tom <em>Hanks</em> deserved to win the award for best actor of the year when Forrest Gump debuted in 1994.",
            "vi": "Tom Hanks xứng đáng đoạt giải diễn viên nam xuất sắc nhất của năm khi Forrest Gump lần đầu tiên được ra mắt công chúng vào năm 1994."
        },
        {
            "en": "There he saw Nancy <em>Hanks</em> on a bed of poles cleated to a corner of the cabin, under warm bearskins.",
            "vi": "Đến nơi cậu thấy nancy hanks trùm mền ấm trên chiếc giường tre đóng chặt vào góc nhà."
        },
        {
            "en": "<em>Hanks</em> is sitting in on an executive meeting at a major toy company, and one vice president is PowerPointing his way through a presentation about a new toy.",
            "vi": "Hanks đang tham dự một cuộc họp lãnh đạo của một công ty đồ chơi lớn, và một vị phó chủ tịch đang trình bày trên Power Point về một món đồ chơi mới."
        },
        {
            "en": "And the smell of wild crab-apple blossoms, and the low crying of all wild things, came keen that summer to the nostrils of Nancy <em>Hanks</em>.",
            "vi": "Và mùi hoa táo dại và tiếng kêu trầm trầm của dã thú mùa hè năm đó xông lên đến tận mũi của nancy hanks."
        },
        {
            "en": "After she married Henry Sparrow her daughter Nancy went under the roof of Thomas Sparrow, a brother of Henry, and Elizabeth <em>Hanks</em> Sparrow, a sister of Lucy.",
            "vi": "Sau khi bà lấy henry sparrow, thì con gái bà đến ở với thomas sparrow, là anh của henry và vợ là elizabeth hanks sparrow, mà cũng là chị của lucy."
        },
        {
            "en": "Soon after, there came to Nancy <em>Hanks</em> Lincoln that white coating of the tongue, her vitals burned, the tongue turned brownish.",
            "vi": "Chẳng bao lâu, đến lượt nancy hanks lincoln mắc bệnh bị bao lưỡi trắng, tạng phủ của bà nóng như lửa đốt, lưỡi thành ra màu nâu sậm."
        },
        {
            "en": "One young woman Tom's eyes fell on was a brunette sometimes called Nancy <em>Hanks</em> because she was a daughter of Lucy <em>Hanks</em>, and sometimes called Nancy Sparrow because she was an adopted daughter of Thomas and Elizabeth Sparrow and lived with the Sparrow family.",
            "vi": "Tom để ý tới một thiếu nữ trẻ, tóc nâu, khi có tên là nancy hanks vì cô ta là ái nữ của lucy hanks, khi lấy tên là nancy sparrow vì cô là nghĩa nữ của thomas sparrow và elizabeth sparoow, và ở với gia đình sparrow."
        },
        {
            "en": "With the baby she called Abe in her arms, Nancy <em>Hanks</em> went to Rock Spring more than once, sitting with her child and her thoughts, looking at running water and green moss.",
            "vi": "Bồng trên tay đứa nhỏ mà nàng gọi là abe, nancy hanks đã nhiều lần đi đến rock spring, ngồi đó với đứa con và suy tưởng mông lung, ngắm nước chảy và rêu xanh."
        },
        {
            "en": "Lucy <em>Hanks</em> had welcomed her child Nancy into life in Virginia in 1784 and had traveled the Wilderness Road carrying what was to her a precious bundle through the Cumberland Gap and on into Kentucky.",
            "vi": "Lucy hanks hạ sanh nancy tại virginia năm 1784, rồi bà di cư về miền tây qua con đường hoang dã, mang theo gói bọc đứa con yêu của bà qua cumberland gap rồi đến kentucky."
        },
        {
            "en": "Famous people were born in the Year of the MonkeyJulius Caesar Leonardo da Vinci Betsy Ross Charles Dickens Annie Oakley Eleanor Roosevelt Elizabeth Taylor Alice Walker Tom <em>Hanks</em> Selena Gomez",
            "vi": "Những người nổi tiếng cầm tinh con KhỉJulius Caesar Leonardo da Vinci Betsy Ross Charles Dickens Annie Oakley Eleanor Roosevelt Elizabeth Taylor Alice Walker Tom Hanks Selena Gomez"
        }
    ],
    "suggestions": []
}