{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hao",
            "pronounce": "[hao]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hao",
            "pronounce": "[hao]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hao",
            "pronounce": "[hao]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hao",
            "pronounce": "[hao]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hao",
            "pronounce": "[hao]"
        }
    },
    "sentences": [
        {
            "en": "toi rat <em>hao</em> hung",
            "vi": "Im very excited"
        },
        {
            "en": "One dong is equal to ten <em>hao</em>.",
            "vi": "Một đồng bằng mười hào."
        },
        {
            "en": "she shout \"Don't hang out, <em>Hao</em>\"",
            "vi": "Cô ấy mắng: đừng có đi chơi nha Hao"
        },
        {
            "en": "she shout \"Don't hang out , <em>Hao</em>\"",
            "vi": "Cô ấy mắng : đừng có đi chơi nha Hao"
        },
        {
            "en": "Yes, you can say \"Ni <em>hao</em>\" and \"Zai jian\"",
            "vi": "Đúng, bạn có thể nói được \"chào bạn\" và \"tạm biệt\"."
        },
        {
            "en": "Zhang Dan and Zhang <em>Hao</em> of China were second.",
            "vi": "Zhang dan và zhang hao của trung quốc đứng thứ hai."
        },
        {
            "en": "<em>Hao</em> then called the mother, demanding a VND1 billion ransom. ",
            "vi": "Hào gọi cho người mẹ, đòi số tiền chuộc 1 tỷ đồng."
        },
        {
            "en": "After noticing that <em>Hao</em> had also left, Thao managed to free herself. ",
            "vi": "Sau khi nhận thấy rằng Hào cũng đã rời đi, bé Thảo đã tự trốn thoát."
        },
        {
            "en": "Dung then returned to his house, leaving <em>Hao</em> to watch the victim. ",
            "vi": "Dũng sau đó trở về nhà mình để Hào ở lại trông nạn nhân."
        },
        {
            "en": "Some gardeners have planted bonsai and ornamental apricot trees in <em>Hao</em> Duc village in Nhon An town, Binh Dinh province.",
            "vi": "Một số người làm vườn đã trồng cây bonsai và cây mai cảnh ở làng Hảo Đức, thị trấn Nhơn An, tỉnh Bình Định."
        },
        {
            "en": "Farmers in Vinh <em>Hao</em> and Vinh Tan communes in Binh Thuan Province are facing the same situation.",
            "vi": "Nông dân ở xã Vĩnh Hào, huyện Vĩnh Tân tỉnh Bình Thuận đang đối mặt với tình trạng tương tự."
        },
        {
            "en": "Printing – a total of 17 presses in all, the largest including those of Le Van Tan (Hanoi), Nguyen Kinh (Haiphong), Nguyen <em>Hao</em> Vinh and Nguyen Van Cua (Saigon).",
            "vi": "In -- tổng cộng có 17 nhà máy in, lơn nhất là Lê văn Tân (Hà nội), Nguyễn Kinh (Hải phòng), Nguyễn Hảo Vĩnh và Nguyễn Văn Của (Sài Gòn)."
        },
        {
            "en": "Do Thi Kim <em>Hao</em>, deputy director of the Academy of Banking, said the school has received 1,300 out of a total targeted 3,600 applications.",
            "vi": "Bà Đỗ Thị Kim Hảo, Phó Giám đốc Học viện Ngân hàng, cho biết trường đã nhận được 1.300 hồ sơ trong số chỉ tiêu là 3.600."
        },
        {
            "en": "Yen is also a key leader in a variety subsidiaries of Masan Group as Vinacafe Bien Hoa, Vinh <em>Hao</em> Mineral Water, Masan Consumer ...",
            "vi": "Bà Yến cũng là một nhà lãnh đạo chủ chốt ở nhiều chi nhánh của Tập đoàn Masan như Vinacafe Biên Hòa, Nước khoáng Vĩnh Hảo, Masan consumer,..."
        },
        {
            "en": "Dung, 17, allegedly told her that he would take her fishing but then he abducted her with the help of <em>Hao</em>. ",
            "vi": "Dũng, 17 tuổi, bị cáo buộc đã nói với cô bé rằng cậu sẽ lấy cá cho cô, nhưng sau đó đã bắt cóc cô bé với sự giúp đỡ của Hào."
        },
        {
            "en": "In Tan Thoi <em>Hao</em>, 65 percent of total pollution load comes from 2 meat and meat products and 2 other rubber products factories.",
            "vi": "Ở phường Tân Thới Hòa, 65% tổng tải lượng ô nhiễm gây ra bởi nhà máy chế biến thịt và 2 nhà máy cao su."
        },
        {
            "en": "With her help, police in Phu Yen Province on Friday arrested Nguyen Tan Dung and Luong Anh <em>Hao</em> for allegedly kidnapping her for a ransom of VND1 billion (US$50,000).",
            "vi": "Với sự giúp đỡ của cô bé, cảnh sát ở tỉnh Phú Yên vào hôm thứ Sáu đã bắt giữ Nguyễn Tấn Dũng và Lương Anh Hào vì bị cáo buộc bắt cóc bé gái và đòi khoản tiền chuộc 1 tỷ đồng."
        },
        {
            "en": "“We are willing to cooperate with relevant agencies to find out the motives of those behind these rumors,\" said Le Thi Hong <em>Hao</em>, director of the agency, run by the Ministry of Health.",
            "vi": "\"Chúng tôi sẵn sàng hợp tác với các cơ quan có liên quan để tìm hiểu động cơ của những người đằng sau tin đồn,\" bà Lê Thị Hồng Hảo, giám đốc của cơ quan, trực thuộc Bộ Y tế cho biết."
        },
        {
            "en": "Tickets can also be purchased either at the Youth Theater, 11 Ngo Thi Nham Street, or at the Hanoi National Conservatory, 77 <em>Hao</em> Nam Street, or order online at http://www.ticketvn.com.",
            "vi": "Vé cũng được bán tại Nhà hát Tuổi Trẻ (11 Ngô Thì Nhậm), Nhạc viện Hà Nội (77 Hào Nam) hoặc qua trang web http://www.ticketvn.com."
        },
        {
            "en": "“The circular cannot create a teaching and learning motive for both teachers and students, and it does not allow to differentiate the quality of learners. If MOET does not make adjustment to the circular, this will lead to a decline in quality of an entire generation of students,” said Nguyen Ke <em>Hao</em> from the Hanoi University of Education.",
            "vi": "\"Thông tư không thể tạo ra một động lực giảng dạy và học tập cho cả giáo viên và học sinh, và nó không cho phép phân biệt chất lượng của người học. Nếu Bộ GD-ĐT không có sự điều chỉnh đối với thông tư, điều này sẽ dẫn đến sự suy giảm chất lượng của cả một thế hệ học sinh\", Ông Nguyễn Kế Hào từ trường Đại học Sư phạm Hà Nội cho biết."
        }
    ],
    "suggestions": []
}