{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[hæp'hæzəd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bừa bãi, lung tung</td></tr></table><i/></div>",
            "word": "haphazard",
            "pronounce": "[hæp'hæzəd]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>haphazard</k><blockquote><cclass>[<cclass>hap'hazəd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective lacking order or organization. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>haphazardly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>haphazardness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from <kref>hap</kref> + <kref>hazard</kref>. </blockquote></div>",
            "word": "haphazard",
            "pronounce": "[hæp'hæzəd]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>haphazard</k><blockquote>▸ <cclass>adjective RANDOM, unplanned, unsystematic, unmethodical, disorganized, disorderly, irregular, indiscriminate, chaotic, hit-and-miss, arbitrary, aimless, careless, casual, slapdash, slipshod; chance, accidental; <cclass><i>informal</i> higgledy-piggledy.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>methodical.</blockquote></div>",
            "word": "haphazard",
            "pronounce": "[hæp'hæzəd]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "haphazard",
            "pronounce": "[hæp'hæzəd]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "haphazard",
            "pronounce": "[hæp'hæzəd]"
        }
    },
    "sentences": [
        {
            "en": "Do not think <em>haphazard</em>.",
            "vi": "Đừng nghĩ ngợi lung tung."
        },
        {
            "en": "She makes a <em>haphazard</em> guess.",
            "vi": "Cô ta bắt bóng dè chừng."
        },
        {
            "en": "When making criticisms, don't make any <em>haphazard</em> assumption.",
            "vi": "Khi phê bình không nên bắt bóng dè chừng."
        },
        {
            "en": "Books piled on shelves in a <em>haphazard</em> fashion.",
            "vi": "Những cuốn sách chất đống lung tung trên kệ."
        },
        {
            "en": "The government's approach to the problem was <em>haphazard</em>.",
            "vi": "Cách tiếp cận của chính phủ với vấn đề đó thật rắc rối."
        },
        {
            "en": "Things happen not in a <em>haphazard</em> way, but according to logic.",
            "vi": "Mọi sự trong vũ trụ xảy ra đều có lý do, chứ không phải tùy tiện, tình cờ."
        },
        {
            "en": "Which best describe your religious upbringing: strict, moderate, progressive, <em>haphazard</em> or nonexistent?",
            "vi": "Sự mô tả nào sau đây nói lên sự dạy dỗ tôn giáo của bạn : nghiêm khắc, ôn hòa, tiến bộ, bừa bãi hay không hiện hữu."
        },
        {
            "en": "Which best describe your religious upbringing : strict, moderate, progressive, <em>haphazard</em> or nonexistent?",
            "vi": "Sự mô tả nào sau đây nói lên sự dạy dỗ tôn giáo của bạn: nghiêm khắc, ôn hòa, tiến bộ, bừa bãi hay không hiện hữu."
        },
        {
            "en": "However, learning in an unstructured and <em>haphazard</em> manner does not make the cut.",
            "vi": "Tuy nhiên, học tập theo cách không thứ tự và lung tung sẽ không hiệu quả."
        },
        {
            "en": "Again the use of ICTs in Bat Trang is only starting out, and could be described as <em>haphazard</em> and unplanned.",
            "vi": "Việc sử dụng CNTT&TT ở làng gốm Bát Tràng cũng chỉ mới bắt đầu, và có thể coi là tự phát và không có kế hoạch."
        },
        {
            "en": "The VA rejected 80 percent of the requests, but decisions often appeared to be <em>haphazard</em> or contradictory, depending on what desks they landed on, the AP found.",
            "vi": "VA đã bác bỏ 80% yêu cầu, nhưng các quyết định thường có vẻ lộn xộn hoặc mâu thuẫn, tùy thuộc vào nơi mà họ đã nộp đơn, AP nhận thấy."
        },
        {
            "en": "China in particular faces massive challenges such as controlling endemic corruption, <em>haphazard</em> urbanization, environmental degradation and the rapid rise in economic inequality.",
            "vi": "Chẳng hạn như Trung Quốc đang phải đối đầu với những thách thức to lớn như kiểm soát nạn tham nhũng lan tràn, đô thị hóa hỗn loạn, môi trường suy thoái, và bất bình đẳng kinh tế tăng nhanh."
        },
        {
            "en": "Could the same approach also shed light on abstract twentieth-century pieces, from Mondrian's geometrical blocks of colour, to Pollock's seemingly <em>haphazard</em> arrangements of splashed paint on canvas ?",
            "vi": "Vậy liệu sự tiếp cận như vậy phải chăng cũng có thể làm sáng tỏ những bức tranh trừu tượng của thế kỷ XX, từ những hình khối hình học đầy màu sắc trong những tác phẩm của Mondrian đến những tác phẩm tưởng như là những sắp đặt ngẫu nhiên của màu sơn bị vấy lên vải của Pollock?"
        },
        {
            "en": "The VA rejected 80 percent of the requests, but decisions often appeared to be <em>haphazard</em> or contradictory, depending on what desks they landed on, the AP found.",
            "vi": "VA đã bác bỏ 80% yêu cầu, nhưng các quyết định thường có vẻ lộn xộn hoặc mâu thuẫn, tùy thuộc vào nơi mà họ đã nộp đơn, AP nhận thấy."
        },
        {
            "en": "Urbanization has proceeded in a <em>haphazard</em> manner, with millions living in squalid slums that line the rivers and fringe areas of Jakarta, Bangkok, and Manila.",
            "vi": "Quá trình đô thị hóa ở những nước này đang diễn ra một cách hỗn loạn, với hàng triệu con người đang phải sống lay lắt trong các khu ổ chuột, dọc theo bờ sông hay bên rìa thành phố ở Jakarta, Bangkok, và Manila."
        },
        {
            "en": "That, so the argument goes, is at odds with digitally recording ideas which typically is a quick, <em>haphazard</em> action that limits understanding and therefore recall.",
            "vi": "Từ luận điểm này thì điều đó hoàn toàn trái ngược với việc lưu ghi công nghệ số, vốn đặc trưng là nhanh, lộn xộn, làm hạn chế việc hiểu và do đó không thể ghi nhớ tốt."
        },
        {
            "en": "In their early stages squatter settlements are characterized by <em>haphazard</em> settlements patterns, poor quality of housing and an absence of public infrastructure and services such as piped water supply, sewerage, roads and electricity.",
            "vi": "Trong giai đoạn đầu, định cư bất hợp pháp có đặc điểm là mô hình sống vô trật tự, chất lượng nhà thấp và thiếu cơ sở hạ tầng và dịch vụ công như đường ống cung cấp nước, hệ thống cống, đường và điện."
        },
        {
            "en": "Nguyen had a bare few words of English – and his first efforts to learn were <em>haphazard</em>. He found a Dymocks bookstore in Sydney and tried to ask for an Oxford English Dictionary, but couldn’t pronounce the title.",
            "vi": "Ông Nguyễn biết tối thiểu một ít từ tiếng Anh - và những nỗ lực đầu tiên của ông để học thật lúng túng. Ông đã tìm một hiệu sách Dymocks ở Sydney và cố gắng hỏi về từ điển Tiếng Anh Oxford, nhưng không thể phát âm tựa đề."
        },
        {
            "en": "Nguyen had a bare few words of English – and his first efforts to learn were <em>haphazard</em>. He found a Dymocks bookstore in Sydney and tried to ask for an Oxford English Dictionary, but couldn’t pronounce the title. ",
            "vi": "Ông Nguyễn biết tối thiểu một ít từ tiếng Anh - và những nỗ lực đầu tiên của ông để học thật lúng túng. Ông đã tìm một hiệu sách Dymocks ở Sydney và cố gắng hỏi về từ điển Tiếng Anh Oxford, nhưng không thể phát âm tựa đề."
        },
        {
            "en": "Before you go  The potential for danger on trip of this nature cannot be discounted. The roads are unfamiliar and often in shambles, and the riding style of locals can be described as <em>haphazard</em> at best.   It's all too common to see young, inexperienced riders sporting a pair of sandals and no helmet, turning a blind eye to the other riders they meet wrapped in bandages from their accidents.  Before tackling Vietnam on two wheels, consider the risks and invest in protective equipment.  Still, for those with the skills, good judgment and a sense of adventure, the trip will go down as one of life's most thrilling and educational journeys.",
            "vi": "Trước khi lên đường Không thể giảm hết được những hiểm nguy rình rập trên hành trình khám phá này đâu. Những con đường xa lạ và thường có nhiều ổ gà, ổ voi, và người dân bản xứ đi lại thì có thể nói là thôi rồi, vô cùng ngẫu hứng. Thường xuyên thấy cảnh thanh niên choai choai, chân đi dép lê, đầu không đội mũ bảo hiểm, chạy xe bạt mạng tông phải người khác. Trước khi du lịch Việt Nam bằng xe gắn máy, hãy cân nhắc những rủi ro và trang bị đồ bảo vệ thật chu đáo.  Ấy nhưng mà, những ai là tay lái lụa, biết tính toán và có máu phiêu lưu, thì chuyến đi như vậy sẽ là một trong những chuyến học hỏi và thám hiểm tuyệt vời trong đời đấy!"
        }
    ],
    "suggestions": []
}