{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hæplis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rủi ro, không may</td></tr></table><i/></div>",
            "word": "hapless"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hapless</k><blockquote>■ <cclass>adjective unlucky; unfortunate. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>haplessly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>haplessness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from <kref>hap</kref> + <kref>-less</kref>. </blockquote></div>",
            "word": "hapless"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hapless</k><blockquote>▸ <cclass>adjective UNFORTUNATE, unlucky, luckless, out of luck, ill-starred, ill-fated, jinxed, cursed, doomed; unhappy, forlorn, wretched, miserable, woebegone; <cclass><i>informal</i> down on one's luck; <cclass><i>poetic/literary</i> star-crossed.</cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>lucky.</blockquote></div>",
            "word": "hapless"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hapless"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hapless"
        }
    },
    "sentences": [
        {
            "en": "The ball hit his shins and was deflected past his <em>hapless</em> goalkeeper.",
            "vi": "Trái banh trúng ống quyển của anh ấy và không may tạt qua thủ môn của anh ấy."
        },
        {
            "en": "Before the days of credit cards and automatic teller machines, American Express ran television ads showing a family vacation ruined when the <em>hapless</em> father lost his wallet.",
            "vi": "Trước khi có thẻ tín dụng và máy rút tiền tự động, american express đã cho đăng một quảng cáo trên truyền hình về một kỳ nghỉ mát của gia đình bị huỷ khi người cha không may mất ví."
        },
        {
            "en": "By the 1980s, clown phobia had reached a peak. Rumors of ritual abuse of children were rampant, and clowns figured heavily into many of the stories. Spontaneous reports of clown harassment began pouring in from children nationwide. Even urban legends began to focus on killer clowns lying in wait for <em>hapless</em> babysitters. Soon Stephen King tapped into the national consciousness with the killer clown work of fiction, \"It.\"",
            "vi": "Vào những năm 1980, ám ảnh sợ những chú hề đã đạt đến đỉnh cao. Tràn lan tin đồn về việc lạm dụng trẻ em có hệ thống, và những chú hề được nhắc đến rất nhiều trong những câu chuyện đó. Những tin đồn rộ lên về sự quấy rối của những chú hề lũ lượt đổ về từ trẻ em toàn quốc. Ngay cả các huyền thoại đô thị cũng bắt đầu tập trung vào những thằng hề giết người rình rập nạn nhân là các cô trông trẻ xấu số. Không lâu sau, Stephen King đã xây dựng mối quan hệ giữa ý thức quốc gia với tác phẩm hư cấu về thằng hề giết người, \"Nó\"."
        },
        {
            "en": "The picture was taken by Australian photographer Tim Samuel, who uploaded the snap to his Instagram account last December. Tim saw the flummoxed fish while out free diving in Byron Bay with a friend. Nobody quite knows how it managed to get in there (alcohol may have been involved) but despite its obvious disadvantage, the fish was still able to control the movements of the equally <em>hapless</em> jellyfish. Unsurprisingly, Sam says he’s never seen anything quite like this during his five years as a photographer. And neither have we. But we have now. And we still can’t get our heads around it.",
            "vi": "Tấm hình này do Tim Samuel nhiếp ảnh gia người Úc chụp được, anh đã đưa hình lên tài khoản Instagram của mình tháng mười hai vừa qua. Tim nhìn thấy chú cá làm ta phải bối rối này khi đang lặn tự do ở vịnh Byron với bạn. Chẳng ai hiểu nổi vì sao nó chun vô đó được (chắc nó xỉn quá) nhưng bất chấp sự bất lợi rõ ràng, chú cá này vẫn còn có thể kiểm soát chuyển động của con sứa không may y như nó. Chẳng gì ngạc nhiên khi Sam bảo mình chưa từng thấy thứ gì như vậy trong suốt năm năm làm nhiếp ảnh gia của mình. Cả chúng tôi cũng thế. Nhưng bây giờ thì thấy rồi. Mà chúng tôi vẫn chẳng hiểu nổi vì sao lại thế được."
        },
        {
            "en": "Ticks are opportunistic, waiting in the tall grass for a <em>hapless</em> human to pass by. As soon as a tick senses the movement of some living thing brushing against its perch, it dashes to hitch a ride. The nasty hanger-on then tries to make its way to a warm, moist place on your body (no more explanation needed). If you're lucky, you'll find the hideaway before it penetrates your skin and blows up like a balloon on your blood. Some ticks, which are arachnids and not insects, carry serious diseases. The blacklegged tick, aka deer tick, transmits Lyme disease and is so small it can pass for a freckle.",
            "vi": "Ve là những kẻ cơ hội, chúng chờ sẵn trong đám cỏ cao, và khi một người không may đi ngang qua, chúng sẽ bám ngay lấy. Ngay khi ve phát hiện chuyển động của một sinh vật sống ngang gần qua chỗ nó đang ẩn nấu, nó liền bám ngay lấy họ. Và con vật ký sinh đáng ghét này sẽ tìm cách chui vào một nơi ấm áp, ẩm ướt trên cơ thể bạn (bạn tự hiểu nhé). Nếu bạn may mắn, bạn sẽ tìm thấy nó trước khi nó chui vào da và hút máu bạn rồi phồng to lên như một quả bóng. Một số loài ve, thuộc lớp nhện chứ không phải côn trùng, mang các bệnh nguy hiểm. Loài ve chân đen, cũng gọi là bọ ve sống ở nai, truyền bệnh Lyme (bệnh nhiễm khuẩn do ve gây ra, triệu chứng là nhức đầu, sốt, phát ban, viêm khớp, để lâu có thể bị rối loạn thần kinh kinh niên), và nhỏ đến nỗi trông nó giống như một nốt tàn nhang."
        }
    ],
    "suggestions": []
}