{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Harding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Harding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Harding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Harding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Harding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Too <em>harding</em> when say this word",
            "vi": "Thật khó khi nói ra câu này"
        },
        {
            "en": "Well, Jake <em>Harding</em> is a case in point. He did.",
            "vi": "Có đấy, Jake Harding là một ví dụ điển hình. Anh ta đã dám làm."
        },
        {
            "en": "I know President <em>Harding</em> is looking for someone to be his new fiscal advisor.",
            "vi": "Mình biết là Tổng thống Harding đang tìm một cố vấn mới về tài chính cho ông ta."
        },
        {
            "en": "He sat behind a counter at the exit barrier directly under a picture of President <em>Harding</em>.",
            "vi": "Ông ta ngồi sau một chiếc bàn ngay bên cửa ra vào có thang chắn, dưới bức chân dung Tổng thống Harding."
        },
        {
            "en": "A cable car in San Francisco (Image: Robert <em>Harding</em> World Imagery)",
            "vi": "Một chiếc xe dây cáp ở San Francisco (Ảnh: Robert Harding World Imagery)"
        },
        {
            "en": "A cable car in San Francisco (Image: Robert <em>Harding</em> World Imagery)",
            "vi": "Một chiếc xe dây cáp ở San Francisco (Ảnh: Robert Harding World Imagery)"
        },
        {
            "en": "US Presidents who died in office: William Henry Harrison, Zachary Taylor, Warren G. <em>Harding</em> and Franklin Delano Roosevelt.",
            "vi": "Các tổng thống Mỹ từ trần khi đương nhiệm : William Henry Harrison, Zachary Taylor, Warren G. Harding và Franklin Delano Roosevelt."
        },
        {
            "en": "US Presidents who died in office : William Henry Harrison, Zachary Taylor, Warren G. <em>Harding</em> and Franklin Delano Roosevelt.",
            "vi": "Các tổng thống Mỹ từ trần khi đương nhiệm: William Henry Harrison, Zachary Taylor, Warren G. Harding và Franklin Delano Roosevelt."
        },
        {
            "en": "21-year-old Marina <em>Harding</em>, a graduate student from Seattle, Washington says: 'this is how i express myself.'",
            "vi": "Theo cô sinh viên vừa tốt nghiệp 21 tuổi marina harding đến từ seattle, washington: \"đây là cách tôi khẳng định mình.\""
        }
    ],
    "suggestions": []
}