{
    "en_vn": {
        "data": {
            "content": null,
            "word": "harmonised"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "harmonised"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "harmonised"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "harmonised"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "harmonised"
        }
    },
    "sentences": [
        {
            "en": "This page provides a list of references of <em>harmonised</em> standards on in vitro diagnostic medical devices.",
            "vi": "Trang này cung cấp một danh sách các tham khảo về các tiêu chuẩn hài hoà về các thiết bị chẩn đoán y tế trong ống nghiệm."
        },
        {
            "en": "There seems to be no formal mechanism by which the plans of the various provinces will be <em>harmonised</em> and rationalised.",
            "vi": "Có vẻ như hiện nay chưa có một cơ chế nào để hài hoà và hợp lý hóa các kế hoạch của các tỉnh khác nhau."
        },
        {
            "en": "Our task now is to achieve the results outlined in the One Plan in a <em>harmonised</em> manner.",
            "vi": "Nhiệm vụ của chúng ta bây giờ là đạt được các kết quả đã chỉ ra trong Kế hoạch chung một cách hài hòa."
        },
        {
            "en": "Our task now is to achieve the results outlined in the Plan in a more <em>harmonised</em> manner to achieve the maximum development impact possible.",
            "vi": "Nhiệm vụ giờ đây của chúng tôi là đạt được các kết quả nêu ra trong Kế hoạch chung trên cơ sở hài hòa ở mức độ cao hơn nhằm thu được kết quả tốt nhất có thể."
        },
        {
            "en": "The UN system is being reformed under the comprehensive umbrella \"One UN\" programme that covers also a <em>harmonised</em> project management system.",
            "vi": "Hệ thống Liên hợp quốc cũng đang được cải tổ theo chương trình “Một Liên hợp Quốc”, trong đó bao gồm cả hệ thống quản lý dự án được hài hoà hoá."
        },
        {
            "en": "This classification is based on the <em>Harmonised</em> System (HS), which is also the basis for the import and export codes used by the US.",
            "vi": "Việc phân loại được dựa trên Hệ thống Hài hoà (Harmonised System -HS), và hệ thống này cũng là cơ sở cho các mã nhập khẩu và xuất khẩu mà Hoa Kỳ sử dụng."
        },
        {
            "en": "A number of studies carried out in 2000-2001 have concluded that ODA procedures should be <em>harmonised</em>, ideally towards Government procedures.",
            "vi": "Một số báo cáo nghiên cứu được thực hiện trong năm 2000-2001 đã kết luận rằng cần phải làm hài hoà các thủ tục ODA, tốt nhất là cho phù hợp với các thủ tục của Chính phủ."
        }
    ],
    "suggestions": []
}