{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hɑ:mənai'zei∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">harmonisation</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hɑ:mənai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm hài hoà, sự làm cân đối, sự làm hoà hợp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(âm nhạc) sự phối hoà âm</td></tr></table><i/></div>",
            "word": "harmonization"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "harmonization"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "harmonization"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "harmonization"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự điều hòa</font></td></tr></tbody></table></div>",
            "word": "harmonization"
        }
    },
    "sentences": [
        {
            "en": "Thirdly, <em>harmonization</em> involves mutual compromise between the participating parties.",
            "vi": "Thứ ba, quá trình hài hoà đòi hỏi phải có sự thoả hiệp giữa các bên tham gia."
        },
        {
            "en": "Vietnam has committed to reduce tariffs to the <em>harmonization</em> rates set by the Chemical <em>Harmonization</em> Agreement on 80 percent of chemical products.",
            "vi": "Việt Nam cam kết giảm thuế tới mức thuế hài hòa đối với 80% các sản phẩm hoá chất theo Hiệp định về quy chế hài hòa hóa các sản phẩm hóa chất."
        },
        {
            "en": "Firstly, donor <em>harmonization</em> should gear towards Government policies and procedures in ODA management.",
            "vi": "Thứ nhất, quá trình hài hoà phải hướng theo các chính sách và thủ tục của Chính phủ về quản lý ODA."
        },
        {
            "en": "Vietnam has committed to reduce tariffs to the <em>harmonization</em> rates by the Chemical <em>Harmonization</em> Agreement on 80 percent of chemical products.",
            "vi": "Việt Nam cam kết giảm thuế tới mức thuế hài hòa đối với 80% các sản phẩm hoá chất theo Hiệp định về quy chế hài hòa hóa các sản phẩm hóa chất."
        },
        {
            "en": "<em>Harmonization</em> of donor procedures will help improve administrative efficiency, but not allocative efficiency.",
            "vi": "Việc hài hoà thủ tục của nhà tài trợ sẽ giúp cải thiện hiệu quả quản lý, chứ không phải hiệu quả phân bổ."
        },
        {
            "en": "Effective implementation of the UNDAF will require greater <em>harmonization</em> among the United Nations agencies.",
            "vi": "Để thực hiện UNDAF một cách hiệu quả thì cần tăng cường hơn nữa sự hài hòa giữa các Tổ chức LHQ với nhau."
        },
        {
            "en": "The UNDAF is a useful mechanism to promote <em>harmonization</em> and joint programming towards common goals.",
            "vi": "UNDAF là một cơ chế hữu ích nhằm thúc đẩy quá trình hài hòa và phối hợp hỗ trợ nhằm đạt được những mục tiêu chung."
        },
        {
            "en": "This mechanism has also promoted the possibility for even greater <em>harmonization</em> among development partners.",
            "vi": "Cơ chế này cũng đã có tác dụng tăng cường sự hài hoà giữa các đối tác phát triển."
        },
        {
            "en": "And we need better coordination and <em>harmonization</em> between partners to increase efficiency gains and maximize the impact of our investments.",
            "vi": "Chúng ta cũng cần phối hợp tốt hơn và hài hoà hơn giữa các cơ quan đối tác để tăng hiệu quả của những thành tựu đã đạt được và tối đa hoá tác động của đầu tư."
        },
        {
            "en": "Reducing processing costs through <em>harmonization</em> of government and donor procedures at programming and project levels, particularly in preparation and implementation.",
            "vi": "Giảm chi phí xử lý bằng việc đồng bộ các thủ tục của chính phủ và cơ quan tài trợ ở các cấp lập kế hoạch và dự án, đặc biệt trong việc chuẩn bị và thực hiện dự án."
        },
        {
            "en": "The international integration of financial and monetary operations is gradually seeing <em>harmonization</em> between domestic (Viet Nam) and international financial sectors.",
            "vi": "Hội nhập quốc tế về tài chính và các hoạt động tiền tệ đang từng bước chứng kiến sự gắn kết giữa các ngành tài chính trong nước (Việt nam) và thế giới."
        },
        {
            "en": "The greater integration is the more practices and common regulations aimed at uniformity and <em>harmonization</em> of financial policies are required.",
            "vi": "Khi mức độ hội nhập ngày càng cao thì sẽ xuất hiện nhiều thông lệ hoặc qui định chung hơn nhằm tạo sự thống nhất và hài hoà các chính sách tài chính."
        },
        {
            "en": "In the meantime, several points of general consensus came up repeatedly during the <em>harmonization</em> consultations and workshops.",
            "vi": "Trong khi đó, có một số điểm nhất trí chung thường xuyên được đề cập trong các đợt tham vấn và hội thảo về hài hoà thủ tục."
        },
        {
            "en": "A range of mechanisms will be used to support such efforts, including: the UNCT that helps enhance UN efforts in <em>harmonization</em>, simplification and joint programming;",
            "vi": "Một loạt các cơ chế sẽ được sử dụng để hỗ trợ cho các nỗ lực này, trong đó có: UNCT, góp phần thúc đẩy nỗ lực hài hoà hoá, đơn giản hoá và lập chương trình chung của Liên hiệp quốc;"
        },
        {
            "en": "It's also important to keep in mind that Nokia has a <em>harmonization</em> strategy : the Qt toolkit, which it obtained through an acquisition of Trolltech last year.",
            "vi": "Nó cũng quan trọng đáng ghi nhớ là Nokia đă có một chiến lược hài hòa: bộ công cụ Qt mà nó có được khi nó mua lại công ty Trolltech vào năm ngoái."
        },
        {
            "en": "The Global <em>Harmonization</em> Task Force was conceived in 1992 in an effort to achieve greater uniformity between national medical device regulatory systems.",
            "vi": "Lực lượng đặc nhiệm gìn giữ sự cân bằng toàn cầu được thành lập vào năm 1992 trong một nỗ lực để đạt được tính thống nhất cao giữa các hệ thống quản lý thiết bị y tế quốc gia."
        },
        {
            "en": "The process of <em>harmonization</em> has already begun, as the UN Development Group agencies synchronise programmatic planning cycles in line with the UNDAF and their respective Country Programme Documents.",
            "vi": "Quá trình hài hòa hóa đã bắt đầu triển khai, khi các tổ chức trong Uỷ ban Phát triển Cấp cao LHQ đồng bộ hóa qui trình lập kế hoạch hỗ trợ phù hợp với văn kiện UNDAF và văn kiện Chương trình Quốc gia tương ứng."
        },
        {
            "en": "It's also important to keep in mind that Nokia has a <em>harmonization</em> strategy: the Qt toolkit, which it obtained through an acquisition of Trolltech last year.",
            "vi": "Nó cũng quan trọng đáng ghi nhớ là Nokia đă có một chiến lược hài hòa : bộ công cụ Qt mà nó có được khi nó mua lại công ty Trolltech vào năm ngoái."
        },
        {
            "en": "E-ASEAN Framework Agreement (April 2000): establishes policy to promote <em>harmonization</em> of e-commerce and e-governance goals to support regional trade",
            "vi": "Hiệp định khung e-ASEAN (4/2000): Đề ra chính sách thúc đẩy hài hoà các mục tiêu thương mại điện tử và quản lý bằng điện tử để hỗ trợ hoạt động thương mại trong khu vực"
        },
        {
            "en": "The Like-Minded Group, the European Commission and the United Nations Development Group also explored possible areas for future <em>harmonization</em> among their member countries and agencies.",
            "vi": "Nhóm đồng quan điểm, Uỷ ban Châu Âu và Nhóm Phát triển Liên Hợp Quốc cũng nghiên cứu những lĩnh vực có thể tiến hành hài hoà thủ tục trong tương lai giữa các nước và các tổ chức thành viên của họ."
        }
    ],
    "suggestions": []
}