{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hɑ:mənaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">harmonise</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hɑ:mənaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm hài hoà, làm cân đối, làm hoà hợp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(âm nhạc) phối hoà âm</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ ((thường) + </font><font color=\"#1371BB\">with</font><font color=\"#1a76bf\">)</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hài hoà với nhau, hoà hợp với nhau</td></tr></table><i/></div>",
            "word": "harmonize",
            "pronounce": "['hɑ:mənaiz]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>harmonize</k><blockquote>or <cclass><b>harmonise</b></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 provide harmony for. </blockquote></blockquote><blockquote><blockquote>    ⁃ sing or play in harmony. </blockquote></blockquote><blockquote><blockquote>2》 make or be harmonious or in agreement. </blockquote></blockquote><blockquote><blockquote>    ⁃ make consistent: <cclass>plans to harmonize the railways of Europe. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>harmonization</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>harmonizer</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "harmonize",
            "pronounce": "['hɑ:mənaiz]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>harmonize</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>colours which harmonize in a pleasing way</i>: COORDINATE, go together, match, blend, mix, balance, tone in; be compatible, be harmonious, suit each other, set each other off.</blockquote><blockquote><b>2</b><i>the need to harmonize tax laws across Europe</i>: COORDINATE, systematize, correlate, integrate, synchronize, make consistent, bring in line, bring in tune.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>clash.</blockquote></div>",
            "word": "harmonize",
            "pronounce": "['hɑ:mənaiz]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>harmonize</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to harmonize with</ex></blockquote></blockquote></div>",
            "word": "harmonize",
            "pronounce": "['hɑ:mənaiz]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "harmonize",
            "pronounce": "['hɑ:mənaiz]"
        }
    },
    "sentences": [
        {
            "en": "<em>Harmonize</em> Aid Procedures.",
            "vi": "Hài hoà hoá các quy trình viện trợ."
        },
        {
            "en": "Curtains should <em>harmonize</em> with the overall interior decor.",
            "vi": "Những tấm màn nên hài hòa với toàn thể trang trí nội thất."
        },
        {
            "en": "The cottages <em>harmonize</em> well with the landscape in the countryside.",
            "vi": "Những ngôi nhà tranh rất hài hòa với phong cảnh ở vùng nông thôn."
        },
        {
            "en": "There are many ways to <em>harmonize</em> a bass line.",
            "vi": "Có nhiều cách để phối âm một điệu bass."
        },
        {
            "en": "Does my car's colour <em>harmonize</em> with its original one after repainting?",
            "vi": "Sau khi sơn, màu xe của tôi có tiệp với màu nguyên thủy của nó không?"
        },
        {
            "en": "Donors need to simplify and <em>harmonize</em> the complex procedures that overburden poor countries’ institutional capacity.",
            "vi": "Các nước cung cấp viện trợ cần đơn giản hoá và hài hoà hóa các quy trình phức tạp đang trở thành gánh nặng đối với năng lực thể chế của các nước nghèo."
        },
        {
            "en": "The Bank is currently piloting a new initiative to <em>harmonize</em> procedures with Government and donors.",
            "vi": "Ngân hàng hiện đang thử nghiệm một sáng kiến mới về hài hòa hóa các thủ tục với Chính phủ và các đối tác tài trợ khác."
        },
        {
            "en": "When decorating you'll need to take into consideration which colors <em>harmonize</em> well together.",
            "vi": "Khi trang trí, bạn cần phải chú ý đến những màu sắc hài hòa nhau."
        },
        {
            "en": "Curtains should <em>harmonize</em> with the overall interior décor of the house.",
            "vi": "Rèm cửa nên kết hợp hài hòa với trang trí nội thất tổng thể của ngôi nhà."
        },
        {
            "en": "Italy wants an international agreement to <em>harmonize</em> practices throughout the EU.",
            "vi": "Ý muốn một thỏa thuận quốc tế để hài hòa hoạt động trên toàn Châu Âu."
        },
        {
            "en": "Efforts are made to <em>harmonize</em> standards, and authorities cooperate with one another.",
            "vi": "Các cơ quan chính quyền đã hợp tác với nhau, cùng nỗ lực để hài hoà các tiêu chuẩn."
        },
        {
            "en": "I am find of simple clothes with elegant colours, the pieces must <em>harmonize</em> in colour and style.",
            "vi": "Tôi thích ăn mặc giản dị, màu sắc nhẹ nhàng, quần áo phải hài hòa."
        },
        {
            "en": "The Bank is also currently working with other major lending institutions (ADB and JBIC) and the Govermment to <em>harmonize</em> procedures.",
            "vi": "Ngân hàng hiện đang làm việc với một số tổ chức cho vay lớn (ADB và JBIC) và Chính phủ nhằm cân đối quy trình thực hiện."
        },
        {
            "en": "Humans are regarded as cultured living beings because they are to <em>harmonize</em> with others but not to destroy them.",
            "vi": "Con người được coi như một sinh vật có văn hoá biết hoà hợp với sinh vật khác mà không phá hoại chúng."
        },
        {
            "en": "Donors need to <em>harmonize</em> procedures with each other and align these with those of partner country systems to improve the effectiveness of development assistance.",
            "vi": "Các nước cung cấp viện trợ cần hài hoà hoá các quy trình với nhau và điều chỉnh các quy trình này với hệ thống của nước đối tác để tăng cường hiệu quả của viện trợ phát triển."
        },
        {
            "en": "This is a learning process for donors, governments and local people alike, and it is also increasingly important for donors to <em>harmonize</em> their approaches for supporting CDD.",
            "vi": "Đây là quá trình học hỏi cho các nhà tài trợ, chính phủ cũng như người dân địa phương, đồng thời cần coi trọng hơn nữa việc hài hòa những phương pháp hỗ trợ Phát triển hướng cộng đồng."
        },
        {
            "en": "As international financial integration is a process of adjusting business operations, laws, financial policies, and regulations, processes must aim to <em>harmonize</em> and unify both external and internal elements.",
            "vi": "Do hội nhập quốc tế về tài chính là một quá trình điều chỉnh các hoạt động kinh doanh, pháp luật, các chính sách và quy định về tài chính, các quá trình phải hướng tới cân đối và thống nhất các yếu tố bên ngoài và bên trong."
        },
        {
            "en": "Linked to this is the initiative on harnonization, which, as discussed above, will aim to <em>harmonize</em> the policies and procedures of the ADB, JBIC and the Bank.",
            "vi": "Một hoạt động liên quan đến vấn đề này, như đã đề cập ở trên, là sáng kiến về hài hòa hóa. Sáng kiến này nhằm mục đích hài hòa hóa các chính sách và thủ tục của ADB, JBIC và Ngân hàng Thế giới."
        },
        {
            "en": "The VDR series aims to influence the reform agenda, build consensus among thinkers and the public at large, <em>harmonize</em> upstream with donors.",
            "vi": "Các Báo cáo Phát triển Việt Nam đặt mục tiêu tác động tới chương trình nghị sự về cải cách, xây dựng sự đồng thuận giữa các tổ chức nghiên cứu chính sách và công chúng, hài hòa định hướng của các nhà tài trợ."
        },
        {
            "en": "The adoption of the new cost norms are part of efforts to <em>harmonize</em> procedures of UN agencies in Viet Nam and reduce transaction costs for implementing partners.",
            "vi": "Việc áp dụng các định mức chi phí mới là một trong những hoạt động nhằm hài hòa hóa quy trình/thủ tục của các tổ chức LHQ tại Việt Nam và giảm thiểu chi phí giao dịch cho các cơ quan thực hiện."
        }
    ],
    "suggestions": []
}