{
    "en_vn": {
        "data": {
            "content": null,
            "word": "harnessing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "harnessing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "harnessing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "harnessing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự khai thác</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự sử dụng</font></td></tr></tbody></table></div>",
            "word": "harnessing"
        }
    },
    "sentences": [
        {
            "en": "Volunteerism is about <em>harnessing</em> the incredible resource of individuals.",
            "vi": "Tình nguyện là công việc vận động những nguồn lực dồi dào của những tất cả các cá nhân."
        },
        {
            "en": "Our province has a new scheme to generate electricity by <em>harnessing</em> the power of the wind.",
            "vi": "Tỉnh chúng tôi có một kế hoạch mới để tạo ra điện năng bằng cách vận dụng sức gió."
        },
        {
            "en": "They aim to do better at <em>harnessing</em> the skills and talents of their workforce.",
            "vi": "Họ mong làm tốt hơn trong việc khai thác các kỹ năng và tài năng của lực lượng lao động của họ."
        },
        {
            "en": "We aim to do better at <em>harnessing</em> the skills and talents of our workforce.",
            "vi": "Chúng tôi nhắm đến việc kiểm soát tốt hơn năng lực của lực lượng lao động của mình."
        },
        {
            "en": "One is satellite communication and the other is the <em>harnessing</em> of the computer.",
            "vi": "Một là truyền thông vệ tinh và còn lại là khai thác máy tính."
        },
        {
            "en": "By <em>harnessing</em> the constant motion of the waves, the buoys generate about 5 percent of the electricity used at a nearby military base on Garden Island.",
            "vi": "Bằng cách khai thác sự vận động không ngừng của sóng , những cái phao tạo khoảng 5 phần trăm lượng điện năng sử dụng cho một căn cứ quân sự đóng quân gần đó trên đảo Garden."
        },
        {
            "en": "Nuclear power is produced by <em>harnessing</em> the heat produced by the splitting of atoms inside uranium - a process known as fission.",
            "vi": "Năng lượng hạt nhân được sản xuất bằng cách khai thác sức nóng được tạo ra bằng việc chia các nguyên tử bên trong uranium - một quá trình được gọi là sự phân hạch."
        },
        {
            "en": "Banks and credit institutions have been modernized by <em>harnessing</em> new technologies and updating services and products, linking their networks in an effort to increase ‘one-door’ transactions.",
            "vi": "Các ngân hàng và tổ chức tín dụng đang được hiện đại hoá bằng cách sử dụng các công nghệ mới và cập nhật các dịch vụ và sản phẩm, kết nối mạng để đạt được việc thực hiện giao dịch 'một cửa'."
        },
        {
            "en": "Critical for the success of the reform process has been the achievement of macroeconomic stability, and especially the <em>harnessing</em> of hyperinflation.",
            "vi": "Nhân tố quyết định tới thành công của quá trình cải cách chính là đạt được ổn định kinh tế vĩ mô, và đặc biệt là khống chế được tình trạng siêu lạm phát."
        },
        {
            "en": "Indeed many argue that without the <em>harnessing</em> of ICT, the MDGs may remain out of reach for many sections of society even if aggregate figures show achievement of the goals overall.",
            "vi": "Thực ra nhiều người cho rằng nếu không khai thác CNTT&TT, các MDG vẫn sẽ nằm ngoài tầm với của nhiều thành phần trong xã hội ngay cả khi các con số tổng hợp cho thấy là đã đạt được các mục tiêu nếu xét về tổng thể."
        },
        {
            "en": "This new IBM success in <em>harnessing</em> SOI technology will result in faster computer chips that also require less power -- a key requirement for extending the battery life of small, hand-held devices that will be pervasive in the future.",
            "vi": "IBM trong lĩnh vực khai thác công nghệ SOI sẽ làm cho các chip máy tính hoạt động nhanh hơn nhưng tiêu thụ điện năng ít– một như cầu thiết yếu để kéo dài tuổi thọ của pin, các thiết bị cầm tay sẽ phổ biến trong tương lai."
        },
        {
            "en": "The countries in Central and Eastern Europe have gained ample experience during the past decade with releasing market forces and with setting up a viable institutional framework for <em>harnessing</em> them to increase the wealth of their nations.",
            "vi": "Các nước ở Trung và Đông Âu đã thu được rất nhiều kinh nghiệm trong thập kỷ vừa qua về việc giải phóng các lực lượng thị trường và thành lập khuôn khổ thể chế bền vững, tạo điều kiện để họ làm giàu thêm cho đất nước mình."
        },
        {
            "en": "This new IBM success in <em>harnessing</em> SOI technology will result in faster computer chips that also require less power - - a key requirement for extending the battery life of small, hand - held devices that will be pervasive in",
            "vi": "Thành công mới này của IBM trong lĩnh vực khai thác công nghệ SOI sẽ làm cho các chip máy tính hoạt động nhanh hơn nhưng tiêu thụ điện năng ít– một như cầu thiết yếu để kéo dài tuổi thọ của pin, các thiết bị cầm tay sẽ phổ biến trong tương lai."
        },
        {
            "en": "“By <em>harnessing</em> the skills of these and other students in the future, we can help persons with disabilities take their place in society and lead successful, independent lives,” said USAID Representative Francis. A. Donovan.",
            "vi": "Đại diện USAID, ông Francis A. Donovan, nói: “Qua việc tăng cường kỹ năng cho các sinh viên này, cũng như các sinh viên khác trong tương lai, chúng ta có thể giúp người khuyết tật có chỗ đứng trong xã hội và sống cuộc sống độc lập, thành công."
        },
        {
            "en": "Indeed many argue that without the <em>harnessing</em> of ICTs, the MDGs may remain out of reach for many sections of society even if aggregate figures show achievement of the goals overall.",
            "vi": "Thực sự, nhiều người cho rằng nếu không khai thác được CNTT&TT thì các MDG có thể vẫn nằm ngoài tầm với của nhiều thành phần trong xã hội, ngay cả khi các con số tổng hợp cho thấy là đã đạt được các mục tiêu nói chung."
        },
        {
            "en": "Diamond works like a giant microscope, <em>harnessing</em> the power of electrons to produce bright light scientists can use to study anything from fossils to jet engines to viruses and vaccines.",
            "vi": "Diamond hoạt động như một kính hiển vi khổng lồ, khai thác sức mạnh của điện tử để tạo ra các nhà khoa học với trí tuệ sáng suốt có thể sử dụng để nghiên cứu bất cứ thứ gì từ hóa thạch đến động cơ phản lực đến virus và vắc-xin."
        },
        {
            "en": "This new IBM success in <em>harnessing</em> SOI technology will result in faster computer chips that also require less power - - a key requirement for extending the battery life of small, hand - held devices that will be pervasive in the future.",
            "vi": "Thành công mới này của IBM trong lĩnh vực khai thác công nghệ SOI sẽ làm cho các chip máy tính hoạt động nhanh hơn nhưng tiêu thụ điện năng ít– một như cầu thiết yếu để kéo dài tuổi thọ của pin, các thiết bị cầm tay sẽ phổ biến trong tương lai."
        },
        {
            "en": "Investing in youth is investing in the future, meaning nurturing and <em>harnessing</em> the human factor for successful implementation of the objective of rich people, strong nation, equal and civilized society.",
            "vi": "Đầu tư vào thanh niên chính là đầu tư cho tương lai, nghĩa là bồi dưỡng và vận dụng nguồn nhân lực này vào sự thực hiện thành công mục tiêu: “dân giàu, nước mạnh, xã hội công bằng và văn minh”."
        },
        {
            "en": "It is aimed at re-enacting more peddling scenes of the river market and its bustling milieu, and <em>harnessing</em> the area’s green tourism potential. The project will also see the construction of a wharf, which is capable of harboring 10 tourist boats of around 200 passengers each during one market session.",
            "vi": "Nó nhằm mục đích tái hiện nhiều cảnh buôn bán hàng rong của chợ nổi trên sông và không khí nhộn nhịp của nó, cùng với đó là khai thác tiềm năng du lịch xanh của khu vực. Dự án cũng bao gồm việc xây dựng một cầu cảng, nó có khả năng đón 10 tàu du lịch với khoảng 200 hành khách trên mỗi tàu trong mỗi phiên chợ."
        },
        {
            "en": "The upright Tree guides a disabled man taking shaky steps, saying in a gentle feminine voice, \"right, left, well done!\" Robots have the run of Tokyo's Shin-tomi nursing home, which uses 20 different models to care for its residents. The Japanese government hopes it will be a model for <em>harnessing</em> the country's robotics expertise to help cope with a swelling elderly population and dwindling workforce.",
            "vi": " Tree dáng thẳng đang dẫn một người đàn ông tàn tật run rẩy bước, bằng giọng nữ dịu dàng, \"phải, trái, giỏi lắm!\" Các con rô-bô đi lại tự do trong viện dưỡng lão Shin-tomi ở Tokyo, viện này sử dụng 20 mẫu rô-bô khác nhau để chăm sóc người trong viện. Chính phủ Nhật Bản hy vọng đây sẽ là kiểu mẫu khai thác tài chuyên môn trong lĩnh vực người máy của quốc gia để giúp đối phó với tình trạng người già đang nhiều lên còn nhân công (người làm) thì ít đi."
        }
    ],
    "suggestions": []
}