{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Harrison",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Harrison",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Harrison",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Harrison",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Harrison",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The driver was identified as Peter <em>Harrison</em>.",
            "vi": "Tài xế được nhận diện là Peter Harrison."
        },
        {
            "en": "Former Beatle George <em>Harrison</em> withdrew to the country.",
            "vi": "Cựu thành viên của ban The Beatles George Harrison đã lui về quê sống ẩn dật."
        },
        {
            "en": "<em>Harrison</em> approved the plan, but Riley remained sceptical.",
            "vi": "Harrison đã tán thành kế hoạch, nhưng Riley vẫn còn nghi ngờ."
        },
        {
            "en": "Graham provided him with financial aid for his early-stage work on sea clocks. It took <em>Harrison</em> five years to build <em>Harrison</em> Number One or H1. ",
            "vi": "Graham cung cấp cho ông viện trợ tài chính cho công trình đầu tiên của ông về đồng hồ hàng hải. Phải mất Harrison năm năm để xây dựng Harrison Number One hay H1. "
        },
        {
            "en": "Phil <em>Harrison</em> jumps from a leaky ship to a sinking one.",
            "vi": "Phil Harrison nhảy từ con từ con tàu bị thủng đáy này sang một con tàu khác đang chìm."
        },
        {
            "en": "President who served the shortest term: William Henry <em>Harrison</em>, who died of pneumonia 31 days after being inaugurated.",
            "vi": "Tổng thống có nhiệm kỳ ngắn nhất : William Henry Harrison, chết vì viêm phổi sau khi nhậm chức được 31 ngày."
        },
        {
            "en": "US Presidents who died in office: William Henry <em>Harrison</em>, Zachary Taylor, Warren G. Harding and Franklin Delano Roosevelt.",
            "vi": "Các tổng thống Mỹ từ trần khi đương nhiệm : William Henry Harrison, Zachary Taylor, Warren G. Harding và Franklin Delano Roosevelt."
        },
        {
            "en": "<em>Harrison</em> designed a marine clock in 1730, and he travelled to London in seek of financial aid. ",
            "vi": "Harrison đã thiết kế một chiếc đồng hồ hàng hải vào năm 1730, và ông đã đi đến London để tìm kiếm hỗ trợ tài chính."
        },
        {
            "en": "US Presidents who died in office : William Henry <em>Harrison</em>, Zachary Taylor, Warren G. Harding and Franklin Delano Roosevelt.",
            "vi": "Các tổng thống Mỹ từ trần khi đương nhiệm: William Henry Harrison, Zachary Taylor, Warren G. Harding và Franklin Delano Roosevelt."
        },
        {
            "en": "This award, worth about £2 million today, inspired the self-taught Yorkshire carpenter John <em>Harrison</em> to attempt a design for a practical marine clock. ",
            "vi": "Giải thưởng này trị giá khoảng 2 triệu bảng ngày hôm nay, đã truyền cảm hứng tự học cho người thợ mộc Yorkshire John Harrison đã cố gắng thiết kế cho một chiếc đồng hồ hàng hải thực tế."
        },
        {
            "en": "Should anyone have any question regarding the new computer system, please contact Mr. <em>Harrison</em> from technical support department at 3434-5678.",
            "vi": "Nếu ai có bất cứ câu hỏi nào liên quan đến hệ thống máy tính mới, hãy liên hệ với ông Harrison từ bộ phận hỗ trợ kỹ thuật theo số máy 3434 - 5678."
        },
        {
            "en": "Should anyone have any question regarding the new computer system, please contact Mr. <em>Harrison</em> from technical support department at 3434 - 5678.",
            "vi": "Nếu ai có bất cứ câu hỏi nào liên quan đến hệ thống máy tính mới, hãy liên hệ với ông Harrison từ bộ phận hỗ trợ kỹ thuật theo số máy 3434-5678."
        },
        {
            "en": "“Corporate users should only connect to their networks using VPN software to ensure encrypted connections between their laptops and their corporate networks,” <em>Harrison</em> added.",
            "vi": "\"Người dùng doanh nghiệp chỉ nên kết nối vào mạng của họ bằng cách sử dụng phần mềm giao thức VPN để đảm bảo các kết nối mã hóa giữa máy tính xách tay của họ và mạngdoanh nghiệp của họ\", Harrison nói thêm."
        },
        {
            "en": "<em>Harrison</em> had a principal contestant for the tempting prize at that time, an English mathematician called John Hadley, who developed sextant. ",
            "vi": "Harrison đã có một đối thủ chính cho giải thưởng hấp dẫn tại thời điểm đó, một nhà toán học người Anh tên là John Hadley, người đã phát triển kính lục phân. "
        },
        {
            "en": "There is inherent risk in connecting to public Wi-Fi networks due to the ability of attackers to target unsuspecting users and pedal scams and malware, said John <em>Harrison</em>, senior manager at Symantec Security Response.",
            "vi": "Nguy cơ vốn có trong kết nối với mạng Wi-Fi công cộng do khả năng kẻ tấn công nhắm mục tiêu người dùng không mảy may nghi ngờ và những trò gian lận và phần mềm độc hại. John Harrison, giám đốc cao cấp tại Symantec Security Response cho biết."
        }
    ],
    "suggestions": []
}