{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hɑ:∫li]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cay nghiệt, khắc nghiệt</td></tr></table><i/></div>",
            "word": "harshly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "harshly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "harshly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "harshly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "harshly"
        }
    },
    "sentences": [
        {
            "en": "He said <em>harshly</em>.",
            "vi": "Anh cay đắng nói."
        },
        {
            "en": "Compete very <em>harshly</em> with.",
            "vi": "Ráo riết cạnh tranh với."
        },
        {
            "en": "We live in a <em>harshly</em> competitive environment.",
            "vi": "Chúng ta đang ở trong môi trường cạnh tranh gay gắt."
        },
        {
            "en": "Life had dealt <em>harshly</em> with her.",
            "vi": "Cuộc đời thật nghiệt ngã đối với cô ấy."
        },
        {
            "en": "On occasion Mr. Jones speaks <em>harshly</em> to his students.",
            "vi": "Đôi lúc ông Jones nói nặng với học trò."
        },
        {
            "en": "I reproached myself for having spoken so <em>harshly</em>.",
            "vi": "Tôi lấy làm xấu hổ cho lời nói cay nghiệt của mình."
        },
        {
            "en": "Newspapers <em>harshly</em> criticized the Judge's dismissal of the appeal.",
            "vi": "Báo chí công kích gay gắt việc quan tòa bác bỏ đơn chống án."
        },
        {
            "en": "Local people are treated even more <em>harshly</em> than foreigners.",
            "vi": "Dân địa phương bị đối xử tệ bạc hơn người nước ngoài."
        },
        {
            "en": "The federal government has been <em>harshly</em> criticized for a slow and ineffectual response to the crisis.",
            "vi": "Chính phủ liên bang đã bị chỉ trích gay gắt vì phản ứng chậm và không đem lại kết quả mong muốn đối với cuộc khủng hoảng này."
        },
        {
            "en": "He believes young offenders should be dealt with quickly and <em>harshly</em>.",
            "vi": "Anh ta tin rằng tội phạm vị thành niên cần phải được trừng trị nhanh chóng và nghiêm khắc."
        },
        {
            "en": "Why does Peter assume madness in his interview with Mary and speak so <em>harshly</em> to her?",
            "vi": "Tại sao Peter lại giả điên trong cuộc gặp gỡ với Mary và nói chuyện gắt gỏng với cô ấy như vậy?"
        },
        {
            "en": "Don't judge him too <em>harshly</em>. You must make allowance for his inexperience.",
            "vi": "Đừng xét đoán quá nhiêm khắc đối với anh ta. Anh phải chiếu cố đến việc thiếu kinh nghiệm của anh ấy."
        },
        {
            "en": "The US, being a mendicant borrower, cannot be talking back <em>harshly</em> to its bankers in Beijing.",
            "vi": "Hoa Kỳ đang cầu cạnh để vay tiền, nên không thể trả treo gay gắt với nhà cái của mình ở Bắc Kinh."
        },
        {
            "en": "I prefer being with people who I feel aren't going to judge you too <em>harshly</em>.",
            "vi": "Tôi thích chơi với những người tôi cảm thấy họ không đánh giá cay nghiệt về bản thân tôi."
        },
        {
            "en": "She believes young offenders should be dealt with quickly and <em>harshly</em>.",
            "vi": "Cô ấy cho rằng những tội phạm trẻ tuổi cần được giải quyết nhanh chóng và gay gắt."
        },
        {
            "en": "For that reason, commercial bank, foreign bank branches in Vietnam are competing very <em>harshly</em> with Vietcombank.",
            "vi": "Vi vậy, các ngân hàng thương mại, các chi nhánh ngân hàng nước ngoài tại việt nam đang ráo riết cạnh tranh với vietcombank."
        },
        {
            "en": "Commercial banks, foreign bank branches in Vietnam are competing very <em>harshly</em> with Vietcombank.",
            "vi": "Các ngân hàng thương mại, các chi nhánh ngân hàng nước ngoài tại Việt Nam đang ráo riết cạnh tranh với Vietcombank."
        },
        {
            "en": "I don't understand why she sailed into her daughter so <em>harshly</em>.",
            "vi": "Tôi không hiểu tại sao bà ta lại mắng cô con gái mình thậm tệ đến thế."
        },
        {
            "en": "Pointing at his shirt collar, he demanded loudly and <em>harshly</em>: \"Where did you get this shirt cleaned?\"",
            "vi": "Anh ta chỉ vào cổ áo mình và nói lớn, cay nghiệt :''Em đã bỏ chiếc áo này giặt ở đâu?''"
        },
        {
            "en": "I found my brush and yanked it <em>harshly</em> through the snarls on the back of my neck.",
            "vi": "Tôi tìm bàn chải và chải mạnh với những tiếng càu nhàu phát ra trong cổ họng."
        }
    ],
    "suggestions": []
}