{
    "en_vn": {
        "data": {
            "content": null,
            "word": "harsher"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "harsher"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "harsher"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "harsher"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> búa nghiền</font></td></tr></tbody></table></div>",
            "word": "harsher"
        }
    },
    "sentences": [
        {
            "en": "They have been forced to introduce <em>harsher</em> disciplinary measures.",
            "vi": "Họ bị buộc phải đưa vào các biện pháp kỷ luật khắc nghiệt hơn."
        },
        {
            "en": "He should have been given a <em>harsher</em> sentence. Someone must have got to the judge.",
            "vi": "Lẽ ra hắn phải nhận bản án nặng hơn. Chắc ai đó đã lo lót thẩm phán rồi."
        },
        {
            "en": "The law has been <em>harsher</em> on soldiers than it has on citizens.",
            "vi": "Luật pháp đã khắc nghiệt hơn đối với quân nhân hơn đối với dân thường."
        },
        {
            "en": "The sounds heard over the larger bronchi and are louder and <em>harsher</em>.",
            "vi": "Tiếng nghe ở phế quản lớn hơn và khàn hơn."
        },
        {
            "en": "The law has been <em>harsher</em> on soldiers than it has on civilians.",
            "vi": "Luật pháp khắc khe với binh lính hơn là thường dân."
        },
        {
            "en": "The more concessions one makes, the <em>harsher</em> are the terms they dictate.",
            "vi": "Mình càng nhịn thì người ta càng làm tới."
        },
        {
            "en": "Breath sounds transmitted through consolidated lungs in pneumonia are louder and <em>harsher</em>; they are similar to the sounds heard normally over the lager bronchi and are termed bronchi breath sounds.",
            "vi": "Tiếng thở truyền qua phổi, bị đặc lại khi viêm phổi cũng lớn hơn và khàn hơn, các tiếng này cũng giống như tiếng thở bình thường ở phế quản nên được gọi là tiếng thở phế quản."
        },
        {
            "en": "He predicts that Greece will stay in the euro to avoid the far <em>harsher</em> fallout of leaving but that by doing will ensures a veil of gloom for the country for the immediate future.  ",
            "vi": "Ông dự đoán rằng Hy Lạp sẽ ở lại trong khối EU để tránh những khó khăn khắc nghiệt hơn nếu rời bỏ nhưng với điều đó chắc chắn sẽ tạo thành một bức màn u ám hơn cho đất nước này trong tương lai."
        },
        {
            "en": "Notably, these \"discrepant\" individuals were also significantly more likely than other participants to favor anti-gay policies; to be willing to assign significantly <em>harsher</em> punishments to perpetrators of petty crimes if they were presumed to be homosexual; and to express greater implicit hostility toward gay subjects (also measured with the help of subliminal priming). Thus our research suggests that some who oppose homosexuality do tacitly harbor same-sex attraction.",
            "vi": "Một điểm đáng chú ý là những đối tượng này có xu hướng ủng hộ các chính sách chống đồng tính hơn những người tham gia khác. Họ sẵn lòng đưa ra những hình phạt nặng hơn cho những phạm nhân đồng tính và thể hiện sự ghét bỏ ngầm những đối tượng đồng tính.Nghiên cứu này cho thấy những người chống lại đồng tính có thể bị hấp dẫn bởi người đồng tính."
        },
        {
            "en": "It made me sad that he had to try so hard. I comforted myself with the knowledge that I wouldn’t be causing him pain much longer.  I heard Charlie approaching then, stamping his feet on the way to express his customary displeasure with our guest. Edward’s eyes snapped open and he let our hands fall, keeping them twined.     “Good evening, Charlie.” Edward was always flawlessly polite, though Charlie didn’t deserve it. Charlie grunted at him, and then stood there with his arms crossed over his chest. He was taking the idea of parental supervision to extremes lately.  “I brought another set of applications,” Edward told me then, holding up a stuffed manila envelope. He was wearing a roll of stamps like a ring around his littlest finger.    I groaned. How were there any colleges left that he hadn’t forced me to apply to already? And how did he keep finding these loophole openings? It was so late in the year.  He smiled as if he could read my thoughts; they must have been very obvious on my face. “There are still a few open deadlines. And a few places willing to make exceptions.”    I could just imagine the motivations behind such exceptions. And the dollar amounts involved.  Edward laughed at my expression.  “Shall we?” he asked, towing me toward the kitchen table.  Charlie huffed and followed behind, though he could hardly complain about the activity on tonight’s agenda. He’d been pestering me to make a decision about college on a daily basis.    I cleared the table quickly while Edward organized an intimidating stack of forms. When I moved Wuthering Heights to the counter, Edward raised one eyebrow. I knew what he was thinking, but Charlie interrupted before Edward could comment.  “Speaking of college applications, Edward,” Charlie said, his tone even more sullen — he tried to avoid addressing Edward directly, and when he had to, it exacerbated his bad mood. “Bella and I were just talking about next year. Have you decided where you’re going to school?”      Edward smiled up at Charlie and his voice was friendly. “Not yet. I’ve received a few acceptance letters, but I’m still weighing my options.”  “Where have you been accepted?” Charlie pressed.  “Syracuse . . . Harvard . . . Dartmouth . . . and I just got accepted to the University of Alaska Southeast today.” Edward turned his face slightly to the side so that he could wink at me. I stifled a giggle.    “Harvard? Dartmouth?” Charlie mumbled, unable to conceal his awe. “Well that’s pretty . . . that’s something. Yeah, but the University of Alaska . . . you wouldn’t really consider that when you could go Ivy League. I mean, your father would want you to . . .”  “Carlisle’s always fine with whatever I choose to do,” Edward told him serenely.  “Hmph.”     “Guess what, Edward?” I asked in a bright voice, playing along.  “What, Bella?”  I pointed to the thick envelope on the counter. “I just got my acceptance to the University of Alaska!”  “Congratulations!” He grinned. “What a coincidence.”  Charlie’s eyes narrowed and he glared back and forth between the two of us. “Fine,” he muttered after a minute. “I’m going to go watch the game, Bella. Nine-thirty.”  That was his usual parting command.     “Er, Dad? Remember the very recent discussion about my freedom . . . ?”  He sighed. “Right. Okay, ten -thirty. You still have a curfew on school nights.”  “Bella’s no longer grounded?” Edward asked. Though I knew he wasn’t really surprised, I couldn’t detect any false note to the sudden excitement in his voice.  “Conditionally,” Charlie corrected through his teeth. “What’s it to you?”  I frowned at my dad, but he didn’t see.  “It’s just good to know,” Edward said. “Alice has been itching for a shopping partner, and I’m sure Bella would love to see some city lights.” He smiled at me.  But Charlie growled, “No!” and his face flushed purple.      “Dad! What’s the problem?”  He made an effort to unclench his teeth. “I don’t want you going to Seattle right now.”  “Huh?”  “I told you about that story in the paper — there’s some kind of gang on a killing spree in Seattle and I want you to steer clear, okay?”    I rolled my eyes. “Dad, there’s a better chance that I’ll get struck by lightning than that the one day I’m in Seattle —”  “No, that’s fine, Charlie,” Edward said, interrupting me. “I didn’t mean Seattle. I was thinking Portland, actually. I wouldn’t have Bella in Seattle, either. Of course not.”  I looked at him in disbelief, but he had Charlie’s newspaper in his hands and he was reading the front page intently     He must have been trying to appease my father. The idea of being in danger from even the most deadly of humans while I was with Alice or Edward was downright hilarious.  It worked. Charlie stared at Edward for one second more, and then shrugged. “Fine.” He stalked off toward the living room, in a bit of a hurry now — maybe he didn’t want to miss tip-off.  I waited till the TV was on, so that Charlie wouldn’t be able to hear me.  “What —,” I started to ask.  “Hold on,” Edward said without looking up from the paper. His eyes stayed focused on the page as he pushed the first application toward me across the table. “I think you can recycle your essays for this one. Same questions.”     Charlie must still be listening. I sighed and started to fill out the repetitive information: name, address, social. . . . After a few minutes I glanced up, but Edward was now staring pensively out the window. As I bent my head back to my work, I noticed for the first time the name of the school.  I snorted and shoved the papers aside.      “Bella?”  “Be serious, Edward. Dartmouth ?”  Edward lifted the discarded application and laid it gently in front of me again. “I think you’d like New Hampshire,” he said. “There’s a full complement of night courses for me, and the forests are very conveniently located for the avid hiker. Plentiful wildlife.” He pulled out the crooked smile he knew I couldn’t resist.     I took a deep breath through my nose.  “I’ll let you pay me back, if that makes you happy,” he promised. “If you want, I can charge you interest.”  “Like I could even get in without some enormous bribe. Or was that part of the loan? The new Cullen wing of the library? Ugh. Why are we having this discussion again?”     “Will you just fill out the application, please, Bella? It won’t hurt you to apply.”  My jaw flexed. “You know what? I don’t think I will.”  I reached for the papers, planning to crumple them into a suitable shape for lobbing at the trashcan, but they were already gone. I stared at the empty table for a moment, and then at Edward. He didn’t appear to have moved, but the application was probably already tucked away in his jacket.      “What are you doing?” I demanded.  “I sign your name better than you do yourself. You’ve already written the essays.”  “You’re going way overboard with this, you know.” I whispered on the off chance that Charlie wasn’t completely lost in his game. “I really don’t need to apply anywhere else. I’ve been accepted in Alaska. I can almost afford the first semester’s tuition. It’s as good an alibi as any. There’s no need to throw away a bunch of money, no matter whose it is.”  A pained looked tightened his face. “Bella —”  “Don’t start. I agree that I need to go through the motions for Charlie’s sake, but we both know I’m not going to be in any condition to go to school next fall. To be anywhere near people.”     My knowledge of those first few years as a new vampire was sketchy. Edward had never gone into details — it wasn’t his favorite subject — but I knew it wasn’t pretty. Self-control was apparently an acquired skill. Anything more than correspondence school was out of the question.  “I thought the timing was still undecided,” Edward reminded me softly. “You might enjoy a semester or two of college. There are a lot of human experiences you’ve never had.”  “I’ll get to those afterward.”  “They won’t be human experiences afterward. You don’t get a second chance at humanity, Bella.”  I sighed. “You’ve got to be reasonable about the timing, Edward. It’s just too dangerous to mess around with.”     “There’s no danger yet,” he insisted.  I glared at him. No danger? Sure. I only had a sadistic vampire trying to avenge her mate’s death with my own, preferably through some slow and torturous method. Who was worried about Victoria? And, oh yeah, the Volturi — the vampire royal family with their small army of vampire warriors — who insisted that my heart stop beating one way or another in the near future, because humans weren’t allowed to know they existed. Right. No reason at all to panic.  Even with Alice keeping watch — Edward was relying on her uncannily accurate visions of the future to give us advance warning — it was insane to take chances.    Besides, I’d already won this argument. The date for my transformation was tentatively set for shortly after my graduation from high school, only a handful of weeks away.  A sharp jolt of unease pierced my stomach as I realized how short the time really was. Of course this change was necessary — and the key to what I wanted more than everything else in the world put together — but I was deeply conscious of Charlie sitting in the other room enjoying his game, just like every other night. And my mother, Renée, far away in sunny Florida, still pleading with me to spend the summer on the beach with her and her new husband. And Jacob, who, unlike my parents, would know exactly what was going on when I disappeared to some distant school. Even if my parents didn’t grow suspicious for a long time, even if I could put off visits with excuses about travel expenses or study loads or illnesses, Jacob would know the truth.    For a moment, the idea of Jacob’s certain revulsion overshadowed every other pain.  “Bella,” Edward murmured, his face twisting when he read the distress in mine. “There’s no hurry. I won’t let anyone hurt you. You can take all the time you need.”  “I want to hurry,” I whispered, smiling weakly, trying to make a joke of it. “I want to be a monster, too.”     His teeth clenched; he spoke through them. “You have no idea what you’re saying.” Abruptly, he flung the damp newspaper onto the table in between us. His finger stabbed the headline on the front page:  DEATH TOLL ON THE RISE, POLICE FEAR GANG ACTIVITY  “What does that have to do with anything?”  “Monsters are not a joke, Bella.”  I stared at the headline again, and then up to his hard expression. “A . . . avampire is doing this?” I whispered.     He smiled without humor. His voice was low and cold. “You’d be surprised, Bella, at how often my kind are the source behind the horrors in your human news. It’s easy to recognize, when you know what to look for. The information here indicates a newborn vampire is loose in Seattle. Bloodthirsty, wild, out of control. The way we all were.”  I let my gaze drop to the paper again, avoiding his eyes.     “We’ve been monitoring the situation for a few weeks. All the signs are there — the unlikely disappearances, always in the night, the poorly disposed-of corpses, the lack of other evidence. . . . Yes, someone brand-new. And no one seems to be taking responsibility for the neophyte. . . .” He took a deep breath. “Well, it’s not our problem. We wouldn’t even pay attention to the situation if wasn’t going on so close to home. Like I said, this happens all the time. The existence of monsters results in monstrous consequences.”      I tried not to see the names on the page, but they jumped out from the rest of the print like they were in bold. The five people whose lives were over, whose families were mourning now. It was different from considering murder in the abstract, reading those names. Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O’Connell, Ronald Albrook. People who’d had parents and children and friends and pets and jobs and hopes and plans and memories and futures. . . .  “It won’t be the same for me,” I whispered, half to myself. “You won’t let me be like that. We’ll live in Antarctica.”     Edward snorted, breaking the tension. “Penguins. Lovely.”  I laughed a shaky laugh and knocked the paper off the table so I wouldn’t have to see those names; it hit the linoleum with a thud. Of course Edward would consider the hunting possibilities. He and his “vegetarian” family — all committed to protecting human life — preferred the flavor of large predators for satisfying their dietary needs. “Alaska, then, as planned. Only somewhere much more remote than Juneau — somewhere with grizzlies galore.”  “Better,” he allowed. “There are polar bears, too. Very fierce. And the wolves get quite large.”      My mouth fell open and my breath blew out in a sharp gust.  “What’s wrong?” he asked. Before I could recover, the confusion vanished and his whole body seemed to harden. “Oh. Never mind the wolves, then, if the idea is offensive to you.” His voice was stiff, formal, his shoulders rigid.  “He was my best friend, Edward,” I muttered. It stung to use the past tense. “Of course the idea offends me.”  “Please forgive my thoughtlessness,” he said, still very formal. “I shouldn’t have suggested that.”  “Don’t worry about it.” I stared at my hands, clenched into a double fist on the table.  We were both silent for a moment, and then his cool finger was under my chin, coaxing my face up. His expression was much softer now.       “Sorry. Really.”  “I know. I know it’s not the same thing. I shouldn’t have reacted that way. It’s just that . . . well, I was already thinking about Jacob before you came over.” I hesitated. His tawny eyes seemed to get a little bit darker whenever I said Jacob’s name. My voice turned pleading in response. “Charlie says Jake is having a hard time. He’s hurting right now, and . . . it’s my fault.”  “You’ve done nothing wrong, Bella.”  I took a deep breath. “I need to make it better, Edward. I owe him that. And it’s one of Charlie’s conditions, anyway —”     His face changed while I spoke, turning hard again, statue-like.  “You know it’s out of the question for you to be around a werewolf unprotected, Bella. And it would break the treaty if any of us cross over onto their land. Do you want us to start a war?”  “Of course not!”  “Then there’s really no point in discussing the matter further.” He dropped his hand and looked away, searching for a subject change. His eyes paused on something behind me, and he smiled, though his eyes stayed wary.  “I’m glad Charlie has decided to let you out — you’re sadly in need of a visit to the bookstore. I can’t believe you’re reading Wuthering Heights again. Don’t you know it by heart yet?”     “Not all of us have photographic memories,” I said curtly.  “Photographic memory or not, I don’t understand why you like it. The characters are ghastly people who ruin each others’ lives. I don’t know how Heathcliff and Cathy ended up being ranked with couples like Romeo and Juliet or Elizabeth Bennet and Mr. Darcy. It isn’t a love story, it’s a hate story.”     “You have some serious issues with the classics,” I snapped.  “Perhaps it’s because I’m not impressed by antiquity.” He smiled, evidently satisfied that he’d distracted me. “Honestly, though, why do you read it over and over?” His eyes were vivid with real interest now, trying — again — to unravel the convoluted workings of my mind. He reached across the table to cradle my face in his hand. “What is it that appeals to you?”    His sincere curiosity disarmed me. “I’m not sure,” I said, scrambling for coherency while his gaze unintentionally scattered my thoughts. “I think it’s something about the inevitability. How nothing can keep them apart — not her selfishness, or his evil, or even death, in the end. . . .”  His face was thoughtful as he considered my words. After a moment he smiled a teasing smile. “I still think it would be a better story if either of them had one redeeming quality.”     “I think that may be the point,” I disagreed. “Their love is their only redeeming quality.”  “I hope you have better sense than that — to fall in love with someone so . . . malignant.”  “It’s a bit late for me to worry about who I fall in love with,” I pointed out. “But even without the warning, I seem to have managed fairly well.”      He laughed quietly. “I’m glad you think so.”  “Well, I hope you’re smart enough to stay away from someone so selfish. Catherine is really the source of all the trouble, not Heathcliff.”  “I’ll be on my guard,” he promised.  I sighed. He was so good at distractions.  I put my hand over his to hold it to my face. “I need to see Jacob.”  His eyes closed. “No.”      “It’s truly not dangerous at all,” I said, pleading again. “I used to spend all day in La Push with the whole lot of them, and nothing ever happened.”  But I made a slip; my voice faltered at the end because I realized as I was saying the words that they were a lie. It was not true that nothing had ever happened. A brief flash of memory — an enormous gray wolf crouched to spring, baring his dagger-like teeth at me — had my palms sweating with an echo of remembered panic.  Edward heard my heart accelerate and nodded as if I’d acknowledged the lie aloud. “Werewolves are unstable. Sometimes, the people near them get hurt. Sometimes, they get killed.”     I wanted to deny it, but another image slowed my rebuttal. I saw in my head the once beautiful face of Emily Young, now marred by a trio of dark scars that dragged down the corner of her right eye and left her mouth warped forever into a lopsided scowl.  He waited, grimly triumphant, for me to find my voice.  “You don’t know them,” I whispered.  “I know them better than you think, Bella. I was here the last time.”  “The last time?”     “We started crossing paths with the wolves about seventy years ago. . . . We had just settled near Hoquiam. That was before Alice and Jasper were with us. We outnumbered them, but that wouldn’t have stopped it from turning into a fight if not for Carlisle. He managed to convince Ephraim Black that coexisting was possible, and eventually we made the truce.”  Jacob’s great-grandfather’s name startled me.    “We thought the line had died out with Ephraim,” Edward muttered; it sounded like he was talking to himself now. “That the genetic quirk which allowed the transmutation had been lost. . . .” He broke off and stared at me accusingly. “Your bad luck seems to get more potent every day. Do you realize that your insatiable pull for all things deadly was strong enough to recover a pack of mutant canines from extinction? If we could bottle your luck, we’d have a weapon of mass destruction on our hands.”  I ignored the ribbing, my attention caught by his assumption — was he serious? “But I didn’t bring them back. Don’t you know?”     “Know what?”  “My bad luck had nothing to do with it. The werewolves came back because the vampires did.”  Edward stared at me, his body motionless with surprise.  “Jacob told me that your family being here set things in motion. I thought you would already know. . . .”  His eyes narrowed. “Is that what they think?”  “Edward, look at the facts. Seventy years ago, you came here, and the werewolves showed up. You come back now, and the werewolves show up again. Do you think that’s a coincidence?”     He blinked and his glare relaxed. “Carlisle will be interested in that theory.”  “Theory,” I scoffed.  He was silent for a moment, staring out the window into the rain; I imagined he was contemplating the fact that his family’s presence was turning the locals into giant dogs.  “Interesting, but not exactly relevant,” he murmured after a moment. “The situation remains the same.”  I could translate that easily enough: no werewolf friends.  I knew I must be patient with Edward. It wasn’t that he was unreasonable, it was just that he didn’t understand. He had no idea how very much I owed Jacob Black — my life many times over, and possibly my sanity, too.     I didn’t like to talk about that barren time with anyone, and especially not Edward. He had only been trying to save me when he’d left, trying to save my soul. I didn’t hold him responsible for all the stupid things I’d done in his absence, or the pain I had suffered.  He did.  So I would have to word my explanation very carefully.  I got up and walked around the table. He opened his arms for me and I sat on his lap, nestling into his cool stone embrace. I looked at his hands while I spoke.    “Please just listen for a minute. This is so much more important than some whim to drop in on an old friend. Jacob is in pain.” My voice distorted around the word. “I can’t not try to help him — I can’t give up on him now, when he needs me. Just because he’s not human all the time. . . . Well, he was there for me when I was . . . not so human myself. You don’t know what it was like. . . .” I hesitated. Edward’s arms were rigid around me; his hands were in fists now, the tendons standing out. “If Jacob hadn’t helped me . . . I’m not sure what you would have come home to. I owe him better than this, Edward.”     I looked up at his face warily. His eyes were closed, and his jaw was strained.  “I’ll never forgive myself for leaving you,” he whispered. “Not if I live a hundred thousand years.”  I put my hand against his cold face and waited until he sighed and opened his eyes.  “You were just trying to do the right thing. And I’m sure it would have worked with anyone less mental than me. Besides, you’re here now. That’s the part that matters.”  “If I’d never left, you wouldn’t feel the need to go risk your life to comfort a dog .”  I flinched. I was used to Jacob and all his derogatory slurs —bloodsucker, leech, parasite . . . .    Somehow it sounded <em>harsher</em> in Edward’s velvet voice.  “I don’t know how to phrase this properly,” Edward said, and his tone was bleak. “It’s going to sound cruel, I suppose. But I’ve come too close to losing you in the past. I know what it feels like to think I have. I am not going to tolerate anything dangerous.”  “You have to trust me on this. I’ll be fine.”  His face was pained again. “Please, Bella,” he whispered.  I stared into his suddenly burning golden eyes. “Please what?”  “Please, for me. Please make a conscious effort to keep yourself safe. I’ll do everything I can, but I would appreciate a little help.”      “I’ll work on it,” I murmured.  “Do you really have any idea how important you are to me? Any concept at all of how much I love you?” He pulled me tighter against his hard chest, tucking my head under his chin.  I pressed my lips against his snow-cold neck. “I know how much I love you ,” I answered.  “You compare one small tree to the entire forest.”  I rolled my eyes, but he couldn’t see. “Impossible.”  He kissed the top of my head and sighed.  “No werewolves.”  “I’m not going along with that. I have to see Jacob.”  “Then I’ll have to stop you.”    He sounded utterly confident that this wouldn’t be a problem.  I was sure he was right.  “We’ll see about that,” I bluffed anyway. “He’s still my friend.”  I could feel Jacob’s note in my pocket, like it suddenly weighed ten pounds. I could hear the words in his voice, and he seemed to be agreeing with Edward — something that would never happen in reality.  Doesn’t change anything. Sorry.",
            "vi": "Điều đó làm tôi buồn khi anh phải cố gắng thật nhiều như vậy. Tôi an ủi mình bằng chuyện mình sẽ không làm cho anh đau đớn lâu hơn.  Thế rồi tôi nghe tiếng Charlie đến gần, nện bước chân của ông trên đường đi tỏ thái độ không hài lòng cố hữu của ông với vị khách của chúng tôi. Mắt Edward vội mở ra và anh buông bàn tay chúng tôi xuống, vẫn đan vào nhau.    \"Chào Charlie.\" Edward lúc nào cũng hết sức lịch sự, cho dù Charlie không xứng đáng với điều đó. Charlie cằn nhằn anh, rồi đứng ở đó khoanh tay trước ngực. Gần đây ông muốn chứng tỏ quyền làm cha giám sát tôi hết sức nghiêm ngặt.  \"Anh mang đến một bộ đơn khác nữa,\" Edward nói với tôi rồi giơ lên phong bì bằng giấy ma-ni-la chật cứng. Anh đang cuộn một cuộn tem giống như cái nhẫn quanh ngón tay út của mình.    Tôi rên rỉ. Còn có trường cao đẳng nào còn sót lại mà anh không ép tôi nộp đơn không? Và làm sao anh cứ tìm những trường còn trống này hoài vậy? Năm nay đã trễ rồi mà.  Anh mỉm cười như thể đoán được ý nghĩ của tôi; chắc chúng hiện trên mặt tôi. \"Vẫn còn một vài thời hạn chót để ngỏ. Và một vài nơi sẵn sàng chấp nhận ngoại lệ”.    Tôi có thể hình dung được động cơ đằng sau những ngoại lệ ấy. Và chắc thế nào cũng dính đến tiền.  Edward cười nhạo vẻ mặt của tôi.  \"Mình làm chứ?\" anh hỏi, kéo tôi về phía bàn bếp.  Charlie gắt gỏng và đi theo sau, cho dù ông hầu như không than phiền gì về hoạt động của lịch trình đêm nay. Ông quấy rầy tôi mỗi ngày về việc chọn trường.     Tôi dọn bàn thật nhanh trong khi Edward sắp xếp lại chồng đơn đáng ngại. Khi tôi dời cuốn Đỉnh gió hú trên quầy, Edward nhướng mày. Tôi biết anh đang nghĩ gì, nhưng Charlie cắt ngang trước khi Edward bình luận.  \"Nói về vụ nộp đơn vào trường cao đẳng, Edward, \" Charlie nói, giọng ông thậm chí giận dỗi hơn - ông cố tránh gọi thẳng tên Edward, và khi ông bắt buộc phải lên tiếng, thì ông càng tức giận hơn.  \"Bella và tôi đang nói về năm tới. Cậu đã quyết định sẽ học trường nào chưa?\"    Edward tươi cười nhìn Charlie và giọng anh đầy thân thiện. \"Chưa. Cháu đã nhận được một vài thư đồng ý, nhưng cháu vẫn còn cân nhắc lựa chọn.\"  \"Thế nơi nào đã chấp nhận rồi?\" Charlie nhấn mạnh.  \"Syracuse…..Harvard……Dartmouth. Và cháu vừa nhận thư của đại học Alaska Southeast hôm nay.\" Edward hơi quay mặt sang một bên để có thể nháy mắt với tôi. Tôi nín cười.     \"Harvard? Dartmouth ?\" Charlie lầm bầm, không giấu được vẻ ngưỡng mộ. \"Ờ, tốt……. thế cũng được. Ờ, nhưng đại học Alaska….cậu không nghĩ đến chuyện cậu có thể học ở Ivy League à. Ý tôi là, cha cậu sẽ muốn cậu …..\"  \"Cháu chọn gì Carlisle cũng chịu hết,\" Edward bình tĩnh nói với ông.  \"Hừm.\"    \"Anh tưởng tượng được không, Edward?\" Tôi vui vẻ hỏi, xạo sự.  “Chuyện gì vậy Bella?\"  Tôi chỉ cái phong bì dày cộm trên quầy bếp. \"Em vừa nhận được thư chấp thuận của đại học Alaska!\"  \"Chúc mừng em!\" Anh cười toe toét. \"Trùng hợp làm sao.\"  Mắt Charlie nheo lại và ông nhìn qua lại hai chúng tôi. \"Tốt thôi,\" Một phút sau ông lẩm bẩm \" Bố đi coi đánh bóng đây, Bella. Nhớ chín giờ ba mươi nhé. \"  Đó là mệnh lệnh thường lệ của ông khi bỏ đi.    \"Eo, bố? Bố có nhớ mới nói xong về chuyện con tự do ... không?\"  Ông thở dài. \"Đúng vậy. Thôi được, mười giờ ba mươi. Con vẫn còn lệnh hạn chế học đêm ở trường đấy\"  \"Bella không bị cấm ra ngoài nữa sao?\" Edward hỏi. Dù tôi biết anh chẳng hề ngạc nhiên, nhưng tôi không thể phát hiện ra vẻ giả tạo trong giọng sung sướng bất ngờ của anh.  \"Có điều kiện,\" Charlie đính chính qua kẽ răng. \"Dính dáng gì tới cậu?\"  Tôi cau mày khó chịu với bố tôi, nhưng anh không thấy điều đó.  \"Thật vui khi biết vậy,\" Edward nói. \"Alice đang mong có một người mua sắm hợp rơ, và cháu chắc chắn rằng Bella muốn được ngắm nhìn ánh đèn thành phố.\" Anh mỉm cười với tôi.  Nhưng Charlie gầm gừ, \"Không được!\" và mặt ông chuyển sang đỏ tía.    \"Bố! Sao kỳ vậy bố?\"  Ông cố gắng lên tiếng. \"Bố không muốn con đi Seattle ngay bây giờ.\"  \"Hả?\"  \"Bố đã kể cho con nghe về chuyện đăng trong báo rồi - có băng nhóm nào đó đang bắn giết điên loạn ở Seattle và bố muốn con tránh xa, được chứ?\"    Tôi trợn tròn mắt. \"Bố, bị sét đánh còn dễ xảy ra hơn tự nhiên đúng ngày con ở Seattle -\"  \"Không đâu, được thôi, bác Charlie, \" Edward nói, ngắt lời tôi. \"Cháu không có ý nói đến Seattle. Thực ra cháu nghĩ đến Portland. Cháu cũng sẽ không để Bella đến Seattle đâu. Dĩ nhiên là không rồi.\"  Tôi nhìn anh nghi ngờ, nhưng anh cầm tờ báo của Charlie trong tay và anh đang đọc trang nhất chăm chú.    Chắc là anh đang cố gắng để dỗ dành bố thôi. Cái ý nghĩ gặp nguy hiểm dù là bởi những con người đáng sợ nhất trong khi đang ở bên Alice hay Edward thật hết sức buồn cười.  Có hiệu quả liền. Charlie nhìn chằm chằm vào Edward trong một giây nữa, rồi nhún vai. \"Tốt thôi.\" Ông hiên ngang đi về phía phòng khách, bây giờ thì hơi vội một chút - có lẽ ông không muốn bỏ lỡ phần bắt đầu hiệp đấu.  Tôi chờ đến khi TV được bật lên, để Charlie không nghe được.  \"Chuyện gì thế-,\" tôi bắt đầu hỏi.  \"Chờ chút,\" Edward nói không rời mắt khỏi tờ báo. Mắt anh vẫn nhìn vào trang này khi đẩy qua bàn lá đơn đầu tiên về phía tôi. \"Anh nghĩ em có thể chế lại bài tiểu luận của em cho lá đơn này. Cũng mấy câu hỏi giống nhau thôi\"    Charlie hẳn vẫn đang nghe ngóng. Tôi thở dài và bắt đầu điền vào thông tin lặp đi lặp lại cũ rích: tên, địa chỉ, tình trạng xã hội…..Sau vài phút, tôi liếc nhìn lên, nhưng Edward đang nhìn trầm ngâm ra cửa sổ. Khi cúi đầu trở lại với việc đang làm, tôi mới để ý đến tên của trường.  Tôi khịt mũi và đẩy mấy tờ giấy sang một bên.    \"Bella ?\"  \"Nghiêm túc đi, Edward. Trường Dartmouth sao?\"  Edward lấy cái đơn tôi đã bỏ và đặt nó nhẹ nhàng trước mặt tôi trở lại. \"Anh nghĩ em sẽ thích New Hampshire, \" anh nói. \"Có lớp đêm bổ sung đầy đủ cho anh, và rừng cũng nằm ở vị trí rất thuận tiện cho người mê đi bộ đường dài. Đầy nhóc động vật hoang dã. \" Anh nhếch môi mỉm cười nụ cười anh biết tôi không cưỡng lại nỗi.    Tôi hít thật sâu qua mũi.  \"Anh sẽ để em trả tiền lại, nếu em thích vậy,\" anh hứa. \"Nếu em muốn, anh có thể tính tiền lãi\"  \"Làm như em tự nhiên được nhận vào trường mà không cần tiền hối lộ khổng lồ vậy. Hay đó là điều kiện của chuyện cho vay tiền? Hay nhà Cullen bảo trợ cho thư viện mới? Eo ôi. Sao mình cứ nói đi nói lại chuyện này hoài vậy?\"     \"Em chỉ cần điền vào đơn này thôi mà, Bella? Có đau đớn gì đâu chứ.\"  Hàm tôi nghiến lại. \"Anh biết gì không? Em sẽ không điền đâu. \"  Tôi với lấy mấy tờ giấy, định vò tròn chúng lại để quăng vào thùng rác, nhưng chúng không còn ở đó nữa. Tôi nhìn chằm chằm vào cái bàn trống không một hồi lâu, rồi nhìn Edward. Anh như chẳng hề nhúc nhích, nhưng cái đơn có lẽ đã được giấu trong áo khoác của anh.    \"Anh sẽ làm gì?\" Tôi gặng hỏi.  \"Anh sẽ ký tên em đẹp hơn là em tự ký. Em đã viết tiểu luận rồi còn gì.\"  \"Anh biết đó, anh quá nhiệt tình chuyện này đó\" Tôi thì thầm vì ít có khả năng Charlie hoàn toàn đắm chìm vào trận đấu. \"Em thật sự chẳng cần nộp đơn vô đâu hết. Em đã được chấp nhận vào Alaska. Em gần như có thể chi trả học phí trong học kỳ đầu tiên. Nó là chứng cớ ngoại phạm tốt cho mọi thứ. Không cần phải quăng cả đống tiền, dù đó là trường của ai.\"  Vẻ mặt anh căng ra đau đớn. \"Bella - \"  \"Đừng nói lại chuyện đó nữa. Em đồng ý là em cần xem xét kỹ lưỡng mọi hành động vì Charlie, nhưng cả hai chúng ta đều biết là em không thể nào đến trường vào mùa thu tới. Không thể nào ở bất kỳ đâu gần con người.\"    Kiến thức của tôi về mấy năm đầu tiên làm ma cà rồng mới rất sơ sài. Edward chẳng bao giờ chịu nói cặn kẽ - đó không phải là đề tài ưa thích của anh - nhưng tôi biết chẳng dễ chịu chút nào. Tự chủ rõ ràng là kỹ năng cần có. Bất cứ trường nào mà ngoài trường đào tạo từ xa là không thể được.  \"Anh tưởng chuyện chọn thời gian vẫn chưa ngã ngũ,\" Edward nhắc khẽ tôi. \"Em có thể học một hoặc hai học kỳ ở cao đẳng. Em chưa có nhiều kinh nghiệm làm người mà.\"  \"Sau đó em sẽ có thôi.\"  \"Sau đó sẽ không còn là kinh nghiệm làm người nữa. Em sẽ không có cơ hội làm người lần thứ hai đâu, Bella. \"  Tôi thở dài.\"Anh phải biết điều về vụ chọn thời gian chứ, Edward. Chuyện này quá nguy hiểm nên phải nghiêm túc mới được.\"    \"Chưa có gì nguy hiểm hết,\" anh nhấn mạnh.  Tôi nhìn anh trừng trừng. Không nguy hiểm ư? Chắc chắn rồi. Tôi chỉ thấy có một ma cà rồng ác dâm cố trả thù cái chết của bạn tình, bằng cách hành hạ đau đớn từ từ. Ai lo về vụ Victoria? Và còn, ồ, ờ, Volturi - một gia đình hoàng tộc ma cà rồng với đội quân nhỏ các chiến binh ma cà rồng - khăng khăng là tôi sẽ chết bằng cách này hay cách khác trong một ngày gần đây, vì con người không được phép biết họ tồn tại. Đúng. Có chút lý do gì để hoảng sợ đâu.  Ngay cả việc Alice luôn canh chừng - Edward dựa vào khả năng biết chính xác tương lai một cách kỳ lạ của cô ấy để cảnh báo cho chúng tôi mọi việc- thật là điên khi liều lĩnh như vậy.     Hơn nữa, tôi đã thắng trong cuộc tranh luận này. Ngày biến đổi tôi đã được tạm thời quyết định là ngay sau khi tốt nghiệp trung học, tức là chỉ còn vài tuần nữa thôi.  Cái xóc nẩy mạnh khó chịu xuyên qua dạ dày khi tôi nhận ra khoảng thời gian thực sự còn rất ngắn. Dĩ nhiên sự biến đổi này là cần thiết - và bởi đó chính là điều mà tôi mong muốn hơn hết thảy những gì trên thế gian này gộp lại - nhưng tôi quan tâm rất nhiều đến Charlie vẫn đang ngồi trong căn phòng kia thưởng thức trận đấu, như mọi buổi tối khác. Và mẹ tôi, Renée, đang ở tiểu bang đầy nắng Florida xa xôi, vẫn bảo tôi đến nghỉ hè trên bãi biển với bà và chồng mới cưới của bà. Và Jacob, một người, không giống như cha mẹ tôi, sẽ biết chính xác chuyện gì xảy ra khi tôi biến mất để đến ngôi trường nào đó xa xôi. Ngay cho dù cha mẹ tôi không nghi ngờ trong một thời gian dài, ngay cho dù tôi có thể hoãn viếng thăm với lời xin lỗi rằng vì chi phí đi lại hay vì học hành quá tải hoặc bệnh, nhưng Jacob sẽ biết sự thật.     Trong một chốc, cái ý nghĩ Jacob chắc chắn khiếp sợ đã làm lu mờ mọi nỗi đau khác.  \"Bella,\" Edward thì thầm, mặt anh nhăn lại khi đọc thấy niềm đau trong suy nghĩ của tôi. \"Không có gì phải vội. Anh sẽ không để cho bất kỳ ai làm em bị thương. Em hãy thong thả.\"  \"Em muốn nhanh,\" tôi thì thầm, mỉm cười yếu ớt, cố pha trò. \"Em cũng muốn trở thành quái vật nữa.”    Anh nghiến răng lại; nói qua kẽ răng. \"Em không biết em đang nói gì đâu.\" Bỗng dưng anh ném tờ báo ướt lên bàn ở giữa chúng tôi. Ngón tay anh chỉ vào dòng tít trên trang nhất :  DANH SÁCH NGƯỜI CHẾT ĐANG GIA TĂNG, CẢNH SÁT E RẰNG ĐÂY LÀ HOẠT ĐỘNG CỦA CÁC BĂNG NHÓM  \"Chuyện đó chẳng dính dáng tới gì hết?\"  \"Quái vật không phải là chuyện đùa đâu, Bella.\"  Tôi nhìn chằm chằm vào tiêu đề bài báo, rồi ngước lên nhìn vẻ mặt nghiêm nghị của anh.  ”Một…con ma cà rồng đang làm việc này à?\" Tôi thì thầm.    Anh cười chua chát. Giọng anh chùng xuống và lạnh lẽo.  \"Em sẽ ngạc nhiên, Bella, khi biết đồng loại của anh thường đứng sau những chuyện kinh dị đăng ở các trang tin tức của loài người. Thật dễ nhận ra, khi em biết em đang tìm kiếm gì. Thông tin ở đây cho biết một con ma cà rồng mới sinh đang sống buông thả ở Seattle. Khát máu, hoang dã, không kiểm soát được bản thân. Tất cả bọn anh đều thế.\"  Tôi nhìn chằm chằm vào tờ báo lần nữa, lẩn tránh ánh mắt anh.    \"Tụi anh đã giám sát tình hình trong một vài tuần nay. Mọi dấu hiệu đều có ở đó cả - biến mất mơ hồ, luôn vào ban đêm, – những xác chết ở trong tình trạng thảm khốc, thiếu bằng chứng khác... Đúng vậy, một con mới tinh. Và dường như chẳng ai chịu trách nhiệm về con ma cà rồng mới này. ..\" Anh hít thật sâu. \" Ừm, đó không phải là chuyện của mình. Bọn anh thậm chí chẳng thèm để mắt tới nếu nó không xảy ra ở gần nhà mình. Như anh đã nói, chuyện này xảy ra hoài. Sự hiện hữu của mấy con quái vật sẽ dẫn đến hậu quả ghê gớm.\"    Tôi cố không nhìn mấy cái tên trên trang này, nhưng chúng cứ nhảy ra khỏi phần còn lại của trang in như thể được in đậm vậy. Năm người bị chết, gia đình họ giờ đây đang than khóc. Khi đọc những cái tên đó, tôi thấy nó khác với những vụ giết người về mặt lý thuyết . Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O'Connell, Ronald Albrook. Những người này cũng có cha mẹ và con cái và bạn bè và thú cưng và công việc và hy vọng và kế hoạch và những kỷ niệm và tương lại nữa..…  \"Em sẽ không giống vậy đâu,\" tôi thì thầm, nửa tự nói với chính mình.  \"Anh sẽ không để em như thế nhé. Mình sẽ sống ở Nam cực.\"    Edward khịt mũi, phá tan đi sự căng thẳng. \"Có chim cánh cụt nữa. Dễ thương hết sức.\"  Tôi run run cười và gạt phăng tờ báo ra khỏi bàn để khòi nhìn thấy mấy cái tên đó nữa; nó chạm vô vải sơn lót sàn kêu cái thịch. Tất nhiên Edward sẽ xem xét khả năng săn mồi. Anh và cả gia đình \"ăn chay\" của anh - đều cam kết bảo vệ mạng sống con người – chọn hương vị của các con thú lớn để đáp ứng nhu cầu ăn kiêng của họ. \"Vậy thì, Alaska, như kế hoạch. Chỉ việc chọn nơi nào đó xa hơn Juneau - một nơi nào đó mà có thiệt nhiều gấu xám.\"  \"Tốt hơn,\" anh thêm vào. \"nên có cả gấu trắng Bắc Cực. Rất dữ tợn. Và loài sói sẽ đông lên.\"     Tôi há hốc và thở thật mạnh.  \"Có chuyện gì vậy?\" anh hỏi. Trước khi tôi có thể thở lại bình thường, vẻ không hiểu biến mất và toàn thân anh dường như rắn lại. \"Ồ. Vậy thì đừng để ý đến loài sói, nếu chuyện này làm em khó chịu.\" Giọng anh đanh lại, nghiêm nghị, đôi vai anh gồng lên.  \"Anh ấy đã từng là bạn thân nhất của em, Edward,\" tôi lẩm bẩm. Cảm thấy nhói đau khi sử dụng thời quá khứ. “Dĩ nhiên ý nghĩ đó làm em khó chịu.\"  \"Làm ơn bỏ qua chuyện anh thiếu suy nghĩ nhé,\" anh nói, vẫn với cái giọng nghiêm nghị ấy. \"Lẽ ra anh không nên nêu chuyện đó ra. \"  \"Đừng lo chuyện đó.\" Tôi nhìn chằm chằm vào bàn tay tôi, nắm lại thành hai nắm đấm trên bàn.  Cả hai chúng tôi đều im lặng một hồi lâu, và rồi ngón tay mát rượi của anh ở dưới cằm tôi, nâng mặt tôi lên. Giờ thì vẻ mặt của anh dịu nhiều.    \"Xin lỗi. Thật đấy.\"  \"Em biết. Em biết sẽ không còn như cũ nữa. Lẽ ra em không nên phản ứng như vậy. Chỉ là…..ừm, em đang nghĩ đến Jacob trước khi anh ghé qua.\" Tôi do dự. Đôi mắt vàng nâu của anh hình như tối lại mỗi khi tôi nhắc đến tên Jacob. Giọng tôi khẩn khoản đáp lại.\" Charlie nói Jake đang khổ sở. Hiện giờ anh ta đang đau đớn, và . . . do lỗi của em đó. \"  \"Em đâu có làm gì sai, Bella. \"  Tôi hít thật sâu. \"Em cần phải cải thiện tình hình, Edward. Em nợ anh ấy chuyện này. Và dù sao đó cũng là một trong những điều kiện của Charlie\"    Mặt anh đổi sắc khi tôi nói, trở nên rắn lại, như tượng.  \"Em biết là việc em loanh quanh bên cạnh người sói không có ai bảo vệ là không thể được, Bella. Và chuyện đó sẽ phá vỡ thoả ước nếu có ai trong tụi anh vượt qua đất của họ. Em có muốn tụi anh gây chiến không?\"  \"Dĩ nhiên là không rồi!\"  \"Vậy thì chẳng cần nói thêm về chuyện này nữa.\" Anh buông thỏng tay xuống và nhìn sang chỗ khác, tìm đề tài để thay đổi. Mắt anh ngừng lại trên cái gì đó đằng sau tôi, và anh mỉm cười, mặc dù đôi mắt anh vẫn dè dặt.  “Anh mừng vì Charlie đã quyết định cho em ra ngoài – em cảm thấy buồn và cần đến tiệm sách. Anh không thể tin nỗi em lại đọc Đỉnh gió hú. Em chưa thuộc lòng nó à?\"    \"Đâu phải ai cũng có trí nhớ như in đâu,\" tôi cộc lốc nói.  \"Nhớ như in hay không, anh vẫn không hiểu tại sao em thích nó. Mấy nhân vật này là những người rùng rợn cứ huỷ hoại đời nhau. Anh không biết tại sao Heathcliff và Cathy cuối cùng lại được xếp vô những đôi như Romeo và Juliet hoặc Elizabeth Bennet và ông Darcy. Đâu phải là một chuyện tình, đó là câu chuyện về lòng căm thù.\"     \"Anh không thích những tác phẩm kinh điển thì phải,\" tôi cáu kỉnh.  \"Có lẽ đó là vì anh không ấn tượng với đồ cổ.\" Anh mỉm cười, rõ ràng hài lòng khi đã làm phân tâm tôi. \"Thế nhưng, thật tình sao em cứ đọc nó hoài vậy?\" Mắt anh long lanh với vẻ quan tâm thực sự, cố gắng –một lần nữa – làm sáng tỏ kiểu suy nghĩ rối rấm của tâm trí tôi. Anh chồm qua bàn ôm mặt tôi trong bàn tay mình.\"Cái gì đã lôi cuốn em đến vậy?\"    Tính hiếu kỳ chân thành của anh đã làm tôi mềm lòng. \"Em không rõ nữa, \" tôi nói, cố gắng sắp xếp lại ý nghĩ trong khi ánh nhìn chằm chằm của anh vô tình phân tán suy nghĩ của tôi. \"Em nghĩ đó có thể là tính tất yếu không thể tránh được. Sao mà chẳng có gì có thể chia lìa họ được - không phải tính ích kỷ của cô ấy, hay tại bản chất anh ta xấu xa, hoặc thậm chí cái chết, cuối cùng….\"  Mặt anh có vẻ tư lự khi nghiền ngẫm lời tôi nói. Một lúc sau anh cười trêu chọc. \"Anh vẫn nghĩ chuyện sẽ hay hơn nếu có ai trong số họ biết hối lỗi\"    \"Em nghĩ có lẽ điểm mấu chốt là, \" tôi không đồng ý. \"Tình yêu chính là sự hối lỗi duy nhất của họ.\"  \"Anh tưởng em có khả năng thưởng thức tốt hơn thế - yêu ai đó rất ...có hại.\"  \"Hơi trễ đối với em để lo chuyện em yêu ai, \" tôi nêu rõ. “Nhưng thậm chí không cần cảnh báo, dường như em đã kiểm soát chuyện đó khá tốt rồi.\"    Anh cười lặng lẽ. \"Anh mừng khi em nghĩ vậy.\"  \"Ừm, em hy vọng anh đủ thông minh để tránh xa những ai ích kỷ như thế. Catherine đúng là nguồn cơn của mọi rắc rối, đâu phải Heathcliff.\"  \"Anh sẽ cảnh giác,\" anh hứa.  Tôi thở dài. Anh giỏi làm người ta phân tâm lắm.  Tôi đặt tay mình lên tay anh để ôm lấy mặt tôi. \"Em cần gặp Jacob.\"  Mắt anh nhắm lại. \"Đừng.\"     \"Thực sự không nguy hiểm chút nào đâu,” tôi nói, van nài lần nữa. \"Em thường chơi với tất cả mọi người suốt cả ngày ở La Push, mà chưa bao giờ có chuyện gì xảy ra hết.\"  Nhưng tôi đã sơ suất; giọng tôi ấp úng ở đoạn cuối vì tôi nhận ra tôi đang nói những từ dối trá. Không phải chẳng có gì xảy ra. Một tia ký ức chợt loé lên trong đầu tôi - con chó sói xám khổng lồ thu mình lại chuẩn bị nhảy, nhe răng nhọn như dao găm chĩa vào tôi - làm cho lòng bàn tay tôi mướt mồ hôi với tiếng kêu hoảng sợ khi nhớ lại.  Edward nghe được tim tôi đập nhanh hơn và gục gặc đầu như thể tôi đã thừa nhận chuyện nói xạo . \"Người sói không thể tự chủ được. Đôi khi, người gần gũi chúng sẽ bị thương. Đôi khi, họ còn bị giết chết nữa.\"    Tôi muốn phủ nhận điều đó, nhưng hình ảnh khác làm tôi chậm bác bỏ. Tôi thấy trong đầu mình khuôn mặt trước đây rất xinh đẹp của Emily Young, bây giờ bị huỷ hoại với ba cái sẹo đen kéo khoé mắt phải của cô xuống và làm cho miệng cô méo mó suốt đời thành nét giận dữ không cân xứng.  Anh chờ tôi lên tiếng với vẻ hoan hỉ đắc thắng.  “Anh chẳng hiểu họ đâu,\" tôi thì thầm.  \"Anh hiểu họ nhiều hơn em nghĩ đấy, Bella. Anh có mặt ở đây lần cuối cùng.\"  \"Lần cuối cùng à?\"    \"Tụi anh bắt đầu đụng độ với bọn sói khoảng bảy mươi năm về trước…..tụi anh dừng chân gần Hoquiam. Đó là trước khi Alice và Jasper về ở với tụi anh. Tụi anh đông hơn họ, nhưng chẳng thể ngăn được cuộc chiến nếu không vì Carlisle. Ông đã cố thuyết phục Ephraim Black là có thể cùng chung sống, và cuối cùng tụi anh đã thoả thuận ngừng chiến.\"  Cái tên của ông cố Jacob khiến tôi giật mình.    “Tụi anh cứ ngỡ dòng họ này đã lụi tàn cùng với Ephraim rồi chứ,\" Edward lẩm bẩm; nghe có vẻ như anh giờ đây đang tự sự với chính mình. \"Tưởng là sự biến dị giúp biến đổi ấy đã mai một...\" Anh dừng lại và nhìn tôi chằm chằm với vẻ buộc tội. \"Vận rủi của em có vẻ phát huy hiệu lực hơn mỗi ngày. Em có biết là khả năng lôi kéo chết chóc vô độ của em đã đủ mạnh để cứu đàn chó đột biến khỏi tình trạng tuyệt chủng không? Nếu đóng chai được may mắn của em, thì mình đã có được vũ khí huỷ diệt hàng loạt trong tay rồi.\"  Tôi lờ đi lời trêu ghẹo, chú ý đến giả định của anh – Anh nói thiệt ư?  \"Nhưng em đâu có khôi phục họ đâu. Anh không biết à?\"    \"Biết cái gì?\"  \"Chuyện xui xẻo của em chẳng hề liên quan gì đến chuyện đó hết. Người sói trở lại vì ma cà rồng đã trở lại.\"  Edward nhìn tôi chằm chằm, toàn thân anh bất động vì bất ngờ.  \"Jacob bảo em là chuyện gia đình anh ở đây đã gây ra mọi chuyện. Em nghĩ anh đã biết…..\"  Mắt anh nheo lại. \"Họ nghĩ thế à?\"  \"Edward, xem những sự kiện nè. Cách đây bảy mươi năm, anh đến đây, và người sói xuất hiện. Bây giờ anh trở lại, và người sói xuất hiện trở lại. Anh nghĩ đó là sự trùng hợp ngẫu nhiên sao?\"    Anh chớp mắt và ánh mắt chằm chằm của anh giãn ra.\"Carlisle sẽ thích giả thuyết này lắm đây.”  \"Giả thuyết à,\" tôi chế giễu.  Anh im lặng hồi lâu, nhìn ra cửa sổ vào trời mưa; tôi tưởng tượng anh đang ngẫm nghĩ về việc hiện diện của gia đình anh đang biến những người dân địa phương thành những con chó khổng lồ.  \"Thú vị, nhưng không liên quan cho lắm,\" anh thì thầm một lúc. \"Tình hình vẫn vậy.\"  Tôi có thể hiểu điều đó khá dễ: không bạn bè gì với người sói hết.  Tôi biết mình phải kiên nhẫn với Edward. Không phải là anh vô lý, mà chỉ là anh không hiểu. Anh không biết rằng tôi nợ Jacob Black rất nhiều - nhiều lần trong đời, và có thể cả sự sáng suốt của tôi nữa.   Tôi không thích nói về khoảng thời gian trống vắng với bất kỳ ai, và đăc biệt là càng không thể nói với Edward. Anh bỏ đi chỉ vì cố cứu tôi, cố cứu linh hồn của tôi. Tôi không buộc anh phải chịu trách nhiệm về mọi chuyện ngu ngốc tôi đã làm khi anh đi vắng, hay nỗi đau mà tôi chịu đựng.  Anh đã làm vậy.  Vì thế tôi sẽ phải giải thích thật cẩn thận.  Tôi đứng dậy và đi quanh bàn. Anh dang tay ra đón tôi và tôi ngồi vào lòng anh, rúc vào vòng tay cứng như đá giá lạnh của anh. Tôi vừa nói vừa nhìn vào bàn tay anh.    \"Xin hãy lắng nghe em một lát thôi. Việc này quan trọng hơn nhiều so với chuyện bốc đồng đến thăm một người bạn cũ. Jacob đang đau đớn.\" Giọng tôi lạc đi khi nói đến từ này. \"Em không thể không thử giúp anh ấy - em không thể từ bỏ anh ấy bây giờ, lúc anh ấy cần em. Chỉ bởi vì anh ấy không phải luôn là con người... À, anh ấy đã ở đó vì em khi chính em... cũng chẳng phải là con người. Anh không hiểu điều như thế nào đâu...\" Tôi do dự. Cánh tay Edward cứng ngắc quanh tôi; giờ đây bàn tay anh đang co thành nắm đấm, gân nổi lên. \"Nếu Jacob đã không giúp em... Em không biết anh có quay về hay không. Em nợ anh ấy nhiều hơn việc này nữa, Edward.”     Tôi thận trọng ngước nhìn mặt anh. Mắt anh nhắm nghiền, và quai hàm anh căng ra.  \"Anh sẽ không bao giờ tha thứ cho mình vì đã rời bỏ em\" anh thì thầm. \"Vẫn không dẫu cho anh có sống một trăm ngàn năm nữa.\"  Tôi đưa tay chạm vào khuôn mặt lạnh băng của anh và chờ mãi cho đến khi anh thở dài và mở mắt ra.  \"Anh chỉ cố làm chuyện đúng đắn thôi. Và em chắc chắn nó sẽ có hiệu quả với bất kỳ ai ít tâm thần hơn em. Hơn nữa, giờ này anh đã ở đây rồi. Đó mới là chuyện quan trọng\"  \"Nếu anh không bỏ đi, thì em đã không cảm thấy cần liều mình đi an ủi một con chó\"  Tôi do dự. Tôi đã quen với Jacob và tất cả từ xúc phạm làm giảm giá trị người khác của anh - lũ hút máu, đỉa, kẻ ăn bám….    Không hiểu vì sao giọng nói mượt mà của Edward có vẻ gay gắt.  \"Anh không biết nói sao cho đúng,\" Edward nói, và giọng anh ảm đạm. \"Anh nghĩ chuyện này nghe có vẻ độc ác. Nhưng anh đã suýt mất em. Anh biết cảm giác đó như thế nào. Anh sẽ không chịu đựng nỗi bất cứ chuyện gì nguy hiểm nữa đâu.\"  \"Anh phải tin em về chuyện này. Em sẽ ổn thôi mà.\"  Mặt anh lại đau khổ. “Xin em đấy, Bella,\" anh thì thầm.  Tôi nhìn chằm chằm vào đôi mắt vàng bỗng nhiên cháy bỏng của anh. “Xin em cái gì?\"  \"Xin em, hãy vì anh. Xin em cố gắng giữ cho mình an toàn. Anh sẽ làm mọi thứ có thể, nhưng anh rất cảm kích sự giúp đỡ nhỏ nhoi này.\"    \"Em sẽ cố gắng,\" tôi thì thầm.  \"Em có thật sự biết em quan trọng thế nào với anh không? Chẳng sao tả được anh yêu em nhiều bao nhiêu?\" Anh siết chặt tôi vào bộ ngực rắn chắc của anh hơn, kéo đầu tôi để dưới cằm anh.  Tôi áp môi mình vào cái cổ lạnh như tuyết của anh. \"Em biết em yêu anh nhiều bao nhiêu,\" tôi trả lời.  \"Em so một cây nhỏ với cả khu rừng à.\"  Tôi trợn tròn mắt, nhưng anh chẳng thấy được. \"Làm gì có chuyện đó.\"  Anh hôn đỉnh đầu của tôi và thở dài.  \"Không người sói nhé.\"  \"Em không chịu vậy đâu. Em phải gặp Jacob.\"  \"Vậy thì anh sẽ phải ngăn em thôi\" .    Anh có vẻ hết sức tự tin là chuyện này chẳng khó khăn gì.  Tôi biết chắc anh đúng.  \"Để xem,\" tôi cứ vờ tự tin. \"Anh ấy vẫn là bạn em.\"  Tôi có cảm nhận bức thư ngắn của Jacob trong túi của tôi, bỗng như nặng đến mười pao. Tôi có thể nghe mấy từ ấy bằng giọng anh, và anh dường như cũng đồng ý với Edward – đó là chuyện không bao giờ xảy ra trong thực tế.  Chẳng thay đổi được chuyện gì hết. Xin lỗi."
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was <em>harsher</em> than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        }
    ],
    "suggestions": []
}