{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Harvard",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Harvard",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Harvard",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Harvard",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Harvard",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He's a <em>Harvard</em> educated lawyer.",
            "vi": "Ông ta là luật sư được đào tạo tại đại học harvard."
        },
        {
            "en": "He's a freshman at <em>Harvard</em>.",
            "vi": "Anh ấy là sinh viên năm nhất ở Đại học Harvard."
        },
        {
            "en": "They are undergraduates of <em>Harvard</em>.",
            "vi": "Họ là sinh viên bậc đại học của Harvard."
        },
        {
            "en": "He did his Master's degree at <em>Harvard</em>.",
            "vi": "Anh ấy đã hoàn thành bằng thạc sỹ ở Harvard."
        },
        {
            "en": "Famous schools like Yale and <em>Harvard</em>",
            "vi": "Những trường đại học nổi tiếng như yale và harvard"
        },
        {
            "en": "(Boston: <em>Harvard</em> Business School Press, 1997).",
            "vi": "(Boston: Nhà xuất bản trường kinh doanh Harvard, 1997)."
        },
        {
            "en": "<em>Harvard</em> Business School Press, Boston MA.",
            "vi": "Nhà in Trường Kinh tế Harvard, Boston MA."
        },
        {
            "en": "She did economics at <em>Harvard</em> University.",
            "vi": "Cô ấy đã học kinh tế ở Đại học Harvard."
        },
        {
            "en": "I graduated from <em>Harvard</em> University in 1999.",
            "vi": "Tôi tốt nghiệp trường đại học Harvard vào năm 1999."
        },
        {
            "en": "Wade, you are not going to <em>Harvard</em>.",
            "vi": "Wade, con sẽ không đi học ở harvard đâu."
        },
        {
            "en": "You have already been accepted at <em>Harvard</em>.",
            "vi": "Anh đã được nhận vào trường Harvard rồi."
        },
        {
            "en": "He has led executive development programs at <em>Harvard</em> university.",
            "vi": "Anh ấy dẫn đầu các chương trình phát triển điều hành ở đại học Havard."
        },
        {
            "en": "She graduated from <em>Harvard</em> with a degree in law.",
            "vi": "Cô ta tốt nghiệp trường đại học Harvard với bằng cử nhân luật."
        },
        {
            "en": "In nineteen sixty-three, women were officially enrolled in <em>Harvard</em> University and permitted to earn <em>Harvard</em> degrees.",
            "vi": "Vào năm 1963, phụ nữ chính thức được ghi danh tại Trường Đại học Harvard và được phép nhận các văn bằng của Harvard."
        },
        {
            "en": "Dan Gilbert teaches psychology at <em>Harvard</em> University in Massachusetts.",
            "vi": "Giáo sư Dan Gilbert giảng dạy môn tâm lý học tại Đại học Harvard ở Massachusetts."
        },
        {
            "en": "Drew Gilpin Faust is the twenty - eighth president of <em>Harvard</em>.",
            "vi": "Drew Gilpin Faust là hiệu trưởng thứ 28 của Trường Harvard."
        },
        {
            "en": "<em>Harvard</em> admitted only men for most of its history.",
            "vi": "Gần như trong suốt lịch sử từ lúc thành lập đến nay trường Harvard chỉ nhận các nam sinh viên."
        },
        {
            "en": "<em>Harvard</em> University is three hundred and seventy - three years old.",
            "vi": "Trường Đại học Harvard đã được 373 tuổi."
        },
        {
            "en": "I am reading for a legal degree in <em>Harvard</em> University.",
            "vi": "Tôi đang học lấy bằng luật ở trường đại học Harvard."
        },
        {
            "en": "Gates challenged both <em>Harvard</em> University and its graduating students.",
            "vi": "Gates thách thức cả Đại học Harvard và các sinh viên sắp tốt nghiệp."
        }
    ],
    "suggestions": []
}