{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hawaiian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Hawaiian</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a native or inhabitant of Hawaii. </blockquote></blockquote><blockquote><blockquote>2》 the Austronesian language of Hawaii. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Hawaii or its people or language. </cclass></blockquote></div>",
            "word": "Hawaiian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hawaiian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hawaiian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hawaiian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They 're <em>Hawaiian</em>.",
            "vi": "Họ là người Hawaii."
        },
        {
            "en": "It is probably a <em>Hawaiian</em> fish.",
            "vi": "Có lẽ nó là cá ở đảo Hawaii."
        },
        {
            "en": "I can't keep count of <em>Hawaiian</em> vacations.",
            "vi": "Tôi không thể biết đã đếm được bao nhiêu kì nghỉ ở Hawaii."
        },
        {
            "en": "The <em>Hawaiian</em> Islands are no longer dependency of the USA.",
            "vi": "Quần đảo Hawaii không còn phụ thuộc vào Mỹ nữa."
        },
        {
            "en": "The <em>Hawaiian</em> Islands are no longer a dependency of the USA.",
            "vi": "Quần đảo Hawai không còn là thuộc quốc của Mỹ nữa."
        },
        {
            "en": "<em>Hawaiian</em> eel has a greenish yellow tinge on the top of its head and the body is variable.",
            "vi": "Lươn ở vùng Hawaii có màu vàng hơi lục trên đỉnh đầu và cơ thể chúng thì biến đổi."
        },
        {
            "en": "A captive <em>Hawaiian</em> crow using a stick tool to extract food from a wooden log is shown in this image released on Sept. 14, 2016. (Courtesy Ken Bohn/San Diego Zoo Global)",
            "vi": "Một con quạ Hawaii (trong điều kiện nuôi nhốt để bảo vệ) đã sử dụng một công cụ để trích thức ăn từ một khúc gỗ như trong ảnh trên được phát hành vào ngày 14 tháng 9, 2016. (Courtesy Ken Bohn / Sở thú San Diego quốc tế)"
        },
        {
            "en": "Despite their amazing talents, until the late 18th century Wayfinders remained a hidden part of history. In 1778, Captain James Cook and a Tahitian priest sailed from Tahiti to a <em>Hawaiian</em> island, 2,500 miles away.",
            "vi": "Mặc dù tài năng tuyệt vời của mình, cho đến cuối thế kỷ 18 những Wayfinders vẫn là một phần ẩn của lịch sử. Trong năm 1778, thuyền trưởng James Cook và một linh mục Tahitian đi thuyền từ Tahiti đến một hòn đảo Hawaii với khoảng cách 2.500 dặm."
        },
        {
            "en": "Cook was astounded when the priest began to communicate with <em>Hawaiian</em> locals in his native language. This linguistic connection spanned over 16 million square miles of ocean, including more than 1,000 islands.",
            "vi": "Cook đã rất kinh ngạc khi linh mục bắt đầu giao tiếp với người dân địa phương ở Hawaii với ngôn ngữ mẹ đẻ của mình. Kết nối ngôn ngữ này kéo dài trên 16 triệu dặm vuông của đại dương, trong đó có hơn 1.000 hòn đảo."
        },
        {
            "en": "Now, American researchers have discovered a second species of crow that uses tools. Researchers with the San Diego Zoo reported on their experiments with Alala crows — a species from the <em>Hawaiian</em> Islands.",
            "vi": "Ngày nay, Các nhà nghiên cứu đã phát hiện loài quạ thứ hai biết sử dụng các công cụ. Các nhà nghiên cứu tại sở thú San Diego viết trong nghiên cứu đó là loài quạ Alala từ đảo Hawaii."
        }
    ],
    "suggestions": []
}