{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hawkins",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hawkins",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hawkins",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hawkins",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hawkins",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Hawkins</em> is 101 years old.",
            "vi": "Cụ Hawkins 101 tuổi."
        },
        {
            "en": "Let me introduce our marketing manager mr. <em>Hawkins</em>.",
            "vi": "Cho phép tôi được giới thiệu ông hawkins, giám đốc tiếp thị của chúng tôi."
        },
        {
            "en": "When the ship hit the iceberg, Jim <em>Hawkins</em> was watching a football match.",
            "vi": "Khi con tàu đụng tảng băng, jim hawkins đang xem một trận bóng đá."
        },
        {
            "en": "Reviewed by: Linda A. <em>Hawkins</em>, EdD, and Nadia Dowshen, MD\nDate reviewed: December 2010",
            "vi": "Tường thuật: Tiến sĩ Linda A. Hawkins & Bác sĩ y khoa Nadia Dowshen\nNgày: Tháng 12, 2010"
        },
        {
            "en": "After her 50-meter qualifying run, her kids surprised <em>Hawkins</em> by signing her up for the 100-meter race.",
            "vi": "Sau khi cụ đạt chuẩn thi chạy 50 mét, con cháu cụ gây bất ngờ cho cụ khi đăng kí cụ tham gia chạy đua 100 mét."
        },
        {
            "en": "It was a hot and muggy afternoon when Julia <em>Hawkins</em> headed out for a practice sprint on the street in front her house.",
            "vi": "Một buổi chiều oi ả nọ, cụ bà Julia Hawkin ra ngoài chuẩn bị luyện chạy nước rút trên con phố trước nhà."
        },
        {
            "en": "Donor Agencies: Minoli De Bresser, Dagmar Schumacher, Nguyen Tien Phong (UNDP); Henny Anderson (SIDA, Sweden); Julia <em>Hawkins</em>, Alan Johnson (DFID, UK); Nguyen Nguyet Nga, Carrie Turk, Bob Baulch (World Bank).",
            "vi": "Các nhà tài trợ: Minoli De Bresser, Dagmar Schumacher, Nguyễn Tiên Phong (UNDP); Henny Anderson (SIDA, Thụy Điển); Julia Hawkins, Alan Johnson (Bộ phận Phát Triển Quốc Tế Anh); Nguyễn Nguyệt Nga, Carrie Turk, Bob Baulch (Ngân hàng Thế giới)."
        },
        {
            "en": "<em>Hawkins</em> is the oldest female competitor this year at the games, though the honor of the oldest competitor goes to 103-year-old retired cattle rancher John Zilverberg, who will be bowling, throwing discus and running short sprints. There are 43 female competitors over the age of 90, according to games officials, and nine of those are over the age of 95.",
            "vi": "Cụ Hawkins là nữ vận động viên cao tuổi nhất ở đại hội này, mặc dù danh hiệu vận động viên cao tuổi nhất thuộc về cụ ông John Zilverberg, một người chủ trại gia súc đã về hưu, cụ này thi môn ném bóng, ném đĩa và và chạy nước rút. Theo ban tổ chức đại hội, có 43 vận động viên là cụ bà trên 90 tuổi, và 9 cụ trên 95 tuổi."
        },
        {
            "en": "<em>Hawkins</em>, a widowed former teacher, has been an avid bicyclist for many years, but only took up running after she turned 100. She competed in the qualifying Member State Games last year in Lake Charles, La., the oldest female runner by decades.",
            "vi": "Cụ Hawkins góa chồng, trước đây cụ là giáo viên, nhiều năm liền là người say mê xe đạp, nhưng cụ chỉ chuyển qua chạy bộ khi bước qua tuổi 100. Năm ngoái, cụ đạt chuẩn vận động viên tham dự kỳ thể thao toàn quốc ở Lake Charles, bang Louisiana, cụ là nữ vận động viên điền kinh cao tuổi nhất trong nhiều thập niên."
        },
        {
            "en": "“I just like the feeling of being independent and doing something a little different and testing myself, trying to get better. I want to please my family is the other thing,” <em>Hawkins</em> said. “Having a momma that can do this pleases them, and it pleases me to please them.”",
            "vi": "Cụ bảo: \"Tôi chỉ muốn độc lập và làm điều gì đó khác chút, được thử thách bản thân, và cố gắng tiến bộ. Ngoài ra, tôi muốn làm vui lòng gia đình mình. Có người mẹ làm được việc này hẳn các con tôi sẽ vui lắm, và tôi rất vui khi làm cho chúng vui.\""
        },
        {
            "en": "For example, tourism is the major source of income in Bermuda, Greece, Italy, Spain, Switzerland and most Caribbean countries. In addition, <em>Hawkins</em> and Ritchie, quoting from data published by the American Express Company, suggest that the travel and tourism industry is the number one ranked employer in the Bahamas, Brazil, Canada, France, (the former) West Germany, Hong Kong, Italy, Jamaica, Japan, Singapore, the United Kingdom and the United States.",
            "vi": "Ví dụ, du lịch là nguồn thu nhập chính ở Bermuda, Hy Lạp, Ý, Tây Ban Nha, Thụy Sĩ và hầu hết các nước vùng Caribbean. Ngành công nghiệp du lịch còn được xem là công ty xếp hàng đầu ở các nước Bahamas, Brazil, Canada, Pháp, (cựu) Tây Đức, Hồng Kông, Ý, Jamaica, Nhật Bản, Singapore, Vương quốc Anh và Hoa Kỳ."
        },
        {
            "en": "<em>Hawkins</em> has her own recipe for longevity.   “I eat healthy. I try to eat a lot of vegetables and a lot of fruit,” she said, adding that she also sticks to chicken and fish, and has maintained a healthy weight her entire life. “Never have smoked or drank. I mean I’ve had a cocktail or two in my life, but it’s not something I do.”",
            "vi": "Cụ Hawkins có bí quyết trường thọ của riêng mình:   \"Tôi ăn uống lành mạnh. Cố gắng ăn nhiều rau quả,\" cụ cho biết thêm là cụ thường xuyên ăn gà, cá, và duy trì cân nặng trong suốt cả đời mình. \"Chẳng bao giờ uống rượu hay hút thuốc cả. Thật ra có một hai lần uống, nhưng không đáng kể.\""
        }
    ],
    "suggestions": []
}