{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hawking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hawking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hawking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hawking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hawking"
        }
    },
    "sentences": [
        {
            "en": "Who's been <em>hawking</em> gossip about?",
            "vi": "Ai là người đã truyền tin đồn khắp nơi?"
        },
        {
            "en": "Stephen William <em>Hawking</em> is an English theoretical physicist and cosmologist.",
            "vi": "Stephen William Hawking là một nhà vật lý lý thuyết và nhà vũ trụ học người Anh."
        },
        {
            "en": "The streets were full of people <em>hawking</em> their wares.",
            "vi": "Đường phố đầy những người rao bán hàng."
        },
        {
            "en": "Peter spent years <em>hawking</em> his book around publishing companies.",
            "vi": "Peter bỏ ra nhiều năm để thuyết phục các công ty xuất bản cho phát hành cuốn sách của mình."
        },
        {
            "en": "Stephen <em>Hawking</em> warns humans will have to leave Earth in another 100 years to survive",
            "vi": "Stephen Hawking cảnh báo con người sẽ phải rời khỏi trái đất sau 100 năm nữa thì mới sống sót được"
        },
        {
            "en": "The late physicist’s editor, Peter Guzzardi, recalls his first meetings with <em>Hawking</em> and how his book became a bestseller",
            "vi": "Biên tập viên của nhà cựu vật lý học, Peter Guzzardi nhớ lại những cuộc gặp đầu tiên của ông với Hawking và nhận ra rằng cuốn sách của ông đã trở thành cuốn sách bán chạy nhất như thế nào."
        },
        {
            "en": "A 12-year-old girl has stunned her parents after she was revealed as having an IQ higher than Einstein and Stephen <em>Hawking</em>.",
            "vi": "Bé gái 12 tuổi khiến ba mẹ em phải sững sờ khi người ta thông báo em có chỉ số IQ cao hơn cả Einstein và Stephen Hawking."
        },
        {
            "en": "Professor Stephen <em>Hawking</em>, Professor of Mathematics at the University of Cambridge, is one of the most formidable intellects ever to theorise on the origins of the universe.",
            "vi": "Giáo sư Stephen Hawking, giáo sư toán học của trường Đại Học Cambridge, là một trong những vị giáo sư tài nhất tạo ra các lý thuyết về nguồn gốc của vũ trụ."
        },
        {
            "en": "This is not the first time <em>Hawking</em> is warning about the need to move out to a new planet. In November 2016 at the Oxford Union, Oxford University's debating society, <em>Hawking</em> said humans would have to leave Earth and move to a new planet if we are to survive as a species beyond 1,000 years.",
            "vi": "Đây không phải lần đầu tiên Hawking cảnh báo con người cần phải di chuyển đến một hành tinh mới. Tháng 11/2016, tại hiệp hội chuyên tổ chức các cuộc tranh luận nổi tiếng thế giới Oxford Union của Đại học Oxford, Hawking đã nói rằng loài người sẽ phải rời khỏi Trái Đất và chuyển tới một hành tinh mới nếu chúng ta muốn sống sót như là một loài trong hơn 1.000 năm nữa."
        },
        {
            "en": "N.V.C., a 40-year-old man of the northern province of Hai Duong, who has spent 15 years <em>hawking</em> fruit along streets in Ho Chi Minh City, said, “As common sense, whenever people see cheap prices written on the cardboard erected from tricycles loaded with fruit along streets, they rush to buy it.",
            "vi": "N.V.C, 40 tuổi quê ở tỉnh Hải Dương, người đã có 15 năm rao trái cây dọc theo các đường phố tại thành phố Hồ Chí Minh, cho biết, \"Như lẽ thường, bất cứ khi nào người ta nhìn thấy giá rẻ được viết trên biển các tông treo trên các xe ba bánh chở trái cây dọc theo đường phố, họ sẽ vội vàng tấp vào để mua chúng."
        },
        {
            "en": "In his new documentary Expedition New Earth as part of BBC's science season Tomorrow's World, <em>Hawking</em> will claim time is running out for Earth, and humans need to leave the planet to survive situations like climate change, asteroid strikes, epidemics and overpopulation.",
            "vi": "Trong bộ phim tài liệu mới của mình Expedition New Earth phát trong loạt chương trình khoa học Tomorrow's World của đài BBC, Hawking tuyên bố thời gian dành cho trái đất sắp hết, nên con người phải rời bỏ hành tinh này thì mới sống sót được trước những tình cảnh như biến đổi khí hậu, các vụ va chạm thiên thạch, bệnh dịch và dân số quá đông."
        },
        {
            "en": "Despite her young age, the score puts her in the top one per cent of brightest people in the country and means she is more intelligent than Stephen <em>Hawking</em>, Bill Gates and even Albert Einstein, who are all thought to have an IQ of 160.",
            "vi": "Mặc dù còn nhỏ tuổi song điểm số này đã giúp em lọt vào nhóm những người thông minh nhất đất nước, nhóm này chỉ chiếm 1% mà thôi, và tức là em thông minh hơn cả Stephen Hawking, Bill Gates và thậm chí là Albert Einstein, đây là những người được cho là có chỉ số IQ lên đến 160 lận."
        },
        {
            "en": "In the last few years, several high-profile voices, from Stephen <em>Hawking</em> to Elon Musk and Bill Gates have warned that we should be more concerned about possible dangerous outcomes of supersmart AI. And they’ve put their money where their mouth is: Musk is among several billionaire backers of OpenAI, an orgnisation dedicated to developing AI that will benefit humanity.",
            "vi": "Trong vài năm trước, nhiều tiếng nói có sức ảnh hưởng từ Stephen Hawking đến Elon Musk hay Bill Gates đã cảnh báo rằng chúng ta nên quan tâm hơn đến những hệ quả nguy hiểm có thể xảy ra của trí tuệ nhân tạo siêu thông minh . Và họ đã đánh cược lời nói của mình: Musk là một trong tỷ phú ủng hộ cho OpenAl, một tổ chức phục vụ cho sự phát triển của AI nhằm mang lại lợi ích cho con người."
        },
        {
            "en": "Luminaries like Bill Gates, Elon Musk, and Stephen <em>Hawking</em> have all recently voiced concerns about the existential risk that AI poses to humanity. Musk said that AI was \"potentially more dangerous than nukes,\" and Gates said he doesn't \"understand why some people are not concerned.\"",
            "vi": "Ngôi sao sáng của làng công nghệ như Bill Gates, Elon Musk, và Stephen Hawking gần đây đã bày tỏ lo ngại về nguy cơ hiện hữu mà trí tuệ nhân tạo gây ra cho nhân loại. Musk nói rằng trí tuệ nhân tạo \"có khả năng còn nguy hiểm hơn cả vũ khí hạt nhân\", và Gates cho biết ông \"không hiểu lý do tại sao một số người lại không quan tâm\"."
        },
        {
            "en": "In one of those remarkable moments of serendipity, during lunch I mentioned the article to agent Al Zuckerman, who told me he was already trying to reach Professor <em>Hawking</em> to see if he might be interested in writing a popular book. Some months later I received a submission from Al — a short manuscript and an invitation to participate in an auction for the publishing rights to A Brief History of Time.",
            "vi": "Một trong những khoảnh khắc may mắn đáng nhớ đó là trong bữa ăn trưa, tôi đã đề cập đến bài báo này cho đại diện giới văn học, ông Al Zuckerman, người này đã nói với tôi rằng ông đã cố gắng tiếp cận giáo sư Hawking để xem ông có muốn viết một cuốn sách phổ biến hay không. Vài tháng sau, tôi nhận được bài đệ trình của Al - một bản thảo ngắn và lời mời tham gia cuộc bán đấu giá cho quyền xuất bản cuốn Lược sử thời gian."
        },
        {
            "en": "A few months later Stephen <em>Hawking</em> came to the US from Cambridge to give a lecture at Chicago’s Fermi Institute, so I arranged to meet him afterwards at the Holiday Inn, where Stephen was staying. As I turned into the parking lot, another car pulled up nearby. A young man got out, opened the trunk, unfolded a wheelchair, and placed a large battery underneath it. Then he opened the passenger door and gently scooped up a thin figure, and arranged him in the wheelchair. As I got out of my car he shouted, “Is that Peter Guzzardi? This is Professor <em>Hawking</em>,” just as the wheelchair spun a full 360 degrees and rocketed in the direction of the hotel lobby, with Stephen’s assistant and me in full pursuit.",
            "vi": "Vài tháng sau đó, Stephen Hawking từ Cambridge đến Mỹ để diễn thuyết tại Viện Fermi của Chicago, vì vậy tôi đã sắp xếp để gặp ông sau đó tại Holiday Inn, nơi Stephen đang ở. Khi tôi quay lại bãi đậu xe thì một chiếc xe khác cố lái lên gần đó. Một thanh niên bước ra, mở thùng xe, mở ra chiếc xe lăn, và đặt bộ pin lớn bên dưới nó. Rồi ông mở cửa hành khách và nhẹ nhàng nâng thân hình gầy gò, và đặt ông ta trên chiếc xe lăn. Khi tôi ra khỏi xe, ông ấy hét lên, \"Đó có phải là Peter Guzzardi không? Đây là Giáo sư Hawking \", vừa đúng lúc đó chiếc xe lăn quay tròn 360 độ và lao về phía hành lang khách sạn, trợ lý của Stephen và tôi bám theo kịp lúc."
        },
        {
            "en": "When we convened in Prof Hawking’s room, I introduced myself, and asked politely if his flight from London had been comfortable. Stephen responded with a brief series of undecipherable sounds, which his assistant, a physics graduate student named Brian Whitt, translated. “Prof <em>Hawking</em> wants to know if you brought the contract.” So much for small talk. I produced the legal document, and Brian held it up, page by page, for Stephen to read, which he did at breathtaking speed. His body might be largely beyond his control, but his mind was obviously in hyper-drive.",
            "vi": "Khi chúng tôi tụ họp lại ở phòng của giáo sư Hawking, tôi tự giới thiệu và hỏi một cách lịch sự về chuyến bay của ông từ London có thoải mái không. Stephen trả lời ngắn gọn bằng một loạt các âm thanh không thể hiểu được, chính trợ lý của ông, một sinh viên vật lý học tên là Brian Whitt đã dịch lại. \"Giáo sư Hawking muốn biết ông có mang theo hợp đồng không.\" và còn rất nhiều chuyện khác. Tôi đưa ra một văn bản hợp pháp, và Brian giở ra từng trang cho Stephen đọc, ông đã đọc với tốc độ ngoạn mục. Cơ thể của ông có thể vượt quá sự kiểm soát của ông ấy, nhưng suy nghĩ của ông rõ ràng rất siêu phàm."
        },
        {
            "en": "I first encountered Stephen <em>Hawking</em> on the cover of the New York Times magazine. Inside, its pages told a story we all know today, but at the time it was a revelation: a Cambridge astrophysicist sought to solve the great mysteries of the universe, while he himself was trapped in a wheelchair by a progressive neurogenerative disease. I remember being struck by writer Timothy Ferris’s description of Professor’s Hawking’s shoes, their soles pristine, having never touched the ground. I tucked the article in my knapsack, and a few days later I finished reading it on my way to lunch with a literary agent.",
            "vi": "Lần đầu tiên tôi bắt gặp Stephen Hawking trên bìa tạp chí New York Times. Các trang bên trong cuốn tạp chí kể về một câu chuyện mà tất cả chúng ta đều biết ngày nay, nhưng vào thời điểm đó nó là một sự khám phá: một nhà thiên văn học ở Cambridge đã tìm cách lý giải những bí ẩn to lớn của vũ trụ, trong khi bản thân ông đang phải gắn liền với một chiếc xe lăn bởi căn bệnh thần kinh diễn tiến. Tôi nhớ đã từng ấn tượng với lối mô tả của nhà văn Timothy Ferris về đôi giày của giáo sư Hawking, đế giày vẫn còn nguyên sơ, chưa bao giờ chạm đất. Tôi đã nhét bài báo vào trong ba lô của mình, và vài ngày sau tôi đọc xong nó trên đường đi ăn trưa với một đại diện trong giới văn học."
        },
        {
            "en": "At the time I was a senior editor at Bantam Books, which was an unlikely home for Prof Hawking’s book, given the number of prestigious, traditional publishing houses in the hunt to acquire it. However, Bantam’s experience selling popular paperbacks meant that its distribution went far beyond bookstores into drugstores, supermarkets, and airport shops. I sent a letter to Professor <em>Hawking</em> along with our financial offer, making the case that Bantam could get his book in the hands of the widest possible readership. It turned out that he was the rare academic who wanted just that — to bring his esoteric scholarly work to the attention of the masses. He chose us.",
            "vi": "Vào thời điểm đó tôi là một biên tập viên cấp cao ở Bantam Books, là nơi không thể ngờ tới cho cuốn sách của Giáo sư Hawking, nó được biết đến là nơi có số xuất bản uy tín, truyền thống và được săn đón lúc đó. Tuy nhiên, theo kinh nghiệm bán sách bìa phổ biến của Bantam cho thấy sự phân phối của nó đã vượt xa các hiệu sách lấn vào các hiệu thuốc, siêu thị, và các cửa hàng sân bay. Tôi đã gửi một lá thư cho giáo sư Hawking cùng với lời đề nghị liên quan đến tài chính, đưa ra trường hợp Bantam có thể có được cuốn sách của ông và truyền tay đến độc giả rộng nhất có thể. Hóa ra ông ta là một học giả hiếm hoi chỉ muốn như vậy - muốn mang công trình nghiên cứu học thuật bí truyền của mình để tạo ra sự quan tâm của quần chúng. Và ông đã chọn chúng tôi."
        },
        {
            "en": "Stephen <em>Hawking</em> As a student, Stephen began to show symptoms of amyotrophic lateral sclerosis. The disease progressed, and in a few years he became completely paralyzed, and after a surgery on his throat he lost the ability to speak. However, this didn’t prevent him from getting married twice, raising three children, and becoming one of the most eminent scientists of our time.  Now he’s one of the most influential contemporary theoretical physicists. According to him, he has achieved success thanks largely to his disease. ’Before, life seemed boring. Now I’m definitely happier. The prospect of early death made me realize that life is worth living. So much can be done; everyone can do so much!’",
            "vi": "Stephen HawkingThời sinh viên, Stephen bắt đầu thấy các triệu chứng của bệnh xơ cứng teo cơ bộ phận. Bệnh mỗi ngày một nặng, rồi sau vài năm, ông đã bị tê liệt hoàn toàn, và sau khi phẫu thuật cổ họng, ông bị mất khả năng nói. Nhưng điều này không ngăn cản ông kết hôn hai lần, nuôi ba đứa con, và trở thành một trong những nhà khoa học lỗi lạc nhất của thời đại chúng ta.Hiện nay ông là một trong những nhà vật lý lý thuyết đương đại có ảnh hưởng nhất. Ông cho rằng mình đạt được thành công phần lớn là nhờ mình bị bệnh. “Trước đây, cuộc sống thấy nhàm chán. Bây giờ tôi khẳng định là hạnh phúc hơn nhiều. Thấy được mình có thể chết sớm đã làm tôi tỉnh ngộ rằng cuộc sống thật đáng sống. Rất nhiều việc có thể thực hiện được; mọi người có thể làm được rất nhiều việc!\""
        }
    ],
    "suggestions": []
}