{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hedi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nóng nảy, hung hăng, hung dữ (người, hành động)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nặng, dễ bốc lên đầu, dễ làm say (rượu)</td></tr></table><i/></div>",
            "word": "heady",
            "pronounce": "['hedi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>heady</k><blockquote>■ <cclass>adjective (<cclass><b>headier</b>, <cclass><b>headiest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 (of alcohol) potent; intoxicating. </blockquote></blockquote><blockquote><blockquote>2》 having a strong or exhilarating effect. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>headily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>headiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "heady",
            "pronounce": "['hedi]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>heady</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>heady wine</i>: POTENT, intoxicating, strong; alcoholic, vinous; <cclass><i>formal</i> spirituous.</cclass></blockquote><blockquote><b>2</b><i>the heady days of my youth</i>: EXHILARATING, exciting, thrilling, stimulating, invigorating, electrifying, rousing; <cclass><i>informal</i> mind-blowing.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>boring.</blockquote></div>",
            "word": "heady",
            "pronounce": "['hedi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "heady",
            "pronounce": "['hedi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "heady",
            "pronounce": "['hedi]"
        }
    },
    "sentences": [
        {
            "en": "Chivas wine is <em>heady</em> wine.",
            "vi": "Rượu Chivas là rượu mạnh."
        },
        {
            "en": "She loves the <em>heady</em> scent of jasmine.",
            "vi": "Cô ấy yêu mùi hương nồng nàn của hoa lài."
        },
        {
            "en": "A <em>heady</em> perfume makes me feel uncomfortable.",
            "vi": "Hương thơm nồng làm tôi cảm thấy khó chịu."
        },
        {
            "en": "Shares continue to make <em>heady</em> progress.",
            "vi": "Các cổ phiếu tiếp tục tăng giá vùn vụt."
        },
        {
            "en": "A <em>heady</em> wine is my favorite.",
            "vi": "Thứ rượu nồng là loại tôi ưa thích."
        },
        {
            "en": "The <em>heady</em> days of my youth has gone away.",
            "vi": "Những ngày sôi nổi thời thanh niên của tôi đã trôi qua."
        },
        {
            "en": "Vietnam reaching a <em>heady</em> high in the global beer business",
            "vi": "Việt Nam đạt mức cao trong kinh doanh rượu bia toàn cầu"
        },
        {
            "en": "He is <em>heady</em> with success at his successful live concert.",
            "vi": "Anh ta ngây ngất với thành công trong buổi hòa nhạc của chính mình."
        },
        {
            "en": "<em>Heady</em> is an adjective and it means affecting you in a strong and pleasant way.",
            "vi": "Heady là một tính từ và nó có nghĩa là tác động đến bạn một cách mạnh mẽ và dễ chịu."
        },
        {
            "en": "Yesterday, when he came back home, he had tipsy with the <em>heady</em> bouquet of alcohol.",
            "vi": "Hôm qua, khi anh ấy về nhà, anh ấy đã có hơi men chếnh choáng."
        },
        {
            "en": "The relief I felt when I turned onto my street and saw Edward's silver car parked in front of my house was an overwhelming, <em>heady</em> thing.",
            "vi": "Cảm giác nhẹ nhõm khi rẽ vào đường về nhà và nhìn thấy chiếc xe màu bạc của Edward đỗ ở phía trước là một cảm giác ngập tràn và cuồng loạn."
        },
        {
            "en": "The Taiwan Stock Exchange got off to a <em>heady</em> start as the weighted index boomed 346.28 points to close up 5.7 percent at 6,416.84.",
            "vi": "Sở giao dịch chứng khoán đài loan đã khởi động một cách tốt đẹp khi chỉ số quy trọng tăng vọt lên 346,28 điẻm để rồi khi kết thúc giao dịch tăng được 5,7 phần trăm, đạt mức 6.416,84 điểm."
        },
        {
            "en": "The biggest challenge for amusement parks for children is that games and services need to be renovated regularly to attract customers – the children would quickly get fed up with old games and reject repeated experiences. Meanwhile, it would be costly and <em>heady</em> to regularly change games and renovate services.",
            "vi": "Thách thức lớn nhất đối với các khu vui chơi giải trí cho trẻ em là trò chơi và các dịch vụ cần được cải tạo thường xuyên để thu hút khách hàng - những đứa trẻ sẽ nhanh chóng chán các trò chơi cũ và từ chối những trải nghiệm lặp đi lặp lại. Trong khi đó, sẽ rất tốn kém khi phải thường xuyên thay đổi trò chơi và đổi mới dịch vụ."
        },
        {
            "en": "After the fall of the Soviet Union, we assumed that a free China was inevitable. <em>Heady</em> with optimism at the turn of the 21st Century, America agreed to give Beijing open access to our economy, and we brought China into the World Trade Organization.",
            "vi": "Sau khi Liên bang Xô viết sụp đổ, chúng ta cho rằng một Trung Quốc tự do là không thể tránh khỏi. Ngập trong sự lạc quan, vào đầu thế kỷ 21, Mỹ đã đồng ý cho Bắc Kinh tiếp cận với nền kinh tế của chúng ta, và đưa Trung Quốc vào Tổ chức Thương mại Thế giới."
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his <em>heady</em> scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        },
        {
            "en": "3          3. THE END I FELT ABSOLUTELY HIDEOUS IN THE MORNING. I HADN'T slept well; my arm burned and my head ached. It didn't help my outlook that Edward's face was smooth and remote as he kissed my forehead quickly and ducked out my window. I was afraid of the time I'd spent unconscious, afraid that he might have been thinking about right and wrong again while he watched me sleep. The anxiety seemed to ratchet up the intensity of the pounding in my head. Edward was waiting for me at school, as usual, but his face was still wrong. There was something buried in his eyes that I couldn't be sure of—and it scared me. I didn't want to bring up last night, but I wasn't sure if avoiding the subject would be worse. He opened my door for me. \"How do you feel?  \" \"Perfect,\" I lied, cringing as the sound of the slamming door echoed in my head. We walked in silence, he shortening his stride to match mine. There were so many questions I wanted to ask, but most of those questions would have to wait, because they were for Alice: How was Jasper this morning?   What had they said when I was gone?   What had Rosalie said?   And most importantly, what could she see happening now in her strange, imperfect visions of the future?   Could she guess what Edward was thinking, why he was so gloomy?   Was there a foundation for the tenuous, instinctive fears that I couldn't seem to shake?   The morning passed slowly. I was impatient to see Alice, though I wouldn't be able to really talk to her with Edward there. Edward remained aloof. Occasionally he would ask about my arm, and I would lie. Alice usually beat us to lunch; she didn't have to keep pace with a sloth like me. But she wasn't at the table, waiting with a tray of food she wouldn't eat. Edward didn't say anything about her absence. I wondered to myself if her class was running late—until I saw Conner and Ben, who were in her fourth hour French class. \"Where's Alice?  \" I asked Edward anxiously. He looked at the granola bar he was slowly pulverizing between his fingertips while he answered. \"She's with Jasper.\" \"Is he okay?  \" \"He's gone away for a while.\" \"What?   Where?  \" Edward shrugged. \"Nowhere in particular.\" \"And Alice, too,\" I said with quiet desperation. Of course, if Jasper needed her, she would go.  \"Yes. She'll be gone for a while. She was trying to convince him to go to Denali.\" Denali was where the one other band of unique vampires—good ones like the Cullens—lived. Tanya and her family. I'd heard of them now and again. Edward had run to them last winter when my arrival had made Forks difficult for him. Laurent, the most civilized member of James's little coven, had gone there rather than siding with James against the Cullens. It made sense for Alice to encourage Jasper to go there. I swallowed, trying to dislodge the sudden lump in my throat. The guilt made my head bow and my shoulders slump. I'd run them out of their home, just like Rosalie and Emmett. I was a plague. \"Is your arm bothering you?  \" he asked solicitously. \"Who cares about my stupid arm?  \" I muttered in disgust. He didn't answer, and I put my head down on the table. By the end of the day, the silence was becoming ridiculous. I didn't want to be the one to break it, but apparently that was my only choice if I ever wanted him to talk to me again. \"You'll come over later tonight?  \" I asked as he walked me—silently—to my truck. He always came over. \"Later?  \" It pleased me that he seemed surprised. \"I have to work. I had to trade with Mrs. Newton to get yesterday off.\" \"Oh,\" he murmured. \"So you'll come over when I'm home, though, right?  \" I hated that I felt suddenly unsure about this. \"If you want me to.\" \"I always want you,\" I reminded him, with perhaps a little more intensity than the conversation required. I expected he would laugh, or smile, or react somehow to my words. \"All right, then,\" he said indifferently. He kissed my forehead again before he shut the door on me. Then he turned his back and loped gracefully toward his car. I was able to drive out of the parking lot before the panic really hit, but I was hyperventilating by the time I got to Newton's. He just needed time, I told myself. He would get over this. Maybe he was sad because his family was disappearing. But Alice and Jasper would come back soon, and Rosalie and Emmett, too. If it would help, I would stay away from the big white house on the river—I'd never set foot there again. That didn't matter. I'd still see Alice at school. She would have to come back for school, right?   And she was at my place all the time anyway. She wouldn't want to hurt Charlie's feelings by staying away. No doubt I would also run into Carlisle with regularity—in the emergency room. After all, what had happened last night was nothing. Nothing had happened. So I fell down—that was the story of my life. Compared to last spring, it seemed especially unimportant. James had left me broken and nearly dead from loss of blood—and yet Edward had handled the interminable weeks in the hospital much better than this. Was it because, this time, it wasn't an enemy he'd had to protect me from?   Because it was his brother?   Maybe it would be better if he took me away, rather than his family being scattered. I grew slightly less depressed as I considered all the uninterrupted alone time. If he could just last through the school year, Charlie wouldn't be able to object. We could go away to college, or pretend that's what we were doing, like Rosalie and Emmett this year. Surely Edward could wait a year. What was a year to an immortal?   It didn't even seem like that much to me. I was able to talk myself into enough composure to handle getting out of the truck and walking to the store. Mike Newton had beaten me here today, and he smiled and waved when I came in. I grabbed my vest, nodding vaguely in his direction. I was still imagining pleasant scenarios that consisted of me running away with Edward to various exotic locales. Mike interrupted my fantasy. \"How was your birthday?  \" \"Ugh,\" I mumbled. \"I'm glad it's over.\" Mike looked at me from the corners of his eyes like I was crazy. Work dragged. I wanted to see Edward again, praying that he would be past the worst of this, whatever it was exactly, by the time I saw him again. It's nothing, I told myself over and over again. Everything will go back to normal. The relief I felt when I turned onto my street and saw Edward's silver car parked in front of my house was an overwhelming, <em>heady</em> thing. And it bothered me deeply that it should be that way. I hurried through the front door, calling out before I was completely inside. \"Dad?   Edward?  \" As I spoke, I could hear the distinctive theme music from ESPN's Sports Center coming from the living room. \"In here,\" Charlie called. I hung my raincoat on its peg and hurried around the corner. Edward was in the armchair, my father on the sofa. Both had their eyes trained on the TV. The focus was normal for my father. Not so much for Edward. \"Hi,\" I said weakly. \"Hey, Bella,\" my father answered, eyes never moving. \"We just had cold pizza. I think it's still on the table.\" \"Okay.\" I waited in the doorway. Finally, Edward looked over at me with a polite smile. \"I'll be right behind you,\" he promised. His eyes strayed back to the TV. I stared for another minute, shocked. Neither one seemed to notice. I could feel something, panic maybe, building up in my chest. I escaped to the kitchen. The pizza held no interest for me. I sat in my chair, pulled my knees up, and wrapped my arms around them. Something was very wrong, maybe more wrong than I'd realized. The sounds of male bonding and banter continued from the TV set. I tried to get control of myself, to reason with myself. What's the worst that can happen?   I flinched. That was definitely the wrong question to ask. I was having a hard time breathing right. Okay, I thought again, what's the worst I can live through?   I didn't like that question so much, either. But I thought through the possibilities I'd considered today. Staying away from Edward's family. Of course, he wouldn't expect Alice to be part of that. But if Jasper was off limits, that would lessen the time I could have with her. I nodded to myself—I could live with that. Or going away. Maybe he wouldn't want to wait till the end of the school year, maybe it would have to be now. In front of me, on the table, my presents from Charlie and Renee were where I had left them, the camera I hadn't had the chance to use at the Cullens' sitting beside the album. I touched the pretty cover of the scrapbook my mother had given me, and sighed, thinking of Renee. Somehow, living without her for as long as I had did not make the idea of a more permanent separation easier. And Charlie would be left all alone here, abandoned. They would both be so hurt… But we'd come back, right?   We'd visit, of course, wouldn't we?   I couldn't be certain about the answer to that. I leaned my cheek against my knee, staring at the physical tokens of my parents' love. I'd known this path I'd chosen was going to be hard. And, after all, I was thinking about the worst-case scenario—the very worst I could live through. I touched the scrapbook again, flipping the front cover over. Little metal corners were already in place to hold the first picture. It wasn't a half-bad idea, to make some record of my life here. I felt a strange urge to get started. Maybe I didn't have that long left in Forks. I toyed with the wrist strap on the camera, wondering about the first picture on the roll. Could it possibly turn out anything close to the original?   I doubted it. But he didn't seem worried that it would be blank. I chuckled to myself, thinking of his carefree laughter last night. The chuckle died away. So much had changed, and so abruptly. It made me feel a little bit dizzy, like I was standing on an edge, a precipice somewhere much too high. I didn't want to think about that anymore. I grabbed the camera and headed up the stairs. My room hadn't really changed all that much in the seventeen years since my mother had been here. The walls were still light blue, the same yellowed lace curtains hung in front of the window. There was a bed, rather than a crib, but she would recognize the quilt draped untidily over the top—it had been a gift from Gran. Regardless, I snapped a picture of my room. There wasn't much else I could do tonight—it was too dark outside—and the feeling was growing stronger, it was almost a  compulsion now. I would record everything about Forks before I had to leave it. Change was coming. I could feel it. It wasn't a pleasant prospect, not when life was perfect the way it was. I took my time coming back down the stairs, camera in hand, trying to ignore the butterflies in my stomach as I thought of the strange distance I didn't want to see in Edward's eyes. He would get over this. Probably he was worried that I would be upset when he asked me to leave. I would let him work through it without meddling. And I would be prepared when he asked. I had the camera ready as I leaned around the corner, being sneaky. I was sure there was no chance that I had caught Edward by surprise, but he didn't look up. I felt a brief shiver as something icy twisted in my stomach; I ignored that and took the picture. They both looked at me then. Charlie frowned. Edward's face was empty, expressionless. \"What are you doing, Bella?  \" Charlie complained. \"Oh, come on.\" I pretended to smile as I went to sit on the floor in front of the sofa where Charlie lounged. \"You know Mom will be calling soon to ask if I'm using my presents. I have to get to work before she can get her feelings hurt.\" \"Why are you taking pictures of me, though?  \" he grumbled. \"Because you're so handsome,\" I replied, keeping it light. \"And because, since you  bought the camera, you're obligated to be one of my subjects.\" He mumbled something unintelligible. \"Hey, Edward,\" I said with admirable indifference. \"Take one of me and my dad together.\"  I threw the camera toward him, carefully avoiding his eyes, and knelt beside the arm of the sofa where Charlie's face was. Charlie sighed. \"You need to smile, Bella,\" Edward murmured. I did my best, and the camera flashed. \"Let me take one of you kids,\" Charlie suggested. I knew he was just trying to shift the camera's focus from himself. Edward stood and lightly tossed him the camera. I went to stand beside Edward, and the arrangement felt formal and strange to me. He put one hand lightly on my shoulder, and I wrapped my arm more securely around his waist. I wanted to look at his face, but I was afraid to. \"Smile, Bella,\" Charlie reminded me again. I took a deep breath and smiled. The flash blinded me. \"Enough pictures for tonight,\" Charlie said then, shoving the camera into a crevice of the sofa cushions and rolling over it. \"You don't have to use the whole roll now.\" Edward dropped his hand from my shoulder and twisted casually out of my arm. He sat back down in the armchair. I hesitated, and then went to sit against the sofa again. I was suddenly so frightened that my hands were shaking. I pressed them into my stomach to hide them, put my chin on my knees and stared at the TV screen in front of me, seeing nothing. When the show ended, I hadn't moved an inch. Out of the corner of my eye, I saw Edward stand. \"I'd better get home,\" he said. Charlie didn't look up from the commercial. \"See ya.\" I got awkwardly to my feet—I was stiff from sitting so still—and followed Edward out the front door. He went straight to his car. \"Will you stay?  \" I asked, no hope in my voice. I expected his answer, so it didn't hurt as much. \"Not tonight.\" I didn't ask for a reason. He got in his car and drove away while I stood there, unmoving. I barely noticed that it was raining. I waited, without knowing what I waited for, until the door opened behind me. \"Bella, what are you doing?  \" Charlie asked, surprised to see me standing there alone and dripping. \"Nothing.\" I turned and trudged back to the house. It was a long night, with little in the way of rest. I got up as soon as there was a faint light outside my window. I dressed for school mechanically, waiting for the clouds to brighten. When I had eaten a bowl of cereal, I decided that it was light enough for pictures. I took one of my truck, and then the front of the house. I turned and snapped a few of the forest by Charlie's house. Funny how it didn't seem sinister like it used to. I realized I would miss this—the green, the timelessness, the mystery of the woods. All of it. I put the camera in my school bag before I left. I tried to concentrate on my new project rather than the fact that Edward apparently hadn't gotten over things during the night. Along with the fear, I was beginning to feel impatience. How long could this last?   It lasted through the morning. He walked silently beside me, never seeming to actually look at me. I tried to concentrate on my classes, but not even English could hold my attention. Mr. Berty had to repeat his question about Lady Capulet twice before I realized he was talking to me. Edward whispered the correct answer under his breath and then went back to ignoring me. At lunch, the silence continued. I felt like I was going to start screaming at any moment, so, to distract myself, I leaned across the table's invisible line and spoke to Jessica. \"Hey, Jess?  \" \"What's up, Bella?  \" \"Could you do me a favor?  \" I asked, reaching into my bag. \"My mom wants me to get some pictures of my friends for a scrapbook. So, take some pictures of everybody, okay?  \" I handed her the camera. \"Sure,\" she said, grinning, and turned to snap a candid shot of Mike with his mouth full. A predictable picture war ensued. I watched them hand the camera around the table, giggling and flirting and complaining about being on film. It seemed strangely childish. Maybe I just wasn't in the mood for normal human behavior today. \"Uh-oh,\" Jessica said apologetically as she returned the camera. \"I think we used all your film.\" \"That's okay. I think I already got pictures of everything else I needed.\" After school, Edward walked me back to the parking lot in silence. I had to work again, and for once, I was glad. Time with me obviously wasn't helping things. Maybe time alone would be better. I dropped my film off at the Thriftway on my way to Newton's, and then picked up the developed pictures after work. At home, I said a brief hi to Charlie, grabbed a granola bar from the kitchen, and hurried up to my room with the envelope of photographs tucked under my arm. I sat in the middle of my bed and opened the envelope with wary curiosity. Ridiculously, I still half expected the first print to be a blank. When I pulled it out, I gasped aloud. Edward looked just as beautiful as he did in real life, staring at me out of the picture with the warm eyes I'd missed for the past few days. It was almost uncanny that anyone could look so… so… beyond description. No thousand words could equal this picture. I flipped through the rest of the stack quickly once, and then laid three of them out on the bed side by side. The first was the picture of Edward in the kitchen, his warm eyes touched with tolerant amusement. The second was Edward and Charlie, watching ESPN. The difference in Edward's expression was severe. His eyes were careful here, reserved. Still breathtakingly beautiful, but his face was colder, more like a sculpture, less alive. The last was the picture of Edward and me standing awkwardly side by side. Edward's face was the same as the last, cold and statue-like. But that wasn't the most troubling part of this photograph. The contrast between the two of us was painful. He looked like a god. I looked very average, even for a human, almost shamefully plain. I flipped the picture over with a feeling of disgust. Instead of doing my homework, I stayed up to put my pictures into the album. With a ballpoint pen I scrawled captions under all the pictures, the names and the dates. I got to the picture of Edward and me, and, without looking at it too long, I folded it in half and stuck it under the metal tab, Edward-side up. When I was done, I stuffed the second set of prints in a fresh envelope and penned a long thank-you letter to Renee. Edward still hadn't come over. I didn't want to admit that he was the reason I'd stayed up so late, but of course he was. I tried to remember the last time he'd stayed away like this, without an excuse, a phone call… He never had. Again, I didn't sleep well. School followed the silent, frustrating, terrifying pattern of the last two days. I felt relief when I saw Edward waiting for me in the parking lot, but it faded quickly. He was no different, unless maybe more remote. It was hard to even remember the reason for all this mess. My birthday already felt like the distant past. If only Alice would come back. Soon. Before this got any more out of hand.  But I couldn't count on that. I decided that, if I couldn't talk to him today, really talk, then I was going to see Carlisle tomorrow. I had to do something. After school, Edward and I were going to talk it out, I promised myself. I wasn't accepting any excuses. He walked me to my truck, and I steeled myself to make my demands. \"Do you mind if I come over today?  \" he asked before we got to the truck, beating me to the punch. \"Of course not.\" \"Now?  \" he asked again, opening my door for me. \"Sure,\" I kept my voice even, though I didn't like the urgency in his tone. \"I was just going to drop a letter for Renee in the mailbox on the way. I'll meet you there.\" He looked at the fat envelope on the passenger seat. Suddenly, he reached over me and snagged it. \"I'll do it,\" he said quietly. \"And I'll still beat you there.\" He smiled my favorite crooked smile, but it was wrong. It didn't reach his eyes. \"Okay,\" I agreed, unable to smile back. He shut the door, and headed toward his car. He did beat me home. He was parked in Charlie's spot when I pulled up in front of the house. That was a bad sign. He didn't plan to stay, then. I shook my head and took a deep breath, trying to locate some courage. He got out of his car when I stepped out of the truck, and came to meet me. He reached to take my book bag from me. That was normal. But he shoved it back onto the seat. That was not normal. \"Come for a walk with me,\" he suggested in an unemotional voice, taking my hand. I didn't answer. I couldn't think of a way to protest, but I instantly knew that I wanted to. I didn't like this. This is bad, this is very bad, the voice in my head repeated again and again. But he didn't wait for an answer. He pulled me along toward the east side of the yard, where the forest encroached. I followed unwillingly, trying to think through the panic. It was what I wanted, I reminded myself. The chance to talk it all through. So why was the panic choking me?   We'd gone only a few steps into the trees when he stopped. We were barely on the trail—I could still see the house. Some walk. Edward leaned against a tree and stared at me, his expression unreadable. \"Okay, let's talk,\" I said. It sounded braver than it felt. He took a deep breath. \"Bella, we're leaving.\" I took a deep breath, too. This was an acceptable option. I thought I was prepared. But I still had to ask. \"Why now?   Another year—\" \"Bella, it's time. How much longer could we stay in Forks, after all?   Carlisle can barely pass for thirty, and he's claiming thirty-three now. We'd have to start over soon regardless.\" His answer confused me. I thought the point of leaving was to let his family live in peace. Why did we have to leave if they were going?   I stared at him, trying to understand what he meant. He stared back coldly. With a roll of nausea, I realized I'd misunderstood. \"When you say we—,\" I whispered. \"I mean my family and myself.\" Each word separate and distinct. I shook my head back and forth mechanically, trying to clear it. He waited without any sign of impatience. It took a few minutes before I could speak. \"Okay,\" I said. \"I'll come with you.\" \"You can't, Bella. Where we're going… It's not the right place for you.\" \"Where you are is the right place for me.\" \"I'm no good for you, Bella.\" \"Don't be ridiculous.\" I wanted to sound angry, but it just sounded like I was begging. \"You're the very best part of my life.\" \"My world is not for you,\" he said grimly. \"What happened with Jasper—that was nothing, Edward! Nothing!\" \"You're right,\" he agreed. \"It was exactly what was to be expected.\" \"You promised! In Phoenix, you promised that you would stay—\" \"As long as that was best for you,\" he interrupted to correct me. \"No! This is about my soul, isn't it?  \" I shouted, furious, the words exploding out of me—somehow it still sounded like a plea. \"Carlisle told me about that, and I don't care,  Edward. I don't care! You can have my soul. I don't want it without you—it's yours already!\" He took a deep breath and stared, unseeingly, at the ground for a long moment. His mouth twisted the tiniest bit. When he finally looked up, his eyes were different, harder—like the liquid gold had frozen solid. \"Bella, I don't want you to come with me.\" He spoke the words slowly and precisely, his cold eyes on my face, watching as I absorbed what he was really saying. There was a pause as I repeated the words in my head a few times, sifting through them for their real intent. \"You… don't… want me?  \" I tried out the words, confused by the way they sounded, placed in that order. \"No.\" I stared, uncomprehending, into his eyes. He stared back without apology. His eyes were like topaz—hard and clear and very deep. I felt like I could see into them for miles and miles, yet nowhere in their bottomless depths could I see a contradiction to the word he'd spoken. \"Well, that changes things.\" I was surprised by how calm and reasonable my voice sounded. It must be because I was so numb. I couldn't realize what he was telling me. It still didn't make any sense. He looked away into the trees as he spoke again. \"Of course, I'll always love you… in a way. But what happened the other night made me realize that it's time for a change. Because I'm… tired of pretending to be something I'm not, Bella. I am not human.\" He looked back, and the icy planes of his perfect face were not human. \"I've let this go on much too long, and I'm sorry for that.\" \"Don't.\" My voice was just a whisper now; awareness was beginning to seep through me, trickling like acid through my veins. \"Don't do this.\" He just stared at me, and I could see from his eyes that my words were far too late. He already had.  \"You're not good for me, Bella.\" He turned his earlier words around, and so I had no argument. How well I knew that I wasn't good enough for him. I opened my mouth to say something, and then closed it again. He waited patiently, his face wiped clean of all emotion. I tried again. \"If… that's what you want.\" He nodded once. My whole body went numb. I couldn't feel anything below the neck. \"I would like to ask one favor, though, if that's not too much,\" he said. I wonder what he saw on my face, because something flickered across his own face in response. But, before I could identify it, he'd composed his features into the same serene mask. \"Anything,\" I vowed, my voice faintly stronger. As I watched, his frozen eyes melted. The gold became liquid again, molten, burning down into mine with an intensity that was overwhelming. \"Don't do anything reckless or stupid,\" he ordered, no longer detached. \"Do you understand what I'm saying?  \" I nodded helplessly. His eyes cooled, the distance returned. \"I'm thinking of Charlie, of course. He needs you. Take care of yourself—for him.\" I nodded again. \"I will,\" I whispered. He seemed to relax just a little. \"And I'll make you a promise in return,\" he said. \"I promise that this will be the last time you'll see me. I won't come back. I won't put you through anything like this again. You can go on with your life without any more interference from me. It will be as if I'd never existed.\" My knees must have started to shake, because the trees were suddenly wobbling. I could hear the blood pounding faster than normal behind my ears. His voice sounded farther away. He smiled gently. \"Don't worry. You're human—your memory is no more than a sieve. Time heals all wounds for your kind.\" \"And your memories?  \" I asked. It sounded like there was something stuck in my throat, like I was choking. \"Well\"—he hesitated for a short second—\"I won't forget. But my kind… we're very easily distracted.\" He smiled; the smile was tranquil and it did not touch his eyes. He took a step away from me. \"That's everything, I suppose. We won't bother you again.\" The plural caught my attention. That surprised me; I would have thought I was beyond noticing anything. \"Alice isn't coming back,\" I realized. I don't know how he heard me—the words made no sound—but he seemed to understand. He shook his head slowly, always watching my face. \"No. They're all gone. I stayed behind to tell you goodbye.\" \"Alice is gone?  \" My voice was blank with disbelief. \"She wanted to say goodbye, but I convinced her that a clean break would be better for you.\" I was dizzy; it was hard to concentrate. His words swirled around in my head, and I heard the doctor at the hospital in Phoenix, last spring, as he showed me the X-rays. You can see it's a clean break, his finger traced along the picture of my severed bone. That's good. It will heal more easily, more quickly. I tried to breathe normally. I needed to concentrate, to find a way out of this nightmare. \"Goodbye, Bella,\" he said in the same quiet, peaceful voice. \"Wait!\" I choked out the word, reaching for him, willing my deadened legs to carry me forward. I thought he was reaching for me, too. But his cold hands locked around my wrists and pinned them to my sides. He leaned down, and pressed his lips very lightly to my forehead for the briefest instant. My eyes closed. \"Take care of yourself,\" he breathed, cool against my skin. There was a light, unnatural breeze. My eyes flashed open. The leaves on a small vine maple shuddered with the gentle wind of his passage. He was gone. With shaky legs, ignoring the fact that my action was useless, I followed him into the forest. The evidence of his path had disappeared instantly. There were no footprints, the leaves were still again, but I walked forward without thinking. I could not do anything else. I had to keep moving. If I stopped looking for him, it was over. Love, life, meaning… over. I walked and walked. Time made no sense as I pushed slowly through the thick undergrowth. It was hours passing, but also only seconds. Maybe it felt like time had frozen because the forest looked the same no matter how far I went. I started to worry that I was traveling in a circle, a very small circle at that, but I kept going. I stumbled often, and, as it grew darker and darker, I fell often, too. Finally, I tripped over something—it was black now, I had no idea what caught my foot—and I stayed down. I rolled onto my side, so that I could breathe, and curled up on the wet bracken. As I lay there, I had a feeling that more time was passing than I realized. I couldn't remember how long it had been since nightfall. Was it always so dark here at night?   Surely, as a rule, some little bit of moonlight would filter down through the clouds, through the chinks in the canopy of trees, and find the ground. Not tonight. Tonight the sky was utterly black. Perhaps there was no moon tonight—a lunar eclipse, a new moon. A new moon. I shivered, though I wasn't cold. It was black for a long time before I heard them calling. Someone was shouting my name. It was muted, muffled by the wet growth that surrounded me, but it was definitely my name. I didn't recognize the voice. I thought about answering, but I was dazed, and it took a long time to come to the conclusion that I should answer. By then, the calling had stopped. Sometime later, the rain woke me up. I don't think I'd really fallen asleep; I was just lost in an unthinking stupor, holding with all my strength to the numbness that kept me from realizing what I didn't want to know. The rain bothered me a little. It was cold. I unwrapped my arms from around my legs to cover my face.  It was then that I heard the calling again. It was farther away this time, and sometimes it sounded like several voices were calling at once. I tried to breathe deeply. I remembered that I should answer, but I didn't think they would be able to hear me. Would I be able to shout loud enough?   Suddenly, there was another sound, startlingly close. A kind of snuffling, an animal sound. It sounded big. I wondered if I should feel afraid. I didn't—just numb. It didn't matter. The snuffling went away. The rain continued, and I could feel the water pooling up against my cheek. I was trying to gather the strength to turn my head when I saw the light. At first it was just a dim glow reflecting off the bushes in the distance. It grew brighter and brighter, illuminating a large space unlike the focused beam of a flashlight. The light broke through the closest brush, and I could see that it was a propane lantern, but that was all I could see—the brightness blinded me for a moment. \"Bella.\" The voice was deep and unfamiliar, but full of recognition. He wasn't calling my name to search, he was acknowledging that I was found. I stared up—impossibly high it seemed—at the dark face that I could now see above me. I was vaguely aware that the stranger probably only looked so tall because my head was still on the ground. \"Have you been hurt?  \" I knew the words meant something, but I could only stare, bewildered. How could the meaning matter at this point?   \"Bella, my name is Sam Uley.\" There was nothing familiar about his name. \"Charlie sent me to look for you.\" Charlie?   That struck a chord, and I tried to pay more attention to what he was saying. Charlie mattered, if nothing else did. The tall man held out a hand. I gazed at it, not sure what I was supposed to do. His black eyes appraised me for a second, and then he shrugged. In a quick and supple notion, he pulled me up from the ground and into his arms. I hung there, limp, as he loped swiftly through the wet forest. Some part of me knew this should upset me—being carried away by a stranger. But there was nothing left in me to upset. It didn't seem like too much time passed before there were lights and the deep babble of many male voices. Sam Uley slowed as he approached the commotion. \"I've got her!\" he called in a booming voice. The babble ceased, and then picked up again with more intensity. A confusing swirl of faces moved over me. Sam's voice was the only one that made sense in the chaos, perhaps because my ear was against his chest. \"No, I don't think she's hurt,\" he told someone. \"She just keeps saying 'He's gone.' \"  Was I saying that out loud?   I bit down on my lip. \"Bella, honey, are you all right?  \" That was one voice I would know anywhere—even distorted, as it was now, with worry. \"Charlie?  \" My voice sounded strange and small. \"I'm right here, baby.\" There was a shifting under me, followed by the leathery smell of my dad's sheriff jacket. Charlie staggered under my weight. \"Maybe I should hold on to her,\" Sam Uley suggested. \"I've got her,\" Charlie said, a little breathless. He walked slowly, struggling. I wished I could tell him to put me down and let me walk, but I couldn't find my voice. There were lights everywhere, held by the crowd walking with him. It felt like a parade. Or a funeral procession. I closed my eyes. \"We're almost home now, honey,\" Charlie mumbled now and then. I opened my eyes again when I heard the door unlock. We were on the porch of our house, and the tall dark man named Sam was holding the door for Charlie, one arm extended toward us, as if he was preparing to catch me when Charlie's arms failed. But Charlie managed to get me through the door and to the couch in the living room. \"Dad, I'm all wet,\" I objected feebly. \"That doesn't matter.\" His voice was gruff. And then he was talking to someone else. \"Blankets are in the cupboard at the top of the stairs.\" \"Bella?  \" a new voice asked. I looked at the gray-haired man leaning over me, and recognition came after a few slow seconds. \"Dr. Gerandy?  \" I mumbled. \"That's right, dear,\" he said. \"Are you hurt, Bella?  \" It took me a minute to think that through. I was confused by the memory of Sam Uley's similar question in the woods. Only Sam had asked something else: Have you been hurt?   he'd said. The difference seemed significant somehow. Dr. Gerandy was waiting. One grizzled eyebrow rose, and the wrinkles on his forehead deepened.  \"I'm not hurt,\" I lied. The words, were true enough for what he'd asked. His warm hand touched my forehead, and his fingers pressed against the inside of my wrist. I watched his lips as he counted to himself, his eyes on his watch. \"What happened to you?  \" he asked casually. I froze under his hand, tasting panic in the back of my throat. \"Did you get lost in the woods?  \" he prodded. I was aware of several other people listening. Three tall men with dark faces—from La Push, the Quileute Indian reservation down on the coastline, I guessed—Sam Uley among them, were standing very close together and staring at me. Mr. Newton was there with Mike and Mr. Weber, Angela's father; they all were watching me more surreptitiously than the strangers. Other deep voices rumbled from the kitchen and outside the front door. Half the town must have been looking for me. Charlie was the closest. He leaned in to hear my answer. \"Yes,\" I whispered. \"I got lost.\" The doctor nodded, thoughtful, his fingers probing gently against the glands under my jaw. Charlie's face hardened. \"Do you feel tired?  \" Dr. Gerandy asked. I nodded and closed my eyes obediently. \"I don't think there's anything wrong with her,\" I heard the doctor mutter to Charlie after a moment. \"Just exhaustion. Let her sleep it off, and I'll come check on her tomorrow,\" he paused. He must have looked at his watch, because he added, \"Well, later today actually.\" There was a creaking sound as they both pushed off from the couch to get to their feet. \"Is it true?  \" Charlie whispered. Their voices were farther away now. I strained to hear. \"Did they leave?  \" \"Dr. Cullen asked us not to say anything,\" Dr. Gerandy answered. \"The offer was very sudden; they had to choose immediately. Carlisle didn't want to make a big production out of leaving.\" \"A little warning might have been nice,\" Charlie grumbled. Dr. Gerandy sounded uncomfortable when he replied. \"Yes, well, in this situation, some warning might have been called for.\" I didn't want to listen anymore. I felt around for the edge of the quilt someone had laid on top of me, and pulled it over my ear. I drifted in and out of alertness. I heard Charlie whisper thanks to the volunteers as, one by one, they left. I felt his fingers on my forehead, and then the weight of another blanket. The phone rang a few times, and he hurried to catch it before it could wake me. He muttered reassurances in a low voice to the callers. \"Yeah, we found her. She's okay. She got lost. She's fine now,\" he said again and again. I heard the springs in the armchair groan when he settled himself in for the night. A few minutes later, the phone rang again. Charlie moaned as he struggled to his feet, and then he rushed, stumbling, to the kitchen I pulled my head deeper under the blankets, not wanting to listen to the same conversation again. \"Yeah,\" Charlie said, and yawned. His voice changed, it was much more alert when he spoke again. \"Where?  '\" There was a pause. \"You're sure it's outside the reservation?  \" Another short pause. \"But what could be burning out there?  \" He sounded both worried and mystified. \"Look, I'll call down there and check it out.\" I listened with more interest as he punched in a number. \"Hey, Billy, it's Charlie—sorry I'm calling so early… no, she's fine. She's sleeping… Thanks, but that's not why I called. I just got a call from Mrs. Stanley, and she says that from her second-story window she can see fires out on the sea cliffs, but I didn't really… Oh!\" Suddenly there was an edge in his voice—irritation… or anger. \"And why are they doing that?   Uh huh. Really?  \" He said it sarcastically. \"Well, don't apologize to me. Yeah, yeah. Just make sure the flames don't spread… I know, I know, I'm surprised they got them lit at all in this weather.\" Charlie hesitated, and then added grudgingly. \"Thanks for sending Sam and the other boys up. You were right—they do know the forest better than we do. It was Sam who found her, so I owe you one… Yeah, I'll talk to you later,\" he agreed, still sour, before hanging up. Charlie muttered something incoherent as he shuffled back to the living room. \"What's wrong?  \" I asked. He hurried to my side. \"I'm sorry I woke you, honey.\" \"Is something burning?  \" \"It's nothing,\" he assured me. \"Just some bonfires out on the cliffs.\" \"Bonfires?  \" I asked. My voice didn't sound curious. It sounded dead. Charlie frowned. \"Some of the kids from the reservation being rowdy,\" he explained. \"Why?  \" I wondered dully. I could tell he didn't want to answer. He looked at the floor under his knees. \"They're celebrating the news.\" His tone was bitter. There was only one piece of news I could think of, try as I might not to. And then the pieces snapped together. \"Because the Cullens left,\" I whispered. \"They don't like the Cullens in La Push—I'd forgotten about that.\" The Quileutes had their superstitions about the \"cold ones,\" the blood-drinkers that were enemies to their tribe, just like they had their legends of the great flood and wolf-men ancestors. Just stories, folklore, to most of them. Then there were the few that believed. Charlie's good friend Billy Black believed, though even Jacob, his own son, thought he was full of stupid superstitions. Billy had warned me to stay away from the Cullens… The name stirred something inside me, something that began to claw its way toward the surface, something I knew I didn't want to face. \"It's ridiculous,\" Charlie spluttered. We sat in silence for a moment. The sky was no longer black outside the window. Somewhere behind the rain, the sun was beginning to rise. \"Bella?  \" Charlie asked. I looked at him uneasily. \"He left you alone in the woods?  \" Charlie guessed. I deflected his question. \"How did you know where to find me?  \" My mind shied away from the inevitable awareness that was coming, coming quickly now. \"Your note,\" Charlie answered, surprised. He reached into the back pocket of his jeans and pulled out a much-abused piece of paper. It was dirty and damp, with multiple creases from being opened and refolded many times. He unfolded it again, and held it up as evidence. The messy handwriting was remarkably close to my own. Going for a walk with Edward, up the path, it said. Back soon, B. \"When you didn't come back, I called the Cullens, and no one answered,\" Charlie said in a low voice. \"Then I called the hospital, and Dr. Gerandy told me that Carlisle was gone.\" \"Where did they go?  \" I mumbled. He stared at me. \"Didn't Edward tell you?  \" I shook my head, recoiling. The sound of his name unleashed the thing that was clawing inside of me—a pain that knocked me breathless, astonished me with its force. Charlie eyed me doubtfully as he answered. \"Carlisle took a job with a big hospital in Los Angeles. I guess they threw a lot of money at him.\" Sunny L.A. The last place they would really go. I remembered my nightmare with the mirror… the bright sunlight shimmering off of his skin— Agony ripped through me with the memory of his face. \"I want to know if Edward left you alone out there in the middle of the woods,\" Charlie insisted. His name sent another wave of torture through me. I shook my head, frantic, desperate to escape the pain. \"It was my fault. He left me right here on the trail, in sight of the house… but I tried to follow him.\" Charlie started to say something; childishly, I covered my ears. \"I can't talk about this anymore, Dad. I want to go to my room.\" Before he could answer, I scrambled up from the couch and lurched my way up the stairs. Someone had been in the house to leave a note for Charlie, a note that would lead him to find me. From the minute that I'd realized this, a horrible suspicion began to grow in my head. I rushed to my room, shutting and locking the door behind me before I ran to the CD player by my bed. Everything looked exactly the same as I'd left it. I pressed down on the top of the CD player. The latch unhooked, and the lid slowly swung open. It was empty. The album Renee had given me sat on the floor beside the bed, just where I'd put it last. I lifted the cover with a shaking hand. I didn't have to flip any farther than the first page. The little metal corners no longer held a picture in place. The page was blank except for my own handwriting scrawled across the bottom: Edward Cullen, Charlie's kitchen, Sept. 13th. I stopped there. I was sure that he would have been very thorough. It will be as if I'd never existed, he'd promised me. I felt the smooth wooden floor beneath my knees, and then the palms of my hands, and then it was pressed against the skin of my cheek. I hoped that I was fainting, but, to my disappointment, I didn't lose consciousness. The waves of pain that had only lapped at me before now reared high up and washed over my head, pulling me under. I did not resurface.  OCTOBER NOVEMBER DECEMBER JANUARY",
            "vi": "3        3. Kết thúc Buổi sáng tôi cảm thấy hết sức khó chịu. Tôi ngủ không ngon; cánh tay đau nhức và tôi bị đau đầu.  Cũng chẳng đỡ hơn chút nào vì mặt Edward phẳng lặng và lãnh đạm khi anh hôn nhanh lên trán tôi rồi biến ra ngoài cửa sổ. Tôi sợ trong lúc tôi đang ngủ, e là anh lại nghĩ đến chuyện đúng sai lúc ngắm tôi ngủ.  Lo âu càng làm đầu tôi nhức như búa bổ.  Edward đang đợi tôi ở trường như thường lệ, nhưng khuôn mặt anh vẫn không ổn chút nào. Có gì đó ẩn trong mắt anh mà tôi không hiểu - làm tôi sợ. Tôi không muốn nhắc lại chuyện đêm qua, nhưng tôi không biết trốn tránh vấn đề có làm mọi chuyện tệ hại hơn không.  Anh mở cửa cho tôi.  \"Em cảm thấy thế nào?  \" \"Rất khoẻ,”  tôi nói dối, rúm người khi tiếng sập cửa dội vào đầu tôi.  Chúng tôi đi trong im lặng, anh sải bước ngắn lại để vừa với bước chân tôi.  Tôi có thật nhiều điều muốn hỏi, nhưng hầu hết các câu hỏi đó sẽ phải đợi, vì là dành để hỏi Alice: Jasper sáng nay ra sao?  Mọi người nói gì khi tôi đã ra đi?  Rosalie nói gì?  Và quan trọng hơn hết, bây giờ cô thấy gì trong khả năng nhìn thấy tương lai kỳ lạ, không hoàn chỉnh của cô?  Cô có thể đoán được Edward đang nghĩ gì không, tại sao anh lại buồn rầu như thế?  Liệu có cơ sở nào không cho nỗi lo sợ bản năng, mơ hồ mà tôi dường như không thể rũ bỏ được?   Buổi sáng trôi qua chậm chạp. Tôi nôn nóng muốn gặp Alice, dù không thể nói chuyện với cô khi có Edward ở đó. Edward cứ giữ vẻ xa cách. Thỉnh thoảng anh lại hỏi tay tôi có sao không, và tôi lại nói dối.  Alice thường đến ăn trưa trước chúng tôi; cô không cần phải giữ vừa nhịp chân với kẻ chậm chạp như tôi. Nhưng cô chẳng có mặt ở bàn, chờ chúng tôi với khay thức ăn mà cô sẽ không ăn.  Edward chẳgn hề nói gì về sự vắng mặt của cô. Tôi tự hỏi không biết có phải lớp cô ra trễ không - cho đến khi tôi thấy Conner và Ben, hai người học chung lớp tiếng Pháp với cô ở tiết thứ tư.  \"Alice đâu rồi?”  Tôi lo lắng hỏi Edward.  Anh nhìn thanh kẹo đậu phộng anh đang chầm chậm nghiến thành bột giữa mấy đầu ngón tay, trả lời. \"Cô ấy đang ở với Jasper.” \"Anh ấy ổn chứ?” \"Nó đã đi xa một thời gian. \" \"Gì chứ? Đi đâu?” Edward nhún vai. \"Không nhất định chỗ nào cả.” \"Alice cũng vậy sao,” tôi nói với niềm tuyệt vọng câm nín. Tất nhiên, nếu Jasper cần cô, cô sẽ đi.  \"Ừ. Cô ấy cũng sẽ ra đi một thời gian. Cô ấy đang thuyết phục nó đi Denali.” Denali là nơi cư ngụ của một nhóm ma cà rồng đặc biệt khác – những con ma cà rồng tốt như gia đình Cullens. Tanya và gia đình. Tôi thỉnh thoảng có nghe nói về họ. Edward đã tìm đến họ vào mùa đông năm ngoái khi sự xuất hiện của tôi đã làm Forks trở nên khó sống đối với anh. Laurent, thành viên văn minh nhất trong nhóm ít người của James, cũng đã đến đó chớ không đứng về phe James chống lại gia đình Cullens.  Thật dễ hiểu khi Alice khuyến khích Jasper đến đó.  Tôi hít một hơi vì nghẹn ngào, cố đẩy cái nghẹn đột ngột trong họng. Tội lỗi làm tôi cúi đầu, rũ vai. Tôi đã đuổi họ khỏi nhà họ, như đã làm với Rosalie và Emmett. Tôi là một tai hoạ.  \"Tay em đau à?” anh hỏi đầy lo lắng.  \"Ai thèm quan tâm đến cánh tay ngu ngốc của em?” Tôi chán ghét lẩm bẩm.  Anh không trả lời, và tôi cúi đầu  xuống bàn.  Vào cuối ngày, sự im lặng đã trở nên quá thể. Tôi không muốn là người phá vỡ yên lặng nhưng hình như đó là lựa chọn duy nhất nếu tôi còn muốn anh nói chuyện với tôi trở lại.  \"Tối nay anh đến trễ trễ nhé?”  Tôi hỏi khi anh đi cùng tôi - lặng lẽ - đến xe tải. Anh luôn ghé qua.  \"Trễ?” Tôi hài lòng vì anh có vẻ bị bất ngờ. \"Em phải làm việc. Hôm qua em đã phải đổi ca với bà Newton để được nghỉ.” \"Ồ, \" anh thì thầm.  \"Vậy anh sẽ ghé qua khi em về nhà, phải không?”  Tôi ghét hết sức khi đột ngột cảm thấy không chắc chắn lắm về chuyện này.  \"Nếu em muốn anh đến.” \"Em luôn muốn anh, \" tôi nhắc anh, có lẽ hơi quá xúc động hơn cần thiết.  Tôi đã mong anh sẽ cười phá ra, hoặc cười mỉm, hoặc phản ứng sao đó với lời nói của tôi.  \"Vậy thì được, \" anh hờ hững nói.  Anh hôn trán tôi lần nữa rồi mới đóng cửa lại cho tôi. Sau đó anh quay lưng và duyên dáng đi nhanh về phía xe anh.  Tôi chạy ra khỏi bãi đậu xe trước khi nỗi sợ hãi thật sự xâm chiếm mình, nhưng tôi vẫn thở hồn hển lúc đến nhà Newton.  Anh chỉ cần thời gian mà thôi, tôi tự nhủ với mình. Anh sẽ vượt qua được chuyện này. Có lẽ anh đang buồn vì người trong nhà anh đang biến dần. Nhưng Alice và Jasper sẽ sớm trở lại, và cả Rosalie và Emmett nữa. Nếu cần, tôi sẽ tránh xa ngôi nhà màu trắng to lớn bên sông ấy - tôi sẽ không bao giờ đặt chân đến chỗ đó lần nữa.  Điều đó không quan trọng gì cả. Tôi sẽ vẫn gặp Alice ở trường. Cô ấy sẽ phải đi học lại, phải không nào?  Và dù sao thì cô cũng đến nhà tôi hoài. Cô sẽ không muốn làm Charlie buồn vì sự vắng mặt của mình.  Chắc chắn tôi cũng sẽ còn gặp Carlisle thường xuyên – ở phòng cấp cứu.  Rốt cuộc, chuyện đã xảy ra đêm qua chẳng là gì cả. Chẳng có chuyện gì đã xảy ra. Vì thế chuyện tôi té - là chuyện xảy ra hoài thôi. So với mùa xuân năm ngoái, thì nó có vẻ chẳng quan trọng gì. James bỏ tôi gãy xương và gần chết vì mất máu – thế mà Edward còn chịu được bao nhiêu tuần lễ dài dằng dặc ở bệnh viện giỏi hơn chuyện này nhiều. Chẳng lẽ đó là vì, lúc này, không phải anh phải bảo vệ tôi chống lại một kẻ thù?   Mà là vì chống lại em trai anh?   Có lẽ tốt hơn hết là anh nên đưa tôi đi xa, còn hơn là gia đình anh mỗi người mỗi ngả. Tôi dần ít muộn phiền hơn khi nghiền ngẫm mọi chuyện liên tục một mình. Anh chỉ cần học cho xong năm nay, Charlie sẽ không thể phản đối. Chúng tôi có thể đi xa học đại học, hoặc giả vờ như là chúng tôi sẽ làm vậy, như Rosalie và Emmett đã làm năm nay. Chắc chắn Edward đợi được thêm một năm. Một năm có là gì với một cuộc đời bất tử?  Thậm chí với tôi cũng chẳng nhiều nhặn gì.  Tôi đã tự thuyết phục mình đủ bình tĩnh để ra khỏi xe tải và đến cửa hàng. Mike Newton đã đến đây sớm hơn tôi hôm nay, và anh mỉm cười và vẫy chào khi tôi đi vào. Tôi chộp áo gi-lê của mình, hơi gật đầu về hướng anh. Tôi vẫn còn đang sung sướng tưởng tượng kịch bản mình bỏ trốn cùng Edward đến đủ chốn thiên đàng.  Mike cắt ngang giấc mơ của tôi. \"Sinh nhật bạn vui không?” \"Ugh, \" tôi lầm bầm. \"Tôi mừng vì nó đã qua rồi.” Mike liếc tôi qua khoé mắt như thể tôi điên.  Công việc kéo dài. Tôi muốn gặp lại Edward, cầu mong anh sẽ vượt qua được phần tệ hại nhất của chuyện này, bất kể đó là chuyện gì, vào lúc tôi gặp lại anh.  Chẳng có chuyện gì cả, tôi tự nhủ với mình không biết bao lần. Mọi thứ sẽ trở lại bình thường.  Cảm giác nhẹ nhõm khi rẽ vào đường về nhà và nhìn thấy chiếc xe màu bạc của Edward đỗ ở phía trước là một cảm giác ngập tràn và cuồng loạn. Và tôi cảm thấy hết sức bực khi mình như vậy.  Tôi vội vã đi qua cửa trước, gọi to trước khi tôi vào hẳn bên trong.  \"Bố?  Edward?” Khi nói, tôi có thể nghe tiếng nhạc chủ đề đặc biệt của Sports Center của ESPN vẳng đến từ phòng khách.  \"Đây nè, \" Charlie gọi.  Tôi treo áo mưa lên mắc áo rồi vội vã vào phòng.  Edward đang ngồi ở ghế bành, cha tôi trên ghế xô-pha. Cả hai đều nhìn về phía ti-vi. Tập trung là chuyện bình thường của cha tôi.  Nhưng không phải là điều bình thường lắm đối với Edward.  \"Chào, \" tôi nói nhỏ.  \"Này, Bella, \" bố tôi trả lời, mắt chẳng rời ti-vi. \"Bố và Edward vừa mới ăn pizza lạnh xong. Chắc vẫn còn trên bàn. \" \"OK.” Tôi đợi ở ngay lối vào. Cuối cùng, Edward nhìn sang tôi với nụ cười lịch sự. \"Anh sẽ ở ngay phía sau em,” anh hứa. Mắt anh quay lại ti-vi.  Tôi nhìn chằm chằm thêm một phút nữa, sững sờ.  Dường như chẳng ai nhận thấy cả. Tôi cảm thấy một cái gì đó, chắc là nỗi hoảng sợ, lớn dần trong ngực. Tôi chuồn sang bếp.  Bánh pizza chẳng làm tôi quan tâm. Tôi ngồi ở ghế, kéo đầu gối lên, và quấn tay quanh đầu gối. Cái gì đó rất không ổn, có lẽ không ổn hơn cả điều tôi đã nhận ra. Tiếng đàn ông chen nhau bình luận vui vẻ phát ra từ ti vi.  Tôi cố kiềm chế bản thân để tự tranh luận.  Chuyện tệ hại nhất có thể xảy ra là gì?  Tôi nao núng. Đây rõ là câu hỏi bậy rồi. Tôi khổ sở cố hít thở bình thường.  OK, tôi suy nghĩ lại, Chuyện tệ hại nhất tôi có thể trải qua là gì?  Tôi cũng không thích câu hỏi đó cho lắm.  Nhưng tôi nghĩ qua một lượt  mọi khả năng tôi đã xem xét hôm nay.  Tránh xa gia đình Edward. Tất nhiên, anh sẽ không gộp cả Alice vào chuyện đó. Nhưng nếu Jasper không được phép, chắc sẽ thời gian tôi có thể ở bên cô sẽ ít đi. Tôi gật đầu một mình - tôi có thể chịu được chuyện đó. Hay bỏ đi chỗ khác. Có lẽ anh sẽ không muốn đợi đến cuối năm học, có lẽ phải làm vậy ngay bây giờ.  Trước mặt tôi, trên bàn, là quà Charlie và Renee tặng tôi, cái máy ảnh tôi không có cơ hội sử dụng ở nhà Cullens, đang nằm cạnh an-bum. Tôi sờ vào cái bìa đẹp của quyển an-bum mẹ  tặng, và thở dài, khi nghĩ về Renee. Không biết vì sao, chuyện sống không có mẹ cho đến tận ngày hôm nay chẳng hề khiến cho ý nghĩ tôi sẽ sống riêng lâu dài hơn dễ dàng hơn. Và Charlie sẽ bị bỏ lại đây hoàn toàn cô độc.  Cả hai người sẽ buồn ghê lắm... Nhưng chúng tôi sẽ về lại mà?  Chúng tôi sẽ đến thăm bố mẹ, dĩ nhiên rồi, đúng không nào?   Tôi không thể chắc câu trả lời cho câu hỏi này.  Tôi tựa má vào đầu gối, nhìn chằm chằm vào những biểu tượng tình yêu cụ thể của bố mẹ. Tôi biết con đường mình chọn sẽ khó khăn. Và, xét cho cùng, tôi đang nghĩ về trường hợp xấu nhất – điều tệ rất tôi có thể phải trải qua.  Tôi lại sờ vào quyển an-bum lần nữa, lật bìa trước qua. Các góc kim loại nhỏ đã giữ tấm hình đầu tiên.  Chẳng hề là một ý tưởng tệ hại chút xíu nào, ý định ghi nhận lại chuyện đời mình ở nơi này. Tôi cảm thấy nỗi thôi thúc lạ lùng trỗi lên. Có lẽ tôi chưa từng nôn nóng như thế ở Forks.  Tôi nghịch dây đai đeo cổ tay trên máy ảnh, nghĩ về bức ảnh đầu của cuộn phim. Có thể cho ra thứ gì giống với nguyên bản không nhỉ?  Tôi nghi chuyện đó quá. Nhưng anh dường như chẳng hề lo là nó sẽ trống không. Tôi cười tủm tỉm, nghĩ về tiếng cười vô tư anh đêm qua. Tiếng cười khúc khích lặng đi. Quá nhiều điều đã đổi thay, và quá đột ngột. Khiến tôi cảm thấy hơi chóng mặt, như thể tôi đang đứng trên rìa một nơi cheo leo nào đó quá cao.  Tôi không muốn nghĩ đến chuyện đó nữa. Tôi chộp máy ảnh rồi lên cầu thang.  Phòng chẳng thay đổi gì nhiều trong 17 năm kể từ khi mẹ còn ở đây. Bức tường vẫn xanh nhạt, cũng rèm đăng-ten vàng treo trước cửa sổ. Giường, thay cho nôi, nhưng thế nào mẹ cũng sẽ nhận ra tấm mền phủ lệch trên cùng - là quà Bà tặng.  Mặc kệ, tôi chụp ảnh phòng mình. Đêm nay, tôi chẳng thể làm gì nhiều – bên ngoài trời đã quá tối - và cảm giác ấy ngày càng mạnh hơn, bây giờ gần như là sự thúc bách. Tôi sẽ lưu lại mọi thứ về Forks trước khi tôi phải rời xa nó.  Thay đổi đang đến. Tôi có thể cảm nhận được nó. Không phải là một viễn cảnh vui vẻ, chẳng hề vui vì cuộc sống hiện đã hoàn hảo rồi.  Tôi đi chầm chậm xuống cầu thang trở lại, máy ảnh trong tay, cố lờ đi cảm giác bồn chồn khi nghĩ đến vẻ xa cách kỳ lạ tôi không muốn nhìn thấy trong mắt Edward. Anh sẽ vượt qua được chuyện này. Có lẽ anh lo tôi sẽ khó chịu khi anh yêu cầu tôi bỏ đi. Tôi sẽ để cho anh vượt qua chuyện đó mà không can thiệp vào. Và tôi sẽ chuẩn bị tinh thần sẵn sàng lúc anh yêu cầu.  Tôi đưa máy ảnh lên sẵn sàng chụp khi tựa ở góc phòng, lén lút. Tôi biết chắc mình chẳng có cơ hội bắt gặp Edward ngạc nhiên, thế nhưng anh chẳng hề nhìn lên. Tôi rùng mình như thể có cái gì đó lạnh giá đang xoắn trong dạ dày; tôi lờ đi và chụp hình.  Rồi cả hai đều nhìn tôi. Charlie cau mày. Khuôn mặt Edward trống rỗng, vô cảm.  \"Con đang làm gì đó, Bella?  \" Charlie phàn nàn.  \"Ồ, thôi nào bố. \" Tôi giả vờ mỉm cười khi đến ngồi bệt xuống sàn trước ghế xô-pha nơi Charlie đang nằm ườn ra. \"Bố biết mẹ sẽ gọi liền để hỏi coi con có dùng quà chưa. Con phải bắt tay vào việc để mẹ khỏi buồn chứ.” \"Vậy sao con lại chụp hình bố?” ông làu bàu.  \"Vì bố rất đẹp trai, \" tôi trả lời, cố vui vẻ. \"Và vì, bởi vì bố mua máy, nên bố sẽ phải làm chủ đề cho con chụp hình.” Ông lầm bầm gì đó không rõ.  \"Này, Edward, \" tôi nói bằng giọng thờ ơ đáng khâm phục. \"Chụp cho bố và em một tấm đi.”  Tôi ném vào máy ảnh về phía anh, cẩn thận tránh ánh mắt anh, rồi quỳ bên cạnh tay vịn của ghế xô-pha chỗ Charlie kê đầu. Charlie thở dài.  \"Em phải cười lên, Bella, \" Edward thì thầm.  Tôi cố cười, và máy ảnh loé lên.  \"Để bố chụp hình các con, \" Charlie đề nghị. Tôi biết ông chỉ đang cố chuyển trọng tâm của máy ảnh ra khỏi mình mà thôi.  Edward đứng và nhẹ đưa máy ảnh cho ông.  Tôi đến đứng bên cạnh Edward, và kiểu sắp xếp này có vẻ trịnh trọng và kỳ lạ đối với tôi.   Anh đặt nhẹ một tay lên vai tôi, và tôi ôm eo anh chặt hơn. Tôi muốn nhìn mặt anh, nhưng tôi sợ.  \"Cười lên, Bella, \" Charlie lại nhắc tôi. Tôi hít thật sâu và mỉm cười. Tia chớp làm loà mắt tôi.  \"Đêm nay chụp vậy đủ rồi,”  Charlie nói, đẩy máy ảnh vào khe nệm ghế xô-pha rồi nằm lăn lên. \"Con không cần phải chụp hết cả cuộn ngay đâu.” Edward buông tay khỏi vai tôi và xoay người tự nhiên ra khỏi vòng tay tôi. Anh ngồi xuống ghế bành trở lại.  Tôi do dự, rồi đến ngồi xuống ghế xô-pha trở lại. Tôi đột ngột sợ đến nỗi tay run rẩy. Tôi áp tay vô bụng để che giấu, đặt cằm lên đầu gối rồi nhìn chằm chằm vào màn hình ti-vi trước mặt mà chẳng hề nhìn thấy gì.  Khi trận đấu kết thúc, tôi chẳng hề nhúc nhích. Liếc nhìn kín đáo, tôi thấy Edward đứng.  \"Cháu nên về nhà thì hơn,” anh nói.  Charlie không rời mắt khỏi đoạn phim quảng cáo. \"Hẹn gặp lại cháu.” Tôi đứng lên vụng về  - tê cứng vì ngồi yên chẳng nhúc nhích - và theo Edward ra cửa trước. Anh đi thẳng đến xe hơi của mình.  \"Anh sẽ ở lại chứ?”  Tôi hỏi, chẳng chút hy vọng.  Tôi đã biết trước câu trả lời của anh, nên nó không làm tôi đau khổ ghê gớm.  \"Đêm nay thì không.” Tôi không hỏi lý do.  Anh vào xe rồi lái đi để tôi đứng đó, bất động. Tôi chẳng hề nhận thấy trời đang đổ mưa. Tôi đợi, không biết mình đợi gì, cho đến khi cửa mở phía sau tôi.  \"Bella, con đang làm gì vậy?  \" Charlie hỏi, ngạc nhiên khi thấy tôi đứng đó một mình,  ướt sũng.  \"Không gì hết. \" Tôi quay lại và lê bước trở lại nhà.  Thật là một đêm dài, chẳng thanh thản bao nhiêu.  Tôi thức dậy ngay khi ánh sáng lờ mờ rọi ngoài cửa sổ. Tôi máy móc mặc quần áo đi học, chờ mây sáng lên. Khi ăn xong tô ngũ cốc, tôi quyết định là đủ sáng để chụp hình. Tôi chụp xe mình một tấm, rồi mặt tiền nhà. Tôi quay người và chụp khu rừng cạnh nhà Charlie mấy tấm.  Lạ là sao mà nó chẳng còn có vẻ đáng sợ như trước đây nữa. Tôi nhận ra mình sẽ nhớ nơi này lắm đây – màu xanh, sự vĩnh hằng, vẻ bí ẩn của rừng. Tất cả mọi chuyện đó.  Tôi bỏ máy ảnh vào cặp rồi mới ra khỏi nhà. Tôi cố tập trung vào chuyện định làm để không chú ý việc rõ ràng Edward cả đêm đã chẳng hề hết băn khoăn vì chuyện đã qua.  Cùng nỗi sợ hãi, tôi bắt đầu cảm thấy sốt ruột. Chuyện này sẽ kéo dài bao lâu?   Nó đã kéo dài suốt buổi sáng. Anh lặng lẽ đi bên cạnh tôi, dường như chẳng hề thực sự nhìn tôi. Tôi cố tập trung vào bài giảng, nhưng cả môn tiếng Anh cũng không thể làm tôi chú ý được. Thầy Berty phải lặp lại câu hỏi về Lady Capulet hai lần tôi mới biết thầy đang nói với tôi. Edward thì thầm câu trả lời đúng cho tôi rồi tiếp tục lờ tôi đi.  Vào giờ ăn trưa, im lặng lại tiếp tục. Tôi cảm thấy mình sắp sửa bắt đầu la hét vào bất kỳ lúc nào, vì vậy, để làm mình phân tâm, tôi nghiêng qua đường ranh giới vô hình của bàn ăn để trò chuyện với Jessica.  \"Này, Jess?” \"Có chuyện gì thế, Bella?” \"Bạn giúp tớ một chuyện nhé?” Tôi yêu cầu, cho tay vào túi. \"Mẹ tớ muốn tớ chụp hình bạn bè để dán vô an-bum. Vậy, chụp mọi người vài tấm nhé?” Tôi trao cho cô máy ảnh.  \"Dĩ nhiên rồi, \" cô nói, cười toe toét, rồi quay qua chụp một tấm hình tự nhiên của Mike miệng tọng đầy thức ăn.  Một trận chiến chụp hình tất yếu đã xảy ra. Tôi nhìn họ chuyền máy ảnh quanh bàn, cười khúc khích, chọc ghẹo và than phiền vì bị chụp hình.  Có vẻ trẻ con kỳ lạ. Có lẽ chỉ vì hôm nay tôi không thể cảm nhận như một con người bình thường.  \" Ừ - ồ, \" Jessica nói vẻ hối lỗi khi cô trao lại máy ảnh. \"Tớ nghĩ bọn tớ chụp hết phim của cậu rồi.” \"Thế cũng được. Tớ đã chụp mọi thứ muốn chụp khác rồi.” Sau giờ học, Edward đi cùng tôi trở lại bãi đậu xe trong im lặng. Tôi lại phải làm việc, và lần này, tôi cảm thấy mừng. Thời gian anh ở bên tôi rõ ràng không giúp được gì. Có lẽ ở một mình sẽ tốt hơn.  Tôi gởi rửa phim ở Thriftway trên đường đến tiệm Newton, rồi lấy hình đã rửa sau giờ làm việc. Về nhà, tôi chào Charlie ngắn gọn, chộp thanh kẹo đậu phộng trong nhà bếp, rồi vội vã lên phòng cùng phong bì đựng ảnh kẹp dưới cánh tay.  Tôi ngồi ở giữa giường rồi mở phong bì với sự hiếu kỳ thận trọng. Thật buồn cười, tôi vẫn còn bán tín bán nghi là tấm hình đầu tiên sẽ trắng bóc.  Khi rút tấm này ra, tôi thở hổn hển vì ngạc nhiên. Edward đẹp y như trong đời thực, nhìn tôi chằm chằm từ bức tranh với cái nhìn ấm áp mà tôi đã không còn được nhận mấy ngày nay. Gần như là siêu nhiên khi có ai đó có thể trông quá ... quá ... không thể tả nỗi.  Hàng ngàn lời cũng không thể sánh được với tấm ảnh này.  Tôi lật nhanh qua những tấm hình còn lại trong xấp, rồi đặt ba tấm lên giường cạnh nhau.  Tấm đầu tiên là hình Edward trong nhà bếp, đôi mắt âu yếm của anh ánh lên nét thích thú đầy khoan dung. Tấm thứ hai chụp Edward cùng Charlie, đang xem ESPN.  Nét mặt Edward đã hoàn toàn khác.  Mắt anh trong tấm hình này đầy cảnh giác, khép kín. Vẫn đẹp hút hồn, nhưng mặt anh lạnh hơn, giống một tác phẩm điêu khắc hơn, ít sinh động.  Cuối cùng là ảnh Edward và tôi đứng sóng đôi ngượng nghịu.  Khuôn mặt Edward giống như tấm vừa rồi, lạnh lẽo và như tượng. Nhưng đó không phải là điểm làm tôi buồn phiền nhất trong tấm hình này. Sự tương phản giữa hai chúng tôi thật rõ rệt. Anh đẹp như thánh thần. Tôi trông thật tầm thường, thậm chí so với con người, gần như xấu xí một cách đáng hổ thẹn. Tôi úp tấm hình lại với cảm giác chán ghét. Thay vì làm bài tập ở nhà, tôi thức để ép hình vô an-bum. Tôi viết nguệch ngoạc các chú thích bằng bút bi dưới mọi tấm hình, tên và ngày tháng. Đến tấm hình của Edward và tôi, và, không nhìn vào đó quá lâu, tôi gấp nó lại làm đôi và nhét vào thẻ kim loại, mặt có hình Edward đưa lên trên.  Khi làm xong, tôi nhét xấp hình rửa thêm vô một cái phong bì mới và viết một lá thư cám ơn thật dài cho Renee.  Edward vẫn chưa đến. Tôi không muốn thú nhận anh chính là lý do khiến tôi thức khuya như thế, nhưng chắc chắn là đúng vậy. Tôi cố nhớ lại lần cuối cùng anh tránh mặt như vậy, không một lý do, không hề gọi điện thoại ...  Anh chưa từng làm vậy.  Tôi lại ngủ không ngon.  Ở trường cũng y như hai ngày vừa qua: im lặng, nản lòng, hoảng sợ.  Tôi cảm thấy nhẹ nhõm khi nhìn thấy Edward chờ mình trong bãi đậu xe, nhưng sự nhẹ nhõm biến nhanh. Anh cũng chẳng khác, có lẽ còn xa cách hơn.  Thậm chí thật khó mà nhớ được lý do của toàn bộ chuyện lộn xộn này. Sinh nhật của tôi như quá khứ xa xăm. Giá mà Alice trở về. Sớm. Trước khi chuyện này vượt xa tầm kiểm soát hơn nữa.  Nhưng tôi không thể trông mong vào chuyện đó được. Tôi đã quyết định là, nếu tôi không nói chuyện với anh hôm nay, nói cho đến nơi đến chốn, thì mai tôi sẽ gặp Carlisle. Tôi phải làm chuyện gì đó.  Sau giờ học, Edward và tôi sẽ thảo luận chuyện này cho ra lẽ, tôi tự hứa với mình. Tôi sẽ không chấp nhận bất cứ cái cớ nào hết.  Anh đi cùng tôi đến xe tải, và tôi chuẩn bị yêu cầu anh chuyện đó.  \"Em có phiền không nếu anh ghé qua nhà em hôm nay?” anh hỏi trước khi chúng tôi đến xe tải, trước khi tôi mở miệng.  \"Dĩ nhiên là không phiền rồi.” \"Bây giờ được không?  \" anh hỏi lần nữa, mở cửa cho tôi.  \"Đương nhiên,” tôi giữ cho giọng mình bình thản, dù tôi không thích vẻ cấp bách trong giọng nói của anh. \"Em chỉ định sẽ ghé bỏ thư gởi Renee vô hộp thư trên đường về.  Em sẽ gặp anh ở nhà.” Anh nhìn phong bì dầy trên ghế hành khách. Bất ngờ, anh vươn người qua tôi và chộp nó.  \"Anh sẽ gởi cho,” anh lặng lẽ nói. \"mà vẫn đến nhà trước em.” Anh mỉm cười nụ cười nhếch môi ưa thích của tôi, nhưng có gì đó không ổn. Nụ cười không ánh lên trong mắt anh.  \"OK, \" tôi đồng ý, không cười đáp lại nỗi. Anh đóng cửa, rồi tiến về xe anh.  Anh đến nhà trước tôi. Anh đã đỗ xe ở chỗ của Charlie khi tôi dừng xe ngay trước nhà. Đó là một điềm xấu. Vậy là anh không định ở lại. Tôi lắc đầu và hít thật sâu, cố tìm chút can đảm.  Anh ra khỏi xe khi tôi bước ra khỏi xe mình, và đến gặp tôi. Anh đưa tay xách cặp trong tay tôi. Đó là chuyện bình thường. Nhưng anh đẩy nó trở lại vô ghế ngồi. Đó là chuyện không bình thường.  \"Đi dạo một chút với anh,” anh đề nghị bằng một giọng vô cảm, vừa nắm tay tôi.  Tôi không trả lời. Tôi không nghĩ ra được cách nào để phản đối, nhưng tôi biết ngay mình muốn từ chối. Tôi không thích chuyện này. Chuyện này tệ hại, chuyện này rất tệ hại, giọng nói trong đầu lặp đi lặp lại hết lần này đến lần khác.  Nhưng anh không chờ trả lời. Anh kéo tôi dọc theo phía đông sân cỏ, nơi rừng lấn vào. Tôi miễn cưỡng đi theo, cố suy nghĩ qua nỗi sợ hãi. Đó là điều mình muốn mà, tôi tự nhắc mình. Cơ hội nói đến nơi đến chốn toàn bộ chuyện đó. Vậy tại sao nỗi sợ hãi lại làm tôi nghẹn thở?   Chúng tôi chỉ đi vài bước vào rừng thì anh dừng lại. Chúng tôi chỉ ở trên đường mòn - tôi vẫn nhìn thấy nhà.  Cuộc đi dạo ngắn ngủi.  Edward tựa vào cây và nhìn tôi chằm chằm, vẻ mặt anh khó hiểu.  \"OK, chúng ta nói chuyện nào, \" tôi nói. Nghe can đảm hơn cảm nhận.  Anh hít thật sâu.  \"Bella, bọn anh sắp rời nơi này.” Tôi cũng hít thật sâu. Đây là lựa chọn chấp nhận được. Tôi nghĩ mình đã sẵn sàng. Nhưng tôi vẫn hỏi.  \"Tại sao lại là bây giờ?  Một năm nữa ---\" \"Bella, đã đến lúc rồi.  Rốt cuộc thì bọn anh có thể ở lại Forks bao lâu?  Carliste chỉ mới ba mươi, mà ông đã bảo mình ba mươi ba rồi.  Dù sao thì bọn anh cũng phải bắt đầu lại từ đầu ngay thôi.” Câu trả lời của anh làm cho tôi không hiểu. Tôi nghĩ mục đích của chuyện ra đi là để cho gia đình anh được sống yên ổn. Tại sao chúng tôi phải đi nếu họ sắp ra đi?  Tôi nhìn anh chằm chằm, cố hiểu ý anh. Anh cũng nhìn chằm chằm trở lại một cách lạnh lùng.  Rồi cơn buồn nôn trào lên, tôi nhận ra mình đã hiểu lầm.  \"Khi anh nói bọn anh -, \" tôi thì thầm.  \"Ý anh là gia đình anh và anh. \" Từng từ tách biệt và rõ ràng.  Tôi lắc đầu qua lại một cách máy móc, cố hiểu. Anh chờ chẳng chút sốt ruột. Phải mấy phút sau tôi mới nói được.  \"OK, \" tôi nói. \"Em sẽ đi cùng anh.” \"Không được, Bella. Nơi bọn anh sẽ đến ... không phải là nơi phù hợp cho em.” \"Anh ở đâu thì nơi đó sẽ là nơi phù hợp cho em.” \"Anh không xứng với em đâu, Bella. \" \"Đừng ngớ ngẩn. \" Tôi muốn tỏ vẻ giận dữ, nhưng chỉ nghe giống như tôi đang cầu xin. \"Anh là phần tốt đẹp nhất của đời em. \" \"Thế giới của anh không dành cho em,” anh nói buồn rầu.  \"Chuyện đã xảy ra với Jasper – chẳng là gì cả, Edward! Chẳng là gì cả!\" \"Em đúng, \" anh đồng ý. \" Đó chính gì điều mọi người nghĩ sẽ xảy ra.” \"Anh đã hứa rồi! Ở Phoenix, anh đã hứa anh sẽ ở lại - \" \"Chừng nào mà điều đó tốt nhất cho em, \" anh ngắt lời để chỉnh lời tôi.  \"Không! Đây là chuyện liên quan đến linh hồn em, phải không?”  Tôi la to, giận dữ, lời nói đột ngột tuôn trào – nhưng nghe vẫn cứ giống như lời khẩn nài. \"Carlisle đã kể em nghe về chuyện đó rồi, và em không quan tâm, Edward. Em không quan tâm! Anh có thể lấy linh hồn em đi. Em không cần đến nó nếu không có anh – Linh hồn em đã là của anh!\" Anh hít thật sâu và nhìn chằm chằm xuống đất một hồi lâu mà chẳng thấy gì. Miệng anh mím chặt. Khi cuối cùng anh nhìn lên, mắt anh khác, cứng rắn hơn - như thể chất lỏng vàng đã đông cứng lại.  \"Bella, anh không muốn em đi cùng anh. \" Anh nói những lời ấy chậm rãi và cẩn thận, đôi mắt lạnh giá của anh dán trên mặt tôi, xem tôi có hiểu điều anh đang nói không.  Một giây phút ngập ngừng khi tôi lặp lại lời nói của anh trong đầu vài lần, xem xét cẩn thận ý nghĩa đích thực của chúng.  \"Anh ... không ... cần em?”  Tôi thử những lời này, bối rối vì cách chúng phát ra, được đặt theo thứ tự đó.  \"Ừ.” Tôi nhìn chằm chằm, không hiểu, vào mắt anh. Anh cũng nhìn chằm chằm lại không chút hối lỗi. Mắt anh như hoàng ngọc - cứng và trong và rất sâu. Tôi cảm thấy như thể mình có thể nhìn sâu vào đôi mắt ấy hàng vạn dặm, vậy mà trong vực sâu không đáy tôi nhìn thấy trong đôi mắt ấy chẳng nơi nào mâu thuẫn với lời anh nói.  \"Ừm, vậy thì khác. \" Tôi bất ngờ vì âm điệu bình tĩnh và biết điều của giọng mình. Hẳn là vì tôi đã tê dại. Tôi chẳng biết anh đang nói gì với tôi nữa. Tôi vẫn chẳng hiểu gì cả.  Anh quay mặt vào rừng khi nói tiếp. \"Dĩ nhiên, anh luôn yêu em ... theo một cách nào đó. Nhưng chuyện đã xảy ra đêm trước khiến anh nhận ra rằng đã đến lúc phải thay đổi. Vì anh ... chán giả vờ là thứ không phải là mình rồi, Bella. Anh không phải là con người.” Anh nhìn lại, và nét phẳng lặng lạnh giá trên khuôn mặt hoàn hảo của anh chẳng người chút nào. \"Anh đã để chuyện này kéo dài quá lâu rồi, và anh lấy làm tiếc vì điều đó.” \"Đừng.” Giọng tôi giờ chỉ còn là tiếng thì thầm; nhận thức đang bắt đầu thấm qua tôi, như a-xít thấm vào tĩnh mạch. \"Đừng làm vậy.” Anh chỉ nhìn tôi chằm chằm, và tôi đọc được từ mắt anh rằng lời tôi nói đã quá muộn màng. Anh đã quyết rồi.  \"Em không xứng với tôi, Bella.”  Anh đổi ngược hoàn toàn lời mình nói vừa rồi, và vì vậy tôi không cãi được.  Tôi biết rất rõ mình không xứng với anh.  Tôi mở miệng định nói rồi ngậm lại. Anh kiên nhẫn chờ đợi, mặt anh không còn chút cảm xúc nào. Tôi thử lần nữa.  \"Nếu ... đó là điều anh cần.” Anh gật đầu.  Toàn thân tôi trở nên tê dại. Tôi chẳng cảm nhận được gì từ cổ trở xuống.  \"Dù vậy, tôi muốn xin em làm một việc, nếu em thấy không quá đáng,” anh nói.  Tôi tự hỏi anh nhìn thấy gì trên mặt tôi, vì cái gì đó thoáng qua mặt anh phản ứng lại biểu hiện trên mặt tôi. Nhưng, trước khi tôi có thể biết đó là gì thì anh đã kịp làm mặt mình điềm tĩnh dưới lớp mặt nạ bình thản cũ.  \"Gì cũng được,” tôi tuyên bố, giọng tôi hơi to hơn.  Khi tôi nhìn, đôi mắt đông cứng của anh tan chảy. Vàng biến thành chất lỏng trở lại, tan chảy, thiêu cháy mắt tôi mãnh liệt.  \"Đừng làm việc gì liều lĩnh hay ngớ ngẩn nhé, \" anh yêu cầu, không còn vô cảm nữa. \"Em hiểu tôi đang nói gì không?” Tôi gật đầu không kiềm chế được.  Mắt anh lạnh lẽo trở lại, tiếp tục xa cách. \"Dĩ nhiên là vì tôi đang nghĩ về Charlie. Ông ấy cần em. Hãy bảo trọng – vì ông.” Tôi lại gật đầu. \"Em sẽ,” tôi thì thầm.  Anh có vẻ hơi bớt căng thẳng.  \"Và bù lại tôi cũng xin hứa với em,” anh nói. \"Tôi hứa lần này là lần cuối em gặp tôi. Tôi sẽ không trở lại. Tôi sẽ không để em phải gánh chịu bất cứ thứ gì như thế này lần nữa. Em có thể tiếp tục cuộc đời mình mà không còn sự can thiệp nào nữa từ tôi. Sẽ như thể tôi chẳng hề tồn tại trên đời này.” Đầu gối tôi chắc đã bắt đầu run, vì cây cối bỗng chao đảo. Tôi nghe tiếng máu đập liên hồi nhanh hơn bình thường sau tai. Giọng anh có vẻ rất xa xôi.  Anh khẽ mỉm cười. \" Đừng lo. Em là con người - trí nhớ của em chẳng hơn một cái sàng. Thời gian sẽ chữa lành mọi vết thương cho loài người như em.” \"Còn trí nhớ của anh thì sao?”  Tôi hỏi. Nghe như có cái gì đó nghẹn trong họng, như thể tôi đang nghẹt thở.  \"Ừm” - anh do dự trong một giây \"Tôi sẽ không quên. Nhưng loại chúng tôi ... chúng tôi rất dễ bị phân tâm.” Anh mỉm cười; nụ cười thanh bình và nhưng chẳng hề ánh lên trong mắt anh.  Anh bước một bước ra xa tôi. \"Chỉ vậy thôi. Chúng tôi sẽ không làm phiền em nữa.” Số nhiều làm tôi chú ý. Làm tôi ngạc nhiên; Tôi cứ tưởng mình không còn nhận biết điều gì nữa.  \"Alice sẽ không trở lại, \" tôi nhận ra. Tôi không biết làm sao anh nghe được lời tôi – tôi chẳng nói thành lời – vậy mà anh có vẻ hiểu.  Anh chậm rãi lắc đầu, luôn theo dõi nét mặt tôi. \"Không. Tất cả mọi người đều đã đi rồi. Tôi ở lại để tạm biệt em.” \"Alice đã đi rồi?”  Giọng tôi ngơ ngác hoài nghi.  \"Cô ấy muốn nói lời từ biệt, nhưng tôi thuyết phục cô ấy đoạn tuyệt hoàn toàn sẽ tốt hơn cho em.” Tôi chóng mặt; thật khó tập trung. Lời anh nói xoáy quanh đầu tôi, và tôi nghe tiếng bác sĩ bệnh viện Phoenix, mùa xuân năm ngoái, khi cho tôi xem phim chụp tia X của tôi. Cháu thấy chỗ gãy rất gọn đó không, ngón tay ông dò theo hình của khúc xương gãy của tôi. Vậy thì tốt. Sẽ dễ lành hơn, nhanh lành hơn.  Tôi cố thở bình thường. Tôi cần tập trung, tìm cách thoát khỏi cơn ác mộng này.  \"Tạm biệt, Bella,” anh nói ở cùng yên tĩnh, giọng hoà bình.  \"Đợi đã!\" Tôi nghẹn lời, đưa tay với lấy anh, muốn đôi chân tê dại đưa tôi về phía trước.  Tôi tưởng anh cũng với lấy tôi. Nhưng đôi tay lạnh giá của anh siết cổ tay tôi rồi ép chúng vào hông tôi. Anh cúi xuống, và áp thật nhẹ môi lên trán tôi thật nhanh. Mắt tôi nhắm kín.  \"Hãy bảo trọng, \" anh thở, làm lạnh da tôi.  Có làn gió nhẹ xoáy không bình thường phất qua. Mắt tôi choàng mở. Những chiếc lá trên cây thích nhỏ run rẩy theo làn gió khi anh đi qua.  Anh đã ra đi.  Với đôi chân run rẩy, lờ đi chuyện hành động của mình là vô ích, tôi theo anh vào rừng. Vết chân anh biến mất ngay. Không còn dấu chân, những chiếc lá lá đã đứng yên trở lại, nhưng tôi cứ bước đi không suy nghĩ. Tôi không thể làm chuyện gì khác. Tôi phải tiếp tục đi.   Nếu tôi không tìm anh nữa, mọi chuyện sẽ kết thúc.  Tình yêu, cuộc sống,  ý nghĩa cuộc đời ... đã không còn.  Tôi cứ đi hoài đi mãi. Thời gian chẳng nghĩa lý gì khi chậm chạp len qua bụi cây rậm rạp. Hàng giờ trôi qua mà tưởng chỉ mới mấy giây. Có lẽ như thể thời gian đã dừng lại vì rừng trông y như nhau dù tôi đã đi bao xa chăng nữa. Tôi bắt đầu lo mình đang đi vòng vòng, mà lại là một vòng tròn rất nhỏ, nhưng tôi vẫn cứ đi. Tôi thường xuyên vấp chân, và, khi trời sập tối, tôi cũng thường xuyên té ngã. Cuối cùng, tôi vấp phải cái gì đó nên té xuống - bây giờ trời đã tối đen, tôi chẳng biết cái gì làm vướng chân tôi  - và tôi cứ nằm dưới đất. Tôi lăn sang một bên, để thở, và cong người trên lớp dương xỉ ẩm ướt.  Khi nằm ở đó, tôi có cảm giác thời gian đã trôi qua nhiều hơn mình nghĩ. Tôi không nhớ mình nằm đó đã bao lâu sau khi màn đêm buông xuống. Phải chăng ban đêm nơi này luôn tối đen như vậy?  Chắc chắn, thông thường thì, một chút ánh trăng sẽ len qua màn mây, len qua khe lá, để rọi xuống đất.  Đêm nay thì không. Đêm nay bầu trời hoàn toàn tối đen. Có lẽ đêm nay không trăng - nguyệt thực, trăng non.  Trăng non. Tôi rùng mình, dù không lạnh.  Trời đã tối rất lâu tôi mới nghe tiếng họ gọi.  Ai đó đang gọi to tên tôi. Tiếng gọi bị chặn, bị bóp nghẹt bởi cây cối ẩm ướt xung quanh, nhưng chắc chắn là tên tôi. Tôi không nhận ra giọng ai cả. Tôi đã định trả lời, nhưng tôi đã bị mê mụ, và mất một hồi lâu tôi mới nghĩ ra là mình nên trả lời. Đúng lúc đó, tiếng gọi không còn nữa.  Lát sau, mưa đánh thức tôi. Tôi không nghĩ mình đã ngủ thiếp đi thực; tôi chỉ bị đắm chìm trong sự lơ mơ vô thức, cố hết sức giữ mình đờ đẫn để khỏi biết điều mình không muốn biết đến. Mưa làm tôi bực bội một chút. Trời lạnh. Tôi buông tay không ôm chân nữa để che mặt.  Đó là lúc tôi lại nghe tiếng gọi. Lần này xa hơn, và đôi khi nghe như thể có nhiều giọng đang gọi cùng lúc. Tôi cố thở sâu. Nhớ ra là mình nên trả lời, nhưng tôi không nghĩ họ sẽ nghe được tiếng tôi. Liệu tôi có thể la đủ to không?   Bất ngờ, có một âm thanh khác, gần đến mức sững sờ. Một loại tiếng khụt khịt, tiếng của động vật. Nghe có vẻ to.  Tôi tự hỏi không biết mình có cảm thấy sợ hãi hay không. Không - chỉ đờ đẫn thôi. Chẳng sao cả. Tiếng khụt khịt đã bỏ đi.  Mưa tiếp tục rơi, và tôi có thể cảm nhận được nước đang đọng trên má. Khi cố gom sức lực để nghiêng đầu đi, tôi nhìn thấy ánh sáng.  Lúc đầu chỉ là một ánh sáng lờ mờ chiếu từ bụi cây xa xa.  Rồi sáng dần sáng dần, chiếu rọi một vùng rộng lớn hơn không giống ánh sáng tập trung của đèn pin. Ánh sáng vượt qua bụi rậm gần nhất, và tôi có thể thấy đó là một cái đèn măng-xông, nhưng đó là tất cả những gì tôi có thể nhìn thấy - ánh sáng làm loà mắt tôi trong chốc lát.  \"Bella.” Giọng nói trầm và xa lạ, nhưng đầy vẻ nhận biết. Anh không gọi tên tôi để tìm kiếm, mà anh chỉ xác nhận là tôi đã được tìm thấy.  Tôi nhìn lên - có vẻ như cao kinh khủng - vào khuôn mặt sạm nắng bây giờ đang ở phía trên tôi. Tôi mơ hồ biết rằng người lạ có lẽ trông cao như thế chỉ vì đầu tôi vẫn nằm trên mặt đất.  \"Em đã bị thương hả?” Tôi biết những lời ấy có ý nghĩa gì đó, nhưng tôi chỉ biết nhìn chòng chọc, hoang mang. Lúc này thì làm sao mà ý nghĩa của những lời ấy quan trọng gì kia chứ?   \"Bella, tên tôi là Sam Uley. \" Tên anh chẳng chút quen thuộc gì.  \"Charlie phái tôi đi tìm em.” Charlie?  Âm thanh ấy làm tôi xúc động, và tôi cố chú ý hơn vào điều anh đang nói. Charlie thì quan trọng rồi, còn ai nữa chứ.  Người đàn ông cao to đưa tay ra. Tôi nhìn chằm chằm vào bàn tay ấy, không biết mình phải làm gì.  Đôi mắt đen của anh đánh giá tình trạng của tôi một chút, rồi nhún vai. Bằng động tác nhanh và linh hoạt, anh lôi tôi ra khỏi mặt đất, vào vòng tay anh.  Tôi nằm trong tay anh, rũ rượi, khi anh chạy nhanh ngay lập tức qua khu rừng ẩm ướt.  Một phần nào đó trong tôi biết chuyện này lẽ ra phải làm tôi khó chịu - bị một người lạ bế đi. Nhưng chẳng có gì còn lại trong tôi để mà khó chịu. Chẳng có vẻ gì là lâu cho lắm khi đến nơi có ánh đèn và tiếng rì rầm trầm đục của nhiều giọng đàn ông.  Sam Uley đi chậm lại khi anh đến gần chỗ có tiếng nói này.  \"Tôi đã tìm ra cô ấy rồi!\" anh ta gọi bằng một giọng trầm vang. Tiếng rì rầm ngưng, rồi lại lớn hơn.  Một dòng xoáy lẫn lộn các khuôn mặt lướt qua tôi. Giọng Sam là giọng duy nhất tôi hiểu được trong đám hỗn độn này, có lẽ vì tai tôi đang tì vào ngực anh.  \"Không, tôi không nghĩ cô ấy bị thương, \" anh nói với ai đó. \" Cô ấy cứ nói 'Anh ấy đã đi rồi.’” Chẳng lẽ tôi nói thành tiếng vậy sao?  Tôi cắn môi.  \"Bella, con cưng, con có sao không? \" Đó là một giọng tôi sẽ nhận biết bất cứ ở đâu - dù lạc giọng vì lo lắng, như hiện tại.  \"Charlie?  \" Giọng tôi nghe thật kỳ và nhỏ.  \"Bố ở ngay đây, bé con.” Có sự chuyển đổi dưới lưng, rồi sau đó là mùi da của chiếc áo khoác cảnh sát trưởng của bố tôi. Charlie loạng choạng dưới sức nặng của tôi.  \"Có lẽ để tôi bế cô ấy tiếp cho, \" Sam Uley đề nghị.  \"Tôi bế nó được,” Charlie nói, thở không ra hơi.  Ông đi từ từ, gắng sức. Tôi ước gì mình có thể bảo ông đặt tôi xuống, để cho tôi đi bộ, nhưng tôi không nói được thành tiếng.  Đèn khắp nơi, do đám đông đi cùng ông rọi sáng. Y như một cuộc diễu hành. Hay một đám tang. Tôi nhắm mắt lại.  \"Mình sắp đến nhà rồi, con cưng, \" Charlie thỉnh thoảng lại nói lầm bầm.  Tôi lại mở mắt khi nghe tiếng mở khoá cửa. Chúng tôi đã ở trên hành lang trước nhà, và người đàn ông da đen cao lớn tên Sam đang giữ cửa cho Charlie, một cánh tay vươn về phía chúng tôi, như thể anh sẵn sàng chụp lấy tôi khi tay Charlie không bế nỗi nữa.  Nhưng Charlie đã cố đưa tôi lọt qua khung cửa rồi đến ghế xô-pha trong phòng khách.  \"Bố, con ướt nhẹp mà, \" tôi phản đối yếu ớt.  \"Chẳng sao hết.” Giọng ông cộc lốc. Rồi ông nói với ai đó. \"Mền trong tủ ở đầu cầu thang. \" \"Bella?  \" một giọng nói mới hỏi. Tôi nhìn người đàn ông tóc xám nghiêng người lên tôi, và tôi nhận ra sau vài giây.  \"Bác sĩ Gerandy?  \" Tôi lầm bầm.  \"Đúng rồi, cháu bé,” ông nói. \"Cháu có bị thương không, Bella ?  \" Mất cả phút để hiểu câu đó. Tôi bối rối nhớ lại câu hỏi tương tự của Sam Uley trong rừng. Chỉ có Sam là hỏi khác đi: Cô đã bị thương hả?  anh nói. Sự khác biệt có vẻ khá lớn chẳng biết vì sao.  Bác sĩ Gerandy chờ. Một bên lông mày hoa râm của ông nhướng lên, và nếp nhăn trên trán ông hằn sâu hơn.  \"Cháu không bị thương,” tôi nói dối. Những lời ấy, là câu trả lời đủ thật cho điều ông hỏi.  Bàn tay ấm áp của ông sờ vào trán tôi, và ngón tay ông ấn trên cổ tay tôi. Tôi nhìn môi ông lẩm bẩm đếm, mắt ông nhìn đồng hồ.  \"Đã xảy ra chuyện gì với cháu vậy?  \" ông hỏi tự nhiên.  Tôi cứng người dưới bàn tay ông, cảm thấy nỗi hoảng sợ ở cổ họng.  \"Cháu bị lạc trong rừng à?” ông hối thúc. Tôi biết có vài người khác cũng đang lắng nghe. Ba người đàn ông cao lớn có khuôn mặt rám nắng - ở La Push, vùng đất của người da đỏ cạnh bờ biển, tôi đoán - Sam Uley thuộc số đó, đang đứng rất gần nhau và nhìn chằm chằm vào tôi.  Ông Newton đang ở đó với Mike và ông Weber, cha của Angela; tất cả bọn họ đều nhìn tôi, kín đáo hơn những người lạ.  Những giọng trầm khác vọng lên từ bếp và ngoài cửa trước. Hẳn là cả nửa thành phố đã tìm kiếm tôi.  Charlie đứng gần nhất. Ông nghiêng người lắng nghe câu trả lời.  \"Dạ,” tôi thì thầm. \"Cháu bị lạc.” Bác sĩ gật đầu, trầm ngâm, ngón tay ông nhẹ nhàng dò trên các tuyến dưới hàm tôi. Mặt Charlie sắt lại.  \"Cháu thấy mệt không?\" Bác sĩ Gerandy hỏi.  Tôi gật đầu và ngoan ngoãn nhắm mắt lại.  \"Tôi nghĩ cô bé chẳng sao cả, \" tôi nghe bác sĩ nói nhỏ với Charlie sau đó. \"Chỉ kiệt sức thôi. Hãy để cô ấy ngủ cho lại sức, và tôi sẽ đến kiểm tra vào ngày mai,” ông dừng lại. Chắc nhìn đồng hồ, vì ông nói thêm, \"ừm, đúng hơn là chút nữa đây hôm nay .” Có tiếng cót két khi hai người cùng chống ghế xô-pha để đứng lên.  \"Có đúng là?  \" Charlie thì thầm. Tiếng nói của họ bây giờ thật xa xăm. Tôi ráng lắng nghe. \"Họ đã ra đi?” \"Bác sĩ Cullen yêu cầu chúng tôi không được nói bất cứ thứ gì,” bác sĩ Gerandy trả lời. \"Lời đề nghị quá bất ngờ; họ phải quyết định ngay lập tức. Carlisle không muốn làm ầm ĩ chuyện ra đi.” \"Báo trước một chút có phải đàng hoàng không, \" Charlie làu bàu.  Giọng bác sĩ Gerandy có vẻ không thoải mái khi trả lời. \" Vâng, ờ thì, trong trường hợp này thì đúng là nên báo trước một chút.” Tôi không muốn nghe nữa. Tôi dò tìm mép chiếc mền ai đó đã đắp lên tôi, rồi kéo lên che tai.  Tôi cứ nửa tỉnh nửa mê. Tôi nghe tiếng Charlie thì thầm cảm ơn những người tình nguyện giúp đỡ khi, từng người một, ra về.  Tôi cảm nhận được những ngón tay của ông trên trán mình, rồi sức nặng của một cái mền nữa. Điện thoại reng một vài lần, và ông vội vã đến nghe để tiếng chuông không đánh thức tôi.  Ông lẩm bẩm nói nhỏ trấn an người gọi.  \"Vâng, bọn mình đã tìm được con nhỏ rồi. Nó bị lạc.  Nó khoẻ rồi.” Ông nói hết lần này đến lần khác.  Tôi nghe lò xo ghế bành rên rỉ khi ông ngồi ở đó suốt đêm.  Vài phút sau, điện thoại lại reng.  Charlie than van khi ông di chuyển đôi chân, rồi vội vã, vấp chân ở bếp.  Tôi rúc đầu vô mền sâu hơn, không muốn nghe mấy cuộc nói chuyện giống y như nhau nữa.  \"Vâng, \" Charlie vừa ngáp vừa nói.  Giọng ông thay đổi, thận trọng hơn khi ông nói tiếp. \"Ở đâu?\"  Rồi im lặng. \"Bà có chắc  là ngoài khu bảo tồn không?”  Thêm lần ngập ngừng ngắn ngủi khác. \"Nhưng cái gì có thể bị đốt ở đó nhỉ?  \"Giọng ông vừa lo lắng vừa bối rối. \"Nè, tôi sẽ gọi xuống đó và kiểm tra.” Tôi lắng nghe quan tâm hơn khi ông nhấn số điện thoại.  \"Này, Billy, Charlie đây – xin lỗi vì tôi gọi quá sớm... không, nó khoẻ.  Nó đang ngủ ... Cám ơn, nhưng đó không phải là lý do tôi gọi anh. Tôi vừa mới nhận được điện thoại của bà Stanley, bảo là từ cửa sổ tầng hai, bà ấy thấy có mấy đám cháy trên vách đá nhô ra biển, nhưng tôi không thực ...  Ôi!”  Đột ngột giọng ông phảng phất nét – cáu kỉnh... hay giận dữ. \"Vậy tại sao họ lại làm chuyện đó?  Ừ hử. Thật vậy sao?  \" Ông mỉa mai nói.  \"Ừm, đừng xin lỗi tôi. Ừ, ừ. Chỉ cần đảm bảo lửa không cháy lan ... tôi biết rồi, tôi biết rồi, tôi ngạc nhiên vì họ lại đốt lửa trong thời tiết như thế này.” Charlie do dự, rồi miễn cưỡng nói thêm. \"Cám ơn vì đã gởi Sam và cậu bé khác đến giúp. Anh đúng đó - họ biết rõ khu rừng hơn chúng tôi. Chính Sam đã tìm thấy con nhỏ, vì vậy tôi nợ anh một lần ... Vâng, tôi sẽ nói chuyện với anh sau,” ông đồng ý, vẫn chua chát, rồi mới gác máy.  Charlie lẩm bẩm cái gì đó không mạch lạc khi lê chân trở lại phòng khách.  \"Có chuyện gì vậy bố?  \" Tôi hỏi.  Ông vội vã đến bên tôi.  \"Bố xin lỗi đã làm con thức giấc, bé cưng.” \"Có gì cháy hả bố?” \"Không có gì, \" ông cả quyết với tôi. \"Chỉ là vài đống lửa hiệu trên vách đá mà thôi.” \"Lửa hiệu ?  \" Tôi hỏi. Giọng tôi chẳng chút tò mò.  Chỉ có vẻ thiếu sinh khí.  Charlie cau mày. \"Mấy đứa nhỏ ở khu bảo tồn đang quậy om sòm, \" ông giải thích.  \"Vì sao?” Tôi đờ đẫn thắc mắc.  Tôi thấy rõ ông không muốn trả lời. Ông nhìn xuống sàn bên dưới đầu gối. \"Tụi nó đang ăn mừng tin tức đó. \" Giọng ông cay đắng.  Chỉ có một tin tức tôi có thể nghĩ ra, cố hết sức để không nghĩ đến. Rồi tôi chợt hiểu. \"Vì gia đình Cullens đã ra đi, \" tôi thì thầm. \"Dân La Push không thích nhà Cullens – Tôi đã quên mất chuyện đó.” Người Quileutes có những câu chuyện mê tín về \"những người lạnh,” những người hút máu là kẻ thù của bộ lạc của họ, cũng như họ có truyền thuyết về cơn đại hồng thủy và tổ tiên là người sói của mình. Chỉ là truyền thuyết mà thôi, văn học dân gian, đối với hầu hết mọi người. Thế nhưng có một ít người tin đó là sự thật. Bạn thân của Charlie - Billy Black tin chuyện đó có thật, cho dù cả Jacob, chính con trai ông, nghĩ là ông quá sức mê tín dị đoan ngớ ngẩn. Billy đã dặn tôi phải tránh xa gia đình Cullens... Cái tên ấy khuấy động hồn tôi, cái gì đó bắt đầu cào xé trong lòng tôi để trồi lên, cái gì đó tôi biết mình không muốn đối mặt.  \"Thật lố bịch, \" Charlie lầm bầm.  Chúng tôi ngồi trong im lặng chốc lát. Ngoài cửa sổ, bầu trời không còn tối nữa.  Từ nơi nào đó dưới cơn mưa, mặt trời đang bắt đầu ló dạng.  \"Bella?”  Charlie hỏi.  Tôi nhìn ông lo lắng.  \"Nó bỏ con lại một mình trong rừng hả?” Charlie đoán.  Tôi làm bố quên đi câu hỏi ấy. \"Sao bố biết con ở đâu mà tìm?”  Tâm trí tôi trốn tránh nhận thức tất yếu đang đến, bây giờ đang đến rất nhanh.  \"Thư con để lại,” Charlie trả lời, ngạc nhiên.  Ông cho tay vào túi sau của quần jean rút ra một mảnh giấy nhàu nát.  Nó bẩn và ẩm, có nhiều nếp gấp vì đã bị mở, gấp lại nhiều lần.  Ông lại mở ra, rồi đưa ra làm bằng chứng.  Chữ viết tay cẩu thả ấy cực kỳ giống nét chữ tôi.  Đi dạo với Edward, lối đường mòn, tờ giấy viết. Sẽ về sớm, B.  \"Khi không thấy con về, bố đã gọi Cullens, và chẳng có ai trả lời cả, \" Charlie nói nhỏ.  \"Sau đó bố gọi đến bệnh viện, và bác sĩ Gerandy bảo bố là Carlisle đã ra đi.” \"Họ đã đi đâu?”  Tôi lẩm bẩm.  Ông nhìn tôi chằm chằm. \" Edward không nói cho con biết sao?” Tôi lắc đầu, rùn người.  Âm thanh của tên anh đã phóng thích thứ đang cào cấu trong tôi – nỗi đau làm tôi nghẹn thở, làm tôi ngạc nhiên vì sức mạnh của nó.  Charlie quan sát tôi đầy nghi ngờ khi ông trả lời. \"Carlisle đã nhận làm việc cho một bệnh viện lớn ở Los Angeles. Chắc người ta chi cho anh ta nhiều tiền lắm.” L.A. ngập nắng.  Nơi cuối cùng họ sẽ thật sự đến.  Tôi nhớ ký ức kinh hoàng của mình với tấm gương...  ánh sáng mặt trời chói chang phản chiếu làn da của anh – Niềm đau xâm chiếm khắp cơ thể tôi vì ký ức về khuôn mặt anh.  \"Bố muốn biết có phải Edward bỏ con một mình ngoài đó giữa rừng hay không,” Charlie khăng khăng hỏi.  Tên anh lại phóng một làn sóng đau đớn khác qua tôi. Tôi lắc đầu, điên cuồng, muốn trốn thoát nỗi đau. \"Đó là lỗi con.  Anh ấy để con lại ngay đây trên đường mòn, trước nhà … nhưng con cố đi theo anh ấy.” Charlie bắt đầu nói cái gì đó; nhưng tôi bịt tai như con nít. \"Con không thể nói thêm về chuyện này nữa, bố ơi. Con muốn vô phòng con.” Trước khi ông trả lời, tôi bò ra khỏi ghế xô-pha rồi lảo đảo lên cầu thang.  Ai đó đã vào nhà để lại lá thư ngắn cho Charlie, lá thư giúp ông tìm ra tôi. Từ giây phút tôi nhận ra điều này, mối nghi ngờ khủng khiếp bắt đầu tăng lên trong đầu tôi. Tôi vội vã vô phòng, đóng rồi khoá cửa lại rồi chạy đến máy nghe đĩa CD cạnh giường.  Mọi thứ trông y hệt như tôi để lại. Tôi nhấn nút máy nghe đĩa CD.  Chốt bật ra, và nắp máy từ từ bật mở.  Trống rỗng.  An-bum Renee tặng tôi để trên sàn nhà cạnh giường, đúng y chỗ tôi đã đặt nó. Tôi lật bìa an-bum bằng bàn tay run rẩy.  Tôi chẳng cần phải lật thêm trang nào ngoài trang đầu tiên. Góc kim loại nhỏ không còn giữ bức hình trong đó nữa. Trang này trống rỗng trừ chữ viết tay nguệch ngoạc của tôi ở cuối trang: Edward Cullen, nhà bếp Charlie, ngày 13 tháng chín.  Tôi dừng lại ở đó. Tôi biết chắc anh đã làm hết sức triệt để.  Sẽ như thể tôi chưa từng tồn tại trên đời này, anh đã hứa với tôi.  Tôi cảm thấy sàn gỗ trơn láng dưới đầu gối mình, rồi đến lòng bàn tay tôi, rồi nó áp vào làn da trên má tôi. Tôi hi vọng mình sẽ xỉu, nhưng, thật thất vọng, tôi chẳng hề ngất xỉu. Cơn sóng đau đớn lúc trước chỉ mới chụp lấy tôi, bây giờ đang dâng cao và trào lên đầu tôi, nhấn chìm tôi xuống đáy.  Tôi đã không trồi lên được.  Tháng mười Tháng mười một Tháng mười hai Tháng giêng"
        }
    ],
    "suggestions": []
}