{
    "en_vn": {
        "data": {
            "content": null,
            "word": "healed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "healed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "healed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "healed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "healed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Be overhauled and <em>healed</em>.",
            "vi": "Được khám và điều trị."
        },
        {
            "en": "The wound was <em>healed</em>.",
            "vi": "Vết thương đã lành rồi."
        },
        {
            "en": "With your help it has <em>healed</em> completely.",
            "vi": "Nhờ sự giúp đỡ của bác sĩ mà nó lành rất tốt."
        },
        {
            "en": "The wound has not completely <em>healed</em>.",
            "vi": "Vết thương chưa lành hẳn."
        },
        {
            "en": "If the raw edges never <em>healed</em>?",
            "vi": "Nếu mép vết thương xù xì chẳng bao giờ lành?"
        },
        {
            "en": "The wound hasn't <em>healed</em> – there's still some discharge.",
            "vi": "Vết thương chưa lành, hãy còn ít nhiều chảy mủ."
        },
        {
            "en": "Has the laceration on your thigh <em>healed</em> satisfactorily, he asked.",
            "vi": "Vết rách trên đùi của cô lành có đẹp không, ông ta hỏi."
        },
        {
            "en": "He has been miraculously <em>healed</em> of his illness.",
            "vi": "Ông ta được chữa lành bệnh một cách kỳ diệu."
        },
        {
            "en": "The holy man <em>healed</em> them of their sickness.",
            "vi": "Vị thánh nhân đã chữa cho họ khỏi bệnh."
        },
        {
            "en": "The cut soon <em>healed</em> over, but it left a scar.",
            "vi": "Vết đứt đã lành sớm, nhưng nó đã để lại một vết sẹo."
        },
        {
            "en": "He can't leave hospital until the wound has completely <em>healed</em>.",
            "vi": "Vết thương chưa lành hẳn thì ông ấy chưa xuất viện được."
        },
        {
            "en": "The despair of being hurt is <em>healed</em> by overcoming it.",
            "vi": "Nỗi bất hạnh vì bị tổn thương được chữa lành bằng cách vượt qua nó."
        },
        {
            "en": "It's amazing what can be <em>healed</em> when you do this.",
            "vi": "Điều đáng ngạc nhiên là những gì có thể được hàn gắn khi bạn làm điều này."
        },
        {
            "en": "To be <em>healed</em> of resentment's negative effects, you must learn forgiveness.",
            "vi": "Để được chữa khỏi những tác hại của nỗi oán hờn, bạn phải tập tha thứ."
        },
        {
            "en": "This poem is for all the prisoners of drug who want to be <em>healed</em>.",
            "vi": "Đây là bài thơ dành cho những người nghiện thuốc muốn được lành bệnh."
        },
        {
            "en": "I had to find some way to sustain my fitness as my knee <em>healed</em>.",
            "vi": "Tôi phải tìm cách để duy trì thể lực của mình khi chấn thương ở đầu gối bình phục."
        },
        {
            "en": "They said it was time for the country's wounds to be <em>healed</em>.",
            "vi": "Họ nói rằng đã tới lúc chữa lành những đau thương của đất nước."
        },
        {
            "en": "I'm nineteen years old, and I have grown and <em>healed</em> a lot.",
            "vi": "Năm nay tôi 19 tuổi, tôi đã trưởng thành và nỗi đau năm xưa cũng đã được xoa dịu rất nhiều."
        },
        {
            "en": "Then came the soft spoken answer, \"i guess your finger must have <em>healed</em> by now.\"",
            "vi": "Rồi thì câu trả lời nhẹ nhàng vang lên: \"tôi đoán là ngón tay của cậu giờ đã lành hẳn rồi.\""
        },
        {
            "en": "A cut of that sort should have <em>healed</em> smoothly, he told me.",
            "vi": "Một vết cắt như thế sẽ lành trơn tru thôi, ông ta nói."
        }
    ],
    "suggestions": []
}