{
    "en_vn": {
        "data": {
            "content": null,
            "word": "healthier"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "healthier"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "healthier"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "healthier"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "healthier"
        }
    },
    "sentences": [
        {
            "en": "We will be <em>healthier</em>.",
            "vi": "Chúng ta sẽ khỏe mạnh hơn."
        },
        {
            "en": "Doing exercise every morning makes me <em>healthier</em>.",
            "vi": "Tập thể dục mỗi sáng giúp tôi khỏe mạnh hơn."
        },
        {
            "en": "Tom often plays football to get <em>healthier</em>.",
            "vi": "Tom thường chơi bá bóng để khỏe mạnh hơn."
        },
        {
            "en": "Should fast food restaurants serve <em>healthier</em> food?",
            "vi": "Các nhà hàng bán thức ăn nhanh có nên phục vụ các loại thực phẩm có lợi cho sức khoẻ không?"
        },
        {
            "en": "1. Cycling will give you <em>healthier</em> skin.",
            "vi": "1. Đi xe đạp sẽ cho bạn làn da khỏe mạnh "
        },
        {
            "en": "She is helping patients stay <em>healthier</em>.",
            "vi": "Cô ấy đang giúp bệnh nhân khỏe mạnh."
        },
        {
            "en": "Older garlic may be even <em>healthier</em>",
            "vi": "Tỏi già hơn thậm chí có thể lành mạnh hơn"
        },
        {
            "en": "The doctor has advised me to adopt a <em>healthier</em> diet.",
            "vi": "Bác sĩ khuyên tôi thực hiện khẩu phần ăn có lợi cho sức khỏe hơn."
        },
        {
            "en": "Basically, their goal is to promote <em>healthier</em> eating habits.",
            "vi": "Về cơ bản, mục tiêu của họ là thúc đẩy thói quen ăn uống có lợi cho sức khỏe."
        },
        {
            "en": "Cooking in lard is <em>healthier</em> than cooking in corn oil.",
            "vi": "Nấu ăn bằng mỡ có lợi cho sức khỏe hơn nấu bằng dầu ngô."
        },
        {
            "en": "US School Tries to Build <em>Healthier</em> Food Culture",
            "vi": "Các trường học ở Hoa Kỳ cố gắng xây dựng quan điểm chung về cách ăn uống có lợi cho sức khoẻ hơn"
        },
        {
            "en": "You should eat and drink in moderation to be <em>healthier</em>.",
            "vi": "Bạn nên ăn uống điều độ để khỏe mạnh hơn."
        },
        {
            "en": "If you stopped smoking, you would probably feel <em>healthier</em>.",
            "vi": "Nếu bạn ngừng hút thuốc, bạn sẽ cảm thấy khỏe hơn."
        },
        {
            "en": "If you took more exercise, you'd probably feel <em>healthier</em>.",
            "vi": "Nếu bạn chăm tập thể dục hơn, bạn sẽ cảm thấy khỏe hơn."
        },
        {
            "en": "Good nutrition during pregnancy ensures a <em>healthier</em> baby.",
            "vi": "Dinh dưỡng tốt trong suốt thời kỳ mang thai đảm bảo đứa trẻ sinh ra khỏe mạnh hơn."
        },
        {
            "en": "Does their beauty make them happier and <em>healthier</em>?",
            "vi": "Thế thì liệu vẻ đẹp của họ có làm họ hạnh phúc hơn và mạnh khoẻ hơn không?"
        },
        {
            "en": "A diet that doesn't have any butter is much <em>healthier</em>.",
            "vi": "Chế độ ăn kiêng không có bơ sẽ tốt cho sức khỏe hơn."
        },
        {
            "en": "If you do exercise everyday, you will be <em>healthier</em>.",
            "vi": "Nếu bạn tập thể dục mỗi ngày, bạn sẽ khỏe mạnh hơn."
        },
        {
            "en": "You will be more active and <em>healthier</em> by practicing.",
            "vi": "Bằng việc tập luyện bạn sẽ trở nên năng động hơn và khỏe mạnh hơn."
        },
        {
            "en": "15 Easy Things You Can Do To Be <em>Healthier</em> Now",
            "vi": "15 chuyện dễ có thể làm ngay để khoẻ mạnh hơn"
        }
    ],
    "suggestions": []
}