{
    "en_vn": {
        "data": {
            "content": null,
            "word": "heartwarming"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "heartwarming"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "heartwarming"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "heartwarming"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "heartwarming"
        }
    },
    "sentences": [
        {
            "en": "It's really <em>heartwarming</em> to see such generosity.",
            "vi": "Thấy được sự rộng lượng như vậy thật là ấm lòng."
        },
        {
            "en": "This hysterically funny movie is also a <em>heartwarming</em>, romantic comedy.",
            "vi": "Bộ phim khôi hài hết sức buồn cười này cũng là một phim hài lãng mạn và chân tình."
        },
        {
            "en": "I wish you a day full of special delights, warmhearted feelings and <em>heartwarming</em> sights.",
            "vi": "Tôi chúc bạn có một ngày ngặp tràn niềm vui, cảm nhận được nhiều tình cảm và nhìn thấy được những tấm lòng chân thành."
        },
        {
            "en": "<em>Heartwarming</em> means to make you feel happy, usually because other people are being kind.",
            "vi": "Ấm lòng/chân tình có nghĩa là làm cho bạn cảm thấy hạnh phúc, thường bởi vì người khác có lòng tốt."
        },
        {
            "en": "\"Marley and Me\" is a <em>heartwarming</em> tale of a family with a dog.",
            "vi": "\"Marley và tôi\" là một câu chuyện chân tình về một gia đình với một chú chó."
        },
        {
            "en": "from the side of our diplomatic missions in China have announced the minimum support for Quang Ngai nine citizens were released on condition that they have the minimum safety when crossing the following those days are retained, the People's <em>heartwarming</em> to know how.",
            "vi": "Những ngày này, nếu từ phía các cơ quan ngoại giao ta ở Trung Quốc có thông báo về những sự trợ giúp tối thiểu cho chín công dân Quảng Ngãi được thả về để họ có những điều kiện an toàn tối thiểu khi vượt biển cả sau những ngày tháng bị cầm giữ thì nhân dân ấm lòng biết bao."
        },
        {
            "en": "These wonderful photographs by Elena Shumilova plunge the viewer into a beautiful world that revolves around two boys and their adorable dog, cat, duckling and rabbit friends. Taking advantage of natural colors, weather conditions and her enchanting surroundings, the gifted Russian artist creates cozy and <em>heartwarming</em> photography that will leave you amazed.",
            "vi": "Những bức ảnh tuyệt vời này của Elena Shumilova sẽ đưa người xem vào một thế giới xinh đẹp xoay quanh hai đứa con trai và những người bạn chó, mèo, vịt con và thỏ của chúng. Lợi dụng màu sắc tự nhiên, tình hình thời tiết và khung cảnh ma mị xung quanh, nghệ sĩ người Nga tài ba này đã sáng tác nên những bức ảnh thoải mái và ấm áp và sẽ làm bạn kinh ngạc."
        },
        {
            "en": "These days, if from the side of our diplomatic missions in China have announced the minimum support for Quang Ngai nine citizens were released on condition that they have the minimum safety when crossing the following those days are retained, the People's <em>heartwarming</em> to know how.",
            "vi": "giao ta ở Trung Quốc có thông báo về những sự trợ giúp tối thiểu cho chín công dân Quảng Ngãi được thả về để họ có những điều kiện an toàn tối thiểu khi vượt biển cả sau những ngày tháng bị cầm giữ thì nhân dân ấm lòng biết bao."
        },
        {
            "en": "These days, if from the side of our diplomatic missions in China have announced the minimum support for Quang Ngai nine citizens were released on condition that they have the minimum safety when crossing the following those days are retained, the People's <em>heartwarming</em> to know how.",
            "vi": "Những ngày này, nếu từ phía các cơ quan ngoại giao ta ở Trung Quốc có thông báo về những sự trợ giúp tối thiểu cho chín công dân Quảng Ngãi được thả về để họ có những điều kiện an toàn tối thiểu khi vượt biển cả sau những ngày tháng bị cầm giữ thì nhân dân ấm lòng biết bao."
        }
    ],
    "suggestions": []
}