{
    "en_vn": {
        "data": {
            "content": null,
            "word": "heartbreak"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>heartbreak</k><blockquote>■ <cclass>noun overwhelming distress. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>heartbreaker</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "heartbreak"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>heartbreak</k><blockquote>▸ <cclass>noun. <i>See</i><kref>heartache</kref>.</cclass></blockquote></div>",
            "word": "heartbreak"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "heartbreak"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "heartbreak"
        }
    },
    "sentences": [
        {
            "en": "Thank you for the <em>heartbreak</em> :)",
            "vi": "Cảm ơn em vì trái tim tan vỡ này :)"
        },
        {
            "en": "He causes his mother <em>heartbreak</em>.",
            "vi": "Nó chỉ làm cho mẹ nó đau nỗi đau xé ruột."
        },
        {
            "en": "<em>Heartbreak</em> is a feeling of great sadness.",
            "vi": "Nỗi đau buồn xé ruột là một cảm giác buồn bã rất lớn."
        },
        {
            "en": "She's had her share of <em>heartbreak</em>.",
            "vi": "Bà ta có những nỗi buồn xé ruột riêng."
        },
        {
            "en": "On January 10th, 1956, he recorded <em>Heartbreak</em> Hotel.",
            "vi": "Vào ngày 10 tháng 1 năm 1956, anh ấy đã thu đĩa hát Heartbreak Hotel."
        },
        {
            "en": "I hear your <em>heartbreak</em> baby, louder than before.",
            "vi": "Anh nghe tiếng nhịp đập tim em, to hơn bao giờ hết."
        },
        {
            "en": "living, loving and growing in spite of <em>heartbreak</em>",
            "vi": "tiếp tục sống, yêu thương, và trưởng thành thay vì cứ mãi đau khổ."
        },
        {
            "en": "The kidnapping caused the Smith family months of <em>heartbreak</em> and suffering.",
            "vi": "Vụ bắt cóc làm cho gia đình Smith hàng tháng trời đau buồn xé ruột và chịu đựng."
        },
        {
            "en": "On January 10th, 1956, Elvis recorded <em>Heartbreak</em> Hotel, and a million copies were sold.",
            "vi": "Váo ngày 10 tháng 1 năm 1956, elvis đã thu đĩa hát 'heartbreak hotel', và một triệu đĩa hát đã được bán ra."
        },
        {
            "en": "This is what happens when you look back to happiness, this pain, this <em>heartbreak</em>, this discontent.",
            "vi": "Đó, điều gì đã xảy ra khi ta quay nhìn về hạnh phúc đã quá đau đớn, tan nát lòng, bất mãn."
        },
        {
            "en": "Did i really want to chance it and set myself up for <em>heartbreak</em>?",
            "vi": "Tôi đã thật sự liều lĩnh và tự làm cho mình đau khổ rồi phải không?"
        },
        {
            "en": "Pain makes you stronger. Tears make you braver. <em>Heartbreak</em> makes you wiser. So, thank the past for a better future.",
            "vi": "Đau khổ khiến bạn càng kiên cường, nước mắt khiến bạn càng dũng cảm, con tim tan nát càng khiến bạn sáng suốt. Cho nên, hãy cảm ơn quá khứ đã mang đến cho chúng ta tương lai tốt đẹp hơn."
        },
        {
            "en": "I suddenly realized what we'd really been talking about was the most important work we ever face: living, loving and growing in spite of <em>heartbreak</em>.",
            "vi": "Tôi chợt nhận ra những điều chúng tôi đang nói đến mới thật sự là công việc quan trọng mà chúng ta luôn phải đương đầu : đó là tiếp tục sống, yêu thương, và trưởng thành thay vì cứ mãi đau khổ."
        },
        {
            "en": "Slowly the tears ran unbidden down her face as she dwelled on the <em>heartbreak</em> that would surely follow any decision she would make.",
            "vi": "Những giọt nước mắt lăn chầm chậm trên khuôn mặt vì nỗi đau xé ruột khi mà cô quyết định cái điều sẽ làm."
        },
        {
            "en": "Mameha played the wife who dies of cold and <em>heartbreak</em>, while the geisha Kanako played the role of her husband, the courtier.",
            "vi": "Mameha đóng vai người phụ nữ chết vì lạnh và đứng tim, còn cô geisha kamako đóng vai người chồng, vị quan trong triều."
        },
        {
            "en": "I suddenly realized what we'd really been talking about was the most important work we ever face : living, loving and growing in spite of <em>heartbreak</em>.",
            "vi": "Tôi chợt nhận ra những điều chúng tôi đang nói đến mới thật sự là công việc quan trọng mà chúng ta luôn phải đương đầu: đó là tiếp tục sống, yêu thương, và trưởng thành thay vì cứ mãi đau khổ."
        },
        {
            "en": "Out of the welter of rapture and anger and <em>heartbreak</em> and hurt pride that he had left, depression emerged to sit upon her shoulder like a carrion crow.",
            "vi": "Từ cái mớ cảm giác hỗn độn do chàng để lại, mê li ngây ngất, cuồng nộ, đau đớn nát lòng, tự hào bị xúc phạm, nỗi chán nản ngoi lên, đậu trên vai nàng như một con quạ rình xác chết."
        },
        {
            "en": "For most kids, pets are more than just animals their families own — they're members of the family and the best of friends. Unfortunately, the joy of owning a pet goes hand-in-hand with the <em>heartbreak</em> of losing one, whether because of old age, illness, or an accident.",
            "vi": "Đối với hầu hết trẻ em, thú cưng không chỉ là vật nuôi trong nhà, chúng còn như thành viên trong gia đình và là người bạn tốt nhất. Thật không may, niềm vui của việc sở hữu một con thú cưng luôn đi kèm với nỗi đau khi mất chúng, dù vì tuổi già, bệnh tật, hay tai nạn."
        },
        {
            "en": "Confucius once said, \"Before you embark on a journey of revenge, dig two graves.\" And in matters of <em>heartbreak</em>, this is very fitting. You may be so hurt and confused that you want the other person to experience what you are going through, and some may even encourage you to do so. No one wins in the game of revenge. Trying to hurt another because you are upset is immature, dangerous and a waste of time. If you are busy making revenge, you are not healing. Avoid obsessively following and finding them on the internet and in real life. The last thing you need to see is them off doing things you once enjoyed together, or pursuing another partner. Reading their posts can also keep you stuck in false hopes.",
            "vi": "Khổng Tử có nói rằng: 'Khi bắt đầu hành trình trả thù, anh hãy đào hai huyệt mộ.' Lời này càng đúng trong bối cảnh một cuộc tình tan vỡ. Có thể bạn rất đaukhổ và lầm tưởng rằng bạn muốn người ấy cũng đau khổ như bạn, có thể cómột số người còn cổ vũ cho sự trả thù của bạn. Trong cuộc chơi báo thù, không ai là người thắng cuộc. Thật ấu trĩ, nguy hiểm và phí thời gian khi tìm cách làm khổ người khác vì bạn tức giận. Khi bạn tìm cách trả thù, vết thương của bạn sẽ không hồi phục. Đừng bám theo người ấy quá mức, cả trên internet và ngoài đờithực. Bạn đâu có muốn nhìn thấy họ làm những việc mà trước đây hai bạn cùnglàm với nhau, hoặc thấy họ theo đuổi người khác. Đọc những bài đăng của họ trên mạng xã hội sẽ làm bạn kẹt trong những hy vọng hão huyền."
        },
        {
            "en": "When a pet dies    For most kids, pets are more than just animals their families own — they're members of the family and the best of friends. Unfortunately, the joy of owning a pet goes hand-in-hand with the <em>heartbreak</em> of losing one, whether because of old age, illness, or an accident. And that can be very difficult. After all, family pets often are the first to greet kids in the morning and after school. Your pet may be the one your child looks to for comfort and companionship when ill or feeling unpopular or upset. While it's impossible to shelter kids from the loss of a pet, you can help them cope with it. And because a pet's death might be their first time losing a loved one, the grieving process can help kids learn how to cope with other losses throughout life. \n \n\n   \nSharing the News and the Grief\n\n One of the most difficult parts about losing a pet may be breaking the bad news to kids. Try to do so one-on-one in a place where they feel safe and comfortable and not easily distracted. As you would with any tough issue, try to gauge how much information kids need to hear based on their age, maturity level, and life experience. If your pet is very old or has a lingering illness, consider talking to kids before the death occurs. If you have to euthanize your pet, you may want to explain that:  the veterinarians have done everything that they can\n\n your pet would never get better\n\n this is the kindest way to take the pet's pain away\n\n the pet will die peacefully, without feeling hurt or scared\n\n  Again, a child's age, maturity level, and questions will help determine whether to offer a clear and simple explanation for what's going to happen. If so, it's OK to use words like \"death\" and \"dying\" or to say something like \"The veterinarian will give our pet a shot that first puts it to sleep and then stops the heart from beating.\" Many kids want a chance to say goodbye beforehand, and some may be old enough or emotionally mature enough to be there to comfort the pet during the process. If you do have to euthanize your pet, be careful about saying the animal went \"to sleep\" or \"got put to sleep.\" Young kids tend to interpret events literally, so this can conjure up scary misconceptions about sleep or surgery and anesthesia. If the pet's death is more sudden, calmly explain what has happened. Be brief, and let your child's questions guide how much information you provide. \n \n\n   \nSticking to the Truth\n\n Avoid trying to gloss over the event with a lie. Telling a child that \"Buster ran away\" or \"Max went on a trip\" is not a good idea. It probably won't alleviate the sadness about losing the pet, and if the truth does come out, your child will probably be angry that you lied. If asked what happens to the pet after it dies, draw on your own understanding of death, including, if relevant, the viewpoint of your faith. And since none of us knows fully, an honest \"I don't know\" certainly can be an appropriate answer — it's OK to tell kids that death is a mystery. \n \n\n \nHelping Your Child Cope\n\n Like anyone dealing with a loss, kids usually feel a variety of emotions besides sadness after the death of a pet. They might experience loneliness, anger if the pet was euthanized, frustration that the pet couldn't get better, or guilt about times that they were mean to or didn't care for the pet as promised. Help kids understand that it's natural to feel all of those emotions, that it's OK to not want to talk about them at first, and that you're there when they are ready to talk. Don't feel compelled to hide your own sadness about losing a pet. Showing how you feel and talking about it openly sets an example for kids. You show that it's OK to feel sad when you lose a loved one, to talk about your feelings, and to cry when you feel sad. And it's comforting to kids to know that they're not alone in feeling sad. Share stories about the pets you had — and lost — when you were young and how difficult it was to say goodbye. \nMoving On\n\n After the shock of the news has faded, it's important to help your child heal and move on. It can help kids to find special ways to remember a pet. You might have a ceremony to bury your pet or just share memories of fun times you had together. Write a prayer together or offer thoughts on what the pet meant to each family member. Share stories of your pet's funny moments or escapades. Offer lots of loving hugs. You could do a project, too, like making a scrapbook. Keep in mind that grieving over the loss of a pet, particularly for a child, is similar to grieving over a person. For kids, losing a pet who offered love and companionship can be much more difficult than losing a distant relative. You might have to explain that to friends, family members, or others who don't own pets or don't understand that. Perhaps most important, talk about your pet, often and with love. Let your child know that while the pain will eventually go away, the happy memories of the pet will always remain. When the time is right, you might consider adopting a new pet — not as a replacement, but as a way to welcome another animal friend into your family. Reviewed by: D'Arcy Lyness, PhD Date reviewed: November 2009 Originally reviewed by: Jennifer Schroff Pendley, PhD",
            "vi": "Khi thú cưng chết     Đối với hầu hết trẻ em, thú cưng không chỉ là vật nuôi trong nhà, chúng còn như thành viên trong gia đình và là người bạn tốt nhất.  Thật không may, niềm vui của việc sở hữu một con thú cưng luôn đi kèm với nỗi đau khi mất chúng, dù vì tuổi già, bệnh tật, hay tai nạn.  Và việc đó có thể rất khó khăn. Xét cho cùng, thú cưng trong gia đình thường là “người” đầu tiên chào đón trẻ vào buổi sáng và khi đi học về. Thú cưng còn có thể là “người” mà con bạn tìm sự chia sẻ, an ủi khi bị bệnh hoặc lúc cảm thấy buồn bã, khó chịu. Dù không thể giúp trẻ tránh khỏi nỗi đau mất thú cưng, bạn có thể giúp bé đương đầu với việc đó. Và bởi vì cái chết của một con vật cưng có thể là lần đầu tiên trẻ mất đi một ai đó thân yêu, nỗi đau xót có thể giúp trẻ học cách đối phó với những mất mát khác trong cuộc sống sau này.   \nChia sẻ nỗi đau\n Một trong những phần khó khăn nhất về việc mất đi một thú cưng chính là thông báo tin xấu cho trẻ. Hãy thử làm điều đó khi chỉ có 2 người với nhau trong một nơi trẻ cảm thấy an toàn, thoải mái và không dễ bị phân tâm. Vì bạn sẽ gặp khó khăn đi làm việc đó, hãy cố gắng đánh giá mức thông tin trẻ cần biết dựa vào tuổi, mức độ trưởng thành, và kinh nghiệm cuộc sống của trẻ.  Nếu thú cưng của bạn đã rất già hoặc có bệnh từ lâu, hãy cân nhắc nói chuyện với trẻ trước khi thú chết. Nếu bạn phải tự giúp cho thú chết sớm để giảm đau đớn cho nó, bạn có thể cần giải thích với trẻ:\n  bác sĩ thú y đã làm mọi cách có thể\n\n thú cưng của gia đình bạn sẽ không bao giờ khỏe lại nữa\n\n đây là cách tử tế nhất để giúp thú hết đau đớn\n\n thú cưng sẽ chết một cách thanh thản, không có cảm giác đau đớn hoặc sợ hãi\n\n  Một lần nữa, độ tuổi, mức độ trưởng thành của trẻ, và các câu hỏi sẽ giúp xác định xem có nên đưa ra một lời giải thích rõ ràng và đơn giản cho những gì sẽ xảy ra hay không. Nếu đúng vậy, có thể sử dụng những từ như “chết “ và “đang hấp hối” hoặc nói về việc đại loại như “bác sĩ thú y sẽ cho thú cưng của chúng ta một mũi tiêm giúp nó ngủ và chết êm ái”. Nhiều bé muốn có cơ hội để nói lời chia tay trước, và một số có thể đủ tuổi hoặc đủ trưởng thành về mặt cảm xúc, đủ để được ở đó an ủi thú cưng trong quá trình này.  Nếu bạn buộc phải tự giết thú cưng của mình, hãy cẩn thận khi nói thú sẽ đi “ngủ” hoặc “bị buộc đi ngủ”. Trẻ em thường có xu hướng giải thích sự việc theo nghĩa đen, vì vậy điều này có thể gợi lên quan niệm sai lầm đáng sợ về giấc ngủ hoặc phẫu thuật và gây mê.  Nếu cái chết của thú cưng xảy ra bất ngờ hơn, hãy bình tĩnh giải thích cho trẻ việc đã diễn ra. Hãy ngắn gọn, và để cho những câu hỏi của trẻ giúp bạn biết nên cung cấp cho trẻ bao nhiêu thông tin.    \nHãy nói thật\n Tránh lờ đi sự việc bằng lời nói dối. Nói với con rằng “Buster đã bỏ trốn” hoặc “Max đi mất rồi” không phải là ý tưởng hay. Điều đó có thể không làm giảm nhẹ nỗi buồn mất thú cưng, mà nếu sự thật bị phát hiện, con của bạn có thể sẽ giận dữ vì bạn nói dối. Nếu trẻ hỏi chuyện gì sẽ xảy ra với con vật sau khi nó chết, hãy đưa ra hiểu biết của chính bạn về cái chết, bao gồm, nếu liên quan, quan điểm về niềm tin của bạn. Và vì không ai trong chúng ta biết chắc chắn về điều đó, nên câu trả lời trung thực “cha, mẹ không biết” cũng có thể là câu trả lời thích hợp - hãy nói với trẻ rằng cái chết là điều bí ẩn.   \nGiúp con đương đầu với nỗi buồn\n Như bất cứ người nào khi đối mặt với một mất mát, trẻ thường cảm thấy một loạt các cảm xúc bên cạnh nỗi buồn sau cái chết của vật cưng. Bé có thể cảm thấy cô đơn, tức giận nếu thú cưng của mình đã bị giết, thất vọng rằng thú nuôi không thể khỏe hơn, hay cảm giác tội lỗi về thời gian mà bé đã không quan tâm chăm sóc cho vật cưng như đã hứa.  Giúp trẻ hiểu rằng cảm thấy tất cả những cảm xúc đó là một điều tự nhiên, và không sao hết khi lúc đầu bé không muốn nói về sự việc ấy, và bạn luôn ở bên bé khi bé đã sẵn sàng để chia sẻ. Đừng cảm thấy phải cố gắng che giấu nỗi buồn của chính bạn về cái chết của thú cưng. Cho thấy bạn cảm thấy thế nào và nói về điều đó công khai như một tấm gương cho trẻ. Giúp trẻ hiểu rằng có thể cảm thấy buồn khi mất đi người thân yêu, thổ lộ cảm xúc, và khóc khi thấy buồn. Và trẻ sẽ cảm thấy được an ủi khi biết rằng không chỉ có mình trẻ đau buồn. Chia sẻ với trẻ những câu chuyện về thú cưng bạn có - và mất - khi còn nhỏ và khó khăn thế nào khi phải nói lời từ biệt.   \nTiếp tục cuộc sống\n Sau khi cơn sốc do tin buồn này đã qua đi, điều quan trọng là phải giúp con trẻ vượt qua tổn thương và tiếp tục cuộc sống. Sẽ có hiệu quả khi giúp trẻ tìm ra một cách đặc biệt để nhớ về một con vật nuôi. Bạn có thể tổ chức một buổi lễ để chôn con vật cưng hoặc chia sẻ những kỷ niệm về thời gian vui vẻ các bạn đã có với nhau. Cùng nhau viết một lời cầu nguyện hoặc chia sẻ suy nghĩ về ý nghĩa của con vật đối với mỗi thành viên trong gia đình. Chia sẻ chuyện về các khoảnh khắc vui vẻ hoặc ngộ nghĩnh của con vật. Hãy ôm trẻ thật chặt để thể hiện sự cảm thông. Bạn cũng có thể thực hiện một dự án, ví dụ như làm một cuốn sổ lưu niệm về con vật cưng ấy.  Hãy nhớ rằng nỗi đau buồn khi mất đi một con vật cưng, đặc biệt là đối với một đứa trẻ, sâu sắc tương tự như nỗi đau khi mất đi một người thân. Với trẻ em, bị mất một con vật nuôi gắn bó thân thiết có thể còn khó khăn hơn rất nhiều so với việc mất đi một người họ hàng xa. Bạn có thể phải giải thích điều đó với bạn bè, gia đình, hoặc những người khác không nuôi thú cưng hoặc không hiểu điều đó.  Có lẽ quan trọng nhất là thường xuyên nói về con vật cưng của bạn với tình yêu thương. Hãy để con bạn biết rằng dù nỗi đau rồi sẽ nguôi ngoai nhưng những kỷ niệm hạnh phúc của con vật cưng sẽ vẫn mãi còn. Khi thời điểm thích hợp, bạn có thể xem xét việc có một thú cưng mới - không phải là một sự thay thế, mà là một cách để chào đón một người bạn động vật vào trong gia đình bạn một lần nữa.  Phê bình: Tiến sĩ D'Arcy Lyness  Ngày: 11/2009  Lần đầu phê bình: Tiến sĩ Jennifer Schroff Pendley"
        }
    ],
    "suggestions": []
}