{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hɑ:tlænd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khu trung tâm</td></tr></table><i/></div>",
            "word": "heartland"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>heartland</k><blockquote>■ <cclass>noun the central or most important part of a country or area. </cclass></blockquote></div>",
            "word": "heartland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "heartland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "heartland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "heartland"
        }
    },
    "sentences": [
        {
            "en": "Industrial <em>heartland</em>.",
            "vi": "Trung tâm công nghiệp."
        },
        {
            "en": "<em>Heartland</em> is the central part of a country.",
            "vi": "Khu trung tâm là phần trung tâm của một quốc gia."
        },
        {
            "en": "Katowice Airport welcomes travellers to the industrial <em>heartland</em> of Poland.",
            "vi": "Sân bay Katowice chào đón du khách đến với khu trung tâm công nghiệp của Ba Lan."
        },
        {
            "en": "The Midwest is the agricultural <em>heartland</em> in the United States.",
            "vi": "Vùng Trung Tây là vùng đất nông nghiệp trọng yếu của Hoa Kỳ."
        },
        {
            "en": "Ho Chi Minh City is the industrial <em>heartland</em> of Vietnam.",
            "vi": "Thành phố hồ chí minh là trung tâm công nghiệp của việt nam."
        },
        {
            "en": "<em>Heartland</em> is a part of a country where a particular activity or belief is especially common.",
            "vi": "Khu trung tâm là một phần của một đất nước nơi một hoạt động hay một tín ngưỡng đặc biệt là đặc biệt phổ biến."
        },
        {
            "en": "One reason was good news from the Midwest, the agricultural <em>heartland</em> in the United States.",
            "vi": "Có một nguyên nhân đó là tin tốt lành từ vùng Trung Tây nước Mỹ, vùng đất nông nghiệp trọng yếu của Hoa Kỳ."
        },
        {
            "en": "The Ruhr was Germany's industrial <em>heartland</em>, producing four-fifths of Germany's coal.",
            "vi": "Ruhr từng là khu trung tâm công nghiệp của Đức, tạo ra bốn phần năm lượng than đá của nước này."
        },
        {
            "en": "In January 1923 French and Belgian troops occupied the Ruhr, Germany's industrial <em>heartland</em>.",
            "vi": "Vào tháng 1 năm 1923, đội quân Pháp và Bỉ đã chiếm đóng sông Ruhr, khu trung tâm công nghiệp của Đức."
        },
        {
            "en": "The Ruhr was Germany's industrial <em>heartland</em>, producing four - fifths of Germany's coal.",
            "vi": "Ruhr từng là khu trung tâm công nghiệp của Đức, tạo ra bốn phần năm lượng than đá của nước này."
        },
        {
            "en": "(CNN) -- In Shandong Province in northeastern China, the nation's grain <em>heartland</em>, the worst drought in 60 years has raised the specter of shortages for the world's largest wheat producer.",
            "vi": "(CNN) -- Ở tỉnh Sơn Đông thuộc miền đông bắc Trung Quốc, được xem là khu trung tâm sản xuất ngũ cốc của quốc gia, nạn hạn hán tồi tệ nhất trong 60 năm qua đã làm dấy lên sự lo ngại về việc thiếu hụt lương thực đối với nhà sản xuất lúa mì lớn nhất thế giới này."
        },
        {
            "en": "The literary world knew that Trump had many supporters, but we believed too optimistically that what we valued in literature—empathy, justice, inclusion—would prevail. But there were warning signals. Occasionally, before the prize, I would get a letter from someone who did not like my novel, accusing me of being ungrateful to America, of criticizing America too much. When I checked my book sales, the regions where the book was most popular were the northeast, the west coast, and the big cities. A vast swath of rural America in the deep south, the <em>heartland</em>, and the upper north were not buying the book. And the day before the presidential election, an obscure novelist attacked me on Twitter. I was “NOT an #American #author (born in #Vietnam).” As for my Pulitzer, it was “An American #prize that shuns the real #America. #We long for the Great #American #Novel. When?”",
            "vi": "Giới văn chương giới biết rằng Trump đã có nhiều người ủng hộ, nhưng chúng tôi vẫn lạc quan tin rằng những thứ chúng tôi qúy trọng trong văn chương- như cảm thông, công bằng, hòa nhập sẽ được áp dụng. Nhưng có những tín hiệu cảnh báo. Đôi khi, trước khi nhận các giải thưởng, tôi sẽ nhận được một lá thư từ một người không thích tiểu thuyết của tôi, cáo buộc tôi là vô ơn với nước Mỹ vì chỉ trích Mỹ quá nhiều. Khi tôi kiểm tra doanh số bán sách thì khu vực mà sách được bán chạy nhất là ở phía đông bắc, bờ biển phía tây, và các thành phố lớn. Còn lại những vùng rộng lớn ở nông thôn nước Mỹ tận cùng miền Nam, khu trung tâm và vùng cao phía bắc không mua sách. Vào ngày trước khi bầu cử tổng thống, một tiểu thuyết gia vô danh đả kích tôi trên Twitter. Đại loại như: tôi không phải tác giả người Mỹ (sinh ra ở Việt Nam).\" Đối với Pulitzer của tôi, nó là giải thưởng dành cho người Mỹ xa rời với thực tế nước Mỹ. Chúng tôi mong mỏi #tiểu thuyết Mỹ #vĩ đại. Đến khi nào?\""
        },
        {
            "en": "Food crisis fears rise with commodities          Editor's Note: CNN International launched a year-long series, \"The Price We Pay,\" this week. CNN will examine in-depth the factors and direct impact of global price instability around the world. (CNN) -- In Shandong Province in northeastern China, the nation's grain <em>heartland</em>, the worst drought in 60 years has raised the specter of shortages for the world's largest wheat producer. Russia -- still reeling from a drought that slashed wheat harvest by nearly 40% and spur red Moscow to ban exports last summer -- hopes new, resilient strains of the crop will lead to a resumption of wheat exports. However, soil damaged by the drought means nearly 10% of Russian wheat fields couldn't be planted this year. Social media may have fanned the flames of revolt which toppled governments in Tunisia and Egypt and triggered demonstrations across the Middle East. But the tinderbox was built on high unemployment, corruption and rising food prices. It's a telling sign that the trouble in Tunisia started with the self immolation of Mohamed Bouazizi, a street vendor protesting the police seizure of his produce cart. \"I think that we have to be careful, as an international community, not to let food prices become not [only] a national security threat in countries, but a global security threat,\" Ngozi Iweala, managing director of the World Bank, told CNN. Rising food prices have driven nearly 44 million people into poverty since June, according to World Bank estimates released this week, pushing the number of chronically hungry toward 1 billion. Global food prices rose 29% in the past year due to weather shocks such as the Russian drought and subsequent export ban, as well as the growing appetite for biofuels and rising demand from emerging economies such as Brazil, India and China. Rising inflation is a top Chinese concern Price increases were led by sugar and wheat, at 20%. Fats and oils used in cooking rose 22%, according to the World Bank. \"Our research shows higher global wheat prices have directly fed into sharp increases in domestic wheat prices in many countries,\" Robert Zoellick, president of the World Bank, said earlier this week. \"In just six months, prices for wheat rose by more than 50% in Kyrgyzstan; 45% in Bangladesh and 33% in Mongolia.\" Rising food prices create political strife. Nations in northern Africa and the Middle East -- where arable land is scarce -- scour Eastern Europe and Central Asia for grain deals. When Rachid Rachid was Egypt's Trade and Industry Minister, he personally combed the world for wheat -- with visits to Russia and Central Asia -- attempting to meet the domestic demand of six million tons a year. \"The fact you know that you need this much quantity to feed the people in Egypt and knowing that there is not that much quantity around the world makes you really scared,\" Rachid told CNN.  The price of a kilogram of onions in India nearly doubled from September to December, resulting in an export ban that was lifted this week after Indian farmers protested and onion prices plummeted. Chinese food prices rose 10.3% in January, raising concerns about the economy overheating. In the U.S. consumer prices rose only 1.6% in January, but as CNNMoney reports prices for clothing, appliances and food are expected to rise as increasing demand from emerging economies hikes the cost of raw materials. \"This is something we need to really pay attention to, because it impacts the most vulnerable: children, women, pregnant women and it really hits the poor,\" said Iweala of the World Bank.",
            "vi": "Food crisis fears rise with commodities       Ghi chú của biên tập: CNN quốc tế (CNN International) đã ra mắt một loạt bài kéo dài một năm \"Giá mà chúng tôi trả,\"  vào tuần này. Trong đó, CNN sẽ nghiên cứu kỹ những yếu tố và ảnh hưởng trực tiếp của sự bất ổn giá toàn cầu ở khắp nơi trên thế giới.  (CNN) -- Ở tỉnh Sơn Đông thuộc miền đông bắc Trung Quốc, được xem là khu trung tâm sản xuất ngũ cốc của quốc gia, nạn hạn hán tồi tệ nhất trong 60 năm qua đã làm dấy lên sự lo ngại về việc thiếu hụt lương thực đối với nhà sản xuất lúa mì lớn nhất thế giới này.  Nước Nga, quốc gia vẫn còn đang quay cuồng do một nạn hạn hán đã làm giảm năng suất thu hoạch lúa mì xuống còn chỉ gần 40% và hối thúc Moscow cấm xuất khẩu vào mùa hè năm ngoái, lúc này lại hy vọng về những giống cây trồng mới, dễ chịu với thời tiết của vụ này sẽ dẫn đến tiếp tục xuất khẩu lúa mì trở lại. Tuy nhiên, đất đai bị hư hại do nạn hạn hán gây ra đồng nghĩa với việc gần 10% đồng lúa ở Nga không thể trồng lúa mì được trong năm nay. Phương tiện truyền thông xã hội có thể đã châm ngòi cho những ngọn lửa cách mạng lật đổ chính quyền ở Tunisia và Ai Cập và gây ra nhiều cuộc biểu tình khắp Trung Đông. Nhưng “ngọn lửa châm ngòi” được nhen nhóm trên “những chất dễ cháy” như mức thất nghiệp cao, tham nhũng và giá lương thực tăng. Nó là dấu hiệu cho thấy rắc rối ở Tunisia bắt đầu bằng việc hy sinh tính mệnh của Mohamed Bouazizi, người bán hàng rong chống lại cảnh sát khi họ đòi giữ xe bán hàng của anh ấy.  \"Tôi nghĩ rằng chúng ta phải cẩn thận, với tư cách là một cộng đồng quốc tế, không để cho giá thực phẩm không [chỉ] đe doạ an ninh quốc gia ở nhiều nước, mà còn đe doạ an ninh toàn cầu, \" Ngozi Iweala, Giám đốc Điều hành của Ngân hàng Thế giới, tuyên bố với CNN. Tăng giá lương thực đã đẩy gần 44 triệu người lâm vào cảnh nghèo đói kể từ hồi tháng sáu, theo ước tính của Ngân hàng Thế giới đã công bố tuần này, đẩy số người đói kinh niên lên đến 1 tỉ. Giá thực phẩm toàn cầu tăng 29% trong năm qua vì những cú sốc thời tiết như là nạn hạn hán ở Nga và việc cấm xuất khẩu sau đó, cũng như mức tiêu thụ nhiên liệu sinh học tăng và nhu cầu tăng cao từ các nền kinh tế mới nổi lên như là Braxin, Ấn Độ và Trung Quốc.  Lạm phát tăng là mối quan tâm hàng đầu của Trung Quốc Tăng giá đã bắt đầu bằng việc tăng giá đường và lúa mì lên khoảng 20%. Dầu và chất béo được dùng trong nấu ăn tăng 22%, theo Ngân hàng Thế giới.  \"Qua nghiên cứu chúng tôi thấy giá lúa mì toàn cầu cao hơn trực tiếp góp phần làm tăng mạnh giá lúa mì trong nước ở nhiều quốc gia,\" Robert Zoellick, chủ tịch ngân hàng thế giới, đã nói vào đầu tuần này. \"Chỉ trong vòng sáu tháng, giá lúa mì tăng lên hơn 50% ở Kyrgyzstan; 45% ở Bangladesh và 33% ở Mông Cổ.\" Tăng giá lương thực dẫn đến xung đột chính trị. Các quốc gia ở miền bắc châu Phi và Trung Đông - - nơi đất canh tác ở đó khan hiếm - - đã sục sạo mua ngũ cốc ở Đông Âu và Trung Á. Khi Rachid Rachid còn là Bộ trưởng Thương mại và Công nghiệp của Ai Cập, ông đã đích thân lùng sục khắp thế giới để mua lúa mì - - với các chuyến viếng thăm đến nước Nga và Trung Á - - để cố gắng đáp ứng nhu cầu sáu triệu tấn trong nước một năm.  \"Thực tế bạn biết là bạn cần số lượng nhiều như thế này để cung cấp cho mọi người ở Ai Cập và khi biết là không có số lượng nhiều như thế ở trên thế giới sẽ làm bạn thật sự lo sợ,\" Rachid phát biểu với CNN. Giá của m ột ki-lô-gam hành ở Ấn Độ gần như tăng gấp đôi từ tháng chín đến tháng 12, dẫn đến bãi bỏ lệnh cấm xuất khẩu trong tuần này sau khi nông dân Ấn Độ phản đối và giá hành tụt xuống. Giá thực phẩm Trung Quốc tăng 10.3% vào tháng giêng, làm tăng sự lo ngại về sự “quá nóng” của nền kinh tế.   Ở Hoa Kỳ, giá tiêu dùng chỉ tăng 1.6% vào tháng giêng, nhưng như CNNMoney báo cáo, giá quần áo, dụng cụ và thực phẩm dự định sẽ tăng lên khi nhu cầu đang tăng cao từ những nền kinh tế mới nổi lên làm tăng chi phí của nguyên liệu.   “Đây là vấn đề khiến chúng ta cần thực sự chú ý tới, bởi vì nó tác động đến những gì “dễ nhạy cảm” nhất: trẻ em, phụ nữ, phụ nữ có thai và nó thật sự tác động đến tầng lớp nghèo,\" theo Iweala , thuộc Ngân hàng Thế giới nhận xét."
        },
        {
            "en": "Suicide Bomber Attacks Afghan Defense Ministry         KABUL, Afghanistan — An insurgent wearing an Afghan Army uniform and a vest laced with explosives opened fire inside the heavily fortified Ministry of Defense headquarters on Monday, killing at least two soldiers, a ministry spokesman said.  A spokesman for the Taliban, which claimed responsibility for the attack, said the intended target was France’s minister of defense, Gérard Longuet, who was scheduled to visit the compound later in the day. Soldiers shot the attacker before he could detonate his vest, said the Afghan military spokesman, Gen. Zahir Azimi.  The attack was the third in three days on government compounds by insurgents disguised as members of the Afghan national security forces. Their seemingly easy access to even the most heavily guarded locations has intensified concerns over Taliban infiltration of the police and military forces, just as they are preparing to take over security from the American-led coalition in some parts of the country this summer and the entire country by the end of 2014.  Zabiullah Mujaheed, a Taliban spokesman, said the insurgent was from Panjshir Province — the <em>heartland</em> of the Northern Alliance, which helped the United States oust the Taliban in 2001 — and had been serving in the Afghan Army for three years.  But General Azimi said such assertions were premature. “We don’t know whether he was a member of the army or not,” he said. “All I can say is that he was wearing an Afghan National Army uniform. It doesn’t mean he was an army soldier. We are doing our investigation to find out.”  General Azimi said the attacker entered the compound about 11:30 a.m. and opened fire, killing two soldiers and wounding seven close to the defense minister’s office before being fatally shot. An explosives ordnance team then defused his vest. The defense minister, Abdul Rahim Wardak, was not present at the time, General Azimi said.  Soldiers continued searching the compound, which covers several city blocks in downtown Kabul, looking for other possible attackers late in the afternoon. Contrary to earlier reports, the general said no hostages had been taken. A doctor at Kabul’s military hospital said three soldiers had been killed; there was no immediate explanation for the discrepancy in the death toll.  Mr. Longuet, who had arrived on Sunday to meet with French troops deployed here, was not in the ministry at the time of the attack, according to the military command in Paris. He had been scheduled to attend a joint news conference with Afghan military officials at 1:30 p.m.  It was the latest in a string of attacks aimed at Afghan government and military officials in what the Taliban has called the beginning of its spring offensive. On Saturday, a suicide bomber killed five NATO service members in eastern Afghanistan. A day earlier, a suicide bomber killed the police chief of Kandahar Province. In both attacks, the bombers were dressed in Afghan Army or police uniforms.   “Using these kinds of attacks is very useful for us in recruiting someone and working inside Afghan forces,” Mr. Mujaheed, the Taliban spokesman, said in a telephone interview after Saturday’s attack. “This inflicts more casualties and does not cause any civilian casualties.”  He added, “We have many more youths who are already in Afghan military ranks waiting for their chance to attack.”  General Azimi said the government was working to root out insurgents from the army and police forces, but acknowledged that the task was daunting. “We have set up a security team who is watching suspicious people inside military forces, but it’s hard to recognize them,” he said.  Even when they are not in the military, insurgents have easy access to police and army uniforms, General Azimi said. An elder in a remote village in the eastern province of Paktika, along the Pakistan border, recently told a reporter for The New York Times that insurgents had been showing up in his village dressed in Afghan Army and police uniforms.   “You know, finding uniforms is easy,” General Azimi said. “They can find it anywhere, and they can make it. People sell military equipment in the bazaar. We have collected and confiscated uniforms several times, but again it’s hard to collect all of them. Besides, you can find them in the provinces as well.”  The attack on the Defense Ministry was just part of a bloody two days for Afghan security forces. In Ghazni Province, south of the capital, six police officers were killed when their vehicle struck a roadside bomb, said Musa Khan Akbar Zada, the provincial police chief.  Three more police officers were killed Sunday night in Oruzgan Province when their vehicle struck an improvised explosive device, said the provincial police chief, Fazal Ahmad Shirzad.",
            "vi": "Kẻ đánh bom liều chết tấn công Bộ Quốc phòng Áp-ga-ni-xtan      KABUL, Áp-ga-ni-xtan – Một kẻ nổi loạn mặc quân phục Áp-ga-ni-xtan và áo gi-lê có cài chất nổ đã nổ súng bên trong trụ sở Bộ Quốc phòng được tăng cường chặt chẽ vào hôm thứ hai, làm thiệt mạng ít nhất hai binh sĩ, người phát ngôn Bộ Quốc phòng nói.  Người phát ngôn viên cho Ta-li-ban, phe nhận trách nhiệm về cuộc tấn công, nói rằng mục tiêu nhắm tới là Bộ trưởng Quốc phòng Pháp, Gérard Longuet, theo lịch trình thì ông này sẽ tới thăm khu nhà này vào cuối ngày. Binh lính đã bắn kẻ tấn công trước khi hắn kích nổ áo của mình, theo lời của tướng Zahir Azimi, người phát ngôn của quân đội Áp-ga-ni-xtan.  Cuộc tấn công này là cuộc tấn công thứ ba vào các toà nhà chính phủ trong ba ngày do những kẻ nổi loạn cải trang thành thành viên của lực lượng an ninh quốc gia Áp-ga-ni-xtan thực hiện. Việc đột nhập có vẻ dễ dàng của chúng vào các nơi thậm chí được canh gác chặt chẽ nhất đã làm cho lực lượng cảnh sát và quân đội thêm lo lắng về sự thâm nhập của Ta-li-ban, cũng như việc họ đang chuẩn bị tiếp quản an ninh từ liên minh do Mỹ lãnh đạo ở một số vùng trong nước vào mùa hè này và cả nước vào cuối năm 2014.  Zabiullah Mujaheed, người phát ngôn của Ta-li-ban, nói rằng kẻ nổi loạn đến từ tỉnh Panjshir - khu trung tâm của Liên minh phương bắc, lực lượng đã giúp Hoa Kỳ hất cẳng Ta-li-ban vào năm 2001 - và đã phục vụ trong Quân đội Áp-ga-ni-xtan trong ba năm.  Nhưng tướng Azimi nói rằng còn quá sớm khi khẳng định như vậy. \"Chúng tôi không biết liệu hắn có phải là thành viên của quân đội hay không,\" ông nói. \"Tất cả những gì tôi có thể nói là hắn mặc quân phục quốc gia Áp-ga-ni-xtan. Điều đó không có nghĩa là hắn là lính của quân đội. Chúng tôi đang điều tra làm rõ.\" Tướng Azimi nói rằng kẻ tấn công đột nhập vào khu trụ sở này khoảng 11:30 sáng và đã nổ súng, giết chết hai binh sĩ và làm bị thương bảy người sát bên văn phòng của bộ trưởng quốc phòng trước khi hắn bị bắn chết. Ban quân nhu về chất nổ sau đó đã tháo ngòi nổ trong áo của hắn. Bộ trưởng quốc phòng Abdul Rahim Wardak lúc đó không có mặt, tướng Azimi nói.  Binh lính tiếp tục lục soát khu trụ sở này, gồm nhiều khu nhà ở trung tâm Kabul, tìm kiếm những kẻ khác có thể tấn công vào cuối buổi chiều. Trái với bản báo cáo trước đây, vị tướng này nói rằng không có con tin nào bị bắt giữ. Một bác sĩ tại bệnh viện quân y Kabul nói rằng ba binh sĩ đã bị giết; vẫn chưa có giải thích tức thời về việc không nhất quán về tổng số người chết.  Ông Longuet, theo lệnh của quân đội ở Paris, hôm chủ nhật đã đến để họp với quân đội Pháp được triển khai ở đây, không có mặt tại Bộ Quốc phòng lúc xảy ra tấn công. Theo lịch trình thì ông này sẽ tham dự cuộc họp báo chung với các quan chức của quân đội Áp-ga-ni-xtan lúc 1:30 chiều. Đó là vụ tấn công mới nhất trong hàng loạt vụ tấn công nhằm vào các quan chức chính phủ và quân đội Áp-ga-ni-xtan trong cái mà phe Ta-li-ban gọi là bắt đầu cuộc tấn công mùa xuân. Hôm thứ bảy, một kẻ đánh bom liều chết đã giết chết năm thành viên của NATO ở miền đông Áp-ga-ni-xtan. Ngày hôm trước, một kẻ đánh bom liều chết đã giết chết cảnh sát trưởng của tỉnh Kandahar. Trong cả hai vụ tấn công, kẻ ném bom đều mặc quân phục hay cảnh phục Áp-ga-ni-xtan.  \"Việc sử dụng các loại các hình tấn công này rất có lợi cho chúng tôi trong việc tuyển ra một người và làm việc trong lực lượng Áp-ga-ni-xtan, \"Ông Mujaheed, người phát ngôn của Ta-li-ban, nói trong cuộc phỏng vấn qua điện thoại sau khi xảy ra cuộc tấn công hôm thứ bảy. \"Vụ này làm cho nhiều binh lính thương vong hơn nhưng không gây ra bất kỳ trường hợp thương vong nào cho thường dân.\" Ông nói thêm, \"Chúng tôi có nhiều thanh niên nữa sẵn sàng trong hàng ngũ quân đội Áp-ga-ni-xtan đang chờ cơ hội tấn công.\" Tướng Azimi nói rằng chính phủ đang nỗ lực để tìm ra những kẻ nổi loạn trong lực lượng quân đội và cảnh sát, nhưng thừa nhận rằng nhiệm vụ này làm họ nản chí. \"Chúng tôi đã thiết lập một nhóm an ninh theo dõi những kẻ bị tình nghi bên trong lực lượng quân đội, nhưng thật khó mà nhận ra bọn chúng,\" ông nói.  Thậm chí khi không có mặt trong quân đội thì những kẻ nổi loạn cũng dễ dàng có được cảnh phục và quân phục, tướng Azimi nói. Một người lớn tuổi trong một ngôi làng hẻo lánh ở miền đông tỉnh Paktika, dọc biên giới Pa-ki-xtan, mới đây đã nói với phóng viên Thời báo New York rằng những kẻ nổi loạn mặc quân phục và cảnh phục Áp-ga-ni-xtan đã xuất hiện trong làng của ông.  \"Bạn biết đó, việc tìm đồng phục thật dễ dàng,\" tướng Azimi nói. \"Chúng có thể tìm ra đồng phục bất kỳ nơi đâu, và chúng có thể làm được. Những người bán thiết bị quân sự trong chợ. Chúng tôi đã thu thập và tịch thu đồng phục vài lần, nhưng thật khó mà thu thập được tất cả một lần nữa. Hơn nữa, bạn cũng có thể tìm được đồng phục ở các tỉnh.\" Cuộc tấn công vào Bộ Quốc phòng chỉ là một phần trong hai ngày đẫm máu đối với lực lượng an ninh Áp-ga-ni-xtan. Ở tỉnh Ghazni, phía nam thủ đô, sáu viên sĩ quan cảnh sát đã chết khi xe của họ đâm vào một quả bom ven đường, Musa Khan Akbar Zada, cảnh sát trưởng tỉnh này nói.   Ba viên sĩ quan cảnh sát nữa đã chết vào đêm chủ nhật ở tỉnh Oruzgan khi xe của họ đâm vào một thiết bị nổ tự chế, theo lời của Fazal Ahmad Shirzad, cảnh sát trưởng tỉnh này."
        }
    ],
    "suggestions": []
}