{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hecht",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hecht",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hecht",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hecht",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hecht",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Knowing your strategies is key to achieving work-life balance       Essays are being written, final exams are looming and classes are reaching their busy conclusion. With conflicting demands from work, home and the classroom, this hectic time of year can be filled with stress. But according to new research from the University of Toronto Scarborough (UTSC), a little self-reflection could do us all a world of good.   \"People need to ask themselves, 'What roles do I play?' and 'Are these roles working for me?'\" says Julie McCarthy, associate professor of organizational behaviour at UTSC. \"And if they're not working, we then need to ask, 'What are the strategies I'm using to make things better?'\"   In her latest study, the UTSC associate professor of organizational behavior worked with Tracy <em>Hecht</em> of Concordia University to look at how undergraduate students attempted to achieve balance. All of the participants were UTSC students with jobs outside of school.  McCarthy and <em>Hecht</em> looked at three strategies often used to deal with opposing demands on time, attention and energy: solution-driven active engagement (problem-focused), venting to others (emotion-focused) or ignoring those problems altogether and distracting ourselves with other activities (avoidance-focused).  While the problem-focused approach is traditionally viewed as the best of the three, McCarthy and Hecht's research found that strategy could actually cause more problems as a result of stress, over-exhaustion and lack of recovery time. \"People need time to refocus in order to learn or study well,\" says McCarthy.  The most surprising conclusion had to do with the third coping mechanism: avoidance. When the student participants simply set aside some of their issues for a while, they actually experienced a reduction in conflict between life roles. \"This technique is traditionally seen as 'running away from your problems',\" says McCarthy. \"But maybe by backing off and taking breaks, students are able to replenish their resources.\"     Feeling drained leads to lower levels of satisfaction with life and higher rates of burnout, depression and ill-health. And while playing multiple roles can be stimulating, interesting and lead to sense of accomplishment and achievement, McCarthy says there are real risks we need to be aware of. \"People need to assess which strategies they're using to cope with their problems and make sure they're making time for resource recovery,\" she says. \"Too many roles can be detrimental unless we begin asking ourselves honest, pointed questions.\"   Notes:   McCarthy's study was co-authored with Tracey <em>Hecht</em> and titled Coping With Employee, Family, and Student Roles: Evidence of Dispositional Conflict and Facilitation Tendencies. It appears in the Journal of Applied Psychology.   Source: University of Toronto  Copyright: Medical News Toda",
            "vi": "Nắm rõ chiến lược của bạn là chìa khóa để đạt được cân bằng trong cuộc sống và công việc      Những bài tiểu luận dang dở, kỳ thi tốt nghiệp gần đến và các lớp học đang sắp tới thời gian mãn khóa đầy bận rộn. Với những nhu cầu mâu thuẫn nhau từ công việc, gia đình và việc học, thời gian tất bật này trong năm có thể làm cho bạn rất căng thẳng. Nhưng theo một nghiên cứu mới của Đại học Toronto Scarborough (UTSC), một chút tự ngẫm nghĩ có thể giúp chúng ta thực hiện mọi việc tốt đẹp. “Mọi người cần tự hỏi bản thân”, “Tôi đóng vai trò gì?” và “Vai trò này mang lại gì cho tôi?”, theo Julie McCarthy, phó giáo sư về hành vi tổ chức tại UTSC. “Và nếu làm như vậy không có tác dụng, thì chúng ta cần tự hỏi thêm “Các chiến lược tôi đang thực hiện để hoàn thành tốt hơn mọi việc là gì?”” Trong nghiên cứu mới nhất của mình, phó giáo sư về hành vi tổ chức này của UTSC làm việc với Tracy Hecht của Đại học Concordia để xem xét những sinh viên chưa tốt nghiệp đã làm thế nào để cố gắng đạt được sự cân bằng. Tất cả những người được nghiên cứu là những sinh viên UTSC có công việc làm thêm ngoài trường học.  McCarthy và Hecht nghiên cứu 3 chiến lược thường được sử dụng để đối phó với các yêu cầu đối lập nhau về sự tập trung, thời gian và năng lượng: giải pháp định hướng hoạt động tham gia (tập trung vào vấn đề), đùn đẩy cho người khác (tập trung vào cảm xúc), hoặc bỏ qua hoàn toàn các vấn đề đó và hướng bản thân vào các hoạt động khác (tránh tập trung). Trong khi cách tập trung vào vấn đề theo truyền thống được xem là cách tốt nhất trong 3 giải pháp, nghiên cứu của McCarthy và Hecht cho thấy chiến lược này thực sự có thể gây ra nhiều vấn đề hơn do kết quả của sự căng thẳng, quá kiệt sức và thiếu thời gian phục hồi. \"Mọi người cần thời gian để tái tập trung để học tập, nghiên cứu hiệu quả\", theo McCarthy. Kết luận gây ngạc nhiên nhất có liên quan đến cơ chế đối phó thứ ba: lẩn tránh. Khi các sinh viên tham gia chỉ cần làm ngơ một số vấn đề của họ trong một thời gian ngắn, họ thực sự giảm được sự xung đột giữa các vai trò trong cuộc sống. “Kỹ thuật này thường được coi là “trốn tránh các vấn đề của bạn”, McCarthy nói. “Nhưng có lẽ bằng cách tạm dừng và nghỉ xả hơi, sinh viên có thể hồi phục lại sinh lực”. Cảm giác kiệt quệ dẫn đến sự kém hài lòng với cuộc sống và mức kiệt sức, suy nhược và bệnh tật cao hơn. Và mặc dù làm nhiều việc cùng một lúc có thể mang đến sự kích thích, thú vị và cảm giác thành công và vui sướng, McCarthy cho biết cũng có những rủi ro thật mà chúng ta cần phải nhận thức được. “Mọi người cần đánh giá chiến lược mà họ đang sử dụng để đối phó với các vấn đề của mình và đảm bảo rằng họ dành đủ thời gian để hồi phục”.  “Đảm nhiệm quá nhiều vai trò có thể gây hại trừ khi chúng ta bắt đầu trung thực tự vấn chính mình những câu hỏi trên.” Ghi chú:  McCarthy và Tracey Hecht là đồng tác giả của nghiên cứu có tiêu đề Đối mặt với các vai trò của nhân viên, gia đình, và sinh viên: Bằng chứng của Sự xung đột khuynh hướng và Các xu hướng thuận lợi. Được đăng trên Tạp chí Tâm lý học Ứng dụng. Nguồn: Đại học Toronto Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}