{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hedging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hedging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hedging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hedging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hedging"
        }
    },
    "sentences": [
        {
            "en": "<em>Hedging</em>",
            "vi": "Lập hàng rào"
        },
        {
            "en": "<em>Hedging</em> and ditching",
            "vi": "Việc làm hàng rào và đào hào"
        },
        {
            "en": "Answer \"yes\" or \"no\" – stop <em>hedging</em>!",
            "vi": "Hãy trả lời \"có\" hay \"không\"– đừng nói loanh quanh nữa!"
        },
        {
            "en": "Traders of derivatives are generally interested in <em>hedging</em> risks.",
            "vi": "Những người buôn bán sản phẩm tài chính thường quan tâm đến việc bảo hiểm rủi ro."
        },
        {
            "en": "Stop <em>hedging</em> and tell me what you really think.",
            "vi": "Đừng mập mờ nữa và hãy nói anh nghe những suy nghĩ thực sự của em."
        },
        {
            "en": "<em>Hedging</em> fields was how careful farmers marked and protected them.",
            "vi": "Việc làm hàng rào cho trang trại thể hiện sự cẩn thận làm dấu và bảo vệ trang trại của nông dân."
        },
        {
            "en": "In those long years of <em>hedging</em> and ditching, my father learned many interesting things.",
            "vi": "Sau ngần ấy năm làm hàng rào và đào hào, cha tôi đã học được rất nhiều điều thú vị."
        },
        {
            "en": "<em>Hedging</em> is a way of protecting yourself against unexpected price increases.",
            "vi": "Việc tham gia hoạt động mua kì hạn là cách tự bảo vệ khỏi việc tăng giá bất ngờ."
        },
        {
            "en": "She's invested her money in two quite different business, so she's <em>hedging</em> her bets.",
            "vi": "Cô ta đầu tư tiền vào hai doanh nghiệp hoàn toàn khác nhau, phòng khi mất bên này còn được bên kia."
        },
        {
            "en": "Currency mismatches are still common in Vietnam, and <em>hedging</em> against exchange risk is not developed.",
            "vi": "Bất cân đối tiền tệ vẫn còn phổ biến ở Việt Nam và một hệ thống phòng tránh rủi ro ngoại hối vẫn chưa được xây dựng."
        },
        {
            "en": "The participation of big names in the Vietnamese market will bring in effective risk <em>hedging</em> tools.",
            "vi": "Sự tham gia của các tên tuổi lớn vào thị trường Việt Nam sẽ mang lại các công cụ rào chắn rủi ro hữu hiệu."
        },
        {
            "en": "People are evidently <em>hedging</em> their bets, looking to the future but not yet prepared to give up the past.",
            "vi": "Người ta thường đi nước đôi một cách hiển nhiên, mong đợi tương lai nhưng vẫn không chuẩn bị từ bỏ quá khứ."
        },
        {
            "en": "In an economy not yet used to exchange rate risk, and with limited <em>hedging</em> instruments available, there could still be sizeable currency mismatches in enterprises and banks.",
            "vi": "Trong một nền kinh tế vẫn chưa quen với những rủi ro về tỷ giá và hạn chế về các công cụ nghiệp vụ tự bảo hiểm, vẫn còn tồn tại sự mất cân đối đáng kể về tiền tệ trong các doanh nghiệp và ngân hàng."
        },
        {
            "en": "However, the objective of commercial insurance is profit and, not charity, and as a result cannot play a role in <em>hedging</em> risks for poor people.",
            "vi": "Tuy nhiên mục đích của bảo hiểm thương mại là sinh lợi, chứ không phải làm từ thiện, do đó, không thể thực hiện được vai trò rào chắn rủi ro cho người nghèo."
        },
        {
            "en": "According to the CFTC, \"Futures markets allow commodities producers and consumers to engage in '<em>hedging</em>' in order to limit the risk of losing money as commodity prices change.\"",
            "vi": "Theo CFTC, \"Thị trường kỳ hạn cho phép các nhà sản xuất hàng hóa và người tiêu dùng tham gia vào\" bảo hiểm rủi ro \"để hạn chế nguy cơ mất tiền khi giá cả hàng hóa thay đổi."
        },
        {
            "en": "Research results reveal that many life insurance customers buy insurance for the purpose of savings more than the purpose of risk <em>hedging</em>.",
            "vi": "Kết quả nghiên cứu cho thấy nhiều khách hàng bảo hiểm nhân thọ mua bảo hiểm với mục tiêu tiết kiệm hơn là vì mục đích được bảo vệ rủi ro."
        },
        {
            "en": "The United States should also explain its strategic concept of relations with China and why \"<em>hedging</em>\" policies by the United States and others are a reasonable reaction to worrisome Chinese behavior.",
            "vi": "Hoa Kỳ cũng nên giải thích khái niệm chiến lược của những mối quan hệ với Trung Hoa và lý do tại sao những chính sách \"bảo hiểm rủi ro\" của Hoa Kỳ và những nước khác là một phản ứng hợp lý về những hành vi đáng lo ngại của Trung Hoa."
        },
        {
            "en": "In addition, as the insurance sector plays a risk <em>hedging</em> role when a crisis happens, the loss of any industry would lead to a loss in the insurance industry.",
            "vi": "Thêm vào đó, khi ngành bảo hiểm đóng vai trò là lá chắn rủi ro khi khủng hoảng xảy ra, bất cứ ngành nào chịu thiệt hại thì sẽ dẫn đến ngành bảo hiểm cũng bị ảnh hưởng."
        },
        {
            "en": "The trend of investors leaving the dysfunctional New York and London markets to ones where they are treated fairly will accelerate once this change goes into effect. On an open exchange, people legitimately interested in <em>hedging</em> their bond default risk will welcome this evolution like a man coming in from the desert.",
            "vi": "Xu hướng các nhà đầu tư rời bỏ những thị trường bất thường ở New York và Luân Đôn đến những nơi họ được đối xử công bằng sẽ diễn ra nhanh hơn khi chính sách này có hiệu lực. Trong một thị trường tự do, mọi người quan tâm một cách chính đáng đến hàng rào bảo vệ rủi ro vỡ nợ trái phiếu họ đang nắm giữ sẽ chào đón sự thay đổi này giống như một người đến từ sa mạc vậy."
        },
        {
            "en": "To gain further traction into the smartphone market, Nokia is <em>hedging</em> its bets on its Lumia Windows Phone handsets. But even if the Lumia lineup takes off, the company faces a major challenge trying to turn itself around quickly enough in such a competitive industry. Just as it took years for Nokia to lose its once-dominant market share, it's likely to take years for the company to get it back.",
            "vi": "Để thâm nhập sâu hơn vào thị trường điện thoại thông minh, Nokia đang tập trung vào dòng điện thoại Lumia chạy Windows Phone của hãng. Nhưng dù cho dòng điện thoại Lumia có thành công thì Nokia vẫn phải đối mặt với một thách thức lớn, đó là cố gắng khôi phục vị thế một cách kịp thời trong một ngành cạnh tranh cao như thế này. Giống như việc phải mất nhiều năm Nokia mới để mất thị phần chiếm lĩnh một thời, có thể cũng sẽ phải mất nhiều năm để hãng lấy lại nó."
        }
    ],
    "suggestions": []
}