{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Helena",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Helena",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Helena",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Helena",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Helena",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Helena</em> believes in life.",
            "vi": "Helena tin tưởng cuộc sống."
        },
        {
            "en": "<em>Helena</em> was proud of Wladek.",
            "vi": "Helena thì lại lấy làm tự hào về Wladek."
        },
        {
            "en": "You 're a fool, <em>Helena</em>.",
            "vi": "Em thật là điên, Helena ạ."
        },
        {
            "en": "<em>Helena</em> is his inferior and yet oddly his rival.",
            "vi": "Helena là cấp dưới của anh ấy và một cách kỳ quặc cũng là đối thủ của anh."
        },
        {
            "en": "<em>Helena</em> was sewing, and the other children were playing.",
            "vi": "Helena đang khâu vá và bọn trẻ còn đang chơi."
        },
        {
            "en": "<em>Helena</em> treated him as any other of her brood.",
            "vi": "Helena vẫn đối xử với nó như chính mình đẻ ra."
        },
        {
            "en": "<em>Helena</em> was pleased that her children had learned so early in life to fend for themselves.",
            "vi": "Helena hài lòng thấy các con mình đã sớm học được cách tự lo lấy thân mình."
        },
        {
            "en": "<em>Helena</em> squeezed her tired breasts so hard that dull red marks appeared around the nipples.",
            "vi": "Helena bóp thật mạnh vào hai bên vú đến hẳn đỏ cả lên."
        },
        {
            "en": "Sappho muốn sống trong mối quan hệ tay ba với <em>Helena</em> và chồng cô ta.",
            "vi": "Sappho wants to live in a ménage à trois with Helena and her husband."
        },
        {
            "en": "Sappho wants to live in a ménage à trois with <em>Helena</em> and her husband.",
            "vi": "Sappho muốn sống trong mối quan hệ tay ba với Helena và chồng cô ta."
        },
        {
            "en": "<em>Helena</em> Petrovna Blavatsky was a woman of noble birth, educated very well for a lady of the 19th century.",
            "vi": "Helena Petrovna Blavatsky là một phụ nữ thuộc dòng dõi quý tộc, được giáo dục tốt để trở thành phụ nữ của thế kỷ 19."
        },
        {
            "en": "Tell him you saw <em>Helena</em> at the cinema with another guy - that should wipe the smile off his face!",
            "vi": "Bảo hắn là cô thấy Helena ở rạp chiếu phim cùng với một gã khác – việc này sẽ làm cho hắn ăn không ngon ngủ không yên đấy!"
        },
        {
            "en": "In November 1677, Halley observed a transit of the Innermost planet, Mercury, from the Desolate island of St <em>Helena</em> in the South Pacific.",
            "vi": "Vào tháng 11 năm 1677, Halley quan sát một sự di chuyển của sao thủy, hành tinh ở tận trong cùng của hệ mặt trời, từ hòn đảo Hoang vu St Helena ở Nam Thái Bình Dương."
        },
        {
            "en": "At thirty-five, halfway through life's contract, we all have some useful piece of expertise to pass on and <em>Helena</em> is now at a premium.",
            "vi": "Ở cái tuổi ba mươi lăm, tức là đã nửa đời người, ai nấy đều đã ít nhiều có kinh nghiệm thành thạo, và Helena chính là đang ở thời kỳ như vậy."
        },
        {
            "en": "At thirty - five, halfway through life's contract, we all have some useful piece of expertise to pass on and <em>Helena</em> is now at a premium.",
            "vi": "Ở cái tuổi ba mươi lăm, tức là đã nửa đời người, ai nấy đều đã ít nhiều có kinh nghiệm thành thạo, và Helena chính là đang ở thời kỳ như vậy."
        },
        {
            "en": "The <em>Helena</em> bad minimal pretensions to scholarship and were removed from the village school as soon as age or discretion allowed.",
            "vi": "Con nhà Helena thì chả đứa nào thiết đến chuyện đi học và nếu có thì cứ lớn lên một chút là thôi."
        },
        {
            "en": "Florentyna was proud to be in charge of the evening meal, a responsibility she was entrusted with only when her mother was unwell, and <em>Helena</em> rarely allowed herself that luxury.",
            "vi": "Florentyna lấy làm tự hào được phụ trách bữa ăn tối, một công việc mà chỉ khi nào mẹ ốm đau mới giao cho cô và Helena thì họa hoằn lắm mớí để cho con gái phải làm như vậy."
        },
        {
            "en": "His first foux years on this earth were memor-able only as a continual physical attempt through illness to try to depart from it, and for the sustained efforts of <em>Helena</em> and Florentyna to insure that he did not succeed.",
            "vi": "Bốn năm đầu cúa nó chỉ luôn luôn quặt quẹo, và nếu như không được Heìena với Phlorentyna chăm sóc tử tế thì nó đã chẳng sống được."
        },
        {
            "en": "<em>Helena</em> and Florentyna to insure that he did not succeed. He ran around the little wooden cottage barefoot, dressed in his harlequin outfit, a yard or so behind his mother.",
            "vi": "Nó mặc chiếc áo vá hàng trăm mảnh, đi chân đất, và suốt ngày chỉ biết lủi thủi quấn lấy chân mẹ."
        },
        {
            "en": "His first foux years on this earth were memor - able only as a continual physical attempt through illness to try to depart from it, and for the sustained efforts of <em>Helena</em> and Florentyna to insure that he did not succeed.",
            "vi": "Bốn năm đầu cúa nó chỉ luôn luôn quặt quẹo, và nếu như không được Heìena với Phlorentyna chăm sóc tử tế thì nó đã chẳng sống được."
        }
    ],
    "suggestions": []
}