{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hi:mə'tɔlədʒi]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">haematology</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hi:mə'tɔlədʒi]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">haematology</font></td></tr></table><i/></div>",
            "word": "hematology"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hematology"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hematology"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hematology"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hematology"
        }
    },
    "sentences": [
        {
            "en": "\"Seminars in <em>Hematology</em>\" is a topical journal that focuses on subjects of current importance in clinical <em>hematology</em> and related fields.",
            "vi": "\"Chuyên đề nghiên cứu về Huyết học\" là một tạp chí chuyên đề về các đề tài quan trọng hiện nay trong huyết học lâm sàng và các lĩnh vực liên quan."
        },
        {
            "en": "There will be upgrading of laboratories in diagnosis, microbiology, biochemistry, <em>hematology</em>.",
            "vi": "Nâng cấp các phòng thí nghiệm chẩn đoán, vi sinh, sinh hoá, huyết học."
        },
        {
            "en": "The transfusion <em>hematology</em> department of Bach Mai Hospital in 2014 successfully conducted the first allogeneic stem cell transplantation case.",
            "vi": "Khoa huyết học của Bệnh viện Bạch Mai trong năm 2014 đã thực hiện thành công những trường hợp dị ghép cấy ghép tế bào gốc đầu tiên."
        },
        {
            "en": "The National Institute of <em>Hematology</em> and Blood Transfusion’s blood center is the south’s biggest such facility, which provides blood for 120 hospitals across the region.",
            "vi": "Trung tâm máu của Viện Huyết học và Truyền máu quốc gia là cơ sở lớn nhất khu vực phía nam, nơi cung cấp máu cho 120 bệnh viện trên khắp khu vực."
        },
        {
            "en": "To provide knowledge and raise skills for professional staff working in the <em>hematology</em> system in particular and health workers in general on HIV and blood transfusion safety.",
            "vi": "Trang bị kiến thức, nâng cao kỹ năng cho cán bộ ngành huyết học nói riêng và ngành y tế nói chung về HIV và an toàn truyền máu"
        },
        {
            "en": "The Central Institute of <em>Hematology</em> and Blood Transfusion has been conducting blood stem cell transplant operations for hematopoietic treatment since 2006.",
            "vi": "Viện huyết học và truyền máu Trung Ương đã tiến hành phẫu thuật cấy ghép tế bào gốc tạo máu để điều trị từ năm 2006."
        },
        {
            "en": "The blood storage at the National the National Institute of <em>Hematology</em> and Blood Transfusion, the biggest blood supplier in northern Vietnam, almost runs out on February 23, 2016. Photo credit: Zing.vn",
            "vi": "Máu được lưu trữ tại Viện Huyết học và Truyền máu quốc gia, nguồn cung cấp máu lớn nhất ở miền Bắc Việt Nam, đã gần cạn vào ngày 23 tháng hai, năm 2016. Ảnh: Zing.vn"
        },
        {
            "en": "Many people flocked to the National Institute of <em>Hematology</em> and Blood Transfusion to donate blood after the institute announced a serious lack of A-type and O-type blood for treatment in late June. Photo: Tuoi Tre",
            "vi": "Nhiều người đổ xô đến Viện Huyết học và Truyền máu để hiến máu sau khi Viện công bố tình trạng thiếu nghiêm trọng nhóm máu A và O cho việc điều trị vào cuối tháng Sáu. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "Pham Tuan Duong, deputy director of the National Institute of <em>Hematology</em> and Blood Transfusion, told news website Zing that all the northern hospitals have run out of blood of types O, A and AB and only have a little B type blood left.",
            "vi": "Phạm Tuấn Dương, Phó giám đốc của Viện Huyết học và Truyền máu, nói với trang web tin tức Zing rằng tất cả các bệnh viện ở miền Bắc đã hết các nhóm máu O, A và AB và chỉ còn lại một ít loại B."
        },
        {
            "en": "“In a simple explanation, blood received from donors will be put into a screening test before being processed to become blood components [like erythrocytes (red blood cell), platelets and blood plasma],” said Doctor Nguyen Thi Thanh Dung, head of the blood screening-testing department of the Hanoi-based National Institute of <em>Hematology</em> and Blood Transfusion.",
            "vi": "Bác sĩ Nguyễn Thị Thanh Dung, người đứng đầu bộ phận sàng lọc kiểm nghiệm máu của Viện huyết học và truyền máu Hà Nội, nói \" Lời giải thích đơn giản, máu nhận được từ người hiến tặng sẽ được xét nghiệm sàng lọc trước khi xử lý các thành phần trong máu [như hồng cầu (tế bào máu đỏ), tiểu cầu và huyết tương]\""
        },
        {
            "en": "TreatmentAlthough hemophilia is a lifelong condition with no cure (other than liver transplantation), it can be successfully managed with clotting factor replacement therapy — periodic infusions of the deficient clotting factor into the child's bloodstream. Factor replacement may be given through an intravenous (IV) line either at the <em>hematology</em> clinic or at home by a visiting nurse or by parents (and even older patients) who have undergone special training. Your child's hemophilia team (doctors called hematologists who specialize in treating blood disorders, nurse practitioners, nurses, and social workers) will teach you how to prepare the concentrated clotting factor and when and how to inject it into your child's vein. Once the clotting factor is \"infused,\" it begins to work quickly and helps prevent joint damage.",
            "vi": "Điều trị bệnh máu khó đông Mặc dù chứng bệnh máu khó đông là bệnh kéo dài suốt đời vô phương cứu chữa (ngoại trừ việc ghép gan), nhưng có thể kiểm soát thành công bằng liệu pháp thay thế yếu tố làm đông tụ máu – đây là thủ thuật truyền yếu tố đông tụ bị thiếu định kỳ vào máu của trẻ. Thủ thuật này có thể được áp dụng qua đường truyền tĩnh mạch (IV) hoặc là ở phòng khám khoa huyết học hoặc là ở nhà với sự hỗ trợ của y tá hoặc bố mẹ (và thậm chí là bệnh nhân lớn tuổi hơn) đã được đào tạo đặc biệt. Đội ngũ y tế chăm sóc sức khỏe bệnh máu khó đông của con bạn (bác sĩ chuyên khoa huyết học chuyên điều trị các bệnh về máu, y sĩ, y tá, và những người làm công tác xã hội) sẽ hướng dẫn cho bạn cách chuẩn bị yếu tố làm đông máu cô đặc và khi nào tiêm vào tĩnh mạch con và tiêm như thế nào. Khi yếu tố đông tụ máu được truyền vào cơ thể thì nó bắt đầu hoạt động nhanh chóng và giúp ngăn ngừa tình trạng tổn thương khớp."
        }
    ],
    "suggestions": []
}