{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hemingway"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hemingway"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hemingway"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hemingway"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hemingway"
        }
    },
    "sentences": [
        {
            "en": "<em>Hemingway</em> is my favorite writer.",
            "vi": "Hemingway là tác giả tôi ưa thích."
        },
        {
            "en": "It's a biographical sketch of Ernest <em>Hemingway</em>.",
            "vi": "Đây là một bản tóm tắt tiểu sử của Ernest Hemingway"
        },
        {
            "en": "It's better to read <em>Hemingway</em> in the original.",
            "vi": "Nên đọc nguyên tác của Hemingway thì hơn."
        },
        {
            "en": "Ernest <em>Hemingway</em> wrote The Old Man and the Sea.",
            "vi": "Ernest Hemingway viết tác phẩm Ông già và Biển cả."
        },
        {
            "en": "In my opinion, Ernest <em>Hemingway</em> is a great writer.",
            "vi": "Theo ý kiến của tôi, Ernest Hemingway là một nhà văn vĩ đại."
        },
        {
            "en": "Dree <em>Hemingway</em> is the granddaughter of the well-known 20th century writer Ernest <em>Hemingway</em>. She’s a fashion model and works for the world’s largest fashion brands.",
            "vi": "Dree Hemingway là cháu gái của nhà văn thế kỷ 20 nổi tiếng Ernest Hemingway. Cô là một người mẫu thời trang và đang làm việc cho những thương hiệu thời trang lớn nhất thế giới."
        },
        {
            "en": "<em>Hemingway</em> was widely regarded as one of the best writers in the nineteen-twenties.",
            "vi": "Hemingway đưọc coi như một trong những văn sĩ nhiều người hâm mộ nhất trong thập niên 20s (1920 - 1929)."
        },
        {
            "en": "I like the work called \"The old man and the sea\" of <em>Hemingway</em>.",
            "vi": "Tôi thích tác phẩm \"Ông già và biển cả\" của Hemingway."
        },
        {
            "en": "I like <em>Hemingway</em>, I 'm now reading his The Old Man and the Sea.",
            "vi": "Tôi rất thích Hemingway, tôi đang đọc tác phẩm \"Ông già và biển cả\" của ông ấy."
        },
        {
            "en": "I like <em>Hemingway</em>, I'm now reading his The Old Man and the Sea.",
            "vi": "Tôi rất thích Hemingway, tôi đang đọc tác phẩm \"Ông già và biển cả\" của ông ấy."
        },
        {
            "en": "The Iceberg Theory is a term used to describe the writing style of American writer Ernest <em>Hemingway</em>.",
            "vi": "Lý thuyết tảng băng trôi là một thuật ngữ được sử dụng để mô tả phong cách viết văn của nhà văn Mỹ Ernest Hemingway."
        },
        {
            "en": "\"A Farewell to Arms\" is a semi - autobiographical novel written by Ernest <em>Hemingway</em>, first published in 1929.\"",
            "vi": "\"Giã Từ Vũ Khí\" là một cuốn tiểu thuyết bán tự truyện của Ernest Hemingway, lần đầu tiên được xuất bản vào năm 1929."
        },
        {
            "en": "\"A Farewell to Arms\" is a semi-autobiographical novel written by Ernest <em>Hemingway</em>, first published in 1929.\"",
            "vi": "\"Giã Từ Vũ Khí\" là một cuốn tiểu thuyết bán tự truyện của Ernest Hemingway, lần đầu tiên được xuất bản vào năm 1929."
        },
        {
            "en": "Later, encouraged by Ernest <em>Hemingway</em>, whom he had met in Paris during the late twenties, he published his stories in a wide range of American magazines.",
            "vi": "Về sau, được ernest hemingway, mà ông gặp tại paris cuối những năm một chín hai mươi khuyến khích, ông cho đăng truyện mình viết trên một số lớn tạp chí mỹ."
        },
        {
            "en": "Ernest <em>Hemingway</em> (1899-1961), an American Nobel Prize winner in literature, spent part of his life in Spain and frequently used as a setting for his novels and stories.",
            "vi": "Ernest hemingway (1899 - 1961), một người mỹ được giải thưởng nobel về văn chương, đã sống một thời gian khá lâu ở tây ban nha, và thường lấy nơi ấy làm bối cảnh xây dựng những tiểu thuyết và truyện ngắn của ông."
        }
    ],
    "suggestions": []
}