{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hemophilia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hemophilia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hemophilia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hemophilia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệnh ưa chảy máu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">heriditary hemophilia</font><font color=\"#282828\">: bệnh ưa chảy máu di truyền</font></li></td></tr></tbody></table></div>",
            "word": "hemophilia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Hemophilia</em>",
            "vi": "Bệnh máu khó đông"
        },
        {
            "en": "There are two major kinds of <em>hemophilia</em>, <em>hemophilia</em> A and <em>hemophilia</em> B. About 80% of cases are <em>hemophilia</em> A, which is a factor VIII deficiency. <em>Hemophilia</em> B is when factor IX is lacking.",
            "vi": "Có hai loại bệnh máu khó đông chính – đó là bệnh máu khó đông loại A và bệnh máu khó đông loại B. Khoảng 80% các ca bệnh rơi vào loại A, đây là loại bệnh thiếu yếu tố VIII. Bệnh máu khó đông loại B xảy ra khi thiếu yếu tố đông tụ thứ IX."
        },
        {
            "en": "She couldn't donate blood because she has <em>hemophilia</em>.",
            "vi": "Cô ấy không thể hiến máu bởi vì cô ấy bị bệnh ưa chảy máu/chứng huyết hữu."
        },
        {
            "en": "<em>Hemophilia</em> is a rare bleeding disorder that prevents the blood from clotting properly. Currently, about 17,000 people in the United States have <em>hemophilia</em>.",
            "vi": "Bệnh máu khó đông là một bệnh máu loãng hiếm thấy làm cho máu không đông như bình thường. Ở Mỹ hiện có khoảng 17.000 người mắc bệnh này."
        },
        {
            "en": "<em>Hemophilia</em> is a rare bleeding disorder that prevents the blood from clotting properly. Currently, about 17,000 people in the United States have <em>hemophilia</em>. About 1 in every 5,000 boys is born with <em>hemophilia</em>; girls are more rarely affected by this genetic condition linked to gender. A male can't pass the gene for <em>hemophilia</em> to his sons, though all his daughters will be carriers of the disease gene. Each male child of a female carrier has a 50% chance of having <em>hemophilia</em>.",
            "vi": "Bệnh máu khó đông là một bệnh máu loãng hiếm thấy làm cho máu không đông như bình thường. Ở Mỹ hiện có khoảng 17.000 người mắc bệnh này. Tỉ lệ bé trai bị bệnh máu khó đông bẩm sinh chừng 1: 5.000; bé gái ít khi mắc bệnh di truyền liên quan đến giới tính này hơn. Nam giới không truyền gien bệnh máu khó đông cho con trai mình, mặc dù tất cả con gái của người đàn ông ấy sẽ mang gien bệnh. Mỗi một bé trai của người nữ mang gien bệnh sẽ có nguy cơ mắc bệnh máu khó đông là 50%."
        },
        {
            "en": "Signs and symptomsSigns and symptoms of <em>hemophilia</em> vary, depending on severity of the factor deficiency and the location of the bleeding. Few babies are diagnosed with <em>hemophilia</em> within the first 6 months of life because they're unlikely to sustain an injury that would lead to bleeding. For example, only about 30% of males with <em>hemophilia</em> bleed excessively when circumcised and only 1% to 2% of newborns with <em>hemophilia</em> have bleeding within the skull (called an intracranial hemorrhage).",
            "vi": "Triệu chứng và dấu hiệu của bệnh máu khó đông Triệu chứng và dấu hiệu của bệnh máu khó đông không ai giống ai, tuỳ thuộc vào mức độ nghiêm trọng của tình trạng thiếu yếu tố và vị trí xuất huyết. Ít có em bé nào bị chẩn đoán mắc bệnh máu khó đông trong 6 tháng đầu đời bởi có lẽ chúng không bị chấn thương nào dẫn đến xuất huyết cả. Chẳng hạn như chỉ có 30% nam giới bị bệnh máu khó đông xuất huyết dữ dội khi cắt bao quy đầu và chỉ 1 - 2% trẻ sơ sinh bị bệnh máu khó đông xuất huyết trong hộp sọ (được gọi là xuất huyết trong sọ)."
        },
        {
            "en": "In general, a person with milder <em>hemophilia</em> may only bleed excessively once in a while, whereas severe <em>hemophilia</em> puts someone at risk for having bleeding problems much more often.",
            "vi": "Nói chung, người bị bệnh máu khó đông nhẹ hơn có thể chỉ thỉnh thoảng mới chảy máu quá nhiều, trong khi đó bệnh máu khó đông nặng làm cho bệnh nhân có nguy cơ xảy ra các vấn đề xuất huyết nhiều hơn."
        },
        {
            "en": "The most common type of bleeding in <em>hemophilia</em> involves muscles and joints. A child with <em>hemophilia</em> will usually refuse to move the affected joint or muscle because of pain and swelling. Recurrent joint bleeding can also lead to chronic damage.",
            "vi": "Loại xuất huyết thường thấy nhất ở bệnh máu khó đông liên quan đến cơ và khớp. Trẻ bị bệnh máu khó đông thường không chịu cử động khớp hoặc cơ bị bệnh do đau và phù nề. Tình trạng xuất huyết khớp tái phát cũng có thể dẫn đến tổn thương mãn tính."
        },
        {
            "en": "Looking to the futureTremendous advances have been made in the treatment of <em>hemophilia</em>, and most patients can now lead full, healthy lives with careful management of their condition.",
            "vi": "Nhìn về tương laiPhương pháp điều trị bệnh máu khó đông đã có những bước tiến bộ vượt bậc, và phần đông bệnh nhân hiện có thể sống một cách khỏe mạnh và trọn vẹn với sự kiểm soát cẩn thận bệnh tình của mình."
        },
        {
            "en": "Thanks to advances like these, kids with <em>hemophilia</em> can now participate in a wide range of sports and have the freedom to lead more active lives.",
            "vi": "Nhờ vào những tiến bộ như thế nên trẻ bị bệnh máu khó đông hiện có thể tham gia nhiều môn thể thao và có thể thoải mái sống một cuộc sống năng động hơn."
        },
        {
            "en": "Kids with <em>hemophilia</em> can still participate in activities, though they might have to take on a different role. For example, <em>hemophilia</em> might prevent kids from participating in contact sports but they can still be a part of the team as the scorekeeper or assistant manager.",
            "vi": "Trẻ bị bệnh máu khó đông vẫn có thể sinh hoạt bình thường, mặc dù chúng có thể phải ở một vai trò khác. Chẳng hạn như trẻ bị bệnh này không nên chơi các môn thể thao va chạm, tiếp xúc nhưng vẫn có thể nắm giữ một vai trò trong nhóm như làm người ghi tỉ số hoặc là trợ lý của nhóm trưởng."
        },
        {
            "en": "Once babies with <em>hemophilia</em> begin crawling and toddling, parents may notice raised bruises on the stomach, chest, buttocks, and back. Sometimes, because bruises appear in unlikely places, parents may be suspected of child abuse before their child is diagnosed with <em>hemophilia</em>.",
            "vi": "Khi trẻ bị bệnh máu khó đông bắt đầu biết bò và lẫm chẫm tập đi thì bố mẹ có thể để ý thấy trên bụng, ngực, mông, và lưng trẻ ngày càng có nhiều vết bầm hơn. Đôi khi bởi vết bầm xuất hiện ở những chỗ khó có thể xảy ra được nên bố mẹ có thể bị nghi ngờ lạm dụng trẻ con trước khi trẻ bị chẩn đoán mắc bệnh máu khó đông. "
        },
        {
            "en": "Our bodies have 12 clotting factors that work together in this process (numbered using Roman numerals from I through XII). Having too little of factors VIII (8) or IX (9) is what causes <em>hemophilia</em>. A person with <em>hemophilia</em> will only lack one factor, either factor VIII or factor IX, but not both.",
            "vi": "Cơ thể của chúng ta có 12 yếu tố làm đông tụ máu – tất cả hoạt động cùng nhau trong quá trình này (được đánh số La Mã từ I đến XII). Nguyên nhân gây bệnh máu khó đông là do cơ thể có quá ít yếu tố VIII (8) hoặc IX (9). Người bị bệnh máu khó đông chỉ thiếu một yếu tố đó thôi, hoặc là yếu tố VIII hoặc là yếu tố IX, không bị thiếu cả hai."
        },
        {
            "en": "Dental care is just as important for a child with <em>hemophilia</em>, but routine cleanings can sometimes cause bleeding. For this reason, it's important that your child's dentist has experience with <em>hemophilia</em>. This will make it easier for the dentist to respond to any bleeding.",
            "vi": "Chăm sóc răng miệng cũng quan trọng đối với trẻ bị bệnh máu khó đông, nhưng việc đánh răng hàng ngày đôi khi có thể làm cho trẻ xuất huyết. Vì lý do này, nên điều quan trọng là nha sĩ của con phải có kinh nghiệm, kiến thức về bệnh máu khó đông. Điều này sẽ giúp cho nha sĩ đối phó được với bất kỳ chứng xuất huyết nào dễ dàng hơn."
        },
        {
            "en": "Between 14% and 25% of children with severe <em>hemophilia</em> A develop inhibitors (antibodies to the clotting factor). Their bodies view the clotting factor as a foreign substance and develop antibodies that block its clotting action. This can make the <em>hemophilia</em> difficult to treat. One method for overcoming the inhibitors is to increase the body's tolerance to the clotting factor by carefully infusing increasing amounts of the clotting factor over time. Inhibitors to factor IX (<em>hemophilia</em> B) are less common and are also more difficult to treat.",
            "vi": "Khoảng 14 -25% trẻ bị máu loãng khó đông nặng loại A tạo chất ức chế (đây là loại kháng thể chống lại yếu tố động tụ). Cơ thể trẻ xem yếu tố đông tụ như là một chất “ngoại lai” và tạo kháng thể ngăn không cho nó đông tụ. Tình trạng này làm cho bệnh máu khó đông khó có thể chữa trị. Một phương pháp có thể giúp kháng được chất ức chế là làm tăng khả năng dung nạp yếu tố đông tụ của cơ thể bằng cách cẩn  thận truyền lượng yếu tố đông tụ tăng dần theo thời gian. Chất ức chế đối với yếu tố thứ IX (bệnh máu khó đông loại B) hiếm thấy hơn và cũng khó có thể điều trị hơn."
        },
        {
            "en": "For example, people who have <em>hemophilia</em>, a disease that affects their blood's ability to clot, need plasma or the clotting factors contained in plasma to help their blood clot and prevent internal bleeding.",
            "vi": "Other people might need plasma or only certain parts of plasma."
        },
        {
            "en": "<em>Hemophilia</em> is classified as mild, moderate, or severe, based on the amount of the clotting factor in the person's blood. If someone produces only 1% or less of the clotting factor, the case is called severe. Someone that produces 2% to 5% has a moderate case, and someone that produces 6% to 50% of the affected factor level is considered to have a mild case of <em>hemophilia</em>.",
            "vi": "Bệnh máu khó đông được phân loại nhẹ, trung bình, hoặc nặng dựa vào lượng yếu tố đông tụ ở máu của bệnh nhân. Nếu bệnh nhân chỉ tạo ≤ 1% yếu tố đông tụ: bệnh máu khó đông nặng. Từ 2 đến 5%: trung  bình, và từ 6 đến 50%: nhẹ. "
        },
        {
            "en": "Medications can also help prevent problems in kids within <em>hemophilia</em>. Many patients prevent \"bleeds\" by infusing clotting factors on a regular basis (usually two or three times per week). Some young children have a surgical procedure to implant a central venous catheter (a hollow, soft tube) into a vein.",
            "vi": "Thuốc cũng có thể giúp ngăn ngừa rắc rối ở trẻ bị bệnh máu khó đông. Nhiều bệnh nhân ngăn ngừa tình trạng “xuất huyết” bằng cách truyền yếu tố làm đông tụ một cách thường xuyên (thường thì hai hoặc ba lần/ tuần). Một số trẻ nhỏ cũng được phẫu thuật để cấy ống thông tĩnh mạch trung tâm vào tĩnh mạch (ống thông tĩnh mạch trung tâm là một ống rỗng, mềm)."
        },
        {
            "en": "Bumps and scrapes are a part of every child's life. For most kids, a tumble off a bike or a stray kick in a soccer game means a temporary bruise. However, for kids with <em>hemophilia</em>, these normal traumas of childhood are reason for extra concern.",
            "vi": "Trẻ nhỏ rất hay bị va đập và trầy xước. Đối với hầu hết trẻ nhỏ thì việc té xe đạp hoặc “ăn” một cú sút bóng lạc thì da hay nổi bầm thâm lên tạm thời. Tuy nhiên, đối với trẻ bị bệnh máu khó đông thì các chấn thương bình thường này của trẻ nhỏ là lý do khiến bạn phải quan tâm lo lắng nhiều hơn."
        },
        {
            "en": "Preventing problemsYou can help your child with <em>hemophilia</em> prevent problems by encouraging healthy behaviors now. For example, exercise can strengthen muscles and help decrease bleeding from injuries. Swimming is strongly encouraged because it exercises all the muscle groups without putting stress on the joints.",
            "vi": "Ngăn ngừa rắc rối của chứng máu khó đông Bạn có thẻ giúp trẻ bị bệnh máu khó đông ngăn ngừa rắc rối bằng cách khuyến khích các hành vi lành mạnh ngay từ bây giờ. Chẳng hạn như tập thể dục có thể làm chắc cơ và làm giảm xuất huyết do chấn thương. Môn thể thao bơi lội rất được mọi người khuyến khích bởi nó luyện tập tất cả các nhóm cơ mà không hề đè áp lực lên khớp."
        }
    ],
    "suggestions": []
}