{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hi:mou'gloubin]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">haemoglobin</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hi:mou'gloubin]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">haemoglobin</font></td></tr></table><i/></div>",
            "word": "hemoglobin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hemoglobin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hemoglobin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hemoglobin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hemoglobin"
        }
    },
    "sentences": [
        {
            "en": "<em>Hemoglobin</em>",
            "vi": "Hồng tố cầu"
        },
        {
            "en": "Vertebrate blood is bright red when its <em>hemoglobin</em> is oxygenated.",
            "vi": "Máu động vật có xương sống có màu đỏ tươi khi hemoglobin bị oxy hóa."
        },
        {
            "en": "Some carbon monoxide binds to <em>hemoglobin</em> when smoking tobacco.",
            "vi": "CO cũng liên kết với hemoglobin khi người ta hút thuốc."
        },
        {
            "en": "Red blood cells contain the blood's <em>hemoglobin</em> and distribute oxygen.",
            "vi": "Hồng cầu chứa hemoglobin và vận chuyển oxy."
        },
        {
            "en": "Some animals, such as crustaceans and mollusks, use hemocyanin to carry oxygen, instead of <em>hemoglobin</em>.",
            "vi": "Các loài giáp xác và thân mềm sử dụng hemocyani để vận chuyển oxy thay vì hemoglobin."
        },
        {
            "en": "Iron helps carry oxygen to parts of your body in the form of <em>hemoglobin</em>.",
            "vi": "Sắt giúp vận chuyển oxy đến các bộ phận của cơ thể bạn dưới dạng hemoglobin."
        },
        {
            "en": "A blood test can tell how much <em>hemoglobin</em> you have in your blood.",
            "vi": "Một cuộc kiểm tra máu có thể cho biết bạn có bao nhiêu hồng tố cầu trong máu."
        },
        {
            "en": "What is iron-deficiency anemia?  The body needs iron to make <em>hemoglobin</em>. If there isn't enough iron available, <em>hemoglobin</em> production is limited, which in turns affects the production of red blood cells (RBCs). A decreased amount of <em>hemoglobin</em> and RBCs in the bloodstream is known as anemia. Because RBCs are needed to carry oxygen throughout the body, anemia results in less oxygen reaching the cells and tissues, affecting their function.",
            "vi": "Bệnh thiếu máu do thiếu sắt là gì?  Cơ thể cần sắt để tạo hê-mô-glô-bin. Nếu thiếu sắt thì việc sản sinh hê-mô-glô-bin bị giới hạn, lần lượt làm ảnh hưởng đến quá trình sản sinh hồng cầu (RBCs). Số lượng hê-mô-glô-bin và hồng cầu trong máu giảm được gọi là thiếu máu. Hồng cầu rất cần thiết để vận chuyển khí ô-xy đi khắp cơ thể nên bệnh thiếu máu làm cho ô-xy đến các mô và tế bào giảm, gây ảnh hưởng đến hoạt động của chúng."
        },
        {
            "en": "The parasites rapidly invade red blood cells, fueling their activity by consuming <em>hemoglobin</em>, the part of the blood that carries oxygen.",
            "vi": "Ký sinh trùng nhanh chóng xâm lấn hồng cầu, tiếp nhiên liệu cho hoạt động của chúng bằng cách tiêu thụ hemoglobin, thành phần trong máu vận chuyển ô - xi."
        },
        {
            "en": "A person can also inherit a sickle cell gene from one parent and a different kind of abnormal gene from the other and end up with a different form of sickle cell disease, such as <em>hemoglobin</em> SC disease or <em>hemoglobin</em> S beta thalassemia.",
            "vi": "Bệnh nhân cũng có thể thừa hưởng gien hồng cầu hình liềm từ bố (mẹ) và một kiểu gien bất thường khác từ người kia và hình thành nên một dạng bệnh thiếu máu hồng cầu hình liềm khác, chẳng hạn như là bệnh hemoglobin SC hoặc thiếu máu di truyền kiểu bê-ta hemoglobin S”."
        },
        {
            "en": "    * A complete blood count (CBC) may reveal low <em>hemoglobin</em> levels and low hematocrit (the percentage of the blood made up of red blood cells). The CBC also gives information about the siz​e of the RBCs. RBCs with low <em>hemoglobin</em> tend to be smaller and less pigmented.",
            "vi": "* Đếm huyết cầu toàn phần (CBC) có thể cho biết mật độ hồng cầu thấp và dung tích hồng cầu thấp (dung tích hồng cầu là tỉ lệ máu được hình thành từ hồng cầu). Đếm huyết cầu toàn phần cũng cho biết thông tin về kích cỡ của hồng cầu. Những hồng cầu có hê-mô-glô-bin thấp thường nhỏ hơn và có sắc tố ít hơn."
        },
        {
            "en": "    * The reticulocyte count measures the number of immature red blood cells being produced. In IDA, this test indicates that the rate at which RBC are being made is lower than expected from the low amount of <em>hemoglobin</em> in the blood.",
            "vi": "* Đếm hồng cầu lưới đo số hồng cầu non được tạo ra. Đối với bệnh thiếu máu do thiếu sắt thì xét nghiệm này cho biết tỉ lệ hồng cầu được sản sinh ra thấp hơn dự đoán do lượng hê-mô-glô-bin trong máu thấp."
        },
        {
            "en": "After the first month on iron supplements, your doctor may want to repeat the blood tests to check that <em>hemoglobin</em> and hematocrit levels are improving. If there's a good response, the doctor will probably continue the iron supplement for several more months. Once corrected, iron stores can be maintained with an iron-rich diet. About 6 months after discontinuing iron therapy, the doctor may want to recheck your child's <em>hemoglobin</em>.",
            "vi": "Sau một tháng đầu bổ sung chất sắt, bác sĩ có thể cần làm lại các xét nghiệm máu để kiểm tra nồng độ hê-mô-glô-bin và dung tích hồng cầu đang được dần cải thiện. Nếu đáp ứng tốt, bác sĩ có thể sẽ cho bổ sung sắt thêm một vài tháng nữa. Khi đã được điều trị thì cần nên duy trì dự trữ chất sắt bằng chế độ dinh dưỡng giàu chất sắt. Khoảng 6 tháng sau khi không áp dụng liệu pháp bổ sung sắt nữa thì bác sĩ có thể cần kiểm tra lại hê-mô-glô-bin cho trẻ.  "
        },
        {
            "en": "Causes of sickle cell diseaseHemoglobin allows red blood cells to carry oxygen. It is made up of alpha chains and beta chains. A child with sickle cell disease has inherited two defective genes for the beta chain of <em>hemoglobin</em>.",
            "vi": "Các nguyên nhân gây bệnh thiếu máu hồng cầu hình liềmHemoglobin giúp cho hồng cầu có thể vận chuyển khí ô-xy. Hemoglobin cấu tạo từ các chuỗi an-pha và chuỗi bê-ta. Trẻ bị bệnh thiếu máu hồng cầu hình liềm đã thừa hưởng hai gien khiếm khuyết đối với chuỗi hemoglobin bê-ta."
        },
        {
            "en": "Iron is a necessary mineral for body function and good health. Every red blood cell in the body contains iron in its <em>hemoglobin</em>, the pigment that carries oxygen to the tissues from the lungs.",
            "vi": "Sắt là khoáng chất cần thiết cho hoạt động của cơ thể và để có một sức khỏe dồi dào. Mỗi hồng cầu trong cơ thể đều có chứa sắt trong hê-mô-glô-bin của mình – đây là sắc tố vận chuyển ô-xy từ phổi đến mô."
        },
        {
            "en": "The <em>hemoglobin</em> can take on an abnormal shape, distorting the shape of RBCs. The cells change from a normal round, doughnut shape to the elongated shape of a sickle, or the shape of the letter \"C.\"",
            "vi": "Hemoglobin có thể có hình dạng bất thường, làm biến dạng các hồng cầu (RBCs). Tế bào biến đổi từ hình tròn, hình chiếc nhẫn bình thường sang hình lưỡi liềm kéo dài, hoặc hình chữ \"C.\""
        },
        {
            "en": "The human body needs iron to help perform a number of important functions. Iron helps carry oxygen to parts of your body in the form of <em>hemoglobin</em>. Not having enough can lead to iron deficiency and symptoms such as weakness and fatigue.",
            "vi": "Cơ thể con người cần sắt để giúp thực hiện một số chức năng quan trọng. Sắt giúp vận chuyển oxy đến các bộ phận của cơ thể của bạn dưới dạng hemoglobin. Không đủ sắt có thể dẫn đến tình trạng thiếu sắt và các triệu chứng như suy nhược và mệt mỏi."
        },
        {
            "en": "Signs and symptomsSymptoms of sickle cell disease vary, ranging from mild to severe, and may be less severe or different in kids who have inherited a sickle cell gene from one parent and a different abnormal <em>hemoglobin</em> gene from the other.",
            "vi": "Các dấu hiệu và triệu chứng của bệnh thiếu máu hồng cầu hình liềm Các triệu chứng của bệnh thiếu máu hồng cầu hình liềm không ổn định, biến đổi từ nhẹ đến nặng, và có thể nhẹ hơn hoặc khác hơn ở một số trẻ thừa hưởng gien hồng cầu hình liềm từ bố hoặc mẹ và mang một gien hemoglobin bất thường khác từ người kia. "
        },
        {
            "en": "Who is affected?In the United States, <em>hemoglobin</em> SS disease (sickle cell anemia) affects mostly African Americans. However, forms of sickle cell disease may occur in people with different ethnic backgroun​ds, such as those whose ancestors came from Mediterranean countries (including Turkey, Greece, and Italy), East India, or Middle Eastern countries.",
            "vi": "Đối tượng nào bị bệnh thiếu máu hồng cầu hình liềm? Ở Hoa Kỳ, bệnh hemoglobin SS (thiếu máu hồng cầu hình liềm) thường hầu hết xảy ra ở người Mỹ gốc Phi là chủ yếu. Tuy nhiên, nhiều dạng bệnh thiếu máu hồng cầu hình liềm khác cũng có thể xảy ra ở người thuộc các thành phần sắc tộc khác, chẳng hạn như người có ông bà tổ tiên đến từ các nước Địa Trung Hải (bao gồm Thổ Nhĩ Kỳ, Hi Lạp, và Ý), Đông Ấn, hoặc các nước Trung Đông."
        },
        {
            "en": "The nature of the sample. Capillary blood is collected b skin piercing of the finger (fingerstick) or, in some countries, earlobe (earstick). The former gives higher <em>hemoglobin</em> levels that are closer to levels in venous blood. Generally, finger sample have replaced earlobe samples in most blood centers (see section on sampling)",
            "vi": "Bản chất của mẫu. Máu mao mạch được thu thập bằng cách châm qua da ngón tay (fingerstick) hoặc, ở một số quốc gia, bằng cách châm ở dái tai (earstick). Cách trước thu được mật độ hồng cầu cao hơn, gần bằng mật độ hồng cầu trong máu ở tĩnh mạch. Nói chung, mẫu máu ở ngón tay đã thay thế mẫu máu ở dái tai ở hầu hết các trung tâm máu (xem phần lấy mẫu máu)"
        }
    ],
    "suggestions": []
}