{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['henə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây lá móng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lá móng (chồi và lá cây móng dùng làm thuốc nhuộm tóc)</td></tr></table><i/></div>",
            "word": "henna"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>henna</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the powdered leaves of a tropical shrub, used as a reddish-brown dye to colour the hair and decorate the body. </blockquote></blockquote><blockquote><blockquote>2》 the shrub which produces henna, with small pink, red, or white flowers. [<i>Lawsonia inermis</i>.] </blockquote></blockquote><blockquote>■ <cclass>verb (<cclass><b>hennas</b>, <cclass><b>hennaing</b>, <cclass><b>hennaed</b>) dye with henna. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Arab. <i>ḥinnā'</i>. </blockquote></div>",
            "word": "henna"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "henna"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "henna"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "henna"
        }
    },
    "sentences": [
        {
            "en": "<em>Henna</em> is extracted from a tree by drying and grinding leaves and stems.",
            "vi": "Chất nhuộm màu nâu đỏ được chiết xuất từ cây bằng cách làm khô và nghiền lá và thân cây."
        },
        {
            "en": "Activities include wall painting, <em>henna</em> tattoo, face painting, and a food corner featuring international dishes.",
            "vi": "Các hoạt động bao gồm vẽ tranh tường, xăm, vẽ mặt và bữa tiệc ẩm thực những món ăn quốc tế."
        },
        {
            "en": "Option: Plant-based hair dyes  Plant-based hair dyes, including <em>henna</em> and vegetable dyes, can change hair color without harsh chemicals. But there are some drawbacks. Most won't result in a dramatic color change, and the results tend to fade sooner than with permanent dyes. A second option is to get highlights at a salon. A special cap or foil hair wrappers prevent the dye on your tresses from touching your scalp, so the chemicals aren't absorbed by your skin.",
            "vi": "Bạn có thể lựa chọn nhiều loại thuốc nhuộm tóc có nguồn gốc từ thực vật  Các loại thuốc nhuộm tóc có nguồn gốc từ thực vật như lá móng và các thuốc nhuộm thực vật có thể làm thay đổi màu tóc mà không chứa hoá chất độc hại. Nhưng chúng có một số nhược điểm. Đa số không làm biến đổi màu mạnh, và màu thường hay phai nhanh hơn so với thuốc nhuộm lâu bền. Bên cạnh đó bạn cũng có thể lựa chọn phương pháp highlight (nhuộm màu sọc sáng) ở thẩm mỹ viện. Bạn có thể đội mũ hoặc sử dụng các loại giấy bọc tóc đặc biệt để tránh cho thuốc nhuộm ở bím tóc dính vào da đầu, để hoá chất không thẩm thấu vào da của bạn.  "
        },
        {
            "en": "20 best kept hair secrets    Boost thin hair with Silicone Thin, lifeless hair is one of the most common hair complaints, yet few women know the best remedy. Heavy conditioners just leave hair limp. A better bet is to use products with silicone, such as dimethicone or cyclomethicone. These coat the strands with a thin film, creating fuller hair that doesn't look greasy. The silicone stays put even after you rinse. Eat fish and nuts for healthy hair The same nutritious foods that are good for your body promote stronger, healthier hair. The protein and omega-3 fatty acids in salmon and nuts produce a healthier scalp. Nutrients found in leafy vegetables, beans, and carrots are also good for your hair. Beware of fad diets aimed at quick weight loss. Deficiency of some nutrients, such as zinc, biotin, or protein, can lead to brittle hair or hair loss. Protect shine with lukewarm water Hot water can strip the sebum of scalp, which is the protective oil that acts as a natural conditioner and gives hair its shine. This doesn't mean you have to suffer through cold showers to avoid dull hair. Instead, use lukewarm water to wash your hair. Pamper the scalp by massaging it while you shampoo. Mend split ends with protein Frequent hair styling, coloring, bleaching, or perming can damage hair's protective outer layer, known as the cuticle. The result is what we call \"split ends.\" Thankfully, there are hair products to help mend the damage. Look for conditioners that contain protein. They actually penetrate the hair shaft and repair split ends. The fix only lasts until the next shampoo, so you'll need to use it regularly. Get that \"Redhead Bounce\" The fullness of your hair is in your genes – and your styling technique. Natural redheads have thicker hair, while blondes have the thinnest but greatest number of hairs. Luckily, you can enhance your hair's volume whatever its color. Use a leave-in conditioner or mousse and dry the root area first. If your hair is very fine, use a low-heat setting when drying, curling, or straightening.  Don't treat dandruff with oils Dandruff isn't caused by a dry scalp, but by an inflammatory process that affects the scalp. Rubbing oil into the scalp can make the inflammation worse, resulting in more unsightly white flakes. That's why medicated shampoos – either over-the-counter or from a dermatologist – can best treat dandruff. Just be sure to rinse thoroughly after using medicated shampoo. Skip high-powered blow dryers You might expect a blow dryer with higher wattage to slice a few precious minutes off your styling routine. But in a comparison of blow dryers, Consumer Reports found they all dried hair in about the same amount of time. Some are much noisier than others, though. The consumer research group found the more expensive dryers were the quietest, and the noisiest were as loud as a lawn mower. Brush less to limit hair loss Too much brushing will snap off hairs. Some hair loss is normal – most people lose an average of 50 to 100 hairs every day. These are hairs that have stopped growing and have reached the resting stage. To minimize additional hair loss, use a brush with ball-tipped bristles and avoid brushing while the hair is wet. Avoid styles that damage hair Tight ponytails and braids can break off hair and damage the hair follicle. Continuous pulling can even lead to hair loss. Extensions add weight to the hair and also put pressure on the follicle. Dermatologists recommend wearing extensions for no more than three months. Also, be aware that wet hair is more fragile, so you shouldn't put your hair in braids or a ponytail while it's wet. Don't let brands clean your wallet What are you really getting for extra money spent on specialty products? They may contain natural botanicals, but that may not mean better style. Consumer Reports tested products on 1,700 ponytail samples and found that the more expensive shampoos didn't perform better than cheaper ones. What is important: Choose shampoos and conditioners designed for your hair type, such as those for oily, fine, or color-treated hair. Use gentle color to cover grays Hair doesn't only go gray as we get older – it also becomes weaker and grows more slowly. That means damaged hair won't develop quickly anymore. Chemicals used on \"mature\" hair should be weaker to avoid damage, says dermatologist Zoe Draelos, MD editor of the Journal of Cosmetic Dermatology. Neutralize frizz in winter, too Humidity gets the rap for causing frizzy bad hair days. But there's more static electricity in low humidity. This means frizz also flies in winter months and in the desert climates of the Southwest. Use conditioner to neutralize the static electricity. Shampoos that are pH-balanced also can calm the frizz of chemically treated hair. Keep brushes away from your curls Curly hair is more likely to break and become dry and brittle. Gently using a pick keeps curls looking better than combing or brushing. Conditioners with polymers such as polyvinylpyrrolidone can smooth hair and make it more manageable. Don't overdo the use of flat-irons and relaxers, which can damage hair.  Avoid extreme color changes Perhaps you're a brunette who always wanted to be a blonde, or a blonde who wants to go darker. Be aware that you're risking damage to your hair with more extreme color changes. Some dermatologists recommend staying within three shades of your natural color. Get the facts about hair dye Frequent dying can damage the hair, but it does not appear to harm your health. Most studies indicate no link between cancer and hair dyes, and in other studies the evidence is weak, the American Cancer Society says. Consider using acetate-based dyes or natural dyes such as <em>henna</em>. Give the blow dryer a rest Frequent blow-drying is hard on your hair and can actually lead to hair loss. When you do blow dry, turn down the heat. Finer hair is especially sensitive to damage from heat, but even thick manes need some tender care. Protect your hair before styling by using a conditioner. Protect hair from the sun The sun is no kinder to your hair than it is to your skin. Sun exposure can dry out hair, especially if it's color-treated. Use a light hair spray with SPF protection – or wear a hat when the sun is strongest. Frequent summer trims can keep your ends looking healthy. Shower before you swim Avoid chlorine damage by rinsing your hair before entering the pool. If your hair is already saturated with water, it won't absorb as much from the chemical-laden pool. Use a pH-balancing hair product to further protect your hair. Take a time out from styling For better hair days, the best thing you can do is – nothing. All the tugging, combing, brushing, drying, and chemically treating of hair damages the shafts. Even vigorous towel-drying can damage hair. If you have damaged hair, take a break from styling. As the damaged hair grows out, the new growth will be healthy. Be aware of changes in your hair Sudden changes in your hair, such as brittle hair or hair loss, could be a sign of a health problem. For example, hair loss can be caused by thyroid disease, iron deficiency, or an autoimmune disease. Some medications can cause hair loss, too. If you have a concern about changes in the condition of your hair, see a dermatologist.",
            "vi": "20 bí quyết hay nhất giữ cho mái tóc đẹp     Chữa tóc thưa bằng Silicone Tóc thưa, mỏng, thiếu sức sống là một trong những vấn đề nhiều người phàn nàn nhất, tuy vậy chỉ một số ít phụ nữ biết cách để khắc phục hữu hiệu nhất. Các loại dầu dưỡng tóc đậm đặc chỉ làm cho tóc thêm xơ xác. Tốt hơn hết là bạn nên sử dụng các sản phẩm chứa silicone, chẳng hạn như dimethicone hoặc cyclomethicone. Những sản phẩm này sẽ áo bên ngoài tóc một lớp màng mỏng, tạo cho tóc dày thêm mà không có vẻ bóng nhầy. silicone vẫn còn nằm trên tóc thậm chí ngay sau khi bạn gội đầu xong.  Ăn cá và đậu để có mái tóc khỏe  Các thức ăn giàu dinh dưỡng giúp cho cơ thể phát triển tốt thì cũng làm cho tóc mọc khỏe hơn và cứng cáp hơn. protein và các axit béo omega-3 trong cá hồi và đậu có tác dụng làm cho da đầu khỏe hơn. Dưỡng chất trong các loài rau rậm lá, đậu, và cà rốt cũng tốt cho tóc của bạn. Nên cảnh giác với chế độ dinh dưỡng sử dụng trong một thời gian ngắn nhằm để giảm cân nhanh. Tình trạng thiếu một số chất dinh dưỡng như kẽm, biotin, hoặc protein, cũng làm cho tóc bị giòn và dễ gãy rụng.  Bảo vệ độ bóng của tóc bằng nước ấm  Nước nóng có thể làm mất đi chất nhờn của da đầu, đây là lớp dầu bảo vệ có tác dụng như một dầu dưỡng tóc tự nhiên và làm cho tóc bóng mượt. Điều này không có nghĩa là bạn phải chịu đựng cảnh tắm gội bằng nước lạnh để tránh làm cho tóc bị xỉn màu. Thay vào đó, bạn nên sử dụng nước ấm để gội đầu. Hãy làm cho da đầu thoải mái bằng cách mát-xa nó trong khi bạn gội đầu nhé.  Ngăn tóc chẻ ngọn bằng protein Việc tạo dáng, nhuộm, tẩy màu, hoặc uốn tóc thường xuyên có thể gây hại cho lớp bảo vệ bên ngoài của tóc, ví như lớp biểu bì nằm ngoài cùng. Kết quả là tóc bị “chẻ ngọn” như chúng tôi gọi đây. May thay cũng có nhiều sản phẩm dành cho tóc để giúp phục hồi hư tổn. Bạn nên tìm những dầu dưỡng chứa protein nhé. Chúng thường thấm sâu vào thân tóc và phục hồi phần ngọn bị chẻ. Việc phục hồi tóc chỉ kéo dài cho đến lần gội đầu kế tiếp, vì  vậy bạn nên sử dụng những sản phẩm này thường xuyên nhé.  Giúp mái tóc bạn “Trông có vẻ dày hơn” Gien và kỹ thuật tạo dáng sẽ làm cho tóc của bạn trông có vẻ dày lên. Người có tóc hoe đỏ tự nhiên thường có tóc dày hơn, trong khi người tóc hoe vàng thường có tóc mảnh nhất nhưng lượng tóc lại nhiều nhất. May mắn là bạn có thể cải thiện lượng tóc của mình và làm cho nó trông có vẻ dày hơn mà không cần quan tâm tới màu của tóc bạn là gì. Hãy sử dụng dầu dưỡng tóc hoặc mousse và lau khô ở phần chân tóc trước nhé. Nếu tóc của bạn quá mảnh, hãy sử dụng máy sấy tóc nhiệt độ thấp khi sấy, uốn xoăn hoặc làm thẳng tóc nhé.  Đừng trị gàu bằng dầu giữ ẩm Gàu sinh ra không phải do da đầu của bạn bị khô mà do những viêm nhiễm trên vùng da này gây nên. Việc chà xát dầu vào da đầu có thể làm cho tình trạng viêm ngày càng trầm trọng thêm, làm phát sinh thêm nhiều vảy gàu trắng xấu xí, khó coi. Đó là lý do vì sao nhiều thuốc gội đầu – kể cả thuốc mua tự do không theo toa hoặc do bác sĩ da liễu chỉ định – đều có thể trị được gàu hiệu quả nhất. Phải nên gội đầu kỹ lại sau khi đã sử dụng thuốc gội đầu nhé. Đừng dùng máy sấy công suất mạnh  Bạn có thể kỳ vọng là một chiếc máy sấy công suất cao hơn có thể giúp tiết kiệm vài phút giây quý báu trong công đoạn tạo dáng tóc thường nhật của mình. Nhưng khi so sánh các loại máy sấy tóc với nhau thì tờ Consumer Reports phát hiện ra tất cả đều làm khô tóc với thời lượng như nhau. Dẫu vậy, một số máy phát ra tiếng ồn lớn hơn những cái khác. Nhóm nghiên cứu người tiêu dùng nhận thấy rằng những chiếc máy càng đắt tiền hơn thì hoạt động êm nhất, và những máy ồn nhất nghe như tiếng của máy xén cỏ vậy.  ít chải đầu để hạn chế rụng tóc  Việc chải tóc quá nhiều sẽ làm cho tóc bị gãy sợi. một ít tóc rụng là chuyện bình thường – hầu hết người ta thường rụng trung bình khoảng chừng từ 50 đến 100 sợi tóc mỗi ngày. Đây là những sợi tóc đã đến giai đoạn ngừng phát triển và đã lão hoá. Để giảm thiểu lượng tóc rụng thêm, bạn nên sử dụng một chiếc lược lông cứng có đầu răng hình tròn và tránh chải đầu khi tóc còn ướt nhé.   Hãy tránh những kiểu làm cho tóc hư tổn Những kiểu tóc tết bím và tóc đuôi gà cột chặt có thể làm cho tóc bị gãy và làm tổn thương đến nang tóc. Việc duy trì kiểu tóc cột kéo này thậm chí cũng có thể làm rụng tóc và đồng thời nếu nối tóc thì bạn cũng làm cho tóc thêm nặng và đè lên nang tóc. Các bác sĩ da liễu thường khuyến cáo người nối tóc không nên sử dụng quá 3 tháng. Ngoài ra, bạn cũng không nên tết tóc hoặc cột tóc đuôi gà khi tóc còn ướt vì lúc này tóc yếu hơn và dễ gãy hơn.    Đừng để các thương hiệu dầu gội làm bạn sạch ví  Bạn thực sự được gì khi chi tiền nhiều hơn cho các đặc phẩm chăm sóc tóc? Chúng có thể chứa nhiều dược thảo thiên nhiên, nhưng cũng có thể không đồng nhất với việc sẽ cho dáng tóc đẹp hơn. Báo Consumer Reports đã thử nghiệm trên 1.700 mẫu tóc đuôi gà và phát hiện ra các dầu gội đắt tiền hơn không cho kết quả tốt hơn so với loại dầu gội rẻ tiền. Điều quan trọng là bạn nên chọn loại dầu gội và dưỡng tóc phù hợp với loại tóc của mình chẳng hạn như sản phẩm nào dành cho người có tóc dầu, tóc mảnh dễ gãy, hoặc sản phẩm nào dành cho người có tóc màu.  Nhuộm tóc có màu trung tính Khi chúng ta lớn tuổi, tóc không chỉ bạc đi mà còn trở nên yếu hơn và chậm phát triển dần. Điều này có nghĩa là tóc hư tổn sẽ không còn khả năng mọc nhanh nữa. Bác sĩ da liễu Zoe Draelos, tổng biên tập viên của tờ Journal of Cosmetic Dermatology cho biết các hoá chất sử dụng cho tóc “lão hoá” nên dịu nhẹ hơn để nhằm tránh gây thương tổn.  Cũng nên sử dụng dầu giữ ẩm tóc vào mùa đông Độ ẩm làm cho tóc xoăn trở nên xơ rối hơn trong những ngày đông. Nhưng độ ẩm thấp lại tồn tại lượng tĩnh điện nhiều hơn. Điều này có nghĩa là tóc xoăn lọn cũng xơ đi trong những tháng mùa đông và trong tiết trời sa mạc ở phía Tây Nam. Bạn nên sử dụng dầu dưỡng trung hoà tĩnh điện cho tóc. Những loại dầu gội có nồng độ pH trung tính cũng có thể làm dịu tóc quăn sử dụng hoá chất.  Cất lược chải đầu xa khỏi tóc xoăn Tóc xoăn rất dễ gãy và khô giòn. Hãy nhẹ nhàng dùng một cái gỡ rối giữ cho những lọn tóc trông đẹp hơn so với lược hoặc bàn chải tóc. Các loại dầu dưỡng tóc chứa polyme chẳng hạn như polyvinylpyrrolidone có thể làm cho tóc bạn mượt mà và dễ chăm sóc hơn. Đừng lạm dụng phương pháp là điện hoặc máy duỗi thẳng tóc, chúng có thể làm tổn hại tóc nhiều hơn.  Tránh những tông màu mạnh  Có thể bạn đang có tóc đen nhưng luôn ước mình là người tóc vàng, hoặc người tóc vàng muốn tóc mình đậm màu hơn. Bạn hãy nên biết rằng mình đang gây hư tổn cho tóc một cách liều lĩnh bằng những tông màu mạnh hơn. Một số bác sĩ da liễu khuyến cáo nên giữ tóc trong 3 sắc thái màu tự nhiên của mình.   Hiểu sự thật về việc nhuộm tóc Việc nhuộm tóc thường xuyên có thể gây hư tóc, nhưng có vẻ không ảnh hưởng gì tới sức khỏe. Hiệp hội Ung thư Hoa Kỳ cho biết hầu hết các cuộc nghiên cứu đều không cho thấy mối liên hệ nào giữa việc nhuộm tóc và bệnh ung thư, và trong các cuộc nghiên cứu khác kết quả cũng cho thấy có mối tương quan nhẹ. Nên cân nhắc việc sử dụng thuốc nhuộm acetate hoặc thuốm nhuộm tự nhiên như lá móng chẳng hạn.  Đừng lạm dụng máy sấy tóc Sấy tóc thường xuyên có thể khiến cho tóc của bạn rất dễ khô cứng và gãy rụng. Thế nên khi bạn sấy, hãy chỉnh lượng nhiệt nhỏ lại. Tóc mảnh đặc biệt rất nhạy cảm với hư tổn do nhiệt, nhưng thậm chí ngay cả tóc dày cũng cần được chăm sóc nâng niu. Ngoài ra, bạn cũng nên sử dụng dầu dưỡng tóc trước khi tạo dáng tóc nhé.  Bảo vệ tóc khỏi ánh nắng mặt trời Ánh nắng mặt trời là kẻ thù của mái tóc hơn là làn da của bạn. Sức nóng của mặt trời có thể làm cho tóc bạn bị khô, nhất là tóc màu. Hãy bảo vệ tóc bằng kẹo xịt dạng nhẹ có SPF – hoặc đội nón mũ khi mặt trời gay gắt nhất. Việc cắt tỉa tóc thường xuyên vào mùa hè cũng có thể giúp phần đuôi tóc của bạn trông khoẻ hơn.  Hãy gội đầu ướt trước khi đi bơi Để tránh tổn hại của hoá chất clo, bạn nên gội đầu ướt trước khi xuống hồ nhé. Nếu tóc của bạn đã ướt sẵn thì tóc sẽ không hấp thụ nhiều hoá chất của hồ. Hãy sử dụng sản phẩm chăm sóc tóc có nồng độ pH trung tính để bảo vệ thêm cho tóc nhé.  Đừng mất thời giờ cho việc tạo dáng tóc Để có mái tóc khỏe hơn, tốt hơn hết là bạn không nên làm gì cả. Tất cả những việc giật kéo tóc, chải tóc, sấy khô, và điều trị bằng hoá chất đều có thể gây hư tổn cho thân tóc. Thậm chí ngay cả khăn lau xơ cứng cũng có thể gây hại cho tóc. Nếu tóc của bạn bị hư tổn, hãy để cho tóc được nghỉ ngơi, đừng nên tạo dáng. Khi tóc hư tổn dài ra thì phần tóc mới sẽ khỏe hơn nhiều.  Nhận biết những thay đổi của tóc Những thay đổi đột ngột trên tóc, chẳng hạn như tóc trở nên giòn, dễ gãy hoặc rụng, có thể là một dấu hiệu của vấn đề sức khỏe. Ví dụ, rụng tóc cũng có thể là do bệnh tuyến giáp, thiếu sắt, hoặc một chứng bệnh tự dị ứng nào đó gây ra. Một số thuốc cũng có thể gây rụng tóc. Nếu quan tâm đến những thay đổi của tóc mình, bạn nên đến khám ở một bác sĩ da liễu để được tư vấn nhé."
        },
        {
            "en": "Priceless holiday gifts      If you had to guess what kids love most about the holidays, what would it be? Lots of people - kids and grownups alike - would probably say getting presents. Just look at those crowded shopping malls and all those catalogs that come in the mail! As the winter holidays draw near, kids are thinking only about what they will get, right? Wrong. More Than Presents Based on some researchs we did last holiday season, we happily report that kids look forward to a lot more than just presents. About 300 kids answered our 2004 email survey about the holidays. Here's what they told us: Nine-year-old Preshious said: \"I celebrate family and friends and it is NOT just about presents!\" Jordan, 10, likes to sing and help with the Christmas tree. Fourteen-year-old Peter said his favorite part of the holidays is that \"we're all together.\" Christmas may be the first holiday that comes to mind this time of year, but kids are celebrating other special days, too. Ten-year-old Hallie celebrates Hanukkah, a Jewish holiday. She said she likes when her family reads a prayer from the Torah. Harley, 11, celebrates Hanukkah, too. She likes lighting the candles on the menorah. Other kids are celebrating Eid, which marks the end of Ramadan, a month of daytime fasting for those who are Muslim. Hiba, 12, said she likes celebrating Eid by going on family trips to far-off places like the United Arab Emirates. For the holiday, Hiba likes to wear traditional clothes and put <em>henna</em> (a kind of dye) on her hands and legs. \"I like wearing traditional clothes because everyone says I look so much like a nice village girl living in my country.\" Families Rule No matter which holiday kids were celebrating, many said spending time with family was special to them. Jolene, 12, likes having dinner, opening presents, and going snowboarding with her family. Nine-year-old Michelle likes singing \"Holy One\" in Spanish. And being around the Christmas tree \"gives me time to tell my family I love them.\" Georgia, 10, likes just being with family, especially her dad. \"My dad works day and night working his bum off and in the holidays we get to see him.\" Erika, 8, likes going to her grandparents' house. Lindsay, 8, also likes visiting her grandma, who she describes as \"really fun!\"  Shakara, 14, likes \"sitting with family and talking about the good old days\" at holiday time. Fabulous Food When you get families together, good food often follows. And lots of kids told us they have fun making holiday foods and eating them. Eleven-year-old Alexa and her mom make chocolate-covered spoons and pretzels. Alanna, 9, likes to eat flaming Christmas cake. At Sara's house, they have a party with lobster, but her mom won't let her see the lobster until it's cooked. \"She doesn't want me to treat it like a pet. I won't eat it then!\" All this food isn't just delicious. It's another chance to spend time with family. Lizzie, 9, said she loves building a gingerbread house and baking cookies because \"it's fun to cook with my mom.\" And at Analyse's house, they bring food and family together in an unusual way: with a mashed potato-eating contest! To us, that sounds like a recipe for a stomachache, but Analyse disagrees. \"It is fun and competitive ... and the potatoes are tasty!\" Playing Together Besides eating, what else are kids doing at holiday time? Decorating the house, of course. Ryan, 9, likes setting up the Christmas tree because \"it's fun and you can't really get into trouble.\" Molly, 11, likes decorating and putting up the lights outside. In those well-decorated houses, families are singing and dancing. Yurat, 13, sent his comments to us in Spanish. Translated, we learned that his family does Mexican dances at holiday time. Marianne, 13,  likes doing Christmas karaoke with her family. (Karaoke is when people sing into a microphone along with the music - and they don't always sound good!) At Abbie's house, they dance to Irish music because her family is part Irish. \"The Irish songs are jolly and bouncy.\" Nikki, 10, said she likes visiting a family friend's farm. They ride through the fields on a tractor to see dozens of decorated Christmas trees. Lots of kids said they liked being out in the snow, throwing snowballs, skiing, snowboarding, or snowmobiling. Grace, 11, said her family has a splashing way to warm up after playing in the snow: They jump into the hot tub. \"You get all cold and wet and then you warm up your whole body from head to toe. It's really fun!\" Giving Feels Good Speaking of warm holiday feelings, many kids also told us how they help others at holiday time. They help by supporting food banks, soup kitchens, shelters, and groups such as the Salvation Army, Toys for Tots, and Operation Christmas Child. Kids said giving was the right thing to do, but many also told us how it made them feel. In a word, it makes them feel good. Gina, 13, gives traditional holiday foods to the elderly. Morgan, 13, donates food to the food pantry at her church. The food goes into baskets that are delivered to needy people. Morgan said, \"I like to see the joy on their faces.\" Nine-year-old Kari said her family donates toys and presents to needy children. \"I always feel great when I get presents. So when I give them, I am almost sure that the person who received it is very happy.\" Sammy, 13, helps others by feeding the homeless and spending time with them. \"It might sound creepy, but it's really not that bad. It's nice to see them smile.\" So kids are donating money, toys, clothes, and food, but they're also sharing something that doesn't cost any money. What is it? Their kindness and good cheer. Eight-year-old Deena visits relatives \"so they won't feel lonely.\" Valerie, 12, also visits the elderly at the holidays. And Jary, 11, helps others by sending letters to a soldier serving in Iraq. \"It makes his days in Iraq a little more better.\" Marissa, 7, said she helps others this way: \"I have a good prayer for everyone in the world so I know they're OK and safe as can be.\" Kids Can Lead the Way You might not know it, but a lot of grownups are wondering how to celebrate the holidays in a more meaningful way. To grownups, more meaningful means slowing down, spending less money, and worrying less about buying tons of expensive gifts for everyone. To kids, this might sound like bad news. Does that mean you might get fewer computer games, clothes, and other cool stuff? It might. But a ton of presents isn't as important as the great family times and holiday traditions kids love sharing with the people they care about. And we're not talking about no presents at all. That would be awful - for kids and adults alike! The good news is that families can start small. Here are some ideas that you might want to share with your parents. The goal is to slow down and enjoy the holidays together. Start putting names in a hat Maybe you've done this at school before? You put everyone's name on a little piece of paper and put all the slips in a hat or a shoebox. Then each person pulls out a name and buys a gift for just this person. Using this method, everyone gets a present, but each person only has to buy one gift. You can set a spending limit, too, to make it easier to decide what you should buy. Make presents instead of buying them Lots of grownups like receiving homemade gifts. Here are some ideas: * Decorate a photo frame and include a special photo. You also might frame some tickets from a special occasion, like a great football game or a concert you attended with the person.  * Learn to knit or do a needle craft, such as cross-stitching. Make small gifts showing off your new talent.  * Bake cookies or other holiday treats and package them in pretty holiday boxes or baskets. You also can put cookie ingredients in a glass jar as a gift. You layer the ingredients (such as sugar, oats, chocolate chips) like sand art. It looks pretty and the person can whip up a batch of delicious cookies. Don't put eggs or butter in the jar, though, and be sure to include the recipe!  * Write a poem, letter, or song to the person, explaining why he or she is special to you. You could also draw a picture or do a painting.   * Plant flowers that will start blooming around the holidays. Decorate the pot for the plant or wrap a bow around it.  * Give the person a packet of homemade coupons for stuff he or she likes. You might give your little brother a free pass to borrow one of your toys or a coupon that would \"buy\" your willingness to play a game of his choice with him. Give gifts that benefit charities Give a gift in someone’s name to a charity. For instance, you might donate money to your grandmother's favorite charity. Maybe she loves animals and would be thrilled if you donated money to the local animal shelter. Hey, animals need a little holiday cheer, too! Give gifts of time Some families decide to give their time by serving people who eat at soup kitchens or live in homeless shelters. It's a good way to learn, up close and personal, about people who are needy. Sammy, whose family serves food at the homeless shelter, says they even play cards with the people who come to eat. That's really spreading holiday cheer! How to Begin If you're interested in trying some of these new family traditions, the first step is to have a family talk to see what everyone thinks. If you can't get everyone to agree on one idea, look for other ideas that might have more support. It may be too late to make changes this year. If so, maybe start early next year. As a first step, you might want to tell your mom and dad what is the most important to you about the holidays. We certainly liked hearing what kids had to say about the holidays. Your comments were the best kind of holiday gift. They didn't cost a thing, they were from the heart, and they made us feel warm and happy inside, like a cup of hot cocoa on a snowy winter's night. Happy Holidays!",
            "vi": "Các quà tặng ngày lễ vô giá     Nếu phải đoán xem trẻ con thích gì nhất về ngày lễ thì bạn sẽ đoán cái gì nào? Nhiều người – già trẻ đều giống nhau – ắt hẳn là sẽ thích được tặng quà. Hãy nhìn những trung tâm thương mại, những khu mua sắm đông đúc và hết thảy các ca-ta-lô trong mail xem! Khi kỳ nghỉ đông đến gần thì trẻ con chỉ nghĩ tới những món quà hay những gì chúng được nhận thôi, đúng không?  Sai rồi.  Hơn cả quà tặng nữa kìa  Căn cứ vào một số nghiên cứu vào mùa lễ năm trước, chúng tôi rất vui mừng biết rằng trẻ em hiện mong muốn được nhận được nhiều thứ khác hơn là quà nữa. Khoảng 300 bé đã trả lời cho cuộc khảo sát bằng email về ngày lễ của chúng tôi vào năm 2004 và dưới đây là những gì chúng tôi muốn thông báo đến bạn:  Preshious, 9 tuổi cho biết: “Em thích tổ chức tiệc tùng, nhảy múa với gia đình và  bạn bè của em và KHÔNG PHẢI chỉ quà tặng đâu!  Jordan, 10 tuổi, thích ca hát và giúp trang trí cây thông Nô-en.  Cậu bé Peter, 14 tuổi tiết lộ mình yêu thích mùa lễ bởi “chúng mình cùng được quây quần bên nhau.” Có lẽ Giáng sinh là ngày lễ mà bọn trẻ nghĩ đến đầu tiên trong năm nay, nhưng chúng cũng kỉ niệm các ngày lễ đặc biệt khác nữa. Bé Hallie, 10 tuổi, kỉ niệm lễ Hanukkah – đây là lễ hội 8 ngày (bắt đầu từ ngày 25 tháng 3 trong lịch Do Thái) nhằm để kỉ niệm sự hiến dâng Đền Jerusalem – một lễ hội của người Do Thái. Em cho biết em thích gia đình mình đọc kinh cầu nguyện trong bộ Ngũ thư (5 quyển đầu tiên trong Thánh kinh Do Thái giáo). Harley, 11 tuổi, cũng kỉ niệm lễ Hanukkah bởi em thích thắp những ngọn nến lung linh lên giá.  Những em nhỏ khác thì kỉ niệm lễ Eid (đây là lễ kết thúc tháng Ra-ma-đăng), để kỉ niệm kết thúc tháng ăn chay, nhịn ăn của đạo Hồi, người Hồi giáo thường nhịn ăn vào ban ngày trong tháng này. Hiba, 12 tuổi, cho biết em cũng thích kỉ niệm lễ Eid bằng cách tham gia các chuyến du lịch gia đình đến những vùng xa xôi hẻo lánh như các tiểu vương quốc Ả Rập thống nhất. Vào dịp lễ, Hiba thích mặc các trang phục truyền thống và tô thuốc nhuộm đỏ (một thứ thuốc nhuộm được sản xuất từ lá của cây lá móng, có màu nâu đỏ) lên tay và chân của mình. “Em thích mặc trang phục truyền thống bởi ai cũng nói em nhìn rất giống một cô gái miền quê thôn dã cả.”  Phép tắc gia đình  Dù cho bọn trẻ có kỉ niệm ngày lễ nào đi nữa nhưng nhiều em vẫn khẳng định rằng khoảng thời gian quây quần bên gia đình mới là quan trọng và thực sự đặc biệt đối với chúng.  Jolene, 12 tuổi, thích ăn tối, thích mở quà và lướt ván tuyết cùng với gia đình của mình.  Nhóc Michelle, 9 tuổi, thích hát bài \"Holy One\" bằng tiếng Tây Ban Nha và khoảng thời gian cùng với gia đình bên cây thông Nô-en “cho em một dịp để em có thể nói với gia đình mình rằng em yêu họ.”  Georgia, 10 tuổi, chỉ thích được ở cùng với gia đình, nhất là bố của em. “Bố em làm việc quần quật suốt ngày đêm và chỉ có ngày lễ nhà em mới có bố.”  Erika và Lindsay đều 8 tuổi, Erika thích đến nhà ông bà; Lindsay cũng thích đến thăm bà, người mà em thường miêu tả là “rất vui tính!”  Trong khi đó Shakara, 14 tuổi, lại thích “ngồi với gia đình và ôn lại những ngày xưa yêu dấu của mình” vào ngày lễ.  Thức ăn ngon Khi các thành viên trong gia đình tụ họp quây quần bên nhau thì không thể thiếu thức ăn ngon rồi. Nhiều trẻ tiết lộ rằng làm các món ăn và được ăn các thức ăn ngon đó quả là rất vui.  Alexa, 11 tuổi cùng mẹ phủ sô-cô-la đầy lên những cái thìa và bánh quy cây; bé Alanna, 9 tuổi, rất mê ăn bánh trái cây Nô-en rực hồng.  Gia đình Sara tổ chức một buổi tiệc tôm hùm ở nhà em nhưng đến khi tôm chín mẹ mới cho em nhìn thấy. “Mẹ không muốn em đối xử với tôm như một con vật cưng trong nhà. Em sẽ chẳng ăn đâu!” Tất cả các thức ăn này không chỉ đem lại cảm giác ngon miệng mà còn là dịp để gia đình họp mặt bên nhau. Lizzie, 9 tuổi, thổ lộ rằng em rất thích xây một ngôi nhà bằng bánh gừng và nướng bánh quy vì “nấu ăn với mẹ rất vui.” Còn gia đình của Analyse thì tổ chức ăn uống một cách khác thường: thi ăn tranh khoai tây nghiền nhừ! Đối với chúng tôi thì việc này nghe có vẻ muốn đau dạ dày đây,  nhưng Analyse không nghĩ vậy. “Ăn tranh ...rất vui và hào hứng.....khoai tây cũng rất ngon!”  Chơi với nhau Ngoài việc được ăn uống thì trẻ còn làm gì khác vào dịp nghỉ lễ? Tất nhiên là trang trí nhà cửa rồi. Ryan, 9 tuổi, thích dựng cây thông Nô-en bởi theo em thì “nó rất vui và thực sự không khó khăn gì đâu.”  Molly, 11 tuổi, thích trang trí và treo đèn bên ngoài ngôi nhà của mình. Trong căn nhà được trang trí đẹp mắt, các gia đình hát hò và cùng nhau khiêu vũ. Yurat, 13 tuổi, ghi chú cho chúng tôi vài dòng bằng tiếng Tây Ban Nha. Dịch ra thì chúng tôi hiểu được là gia đình cậu bé nhảy những điệu vũ của Mê-hi-cô vào dịp lễ.   Marianne, 13 tuổi, rất mê hát ca-ra-ô-kê với gia đình. (hát ca-ra-ô-kê là hát vào mi-crô có nhạc đệm thu sẵn – và không phải lúc nào cũng nghe hay cả đâu!) Gia đình của Abbie nhảy múa, khiêu vũ theo điệu nhạc của Ái Nhĩ Lan vì gia đình em cũng một phần xuất xứ từ nước này. “Các ca khúc của Ái Nhĩ Lan rất dễ thương và vui nhộn.”  Nikki, 10 tuổi, cho biết em rất thích đi thăm nông trại của một người bạn của gia đình. Người ta chở em qua nhiều cánh đồng bằng máy kéo để ngắm vô số cây thông Nô-en được trang trí xinh đẹp.  Rất nhiều đứa trẻ khác cho biết chúng thích được ở ngoài tuyết, ném tuyết, trượt tuyết, lướt ván tuyết, hoặc chạy xe máy trên tuyết và băng. Grace, 11 tuổi, nói gia đình mình thường chơi nghịch nước để sưởi ấm sau khi chơi ngoài tuyết xong. Mọi người nhảy vào trong một bồn tắm nóng. “Bạn bị ướt lạnh hết và rồi sưởi ấm cả người từ đầu đến chân. Thật sự rất vui!”  Cảm giác ban tặng làm mình thoải mái Chia sẻ về cảm giác những ngày lễ ấm áp, nhiều em nhỏ cũng bày tỏ cách giúp đỡ người khác vào dịp nghỉ của mình bằng cách giúp kho thực phẩm cứu tế, bếp ăn từ thiện, nhà cho người vô gia cư và các nhóm khác như Salvation Army, Toys for Tots, và Operation Christmas Child. Các em cho biết việc cho đi là điều đúng đắn nhưng nhiều em khác cũng bộc lộ cảm xúc của mình qua việc san sẻ, giúp đỡ người khác. Nói tóm lại, những việc làm ấy tạo cho các em một tinh thần thoải mái, dễ chịu.   Gina, 13 tuổi, thường mang thức ăn của ngày lễ truyền thống cho người già. Morgan, 13 tuổi, quyên góp thực phẩm cho phòng để thức ăn ở nhà thờ của mình. Thực phẩm được cho vào giỏ và phân phát cho người thiếu thốn. Morgan bày tỏ “Em thích được nhìn thấy niềm vui trên khuôn mặt người khác.” Kari, 9 tuổi, cho biết gia đình mình tặng đồ chơi và quà cho trẻ em nghèo. “Khi đi mua quà lúc nào em cũng thấy rất vui. Vì vậy, khi được nhận những món quà này, chắc chắn các bạn nhỏ cũng sẽ rất vui.”  Sammy, 13 tuổi, giúp đỡ người khác bằng cách mang thức ăn cho người vô gia cư và ở cùng với họ. “Nghe có vẻ sởn gai ốc đấy nhưng thực sự không phải tệ lắm đâu. Cái cảm giác nhìn thấy họ cười thật là tuyệt vời.” Bên cạnh việc quyên góp tiền, đồ chơi, áo quần và thức ăn, thì bọn trẻ còn chia sẻ một thứ khác mà không phải tốn một đồng tiền nào. Đó là gì? Là lòng hảo tâm và sự lạc quan vui vẻ.  Deena, 8 tuổi, thăm viếng họ hàng “nhờ vậy họ không còn cảm thấy cô đơn nữa.” Valerie, 12 tuổi, cũng đến thăm người già nhân dịp lễ của mình.  Và Jary, 11 tuổi, giúp người khác bằng cách gởi thư cho lính đóng quân ở Iraq. “Lá thư này sẽ làm cho những ngày tháng của chú ấy ở Iraq thêm vui vẻ và ý nghĩa hơn.”  Marissa, 7 tuổi, tâm sự rằng em giúp đỡ những người khác bằng cách “cầu nguyện cho tất cả mọi người trên thế giới này vì vậy em biết rằng ai cũng bình yên và an toàn đến mức có thể.”  Trẻ cần phải chỉ dẫn Bạn có thể chưa biết, nhưng nhiều người lớn cũng đang phân vân làm sao kỉ niệm những ngày lễ này một cách có ý nghĩa hơn. Đối với người lớn thì việc có ý nghĩa hơn đồng nghĩa với hoạt động chậm lại, tốn kém ít hơn, và không phải bận tâm nhiều về việc mua nhiều quà tặng đắt tiền cho hết thảy mọi người. Đối với trẻ con thì chuyện này nghe có vẻ như là một tin buồn đấy. Có nghĩa là bạn có thể được ít trò chơi máy tính hơn, ít áo quần hơn và cũng ít đồ xịn hơn sao?  Có thể đó chứ. Nhưng nhiều quà tặng cũng không quan trọng bằng thời gian vui vẻ hạnh phúc bên gia đình và truyền thống ngày lễ mà nhiều đứa trẻ thích chia sẻ cùng những người mà chúng yêu thương. Và chúng ta không nói là không có quà tặng gì cả. Cả trẻ nhỏ và người lớn đều cảm thấy nếu không có quà thì quả thực là điều kinh khủng đấy.  Một tin vui là các gia đình có thể bắt đầu với món quà nhỏ thôi. Dưới đây là một số ý kiến mà bạn có lẽ cũng cần chia sẻ với bố mẹ mình. Tiêu chí là chậm lại và cùng nhau thưởng thức ngày lễ.  Hãy bắt đầu để tên trong mũ nhé  Có lẽ là bạn cũng đã từng làm việc này ở trường rồi phải không? Bạn viết tên của hết thảy mọi người trên một miếng giấy nhỏ và để tất cả các mảnh giấy đó vào nón hoặc hộp đựng giày. Mỗi người sẽ rút ra một lá thăm có tên và mua một món quà cho người ấy. Bằng cách này thì ai cũng có quà, nhưng mỗi người chỉ mua một món quà thôi. Bạn cũng có thể giới hạn mức tiền mua quà nữa để có thể quyết định nên mua gì dễ dàng hơn.  Hãy tự tay làm quà tặng thay vì phải mua  Nhiều người lớn thích được nhận quà tự làm. Dưới đây là một số ý kiến nhé:  * Trang trí khung hình và ghép vào đó một tấm hình đặc biệt. Bạn cũng có thể để một vài tấm vé mời cho một dịp đặc biệt nào đó, như một trận bóng đá hay hoặc một buổi hoà nhạc mà bạn dự định tham dự với người ấy.  * Hãy học cách đan hoặc may vá thêu thùa, như thêu hình chữ thập chẳng hạn. Hãy tự làm các món quà nhỏ để khoe tài nghệ mới của mình nhé.  * Nướng bánh hoặc các món ngon ngày lễ khác rồi gói vào các hộp hoặc giỏ đựng xinh xắn cho ngày lễ. Bạn cũng có thể để thành phần làm bánh quy vào lọ thuỷ tinh để làm quà. Hãy sắp từng lớp các thành phần (như đường, yến mạch, khoai tây rán sô-cô-la) giống như nghệ thuật cát vậy. Nó trông đẹp mắt và người ta cũng có thể làm được một mẻ bánh ngon nhanh chóng. Mặc dù vậy thì cũng chớ nên để trứng hoặc bơ vào lọ nhé và chắc rằng phải có cả công thức chế biến nữa đấy!  * Sáng tác một bài thơ, viết một lá thư, hoặc một bài hát nào đó cho người nhận, và nói rõ vì sao người ấy lại đặc biệt đối với bạn. Bạn cũng có thể vẽ một bức tranh hoặc một bức hoạ nào đó.  * Bạn hãy trồng hoa bắt đầu nở vào dịp lễ; hãy trang trí chậu hoa hoặc quấn quanh chậu một chiếc nơ hình con bướm nhé.  * Hãy tặng cho người ấy một túi phiếu mua hàng tự làm mà họ thích. Bạn cũng có thể cho em trai của mình mượn thoải mái một trong những món đồ chơi của mình hoặc cho em một phiếu mua hàng có thể “mua được” sự tự nguyện của bạn tham gia một trò chơi do cu cậu chọn lấy nhé.  Hãy tặng quà có ích cho các tổ chức cứu tế  Hãy tặng quà cho hội từ thiện bằng tên của một người nào đó nhé. Chẳng hạn như, bạn có thể quyên góp tiền cho hội từ thiện yêu thích của bà mình. Có lẽ bà của bạn yêu thích động vật và sẽ rất vui mừng nếu bạn quyên góp tiền cho chuồng thú ở địa phương. Này, động vật cũng cần một chút món ngon vào ngày lễ nữa đấy!  Tặng quà thời gian Một số gia đình quyết định dành tặng thời gian của mình bằng cách phục vụ người ăn tại bếp ăn từ thiện hoặc sống ở nơi dành cho người vô gia cư. Đây là một cách rất tốt giúp để nhận biết, để học hỏi, để gần gũi và tiếp cận từng người đối với những người thiếu thốn, nghèo khổ. Sammy có gia đình đang phục vụ thức ăn tại khu nhà dành cho người vô gia cư cho biết gia đình em thậm chí chơi bài với những người đến đây ăn nữa. Đây thật sự cũng làm cho ngày lễ càng thêm vui hơn!  Bắt đầu bằng cách nào Nếu bạn thích thử một vài truyền thống gia đình mới thì bước đầu tiên bạn cần có buổi trò chuyện với gia đình để tìm hiểu xem tất cả những người khác nghĩ gì. Nếu họ không đồng ý một quan điểm nào đó thì hãy tìm những quan điểm khác có thể được đồng tình nhiều hơn. Có thể là năm nay đã muộn rồi, chưa thể thay đổi được. Nếu đúng như thế thì có lẽ sẽ bắt đầu vào đầu năm sau. Trước tiên có lẽ bạn nên nói cho bố mẹ biết điều quan trọng nhất về ngày lễ đối với bạn là gì. Tất nhiên là chúng tôi luôn thích nghe các bạn nhỏ chia sẻ về ngày nghỉ của mình rồi. Những lời phát biểu, bình luận của bạn đều là loại quà tặng dễ thương nhất. Chúng không mất tiền để mua mà chúng xuất phát từ tận đáy lòng, làm cho chúng tôi cảm thấy hạnh phúc và ấm áp biết bao, giống như tách ca-cao nóng trong đêm mùa đông đầy tuyết vậy.  Chúc bạn có kỳ nghỉ vui vẻ nhé!"
        }
    ],
    "suggestions": []
}