{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">herbarium</font></td></tr></table><i/></div>",
            "word": "herbaria",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "herbaria",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "herbaria",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "herbaria",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "herbaria",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This project, which was intended to help astronomers understand how galaxies evolve, was so successful that a successor has now been launched, to classify the brightest quarter of a million of them in finer detail. People working for a more modest project called <em>Herbaria</em>@home examine scanned images of handwritten notes about old plants stored in British museums. This will allow them to track the changes in the distribution of species in response to climate change. ",
            "vi": "Dự án này từ khi được phát minh đã giúp những nhà du hành không gian hiểu dải thiên hà bao gồm những thứ gì và nó đã chứng minh đã đạt được thành công đến nỗi thúc đẩy thêm một nghiên cứu mới để chọn ra một triệu tấm ảnh rõ nét và chi tiết nhất. Những người làm việc cho dự án này có tên gọi đơn giản là Herbaria@home đã kiểm tra những tấm hình được ghi chú bằng tay về những cây cối cổ thụ được lưu giữ trong trong những bảo tàng của người Anh. Điều này cho phép họ dò theo những thay đổi của việc phân bố các loài vật theo sự thay đổi của khí hậu"
        }
    ],
    "suggestions": []
}