{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Herbert",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Herbert",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Herbert",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Herbert",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Herbert",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "\"It's <em>Herbert</em>!\" she screamed. \"It's <em>Herbert</em>!\"",
            "vi": "\"Là Herbert!\" bà thét lên. \"Chính là Herbert!\""
        },
        {
            "en": "When did <em>Herbert</em> Burke become a politician?",
            "vi": "Herbert burke trở thành nhà chính trị hồi nào?"
        },
        {
            "en": "Did <em>Herbert</em> go for a doctor?",
            "vi": "Herbert đã tìm bác sĩ chưa?"
        },
        {
            "en": "Nick <em>Herbert</em> gave a speech on penal reform.",
            "vi": "Nick Herbert có một bài phát biểu về cải cách hình sự."
        },
        {
            "en": "Second from left is the chief booking clerk <em>Herbert</em> Parkhouse.",
            "vi": "Người thứ hai từ bên trái qua là trưởng bộ phận bán vé Herbert Parkhouse."
        },
        {
            "en": "<em>Herbert</em> Burke became a politician ten years ago.",
            "vi": "Herbert burke trở thành một nhà chính trị cách đây mười năm."
        },
        {
            "en": "<em>Herbert</em> has a rough exterior, but he has his heart in the right place.",
            "vi": "Herbert có vẻ bề ngoài thô lỗ nhưng ông ta lại tốt bụng."
        },
        {
            "en": "<em>Herbert</em> Hainer, CEO of The Adidas Group and Franz Beckenbauer unveil the golden ball in Berlin.",
            "vi": "Herbert hainer, tổng giám đốc của tập đoàn adidas và franz beckenbauer đã vén màn che quả bóng vàng tại berlin."
        },
        {
            "en": "\"Well, why don't you have three, sir?\" said <em>Herbert</em> White cleverly.",
            "vi": "\"Ừm, thưa ngài thế tại sao ngài không ước ba điều gì đó đi?\" cậu Herbert White hỏi khéo."
        },
        {
            "en": "<em>Herbert</em> Burke, James Stephens, Mary Foot, and Charlie Phillip all went to the same school.",
            "vi": "Herbert burke, james stephens, mary foot và charlie phillips cùng học chung trường."
        },
        {
            "en": "\"Might drop on his head from the sky,\" said the frivolous <em>Herbert</em>.",
            "vi": "\"Nó có thể rơi từ trên trời xuống trúng ngay đầu bố\" cậu Herbert châm chọc."
        },
        {
            "en": "<em>Herbert</em> said he was the only one who could do the job. I told him to come off it.",
            "vi": "Herbert nói rằng anh ta là người duy nhất có thể làm công việc đó. Tôi bảo anh ta đừng có giở cái giọng đó nữa."
        },
        {
            "en": "\"There he is,\" said <em>Herbert</em> White, as the gate banged to loudly and heavy footsteps came toward the door.",
            "vi": "\"Ông ấy đến rồi kìa,\" cậu Herbert White nói khi nghe tiếng cổng đập mạnh và tiếng bước chân thình thịch hướng về phía cửa."
        },
        {
            "en": "When President <em>Herbert</em> Hoover took office in 1929, the United States economy seemed to be in excellent shape.",
            "vi": "Khi Tổng thống Herbert Hoover nhậm chức vào năm 1929, nền kinh tế Hoa Kỳ dường như trong tình trạng tuyệt hảo."
        },
        {
            "en": "Bernard is trying to get a hold of <em>Herbert</em>, but he forgets his phone number, so he asks Beatrice.",
            "vi": "Bernard đang muốn liên lạc với herbert, nhưng anh lại quên số điện thoại, vì thế anh hỏi beatrice."
        },
        {
            "en": "\"You're afraid of your own son,\" she cried, struggling. \"Let me go. I'm coming, <em>Herbert</em>; I'm coming.\"",
            "vi": "\"Ông sợ hãi chính đứa con trai của mình,\" bà vừa than khóc vừa vùng vẫy. \"Hãy để tôi đi. Mẹ đến đây, Herbert; mẹ đang đến đây. \""
        },
        {
            "en": "Aunt Lillian and Uncle <em>Herbert</em> go to Brighton every year on holiday. They are so set in their ways that they won't even consider going anywhere else.",
            "vi": "Cô Lillian và chú Herbert hàng năm vẫn đi nghỉ ở Brighton. Họ cố chấp (bảo thủ) đến mức không hề nghĩ đến chuyện đi đến bất cứ nơi nào khác."
        },
        {
            "en": "Maude leads <em>Herbert</em> a dog's life – he does all the housework and shopping after work because she's always at some party or social function.",
            "vi": "Maude bắt Herbert làm tôi mọi cho cô ấy – anh ta phải làm việc nhà và mua sắm sau giờ làm việc còn cô luôn đi dự tiệc và giao tiếp xã hội."
        },
        {
            "en": "\"<em>Herbert</em> will have some more of his funny remarks, I expect, when he comes home,\" she said, as they sat at dinner.",
            "vi": "\"Herbert thế nào cũng châm chọc ông nữa khi nó đi làm về cho xem,\" bà nói, khi họ ngồi dùng bữa tối."
        },
        {
            "en": "The old lady started. \"Is anything the matter?\" she asked breathlessly. \"Has anything happened to <em>Herbert</em>? What is it? What is it?\"",
            "vi": "Bà cụ liền hỏi. \"Có chuyện gì vậy thưa ông?\" bà nín thở hỏi tiếp. \"Có chuyện gì xảy ra với Herbert? Hãy nói cho tôi biết chuyện gì đã xảy ra?\""
        }
    ],
    "suggestions": []
}