{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[hiə'tu:]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">hereunto</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hiərʌn'tu:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ (từ cổ,nghĩa cổ)</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">theo đây, đính theo đây</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">về vấn đề này; thêm vào điều này</td></tr></table><i/></div>",
            "word": "hereto",
            "pronounce": "[hiə'tu:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hereto</k><blockquote>■ <cclass>adverb <cclass>formal to this matter or document. </cclass></cclass></blockquote></div>",
            "word": "hereto",
            "pronounce": "[hiə'tu:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hereto",
            "pronounce": "[hiə'tu:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hereto",
            "pronounce": "[hiə'tu:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hereto",
            "pronounce": "[hiə'tu:]"
        }
    },
    "sentences": [
        {
            "en": "We add our confirmation <em>hereto</em>.",
            "vi": "Chúng tôi bổ sung xác nhận của chúng tôi vào đây."
        },
        {
            "en": "The parties <em>hereto</em> execute the present agreement in accordance with the following clauses.",
            "vi": "Các bên theo đây thực hiện các thỏa thuận hiện tại phù hợp với các điều khoản sau đây."
        },
        {
            "en": "A copy of the resolution is attached <em>hereto</em> and made a part hereof.",
            "vi": "Một bản sao của nghị quyết được đính kèm vào đây và làm thành một phần rất quan trọng."
        },
        {
            "en": "Attached <em>hereto</em> is the information you requested on the Mauson Brothers.",
            "vi": "Kèm theo đây là thông tin mà ông yêu cầu về Mauson Brothers."
        },
        {
            "en": "In witness whereof, the parties <em>hereto</em> have caused this contract to be executed in duplicate by their duly authorized representatives.",
            "vi": "Trước sự chứng kiến, các bên liên quan phải làm cho bản hợp đồng này được sao cho làm hai bản bởi các đại diện ủy quyền hợp pháp."
        },
        {
            "en": "This present is not valuable itself, but it is a souvenir <em>hereto</em>, it brings all most my warm sentiment. Happy birthday to you.",
            "vi": "Món quà này riêng nó chẳng có ý nghĩa gì cả, nhưng mà kỉ niệm là anh gửi kèm theo nó tất cả những tình cảm tha thiết nhất. Chúc em sinh nhật vui vẻ."
        },
        {
            "en": "This present is not valuable itself, but it is a souvenir <em>hereto</em>, it brings almost of my warm sentiment to you. Happy birthday to you!",
            "vi": "Tặng phẩm này riêng nó chẳng có ý nghĩa gì cả, nhưng mà kỉ niệm ở đây là anh gởi cho em tất cả những tình cảm tha thiết nhất. Sinh nhật vui vẻ."
        },
        {
            "en": "This present is not valuable itself, but it is a souvenir <em>hereto</em>, it brings almost of my warm sentiment to you. Happy birthday to you!",
            "vi": "Tặng phẩm này riêng nó chẳng có ý nghĩa gì cả,nhưng mà kỉ niệm ở đây là anh gởi cho em tất cả những tình cảm tha thiết nhất. Sinh nhật vui vẻ."
        },
        {
            "en": "This Ageement constitutes the entire agreement between the parties <em>hereto</em> with respect to the subject matter hereof and supersedes all prior agreements and negotiations with regard to the same.",
            "vi": "Hợp đồng này tạo nên hợp đồng tổng thể giữa các bên liên quan về vấn đề nội dung trong hợp đồng và thay thay thế cho tất cả mọi thỏa thuận và thương thảo trước đó về các vấn đề"
        },
        {
            "en": "This Ageement constitutes the entire agreement between the parties <em>hereto</em> with respect to the subject matter hereof and supersedes all prior agreements and negotiations with regard to the same.",
            "vi": "Hợp đồng này tạo nên hợp đồng tổng thể giữa các bên liên quan về vấn đề nội dung trong hợp đồng và thay thay thế cho tất cả mọi thỏa thuận và thương thảo trước đó về các vấn đề tương tự"
        },
        {
            "en": "Notwithstanding the foregoing, each party <em>hereto</em> acknowledges and agrees that, because of the unique nature of the Confidential Information, the other party may suffer immediate, irreparable harm in the event it fails to comply with any of its obligations under this Agreement, that monetary damages may be inadequate to compensate the other party for such breach",
            "vi": "mặc những điều đã nói ở trên, về việc này, mỗi bên cùng thừa nhận và đồng ý, do bản chất đặc biệt của thông tin mật, bên kia có thể bị thiệt hại ngay tức thời, không thể bù đắp được nếu mình không làm đúng một trong những nghĩa vụ theo thoả thuận này, bồi thường bằng tiền có thể chẳng bù đắp nỗi được cho bên kia khi bị vi phạm như vậy"
        }
    ],
    "suggestions": []
}