{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hə:mit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người (đặc biệt là đàn ông thời đầu đạo Cơ đốc) tách lìa khỏi xã hội và sống hoàn toàn độc thân; người sống ẩn dật; ẩn sĩ</td></tr></table><i/></div>",
            "word": "hermit"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hermit</k><blockquote>■ <cclass>noun a person living in solitude as a religious discipline. </cclass></blockquote><blockquote>⁃ a reclusive or solitary person. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>hermitic</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>hermite</i>, from late L. <i>eremita</i>, from Gk <i>erēmitēs</i>, from <i>erēmos</i> 'solitary'. </blockquote></div>",
            "word": "hermit"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hermit</k><blockquote>▸ <cclass>noun RECLUSE, solitary, loner, ascetic; <cclass><i>historical</i> anchorite, anchoress; <cclass><i>archaic</i> eremite.</cclass></cclass></cclass></blockquote></div>",
            "word": "hermit"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hermit"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hermit"
        }
    },
    "sentences": [
        {
            "en": "This fellow lives like a <em>hermit</em>.",
            "vi": "Anh chàng này sống cứ như một ẩn sĩ vậy."
        },
        {
            "en": "A taoist <em>hermit</em> passed through the village.",
            "vi": "Một đạo sĩ vừa băng qua ngôi làng."
        },
        {
            "en": "Macy Gray said she became a <em>hermit</em> and hated partying.",
            "vi": "Macy Gray nói rằng cô ấy trở thành một người sống hoàn toàn đơn độc và ghét tiệc tùng vui chơi."
        },
        {
            "en": "The <em>hermit</em> led an abstemious way of life.",
            "vi": "Vị ẩn sĩ có một lối sống rất đạm bạc."
        },
        {
            "en": "The <em>hermit</em> crab is a popular seashore animal.",
            "vi": "Loài tôm ở nhờ là một loại động vật ở ven biển phổ biến."
        },
        {
            "en": "She wanted to call Behrman up to be her model for the old <em>hermit</em> miner.",
            "vi": "Cô ấy muốn kêu ông Behrman lên ngồi mẫu để vẽ một ông thợ mỏ già cô độc."
        },
        {
            "en": "The pine barrens are a site lonely enough to suit any <em>hermit</em>.",
            "vi": "Những cánh đồng thông là nơi vắng vẻ thích hợp cho bất kỳ ẩn sĩ nào."
        },
        {
            "en": "He has done a lot of research on how to raise beautiful and healthy <em>hermit</em> crabs.",
            "vi": "Anh ấy đã thực hiện nhiều nghiên cứu về cách nuôi những con ốc mượn hồn khỏe và đẹp."
        },
        {
            "en": "This allows the <em>hermit</em> to live in silence, and to focus on the natural flow of creation.",
            "vi": "Điều này cho phép người ẩn sĩ sống trong yên tĩnh, và tập trung vào dòng chảy tự nhiên của sự sáng tạo."
        },
        {
            "en": "The burger features lobster infused with <em>Hermit</em> - Dutch Coastal Gin and a special, luxurious sauce (Photo: Diego Buik)",
            "vi": "Burger có tôm hùm nấu với Hermit - rượu Gin bờ biển Hà Lan và một loại nước sốt đặc biệt xa xỉ (Ảnh: Diego Buik)"
        },
        {
            "en": "The burger features lobster infused with <em>Hermit</em> - Dutch Coastal Gin and a special, luxurious sauce (Photo: Diego Buik)",
            "vi": "Burger có tôm hùm nấu với Hermit - rượu Gin bờ biển Hà Lan và một loại nước sốt đặc biệt xa xỉ (Ảnh: Diego Buik)"
        },
        {
            "en": "Behrman, in his old blue shirt, took his seat as the <em>hermit</em> - miner on an upturned kettle for a rock.",
            "vi": "Trong chiếc áo xanh cũ kỹ, Behrman ngồi làm mẫu, giả làm một thợ mỏ ẩn cư, ngồi trên một cái ấm lật ngược giả làm một tảng đá."
        },
        {
            "en": "Behrman, in his old blue shirt, took his seat as the <em>hermit</em>-miner on an upturned kettle for a rock.",
            "vi": "Trong chiếc áo xanh cũ kỹ, Behrman ngồi làm mẫu, giả làm một thợ mỏ ẩn cư, ngồi trên một cái ấm lật ngược giả làm một tảng đá."
        },
        {
            "en": "Garden <em>hermit</em>  In the 18th century, it was popular to have a personal <em>hermit</em> who lived in your garden. A <em>hermit</em> wasn’t allowed to wash or cut their nails and hair. They lived in a handmade grotto. Owners always showed off in front of visitors and were proud of their \"live decorations.\"",
            "vi": "Người ẩn dật trong vườnHồi thế kỷ 18, nuôi một người sống ẩn dật trong vườn nhà mình là chuyện bình thường. Một người ẩn dật không được tắm rửa hay cắt tóc, cắt móng tay móng chân gì cả. Họ sống trong một cái hang làm thủ công. Những người chủ luôn khoe khoang cửa hang với khách đến thăm và tự hào về những đồ trang trí bằng người của mình."
        },
        {
            "en": "My daughter loves cookies, and I'm tired of getting them at the bakery. Does anyone have a recipe for <em>hermit</em> cookies.",
            "vi": "Con gái tôi thích bánh quy, và tôi chán ngấy mua bánh ở tiệm. Có ai có công thức làm bánh quy mềm, có đậu, mật đường, nho khô và một ít gia vị khác không?"
        },
        {
            "en": "My daughter loves cookies, and I 'm tired of getting them at the bakery. Does anyone have a recipe for <em>hermit</em> cookies.",
            "vi": "Con gái tôi thích bánh quy, và tôi chán ngấy mua bánh ở tiệm. Có ai có công thức làm bánh quy mềm, có đậu, mật đường, nho khô và một ít gia vị khác không?"
        },
        {
            "en": "If all-out war does break out between the US and the <em>hermit</em> state, long-time Kim Jong-un ally China will be forced to pick sides.",
            "vi": "Nếu chiến tranh toàn diện nổ ra giữa Hoa Kỳ và quốc gia ẩn dật này, đồng minh lâu năm của Kim Jong-un, Trung Quốc sẽ bị buộc phải chọn một bên."
        },
        {
            "en": "The <em>hermit</em> kingdom already has its own calendar, with years counted from 1912, the birth year of its founder and “eternal president”, Kim Il Sung.",
            "vi": "Xứ sở ẩn dật vốn dĩ đã có lịch riêng tính từ năm 1912 – năm sinh của người đã khai sinh ra Bắc Triều Tiên cũng đồng thời là “chủ tịch bất tử” Kim Sung Il."
        },
        {
            "en": "If all-out war does break out between the US and the <em>hermit</em> state, long-time Kim Jong-un ally China will be forced to pick sides.",
            "vi": "Nếu chiến tranh toàn diện nổ ra giữa Hoa Kỳ và quốc gia ẩn dật này, đồng minh lâu năm của Kim Jong-un, Trung Quốc sẽ bị buộc phải chọn một bên."
        },
        {
            "en": "The sumptuous sandwich consists of a Japanese dry-aged Wagyu and Black Angus beef patty, Oosterschelde lobster infused with <em>Hermit</em> - Dutch Coastal Gin, foie gras, white truffle, Remeker cheese, Japanese fruit tomatoes and caviar.",
            "vi": "Chiếc sandwich xa hoa này gồm có bánh kẹp thịt bò Wagyu \"được làm khô\" của Nhật Bản và thịt bò Black Angus, tôm hùm Oosterschelde nấu với Hermit - rượu Gin bờ biển Hà Lan, gan ngỗng vỗ béo, nấm cục trắng, pho mát Remeker, cà chua Nhật Bản và trứng cá muối."
        }
    ],
    "suggestions": []
}