{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Herman"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Herman"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Herman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Herman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Herman"
        }
    },
    "sentences": [
        {
            "en": "European Council President <em>Herman</em> Van Rompuy said the leaders of 26 countries had indicated a desire to participate, pending consultation with their parliaments.",
            "vi": "Chủ tịch Hội đồng Châu Âu Herman Van Rompuy tuyên bố các nhà lãnh đạo 26 nước đã biểu thị sự mong muốn tham gia, trong quá trình xin ý kiến quốc hội của họ."
        },
        {
            "en": "He kept a pet ape called Tata while in Indonesia  He can bench press an impressive 200lbs  He was known as Barry until university when he asked to be addressed by his full name   His favourite book is Moby-Dick by <em>Herman</em> Melville   He applied to appear in a black pin-up calendar while at Harvard but was rejected by the all-female committee.",
            "vi": "Ông nuôi một chú khỉ không đuôi có tên là Tata hồi còn ở Indonesia  Ông có thể nâng mức tạ khá nặng là 200 lbs (91kg)  Trước khi vào đại học ông có tên là Barry, ở đại học ông yêu cầu được gọi bằng tên họ đầy đủ  Cuốn sách ông thích nhất là Moby-Dick của Herman Melville  Ông từng nộp đơn xin xuất hiện trong một bộ lịch có chân dung người da màu nổi tiếng của trường Đại học Harvard nhưng bị một hội đồng toàn nữ từ chối."
        },
        {
            "en": "Former U.S. presidential candidate <em>Herman</em> Cain was diagnosed six years ago with stage-four colon cancer. Tumors had already spread to his liver. Cain was given a 30 percent chance of survival. But after having surgery and undergoing chemotherapy, Cain says his cancer went into remission.",
            "vi": "Cựu ứng cử viên Tổng thống Herman Cain được chẩn đoán bị ung thư ruột kết giai đoạn bốn cách đây sáu năm. Các khối u đã lan đến gan. Ông Cain chỉ còn 30% cơ hội sống sót. Nhưng sau khi phẫu thuật và trải qua quá trình hoá trị liệu, Cain cho biết bệnh ung thư của ông đã thuyên giảm."
        },
        {
            "en": "6 May 2011 Last updated at 01:37 GMT           6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nUS election 2012: Key Republicans sit out debate\n The first debate on the road to the Republican 2012 presidential nomination is being held with most major potential candidates absent from the stage. In South Carolina on Thursday, five men were expected to debate the US economy, the budget and healthcare, and to take shots at President Barack Obama. But only ex-Minnesota Governor Tim Pawlenty is seen as a credible candidate for the Republicans in 2012. While Mr Obama is seen as vulnerable, the field is slow to take shape. The debate - hosted by the South Carolina Republican Party and broadcast on Fox News - includes Mr Pawlenty, former New Mexico Governor Gary Johnson, former Pennsylvania Senator Rick Santorum, Congressman Ron Paul and former pizza restaurant magnate <em>Herman</em> Cain. Tea Party role A string of well-known potential contenders are sitting out the debate. They include former Alaska Governor and 2008 vice-presidential candidate Sarah Palin, former Arkansas Governor Mike Huckabee and former Massachusetts Governor Mitt Romney. Newt Gingrich, the former speaker of the House of Representatives, is also not attending, and none of Indiana Governor Mitch Daniels, Congresswoman Michele Bachmann, real estate magnate and reality television star Donald Trump and former Ambassador to China Jon Huntsman will take to the stage. Mr Obama's poll numbers indicate he is vulnerable, due in large part to the poor state of the US economy. But a host of factors have left leading Republicans shy of jumping into the campaign, analysts say.  They include the uncertain role of the populist Tea Party, the consolidation of power among hard-right conservative Republicans and the perceived weakness of would-be front-runner Mr Romney. Mr Obama's fund-raising prowess is also seen as a factor dissuading potential opponents. By contrast, in May 2007 - when both Republican and Democratic nominations were open - a South Carolina Republican debate included two sitting senators, four former governors, three US congressmen, and a former New York City mayor. The first balloting of the 2012 primary campaign will be the Iowa caucus on 6 February 2012. Meanwhile, the Associated Press, America's most wide-reaching news agency, has said it is boycotting Thursday's debate to protest against the Fox News channel's restrictions on coverage by its photographers",
            "vi": "6 May 2011 Last updated at 01:37 GMT         6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nBầu cử nước Mỹ 2012: Các đảng viên Cộng hòa chủ chốt đứng ngoài cuộc tranh luận\n Cuộc tranh luận đầu tiên trong quá trình chỉ định ứng viên tranh cử tổng tống năm 2012 của Đảng Cộng Hòa đang diễn ra không có sự tham gia của hầu hết các ứng viên tiềm năng quan trọng Tại Nam Carolina hôm thứ Năm, năm người sẽ phải tranh cãi về nền kinh tế, ngân sách và chính sách y tế của Hoa Kỳ, và chỉ trích Tổng thống Barack Obama Nhưng chỉ có cựu thống đốc bang Minnesota Tim Pawlenty được xem là ứng cử viên đáng tin cậy của Phe Cộng Hòa vào năm 2012 Trong khi Ông Obama được xem là dễ bị tổn thương, cuộc chơi đang từ từ hình thành. Cuộc tranh luận – do Đảng Cộng Hòa tại Nam Carolina tổ chức và được phát sóng trên kênh Fox News – gồm có ông Pawlenty, cựu thống đốc New Mexico Gary Johnson, cựu thượng nghị sĩ Pennsylvania Rick Santorum, hạ nghị sĩ Ron Paul và ông trùm hệ thống nhà hàng pizza trước đây Herman Cain Vai trò của Đảng Trà  Một loạt các đối thủ tiềm năng tên tuổi đứng ngoài cuộc tranh luận Họ gồm có cựu thống đốc Alaska và ứng cử viên phó tổng thống 2008 Sarah Palin, cựu thống đốc Arkansas Mike huckabee và cựu thống đốc Massachusetts Mitt Romney Newt Ginrich, cựu phát ngôn viên Hạ Nghị Viện, cũng không tham gia, và không ai trong số Thống Đốc Indiana Mitch Daniels, nữ nghị sĩ Michele Bachmann, trùm bất động sản và ngôi sao chương trình truyền hình thực tế Donald Trump và cựu Đại sứ tại Trung Quốc Jon Huntsman tham gia đăng đàn Các số liệu thăm dò ý kiến dành cho ông Obama cho thấy ông bị yếu thế, phần lớn là do tình trạng yếu kém của nền kinh tế Mỹ Nhưng hàng loạt các yếu tố khiến cho các đảng viên Cộng Hòa ngần ngại tham dự chiến dịch này, giới phân tích cho biết Họ tính đến vai trò không chắc chắn của Đảng Trà theo chủ nghĩa dân kiểm, sự hợp nhất quyền lực giữa các đảng viên Cộng Hòa bảo thủ theo đường lối cứng rắn của cánh hữu và sự yếu kém cảm nhận được của ông Romney có triển vọng dẫn đầu  Khả năng gây quỹ của ông Obama cũng được xem là yếu tố làm nản lòng các đối thủ tìềm năng Ngược lại, vào tháng Năm 2007 – khi cả hai đảng Cộng Hòa và Dân Chủ tiến hành chỉ định – một cuộc tranh luận của đảng Cộng Hòa ở Nam Carolina có sự tham gia của hai thượng nghị sĩ đương nhiệm, bốn cựu thống đốc, ba hạ nghị sĩ Mỹ, và một cựu thị trưởng thành phố New York Cuộc bỏ phiếu đầu tiên của chiến dịch sơ bộ 2012 sẽ là cuộc họp kín tổ chức tại bang Iowa vào 6 tháng Hai 2012 Trong khi đó, Associated Press, hãng tin có tầm hoạt động lớn nhất của Mỹ, cho biết họ tẩy chay cuộc tranh luận vào hôm thứ Năm để phản đối kênh truyền hình Fox News đã hạn chế việc đưa tin của các phóng viên ảnh của họ"
        },
        {
            "en": "23 June 2011 Last updated at 22:25 GMT          23 June 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-europe-13886099 EU leaders pledge to do what is needed to help Greece European Union leaders have reaffirmed their commitment to help Greece out of its current debt woes and maintain EU financial stability. European Commission President Jose Manuel Barroso said there was \"a real will of the member states to do what is necessary\". His comments came at the end of the first day of an EU summit in Brussels. The Greek parliament has to pass fresh austerity measures next week before the country can gain vital bail-out funds. Greece's government is proposing additional spending cuts worth 28bn euros (£25bn) over five years. If these are passed then Greece will get its next 12bn-euro instalment from the current 110bn euro bail-out package from fellow eurozone countries and the International Monetary Fund. Without this money Greece will default on its next loan payments due in mid-July. However, many economists think it will be difficult for Greece to avoid default at some time in the future. No plan B Also speaking at the end of the first day in Brussels, European Council President <em>Herman</em> Van Rompuy said the EU was moving to make it easier for Greece to access European Union development funds to help boost its economy. Earlier on Thursday, Luxembourg Prime Minister Jean-Claude Juncker urged Athens to meet its commitments under the bail-out programme. \"All conditions must be met,\" said Mr Juncker, who also chairs the groups of eurozone finance ministers. \"You can't let anyone believe there is a Plan B. If Greece does what it has to do, we will do what we have to do.\" Greek Prime Minister George Papandreou said his government was committed to pushing the austerity plans - which are deeply unpopular with the Greek people - through parliament next week. \"Greece is committed, strongly committed, to continue a very important programme for major changes, radical changes, to make our economy viable,\" he said.",
            "vi": "23 June 2011 Last updated at 22:25 GMT          23 June 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-europe-13886099 Các lãnh đạo EU hứa làm những gì cần thiết để giúp đỡ Hy Lạp Các lãnh đạo của Liên Minh Châu đã tái khẳng định cam kết giúp đỡ Hy Lạp giải quyết những nỗi khổ nợ nần hiện thời và duy trì sự ổn định tài chính của EU. Chủ tịch Uỷ ban Châu Âu Jose Manuel Barroso đã tuyên bố “các quốc gia thành viên thực sự có ý định làm việc gì đó cần thiết”. Các nhận xét của ông được đưa ra vào cuối ngày đầu tiên của hội nghị  thượng đỉnh EU tại Brussels. Quốc hội Hy Lạp phải thông qua các biện pháp cắt giảm bắt buộc mới vào tuần tới trước khi nước này nhận được các khoản cứu trợ tài chính quan trọng. Chính phủ Hy Lạp đang đề xuất các khoản cắt giảm chi tiêu bổ sung trị giá 28 tỷ euro (25 tỷ bảng Anh) trong năm năm. Nếu các đề xuất được thông qua Hy Lạp sẽ nhận được khoản giải ngân kế tiếp trị giá 12 tỷ euro từ gói cứu trợ tài chính 110 tỷ euro hiện thời từ các quốc gia đồng minh thuộc khối euro và Quỹ Tiền Tệ Quốc Tế. Nếu không có số tiền này Hy Lạp sẽ không có khả năng thanh toán các khoản chi trả nợ vay kế tiếp đáo hạn vào giữa tháng Bảy. Tuy nhiên, nhiều nhà kinh tế học cho rằng Hy Lạp sẽ khó tránh được vỡ nợ vào lúc nào đó trong tương lai. Không có kế hoạch B Cũng tuyên bố vào cuối ngày đầu tiên ở Brussels, Chủ tịch Hội Đồng Châu Âu Herman Van Rompuy cho biết EU đang vận động để tạo điều kiện dễ dàng hơn cho Hy Lạp tiếp cận các quỹ phát triển của Liên Minh Châu Âu để giúp thúc đẩy nền kinh tế của mình. Vào sáng sớm thứ Năm, Thủ tướng Jean-Claude Juncker của Luxembourg kêu gọi Athens thỏa mãn các cam kết của mình theo chương trình cứu trợ tài chính.  “Mọi điều kiện phải được thỏa mãn,” đó là lời của ông Juncker, cũng là người chủ trì các nhóm bộ trưởng tài chính thuộc khối euro. “Bạn không được để cho bất kỳ ai nghĩ rằng có một kế hoạch B. Nếu Hy Lạp làm điều họ phải làm, thì chúng tôi sẽ làm điều chúng tôi phải làm.” Thủ tướng Hy Lạp George Papandreous nói chính phủ của ông đã cam kết thúc đẩy quốc hội thông qua các kế hoạch cắt giảm – gây bất bình sâu sắc cho người dân Hy Lạp – vào tuần tới.  “Hy Lạp cam kết, cam kết mạnh mẽ, tiếp tục một chương trình rất quan trọng tạo ra những thay đổi lớn, những thay đổi triệt để, nhằm giữ vững nền kinh tế của mình,” ông nói."
        }
    ],
    "suggestions": []
}