{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hertfordshire",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hertfordshire",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hertfordshire",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hertfordshire",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hertfordshire",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She could not imagine what business he could have in town so soon after his arrival in <em>Hertfordshire</em>.",
            "vi": "Bà ta không thể tưởng tượng ra được anh ta có việc gì ở thị trấn quá sớm ngay sau khi đến Hertfordshire."
        },
        {
            "en": "<em>Hertfordshire</em> County Council said five homes were evacuated and 20 people were taken to a centre set up at the nearby Batchwood Sports Centre.",
            "vi": "Hội đồng hạt Hertfordshire cho biết năm gia đình được di tản và 20 người đã được đưa đến điểm gần trung tâm thể thao Batchwood."
        },
        {
            "en": "In 2007, the school was relocated from its former home – a rectory attached to the historic Hatfield House – to the centre of a new housing development in the <em>Hertfordshire</em> town. It is part of a £10m project funded by <em>Hertfordshire</em> council and includes a nursery, a community centre and a daycare facility.",
            "vi": "Năm 2007, trường đã được chuyển ra khỏi chỗ cũ  từ nhà hiệu trưởng- nơi đã gắn với lịch sử của Hatfield House đến trung tâm phát triển nhà ở mới tại thị trấn Hertfordshire. Nó là một phần của một dự án 10 triệu bảng Anh tài trợ bởi Hội đồng Hertfordshire, bao gồm: một nhà trẻ, một trung tâm cộng đồng và một nơi để giữ trẻ."
        },
        {
            "en": "England hosts most of the world’s chalk streams but these are particularly vulnerable and half are now at risk of drying up, according to WWF. One is the river Chess, which flows through Buckinghamshire and <em>Hertfordshire</em>. Paul Jennings, a local farmer and chairman of the River Chess Association, said: “In the last six years, it has been dry 50% of the time, and this has had devastating effects on the local people.”",
            "vi": "Nước Anh nắm giữ hầu hết các dòng suối đá phấn của thế giới nhưng những con suối này đặc biệt dễ bị tổn hại và một nửa hiện đang có nguy cơ bị khô cạn, theo WWF. Một trong số đó là sông Chess, chảy qua Buckinghamshire và Hertfordshire. Paul Jennings, một nông dân địa phương và là chủ tịch Hiệp hội Sông Chess , cho biết: \"Trong sáu năm qua, nó đã khô cạn trong suốt nửa thời gian, và điều này đã có những ảnh hưởng nguy hại đến người dân địa phương.\""
        },
        {
            "en": "This extraordinary scene was captured by photography student Casey Gutteridge at the Santago Rare Leopard Project in <em>Hertfordshire</em>, England. He was photographing the leopard for a course project. He said the mouse \"just appeared in the enclosure after the keeper had dropped in the meat for the leopard. He didn't take any notice of the leopard, just went straight over to the meat and started feeding himself!\"",
            "vi": "Cảnh tượng lạ thường này được chụp bởi sinh viên nhiếp ảnh Casey Gutteridge ở Santago Rare Leopard Project tại Hertfordshire, nước Anh. Anh đang chụp ảnh con báo này làm đề tài của khoá học. Anh nói con chuột này \"chỉ xuất hiện trong hàng rào sau khi nhân viên quản lý ném thịt cho báo ăn. Nó chẳng thèm để ý đến con báo, cứ việc bò thẳng đến miếng thịt rồi bắt đầu ăn!\""
        }
    ],
    "suggestions": []
}