{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hetəroudʒi'ni:iti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính hỗn tạp, tính khác thể, tính không đồng nhất</td></tr></table><i/></div>",
            "word": "heterogeneity"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "heterogeneity"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "heterogeneity"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "heterogeneity"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính không đồng nhất</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">coefficient of soil heterogeneity</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ số không đồng nhất của đất</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "heterogeneity"
        }
    },
    "sentences": [
        {
            "en": "<em>Heterogeneity</em>",
            "vi": "Tính không đồng nhất"
        },
        {
            "en": "It is more accurate to recognize a <em>heterogeneity</em>.",
            "vi": "Việc nhận ra một sự không đồng nhất là chính xác hơn."
        },
        {
            "en": "In light of this <em>heterogeneity</em>, various measures of the share of lending going into real estate could be produced.",
            "vi": "Với sự đa dạng hoạt động đầu tư này, tỷ trọng cho vay bất động sản có thể tính theo những cách khác nhau."
        },
        {
            "en": "The non-garment workers mentioned a greater range of benefits than garment workers, again reflecting the <em>heterogeneity</em> of this group.",
            "vi": "Các công nhân ngoài ngành may liệt kê một phạm vi lợi ích rộng hơn so với công nhân may, một lần nữa phản ánh sự đa dạng của nhóm này."
        },
        {
            "en": "The <em>heterogeneity</em> of workers and of jobs outside the garment industry was reflected in the advantages, disadvantages, costs and benefits reported by workers.",
            "vi": "Sự không đồng đều của công nhân và việc làm ngoài ngành may được thể hiện qua trả lời của công nhân về lợi thế, bất lợi, trả giá và lợi ích."
        },
        {
            "en": "Private sector workers outside of the garment industry reported greater variation in education levels, attesting to the <em>heterogeneity</em> of this group.",
            "vi": "Lao động trong khu vực tư nhân ngoài ngành may có mức độ không đồng đều về trình độ học vấn, thể hiện tính chất đa dạng của nhóm này."
        },
        {
            "en": "The tremendous <em>heterogeneity</em> of jobs in the non-garment industries is evident in the range of advantages and disadvantages listed by workers.",
            "vi": "Sự khác biệt lớn về công việc của nhóm công nhân ngoài ngành may là rõ ràng qua một phạm vi lớn các vấn đề thuận lợi và bất lợi được các công nhân liệt kê."
        },
        {
            "en": "Consequently, our sample of non-garment workers displayed much greater socioeconomic <em>heterogeneity</em> than had been expected in opting for this approach to sample selection.",
            "vi": "Do đó, mẫu điều tra lao động không thuộc ngành may của chúng tôi có mức độ đa dạng về kinh tế xã hội lớn hơn so với dự kiến khi lựa chọn phương pháp chọn mẫu này."
        },
        {
            "en": "The <em>heterogeneity</em> referred to earlier in our non-garment worker sample is evident from the fact that it consisted of a much wider range of sectors, activities and forms of engagement.",
            "vi": "Vấn đề đa dạng như đã nêu trước đây trong mẫu điều tra lao động ngoài ngành may của chúng tôi rõ ràng cho thấy sự thật là nó bao gồm rất nhiều ngành, hoạt động và hình thức tham gia."
        },
        {
            "en": "However, privatisation policy in Poland has been characterized by the <em>heterogeneity</em> of its goals (including microeconomic, political, fiscal, social) and means pursued, as well as its highly consensual character.",
            "vi": "Ngược lại, đặc điểm nổi bật của chính sách tư nhân hóa ở Ba Lan là tính đa dạng về mục tiêu (bao gồm kinh tế vi mô, chính trị, ngân sách và xã hội) và các biện pháp được áp dụng, cũng như tính nhất trí cao của nó."
        }
    ],
    "suggestions": []
}