{
    "en_vn": {
        "data": {
            "content": null,
            "word": "heterophoria",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "heterophoria",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "heterophoria",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "heterophoria",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lé tiềm tàng (thường thấy lúc một mắt bị che)</font></td></tr></tbody></table></div>",
            "word": "heterophoria",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Heterophoria</em>.",
            "vi": "Lé tiềm tàng."
        },
        {
            "en": "This <em>ia</em> an English wedding.",
            "vi": "Đây là một đám cưới người Anh."
        },
        {
            "en": "The water <em>ia</em> singing in the kettle.",
            "vi": "Nước trong ấm thì đang reo."
        },
        {
            "en": "He <em>ia</em> as strong as a horse:",
            "vi": "anh ấy khỏe như trâu"
        },
        {
            "en": "<em>Heterophoria</em> often produces eyestrain because of the unconscious effort required to keep the two eyes coordinated.",
            "vi": "Lé tiềm tàng thường gây mỏi mắt vì cần cố gắng không ý thức để giữ cho hai mắt điều hoà với nhau."
        },
        {
            "en": "business <em>ia</em> a human activity related to material things",
            "vi": "kinh doanh là 1 hoạt động của con người liên quan đến vật chất"
        },
        {
            "en": "It <em>ia</em> rushes home a paradise on earth.",
            "vi": "Nó thật sự là thiên đường trên quả đất."
        },
        {
            "en": "Soil conservation methods are used so that the nature of the soil <em>ia</em> preserved.",
            "vi": "Các phương pháp bảo quả đất được sử dụng để giữ được chất lượng đất."
        },
        {
            "en": "This would create more work and income\", noted the <em>Ia</em> M'nong teachers.",
            "vi": "Điều này sẽ tạo thêm việc làm và tăng thu nhập cho người dân\"(giáo viên xã Ia Mơ Nông)."
        },
        {
            "en": "Community leaders in <em>Ia</em> Ka village also expressed their concern at teacher attitudes toward students.",
            "vi": "Một số cán bộ làng Ia Ka cũng bày tỏ nỗi lo ngại về thái độ của giáo viên đối với học sinh."
        },
        {
            "en": "Most people have a small degree of the type of <em>heterophoria</em> known as exophoria, in which the covered eye turns outwards away from the nose.",
            "vi": "Người ta hầu hết đều có một mức độ nhỏ về lé tiềm tàng gọi là lé ẩn ngoài khi mắt bị che quay ra phía ngoài, cách xa khỏi mũi."
        },
        {
            "en": "A mother in <em>Ia</em> Ka commune even complained, \"The teacher scolded students for wearing ugly clothes.\"",
            "vi": "Một bà mẹ ở xã Ia Ka phàn nàn \"Giáo viên mắng học sinh vì mặc quần áo xấu\"."
        },
        {
            "en": "Girls in the fourth and fifth grades in <em>Ia</em> Ka also mentioned a lack of furniture.",
            "vi": "Các em gái lớp 4 và 5 ở xã Ia Ka cũng đề cập đến vấn đề thiếu đồ đạc."
        },
        {
            "en": "One girl in <em>Ia</em> Ka recalled, \"My father stayed in the field.",
            "vi": "Một em gái ở xã Ia Ka nói \"Bố em ở ngoài rẫy."
        },
        {
            "en": "A <em>Ia</em> Ka father noted, \"Because of our extreme poverty, the children feel inferior to their friends.\"",
            "vi": "Một ông bố ở Ia Ka cho biết \"bởi vì chúng tôi quá nghèo, các cháu cảm thấy tự ti trước bạn bè\"."
        },
        {
            "en": "Robert Morgan is working to get <em>IA</em>-128 working backwards with full binary compatibility on the existing <em>IA</em>-64 instructions in the hardware simulation to work for Windows 8 and definitely Windows 9.",
            "vi": "Robert Morgan đang làm cho kiến trúc IA - 128 hoàn toàn tương thích ngược nhị phân với các tập lệnh trên nền kiến trúc IA - 64 hiện nay trong các mô phỏng phần cứng để làm việc với Windows 8 và Windows 9."
        },
        {
            "en": "As a teacher of J'rai students in <em>Ia</em> Mo Nong stated, \"One girl did not have sandals.",
            "vi": "Như một giáo viên ở Ia Mơ Nông nói \"Một em gái không có dép đi."
        },
        {
            "en": "Robert Morgan is working to get <em>IA</em> - 128 working backwards with full binary compatibility on the existing <em>IA</em> - 64 instructions in the hardware simulation to work for Windows 8 and definitely Windows 9.",
            "vi": "Robert Morgan đang làm cho kiến trúc IA-128 hoàn toàn tương thích ngược nhị phân với các tập lệnh trên nền kiến trúc IA-64 hiện nay trong các mô phỏng phần cứng để làm việc với Windows 8 và Windows 9."
        },
        {
            "en": "For J'rai girls in the <em>Ia</em> Ka and <em>Ia</em> Mo Nong communes, for example, field work is not a primary form of work because farmland tends to be located deep in the forest, far from their homes.",
            "vi": "Đối với các em gái ở xã Ia Ka và Ia Mơ Nông, đất canh tác thường ở sâu trong rừng, cách xa nhà."
        },
        {
            "en": "<em>Ia</em> Mo Nong lower secondary school only had one toilet for the teachers but none for the students.",
            "vi": "Trường THCS Ia Mơ Nông chỉ có một nhà vệ sinh cho giáo viên mà không có nhà vệ sinh cho học sinh."
        }
    ],
    "suggestions": []
}