{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hideout"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hideout</k><blockquote>■ <cclass>noun a hiding place, especially one used by someone who has broken the law. </cclass></blockquote></div>",
            "word": "hideout"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hideout</k><blockquote>▸ <cclass>noun HIDING PLACE, hideaway, retreat, refuge, shelter, bolt-hole, safe house, sanctuary, sanctum; <cclass><i>informal</i> hidey-hole.</cclass></cclass></blockquote></div>",
            "word": "hideout"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>hideout</k><blockquote><blockquote><ex><abr>n.</abr> a secret hideout</ex></blockquote></blockquote></div>",
            "word": "hideout"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hideout"
        }
    },
    "sentences": [
        {
            "en": "He sheltered in a special <em>hideout</em>.",
            "vi": "Nó đang trốn trong một nơi trú ẩn đặc biệt."
        },
        {
            "en": "The boss doesn't want anyone finding his <em>hideout</em>.",
            "vi": "Ông chủ không muốn ai tìm được chỗ trú ẩn của ông ấy."
        },
        {
            "en": "His last <em>hideout</em> was in the haystack in a cow barn.",
            "vi": "Nơi lẩn trốn cuối cùng của ông ấy là trong một đống rơm trong một chuồng bò."
        },
        {
            "en": "Local legend has it that this cabin was built as a <em>hideout</em> for Al Capone and his family.",
            "vi": "Truyền thuyết địa phương kể rằng ngôi nhà gỗ nhỏ này được xây dựng làm nơi ẩn náu cho Al Capone và gia đình ông ta."
        },
        {
            "en": "German troops were looking for him so the resistance fighters moved him from farm to farm ahead of them. His last <em>hideout</em> was in the haystack in a cow barn. There wasn't much else to do there so he",
            "vi": "Binh sĩ Đức đang lùng kiếm ông tôi, vì thế quân kháng chiến di chuyển ông tôi từ trại này sang trại khác trước khi quân Đức đến. Nơi lẩn trốn cuối cùng của ông ấy là trong một đống rơm trong một chuồng bò. Không có nhiều việc để làm cho nên ông tôi giúp ông chủ trại vắt sữa bò."
        },
        {
            "en": "for him so the resistance fighters moved him from farm to farm ahead of them. His last <em>hideout</em> was in the haystack in a cow barn. There wasn't much else to do there so he helped the farmer milk the cow.",
            "vi": "Binh sĩ Đức đang lùng kiếm ông tôi, vì thế quân kháng chiến di chuyển ông tôi từ trại này sang trại khác trước khi quân Đức đến. Nơi lẩn trốn cuối cùng của ông ấy là trong một đống rơm trong một chuồng bò. Không có nhiều việc để làm cho nên ông tôi giúp ông chủ trại vắt sữa bò."
        },
        {
            "en": "German troops were looking for him so the resistance fighters moved him from farm to farm ahead of them. His last <em>hideout</em> was in the haystack in a cow barn. There wasn't much else to do there so he helped the farmer milk the cow.",
            "vi": "Binh sĩ Đức đang lùng kiếm ông tôi, vì thế quân kháng chiến di chuyển ông tôi từ trại này sang trại khác trước khi quân Đức đến. Nơi lẩn trốn cuối cùng của ông ấy là trong một đống rơm trong một chuồng bò. Không có nhiều việc để làm cho nên ông tôi giúp ông chủ trại vắt sữa bò."
        },
        {
            "en": "German troops were looking for him so the resistance fighters moved him from farm to farm ahead of them. His last <em>hideout</em> was in the haystack in a cow barn. There wasn't much else to do there so he helped the farmer milk the cow.",
            "vi": "Binh sĩ Đức đang lùng kiếm ông tôi, vì thế quân kháng chiến di chuyển ông tôi từ trại này sang trại khác trước khi quân Đức đến. Nơi lẩn trốn cuối cùng của ông ấy là trong một đống rơm trong một chuồng bò. Không có nhiều việc để làm cho nên"
        },
        {
            "en": "Ha Long Bay, the famous UNESCO World Heritage Site, is not to be missed in the northern province of Quang Ninh. Spanning an area of 1,553 km2, the bay features thousands of limestone karsts formed over 500 million years and 2,000 islets that come in all shapes and sizes. You can venture out onto the waters in a kayak, descend into mysterious caves or discover your own secret <em>hideout</em> among the thousands of islets.",
            "vi": "Vịnh Hạ Long là di sản văn hóa nổi tiếng thế giới không thể bỏ qua ở phía Bắc của tỉnh Quảng Ninh.Diện tích kéo dài là 1,553 km2, vịnh bao gồm hàng nghìn hang động đá vôi khoảng 500 triệu năm và 2,000 hòn đảo nhỏ đến tất cả các hình dáng và kích cỡ."
        }
    ],
    "suggestions": []
}