{
    "en_vn": {
        "data": {
            "content": null,
            "word": "highs"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "highs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "highs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "highs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "highs"
        }
    },
    "sentences": [
        {
            "en": "<em>highs</em> and lows",
            "vi": "giá cao nhất và giá thấp nhất"
        },
        {
            "en": "Energy drinks like 'legal <em>highs</em>'",
            "vi": "Nước tăng lực: chất gây nghiện 'hợp pháp'"
        },
        {
            "en": "\"They are readily available legal <em>highs</em>.\"",
            "vi": "\"Đó là chất kích thích hợp pháp có sẵn.\""
        },
        {
            "en": "Asia shares notch 19-month <em>highs</em>, dollar firm",
            "vi": "Cổ phiếu Châu Á leo lên mức cao nhất trong 19 tháng - sự vững mạnh của đồng Đôla"
        },
        {
            "en": "Mary was very popular at my <em>highs</em> chool.",
            "vi": "Mary từng rất được ưa thích ở trường cấp ba của tôi."
        },
        {
            "en": "Food prices hit new record <em>highs</em>, says UN food agency",
            "vi": "Cơ quan lương thực Liên Hiệp Quốc : Giá thực phẩm tăng cao kỷ lục"
        },
        {
            "en": "Oil prices have collapsed from their record <em>highs</em> of last year.",
            "vi": "Giá dầu đã sụt giá từ mức cao kỷ lục của năm ngoái."
        },
        {
            "en": "She's experienced all the <em>highs</em> and lows of an actor's life.",
            "vi": "Cô ấy đã trải qua tất cả những thăng trầm trong cuộc đời của một diễn viên."
        },
        {
            "en": "Global food prices have hit record <em>highs</em>, and could rise even further, according to the United Nations.",
            "vi": "Theo tổ chức Liên Hiệp Quốc, giá thực phẩm toàn cầu vừa đạt các mức cao kỷ lục, và thậm chí có thể còn cao hơn nữa"
        },
        {
            "en": "Its speculative record <em>highs</em> will only make it more distant from being a useful currency for regular use.",
            "vi": "Những đỉnh cao về đầu cơ của nó sẽ chỉ làm cho nó cách xa hơn là một loại tiền tệ hữu ích để sử dụng thường xuyên."
        },
        {
            "en": "Children are using energy drinks as \"legal <em>highs</em>\", making them hyperactive in class, teachers have warned as they called for more restrictions on the drinks.",
            "vi": "Trẻ em đang sử dụng nước tăng lực như \"chất gây nghiện hợp pháp\", làm cho chúng trở nên hiếu động trong lớp học, nhiều giáo viên đã cảnh báo cũng như yêu cầu nhiều hạn chế hơn về các loại đồ uống."
        },
        {
            "en": "Also worrying for Japanese makers has been a sharp rise in the yen to 15-year <em>highs</em>, which threatens to squeeze overseas earnings.",
            "vi": "Các hãng sản xuất linh kiện điện tử Nhật Bản hiện đang có chung mối lo về việc đồng yên tăng giá kỷ lục trong vòng 15 năm nay, đây sẽ là mối đe dọa cắt giảm đáng kể thu"
        },
        {
            "en": "Also worrying for Japanese makers has been a sharp rise in the yen to 15 - year <em>highs</em>, which threatens to squeeze overseas earnings.",
            "vi": "Các hãng sản xuất linh kiện điện tử Nhật Bản hiện đang có chung mối lo về việc đồng yên tăng giá kỷ lục trong vòng 15 năm nay, đây sẽ là mối đe dọa cắt giảm đáng kể thu nhập từ hải ngoại."
        },
        {
            "en": "There are concerns that high energy prices could cut into holiday spending, but those prices are down from their recent <em>highs</em>.",
            "vi": "Có những lo ngại rằng giá nhiên liệu cao có thể làm cho mức chi tiêu ngày lễ giảm đi, nhưng giá nhiên liệu đã hạ xuống sau khi lên đến đỉnh điểm."
        },
        {
            "en": "In just over six trading days, the <em>highs</em> and lows showed the dollar had plunged 4.6 per cent against the yen.",
            "vi": "Chỉ trong sáu ngày giao dịch, chỉ số cao nhất và thấp nhất chứng tỏ đồng đô la đã tuột xuống 4, 6% so với đồng yên."
        },
        {
            "en": "It is about how the John Travolta character pursues a career as a professional dancer, all the <em>highs</em> and lows, with a little romance thrown in.",
            "vi": "Nó nói về cách nhân vật John Travolta theo đuổi sự nghiệp diễn viên múa chuyên nghiệp, vui sướng và thăng trầm, cùng với một ít chuyện tình cảm lãng mạn."
        },
        {
            "en": "Asian shares inched to 19-month <em>highs</em> on Tuesday as the potential for economic stimulus in the United States lifted the dollar, bond yields and Wall Street stocks.",
            "vi": "Vào hôm thứ ba cổ phiếu châu Á đã tăng lên mức cao nhất trong 19 tháng do tiềm năng kích thích kinh tế tại Mỹ đã đẩy giá đồng USD, sản lượng trái phiếu và chứng khoán Phố Wall tăng."
        },
        {
            "en": "While the number of HIV-infected children (those under 18) in camps may be limited, the general figure of children infected and affected by the disease has reached tragic <em>highs</em>.",
            "vi": "Mặc dù số trẻ em (dưới 18 tuổi) có HIV ở các trung tâm có thể không nhiều, con số chung về trẻ em bị nhiễm hay ảnh hưởng của bệnh này đã lên cao một cách đáng lo ngại."
        },
        {
            "en": "4. \"Everyone has <em>highs</em> and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'.\" - Lindsay Lohan",
            "vi": "4. \"Mỗi người đều có tâm trạng lúc hưng phấn lúc buồn chán và họ phải biết dựa vào đó, nhưng mỗi buổi sáng tôi bắt đầu với một cái đầu tốt trên đôi vai của tôi và nói với chính tôi rằng ;tôi sẽ có một ngày tốt lành'\" - Lindsay Lohan"
        },
        {
            "en": "The Federal Reserve's interest rate forecasts released on Wednesday, after its widely expected rate increase, showed three more hikes in 2017, which fuelled the dollar's rise to last week's <em>highs</em>.",
            "vi": "Những dự báo lãi suất của Cục dự trữ liên bang Mỹ (Fed) công bố vào thứ tư sau khi Fed kỳ vọng sẽ tăng lãi suất chung. Dự báo của Fed cho thấy hơn sẽ có ba đợt tăng vọt lãi suất trong năm 2017. Dự đoán này đã đẩy đồng USD tăng giá lên mức cao nhất trong tuần trước."
        }
    ],
    "suggestions": []
}