{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[hai'dʒækiη]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">highjacking</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[hai'dʒækiη]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">highjacking</font></td></tr></table><i/></div>",
            "word": "hijacking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hijacking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hijacking"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>hijacking</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to carry out, commit a hijacking </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to foil, thwart a hijacking</ex></blockquote></blockquote></div>",
            "word": "hijacking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hijacking"
        }
    },
    "sentences": [
        {
            "en": "Last month environmentalists were accused of <em>hijacking</em> the rally to promote their own aims.",
            "vi": "Tháng trước các nhà môi trường học bị buộc tội chiếm đoạt cuộc mít-tinh để xúc tiến những mục đích của riêng họ."
        },
        {
            "en": "Broadcast signal intrusion is a term given to the act of <em>hijacking</em> broadcast signals of radio and television stations.",
            "vi": "Xâm nhập tín hiệu phát sóng là một thuật ngữ được đặt cho hành vi cướp tín hiệu phát sóng của đài phát thanh và đài truyền hình."
        },
        {
            "en": "A man has received cuts and bruises to his face during a <em>hijacking</em> in south Belfast, police have said.",
            "vi": "Cảnh sát cho biết một người đàn ông (đã) bị những vết cắt và thâm tím trên mặt trong một vụ không tặc ở phía nam Belfast."
        },
        {
            "en": "Such as aerial <em>hijacking</em> the taking of hostages, kidnapping, assassination against innocent people - acts perpetrated by individuals or terrorist groups.",
            "vi": "Như là không tặc, bắt con tin, bắt cóc, ám sát những người vô tội - những hành động được thực hiện bởi các cá nhân hoặc các nhóm khủng bố."
        },
        {
            "en": "Good listening: You pay full attention to the other person and take time to understand what they are saying, without talking over them or <em>hijacking</em> the agenda.",
            "vi": "Lắng nghe: Bạn chú ý tới người khác và dành thời gian để hiểu họ đang nói gì mà không cần phải bàn luận qua lại hoặc ngắt lời."
        },
        {
            "en": "After <em>hijacking</em> a user’s account, hackers change the names and replace the avatar with images of Vietnamese “hot” girls, then make friends with thousands of people.",
            "vi": "Sau khi chiếm được tài khoản của người dùng, các hacker sẽ thay đổi tên và ảnh đại diện bằng hình ảnh của các \"hot girl\" Việt Nam, sau đó kết bạn với hàng ngàn người."
        },
        {
            "en": "After <em>hijacking</em> a user’s account, hackers change the names and replace the avatar with images of Vietnamese “hot” girls, then make friends with thousands of people.",
            "vi": "Sau khi chiếm được tài khoản của người dùng, các hacker sẽ thay đổi tên và ảnh đại diện bằng hình ảnh của các \"hot girl\" Việt Nam, sau đó kết bạn với hàng ngàn người."
        },
        {
            "en": "He's certainly the one who ordered the murder of 006, the one who planned the <em>hijacking</em> of the jumbo jet full of world leaders.",
            "vi": "Chắc chắn hắn là kẻ đã ra lệnh giết 006, là người đã tổ chức vụ không tặc chiếc máy bay phản lực khổng lồ chở đầy các nhà lãnh đạo quốc tế."
        },
        {
            "en": "He is the one who controls SMASH. He's certainly the one who ordered the murder of 003, the one who planned the <em>hijacking</em> of the jumbo jet full of world leaders.",
            "vi": "Hắn chính là kẻ cầm đầu tổ chức SMASH. Chắc chắn hắn là kẻ đã ra lệnh giết 003, là người đã tổ chức vụ không tặc chiếc máy bay phản lực khổng lồ chở đầy các nhà lãnh đạo quốc tế."
        },
        {
            "en": "Microsoft is planning to release nine security bulletins next week to cover 13 vulnerabilities.  Microsoft is planning to release nine security bulletins next week for September's Patch Tuesday. The bulletins are slated to address a total of 13 vulnerabilities. Four of the bulletins carry a rating of \"critical,\" Microsoft's highest severity rating. Among those are fixes for remote code execution bugs in Microsoft Office and Windows. The remaining five bulletins—which are all rated \"important\"—all affect Windows, and include both privilege escalation and remote execution issues. \"I expect some of the bulletins to address DLL <em>Hijacking</em> issues in Microsoft's own products, but it will be interesting to see if Microsoft will change its guidance for Hotfix KB2264107,\" blogged Wolfgang Kandek, CTO of Qualys. \"Currently it is only at the advisory level and users have to make an active decision to get protection against DLL <em>Hijacking</em> in 3rd party applications.  \"As last month, Windows XP SP2 users do not have any patches supplied to them, even though the majority of updates for XP SP3 most likely apply to their discontinued version of the OS as well,\" he added. \"Windows XP SP2 users should upgrade to SP3 as quickly as possible.\" The bulletins are scheduled for release Sept. 14.",
            "vi": "Microsoft đang lên kế hoạch phát hành 9 bản vá bảo mật vào tuần tới để vá 13 lỗ hổng. Microsoft đang lên kế hoạch phát hành 9 bản vá bảo mật vào tuần tới cho sự kiện Patch Tuesday vào tháng 9 này. Các bản vá này dự kiến nhằm vào tổng cộng 13 lỗ hổng. Bốn trong số các miếng vá được đánh giá ở mức độ \"khẩn cấp\", một sự đánh giá về mức độ nghiêm trọng cao nhất của Microsoft. Trong số những bản vá đó sẽ khắc phục các lỗi thực thi mã từ xa trong Microsoft Office và Windows. Năm bản vá còn lại được đánh giá là \"quan trọng\", tất cả đều ảnh hưởng đến Windows , bao gồm cả việc chiếm quyền và các vấn đề thực thi từ xa. \"Tôi mong đợi một số bản vá để giải quyết các vấn đề về lỗ hổng chiếm quyền tải tập tin DLL (DLL Hijacking) trong các sản phẩm của chính Microsoft, nhưng nó sẽ rất thú vị để xem liệu Microsoft sẽ thay đổi sự chỉ đạo của họ đối với Hotfix KB2264107,\" Wolfgang Kandek, giám đốc kỹ thuật của công ty Qualys viết. \"Hiện nay Microsoft chỉ ở mức cố vấn và người dùng phải thực hiện một quyết định tích cực để có được sự bảo vệ chống lại việc chiếm quyền tải tập tinDLL trong các ứng dụng bên thứ ba. \"Như vào tháng trước, người dùng Windows XP SP2 không có bất kỳ bản vá lỗi nào được cung cấp cho họ mặc dù phần lớn các bản cập nhật cho XP SP3 rất có khả năng cũng áp dụng cho các phiên bản đã ngưng hỗ trợ của hệ điều hành này\". Ông nói thêm: \"Người dùng Windows XP SP2 nên nâng cấp lên SP3 càng nhanh càng tốt.\" Các bản vá dự kiến phát hành vào ngày 14 tháng 9."
        }
    ],
    "suggestions": []
}