{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hillary"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hillary"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hillary"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hillary"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hillary"
        }
    },
    "sentences": [
        {
            "en": "<em>Hillary</em> Clinton is Not Immune to Parking Tickets",
            "vi": "Bà Hillary Clinton cũng bị phạt vì đậu xe trái phép"
        },
        {
            "en": "Read <em>Hillary</em> Clinton's full speech after losing the U.S. election",
            "vi": "Đọc toàn văn bài phát biểu của Hillary Clinton sau khi thất bại trong cuộc bầu cử tổng thống Mỹ"
        },
        {
            "en": "<em>Hillary</em> Clinton's email account unencrypted and vulnerable during China trip",
            "vi": "Email của cựu Ngoại trưởng Hillary Clinton có thể đã bị tấn công trong chuyến thăm Trung Quốc"
        },
        {
            "en": "<em>Hillary</em> has no reason to bow her head in shame.",
            "vi": "Hillary không việc gì phải cúi đầu hổ thẹn cả."
        },
        {
            "en": "<em>Hillary</em>: Why yes, I did buy a Powerball ticket",
            "vi": "Bà Hillary: Có chứ, tôi đã mua một tờ Powerball"
        },
        {
            "en": "So if <em>Hillary</em> Clinton is elected then that will be another sort of a dynasty.",
            "vi": "Nếu Hillary Clinton được bầu thì nước Mỹ sẽ lại có một kiểu triều đại nữa."
        },
        {
            "en": "Bill Clinton and First Lady <em>Hillary</em> Rodham Clinton had attended the meeting.",
            "vi": "Bill Clinton và Đệ nhất phu nhân Hillary Rodham Clinton đã đến dự cuộc gặp gỡ."
        },
        {
            "en": "<em>Hillary</em> Clinton has a long history of accepting donations from unsavory Chinese organizations.",
            "vi": "Bà Hillary Clinton có một lịch sử lâu dài về việc nhận sự đóng góp từ các tổ chức phi lành mạnh của Trung Quốc."
        },
        {
            "en": "She also said I should go into politics, just like <em>Hillary</em>.",
            "vi": "Cô giáo nói con nên đi theo con đường chính trị, giống như bà Hillary."
        },
        {
            "en": "A committee of the United States Senate has met with Senator <em>Hillary</em> Clinton.",
            "vi": "Ủy ban thượng viện Hoa Kỳ đã làm việc với thượng nghị sĩ Hillary Clinton."
        },
        {
            "en": "Lady <em>Hillary</em> Rodham Clinton epitomizes some of the problems individualism in contemporary America.",
            "vi": "Bà Hillary Rodham Clinton tóm tắt các vấn đề về chủ nghĩa cá nhân ở nước Mỹ đương thời."
        },
        {
            "en": "Senator <em>Hillary</em> Rodham Clinton is among the newest Hall of Fame members.",
            "vi": "Thượng nghị sĩ hillary rodham clinton là một trong những thành viên mới nhất của hall of fame."
        },
        {
            "en": "Secretary of State <em>Hillary</em> Clinton announced the plans on Friday in Washington.",
            "vi": "Ngoại trưởng Hillary Clinton đã công bố các kế hoạch vào thứ sáu ở Washington."
        },
        {
            "en": "Senator <em>Hillary</em> Clinton is scheduled to return to New York for a series of public events.",
            "vi": "Theo chương trình, nghị sĩ Hillary Clinton sẽ trở về tiểu bang New York để ra mắt công chúng nhiều lần."
        },
        {
            "en": "In 1985, Senator <em>Hillary</em> Clinton asked me to use my connecting skills to raise money for her favorite nonprofit organization.",
            "vi": "Năm 1985, Thượng nghị sĩ Hillary Clinton nhờ tôi dùng những kỹ năng nối kết của mình để quyên tiền cho tổ chức phi lợi nhuận mà bà ủng hộ."
        },
        {
            "en": "\"Without encryption, everything <em>Hillary</em> Clinton sent or received in her email would be exposed to the Chinese government. There's no doubt,\" said Chao Yu, a network engineer and expert in the Chinese regime's monitoring systems. \"Especially if it's <em>Hillary</em> Clinton.\"",
            "vi": "\"Không có mã hóa, mọi thứ bà Hillary Clinton gửi hay nhận trong hộp thư điện tử cá nhân đều bị phơi bày trước chính quyền Trung Quốc. Không có nghi ngờ gì cả. Đặc biệt đó lại là bà Hillary Clinton\", theo kỹ sư mạng Triều Ngọc – một chuyên gia trong hệ thống theo dõi của chính quyền Trung Quốc."
        },
        {
            "en": "Secretary of State <em>Hillary</em> Clinton had earlier agreed to let the team leave the United States without United States passports.",
            "vi": "Trước đó, Ngoại trưởng Mỹ Hillary Clinton đã đồng ý cho phép đội tuyển rời Mỹ mà không cần phải có hộ chiếu Mỹ."
        },
        {
            "en": "American Secretary of State <em>Hillary</em> Clinton will attend the meeting, as will representatives from Iran, Pakistan and China.",
            "vi": "Ngoại trưởng Mỹ Hillary Clinton sẽ tham dự cuộc họp cùng với đại biểu của Iran, Pakistan và Trung Quốc."
        },
        {
            "en": "Many political scientists think Senator <em>Hillary</em> Rodham Clinton has a good chance to become president in the near future.",
            "vi": "Nhiều nhà khoa học chính trị nghĩ thượng nghị sĩ hillary rodham clinton rất có cơ hội trở thành tổng thống trong tương lai gần đây."
        },
        {
            "en": "Speaking on NBC's Today show, Secretary of State <em>Hillary</em> Clinton said U.S. teams have had logistical challenges to overcome.",
            "vi": "Phát biểu trong chương trình Today của NBC ngày hôm nay, Ngoại trưởng Hoa Kỳ Hillary Clinton cho biết các đội cứu trợ của Hoa Kỳ đã gặp phải những thách thức về mặt hậu cần mà họ cần phải khắc phục."
        }
    ],
    "suggestions": []
}