{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hili]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(địa lý) có nhiều đồi núi</td></tr></table><i/></div>",
            "word": "hilly",
            "pronounce": "['hili]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hilly</k><blockquote>■ <cclass>adjective (<cclass><b>hillier</b>, <cclass><b>hilliest</b>) having many hills. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>hilliness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "hilly",
            "pronounce": "['hili]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hilly",
            "pronounce": "['hili]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hilly",
            "pronounce": "['hili]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hilly",
            "pronounce": "['hili]"
        }
    },
    "sentences": [
        {
            "en": "Not much of Denmark is <em>hilly</em>.",
            "vi": "Đan Mạch không có nhiều đồi núi."
        },
        {
            "en": "It's challenging because it is very <em>hilly</em>.",
            "vi": "Nó thách thức bởi vì nó là có nhiều đồi núi."
        },
        {
            "en": "The countryside round here is very <em>hilly</em>.",
            "vi": "Vùng nông thôn xung quanh đây rất nhiều đồi."
        },
        {
            "en": "My car is a good performer on <em>hilly</em> terrain.",
            "vi": "Xe hơi của tôi chạy rất tốt trên vùng đồi."
        },
        {
            "en": "Paddy field for rice and <em>hilly</em> for corn.",
            "vi": "Ruộng trồng lúa, nương trồng ngô."
        },
        {
            "en": "The school must have natural surroundings, may be a <em>hilly</em> land or green fields with a river nearly.",
            "vi": "Trường phải có thiên nhiên bao bọc xung quanh, có thể là đồi núi hay những cánh đồng xanh ngát nằm kề một con sông."
        },
        {
            "en": "A <em>hilly</em> landscape and favorable weather conditions are distinctive in Córdoba, a place where natural sceneries are mixed with colonial monuments.",
            "vi": "Phong cảnh có nhiều đồi núi và điều kiện thời tiết thuận lợi là đặc điểm của Córdoba, một nơi có cảnh vật tự nhiên hòa trộn với những chứng tích thời thuộc địa."
        },
        {
            "en": "A prairie is a region of flat, gently sloping, or <em>hilly</em> land covered chiefly by tall grasses and not many trees.",
            "vi": "Thảo nguyên là một khu vực bằng phẳng, dốc nhẹ hoặc vùng đồi được bao phủ chủ yếu bởi những cây cỏ cao và không có nhiều cây."
        },
        {
            "en": "Some plots may be <em>hilly</em> and unsuitable for urban use, while others may be very suitable for agricultural production but expensive for constructing housing.",
            "vi": "Một số lô đất có thể có nhiều đồi núi và không phù hợp cho mục đích sử dụng trong đô thị, trong khi một số lô đất khác lại có thể rất phù hợp cho sản xuất nông nghiệp nhưng tốn kém để xây dựng nhà cửa."
        },
        {
            "en": "Although three - quarters of the land in Vietnam is <em>hilly</em> or mountainous, the long seacoast and many inland waterways provide fish and other aquatic species that are staples in the Vietnamese diet.",
            "vi": "Mặc dù ba phần tư đất đai tại Việt Nam là đồi núi, bờ biển dài và nhiều đường thủy nội địa cung cấp cá và các loài thủy sản khác làm nguyên liệu chính trong khẩu phần ăn của người Việt Nam."
        },
        {
            "en": "Although three-quarters of the land in Vietnam is <em>hilly</em> or mountainous, the long seacoast and many inland waterways provide fish and other aquatic species that are staples in the Vietnamese diet.",
            "vi": "Mặc dù ba phần tư đất đai tại Việt Nam là đồi núi, bờ biển dài và nhiều đường thủy nội địa cung cấp cá và các loài thủy sản khác làm nguyên liệu chính trong khẩu phần ăn của"
        },
        {
            "en": "If you can brave a few <em>hilly</em> roads, then San Francisco makes for an ideal walkable city. It boasts California's sunny weather but thanks to its oceanfront location there's a breeze, while the ecletic neighbourhoods and colourful buildings make for an unforgettable stroll.",
            "vi": "Nếu bạn có thể đủ can đảm để không sợ vài con đường đồi núi, vậy San Francisco là một thành phố đi bộ lý tưởng. California kiêu hãnh vì thời tiết đầy nắng nhưng nhờ vị trí giáp biển nên nơi đây có gió nhẹ, trong khi đó các khu phố phong cách chiết trung và các tòa nhà đầy màu sắc sẽ tạo nên một chuyến tản bộ khó quên."
        },
        {
            "en": "If you can brave a few <em>hilly</em> roads, then San Francisco makes for an ideal walkable city. It boasts California's sunny weather but thanks to its oceanfront location there's a breeze, while the ecletic neighbourhoods and colourful buildings make for an unforgettable stroll.",
            "vi": "Nếu bạn có thể đủ can đảm để không sợ vài con đường đồi núi, vậy San Francisco là một thành phố đi bộ lý tưởng. California kiêu hãnh vì thời tiết đầy nắng nhưng nhờ vị trí giáp biển nên nơi đây có gió nhẹ, trong khi đó các khu phố phong cách chiết trung và các tòa nhà đầy màu sắc sẽ tạo nên một chuyến tản bộ khó quên."
        }
    ],
    "suggestions": []
}