{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Himalayan",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Himalayan</k><blockquote>■ <cclass>adjective relating to the Himalayas. </cclass></blockquote></div>",
            "word": "Himalayan",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Himalayan",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Himalayan",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Himalayan",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The rigour of a <em>Himalayan</em> winter is very dangerous.",
            "vi": "Sự khắc nghiệt của mùa đông ở Himalaya rất nguy hiểm."
        },
        {
            "en": "The <em>Himalayan</em> and Tibetan mountain ranges affect the ozone distribution in these northern latitudes.",
            "vi": "Dãy núi Himalayan và Tibetan tác động đến sự phân bổ ô-zôn ở những vùng khí hậu phía bắc."
        },
        {
            "en": "Mr. Saran spoke Tuesday at the end of his three day visit to the <em>Himalayan</em> nation.",
            "vi": "Ông saran đã phát biểu như thế hôm thứ ba khi kết thúc chuyến viếng thăm ba ngày tại quốc gia vùng himalaya này."
        },
        {
            "en": "It has recently aggravated China by bolstering its forces on the <em>Himalayan</em> border.",
            "vi": "Gần đây họ đã làm cho Trung Quốc bực bội khi tăng cường lực lượng của mình trên biên giới Hy Mã Lạp Sơn."
        },
        {
            "en": "The <em>Himalayan</em> and Tibetan mountain ranges affect the ozone distribution in these northern latitudes.",
            "vi": "Dãy núi Himalayan và Tibetan tác động đến sự phân bổ ô - zôn ở những vùng khí hậu phía bắc."
        },
        {
            "en": "The publication of the article coincided with talks between Beijing and New Delhi over disputed <em>Himalayan</em> border areas.",
            "vi": "Bài viết được công bố cùng một lúc với các cuộc hồi đàm giữa Bắc Kinh và New Delhi về vùng biên giới Hy Mã Lạp Sơn đang bị tranh chấp."
        },
        {
            "en": "According to some scriptures, there are one hundred and eight hidden valleys in Tibet and the <em>Himalayan</em> regions.",
            "vi": "Theo một vài kinh thánh, có 180 thung lũng bị che khuất ở Tibet và khu vực Himalaya."
        },
        {
            "en": "After conquering Everest, Sir Edmund Hillary devoted most of his life to helping the Sherpa people of Nepal through the <em>Himalayan</em> Trust.",
            "vi": "Sau khi chinh phục Everest, Ngài Edmund Hillary dành phần lớn cuộc đời mình để giúp đỡ những người Sherpa ở Nepal thông qua Quỹ Himalayan."
        },
        {
            "en": "India, which disputes two <em>Himalayan</em> regions also claimed by China that is included on the map, is stamping its own map on visas it issues to Chinese citizens.",
            "vi": "Ấn Độ phản đối bằng cách đóng dấu bản đồ của mình đè lên thị thực cấp cho công dân Trung Quốc vì in hình bản đồ sát nhập hai vùng tranh chấp ở Hy Mã Lạp Sơn vào lãnh thổ của Trung Quốc."
        },
        {
            "en": "On the Tibet side of the <em>Himalayan</em> mountain, they are required to bring down the same amount and are fined $100 per kilogramme if they don't.",
            "vi": "Bên mạn Tây Tạng của núi Hy Mã Lạp Sơn, họ yêu cầu những người leo núi phải đem số lượng rác tương tự xuống, nếu không sẽ bị phạt 100 đô/kg."
        },
        {
            "en": "In the northeastern and <em>Himalayan</em> states, Tripura has been adjudged as the top state in 2016-17 followed by Himachal Pradesh, Sikkim and Assam.",
            "vi": "Ở các bang đông bắc và Himalaya, Tripura đã được xét là bang đứng đầu trong năm 2016-17, tiếp theo là Himachal Pradesh, Sikkim và Assam."
        },
        {
            "en": "In the northeastern and <em>Himalayan</em> states, Tripura has been adjudged as the top state in 2016-17 followed by Himachal Pradesh, Sikkim and Assam.",
            "vi": "Ở các bang đông bắc và Himalaya, Tripura đã được xét là bang đứng đầu trong năm 2016-17, tiếp theo là Himachal Pradesh, Sikkim và Assam."
        },
        {
            "en": "YETI SKEPTICS: The Yeti has been labeled the \"guardian\" of the <em>Himalayan</em> Mountains, but it's the natives who have become protective of this obscure beast. Many tribes in the area consider the Yeti a divine being and don't appreciate cynics who question its existence, or simplify the sightings as nothing more than rare <em>Himalayan</em> wildlife. One well-known detractor is Reinhold Messner, who claims to have killed a Yeti and wrote a book about his experience. Messner says the Yeti is actually the endangered <em>Himalayan</em> Brown Bear. Despite skeptics who set out to disprove its existence, the Yeti is a pop culture icon. Interpretations of the Yeti can be found in numerous video games, television shows and movies. Although it's impossible to predict when the Abominable Snowman might be seen again in real life, there is an annual sighting on the holiday TV special Rudolph the Red-nosed Reindeer.",
            "vi": "Những hoài nghi về Người tuyết Yeti: Yeti đã được xem là \"người giám hộ\" của dãy núi Hy Mã Lạp Sơn, nhưng đó là đối với những người bản địa muốn bảo vệ con thú bí ẩn này. Nhiều bộ lạc trong khu vực xem Yeti như một đấng thiêng liêng và không đếm xỉa đến những ai có thái độ hoài nghi và đặt câu hỏi về sự tồn tại của Yeti, hoặc đơn giản hóa việc nhìn thấy Yeti thành không gì nhiều hơn là một loài động vật hoang dã hiếm gặp của dãy núi Hy Mã Lạp Sơn. Một người phỉ báng nổi tiếng là Reinhold Messner, khẳng định đã giết chết một Yeti và đã viết một cuốn sách về trải nghiệm của mình. Messner nói Yeti thực sự là loài gấu nâu Himalaya có nguy cơ tuyệt chủng. Bất chấp những kẻ hoài nghi bác bỏ sự tồn tại của nó, Yeti là một biểu tượng của nền văn hóa đại chúng. Hình ảnh Yeti có thể được tìm thấy trong rất nhiều trò chơi điện tử, chương trình truyền hình và phim ảnh. Mặc dù không thể dự đoán khi nào Người Tuyết có thể được nhìn thấy một lần nữa trong cuộc sống thực, có một mùa đi ngắm hàng năm trên chương trình truyền hình đặc biệt ngày lễ của Rudolph chú tuần lộc mũi đỏ."
        },
        {
            "en": "In Nepal, people are dying, buildings are crumbling, and whole villages are entombed by rock falls after a massive earthquake hit the <em>Himalayan</em> nation. Despite needing all the help it can get, the Nepalese government has decided to snub an offer of aid from Taiwan—very possibly in the name of politics.",
            "vi": "Tại Nepal, người chết, các tòa nhà sụp đổ và làng xã bị chôn vùi dưới đất đá sau trận động đất nghiêm trọng xảy ra sáng thứ 7 (25 tháng 5) tại quốc gia này. Ngược với thực tế đang rất cần tất cả sự giúp đỡ có thể có được, chính phủ Nepal đã quyết định từ chối đề nghị giúp đỡ từ Đài Loan – rất có khả năng vì lý do chính trị."
        },
        {
            "en": "Similarly, Sonali Bisht, founder and advisor to the Institute of <em>Himalayan</em> Environmental Research and Education (INHERE), India, wrote that copipunity-supported agriculture, where consumers invest in local farmers by subscription and guarantee producers a fair price, is a risk-sharing model  worth more attention .",
            "vi": "Tương tự, Sonali Bisht, người sáng lập và cố vấn Viện Nghiên cứu và Giáo dục Môi trường Himalayan (INHERE), Ấn Độ đã viết rằng nông nghiệp hỗ trợ phi lợi nhuận, nơi mà người tiêu thụ đầu tư vào nông dân địa phương bằng sự đóng góp góp và đảm bảo của nhà sản xuất với giá cả công bằng là một mô hình chia sẻ rủi gio  đáng chú ý hơn ."
        },
        {
            "en": "NO ORDINARY SNOWMAN?: The Yeti is known as the \"Abominable Snowman\" since it hails from the cold climate of the <em>Himalayan</em> Mountains -- and because its name loosely translates to \"metoh-kangmi,\" which means \"man-bear snowman.\" However, this elusive creature doesn't look like a snowman at all. Covered in brown fur, the Yeti reportedly resembles a human-gorilla hybrid or possibly even a bear, and it stands more than 11 feet (3.3 meters) tall. With a menacing howl and eyes that glow, this beast reportedly protects the mountains from evil-doers.",
            "vi": "Không phải là người tuyết bình thường?: Yeti được biết đến như “Người Tuyết” bởi vì nó xuất thân từ vùng khí hậu lạnh của dãy núi Hy Mã Lạp Sơn - và bởi vì tên của nó phỏng dịch là \"metoh-kangmi,\" có nghĩa là \"người tuyết nửa người nửa gấu.\" Tuy nhiên, sinh vật bí ẩn này không trông giống như người tuyết chút nào. Phủ kín trong bộ lông màu nâu, người tuyết Yeti được cho là giống như một sinh vật lai giữa con người và khỉ đột hay thậm chí có thể là một con gấu, và khi đứng nó cao hơn 11 feet (3,3 mét). Với một tiếng hú đe dọa và đôi mắt phát sáng, con thú này được cho là bảo vệ vùng núi khỏi những kẻ xấu."
        },
        {
            "en": "Chinese essay sparks outcry in India        By James Lamont in New Delhi and Kathrin Hille in Beijing  Published: August 12 2009 18:41 | Last updated: August 12 2009 22:23 Indian academics are up in arms over what they regard as provocative incitement of the country’s demise by a Chinese essayist.  “China can dismember the so-called ‘Indian Union’ with one little move!” claimed the essay posted last week on China International Strategy Net, a patriotic website focused on strategic issues.  The writer, under the pseudonym Zhanlue (strategy in Chinese), argued that India’s sense of national unity was weak and Beijing’s best option to remove an emerging rival and security threat would be to support separatist forces, like those in Assam, to bring about a collapse of the Indian federal state.  “There cannot be two suns in the sky,” wrote Zhanlue. “China and India cannot really deal with each other harmoniously.” The article suggested that India should be divided into 20 to 30 sovereign states. Such was the outcry about the article that the Indian government issued a statement reassuring the country that relations with China were calm.   “The article in question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India-China relations conveyed to us on several occasions, including at the highest level, most recently by State Councillor Dai Bingguo during his visit to India last week,” the foreign ministry in New Delhi said in a statement, referring to mutual pledges to respect territorial integrity and sovereignty. The publication of the article coincided with talks between Beijing and New Delhi over disputed <em>Himalayan</em> border areas. Earlier this year, China held up funding for an Asian Development Bank project in Arunachal Pradesh, an Indian state claimed by China as “south Tibet”. India has also banned some Chinese imports as it tries to protect its economy from the global downturn. Officials in Beijing and Delhi hew to rival visions of the future, each seeing themselves as pursuing the more durable political and social model of development. The presumption in New Delhi is that China’s unified, one-party state is bound to break down. DS Rajan, director of the Chennai Centre for China Studies, brought the essay to his countrymen’s attention. “It has generally been seen that China is speaking in two voices,” he said. “Its diplomatic interlocutors have always shown understanding during their dealings with their Indian counterparts, but its selected media is pouring venom on India in their reporting.” China International Strategy Net is run by Kang Lingyi, who took part in hacking into US government websites in 1999 following US bombing of the Chinese embassy in Belgrade. Sites such as his are part of the Communist party’s strategy to allow nationalism to grow to strengthen its political legitimacy According to Jeremy Goldkorn of Danwei.org, the essay has actually been floating around the Chinese blogosphere in various forms since at least 2005, a fact not mentioned in the FT article or, presumably, by Rajan. It seems odd at first that one essay on a nationalist Website could cause such an uproar. (Imagine if someone tried a draw conclusions about U.S. foreign policy from a glance at, say, WorldNetDaily.) But given the extent to which the Chinese government censors content it doesn't approve of online, they can hardly complain when articles that do appear on the Chinese Internet are assumed to have tacit government approval. ",
            "vi": "Chinese essay sparks outcry in India     Tác giả: James Lamont ở New Delhi và Kathrin Hille ở Beijing  Phát hành: 12 tháng 8, 2009 18:41  Các học giả Ấn Độ đang kịch liệt phản đối điều họ cho là lời kích động hô hào đưa Ấn Độ đến chỗ cáo chung bởi một tác giả Trung Quốc.  \"Trung Quốc có thể chia cắt cái gọi là  “Liên bang Ấn Độ” chỉ bằng một động thái nhỏ !\" bài viết được đăng vào tuần trước trên mạng China International Strategy Net, mạng thông tin yêu nước tập trung vào các vấn đề chiến lược, đã quả quyết như vậy.  Người viết lấy bút danh là Zhanlue (tiếng Hoa nghĩa là “chiến lược”) đã biện luận rằng ý thức đoàn kết dân tộc của Ấn Độ còn yếu và để loại bỏ một đối thủ mới nổi lên và mối đe doạ an ninh, chọn lựa tốt nhất của Bắc Kinh là ủng hộ lực lượng của những người theo chính sách ly khai, chẳng hạn như những lực lượng trong Assam, để gây ra sự sụp đổ của Liên bang Ấn Độ. \"Một bầu trời không thể có hai mặt trời, \" Zhanlue viết như thế. \" Trung Quốc và Ấn Độ không thể thật sự hoà hợp với nhau được.\"  Bài báo gợi ý rằng nên chia Ấn Độ thành 20 đến 30 nhà nước có chủ quyền. Đó là sự phản đối kịch liệt đối với bài báo mà trong đó chính phủ Ấn Độ đã tuyên bố nhằm trấn an dân chúng rằng quan hệ với Trung quốc vẫn êm đẹp.  “Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi,”  Bộ Ngoại giao ở New Delhi đã tuyên bố như vậy trong một thông báo có nhắc đến cam kết giữa hai bên là sẽ tôn trọng chủ quyền và toàn vẹn lãnh thổ.  Bài viết được công bố cùng một lúc với các cuộc hồi đàm giữa Bắc Kinh và New Delhi về vùng biên giới Hy Mã Lạp Sơn đang bị tranh chấp.  Đầu năm nay, Trung Quốc đã hoãn việc tài trợ cho dự án Ngân hàng Phát triển Châu Á ở Arunachal Pradesh, một bang của Ấn Độ bị Trung Quốc cho là “miền nam Tây Tạng”.  Ấn Độ cũng đã cấm nhập khẩu một số mặt hàng của Trung Quốc vì họ đang cố gắng giữ cho nền kinh tế của họ không bị ảnh hưởng bởi tình trạng suy thoái toàn cầu. Các viên chức ở Bắc Kinh và Delhi vẫn có những quan điểm về tương lai đối địch nhau, bên nào cũng tự xem mình là  đang đeo đuổi mô hình phát triển chính trị và xã hội bền vững hơn.  New Delhi cho rằng nhà nước Trung Quốc thống nhất và độc đảng nhất định sẽ bị sụp đổ. DS Rajan, giám đốc Trung tâm Nghiên cứu Trung Quốc ở Chennai, đã làm cho đồng bào của mình phải chú ý đến bài khảo luận này.   “Mọi người thường thấy Trung Quốc đang nói nước đôi.  Các nhà ngoại giao của họ đã luôn tỏ ra hiểu biết trong vấn đề giao dịch với những người tương nhiệm Ấn Độ của họ,  thế nhưng các phương tiện truyền thông chọn lọc của Trung Quốc đang trút nọc độc vào Ấn Độ qua những lời tuyên bố của họ.” Mạng China International Strategy Net được điều hành bởi Kang Lingyi, người đã từng tấn công các trang web của chính phủ Hoa Kỳ vào năm 1999 sau khi Hoa Kỳ dội bom vào đại sứ quán Trung Quốc tại Belgrade.   Các trang web như là trang web của anh ta đều nằm trong chiến lược của Đảng Cộng sản nhằm cho phép chủ nghĩa dân tộc bành trướng để củng cố tính hợp pháp chính trị của Đảng. Theo Jeremy Goldkorn thuộc trang web Danwei.org, thật ra bài khảo luận này đã được bàn luận nhiều trong cộng đồng viết blog Trung Quốc dưới nhiều hình thức khác nhau, ít nhất cũng từ năm 2005 đến nay,  chuyện này đã không được bài báo của FT, hoặc có thể là của Rajan, nhắc tới. Ban đầu, có vẻ lạ ở chỗ một bài khảo luận trên một trang web có tính dân tộc chủ nghĩa lại có thể gây rùm beng như thế. (Cứ tưởng tượng nếu có ai đó chỉ cần nhìn thoáng qua, chẳng hạn như, WorldNetDaily, mà đã cố rút ra kết luận về chính sách đối ngoại của Hoa Kỳ) Nhưng xét theo mức độ chính quyền Trung Quốc kiểm duyệt nội dung trực tuyến không vừa ý họ, thì họ khó có thể phân bua khi những bài viết xuất hiện trên mạng Internet của Trung Quốc bị người ta cho là có sự tán thành ngầm của chính phủ."
        }
    ],
    "suggestions": []
}