{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hinayana",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Hinayana</k><blockquote><cclass>[<cclass>ˌhi:nə'jα:nə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>Hinayana Buddhism</b>) </cclass></blockquote><blockquote>■ <cclass>noun a name given by the followers of Mahayana Buddhism to the more orthodox schools of early Buddhism, which survived in Sri Lanka as the Theravada school. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Sanskrit <i>hīna</i> 'lesser' + <i>yāna</i> 'vehicle'. </blockquote></div>",
            "word": "Hinayana",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hinayana",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hinayana",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hinayana",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "According to the <em>Hinayana</em> tradition, there is only one Buddha who is the supreme, incomparable master.",
            "vi": "Theo Tiểu Thừa, chỉ có Phật Thích Ca là duy nhất đạt đến quả vị Phật."
        },
        {
            "en": "There are two main schools of Buddhism, the <em>Hinayana</em> and the Mahayana.",
            "vi": "Phật giáo có hai dòng chính, là Tiểu Thừa và Đại Thừa."
        },
        {
            "en": "The sacred books in the <em>Hinayana</em> school are in Pali, and the religion is practiced in Ceylon, Burma, Thailand, Laos, Cambodia, and Vietnam.",
            "vi": "điển thuộc Tiểu Thừa Phật giáo viết bằng tiếng Nam Phạn, hay Pali, và được truyền xuống phía Nam để phổ biến rộng rãi ở các nước như Tích Lan, Burma, Thái Lan, Lào, Campuchia và cả ở Việt Nam nữa."
        },
        {
            "en": "The school took a synthetic view of the teachings of both <em>Hinayana</em> and Mahayana, enforced celibacy upon the monks and discouraged magic practices.",
            "vi": "Trường phái nầy có quan điểm tổng hợp của cả Tiểu Thừa lẫn Đại Thừa, buộc các tu sĩ phải sống độc thân và không khuyến chuyện phù phép."
        },
        {
            "en": "According to the <em>Hinayana</em> tradition, the highest level a practitioner can reach is that of an Arahant, who has ended the everlasting cycle of life and death, and will not be born into the world again.",
            "vi": "Theo Tiểu Thừa, quả  vị cao nhất mà người tu hành có thể đạt được là A La  Hán quả. Khi đắc quả này, người tu hành đã vượt qua bờ sinh tử và không còn phải tái sinh nữa."
        },
        {
            "en": "According to the <em>Hinayana</em> tradition, the highest level a practitioner can reach is that of an Arahant, who has ended the everlasting cycle of life and death, and will not be born into the world again.",
            "vi": "Theo Tiểu Thừa, quả vị cao nhất mà người tu hành có thể đạt được là A La Hán quả. Khi đắc quả này, người tu hành đã vượt qua bờ sinh tử và không còn phải tái sinh nữa."
        }
    ],
    "suggestions": []
}