{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hindering",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hindering",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hindering",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hindering",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hindering",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They are <em>hindering</em> us.",
            "vi": "Họ đang làm cản trở chúng ta."
        },
        {
            "en": "There is also external institutionalized racism <em>hindering</em> blacks in America.",
            "vi": "Cũng có thể chế phân biệt chủng tộc đối ngoại gây cản trở người da đen ở Mỹ."
        },
        {
            "en": "Respondents saw this as <em>hindering</em> the development of the industry.",
            "vi": "Những người trả lời cho rằng điều này gây hạn chế đến sự phát triển của ngành."
        },
        {
            "en": "Bad weather in Somalia is <em>hindering</em> the search for survivors.",
            "vi": "Thời tiết tệ ở Somalia gây cản trở việc tìm kiếm những người sống sót."
        },
        {
            "en": "Females are distracting young men from their studies and <em>hindering</em> their academic progress.",
            "vi": "Phụ nữ thì làm cho nam giới mất tập trung vào việc học và cản trở tiến độ học tập của họ."
        },
        {
            "en": "Legal obstacles are <em>hindering</em> the construction of smart cities in Vietnam.",
            "vi": "Những trở ngại pháp lý đang cản trở việc xây dựng các thành phố thông minh ở Việt Nam."
        },
        {
            "en": "Rain and snow have been <em>hindering</em> the rescue and relief effort.",
            "vi": "Mưa và tuyết gây trở ngại cho việc nỗ lực cứu hộ."
        },
        {
            "en": "Legal obstacles are <em>hindering</em> the construction of smart cities in Vietnam.",
            "vi": "Những trở ngại pháp lý đang cản trở việc xây dựng các thành phố thông minh ở Việt Nam."
        },
        {
            "en": "Also <em>hindering</em> market growth has been a delay in the development of a comprehensive legal environment for insurers.",
            "vi": "Đồng thời sự cản trở quá trình phát triển của thị trường cũng chính là trở ngại trong việc tạo dựng một môi trường pháp lý toàn diện cho các công ty bảo hiểm."
        },
        {
            "en": "Meanwhile, businesses have pointed out many obstacles in the state’s policies which are <em>hindering</em> the development of smart cities. ",
            "vi": "Trong khi đó, các doanh nghiệp đã chỉ ra nhiều trở ngại trong chính sách của nhà nước đang cản trở sự phát triển của các thành phố thông minh."
        },
        {
            "en": "Meanwhile, businesses have pointed out many obstacles in the state’s policies which are <em>hindering</em> the development of smart cities. ",
            "vi": "Trong khi đó, các doanh nghiệp đã chỉ ra nhiều trở ngại trong chính sách của nhà nước đang cản trở sự phát triển của các thành phố thông minh."
        },
        {
            "en": "Sexual harassment makes victims feel uncomfortable, <em>hindering</em> their ability to function in school, at work, or in social settings.",
            "vi": "Quấy rối tình dục làm cho các nạn nhân cảm thấy khó chịu, gây cản trở khả năng của họ trong hoạt động ở trường, nơi làm việc hay trong các thiết lập xã hội."
        },
        {
            "en": "Amongst the many causes <em>hindering</em> insurance firms from putting their capital into investments is an inadequate legal framework.",
            "vi": "Một trong những nguyên nhân cản trở các công ty bảo hiểm đầu tư vốn vào các hình thức đầu tư là khung pháp lý chưa đầy đủ."
        },
        {
            "en": "There still exist a number of constraints which are <em>hindering</em> small to medium sized enterprises from Information and communication technology implementation.",
            "vi": "Còn có rất nhiều trở ngại đối với các doanh nghiệp vừa và nhỏ trong việc sử dụng dịch vụ thông tin và viễn thông."
        },
        {
            "en": "Moreover, the lack of quality data on children makes it difficult to identify the most vulnerable groups, <em>hindering</em> a targeted and aggressive response.",
            "vi": "Hơn nữa, việc thiếu dữ liệu thống kê có chất lượng về trẻ em càng gây khó khăn cho việc xác định những nhóm dễ bị tổn thương nhất, gây cản trở cho việc xác định mục tiêu và đề ra biện pháp ứng phó tích cực."
        },
        {
            "en": "Vietnam’s air carriers are trying to expand their fleets by purchasing new aircraft in large quantities, but poor infrastructure is <em>hindering</em> their work.",
            "vi": "Nhiều hãng hàng không của Việt Nam đang cố gắng mở rộng đội bay của mình bằng cách mua máy bay mới với số lượng lớn, nhưng cơ sở hạ tầng nghèo nàn đang cản trở công việc của họ."
        },
        {
            "en": "An attempt to expand the tax base too rapidly could penalize the formalization of employment, thus <em>hindering</em> modernization and job creation.",
            "vi": "Việc cố gắng mở rộng cơ sở thuế quá nhanh có thể gây bất lợi tới việc hình thành công ăn việc làm, do đó làm cản trở quá trình hiện đại hóa và tạo việc làm."
        },
        {
            "en": "Finally in this section we will review the constraints in ICT adoption in these areas which may be <em>hindering</em> the widespread adoption of ICTs.",
            "vi": "Cuối cùng trong phần này chúng tôi sẽ điểm lại những cản trở đối với việc áp dụng CNTT&TT trong những lĩnh vực này mà có thể hạn chế việc ứng dụng rộng rãi CNTT&TT."
        },
        {
            "en": "The majority of firms interviewed were unable to borrow from banks and they believed that their limited access to formal credit was <em>hindering</em> their growth prospects.",
            "vi": "Đa số các doanh nghiệp được phỏng vấn không thể vay tiền ngân hàng và họ tin rằng việc khó tiếp cận các khoản tín dụng chính thức đang kìm hãm triển vọng phát triển của họ."
        },
        {
            "en": "Experts have said that consumers’ lack of confidence in online payment methods, which have encountered problems, are <em>hindering</em> e-commerce development.",
            "vi": "Các chuyên gia đã cho rằng, việc thiếu niềm tin vào phương thức thanh toán trực tuyến là người tiêu dùng đang cản trở sự phát triển thương mại điện tử."
        }
    ],
    "suggestions": []
}