{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hippies",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hippies",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hippies",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hippies",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hippies",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My view of <em>Hippies</em>.",
            "vi": "Quan điểm của tôi về những tay hippy."
        },
        {
            "en": "There <em>hippies</em> wear tattered clothes.",
            "vi": "Họ thường mặc những quần áo rách bươm."
        },
        {
            "en": "<em>Hippies</em> resort to all sorts of drinks.",
            "vi": "Họ thích uống tất cả các loại rượu."
        },
        {
            "en": "Most of <em>hippies</em> drive very carelessly.",
            "vi": "Hầu hết các chàng hippi đều lái xe cẩu thả."
        },
        {
            "en": "<em>Hippies</em> like to get bawdily dressed.",
            "vi": "Người Híp-pi thích ăn mặc thô tục."
        },
        {
            "en": "<em>Hippies</em> like to get bawdily dressed.",
            "vi": "Người Híp - pi thích ăn mặc thô tục."
        },
        {
            "en": "Whether <em>hippies</em> is the answer, one is never sure.",
            "vi": "Liệu họ có đúng hay không, không ai có thể trả lời chắc chắn được."
        },
        {
            "en": "The drug - crazed <em>hippies</em> killed three people yesterday.",
            "vi": "Hôm qua, những kẻ lập dị say thuốc/ma túy giết chết ba người."
        },
        {
            "en": "While others turn <em>Hippies</em> throwing all the social norms to the winds.",
            "vi": "Một số người khác chạy theo hippies để mặc cho tất cả các qui tắc xã hội bay theo gió."
        },
        {
            "en": "<em>Hippies</em> is not prevalent in countries where the family unit is not shaken.",
            "vi": "Lối sống lập dị không có ở những nơi mà gia đình là một chính thể thống nhất vững chắc."
        },
        {
            "en": "Young <em>hippies</em> dress like women, grow hair and sometimes appear like mendicants.",
            "vi": "Những thanh niên dị lập ăn mặc như phụ nữ, để tóc dài, đôi khi xuất hiện như ăn mày."
        },
        {
            "en": "Most <em>hippies</em> are of high IQ order they fine nothing to contemplate or discover in the educational institutions.",
            "vi": "Đa số họ có chỉ số iq quá cao nên họ thấy chẳng cần phải nghiên cứu tìn tòi gì thêm nữa ở các trường học."
        },
        {
            "en": "<em>Hippies</em> is a revolt against the established way of the life and according to them against the established generation.",
            "vi": "Hippy là một hình thức chống lại lối sống vốn đã hình thành từ lâu và theo họ, đó còn là cách chống lại thói đạo đức giả của thế hệ cha anh họ."
        },
        {
            "en": "Children who are neglected in their childhood tend to pick up habits, neglecting household responsibilities and encourage <em>hippies</em> among their teenage children.",
            "vi": "Những đứa trẻ khi còn nhỏ bị bỏ rơi thiế sự quan tâm cần thiết thường hay có thói quen, sẽ thiếu trách nhiệm với gia đình, và khi lớn lên dễ trở thành dân hippy."
        },
        {
            "en": "For people belonging to the last generation and having been brought up under strict discipline the very sight of <em>hippies</em> is disgusting.",
            "vi": "Song con người vốn đã quen với những giáo điều được các thế hệ trước chỉ dẫn, được nuôi dưỡng giáo dục bằng những kỷ luật nghiêm khắc, lối sống của dân hippy bị xem là đáng kinh tởm."
        },
        {
            "en": "After graduating from being insufferable <em>hippies</em>, Lucy's parents embarked on their careers. As the '70s, '80s, and '90s rolled along, the world entered a time of unprecedented economic prosperity. Lucy's parents did even better than they expected to. This left them feeling gratified and optimistic.",
            "vi": "Khi không còn là những thanh niên choai choai ương bướng, lập dị nữa, cha mẹ Lucy đi làm. Những thập kỷ 70, 80 và 90 qua đi, thế giới bước vào giai đoạn kinh tế thịnh vượng chưa từng thấy. Cha mẹ Lucy thậm chí còn đạt được nhiều hơn những gì họ đã mơ ước. Điều này khiến họ lạc quan và mãn nguyện."
        }
    ],
    "suggestions": []
}