{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hipou'kæmpəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">hippocampi</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) cá ngựa</td></tr></table><i/></div>",
            "word": "hippocampus"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hippocampus</k><blockquote><cclass>[<cclass>ˌhɪpə(ʊ)'kampəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>hippocampi</b><cclass>-pi, <cclass>-pʌɪ) <cclass>Anatomy the system of elongated ridges on the floor of the lateral ventricles of the brain, thought to be the centre of emotion, memory, and the autonomic nervous system. </cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: via L. from Gk <i>hippokampos</i>, from <i>hippos</i> 'horse' + <i>kampos</i> 'sea monster'. </blockquote></div>",
            "word": "hippocampus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hippocampus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hippocampus"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chân hải mã</font></td></tr></tbody></table></div>",
            "word": "hippocampus"
        }
    },
    "sentences": [
        {
            "en": "<em>Hippocampus</em>.",
            "vi": "Chân hải mã."
        },
        {
            "en": "There are many <em>hippocampus</em> in East Asian area",
            "vi": "Có rất nhiều cá ngựa ở khu vực Đông Á"
        },
        {
            "en": "Those 174 scored worse on memory tests, regardless of how large their <em>hippocampus</em> was.",
            "vi": "174 người này có số điểm rất tệ trong các xét nghiệm trí nhớ, bất kể vùng đồi thị của họ lớn thế nào."
        },
        {
            "en": "The adveus hippocampi is the bundle of nerve fibres in the brain forming a depression in which the <em>hippocampus</em> lies.",
            "vi": "Ống trên sừng amon là một bó sợi thần kinh trong não tạo thành một chỗ lõm trong đó có chứa sừng amon."
        },
        {
            "en": "The <em>hippocampus</em> in the brain, highlighted in red, is where our memories are stored, and where, the scientists believe the process takes place",
            "vi": "Các hippocampus trong não, phần được tổ màu đỏ là nơi mà kí ức của chúng ta được lưu trữ và cũng là nơi các nhà khoa học tin rằng là nơi quá trình hoạt động."
        },
        {
            "en": "The <em>hippocampus</em>, the region of the brain that deals with memory, has insulin receptors which are involved in increasing the uptake of glucose.",
            "vi": "Tuyến yên, một vùng của não bộ liên quan đến trí nhớ, có các thụ quan điều tiết insulin, một kích thích tố tham gia trong quá trình tăng hấp thu chất đường."
        },
        {
            "en": "Ms Haynes and Ms Christmann said this all takes place in a section of the fly's brain called the mushroom body - similar to the <em>hippocampus</em> in humans, which is where our memories are stored.",
            "vi": "Cô Haynes và cô Christmann nói rằng tất cả những điều này diễn ra trong một phần của bộ não của ruồi giấm gọi là Thân nấm - tương tự như các hippocampus ở người, nơi mà kí ức của chúng ta được lưu trữ."
        },
        {
            "en": "In our brain’s the <em>hippocampus</em> is next to amygdala. The <em>hippocampus</em> is heavily involved in storing long term memories. It normally checks new information against any existing patterns (stored information) in the brain. When information comes with an emotional component to it we find it easier to remember. So if you want someone to remember something then using an emotional state when communicating the information to them can make this far more likely.",
            "vi": "Hồi hải mã trong não của chúng ta nằm bên cạnh hạch hạnh nhân. Hồi hải mã tham gia rất nhiều vào việc lưu trữ những ký ức dài hạn. Nó thường kiểm tra thông tin mới đối với bất kỳ mẫu thông tin hiện thời (thông tin được lưu trữ) trong não. Khi thông tin đi kèm với một thành phần cảm xúc, chúng ta sẽ cảm thấy dễ nhớ hơn. Vì vậy, nếu bạn muốn ai đó nhớ điều gì đó thì việc sử dụng trạng thái cảm xúc khi truyền đạt thông tin với họ có thể làm cho họ dễ nhớ điều này hơn."
        },
        {
            "en": "The MR images also showed that exercise after a time delay was associated with more precise representations in the <em>hippocampus</em>, an area important to learning and memory, when an individual answered a question correctly.  “Our results suggest that appropriately timed physical exercise can improve long-term memory and highlight the potential of exercise as an intervention in educational and clinical settings,” the scientists said.",
            "vi": "Những hình ảnh của máy quét cũng cho thấy tập thể dục sau một khoảng thời gian trì hoãn thì đồi hải mã mô tả chính xác hơn, đồi hải mã là vùng cực kì quan trọng đối với việc học và ghi nhớ, khi một người trả lời một câu hỏi chính xác.  Các nhà khoa học nói: \"Những kết quả của chúng tôi cho thấy rằng tập thể dục rèn luyện thân thể vào thời điểm thích hợp có thể cải thiện trí nhớ về lâu về dài và nhấn mạnh tầm quan trọng của việc tập thể dục, thể dục có thể hữu ích khi áp dụng trong giáo dục và điều trị bệnh.\""
        },
        {
            "en": "\"Given that conditions like Alzheimer's disease are defined mainly by memory problems, our results may lead to further insight into what causes symptoms and the development of new interventions for prevention. Since silent strokes and the volume of the <em>hippocampus</em> appeared to be associated with memory loss separately in our study, our results also support stroke prevention as a means for staving off memory problems.\"",
            "vi": "“Với các điều kiện như bệnh Alzheimer được xác định chủ yếu bởi các trục trặc trí nhớ, kết quả của chúng tôi có thể dẫn đến cái nhìn sâu sắc hơn về những nguyên nhân gây ra các triệu chứng và phát triển các phương pháp can thiệp mới để phòng bệnh. Kể từ khi đột quỵ thầm lặng và thể tích của vùng đồi thị dường như có liên quan riêng rẽ đến việc mất trí nhớ trong đề tài nghiên cứu của chúng tôi, kết quả của chúng tôi cũng hỗ trợ ngăn ngừa đột quỵ như một phương pháp để ngăn chặn các trục trặc về trí nhớ.”"
        },
        {
            "en": "Laeng has used pupil siz​e to study people who had damage to the <em>hippocampus</em>, which usually causes very severe amnesia. Normally, if you show one of these patients a series of pictures, then take a short break, then show them another series of pictures, they don't know which ones they've seen before and which ones are new. But Laeng measured patients' pupils while they did this test and found that the patients did actually respond differently to the pictures they had seen before. \"In a way, this is good news, because it shows that some of the brains of these patients, unknown to themselves, is actually capable of making the distinction,\" he says. ",
            "vi": "Laeng đã sử dụng kích thước của đồng tử để nghiên cứu những người có tổn thương vùng sừng Ammon, thường gây ra chứng mất trí nhớ nghiêm trọng. Thông thường, nếu bạn cho một trong những bệnh nhân này xem một loạt các bức ảnh, sau đó cho họ giải lao một chút, sau đó cho họ xem một loạt các bức ảnh khác, họ không biết những tấm nào họ đã nhìn thấy trước đó và những tấm nào là mới. Nhưng Laeng đo kích thước đồng tử của bệnh nhân trong khi họ làm thử nghiệm này và nhận thấy các bệnh nhân đã thực sự đáp ứng khác nhau với những hình ảnh họ đã nhìn thấy trước đó. “Theo một cách nào đó, đây là tin tốt, bởi vì nó cho thấy rằng một số vùng não bộ của những bệnh nhân này, xa lạ đối với chính họ, thực ra có khả năng phân biệt”, ông nói."
        },
        {
            "en": "Negative experiences can stop painkillers working       A patient's belief that a drug will not work can become a self fulfilling prophecy, according to researchers. They showed the benefits of painkillers could be boosted or completely wiped out by manipulating expectations. The study, published in Science Translational Medicine, also identifies the regions of the brain which are affected.  Experts said this could have important consequences for patient care and for testing new drugs. Heat was applied to the legs of 22 patients, who were asked to report the level of pain on a scale of one to 100. They were also attached to an intravenous drip so drugs could be administered secretly. The initial average pain rating was 66. Patients were then given a potent painkiller, remifentanil, without their knowledge and the pain score went down to 55.  They were then told they were being given a painkiller and the score went down to 39. Then, without changing the dose, the patients were then told the painkiller had been withdrawn and to expect pain, and the score went up to 64. So even though the patients were being given remifentanil, they were reporting the same level of pain as when they were getting no drugs at all. Professor Irene Tracey, from Oxford University, told the BBC: \"It's phenomenal, it's really cool. It's one of the best analgesics we have and the brain's influence can either vastly increase its effect, or completely remove it.\" The study was conducted on healthy people who were subjected to pain for a short period of time. She said people with chronic conditions who had unsuccessfully tried many drugs for many years would have built up a much greater negative experience, which could impact on their future healthcare. Professor Tracey said: \"Doctors need more time for consultation and to investigate the cognitive side of illness, the focus is on physiology not the mind, which can be a real roadblock to treatment.\" Brain scans during the experiment also showed which regions of the brain were affected. The expectation of positive treatment was associated with activity in the cingulo-frontal and subcortical brain areas while the negative expectation led to increased activity in the <em>hippocampus</em> and the medial frontal cortex. Researchers also say the study raises concerns about clinical trials used to determine the effectiveness of drugs. George Lewith, professor of health research at the University of Southampton, said: \"It's another piece of evidence that we get what we expect in life. \"It completely blows cold randomised clinical trials, which don't take into account expectation.\"",
            "vi": "Những trải nghiệm thực tế thiếu lạc quan ngăn chặn tác dụng của thuốc giảm đau      Theo các nhà nghiên cứu cho biết niềm tin của bệnh nhân có thể trở thành dự báo nhằm thoả mãn bản thân vì họ cho rằng thuốc sẽ không có tác dụng. Họ cho thấy lợi ích của thuốc giảm đau có thể tăng tác dụng hoặc hoàn toàn không có tác dụng bằng những hy vọng nguỵ tạo. Nghiên cứu này cũng xác nhận những vùng ở não bị ảnh hưởng và được công bố trên tạp chí Science Translational Medicine. Các chuyên gia cho rằng điều này có thể gây hậu quả nghiêm trọng trong việc chăm sóc bệnh nhân và thử nghiệm các loại thuốc mới. Nhiệt được dùng để tác động vào chân ở 22 bệnh nhân, họ được yêu cầu thông báo về mức độ cơn đau trên thang từ 1 đến 100. Họ cũng được truyền máu vào tĩnh mạch để có thể đưa thuốc vào cơ thể một cách bí mật. Tỷ lệ cơn đau trung bình đầu tiên là 66. Sau đó bệnh nhân được đưa vào loại thuốc giảm đau mạnh là remifentanil mà bệnh nhân không hề biết thì lúc đó mức độ cơn đau giảm xuống 55. Sau đó người ta thông báo cho bệnh nhân họ đã được tiêm thuốc giảm đau thì thang giảm xuống 39.  Vẫn với liều lượng như vậy nhưng bệnh nhân được thông báo thuốc giảm đau đã được rút ra để cơn đau xảy đến thì thang lại tăng lên 64. Vậy là mặc dù bệnh nhân được tiêm thuốc giảm đau remifentanil, thang vẫn biểu hiện cùng mức độ cơn đau như khi họ chưa được tiêm thuốc vào. Giáo sư Irene Tracey ở trường Đại học Oxford phát biểu trên BBC rằng, “ Thật là tuyệt, đó chính là một hiện tượng. Nó là một trong những loại thuốc giảm đau tốt nhất mà chúng tôi có, ảnh hưởng của não vừa có thể tăng tác dụng rất lớn vừa hoàn toàn làm mất tác dụng.” Nghiên cứu này được thực hiện ở những người khoẻ mạnh bị chi phối bởi cơn đau trong khoảng thời gian ngắn. Bà nói rằng những người bị căn bệnh mãn tính đã thử dùng nhiều loại trong nhiều năm mà không lành, điều này làm tăng thêm trải nghiệm bi quan lớn hơn, và tác động đến việc chăm sóc sức khoẻ của họ trong tương lai. Giáo sư Tracey nói rằng: “ Bác sĩ cần có thêm thời gian để tư vấn và nghiên cứu kỹ khía cạnh căn bệnh có liên quan đến nhận thức, tập trung vào việc nghiên cứu sinh lý học chứ không phải là ý thức mà điều này có thể là một rào cản thực sự trong việc điều trị.”  Nội soi não trong quá trình thử nghiệm cho thấy các vùng xung quanh não cũng bị ảnh hưởng. Hy vọng về việc điều trị tích cực liên quan đến hoạt động ở vùng não thuộc vành trán và vùng dưới vỏ não trong khi hy vọng tiêu cực dẫn đến tính hoạt động gia tăng ở đồi hải mã và vỏ não trán giữa. Các nhà nghiên cứu cũng cho rằng nghiên cứu này làm tăng sự lo ngại về các thử nghiệm lâm sàng nhằm xác định tính hiệu quả của thuốc. Giáo sư George Lewith chuyên nghiên cứu về y tế ở trường Đại học Southampton nói rằng: “ Đó là dấu hiệu khác mà chúng ta có thể đạt được những gì chúng ta muốn trong cuộc sống.”  “ Nó như thổi một cơn gió mát vào các cuộc thử nghiệm lâm sàng ngẫu nhiên mà không tính đến sự mong đợi nào.”"
        },
        {
            "en": "City life is hard on the brain        Scientists are beginning to discover that city life is hard on the brain, where the need continuously to process multitudes of fleeting but compelling stimuli can impair mental processes like memory and attention and leave us mentally exhausted. Dr Sara Lazar, director of the Massachusetts General Hospital Laboratory for Neuroscientific Investigation of Meditation in Boston, whose work is sponsored by the National Institutes of Health and the Center for Disease Control and Prevention, says that \"on a busy city street, it's probably more adaptive to have a shorter attention span\".  Some people might say the stimuli that bombard us daily in city life are just a distraction, but Lazar said they could contain vital information, so we have to pay attention to them, even though they use up a lot of the brain's natural processing power. \"If you're too fixated on something, you might miss a car coming around the corner and fail to jump out of the way,\" said Lazar, in a recent statement from Harvard Medical School. Lazar calls the drain on brain power from attending continuously to stimuli like those that surround city dwellers \"directed attention fatigue\", a neurological state that occurs when our voluntary attention, the part of the brain that we use to concentrate on particular stimuli while ignoring distractions, gets worn down. Nghe Đọc ngữ âm The symptoms of directed attention fatigue include feelings of heightened distraction, impatience and forgetfulness. The more severe form can also lead to poor judgement and increased levels of stress. But, there are ways to overcome this and refresh the brain, and it can be as simple as going for a walk in the park. Researchers at the University of Michigan in Ann Arbor published a study in 2008 that compared the effect of interacting with nature versus interacting with urban environments.   Dr Marc Berman, a research fellow in cognitive neuroscience, and colleagues, found that even spending a few minutes on a busy city street can affect the brain's ability to focus and manage self-control, whereas walking in nature or just looking at photographs of nature can improve directed-attention abilities. They invited one group of volunteers to stroll in a park and another to walk some busy city streets. The group that walked in the park scored higher in psychological tests of attention and working memory than the group that walked the city streets. They suggested this validated the idea that spending time in nature environments refreshes the city-dweller's brain. The theory behind it, called attention restoration theory (ART) is that nature presents us with \"intriguing\" stimuli that engage our senses in a \"bottom-up\" fashion, allowing the \"top-down\" directed attention required to look out for cars and other hazards a chance to rest and recuperate. ART was first proposed in 1989 in the book The Experience of Nature: A Psychological Perspective, by environmental psychologists Rachel and Stephen Kaplan (one of the co-investigators in Berman's study), who maintained that spending time in natural environments allows the brain's attention circuits to refresh.  Studies of patients in hospital and people living in housing complexes have also described the benefits of living with a view of natural greenery. For example patients who could see trees from their hospital beds recovered more quickly than those who could not, and women living in high rise apartments could focus more easily on daily tasks when they had a view of grassy areas. Lazar and her team of neuroscientists at Massachusetts General use neuroimaging to see what happens in the brain when people practise activities like meditation and yoga, which have a similar calming effect as being with nature.  In one research project they assessed cortical thickness in 20 volunteers with extensive experience of \"insight\" meditation, which involves focussing attention on internal experiences, and in another group of matched controls.  They found that brain regions associated with \"attention, interoception and sensory processing\" were thicker in the meditation practitioners, including the prefrontal cortex and right anterior insula. They found that this difference was more pronounced in the older participants, suggesting that meditation might offset the thinning of the cortical regions of the brain that occur as we age.  Lazar said city life may also affect our brains in other ways, for example in terms of the effects of stress on memory. When we are stressed, our bodies are in a state of flight or fight, which increases levels of cortisol, which in turn affects the function of the <em>hippocampus</em>, a part of the brain that is important for memory. She said moving to a quieter place could help reduce stress, which brings down cortisol levels and encourages \"neuroplasticity\", the brain's ability to form new neural connections. For the first time in human history, people living in cities outnumber those living in rural environments. The United Nations figures show that of the 6.7 billion humans in the world, more than half are urban dwellers. While living in the city has many attractions, with more job opportunities, social and cultural activity, and probably higher standards of living, there are drawbacks, and as these studies show, the strain on the brain is one of them. However, before we assume that the answer is to pack our bags and retreat to a less demanding environment, perhaps we should take up or increase our yoga or meditation practice, and go for more walks in the park. Sources:  Harvard Medical School Press Release (9 Nov 2010). Marc G. Berman, John Jonides, and Stephen Kaplan, The Cognitive Benefits of Interacting With Nature, Psychological Science December 2008 19: 1207-1212. Massachusetts General Hospital, Meditation Research website.   Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Cuộc sống thành thị tác động xấu đến não    Các nhà khoa học đang bắt đầu phát hiện ra rằng cuộc sống thành thị tác động xấu đến não, khi liên tục cần phải xử lý vô số các kích thích lướt qua rất nhanh nhưng lại quan trọng, có thể làm suy yếu các quá trình xử lý của thần kinh như trí nhớ hay sự tập trung và khiến tinh thần chúng ta mệt mỏi. Công trình nghiên cứu của tiến sĩ Sara Lazar, Giám đốc Phòng thí nghiệm Bệnh viện Cộng đồng Massachusetts về Nghiên cứu Khoa học thần kinh của Thiền tại Boston, được tài trợ bởi Viện Y tế Quốc gia và Trung tâm kiểm soát dịch bệnh, cho biết “trên một đường phố sầm uất của thành thị, có lẽ sẽ thích nghi hơn khi có một khoảng tập trung ngắn hơn”. Một số người có thể cho rằng những kích thích mà dồn dập tấn công chúng ta hàng ngày trong cuộc sống thành thị chỉ là một phiền phức nhỏ, nhưng Lazar cho biết chúng có thể chứa thông tin quan trọng, vì vậy chúng ta phải chú ý đến chúng, ngay cả khi chúng tiêu tốn rất nhiều sức mạnh xử lý tự nhiên của não bộ. \"Nếu bạn quá tập trung vào một cái gì đó, bạn có thể không nhận ra có một chiếc xe đang lao đến và không kịp nhảy tránh\", theo tiến sĩ Lazar, trong một tuyên bố gần đây tại Trường Y Harvard. Lazar gọi khó khăn về năng lực trí óc do phải xử lý liên tục các kích thích vây quanh người dân thành thị là “giảm tập trung quản lý” một trạng thái thần kinh xảy ra khi sự chú ý chủ động của chúng ta, một phần của não mà chúng ta sử dụng để tập trung vào các kích thích cụ thể trong khi bỏ qua các yếu tố làm xao lãng, bị giảm dần. Nghe Đọc ngữ âm Các triệu chứng của “giảm tập trung quản lý” bao gồm cảm giác rất thiếu kiên nhẫn, sốt ruột và hay quên. Dạng nặng hơn cũng có thể dẫn đến giảm khả năng phán đoán và tăng mức độ căng thẳng. Tuy nhiên, có nhiều cách để vượt qua điều này và giúp não khỏe mạnh lại, và nó có thể chỉ đơn giản như bằng cách đi dạo trong công viên. Các nhà nghiên cứu tại Đại học Michigan tại Ann Arbor đã công bố một nghiên cứu trong năm 2008 so sánh ảnh hưởng tương tác với thiên nhiên và tương tác với môi trường đô thị. Tiến sĩ Marc Berman, một nhà nghiên cứu về khoa học thần kinh nhận thức, và các đồng nghiệp, nhận thấy ngay cả khi chỉ phải trải qua một vài phút trên một đường phố sầm uất của thành thị cũng có thể ảnh hưởng đến khả năng tập trung và kiểm soát tự chủ của não. Họ đã mời một nhóm tình nguyện viên đi dạo trong công viên và một nhóm khác đi bộ trên một số đường phố đông đúc. Nhóm đi bộ trong công viên đạt số điểm cao hơn trong các bài kiểm tra tâm lý về khả năng chú ý và bộ nhớ làm việc so với nhóm đi trên đường phố. Họ cho rằng thí nghiệm trên xác nhận rằng dành thời gian ở trong các môi trường tự nhiên có tác dụng giúp hồi phục não của người thành thị. Lý thuyết đằng sau nó, gọi là lý thuyết phục hồi chức năng (ART), theo đó, tự nhiên tạo các kích thích “hấp dẫn” thu hút các giác quan của chúng ta theo cách “từ dưới lên”, cho phép sự chú ý trực tiếp cần thiết để phản xạ với các mối nguy hiểm có cơ hội để nghỉ ngơi và hồi phục. ART lần đầu tiên được đề xuất vào năm 1989 trong cuốn Kinh nghiệm về tự nhiên: Nhận thức tâm lý, bởi các nhà tâm lý học môi trường Rachel và Stephen Kaplan (một trong các cộng sự trong nghiên cứu của Berman), họ cho rằng sử dụng thời gian trong các môi trường tự nhiên cho phép làm mới các mạch điều khiển sự tập trung của não. Nghiên cứu thực hiện trên những bệnh nhân ở bệnh viện và người dân sống trong các khu nhà ở cũng đã mô tả lợi ích của việc sống trong khung cảnh có cây xanh tự nhiên. Ví dụ như những bệnh nhân có thể thấy cây xanh từ giường bệnh của mình sẽ khôi phục nhanh chóng hơn những người không thể, và các phụ nữ sống trong những căn hộ chung cư cao tầng có thể dễ dàng tập trung hơn vào công việc hàng ngày khi họ có được một tầm nhìn trông thấy các khu vực có cây cối. Lazar và nhóm các nhà nghiên cứu thần kinh học tại Bệnh viện Đa khoa Massachusetts của mình sử dụng hình ảnh học thần kinh để xem xét điều gì sẽ xảy ra trong não khi người ta thực hành các hoạt động như thiền và yoga, có tác động giúp trầm tĩnh tương tự như là hòa mình với thiên nhiên. Trong một dự án nghiên cứu, họ đánh giá độ dầy vỏ não của 20 người tình nguyện có nhiều kinh nghiệm thiền, bao gồm chú ý tập trung vào các kinh nghiệm trong tâm trí, và trong một nhóm khác của các kiểm soát tương xứng. Họ thấy rằng các vùng não liên quan đến “sự chú ý, nội cảm thụ và tạo cảm giác” đã dày hơn trong những người có tập thiền, bao gồm các vùng vỏ trước thùy trán và thùy đảo bên phải ở phía trước. Họ nhận thấy sự khác biệt này là rõ rệt hơn ở những người tham gia lâu hơn, cho thấy thiền có thể bù đắp sự mỏng dần của các vùng vỏ não xảy ra khi chúng ta già đi. Lazar cho biết cuộc sống thành thị nói cũng có thể ảnh hưởng đến bộ não của chúng ta theo những cách khác, ví dụ như là ảnh hưởng của căng thẳng trên trí nhớ. Khi chúng ta bị stress, cơ thể của chúng tôi ở trong tình trạng bị xung đột, sẽ làm tăng mức cortisol, lần lượt tấn công chức năng của sừng Ammon, phần não quan trọng đối với trí nhớ.  Theo tiến sĩ, di chuyển đến một nơi yên tĩnh hơn có thể giúp giảm bớt căng thẳng, giúp giảm mức cortisol và khuyến khích “cơ chế thần kinh mềm dẻo”, khả năng của não để hình thành các kết nối thần kinh mới. Lần đầu tiên trong lịch sử loài người, số người sống ở thành phố đông hơn những người sống ở khu vực nông thôn. Liên Hiệp Quốc cho thấy chiếm hơn một nửa của 6.7 tỷ người trên thế giới cư dân đô thị. Mặc dù cuộc sống ở thành phố có nhiều ưu điểm hấp dẫn, với nhiều cơ hội việc làm, hoạt động văn hoá xã hội, và mức sống có thể cao hơn, thì vẫn có những mặt xấu, và như các nghiên cứu này cho thấy, sự căng thẳng gây ra cho não là một trong số những mặt xấu đó. Tuy nhiên, trước khi chúng ta cho rằng giải phát duy nhất là thu xếp hành lý và trốn về một nơi có cuộc sống ít căng thẳng hơn, có lẽ chúng ta nên chấp nhận hoặc cố gắng tập yoga hoặc thiền, và chịu khó tập thể dục đi bộ trong công viên nhiều hơn. Nguồn: Thông cáo báo chí của Trường Y khoa Harvard (ngày 9 tháng 11 năm 2010). Marc G. Berman, John Jonides và Stephen Kaplan, Nhận thức về lợi ích của việc tương tác với thiên nhiên, Khoa học Tâm lý - Tháng 12, 2008 - 19: 1207-1212. Bệnh viện đa khoa Massachusetts, mạng nghiên cứu về thiền. Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}