{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hiroshima",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hiroshima",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hiroshima",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hiroshima",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hiroshima",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The atomic bomb wiped <em>Hiroshima</em> out.",
            "vi": "Bom nguyên tử đã hủy diệt thành phố Hiroshima."
        },
        {
            "en": "<em>Hiroshima</em> was a revenge attack for pearl harbor.",
            "vi": "Hiroshima là vụ tấn công trả thù cho trân châu cảng."
        },
        {
            "en": "50,000 people in Japan attended a memorial service mourning the <em>Hiroshima</em> anniversary on August 6, 1995.",
            "vi": "50. 000 người tại Nhật Bản đã tham dự một buổi lễ tưởng niệm cái chết của những người ở thành phố Hiroshima vào ngày 6 tháng Tám năm 1995."
        },
        {
            "en": "<em>Hiroshima</em> was completely devastated by the atomic bomb dropped on August 6, 1945.",
            "vi": "Hiroshima đã hoàn toàn bị phá hủy bởi quả bom nguyên tử thả xuống ngày 6 tháng 8, 1945."
        },
        {
            "en": "Japan's first \"nuclear catastrophe\" was the intentional bombing of <em>Hiroshima</em> and Nagasaki.",
            "vi": "Thảm họa hạt nhân đầu tiên của Nhật Bản là vụ đánh bom ở Hiroshima và Nagasaki."
        },
        {
            "en": "The atomic bomb was first used in warfare at <em>Hiroshima</em> and Nagasaki in August 1945.",
            "vi": "Lần đầu tiên quả bom nguyên tử được dùng là trong chiến tranh ở thành phố Hiroshima và Nagasaki vào tháng 8 năm 1945."
        },
        {
            "en": "The Japanese cities of <em>Hiroshima</em> and Nagasaki were destroyed in an instant.",
            "vi": "Thành phố Hiroshima và Nagasaki của Nhật đã bị tàn phá trong chốc lát."
        },
        {
            "en": "There were two atomic bombs released on <em>Hiroshima</em> and Nagasaki in August 1945.",
            "vi": "Có 2 quả bom nguyên tử đã được thả xuống 2 thành phố Hiroshima và Nagasaki vào tháng 8 năm 1945."
        },
        {
            "en": "How many Japanese were killed when the atom bomb was dropped on <em>Hiroshima</em>?",
            "vi": "Có bao nhiêu người Nhật bị chết khi quả bom nguyên tử rơi xuống thành phố Hiroshima?"
        },
        {
            "en": "<em>Hiroshima</em> was completely devastated by the atomic bomb dropped on August 6, 1945.",
            "vi": "Hiroshima đã hoàn toàn bị phá hủy bởi quả bom nguyên tử thả xuống ngày 6 tháng 8,1945."
        },
        {
            "en": "The United States dropped an atomic bomb on <em>Hiroshima</em> on August 6, 1945.",
            "vi": "Hoa Kỳ đã thả một quả bom nguyên tử xuống thành phố Hiroshima (Nhật Bản) vào ngày 6 tháng Tám năm 1945."
        },
        {
            "en": "The Japanese leader spoke in <em>Hiroshima</em> which was destroyed by an American atomic bomb during World War II.",
            "vi": "Nhà lãnh đạo Nhật đã tuyên bố tại Hiroshima, nơi đã bị tàn phá bởi 1 trái bom nguyên tử của Mỹ trong suốt chiến tranh thế giới thứ 2."
        },
        {
            "en": "50, 000 people in Japan attended a memorial service mourning the <em>Hiroshima</em> anniversary on August 6, 1995.",
            "vi": "50.000 người tại Nhật Bản đã tham dự một buổi lễ tưởng niệm cái chết của những người ở thành phố Hiroshima vào ngày 6 tháng Tám năm 1995."
        },
        {
            "en": "The service was held at the <em>Hiroshima</em> Peace Park, which was built on the spot where the bomb exploded.",
            "vi": "Buổi lễ này được tổ chức tại Công viên Hòa bình Hiroshima, (công viên này) được xây dựng tại nơi quả bom phát nổ."
        },
        {
            "en": "The US dropped down two atom bombs on <em>Hiroshima</em> and Nagasaki, two big cities of Japan, in the World War II.",
            "vi": "Trong thế chiến thứ 2, Mỹ đã thả hai trái bom nguyên tử xuống Hiroshima và Nagasaki, 2 thành phố lớn của Nhật."
        },
        {
            "en": "Expansionist policies led to Japan's participation in World War II, which ended after atomic bombs, were dropped on <em>Hiroshima</em> and Nagasaki in August 1945.",
            "vi": "Chính các chính sách bành trướng đã đẩy Nhật Bản lao vào Đệ nhị thế chiến, kết cục là hứng hai quả bom nguyên tử ném xuống Hiroshima và Nagasaki tháng 8 năm 1945."
        },
        {
            "en": "A month or so passed, and then one evening during a party, i happened to mention to Nobu that Mameha had arranged for me to appear in a festival in <em>Hiroshima</em>.",
            "vi": "Quãng một tháng sau, một đêm đang lúc dự tiệc, tôi nói cho ông nobu biết chuyện mameha có thu xếp cho tôi tham dự buổi lễ hội ở hiroshima."
        },
        {
            "en": "Athletes from Taiwan walked away from the first day of the competition at the 12th Asian Games in <em>Hiroshima</em> with one silver and three bronze medals in karate and equestrian events.",
            "vi": "Các vận động viên Đài Loan đã giành chiến thắng trong ngày thi đấu đầu tiên của Á Vận Hội lần thứ 12 tại Hiroshima với một huy chương bạc và ba huy chương đồng ở môn karate và môn cưỡi ngựa."
        },
        {
            "en": "Japan is commemorating the victims of the atomic bomb that devastated <em>Hiroshima</em> 65 years ago. The attack by the United States in 1945 was instrumental in ending World War II. Since then on each on August 6, a somber echo of a temple bell reverberates through Hiroshima's Peace Memorial Park.",
            "vi": "Nhật Bản đang tưởng niệm những nạn nhân của bom nguyên tử đã tàn phá Hiroshima cách đây 65 năm. Cuộc tấn công của Hoa kỳ vào năm 1945 đã góp phần vào việc chấm dứt Đệ nhị thế chiến. Từ đó cứ vào ngày 6 tháng tám hàng năm, hồi chuông tang thương từ đền thờ vang vọng khắp công viên tưởng niệm hoà bình Hiroshima."
        },
        {
            "en": "Japan Marks A-Bomb Anniversary          Japan is commemorating the victims of the atomic bomb that devastated <em>Hiroshima</em> 65 years ago. The attack by the United States in 1945 was instrumental in ending World War II. Since then on each on August 6, a somber echo of a temple bell reverberates through Hiroshima's Peace Memorial Park. Japan is the only nation ever to have been attacked with atomic bombs. More than 140,000 people were killed instantly in <em>Hiroshima</em> or died in the days and weeks after the U.S. attack. Three days later, a U.S. plane dropped a second atomic bomb on Nagasaki, killing more than 70,000 people. Japan surrendered on August 14. \"Their dreams, hopes and bodies were all killed by the bomb,” said Sadae Kasaoka, a 77-year-old survivor of the <em>Hiroshima</em> blast.  \"When the remaining dead bodies were being burned, Kasaoka said “I felt like I could see their spirits. I want to live my life to make up for the part of theirs they couldn't.  I feel that my role has become to live and tell everyone what a tragic and miserable situation it actually was.\" Unique Ceremony Japan sees itself as a victim of the U.S. decision to drop an atomic bomb on <em>Hiroshima</em> and Nagasaki. The United States has never apologized for the bombings, and U.S. domestic public opinion holds that it was a necessary step to end the war. Stephen Leeper is the chairperson of the <em>Hiroshima</em> Peace Culture Foundation. He says no future use of atomic weapons should ever occur. \"By any definition, they were a war crime, so I am down on those bombings,” Leeper said. “However, I am not going to make an issue of that with any American or ambassador or government official or anybody else because that is not the point. The point is how do we keep it from happening again.\" The ceremony this year stood out from past memorial events with the presence of the U.S. ambassador to Japan, John Roos. He is the first official U.S. representative ever to attend the peace ceremony in <em>Hiroshima</em>. The U.S. State Department simply said Mr. Roos was representing the United States \"to express regret for all of the victims of World War II.\" Also at this year's ceremony was Ban Ki-moon, the first U.N. Secretary-General to attend. Mr. Ban said he hoped his attendance would \"send a strong message to the world and also give some opportunity of addressing the sufferings and concerns of many of hundreds of thousands of whose admiration and dream is to see the world free of nuclear weapons.\" Leeper said he was thrilled the attention the 65th anniversary is receiving. \"Having Ambassador Roos here, and Ban Ki-moon, Secretary-General Ban Ki-moon come here for the first time ever. This is the first Secretary-General ever to come to this ceremony,” he said. “This is a tremendous event for us, and we are very excited about it not because of the prestige it gives us, but because we think this is a change in how the world is thinking about nuclear weapons,” Leeper said. Boost to Relations Tokyo has often asked Washington to send an envoy to the annual ceremony. The ambassador's attendance at <em>Hiroshima</em> has caused some controversy in the United States. Japan had first attacked the United States with an aerial assault on Pearl Harbor, Hawaii. As the war progressed, many in the United States felt the decisive use of nuclear weapons actually saved lives by preventing a bloody invasion of Japan. U.S. President Harry Truman gave the order to drop the bombs. Since then, U.S. presidents have not ruled out the use of nuclear weapons, but only as a last resort. Now, President Barack Obama has called for a world free of the weapons. \"The United States will take concrete steps towards a world without nuclear weapons,” the president said. “To put an end to Cold War thinking, we will reduce the role of nuclear weapons in our national security strategy, and urge others to do the same. Make no mistake, as long as these weapons exist, the United States will maintain a safe, secure and effective arsenal to deter any adversary,” Mr. Obama said. The visit by Ambassador Roos Friday also provides a much-needed boost to U.S.-Japan relations in the wake of a tense period between the two allies that stemmed from the previous Japanese government's wavering over an agreement to relocate a controversial U.S. Marine airbase in Okinawa.",
            "vi": "Nhật Bản kỷ niệm ngày hứng chịu bom nguyên tử       Nhật Bản đang tưởng niệm những nạn nhân của bom nguyên tử đã tàn phá Hiroshima cách đây 65 năm. Cuộc tấn công của Hoa kỳ vào năm 1945 đã góp phần vào việc chấm dứt Đệ nhị thế chiến. Từ đó cứ vào ngày 6 tháng tám hàng năm, hồi chuông tang thương từ đền thờ vang vọng khắp công viên tưởng niệm hoà bình Hiroshima. Nhật Bản là quốc gia duy nhất từ trước đến nay bị tấn công bằng bom nguyên tử. Hơn 140.000 người chết ngay tức khắc ở Hiroshima hay chết trong nhiều ngày và nhiều tuần sau cuộc tấn công của Mỹ. Ba ngày sau, một chiếc máy bay của Mỹ thả quả bom nguyên tử thứ nhì xuống Nagasaki, giết chết hơn 70,000 người. Nhật Bản đã đầu hàng vào ngày 14 tháng Tám. \"Những giấc mơ, hi vọng và thân thể của họ đã bị quả bom giết chết hết,\" Sadae Kasaoka nói, người đàn ông 77 tuổi may mắn sống sót sau vụ nổ ở Hiroshima. Kasaoka nói \"Khi nhìn những thi thể bị đốt cháy, tôi có cảm giác như tôi có thể thấy được linh hồn của họ. Tôi muốn sống để bù đắp một phần sự sống mà họ không thể sống. Tôi cảm thấy rằng vai trò của tôi là phải sống để kể lại cho mọi người biết về hoàn cảnh thực sự lúc đó là bi thảm và khốn khổ đến dường nào.\" Buổi lễ độc nhất vô nhị Nhật Bản tự xem mình là nạn nhân của quyết định của Mỹ khi thả bom nguyên tử xuống Hiroshima và Nagasaki. Mỹ chưa bao giờ xin lỗi về vụ ném bom, và công luận Mỹ trong nước cho rằng đây là một thủ tục cần thiết để chấm dứt chiến tranh. Stephen Leeper là Chủ tịch Quỹ văn hoá hoà bình Hiroshima. Ông cho rằng tương lai việc sử dụng vũ khí nguyên tử không bao giờ nên xảy ra. \"Dù dưới bất cứ định nghĩa nào thì đó là một tội ác chiến tranh, vì vậy tôi rất căm ghét các vụ đánh bom đó,\" Leeper nói. \"Tuy nhiên, tôi sẽ không làm lớn chuyện đó với bất cứ Mỹ hoặc đại sứ hoặc một viên chức chính phủ hay bất cứ một người nào khác vì điều đó không quan trọng. Mà điều quan trọng là làm cách nào chúng ta ngăn không cho nó xảy ra lần nữa.\" Buổi lễ năm nay nổi bật hơn những sự kiện tưởng niệm trước đây với sự hiện diện của đại sứ Mỹ tại Nhật Bản, John Roos. Ông cũng là quan chức đầu tiên đại diện cho Mỹ tham dự buổi lễ hoà bình ở Hiroshima. Bộ Ngoại giao Mỹ chỉ nói rằng ông Roos đang đại diện cho Mỹ \"để thể hiện sự hối tiếc về những nạn nhân của Đệ nhị thế chiến.\" Cũng tại buổi lễ năm nay có góp mặt lần đầu tiên của tổng thư ký LHQ Ban Ki-moon. Ông Ban cho biết ông hy vọng sự tham dự của mình sẽ \"gởi đi một thông điệp tích cực đến thế giới cũng là một dịp để bày tỏ nỗi thống khổ và mối quan tâm của hàng trăm ngàn người ca tụng và ấp ủ ước mơ được nhìn thấy một thế giới không còn vũ khí hạt nhân.\" Leeper cho biết ông rất sung sướng khi thấy lần kỷ niệm lần thứ 65 này tập trung được sự quan tâm chú ý. \"Có sự hiện diện của Đại sứ Roos, và Ban Ki-moon, tổng thư ký Ban Ki-moon cũng đến đây lần đầu tiên. Đây là tổng thư ký đầu tiên từ trước đến nay tham dự buổi lễ này,\" ông nói. \"Đây là sự kiện trọng đại đối với chúng tôi, và chúng tôi vô cùng vui sướng không phải là vì uy tín mà sự kiện này mang đến cho chúng tôi mà là vì chúng tôi nghĩ đây là một sự thay đổi trong cách mà thế giới nghĩ về vũ khí hạt nhân,  Leeper đã nói. Đẩy mạnh mối quan hệ Tokyo thường mời đại diện ngoại giao Washington đến tham dự nghi thức hàng năm này. Sự tham dự của đại sứ ở Hiroshima đã gây nên một vài tranh cãi ở Mỹ. Nhật Bản lần đầu tiên tấn công Mỹ bằng một loạt cuộc không tấn vào Trân Châu Cảng, Hawaii. Khi cuộc chiến tranh leo thang, nhiều người Mỹ cho rằng sự kiên quyết sử dụng vũ khí hạt nhân thực chất là để cứu nhiều mạng sống bằng cách ngăn ngừa một cuộc xâm lược đẫm máu ở Nhật Bản. Tổng thống Mỹ Harry Truman đã ra lệnh thả bom. Kể từ đó, các đời tổng thống Hoa Kỳ đã không loại trừ việc sử dụng vũ khí hạt nhân, nhưng chỉ như là phương kế sau cùng. Giờ đây, tổng thống Barack Obama đã yêu cầu một thế giới giải trừ vũ khí. Tổng thống tuyên bố \"Hoa Kỳ sẽ thực hiện những biện pháp cụ thể hướng đến một thế giới không có vũ khí hạt nhân. Để chấm dứt tư tưởng chiến tranh lạnh, chúng tôi sẽ giảm vai trò của vũ khí hạt nhân trong chiến lược an ninh quốc gia, và kêu gọi những quốc gia khác cùng hành động như thế. Nhưng đừng hiểu lầm, chừng nào mà những vũ khí này còn tồn tại, Hoa Kỳ vẫn duy trì kho vũ khí trong tình trạng an toàn, bảo đảm và hiệu quả để ngăn cản mọi kẻ thù.” Chuyến viếng thăm của Đại sứ Roos hôm thứ Sáu cũng là một bước tăng cường vô cùng cần thiết cho mối quan hệ Mỹ – Nhật sau giai đoạn căng thẳng giữa hai đồng minh phát xuất từ thái độ lưỡng lự của chính phủ Nhật trước đây về thoả thuận di dời căn cứ không quân của Hải quân Hoa Kỳ gây tranh cãi ở Okinawa."
        }
    ],
    "suggestions": []
}