{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[his'pænik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc về Tây Ban Nha và Bồ Đào Nha</td></tr></table><i/></div>",
            "word": "hispanic",
            "pronounce": "[his'pænik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hispanic",
            "pronounce": "[his'pænik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hispanic",
            "pronounce": "[his'pænik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hispanic",
            "pronounce": "[his'pænik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hispanic",
            "pronounce": "[his'pænik]"
        }
    },
    "sentences": [
        {
            "en": "Are you a <em>Hispanic</em> American?",
            "vi": "Anh là người Mỹ gốc Tây Ban Nha hả?"
        },
        {
            "en": "<em>Hispanic</em> food is like ambrosia to me.",
            "vi": "Đối với tôi thức ăn Tây Ban Nha giống như sơn hào hải vị."
        },
        {
            "en": "The Pew <em>Hispanic</em> Center released results of the study.",
            "vi": "Trung tâm Pew Hispanic công bố kết quả nghiên cứu này."
        },
        {
            "en": "I don't see how anyone of <em>Hispanic</em> heritage could be a Republican.",
            "vi": "Tôi không hiểu làm sao mà một người của giáo hội Hispania lại có thể là người của Đảng Cộng hòa."
        },
        {
            "en": "An estimated 192.5 million people consider themselves to be white non-<em>Hispanic</em>.",
            "vi": "Ước tính khoảng 192, 5 triệu dân tự cho mình là dân da trắng không thuộc gốc Tây Ban Nha."
        },
        {
            "en": "An estimated 192. 5 million people consider themselves to be white non - <em>Hispanic</em>.",
            "vi": "Ước tính khoảng 192,5 triệu dân tự cho mình là dân da trắng không thuộc gốc Tây Ban Nha."
        },
        {
            "en": "I attend a mostly African - American and <em>Hispanic</em> Catholic Church in Los Angeles - St. Agatha's.",
            "vi": "Tôi nghe giảng tại một nhà thờ chủ yếu dành cho người Mỹ gốc Phi hay gốc Mỹ La tinh tại Los Angeles – nhà thờ St.Agatha."
        },
        {
            "en": "The general population of the United States is about 13% <em>Hispanic</em>.",
            "vi": "Người Hispanic chiếm khoảng 13% trên tổng dân số Hoa Kỳ."
        },
        {
            "en": "The Anglo population is growing slowly while the <em>Hispanic</em> and other populations are growing very fast.",
            "vi": "Dân số Anglo đang tăng chậm trong khi người Hispanic (người Mỹ gốc Tây Ban Nha) và các tộc người khác tăng lên rất nhanh."
        },
        {
            "en": "In the <em>Hispanic</em> society, family or group needs take precedence over the needs of the individual.",
            "vi": "Trong xã hội Tây Ban Nha, gia đình và nhóm cần được ưu tiên hơn các nhu cầu của từng cá nhân."
        },
        {
            "en": "It found that 40% of all sentenced federal prisoners are <em>Hispanic</em>.",
            "vi": "Nghiên cứu cho biết 40% trên tổng số tù nhân liên bang bị kết án là người Hispanic."
        },
        {
            "en": "I attend a mostly African-American and <em>Hispanic</em> Catholic Church in Los Angeles - St. Agatha's.",
            "vi": "Tôi nghe giảng tại một nhà thờ chủ yếu dành cho người Mỹ gốc Phi hay gốc Mỹ La tinh tại Los Angeles – nhà thờ St. Agatha."
        },
        {
            "en": "By 2007, almost 50% of <em>Hispanic</em> prisoners were jailed for immigration offenses, 37% were held for drug crimes.",
            "vi": "Vào năm 2007, gần 50% người Hispanic bị tù vì phạm tội nhập cư trái phép, 37% bị tù do phạm tội có liên quan đến ma tuý."
        },
        {
            "en": "Menendez said he was proud to be an American, but he was prouder to be a <em>Hispanic</em> American.",
            "vi": "Menendez nói rằng anh ấy tự hào là một người Mỹ, nhưng anh ấy còn tự hào hơn được là một người Mỹ gốc Tây Ban Nha."
        },
        {
            "en": "One <em>Hispanic</em> woman said that she and her friends get upset with their children if they ask too many questions.",
            "vi": "Một phụ nữ gốc mỹ la tinh tâm sự rằng cô và bạn bè cô cảm thấy khó chịu khi con cái của họ đặt quá nhiều câu hỏi."
        },
        {
            "en": "In the US, many <em>Hispanic</em> Americans, with their roots in Central and South America, speak Spanglish, combining elements from English and the language of their parents and grandparents.",
            "vi": "Ở Mỹ, nhiều người Mỹ gốc Tây Ban Nha, có nguồn gốc từ Trung và Nam Mỹ, nói tiếng Spanglish (tiếng Anh- Tây Ban Nha), kết hợp các yếu tố từ tiếng Anh và ngôn ngữ của cha mẹ và ông bà của họ."
        },
        {
            "en": "Currently, almost 26 million Americans are of <em>Hispanic</em> origin, and more than 9 million Americans identify themselves as Asian or Pacific Islanders.",
            "vi": "Hiện thời, gần 26 triệu người Mỹ có nguồn gốc Tây Ban Nha, và hơn 9 triệu người Mỹ tự nhận họ thuộc châu Á hoặc cư dân trên các đảo thuộc Thái Bình Dương."
        },
        {
            "en": "In the US, many <em>Hispanic</em> Americans, with their roots in Central and South America, speak Spanglish, combining elements from English and the language of their parents and grandparents.",
            "vi": "Ở Mỹ, nhiều người Mỹ gốc Tây Ban Nha, có nguồn gốc từ Trung và Nam Mỹ, nói tiếng Spanglish (tiếng Anh- Tây Ban Nha), kết hợp các yếu tố từ tiếng Anh và ngôn ngữ của cha mẹ và ông bà của họ."
        },
        {
            "en": "Immigrants, most notably <em>Hispanic</em> immigrants, contributed to this phenomenon. But since they represent only 15 percent of the adult population, they can hardly be blamed for the lack-luster results, the report notes.",
            "vi": "Những người nhập cư, đặc biệt là những người nhập cư gốc Tây Ban Nha, góp phần vào hiện tượng này. Nhưng vì họ chỉ chiếm 15 phần trăm trong số người trưởng thành, khó có thể đổ lỗi cho họ về những kết quả không được vẻ vang này, dẫn lời lưu ý từ báo cáo."
        },
        {
            "en": "Home births are most common among women ages 35 and older and women who have previously given birth to several children. Among non-<em>Hispanic</em> white women, there was an increase in home births of 36%, from 0.80 in 2004, to 1.09% in 2009. By the end of 2009, an incredible 1 in every 90 babies birthed to non-<em>Hispanic</em> white women are born at home. These births tend to be less popular with women of other ethnic categories.",
            "vi": "Sinh con tại nhà phổ biến nhất ở phụ nữ độ tuổi từ 35 trở lên và những người trước đó đã từng sinh nhiều con. Trong số các phụ nữ da trắng không phải gốc Mỹ La tinh, đã có sự gia tăng tỉ lệ sinh từ 36%, từ 0,80 năm 2004, lên 1,09% trong năm 2009. Đến cuối năm 2009, không thể tin được là cứ 1 trong mỗi 90 trẻ sơ sinh được sinh bởi các phụ nữ da trắng không phải gốc Mỹ La tinh được sinh ra ở nhà. Những ca sinh này có xu hướng ít phổ biến với các phụ nữ thuộc các dân tộc khác."
        }
    ],
    "suggestions": []
}