{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hissing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hissing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hissing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hissing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hissing"
        }
    },
    "sentences": [
        {
            "en": "The steam escaped with a loud <em>hissing</em> noise.",
            "vi": "Hơi nước thoát ra rít lên xì xì."
        },
        {
            "en": "There was a <em>hissing</em> sound as the soup boiled over.",
            "vi": "Sẽ có tiếng rít khi canh sôi trào ra ngoài."
        },
        {
            "en": "If the machine starts making a <em>hissing</em> noise, then turn it off double quick.",
            "vi": "Nếu cái máy phát ra tiếng xì xì thì tắt máy ngay lập tức."
        },
        {
            "en": "And yet i felt nothing but hatred, and heard my pulse <em>hissing</em> in my ears.",
            "vi": "Thế nhưng tôi chỉ cảm thấy căm thù cô ta, tai tôi nghe rõ tiếng trái tim mình đập thình thịch."
        },
        {
            "en": "When he tried to pick the cat up it started <em>hissing</em> at him.",
            "vi": "Khi anh ấy cố bắt con mèo lên nó bắt đầu kêu rít lên với anh ấy."
        },
        {
            "en": "The tapping had been his footsteps; the <em>hissing</em> was the door in its track.",
            "vi": "Tiếng trống vỗ là tiếng bước chân của ông; tiếng rì rì là tiếng cánh cửa chạy trên đường khe."
        },
        {
            "en": "The crowd was now <em>hissing</em> and throwing rotten fruit at the block.",
            "vi": "Đám đông lúc này đang rít lên và ném những quả thối vào phía trong."
        },
        {
            "en": "Jacob's furious voice was suddenly in my ear, <em>hissing</em> out a stream of profanities.",
            "vi": "Giọng nói giận dữ của Jacob đột ngột vang trong tai tôi, rít lên hàng tràng lời phỉ báng."
        },
        {
            "en": "If you were listening carefully, you probably heard some <em>hissing</em> at the end.",
            "vi": "Nếu bạn lắng nghe một cách cẩn thận, bạn có thể nghe vài tiếng huýt sáo chê bai ở lúc cuối."
        },
        {
            "en": "I heard myself skidding with a <em>hissing</em> sound; and then suddenly the roof was no longer there.",
            "vi": "Tôi thấy mình trượt vo vo; rồi thình lình mái nhà không còn dưới bụng tôi nữa."
        },
        {
            "en": "The waves of Lake Pepin curled up on the shore at their feet and slid back with the smallest <em>hissing</em> sound.",
            "vi": "Từng đợt sóng trên mặt hồ Pepin nối nhau dồn vào bờ ngay dưới chân họ rồi dội lại tạo nên một âm vang nhỏ lan xa."
        },
        {
            "en": "The following are the four major asthma symptoms:     * Shortness of breath, especially with exertion or at night    * Wheezing is a whistling or <em>hissing</em> sound when breathing out    * Coughing may be chronic, is usually worse at night and early morning, and may occur after exercise or when exposed to cold, dry air     * Chest tightness may occur with or without the above symptoms",
            "vi": "Dưới đây là 4 triệu chứng suyễn chính:  * Khó thở, nhất là khi gắng sức hoặc vào ban đêm * Thở khò khè là tiếng thở huýt sáo hoặc nghe có tiếng rít khi thở ra * Ho có thể là mãn tính, thường trở nên dữ dội hơn vào ban đêm và sáng sớm, và có thể xảy ra sau khi luyện tập thể dục thể thao hoặc khi tiếp xúc với không khí khô và lạnh.  * Có thể bị nặng ngực kèm theo hoặc không kèm theo các triệu chứng trên."
        },
        {
            "en": "LEGEND OF THE OWLMAN: The Owlman of Mawnan (or \"Death Raptor\") was first reported in the rural village in Cornwall, England in 1976. The creature was described by two young girls as a giant, human-siz​ed owl. Over the next 30 years, more reports of the demonic beast were recorded. The sightings caused a collective madness in the community. Owlman is described as half-man/half-owl, 4-5 feet tall with gray feathers and large clawed feet. It's said that the Owlman makes loud screeching and <em>hissing</em> sounds.",
            "vi": "Truyền thuyết về Người Cú: Người Cú vùng Mawnan (hay “Death Raptor”) lần đầu tiên được báo cáo ở một ngôi làng tại vùng nông thôn Cornwall, Anh Quốc, năm 1976. Sinh vật này được mô tả như một con cú khổng lồ có kích thước bằng con người bởi hai cô gái trẻ. Trong 30 năm tiếp theo, nhiều báo cáo về quái thú này đã được ghi lại. Việc thấy Người Cú đã gây ra sự điên rồ tập thể trong cộng đồng. Người cú được miêu tả là nửa người nửa cú, cao 4 đến 5 feet, có bộ lông màu xám và bàn chân có móng vuốt lớn. Theo tin đồn, Người cú phát ra tiếng cú mèo và tiếng kêu xì xì ầm ĩ."
        },
        {
            "en": "“The art of taxation consists in so plucking the goose as to obtain the largest possible amount of feathers with the smallest possible amount of <em>hissing</em>.” So said Jean-Baptiste Colbert, who was France’s Finance Minister back in the 17th Century, during the reign of King Louis XIV. Colbert’s point was that politicians should think very carefully about what taxes to raise, and by how much, before they start removing the feathers.This famous quotation made four hundred years ago is still very relevant today.",
            "vi": "Jean-Baptiste Colbert, là Bộ trưởng Tài chính Pháp trong suốt triều đại của vua Louis XIV ở thế kỷ 17, cho biết: \"Nghệ thuật đánh thuế cốt ở việc vặt lông vịt (ngỗng) để làm sao thu được số lượng lông lớn nhất với số tiếng kêu nhỏ nhất.\" Quan điểm của Colbert là các chính trị gia nên suy nghĩ cẩn thận về việc phải tăng thuế gì, thuế bao nhiêu, trước khi bắt đầu vặt lông ngỗng. Lời trích dẫn nổi tiếng này đã có cách đây 400 năm nhưng vẫn còn rất ý nghĩa."
        },
        {
            "en": "7 REPETITION          18. THE FUNERAL I SPRINTED DOWN THE STAIRS AND THREW THE DOOR open. It was Jacob, of course. Even blind, Alice wasn't slow. He was standing about six feet back from the door, his nose wrinkled in distaste, but his face otherwise smooth—masklike. He didn't fool me; I could see the faint trembling of his hands. Hostility rolled off of him in waves. It brought back that awful afternoon when he'd chosen Sam over me, and I felt my chin jerk up defensively in response. Jacob's Rabbit idled by the curb with Jared behind the wheel and Embry in the passenger seat. I understood what this meant: they were afraid to let him come here alone. It made me sad, and a little annoyed. The Cullens weren't like that. \"Hey,\" I finally said when he didn't speak. Jake pursed his lips, still hanging back from the door. His eyes flickered across the front of the house. I ground my teeth. \"She's not here. Do you need something?\" He hesitated. \"You're alone?\" \"Yes.\" I sighed. \"Can I talk to you a minute?\" \"Of course you can, Jacob. Come on in.\" Jacob glanced over his shoulder at his friends in the car. I saw Embry shake his head just a tiny bit. For some reason, this bugged me to no end. My teeth clenched together again. \"Chicken\" I mumbled under my breath. Jake's eyes flashed back to me, his thick, black brows pushing into a furious angle over  his deep-set eyes. His jaw set, and he marched—there was no other way to describe the way he moved—up the sidewalk and shrugged past me into the house. I locked gazes with first Jared and then Embry—I didn't like the hard way they eyed me; did they really think I would let anything hurt Jacob?—before I shut the door on them. Jacob was in the hall behind me, staring at the mess of blankets in the living room. \"Slumber party?\" he asked, his tone sarcastic. \"Yeah,\" I answered with the same level of acid. I didn't like Jacob when he acted this way. \"What's it to you? He wrinkled his nose again like he smelled something unpleasant. \"Where's your friend'?\" I could hear the quotation marks in his tone. \"She had some errands to run. Look, Jacob, what do you want?\" Something about the room seemed to make him edgier—his long arms were quivering. He didn't answer my question. Instead he moved on to the kitchen, his restless eyes darting everywhere. I followed him. He paced back and forth along the short counter. \"Hey,\" I said, putting myself in his way. He stopped pacing and stared down at me. \"What's your problem?\" \"I don't like having to be here.\" That stung. I winced, and his eyes tightened. \"Then I'm sorry you had to come,\" I muttered. \"Why don't you tell me what you need so you can leave?\" \"I just have to ask you a couple of questions. It shouldn't take long. We have to get back for the funeral.\" \"Okay. Get it over with then.\" I was probably overdoing it with the antagonism, but I didn't want him to see how much this hurt. I knew I wasn't being fair. After all, I'd picked the bloodsucker over him last night. I'd hurt him first. He took a deep breath, and his trembling fingers were suddenly still. His face smoothed into a serene mask. \"One of the Cullens is staying here with you,\" he stated. \"Yes. Alice Cullen.\" He nodded thoughtfully. \"How long is she here for?\" \"As long as she wants to be.\" The belligerence was still there in my tone. \"It's an open invitation.\" \"Do you think you could… please… explain to her about the other one—Victoria?\" I paled. \"I told her about that.\" He nodded. \"You should know that we can only watch our own lands with a Cullen here. You'll only be safe in La Push. I can't protect you here anymore.\" \"Okay,\" I said in a small voice. He looked away then, out the back windows. He didn't continue. \"Is that all?\" He kept his eyes on the glass as he answered. \"Just one more thing.\" I waited, but he didn't continue. \"Yes?\" I finally prompted. \"Are the rest of them coming back now?\" he asked in a cool, quiet voice. It reminded me of Sam's always calm manner. Jacob was becoming more like Sam… I wondered why that bothered me so much. Now I didn't speak. He looked back at my face with probing eyes. \"Well?\" he asked. He struggled to conceal the tension behind his serene expression. \"No.\" I said finally. Grudgingly. \"They aren't coming back.\" His expression didn't change. \"Okay. That's all.\" I glared at him, annoyance rekindled. \"Well, run along now. Go tell Sam that the scary monsters aren't coming to get you.\" \"Okay,\" he repeated, still calm. That seemed to be it. Jacob walked swiftly from the kitchen. I waited to hear the front door open, but I heard nothing. I could hear the clock over the stove ticking, and I marveled again at how quiet he'd become. What a disaster. How could I have alienated him so completely in such a short amount of time?  Would he forgive me when Alice was gone? What if he didn't? I slumped against the counter and buried my face in my hands. How had I made such a mess of everything? But what could I have done differently? Even in hindsight, I couldn't think of any better way, any perfect course of action. \"Bella… ?\" Jacob asked in a troubled voice. I pulled my face out of my hands to see Jacob hesitating in the kitchen doorway; he hadn't left when I'd thought. It was only when I saw the clear drops sparkling in my hands that I realized I was crying. Jacob's calm expression was gone; his face was anxious and unsure. He walked quickly back to stand in front of me, ducking his head so that his eyes were closer to being on the same level with mine. \"Did it again, didn't I?\" \"Did what?\" I asked, my voice cracking. \"Broke my promise. Sorry.\" \"'It’s okay,\" I mumbled. \"I started it this time.\" His face twisted. \"I knew how you felt about them. It shouldn't have taken me by surprise like that.\" I could see the revulsion in his eyes. I wanted to explain to him what Alice was really like, to defend her against the judgments he'd made, but something warned me that now was not the time. So I just said, \"Sorry,\" again. \"Let's not worry about it, okay? She's just visiting, right? She'll leave, and things will go back to normal.\" \"Can't I be friends with you both at the same time?\" I asked, my voice not hiding an ounce of the hurt I felt. He shook his head slowly. \"No, I don't think you can.\" I sniffed and stared at his big feet. \"But you'll wait, right? You'll still be my friend, even though I love Alice, too?\" I didn't look up, afraid to see what he'd think of that last part. It took him a minute to answer, so I was probably right not to look. \"Yeah, I'll always be your friend,\" he said gruffly. \"No matter what you love.\" \"Promise?\" \"Promise.\" I felt his arms wind around me, and I leaned against his chest, still sniffling. \"This sucks.\" \"Yeah.\" Then he sniffed my hair and said, \"Ew.\" \"What?\" I demanded. I looked up to see that his nose was wrinkled again. \"Why does everyone keep doing that to me? I don't smell!\" He smiled a little. \"Yes, you do—you smell like them. Blech. Too sweet—sickly sweet. And… icy. It burns my nose.\" \"Really?\" That was strange. Alice smelled unbelievably wonderful. To a human, anyway. \"But why would Alice think I smelled, too, then?\" That wiped his smile away. \"Huh. Maybe I don't smell so good to her, either. Huh.\" \"Well, you both smell fine to me.\" I rested my head against him again. I was going to miss him terribly when he walked out my door. It was a nasty catch-22—on the one hand, I wanted Alice to stay forever. I was going to die—metaphorically—when she left me. But how was I supposed to go without seeing Jake for any length of time? What a mess, I thought again. \"I'll miss you,\" Jacob whispered, echoing my thoughts. \"Every minute. I hope she leaves soon.\" \"It really doesn't have to be that way, Jake.\" He sighed. \"Yes, it really does. Bella. You… love her. So I'd better not get anywhere near her. I'm not sure that I'm even-tempered enough to handle that. Sam would be mad if I broke the treaty, and\"—his voice turned sarcastic—\"you probably wouldn't like it too much if I killed your friend.\" I recoiled from him when he said that, but he only tightened his arms, refusing to let me escape. \"There's no point in avoiding the truth. That's the way things are, Bells.\" \"I do not like the way things are.\" Jacob freed one arm so that he could cup his big brown hand under my chin and make me look at him. \"Yeah. It was easier when we were both human, wasn't it?\" I sighed. We stared at each other for a long moment. His hand smoldered against my skin. In my face, I knew there was nothing but wistful sadness—I didn't want to have to say goodbye now, no matter for how short a time. At first his face reflected mine, but then, as neither of us looked away, his expression changed. He released me, lifting his other hand to brush his fingertips along my cheek, trailing them down to my jaw. I could feel his fingers tremble—not with anger this time. He pressed his palm against my cheek, so that my face was trapped between his burning hands. \"Bella,\" he whispered. I was frozen. No! I hadn't made this decision yet. I didn't know if I could do this, and now I was out of time to think. But I would have been a fool if I thought rejecting him now would have no consequences. I stared back at him. He was not my Jacob, but he could be. His face was familiar and beloved. In so many real ways, I did love him. He was my comfort, my safe harbor. Right now, I could choose to have him belong to me. Alice was back for the moment, but that changed nothing. True love was forever lost. The prince was never coming back to kiss me awake from my enchanted sleep. I was not a princess, after all. So what was the fairy-tale protocol for other kisses? The mundane kind that didn't break any spells? Maybe it would be easy—like holding his hand or having his arms around me. Maybe it would feel nice. Maybe it wouldn't feel like a betrayal. Besides, who was I betraying, anyway? Just  myself. Keeping his eyes on mine, Jacob began to bend his face toward me. And I was still absolutely undecided. .  The shrill ring of the phone made us both jump, but it did not break his focus. He took his hand from under my chin and reached over me to grab the receiver, but still held my face securely with the hand against my cheek. His dark eyes did not free mine. I was too muddled to react, even to take advantage of the distraction. \"Swan residence,\" Jacob said, his husky voice low and intense. Someone answered, and Jacob altered in an instant. He straightened up, and his hand dropped from my face. His eyes went flat, his face blank, and I would have bet the measly remainder of my college and that it was Alice. I recovered myself and held out my hand for the phone. Jacob ignored me. \"He's not here,\" Jacob said, and the words were menacing. There was some very short reply, a request for more information it seemed, because he added unwillingly, \"He's at the funeral.\" Then Jacob hung up the phone. \"Filthy bloodsucker,\" he muttered under his breath. The face he turned back to me was the bitter mask again. \"Who did you just hang up on?\" I gasped, infuriated. \"In my house, and on my phone?\" \"Easy! He hung up on me!\" \"He? Who was it?!\" He sneered the title. \"Dr. Carlisle Cullen.\" \"Why didn't you let me talk to him?!\" \"He didn't ask for you,\" Jacob said coldly. His face was smooth, expressionless, but his hands shook. \"He asked where Charlie was and I told him. I don't think I broke any rules of etiquette.\" \"You listen to me, Jacob Black—\" But he obviously wasn't listening. He looked quickly over his shoulder, as if someone had called his name from the other room. His eyes went wide and his body stiff, then he started trembling. I listened too, automatically, but heard nothing. \"Bye, Bells,\" he spit out, and wheeled toward the front door. I ran after him. \"What is it?\" And then I ran into him, as he rocked back on his heels, cussing under his breath. He spun around again, knocking me sideways. I bobbled and fell to the floor, my legs tangled with his. \"Shoot, ow!\" I protested as he hurriedly jerked his legs free one at a time. I struggled to pull myself up as he darted for the back door; he suddenly froze again. Alice stood motionless at the foot of the stairs. \"Bella,\" she choked. I scrambled to my feet and lurched to her side. Her eyes were dazed and far away, her face drawn and whiter than bone. Her slim body trembled to an inner turmoil. \"Alice, what's wrong?\" I cried. I put my hands on her face, trying to calm her. Her eyes focused on mine abruptly, wide with pain. \"Edward,\" was all she whispered. My body reacted faster than my mind was able to catch up with the implications of her reply. I didn't at first understand why the room was spinning or where the hollow roar in my ears was coming from. My mind labored, unable to make sense of Alice's bleak face and how it could possibly relate to Edward, while my body was already swaying, seeking the relief of unconsciousness before the reality could hit me. The stairway tilted at the oddest angle. Jacob's furious voice was suddenly in my ear, <em>hissing</em> out a stream of profanities. I felt a vague disapproval. His new friends were clearly a bad influence. I was on the couch without understanding how I got there, and Jacob was still swearing. It felt like there was an earthquake—the couch was shaking under me. \"What did you do to her?\" he demanded. Alice ignored him. \"Bella? Bella, snap out of it. We have to hurry.\" \"Stay back,\" Jacob warned. \"Calm down, Jacob Black,\" Alice ordered. \"You don't want to do that so close to her.\" \"I don't think I'll have any problem keeping my focus,\" he retorted, but his voice sounded a little cooler. \"Alice?\" My voice was weak. \"What happened?\" I asked, even though I didn't want to hear. \"I don't know,\" she suddenly wailed. \"What is he thinking?!\" I labored to pull myself up despite the dizziness. I realized it was Jacob's arm I was gripping for balance. He was the one shaking, not the couch. Alice was pulling a small silver phone from her bag when my eyes relocated her. Her fingers dialed the numbers so fast they were a blur. \"Rose, I need to talk to Carlisle now.\" Her voice whipped through the words. \"Fine, as soon as he's back. No, I'll be on a plane. Look, have you heard anything from Edward?\" Alice paused now, listening with an expression that grew more appalled every second. Her mouth opened into a little O of horror, and the phone shook in her hand. \"Why?\" she gasped. \"Why would you do that, Rosalie?\" Whatever the answer was, it made her jaw tighten in anger. Her eyes flashed and narrowed. \"Well, you're wrong on both counts, though, Rosalie, so that would be a problem, don't you think?\" she asked acidly. \"Yes, that's right. She's absolutely fine—I was wrong… It's a long story… But you're wrong about that part, too, that's why I'm calling… Yes, that's exactly what I saw.\" Alice's voice was very hard and her lips were pulled back from her teeth.  \"It's a bit late for that, Rose.  Save your remorse for someone who believes it.\" Alice snapped the phone shut with a sharp twist of her fingers. Her eyes were tortured as she turned to face me. \"Alice,\" I blurted out quickly. I couldn't let her speak yet. I needed a few more seconds before she spoke and her words destroyed what was left of my life. \"Alice, Carlisle is back, though. He called just before…\" She stared at me blankly. \"How long ago?\" she asked in a hollow voice. \"Half a minute before you showed up.\" \"What did he say?\" She really focused now, waiting for my answer. \"I didn't talk to him.\" My eyes flickered to Jacob. Alice turned her penetrating gaze on him. He flinched, but held his place next to me. He sit awkwardly, almost as if he were trying to shield me with his body. \"He asked for Charlie, and I told him Charlie wasn't here,\" Jacob muttered resentfully. \"Is that everything?\" Alice demanded, her voice like ice. \"Then he hung up on me,\" Jacob spit back. A tremor rolled down his spine, shaking me with it.  \"You told him Charlie was at the funeral,\" I reminded him. Alice jerked her head back toward me \"What were his exact words?\" \"He said, 'He's not here,' and when Carlisle asked where Charlie was, Jacob said, 'At the funeral.'\" Alice moaned and sank to her knees. \"Tell me Alice,\" I whispered. \"That wasn't Carlisle on the phone,\" she said hopelessly. \"Are you calling me a liar?\" Jacob snarled from beside me. Alice ignored him, focusing on my bewildered face. \"It was Edward.\" The words were just a choked whisper. \"He thinks you're dead.\" My mind started to work again. These words weren't the ones I'd been afraid of, and the relief cleared my head. \"Rosalie told him I killed myself, didn't she?\" I said, sighing as I relaxed. \"Yes,\" Alice admitted, her eyes flashing hard again. \"In her defense, she did believe it. They rely on my sight far too much for something that works so imperfectly. But for her to track him down to tell him this! Didn't she realize… or care… ?\" Her voice faded away in horror. \"And when Edward called here, he thought Jacob meant my funeral,\" I realized. It stung to know how close I'd been, just inches away from his voice. My nails dug into Jacob's arm, but he didn't flinch. Alice looked at me strangely. \"You're not upset,\" she whispered. \"Well, it's really rotten timing, but it will all get straightened out. The next time he calls, someone will tell him… what… really…\" I trailed off. Her gaze strangled the words in my throat. Why was she so panicked? Why was her face twisting now with pity and horror? What was it she had said to Rosalie on the phone just now? Something about what she'd seen… and Rosalie's remorse; Rosalie would never feel remorse for anything that happened to me. But if she'd hurt her family, hurt her brother… \"Bella,\" Alice whispered. \"Edward won't call again. He believed her.\" \"I. Don't. Understand.\" My mouth framed each word in silence. I couldn't push the air out to actually say the words that would make her explain what that meant. \"He's going to Italy.\" It took the length of one heartbeat for me to comprehend. When Edward's voice came back to me now, it was not the perfect imitation of my  delusions. It was just the weak, flat tone of my memories. But the words alone were enough to shred through my chest and leave it gaping open. Words from a time when I would have bet everything that I owned or could borrow on that fact that he loved me. Well, I wasn't going to live without you, he'd said as we watched Romeo and Juliet die, here in this very room. But I wasn't sure how to do it… I knew Emmett and Jasper would never help… so I was thinking maybe I would go to Italy and do something to provoke the Volturi… You don't irritate them. Not unless you want to die. Not unless you want to die. \"NO!\" The half-shrieked denial was so loud after the whispered words, it made us all jump. I felt the blood rushing to my face as I realized what she'd seen. \"No! No, no, no! He can't! He can't do that!\" \"He made up his mind as soon as your friend confirmed that it was too late to save you.\" \"But he… he left! He didn't want me anymore! What difference does it make now? He knew I would die sometime!\" \"I don't think he ever planned to outlive you by long,\" Alice said quietly. \"How dare he!\" I screamed. I was on my feet now, and Jacob rose uncertainly to put himself between Alice and me again. \"Oh, get out of the way, Jacob!\" I elbowed my way around his trembling body with desperate impatience. \"What do we do?\" I begged Alice. There had to be something. \"Can't we call him? Can Carlisle?\" She was shaking her head. \"That was the first thing I tried. He left his phone in a trash can in Rio—someone answered it…\" she whispered. \"You said before we had to hurry. Hurry how? Let's do it, whatever it is!\" \"Bella, I—I don't think I can ask you to…\" She trailed off in indecision. \"Ask me!\" I commanded. She put her hands on my shoulders, holding me in place, her fingers flexing sporadically to emphasize her words. \"We may already be too late. I saw him going to the Volturi… and asking to die.\" We both cringed, and my eyes were suddenly blind. I blinked feverishly at the tears. \"It all depends on what they choose. I can't see that till they make a decision. \"But if they say no, and they might—Aro is fond of Carlisle, and wouldn't want to offend him—Edward has a backup plan. They're very protective of their city. If Edward does something to upset the peace, he thinks they'll act to stop him. And he's right. They will.\" I stared at her with my jaw clenched in frustration. I'd heard nothing yet that would explain why we were still standing here. \"So if they agree to grant his favor, we're too late. If they say no, and he comes up with a plan to offend them quickly enough, we're too late. If he gives into his more theatrical tendencies… we might have time.\" \"Let's go!\" \"Listen, Bella! Whether we are in time or not, we will be in the heart of the Volturi city. I will be considered his accomplice if he is successful. You will be a human who not only knows too much, but also smells too good. There's a very good chance that they will eliminate us all—though in your case it won't be punishment so much as dinnertime.\" \"This is what's keeping us here?\" I asked in disbelief. \"I'll go alone if you're afraid.\" I mentally tabulated what money was left in my account, and wondered if Alice would lend me the rest. \"I'm only afraid of getting you killed.\" I snorted in disgust. \"I almost get myself killed on a daily basis! Tell me what I need to do!\" \"You write a note to Charlie. I'll call the airlines.\" \"Charlie,\" I gasped. Not that my presence was protecting him, but could I leave him here alone to face… \"I'm not going to let anything happen to Charlie.\" Jacob's low voice was gruff and angry. \"Screw the treaty.\" I glanced up at him, and he scowled at my panicked expression. \"Hurry, Bella,\" Alice interrupted urgently. I ran to the kitchen, yanking the drawers open and throwing the contents all over the floor as I searched for a pen. A smooth, brown hand held one out to me. \"Thanks,\" I mumbled, pulling the cap off with my teeth. He silently handed me the pad of paper we wrote phone messages on. I tore off the top sheet and threw it over my shoulder. Dad, I wrote. I'm with Alice. Edward's in trouble. You can ground me when I get back. I know it's a bad time. So sorry. Love you so much. Bella. \"Don't go,\" Jacob whispered. The anger was all gone now that Alice was out of sight. I wasn't about to waste time arguing with him. \"Please, please, please take care of  Charlie,\" I said as I dashed back out to the front room. Alice was waiting in the doorway with a bag over her shoulder. \"Get your wallet—you'll need ID. Please tell me you have a passport. I don't have time to forge one.\" I nodded and then raced up the stairs, my knees weak with gratitude that my mother had wanted to marry Phil on a beach in Mexico. Of course, like all her plans, it had fallen through. But not before I'd made all the practical arrangements I could for her. I tore through my room. I stuffed my old wallet, a clean T-shirt, and sweatpants into my backpack, and then threw my toothbrush on top. I hurled myself back down the stairs. The sense of déjà vu was nearly stifling by this point. At least, unlike the last time—when I'd run away from Forks to escape thirsty vampires rather than to find them—I wouldn't have to say goodbye to Charlie in person. Jacob and Alice were locked in some kind of confrontation in front of the open door, standing so far apart you wouldn't assume at first that they were having a conversation. Neither one seemed to notice my noisy reappearance. \"You might control yourself on occasion, but these leeches you're taking her to—\" Jacob was furiously accusing her. \"Yes. You're right, dog.\" Alice was snarling, too. \"The Volturi are the very essence of our kind—they're the reason your hair stands on end when you smell me. They are the substance of your nightmares, the dread behind your instincts. I'm not unaware of that.\" \"And you take her to them like a bottle of wine for a party!\" he shouted. \"You think she'd be better off if I left her here alone, with Victoria stalking her?\" \"We can handle the redhead.\" \"Then why is she still hunting?\" Jacob growled, and a shudder rippled through his torso. \"Stop that!\" I shouted at them both, wild with impatience. \"Argue when we get back, let's  go!\" Alice turned for the car, disappearing in her haste. I hurried after her, pausing automatically to turn and lock the door. Jacob caught my arm with a shivering hand. \"Please, Bella. I'm begging.\" His dark eyes were glistening with tears. A lump filled my throat. \"Jake, I have to—\" \"You don't, though. You really don't. You could stay here with me. You could stay alive. For Charlie. For me.\" The engine of Carlisle's Mercedes purred; the rhythm of the thrumming spiked when Alice revved it impatiently. I shook my head, tears spattering from my eyes with the sharp motion. I pulled my arm free, and he didn't fight me. \"Don't die, Bella,\" he choked out. \"Don't go. Don't.\" What if I never saw him again? The thought pushed me past the silent tears; a sob broke out from my chest. I threw my arms around his waist and hugged for one too-short moment, burying my tear-wet face against his chest. He put his big hand on the back of my hair, as if to hold me there. \"Bye, Jake.\" I pulled his hand from my hair, and kissed his palm. I couldn't bear to look at his face. \"Sorry,\" I whispered. Then I spun and raced for the car. The door on the passenger side was open and waiting. I threw my backpack over the headrest and slid in, slamming the door behind me. \"Take care of Charlie!\" I turned to shout out the window, but Jacob was nowhere in sight. As Alice stomped on the gas and—with the tires screeching like human screams—spun us around to face the road, I caught sight of a shred of white near the edge of the trees. A piece of a shoe.",
            "vi": "7 REPETITION         18. ĐÁM TANG Tôi chạy thật nhanh xuống cầu thang và mở toang cửa.  Dĩ nhiên, đúng là Jacob. Dù không nhìn thấy, Alice cũng không phải không nhanh trí.  Anh chàng đang đứng cách cửa khoảng sáu bước chân, mũi nhăn lại ghê tởm, nhưng khuôn mặt anh lại phẳng lặng - như đeo mặt nạ. Anh chẳng lừa được tôi; tôi có thể nhìn thấy bàn tay anh chàng khẽ run.  Vẻ thù địch trào dâng cuồn cuộn trong anh. Nhắc tôi nhớ lại buổi chiều tệ hại ấy khi anh chọn Sam chớ không chọn tôi, và tôi cảm thấy cằm mình vênh lên đáp lại.  Chiếc Rabbit của Jacob đang chạy không tải bên lề đường với Jared ngồi sau tay lái và Embry trong ghế hành khách. Tôi hiểu điều này nghĩa là gì: họ sợ để anh đến đây một mình. Điều này làm tôi buồn, và hơi bực mình. Gia đình Cullens không như thế.  \"Chào, \" cuối cùng thì tôi cũng nói khi anh không nói tiếng nào.  Jake bặm môi, vẫn dùng dằng ở cửa. Mắt anh chàng liếc nhanh qua trước nhà.  Tôi nghiến răng. \"Cô ấy không có ở đây. Bạn cần gì à?\" Anh chàng do dự. \" Bạn ở một mình sao?\" \"Ừ. \" Tôi thở dài.  \"”Tôi có thể nói chuyện với bạn một phút được không?\" \" Dĩ nhiên là được rồi, Jacob. Vào nhà nào. \" Jacob liếc qua vai nhìn bạn bè trong xe. Tôi thấy Embry hơi lắc nhẹ đầu. Vì lý do nào đó, chuyện này làm tôi bực mình hết sức.  Tôi nghiến răng lại với nhau lần nữa. \"Thỏ đế\" tôi lầm bầm nho nhỏ.  Mắt Jake liếc tôi thật nhanh, đôi lông mày đen dầy của anh chàng nhíu lại giận dữ trên đôi mắt sâu. Hàm anh chàng bạnh ra, rồi anh tiến bước - chẳng có cách khác để mô tả cách anh chàng di chuyển - lên vỉa hè và nhún vai ngang qua tôi vào nhà.  Tôi nhìn chằm chằm vào Jared trước rồi đến Embry - tôi không thích cái kiểu nhìn nghiêm khắc họ dành cho tôi; chẳng lẽ họ nghĩ rằng tôi lại có thể để cho bất cứ thứ gì hại Jacob ư?- rồi mới tôi đóng sập cửa vào mặt họ.  Jacob ở hành lang đằng sau tôi, nhìn chằm chằm vào đống mền hỗn độn trong phòng khách.  \"Đêm tán dóc à?\" anh chàng hỏi, giọng mỉa mai.  \"Ờ, \" tôi trả lời chua cay chẳng kém. Tôi không thích Jacob khi anh cư xử như vậy. \"Vậy thì sao chớ?\" Anh chàng lại chun mũi như thể ngửi thấy mùi gì đó khó chịu. \"Bạn của bạn đâu rồi?\" Tôi có thể nghe dấu trích dẫn trong giọng anh.  \"Cô ấy có vài chuyện phải làm. Nè, Jacob, bạn muốn gì?\" Cái gì đó về căn phòng có vẻ làm anh chàng cáu kỉnh hơn - cánh tay dài của anh đang run rẩy. Anh không trả lời câu hỏi của tôi. Thay vào đó anh đi tiếp đến nhà bếp, đôi mắt bồn chồn của anh quét khắp nơi.  Tôi theo anh. Anh đi tới lui dọc theo ghi - sê ngắn.  \"Nè, \" tôi đã nói, lấy thân mình chặn đường anh. Anh thôi đi tới đi lui và nhìn chằm chằm vào tôi. \"Bạn bị gì vậy?\" \"Tôi không thích phải ở đây. \" Điều đó làm tôi đau nhói. Tôi cau mày, và mắt anh chàng nheo lại.  \"Vậy thì tôi xin lỗi vì bạn đã phải đến đây, \" tôi lẩm bẩm. \"Tại sao không nói tôi biết bạn cần gì để có thể ra khỏi đây cho rồi?\" \"Tôi phải hỏi bạn vài câu. Không mất nhiều thời gian. Chúng tôi phải quay lại đám tang. \" \"OK. Vậy thì làm cho xong đi.”  Tôi có lẽ phản kháng quá lố, nhưng tôi không muốn anh ta thấy được chuyện này làm tôi đau lòng đến mức nào. Tôi biết mình không công bằng. Rốt cuộc, tôi đã chọn lũ hút máu chớ không chọn anh đêm qua. Tôi đã làm anh đau lòng trước.  Anh chàng hít thật sâu, và những ngón tay đang run rẩy của anh bỗng lặng yên.  Khuôn mặt anh biến thành chiếc mặt nạ thanh bình.  \"Một trong mấy người Cullens đang ở đây với bạn, \" anh tuyên bố.  \" Ừ. Alice Cullen. \" Anh gật đầu tư lự. \"Cô ấy sẽ ở đây bao lâu?\" \"Đến chừng nào cô ấy muốn. \" Nét gây hấn vẫn còn trong giọng tôi. \" Đó là lời mời không giới hạn. \"  \" Theo bạn, bạn có thể ... vui lòng...  giải thích cho cô ấy biết về người kia  - Victoria không?\" Tôi tái mặt. \" Tôi đã kể cô ấy nghe chuyện đó rồi. \" Anh chàng gật đầu. \" Bạn nên biết rằng chúng tôi phải canh giữ lãnh thổ của mình khi có một Cullen ở đây. Bạn sẽ chỉ an toàn ở La Push. Tôi không thể bảo vệ bạn ở đây được nữa. \" \" OK, \" tôi thì thầm.  Anh nhìn sang chỗ khác rồi, ra cửa sổ phía sau. Anh không nói nữa.  \"Hết rồi à?\" Anh nhìn kính cửa khi trả lời. \" Chỉ một câu nữa thôi. \" Tôi đợi, nhưng anh không nói tiếp. \"Sao ?\" Cuối cùng thì tôi cũng nhắc.  \"Mấy người khác cũng sắp quay lại đây sao?\" anh hỏi bằng giọng dịu dàng, điềm tĩnh. Điều này làm tôi nhớ đến thái độ luôn điềm tĩnh của Sam . Jacob trở nên giống Sam hơn ... Tôi tự hỏi tại sao điều đó lại làm tôi bực mình quá đỗi.  Bây giờ thì tôi không nói. Anh ngoái lại nhìn mặt tôi bằng đôi mắt dò hỏi.  \"Sao?\" anh hỏi. Anh cố giấu căng thẳng sau vẻ trầm tĩnh của mình.  \" Không. \" Cuối cùng tôi cũng nói. Miễn cưỡng. \" Họ sẽ không trở lại. \" Vẻ mặt anh không thay đổi. \" Okay. Thế thôi. \" Tôi nhìn anh trừng trừng, lại khó chịu. \" Ừm, vậy thì chạy đi. Đi bảo Sam là mấy con quái vật rùng rợn không đến bắt các bạn đâu.\" \"OK, \" anh lặp lại, vẫn bình tĩnh.  Có vẻ là vậy. Jacob đi nhanh ra khỏi nhà bếp. Tôi đợi nghe tiếng cửa trước mở, nhưng tôi chẳng nghe gì cả. Tôi có thể nghe tiếng đồng hồ trên bếp lò kêu tíc - tắc, và tôi ngạc nhiên khi thấy anh trở nên nhẹ nhàng như thế.  Thật là một thảm hoạ. Sao tôi có thể khiến anh xa lánh hoàn toàn trong một thời gian ngắn ngủi đến thế? Liệu anh có tha thứ cho tôi không khi Alice đã ra đi ? Chuyện gì sẽ xảy ra nếu anh không thế? Tôi sụp xuống quầy bếp và vùi mặt vào tay. Sao mà tôi lại làm rối tung mọi thứ như thế? Nhưng tôi có thể làm gì khác được? Ngay cả khi đã nhận thức ra điều đó, tôi vẫn chẳng thể nghĩ ra cách nào tốt hơn, cách làm nào hoàn hảo.  \"Bella?\" Jacob lo lắng hỏi.  Tôi nhấc mặt ra khỏi tay để thấy Jacob đang do dự nơi cửa bếp; anh đã không bỏ đi như tôi tưởng. Chỉ khi thấy mấy giọt nước lấp lánh ở bàn tay, tôi mới nhận ra mình đang khóc.  Vẻ bình tĩnh của Jacob đã biến mất; khuôn mặt anh lo lắng và thiếu tự tin. Anh bước nhanh trở lại đứng trước mặt tôi, cúi đầu để mắt anh gần hơn xuống ngang tầm mắt tôi.  \"Tôi lại làm vậy nữa rồi, phải không?\" \"Làm gì ?\" Tôi hỏi, khản giọng.  \" Không giữ lời hứa. Xin lỗi. \" \"Không sao đâu', \" tôi lầm bầm. \"Lần này là do tôi gây ra. \" Mặt anh nhăn nhúm. \" Tôi biết bạn cảm nhận về họ ra sao. Lẽ ra tôi không nên ngạc nhiên như thế. \" Tôi có thể nhìn thấy nỗi khiếp sợ trong mắt anh. Tôi muốn giải thích cho anh biết Alice thật sự ra sao, để cô không bị anh chỉ trích, nhưng có cái gì đó cảnh báo tôi rằng bây giờ không phải là lúc làm chuyện đó.  Vì thế tôi chỉ nói, \" xin lỗi, \" lần nữa.  \"Mình đừng lo lắng về chuyện này nữa nhé?  Cô ấy chỉ đến thăm thôi, phải không? Cô ấy sẽ ra đi, và mọi thứ sẽ trở lại bình thường. \" \"Chẳng lẽ tôi không thể là bạn bè với cả hai bạn cùng lúc được sao?\"  Tôi hỏi, giọng tôi chẳng che giấu được chút nào nỗi đau của mình.  Anh lắc đầu chậm rãi. \"Không, tôi nghĩ bạn không thể. \" Tôi sụt sịt và nhìn chằm chằm vào bàn chân to lớn của anh. \" Nhưng bạn sẽ đợi, phải không? Bạn sẽ vẫn là bạn tôi, mặc dù tôi cũng yêu thương Alice nữa?\" Tôi không nhìn lên, sợ nhìn thấy điều anh nghĩ về đoạn cuối câu. Anh mất cả phút mới trả lời, vì vậy hẳn là tôi đã đúng khi không nhìn.  \" Ờ, tôi sẽ mãi là bạn của bạn, \" anh nói cộc lốc. \" Dù bạn yêu ai cũng vậy. \" \" Hứa nhé?\" \" Ừ. \" Tôi cảm thấy cánh tay anh vòng quanh tôi, và tôi tựa vào ngực anh, vẫn thút thít. \" Thực không hay chút nào.\" \"Ờ. \" Sau đó anh hít hà tóc tôi và nói, \"Eo. \" \"Gì vậy?\" Tôi hỏi. Tôi nhìn lên thấy mũi anh nhăn lại. \" Tại sao mọi người cứ làm thế với tôi ? Tôi đâu có hôi đâu!\" Anh hơi mỉm cười. \" Có, bạn hôi - bạn có mùi giống chúng. Eo. Ngọt quá - ngọt phát ớn. Và ... lạnh giá.  Làm đau mũi tôi. \" \" Thật sao?\"  Lạ thật. Alice thơm không tả nỗi. Đối với con người, dù sao. \" Nhưng tại sao Alice cũng nghĩ là tôi hôi chớ?\" Câu đó làm nụ cười anh chàng lụi tắt. \"Hả. Có lẽ tôi cũng không thơm cho lắm đối với cô ta,. Hả.\" \" Ừm, cả hai bạn đều thơm đối với tôi. \" Tôi tựa đầu vào anh trở lại. Tôi sẽ nhớ anh vô cùng ngay khi anh bước ra khỏi cửa. Thật hết sức oái oăm - mặt khác, tôi muốn Alice ở lại cùng tôi mãi mãi. Tôi chắc chết - ẩn dụ - nếu cô bỏ tôi mà đi. Nhưng tôi sẽ sống sao đây nếu lâu không gặp Jake? Thật lộn xộn, tôi lại nghĩ.  \" Tôi sẽ nhớ bạn, \" Jacob thì thầm, giống y suy nghĩ của tôi. \"Từng giây từng phút. Tôi mong cô ta sẽ đi sớm. \" \"Thật ra đâu cần phải thế đâu Jake. \" Anh thở dài. \"Phải thế. Bella. Bạn... yêu cô ta. Vì vậy tôi không nên đến bất cứ nơi nào gần cô ta. Tôi không chắc mình đủ bình tĩnh để chịu được điều đó. Sam sẽ phát điên nếu tôi phá vỡ hiệp ước, và \" - giọng anh trở nên mỉa mai - \" bạn hẳn cũng sẽ không thích lắm nếu tôi giết bạn bạn. \" Tôi lùi ra khỏi anh khi anh nói câu đó, nhưng anh càng siết chặt tay hơn, không để tôi thoát. \" Chẳng ích gì tránh trớ sự thật. Đời là thế, Bells.” \"Tôi không thích thế.” Jacob buông một cánh tay để chụm bàn tay nâu to lớn của anh dưới cằm tôi và bắt tôi nhìn anh.  \"Ờ. Sẽ dễ dàng hơn khi chúng mình đều là con người, đúng không?\" Tôi thở dài.  Chúng tôi nhìn chằm chằm vào nhau hồi lâu. Bàn tay anh bỏng cháy dưới da tôi. Trên mặt tôi, tôi biết chẳng có gì ngoài nỗi buồn mênh mang - tôi không muốn phải nói lời từ biệt bây giờ, dù chỉ trong thời gian ngắn bao nhiêu chăng nữa. Lúc đầu vẻ mặt anh cũng giống vẻ mặt tôi, nhưng sau đó, vì chẳng ai nhìn sang chỗ khác, nên vẻ mặt anh thay đổi.  Anh buông tôi ra, dùng tay lướt đầu ngón tay dọc theo má tôi, kéo dài xuống hàm. Tôi có thể cảm thấy ngón tay anh đang run rẩy – lần này không phải vì giận. Anh áp lòng bàn tay vào má tôi, giữ mặt tôi giữa đôi tay nóng bỏng của anh.  \"Bella, \" anh thì thầm.  Tôi cứng người.  Không! Tôi chưa quyết định được. Tôi không biết liệu tôi có thể làm chuyện này không, và bây giờ không phải là lúc để suy nghĩ.  Nhưng tôi hẳn là một đứa ngu ngốc nếu nghĩ rằng từ chối anh bây giờ sẽ không gây ra hậu quả gì.  Tôi nhìn chằm chằm lại anh. Anh không phải là Jacob của tôi, nhưng anh có thể vậy. Khuôn mặt anh thân thuộc và dấu yêu. Về nhiều mặt trên thực tế, tôi rất yêu anh. Anh là bờ bến bình yên, nguồn an ủi của tôi. Ngay bây giờ, tôi có thể quyết định anh sẽ thuộc về tôi.  Alice đã quay lại trong chốc lát, nhưng điều đó chẳng thay đổi được gì cả. Tình yêu đích thực đã vĩnh viễn không còn. Hoàng tử chẳng bao giờ quay lại hôn để đánh thức tôi khỏi giấc ngủ bị phù phép. Rốt cuộc thì tôi cũng đâu phải là một nàng công chúa. Thế nên những nụ hôn khác theo kiểu cổ tích sẽ ra sao? Loại trần tục không phá được bùa phép nào ấy? Có lẽ sẽ dễ dàng - như nắm tay anh hay được anh choàng tay ôm. Có lẽ sẽ cảm thấy dễ chịu.  Có lẽ sẽ không cảm thấy giống như sự bội phản. Hơn nữa, tôi đang phản bội ai cơ chứ? Chỉ chính tôi mà thôi.  Mắt vẫn đan mắt, Jacob bắt đầu cúi mặt xuống tôi. Mà tôi vẫn chưa hề dứt khoát được tư tưởng.  Tiếng chuông điện thoại chói tai làm cả hai chúng tôi giật mình nhảy dựng, nhưng nó chẳng hề làm anh xao lãng. Anh đưa bàn tay đang để dưới cằm tôi chộp tai nghe, nhưng vẫn giữ chặt mặt tôi bằng bàn tay áp vào má. Đôi mắt đen của anh không rời khỏi mắt tôi. Tôi loay hoay phản ứng lại, dù chỉ để lợi dụng sự phân tâm này.  \"Nhà Swan đây, \" Jacob nói, giọng khàn của anh nhỏ và căng thẳng.  Ai đó trả lời, và Jacob thay đổi ngay lập tức. Anh đứng thẳng lên, và buông mặt tôi ra. Mắt anh trở nên buồn nản, khuôn mặt anh phẳng lặng, và tôi dám cá bằng số tiền nhỏ nhoi dành học đại học còn lại của mình đó chính là Alice.  Tôi bình tĩnh lại và chìa tay cầm điện thoại. Jacob lờ tôi đi.  \"Ông ấy không có ở đây, \" Jacob nói, và lời nói đầy đe doạ.  Có câu trả lời rất ngắn, có vẻ như yêu cầu thêm thông tin, vì anh miễn cưỡng nói thêm , \"Ông ấy đang ở đám tang. \" Sau đó Jacob gác máy điện thoại. \"Lũ hút máu bẩn thỉu, \" anh lẩm bẩm nho nhỏ. Khi quay về phía tôi, mặt anh lại đầy vẻ cay đắng.  \"Ai mà bạn dám gác điện thoại với người ta?\" Tôi thở hổn hển, tức điên lên. \" Trong nhà tôi, và trên điện thoại của tôi ?\" \"Bình tĩnh đi!  Hắn ta gác máy không để tôi nói hết câu !\" \"Hắn ta?Ai chớ?!\" Anh nhạo báng chức danh. \" Bác sĩ Carlisle Cullen. \" \" Tại sao bạn không để cho tôi nói chuyện với ông ấy ?!\" \" Ông ta đâu có đòi gặp bạn, \" Jacob lạnh lùng nói. Khuôn mặt anh phẳng lặng, vô cảm, nhưng tay anh run rẩy.  \" Ông ta hỏi Charlie ở đâu và tôi đã nói cho ông ta biết. Tôi nghĩ tôi chẳng phạm quy tắc xã giao nào cả. \" \" Bạn nghe nè, Jacob Black- \" Nhưng rõ ràng anh chẳng thèm nghe. Anh quay đầu thật nhanh, như thể có người gọi tên anh từ bên kia căn phòng. Mắt anh mở to và cơ thể cứng lại, sau đó anh bắt đầu run rẩy. Tôi cũng lắng nghe, tự động, nhưng chẳng nghe thấy gì cả.  \" Tạm biệt, Bells, \" anh phun ra, và lướt ra cửa trước.  Tôi đuổi theo anh. \" Gì vậy?\" Rồi tôi đâm sầm vào anh, vì anh đứng khựng lại, lầm bầm rủa xả. Anh quay phắt lại, làm tôi bị xô qua một bên. Tôi loạng choạng té lăn xuống sàn, đôi chân tôi ngáng phải chân anh.  \"Khỉ thật, úi dà !\" Tôi cự nự khi anh vội vàng lần lượt rút chân ra.  Tôi cố đứng lên khi anh chạy như bay ra cửa sau; rồi đột ngột sững người trở lại.  Alice đang đứng bất động ở chân cầu thang.  \"Bella, \" cô nghẹn lời.  Tôi bò dậy và lảo đảo đến bên cô. Mắt cô đờ đẫn và xa xăm, mặt cô co rúm và trắng bệch. Cơ thể mảnh khảnh của cô run bần bật đầy đau khổ.  \" Alice, có chuyện gì vậy?\" Tôi kêu to. Áp tay lên mặt cô, cố làm cô bình tĩnh.  Mắt cô bỗng tập trung vào tôi, mở to đau đớn.  \" Edward, \" là tất cả những gì cô thì thầm.  Cơ thể tôi phản ứng nhanh hơn tâm trí tôi có thể hiểu được ngụ ý của câu trả lời của cô. Lúc đầu tôi không hiểu vì sao căn phòng lại quay cuồng hay tiếng gào nghẹt trong tai tôi từ đâu đến. Tâm trí tôi đang ráng hoạt động, cố hiểu vẻ mặt ảm đạm của Alice và vì sao nó lại liên quan đến Edward, thì cơ thể tôi đã lắc lư, mong được nhẹ nhõm vì mất tri giác trước khi tôi kịp hiểu thực tế.  Cầu thang nghiêng sang một góc kỳ quái.  Giọng nói giận dữ của Jacob đột ngột vang trong tai tôi, rít lên hàng tràng lời phỉ báng. Tôi cảm thấy mơ hồ không thích vậy.  Mấy người bạn mới rõ ràng đã có ảnh hưởng xấu lên anh chàng.  Tôi ngồi trong ghế trường kỷ mà chẳng biết làm sao mình lại đến được đó, và Jacob vẫn còn đang chửi thề. Cứ như thể có động đất - ghế trường kỷ đang rung chuyển bên dưới tôi.  \" Cô đã làm gì bạn ấy vậy?\" anh hỏi.  Alice lờ anh đi. \" Bella ?Bella, tỉnh lại. Mình phải nhanh lên. \" \"Xê ra, \" Jacob cảnh báo.  \" Bình tĩnh đi, Jacob Black, \" Alice ra lệnh. \" Bạn không muốn làm chuyện đó ngay bên cạnh cô ấy đâu. \" \" Tôi chẳng có khó khăn gì trong chuyện tập trung cả, \" anh phản kích, nhưng giọng có vẻ dịu đi một chút.  \" Alice ?\" Giọng tôi yếu ớt. \" Có chuyện gì vậy?\"Tôi hỏi, mặc dù tôi không muốn nghe.  \" Tôi không biết, \" cô đột ngột rền rĩ. \" Ảnh đang nghĩ gì chứ?!\" Tôi cố đứng dậy mặc dù đang chóng mặt. Tôi nhận mình đang níu cánh tay Jacob để giữ thăng bằng.  Anh là người đang run bần bật, chớ không phải ghế trường kỷ.  Alice lôi chiếc điện thoại màu bạc nhỏ ra khỏi túi mình trong khi tôi nhìn sang cô. Ngón tay cô quay số nhanh đến nỗi chúng mờ đi.  \"Rose, em cần nói chuyện với Carlisle ngay. \"Cô nói thật nhanh. \"Được rồi, ngay khi ông trở lại. Không, em sẽ lên máy bay. Nè, chị có nghe tin gì từ Edward không?\" Bây giờ Alice ngừng lại, lắng nghe với vẻ mặt mỗi giây qua càng lúc càng thêm kinh hãi. Miệng cô há hốc kinh hoàng, và điện thoại run lẩy bẩy trong tay cô.  \" Tại sao ?\" cô thở hổn hển. \" Tại sao chị lại làm thế, Rosalie ?\" Chẳng biết câu trả lời là gì, nhưng nó đã làm hàm cô nghiến chặt tức giận. Mắt cô loé sáng giận dữ và nheo lại.  \" Ừm, dù vậy chị sai về cả hai phương diện, Rosalie, làm thế sẽ gây chuyện không hay rồi, chị không nghĩ như vậy sao?\" cô hỏi cay chua. \" Ừ, đúng vậy. Chị ấy hoàn toàn khoẻ mạnh - em đã lầm... dài dòng lắm ... nhưng chị đã sai về phần đó, đó là lý do tại sao em gọi ... Ừ, đó đúng là điều em đã thấy. \" Giọng Alice gay gắt và môi cô nhếch ra khỏi răng.  \"Hơi muộn rồi, Rose.  Để dành vụ hối hận của chị cho ai tin đi. \" Alice gấp mạnh tay cúp điện thoại.  Mắt cô dày vò đau đớn khi quay sang nhìn tôi.  \" Alice, \" tôi buột miệng nói nhanh. Tôi không thể để cô kịp nói. Tôi cần vài giây trước khi cô nói và lời cô hủy hoại những thứ còn lại của đời tôi. \" Alice, Carlisle về rồi. Ông vừa mới gọi ngay trước... \" Cô ngây người nhìn tôi chằm chằm. \" Cách đây bao lâu ?\" cô hỏi vội vã.  \" Nửa phút trước khi em xuất hiện. \" \" Ông đã nói gì?\" Bây giờ cô thật sự tập trung, chờ câu trả lời của tôi.  \"Chị không có nói chuyện với ông. \" Mắt tôi liếc nhanh sang Jacob.  Alice chuyển cái nhìn sắc sảo vào anh. Anh chùn bước, nhưng vẫn ở bên tôi. Anh ngồi vụng về, hầu như muốn lấy thân mình che cho tôi.  \"Ông ấy hỏi Charlie, và tôi bảo là Charlie không có ở đây, \" Jacob lẩm bẩm bực bội.  \"Vậy thôi sao?\" Alice hỏi, giọng cô lạnh như băng.  \" Rồi ông ta gác máy không để tôi nói hết câu, \" Jacob trả đũa. Một cơn rùng mình gợn trên xương sống anh, làm tôi rung chuyển theo.  \" Bạn bảo ông ấy là Charlie đang ở đám tang, \" tôi nhắc anh.  Alice quay đầu nhìn về phía tôi \"Nguyên văn lời anh ta nói là gì?\" \"Anh ấy nói, 'Ông ấy không có ở đây, ' và khi Carlisle hỏi Charlie đang ở đâu, Jacob nói, 'Ở đám tang. ' \" Alice rên lên và khuỵu gối.  \"Hãy nói cho chị biết đi Alice, \" tôi thì thầm.  \"Không phải Carlisle đã gọi điện thoại, \" cô nói vô vọng.  \"Cô bảo tôi nói dối à?\" Jacob gầm gừ từ bên cạnh tôi.  Alice lờ anh đi, tập trung vào khuôn mặt hoang mang của tôi.  \"Mà là Edward đã gọi. \" Lời cô chỉ là một lời thì thầm nghẹn ngào. \" Ảnh nghĩ chị chết rồi. \" Tâm trí tôi bắt đầu hoạt động trở lại.  Những lời này không phải là những lời tôi đã sợ, và sự nhẹ nhõm làm đầu óc tôi minh mẫn.  \" Rosalie đã nói với anh ấy là tôi tự tử, phải không?\" Tôi nói, thở dài nhẹ nhõm.  \" Ừ, \" Alice công nhận, mắt cô lại loé lên giận dữ trở lại.  \"Chị ấy cãi là vì chị ấy đã tưởng vậy thật. Họ tin tưởng vào khả năng nhìn thấy trước của em, quá tin vào một thứ hoạt động đầy sai sót.  Nhưng vì chị ấy đã tìm ra ảnh để kể ảnh nghe chuyện này!  Chị ấy không biết rằng ... hay lo là... ?\" Giọng cô nhỏ dần khiếp sợ.  \" Và khi Edward gọi đến đây, ảnh tưởng Jacob nói đến đám tang của tôi, \" tôi nhận ra.  Thật đau lòng khi biết tôi đã gần biết bao, chỉ cách giọng anh vài xăng ti mét.  Móng tay tôi bấu vào cánh tay Jacob, nhưng anh chẳng ngại ngần.  Alice nhìn tôi kỳ lạ. \"Chị không đau khổ sao,\" cô thì thầm.  \" Ừm, rõ là chẳng hay ho chút nào, nhưng mọi chuyện sẽ sáng tỏ thôi. Lần sau khi ảnh gọi, sẽ có người kể anh nghe ... chuyện ...thực sự xảy ra ...\"   Giọng tôi nhỏ dần. Ánh mắt chằm chằm của cô đã làm tôi nghẹn lời.  Tại sao cô lại hoảng sợ đến thế? Tại sao bây giờ khuôn mặt cô lại co rúm lại xót thương và kinh hãi ? Cô mới nói gì với Rosalie trên điện thoại? Cô đã thấy gì ... và nỗi hối hận của Rosalie ; Rosalie sẽ chẳng bao giờ cảm thấy hối hận nếu có bất cứ chuyện gì xảy ra cho tôi. Nhưng nếu cô ấy làm gia đình bị tổn thương, làm tổn thương em trai cô thì... \" Bella, \" Alice thì thầm. \" Edward sẽ không gọi lại đâu. Anh ấy tin chỉ nói đúng. \" \"Chị. Không. Hiểu. \" Miệng tôi phát từng từ không thành lời. Tôi không thể đẩy không khí ra để nói ra được thành lời để cô giải thích cho tôi hiểu điều đó có nghĩa là gì.  \"Ảnh sẽ đến Ý. \" Lỗi một nhịp tim đập tôi mới hiểu ra.  Bây giờ giọng nói Edward trở về với tôi, không phải là sự bắt chước hoàn hảo của ảo giác. Mà là giọng buồn nản, yếu ớt của ký ức. Nhưng nội lời nói của nó đã đủ xé toạc ngực tôi và bỏ nó mở toang hoang. Từng lời anh nói vào cái lúc tôi tin hết mực là anh yêu tôi.  Ừm, anh sẽ không sống thiếu em, anh nói khi chúng tôi xem cảnh Romeo và Juliet chết, ở đây ngay trong căn phòng này. Nhưng anh không biết làm sao để làm chuyện đó ...  Anh biết Emmett và Jasper sẽ không bao giờ giúp ... nên anh nghĩ có lẽ anh sẽ đến Ý và làm gì đó để chọc tức Volturi... Đừng chọc tức họ.  Trừ phi mình muốn chết.  Trừ phi mình muốn chết.  \"Không!\" Lời phủ nhận gần như tiếng thét to theo sau những lời thì thầm đó, làm tất cả mọi người giật mình nhảy dựng. Tôi cảm thấy máu dồn lên mặt khi hiểu ra cô đã nhìn thấy gì. \"Không! Không, không, không!Anh không được!  Anh không được làm thế!\" \"Ảnh đã quyết thế ngay khi bạn chị xác nhận đã quá muộn để cứu chị.\" \"Nhưng ảnh ... ảnh đã bỏ đi!  Ảnh đâu còn yêu chị nữa!  Thì vậy cũng có gì khác đâu? Ảnh dư biết trước sau gì chị cũng sẽ chết thôi!\" \"Em không nghĩ ảnh đã bao giờ định sẽ sống lâu hơn chị, \" Alice nói lặng lẽ.  \" Sao ảnh dám!\"  Tôi la hét. Tôi đã đứng lên bây giờ, và Jacob lại ngập ngừng đứng lên để chặn mình giữa Alice và tôi lần nữa.  \"Ồ, tránh ra, Jacob !\" Tôi hích tay đẩy cơ thể đang run rẩy của anh ra một cách nôn nóng tuyệt vọng. \" Mình làm gì đây?\" Tôi cầu xin Alice. Phải làm chuyện gì đó. \"Mình gọi điện thoại cho anh được không? Carlisle gọi được không?\" Cô lắc đầu. \" Đó là điều đầu tiên em đã cố làm. Ảnh quăng điện thoại vô một sọt rác ở Rio - có người đã trả lời điện thoại \" cô thì thầm.  \"Lúc nãy em nói là mình phải vội. Vội như thế nào?  Hãy làm ngay đi, bất kể chuyện gì!\" \" Bella, em - em không biết em có thể yêu cầu chị... \" giọng cô nhỏ dần do dự.  \"Hãy yêu cầu đi!\" Tôi ra lệnh.  Cô đặt tay lên vai tôi, giữ cho tôi ở yên tại chỗ, ngón tay cô gập từng cái để nhấn mạnh lời cô. \"Có thể mình đã quá trễ. Em đã nhìn thấy ảnh đến chỗ Volturi... cầu xin được chết. \" Cả hai chúng tôi co rúm lại, và mắt tôi đột ngột chẳng nhìn thấy gì.  Tôi chớp nhanh gạt nước mắt. \" Tất cả tùy thuộc vào quyết định của họ. Em không thể nhìn thấy gì cho đến khi họ quyết định.  \" Nhưng nếu họ từ chối, và họ có thể từ chối mà - Aro thích Carlisle, và chắc không muốn làm ông giận đâu - Edward đã có kế hoạch dự phòng. Họ luôn bảo vệ thành phố của mình. Nếu Edward làm điều gì đó để quấy rối sự yên bình ở đó, ảnh nghĩ họ sẽ ra tay hành động để ngăn chặn anh. Và anh đã nghĩ đúng. Họ sẽ làm vậy. \" Tôi nhìn cô chằm chằm nghiến răng thất vọng. Tôi vẫn chưa nghe được lý do giải thích tại sao chúng tôi vẫn còn đứng đây.  \" Vậy nếu họ đồng ý làm theo lời cầu xin của anh, mình sẽ quá trễ. Nếu họ từ chối, và anh nghĩ ra một kế hoạch nhằm làm họ nổi giận đủ nhanh, mình cũng sẽ quá trễ. Nếu anh thực hiện điều đó theo hướng biểu diễn cho nhiều người thấy hơn  ... mình có thể có thời gian. \" \"Mình đi đi!\" \"Nghe nè, Bella!  Dù mình có kịp lúc hay không, mình cũng sẽ ở giữa thành phố của Volturi. Em sẽ bị coi là kẻ tòng phạm nếu anh làm thế. Chị sẽ là một con người không chỉ biết quá nhiều, mà còn rất thơm ngon. Có khả năng rất chắc chắn là họ sẽ giết hết tất cả chúng ta - cho dù trong trường hợp của chị, chẳng phải là hình phạt gì lâu hơn giờ ăn tối. \" \"Đó là điều giữ chân mình lại đây đó hả?\" Tôi hoài nghi hỏi. \"Chị sẽ đi một mình nếu em sợ. \" Tôi nhẩm tính trong đầu số tiền còn lại trong tài khoản của mình, và tự hỏi không biết Alice có cho tôi mượn số còn lại không.  \"Em chỉ sợ chị bị giết thôi. \" Tôi khịt mũi chán ghét. \"Chị gần như tự giết mình mỗi ngày rồi!  Hãy cho chị biết chị cần làm gì!\" \"Chị hãy viết thư để lại cho Charlie. Em sẽ gọi cho hãng hàng không. \" \" Charlie, \" tôi thở hổn hển.  Không phải sự hiện diện của tôi bảo vệ được ông, nhưng làm sao tôi có thể bỏ ông ở đây một mình để đối mặt với... \"Tôi sẽ không để cho có chuyện gì xảy ra với Charlie đâu. Giọng Jacob nhỏ xíu cộc lốc và giận dữ. \"Kệ luôn cái hiệp ước. \" Tôi liếc nhìn lên anh, và anh cau mày nhìn vẻ mặt hoảng sợ của tôi.  \"Nhanh lên, Bella, \" Alice cắt ngang vội vã.  Tôi chạy đến bếp, kéo mạnh mở ngăn kéo và ném mấy thứ bên trong ra khắp sàn nhà để tìm bút. Một bàn tay màu nâu, láng mịn đưa cho tôi một cây.  \"Cám ơn, \" tôi lầm bầm, cắn răng lôi nắp ra. Anh lặng lẽ trao cho tôi mảnh giấy ghi lại lời nhắn điện thoại. Tôi xé trang đầu và ném qua vai.  Bố, tôi viết. Con đi với Alice. Edward đang gặp khó khăn. Bố có thể nhốt con khi con về nhà. Con biết thật không đúng lúc. Vô cùng xin lỗi. Thương bố rất nhiều.  Bella.  \"Đừng đi, \" Jacob thì thầm. Nỗi tức giận đã không còn vì Alice không còn trong tầm mắt.  Tôi sẽ không mất thời gian tranh cãi với anh. \"Xin bạn, xin bạn, xin bạn hãy lo cho Charlie, \" tôi nói vừa chạy ra khỏi phòng khách. Alice đang chờ tôi ở lối vào với túi xách trên vai.  \"Đi lấy ví của chị đi - chị sẽ cần ID.  Xin hãy nói với em là chị có hộ chiếu. Em không có thời gian để làm giả nó. \" Tôi gật đầu rồi chạy nhanh lên cầu thang, đầu gối tôi nhủn đi với lòng biết ơn vì mẹ tôi đã muốn làm đám cưới với Phil ở bãi biển ở Mê - hi - cô. Tất nhiên, như mọi kế hoạch của bà, chúng đều thất bại. Nhưng chỉ khi tôi đã thu xếp hết mọi thứ cần thiết cho bà. Tôi lao vô phòng. Nhét chiếc ví cũ của mình, một cái áo thun ngắn tay sạch, và quần thể thao vào ba lô, rồi ném bàn chải đánh răng lên trên. Tôi phóng xuống cầu thang. Cảm giác ngờ ngợ quen thuộc gần làm tôi nghẹt thở lúc này. Ít nhất, không giống lần cuối -- khi tôi phải bỏ Forks để trốn một con ma cà rồng khát máu chớ không phải để tìm họ - tôi đã không phải trực tiếp nói lời từ biệt với Charlie.  Jacob và Alice đang ghìm nhau kiểu đối địch trước cánh cửa mở toang, đứng xa nhau đến nỗi lúc đầu mình sẽ không nghĩ là họ đang trò chuyện với nhau. Dường như chẳng ai nhận ra sự xuất hiện trở lại ồn ào của tôi. \"Đôi khi cô có thể kiểm soát mình, nhưng mấy con đỉa hút máu mà cô đang đưa cô ấy đến -- \" Jacob đang giận dữ lên án cô.  \"Ừ. Anh nói đúng đó, chó à. \" Alice cũng đang gầm gừ. \"Volturi chính là những người hoàn hảo nhất thuộc loại chúng tôi - họ sẽ làm anh phải dựng tóc gáy khi anh đánh hơi tôi. Họ là chất liệu làm nên những cơn ác mộng của anh, nỗi sợ hãi ẩn sau bản năng của anh. Tôi không phải không biết chuyện đó đâu. \" \"Vậy mà cô lại mang cô ấy đến cho bọn chúng như một chai rượu vang góp vào bữa tiệc !\" anh la to.  \"Anh nghĩ chị ấy sẽ tốt hơn nếu tôi bỏ chị ấy ở đây một mình, với Victoria đang theo đuổi chỉ sao?\" \" Chúng tôi có thể xử lý được bà tóc đỏ đó. \" \" Vậy thì tại sao bà ta vẫn còn săn lùng chỉ chứ?\" Jacob gầm gừ, và cơn rùng mình gợn sóng qua thân thể anh.  \"Dừng lại!\" Tôi quát cả hai, điên cuồng vì sốt ruột. \"Về rồi hãy cãi nhau, đi nào !\" Alice quay đi lấy xe, biến mất vội vàng. Tôi vội đi theo cô, tự động ngừng lại và khoá cửa.  Jacob chụp cánh tay tôi với bàn tay run rẩy. \"Xin bạn, Bella. Tôi cầu xin bạn. \" Đôi mắt đen của anh đang lấp loáng nước mắt. Tôi nghẹn lời.  \"Jake, tôi phải--- \" \"Bạn không cần phải thế. Bạn thật sự không cần. Bạn có thể ở lại đây với tôi. Bạn có thể sống. Vì Charlie.  Vì tôi. \" Động cơ chiếc Mercedes của Carlisle nổ đều đều; nhịp đều đều ấy chấm dứt khi Alice tăng tốc sốt ruột.  Tôi lắc đầu, nước mắt tuôn lộp độp. Tôi kéo tay ra, và anh không ngăn tôi.  \"Đừng chết nhé, Bella, \" anh nghẹn lời. \"Xin bạn đừng đi. Xin đừng. \" Chuyện gì sẽ xảy ra nếu tôi không bao giờ gặp lại anh lần nữa ? Suy nghĩ ấy khiến tôi không còn khóc lặng lẽ nữa; tiếng nấc oà khỏi ngực. Tôi choàng tay ôm quanh eo anh và ôm ghì trong một khoảnh khắc thật ngắn, giấu khuôn mặt đẫm nước mắt tì vào ngực anh. Anh đặt bàn tay to lớn của mình sau tóc tôi, như thể để giữ tôi lại đó.  \" Tạm biệt, Jake. \"Tôi kéo tay anh ra khỏi tóc mình, và hôn lòng bàn tay anh. Nhìn mặt anh tôi không chịu nỗi.  \" Xin lỗi, \" tôi thì thầm.  Rồi tôi quay người và chạy nhanh ra xe. Cửa phía hành khách đang mở ra chờ đợi. Tôi ném ba lô qua chỗ tựa đầu rồi lách vào trong, đóng sầm cửa lại.  \"Hãy chăm sóc cho Charlie!\" Tôi quay lại la to vọng ra ngoài cửa xe, nhưng chẳng còn thấy Jacob đâu nữa. Khi Alice nhấn ga và - với bánh xe rít lên như tiếng người thét - xoay chúng tôi quay ra đường, tôi nhìn thấy một mảnh vải trắng gần bìa rừng. Một mảnh giày."
        }
    ],
    "suggestions": []
}