{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hiðə'tu:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cho đến nay</td></tr></table><i/></div>",
            "word": "hitherto",
            "pronounce": "[,hiðə'tu:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hitherto</k><blockquote>■ <cclass>adverb until now or until the point in time under discussion. </cclass></blockquote></div>",
            "word": "hitherto",
            "pronounce": "[,hiðə'tu:]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hitherto</k><blockquote>▸ <cclass>adverb PREVIOUSLY, formerly, earlier, before, beforehand; so far, thus far, to date, as yet, until now, until then, till now, till then, up to now, up to then; <cclass><i>formal</i> heretofore.</cclass></cclass></blockquote></div>",
            "word": "hitherto",
            "pronounce": "[,hiðə'tu:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hitherto",
            "pronounce": "[,hiðə'tu:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hitherto",
            "pronounce": "[,hiðə'tu:]"
        }
    },
    "sentences": [
        {
            "en": "As <em>hitherto</em>.",
            "vi": "Như lâu nay."
        },
        {
            "en": "That's a <em>hitherto</em> unknown species bird,",
            "vi": "Đó là loài chim cho đến nay vẫn chưa ai biết."
        },
        {
            "en": "AIDS is a <em>hitherto</em> incurable disease.",
            "vi": "AIDS là một căn bệnh mà đến nay vẫn là bệnh nan y."
        },
        {
            "en": "She has <em>hitherto</em> been nice to me.",
            "vi": "Lâu nay cô ấy vẫn tốt với tôi."
        },
        {
            "en": "The publisher says Wight's book includes <em>hitherto</em> unpublished material.",
            "vi": "Nhà xuất bản cho biết sách của Wight bao gồm những tài liệu chưa được công bố cho đến nay."
        },
        {
            "en": "What do you think about a <em>hitherto</em> unpublished document?",
            "vi": "Ông nghĩ gì về việc một văn kiện đến nay vẫn chưa được công bố?"
        },
        {
            "en": "<em>Hitherto</em> we had at least proceeded on our feet in an upright position.",
            "vi": "Trước đến giờ, ít ra chúng tôi cũng được đi thẳng người."
        },
        {
            "en": "The rich iron deposits of the English hills had <em>hitherto</em> been little developed.",
            "vi": "Các trầm tích sắt phong phú của những ngọn đồi ở Anh từ trước cho đến nay rất ít được phát triển."
        },
        {
            "en": "Malaysia’s Berjaya wins the golden ticket to enter the lucrative business that has <em>hitherto</em> belonged to state firms",
            "vi": "Berjaya của Malaysia đã giành quyền kinh doanh trong lĩnh vực sinh lợi mà cho đến nay chỉ thuộc về doanh nghiệp nhà nước."
        },
        {
            "en": "Enhanced the scope for long-term planning among traders by drawing up export and import plans for the period 2001-2005, instead of the <em>hitherto</em> one year schemes;",
            "vi": "Mở rộng phạm vi lập kế hoạch dài hạn cho các doanh nghiệp xuất nhập khẩu bằng cách vạch ra kế hoạch xuất nhập cho giai đoạn 2001-2005, thay vì lịch trình mỗi năm một lần;"
        },
        {
            "en": "The sensitivity surrounding sexuality and the inaction that follows hits back and destroys individuals and societies on a level <em>hitherto</em> inexperienced in modern times.",
            "vi": "Tính nhạy cảm bao quanh tính dục và sự trì trệ bất động kèm theo đã có tác dụng ngược lại và đã tàn phá nhiều cá nhân và xã hội ở mức độ chưa từng có trong lịch sử đương đại."
        },
        {
            "en": "Products can be sold as unbranded commodities. Raw materials are still treated in this way, but increasingly branding is becoming dominant, even in the supply of industrial components and in <em>hitherto</em> unbranded areas such as a vegetables.",
            "vi": ". Các nguyên vật liệu thô vẫn được xử lý theo cách này, nhưng việc đóng nhãn hàng hóa ngày càng trở thành một xu thế nổi trội, thậm chí ngay trong việc cung cấp những linh kiện công nghiệp và cho đến nay là những loại hàng hóa lâu nay không hề có nhãn hiệu như rau xanh."
        },
        {
            "en": "This, I propose to offer, pledging that the larger purposes will bind upon us, bind upon us all as a sacred obligation with a unity of duty <em>hitherto</em> evoked only in times of armed strife.",
            "vi": "Điều này, theo tôi đề nghị, là phải cam kết rằng những mục đích lớn lao hơn sẽ ràng buộc chúng ta, sẽ ràng buộc tất cả chúng ta như một nghĩa vụ thiêng liêng, gắn liền"
        },
        {
            "en": "This, I propose to offer, pledging that the larger purposes will bind upon us, bind upon us all as a sacred obligation with a unity of duty <em>hitherto</em> evoked only in times of armed strife.",
            "vi": "Điều này, theo tôi đề nghị, là phải cam kết rằng những mục đích lớn lao hơn sẽ ràng buộc chúng ta, sẽ ràng buộc tất cả chúng ta như một nghĩa vụ thiêng liêng, gắn liền với một thứ bổn phận mà xưa nay chỉ đặt ra khi nào có chiến tranh mà thôi."
        },
        {
            "en": "They were very large slippers, which her mother had <em>hitherto</em> worn; so large were they; and the poor little thing lost them as she scuffled away across the street, because of two carriages that rolled by dreadfully fast.",
            "vi": "Đó là một đôi giày vải rất rộng mà mẹ cô lâu nay vẫn mang; chúng quá to và cô bé đã làm văng mất chúng khi cô chạy băng qua đường vì có hai cỗ xe ngựa đang phóng nước đại."
        },
        {
            "en": "The Japanese, who have <em>hitherto</em> focused more on economic ties to the U. S. and Europe, are slowly beginning to realize that they would do well to ride this train.",
            "vi": "Người Nhật Bản lâu nay vẫn tập trung nhiều hơn vào quan hệ kinh tế với Hoa Kỳ và Châu Âu, nên đang từ từ nhận ra rằng họ phải khéo xoay xở thì mới đi được chuyến tàu này."
        },
        {
            "en": "The Japanese, who have <em>hitherto</em> focused more on economic ties to the U.S. and Europe, are slowly beginning to realize that they would do well to ride this train.",
            "vi": "Người Nhật Bản lâu nay vẫn tập trung nhiều hơn vào quan hệ kinh tế với Hoa Kỳ và Châu Âu đang từ từ nhận ra rằng họ phải khéo xoay xở thì mới đi được chuyến tàu này."
        },
        {
            "en": "To achieve this norm, the business motivating investment must be improved. the targets and projects in need of investment must be actively initiated and prepared, must not be spontaneous as <em>hitherto</em>.",
            "vi": "Để đạt được chỉ tiêu này cần phải cải tiến công tác vận động đầu tư, chủ động chuẩn bị các mục tiêu và dự án cần đầu tư, không để tự phát như lâu nay."
        },
        {
            "en": "Marriage and problems are interrelated and people must remember that when they are getting married, they will have to face problems and responsibilities that they had never expected or experienced <em>hitherto</em>.",
            "vi": "Hôn nhân và các vấn đề thì liên hệ với nhau và người ta phải nhớ rằng khi sắp lập gia đình, sẽ phải đối mặt với những vấn đề và những trách nhiệm mà họ chưa bao giờ ngờ"
        },
        {
            "en": "Marriage and problems are interrelated and people must remember that when they are getting married, they will have to face problems and responsibilities that they had never expected or experienced <em>hitherto</em>.",
            "vi": "Hôn nhân và các vấn đề thì liên hệ với nhau và người ta phải nhớ rằng khi sắp lập gia đình, sẽ phải đối mặt với những vấn đề và những trách nhiệm mà họ chưa bao giờ ngờ tới hoặc cảm thấy."
        }
    ],
    "suggestions": []
}