{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hobbyist",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hobbyist</k><blockquote>■ <cclass>noun a person with a particular hobby. </cclass></blockquote></div>",
            "word": "hobbyist",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hobbyist",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hobbyist",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hobbyist",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "David Jonathan Ross bought seven handguns from a gun <em>hobbyist</em> in Washington state and brought them into Canada before authorities could be alerted.",
            "vi": "David Jonathan Ross đã mua bảy khẩu súng ngắn từ một người có sở thích riêng về súng ở bang Washington và mang chúng sang Canada trước khi chính quyền cảnh giác."
        },
        {
            "en": "Scott began his journey in glass in Philomath, Oregon when he was seventeen. Bending glass tubing over a flame in a high school chemistry class piqued his interest and unknowingly a lifetime obsession and career began. After several years as a <em>hobbyist</em>, Scott made the acquaintance of Skip Horton and later Buzz Williams. With their guidance and tutoring, glass became Scott’s livelihood and ruling passion. For the next four years, Scott led a dual existence as a flame worker and furnace worker. In 1994, Scott took a class at the Pilchuck School of Glass with the world famous Robert Mickleson. This was truly a turning point.",
            "vi": "Scott bắt đầu cuộc phiêu lưu vào thế giới thủy tinh của mình ở Philomath, Oregon khi anh mười bảy tuổi. Việc uốn ống thuỷ tinh trên lửa trong một lớp hoá học trường trung học đã khơi gợi mối quan tâm và không ngờ là nỗi ám ảnh suốt đời và bắt đầu sự nghiệp của anh. Sau mấy năm xem uốn thủy tinh là thú vui, Scott làm quen với Skip Horton và sau này là Buzz Williams. Nhờ sự hướng dẫn và chỉ dạy của họ, thủy tinh đã trở thành sinh kế và niềm đam mê thống lĩnh của Scott. Suốt bốn năm sau đó, Scott vừa là công nhân thổi lửa và công nhân đốt lò. Vào năm 1994, Scott theo học một lớp ở Trường điêu khắc Thuỷ tinh Pilchuck với Robert Mickleson nổi tiếng thế giới. Đây thực sự là một bước ngoặt của cuộc đời."
        }
    ],
    "suggestions": []
}