{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Holi",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Holi</k><blockquote><cclass>[<cclass>'həʊli:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a Hindu spring festival celebrated in honour of Krishna. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>via Hindi from Sanskrit <i>holī</i>. </blockquote></div>",
            "word": "Holi",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Holi",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Holi",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Holi",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Colours in the wind for celebration of <em>Holi</em> festival in Ha Noi",
            "vi": "Lễ hội màu Holi ở Hà Nội"
        },
        {
            "en": "Cow dung cakes have been used for centuries to fuel fires for cooking and are specially laid out on the festival of colours, <em>Holi</em>.",
            "vi": "Bánh phân bò từ nhiều thế kỷ đã được dùng để nấu nướng và nhất là được trang trí vào mỗi độ mùa lễ hội đầy sắc màu, Lễ hội Mùa Xuân."
        },
        {
            "en": " VinGallery to host spring art market, Electronic music concert features international artists, UK choreographer performs in HCM City, French singer featured at Saigon Reggae Festival, Colours in the wind for celebration of <em>Holi</em> festival in Ha Noi",
            "vi": "VinGallery tổ chức lễ hội nghệ thuật mùa xuân, buổi hòa nhạc điện tử được biểu diễn bởi các nghệ sĩ quốc tế, những biên đạo múa của Anh trình diễn tại thành phố HCM, ca sĩ người Pháp là những đặc trưng tại Liên hoan Reggae Sài Gòn, Màu sắc trong gió trong lễ kỷ niệm của lễ hội Holi tại Hà Nội."
        },
        {
            "en": "<em>Holi</em>, the festival of colours, is a traditional festival celebrated by Hindus in India and several other countries. Those joining in the event in Ha Noi on Sunday will be treated to plentiful Indian food and the chance to throw coloured powder at each other.",
            "vi": "Lễ hội màu Holi, là một lễ hội truyền thống nổi tiếng của người Hindu Ấn Độ và một vài nước khác. Những người tham gia vào sự kiện tại Hà Nội ngày Chủ nhật sẽ được thưởng thức đồ ăn Ấn Độ tuyệt với và có cơ hội ném bột màu vào nhau."
        }
    ],
    "suggestions": []
}