{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['houlinis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tính chất thiêng liêng, tính chất thần thánh</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">His Holiness</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">Đức giáo hoàng (tiếng tôn xưng)</td></tr></table><i/></div>",
            "word": "holiness",
            "pronounce": "['houlinis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>holiness</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the state of being holy. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>His/Your Holiness</b>) the title of the Pope, Orthodox patriarchs, and the Dalai Lama. </cclass></blockquote></blockquote></div>",
            "word": "holiness",
            "pronounce": "['houlinis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "holiness",
            "pronounce": "['houlinis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "holiness",
            "pronounce": "['houlinis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "holiness",
            "pronounce": "['houlinis]"
        }
    },
    "sentences": [
        {
            "en": "His <em>holiness</em>",
            "vi": "Đức giáo hoàng"
        },
        {
            "en": "Have you ever met His <em>Holiness</em>?",
            "vi": "Anh có bao giờ gặp Đức giáo hoàng chưa?"
        },
        {
            "en": "The Pursuit of <em>Holiness</em> spends the first half of the book explaining what <em>holiness</em> is and the second half of applying it in our lives.",
            "vi": "Quyển sách \"Đeo đuổi sự thánh khiết\" dùng nửa đầu của cuốn sách giải thích tính chất thần thánh là gì và nửa thứ hai để ứng dụng nó vào cuộc sống của chúng ta."
        },
        {
            "en": "President and Mrs. Bush would welcome His <em>Holiness</em> Pope Benedict XVI to the White House on April 16, 2008.",
            "vi": "Tổng thống Bush và phu nhân sẽ chào đón Đức giáo hoàng Pope Benedict XVI đến Nhà Trắng vào ngày 16 tháng 4 năm 2008."
        },
        {
            "en": "Dignity, and even <em>holiness</em> too, sometimes, are more questions of coat and waistcoat than some people imagine.",
            "vi": "Vẻ đường hoàng, thậm chí cả thánh thiện, đôi khi là vấn đề của áo choàng và áo gi - lê hơn là thứ nhiều người tưởng tượng."
        },
        {
            "en": "She was an example to volunteers around the world, he said. \"May she be your model of <em>holiness</em>.\"",
            "vi": "Bà là tấm gương cho những người tình nguyện khắp thế giới, Giáo hoàng nói: \"Xin bà cũng là tấm gương thiêng liêng cho tất cả anh chị em nữa.\""
        },
        {
            "en": "Dignity, and even <em>holiness</em> too, sometimes, are more questions of coat and waistcoat than some people imagine.",
            "vi": "Vẻ đường hoàng, thậm chí cả thánh thiện, đôi khi là vấn đề của áo choàng và áo gi-lê hơn là thứ nhiều người tưởng tượng."
        },
        {
            "en": "Mother Teresa's devotees began pressing the Vatican soon after her death to speed up the nun's sainthood cause, saying her <em>holiness</em> was clear to many around the world. Pope John Paul II granted the special dispensation in 1999, and the procedure began.",
            "vi": "Những người yêu mến Mẹ Teresa bắt đầu thúc giục Toà thánh Vatican tiến hành phong thánh cho bà từ rất sớm, khi bà vừa qua đời, họ cho rằng các phép lạ của bà quá rõ ràng ở nhiều nơi khắp thế giới. Đức Giáo hoàng John Paul II đã ban hành một miễn trừ đặc biệt vào năm 1999, và từ đó thủ tục phong thánh cho bà được bắt đầu."
        },
        {
            "en": "Some time ago I went with my six-year-old nephew Matan to hunt for Pokémon. As we walked down the street, Matan kept looking at his smartphone, which enabled him to spot Pokémon all around us. I didn’t see any Pokémon at all, because I didn’t carry a smartphone. Then we saw two others kids on the street who were hunting the same Pokémon, and we almost got into a fight with them. It struck me how similar the situation was to the conflict between Jews and Muslims about the holy city of Jerusalem. When you look at the objective reality of Jerusalem, all you see are stones and buildings. There is no <em>holiness</em> anywhere. But when you look through the medium of smartbooks (such as the Bible and the Qur’an), you see holy places and angels everywhere.",
            "vi": "Một đoạn thời gian trước, tôi cùng cháu trai Matan đi săn Pokémon. Khi chúng tôi bước xuống phố, Matan vẫn luôn nhìn vào smartphone, thiết bị cho phép cậu phát hiện ra vị trí của Pokémon ở chung quanh. Tôi chẳng nhìn thấy con Pokémon nào cả, vì tôi không mang theo smartphone. Sau đó, chúng tôi nhìn thấy hai đứa trẻ khác trên đường, chúng cũng đang săn cùng một con Pokémon với chúng tôi, vì thế suýt chút nữa là chúng tôi đánh nhau với chúng. Tình huống này khiến tôi cảm thấy có nét tương đồng với cuộc xung đột giữa người Do thái và người Hồi giáo về Vùng đất Thánh Jerusalem. Khi bạn nhìn Jerusalem như một đối tượng vật chất thì tất cả những gì thấy được chỉ là đất đá và các kiến trúc. Chẳng thấy nơi nào là thiêng liêng, thần thánh cả. Nhưng khi bạn nhìn qua lăng kính của thánh thư (như Kinh Thánh hay Kinh Koran), bạn sẽ nhìn thấy những vùng đất thánh và các thiên thần ở khắp mọi nơi."
        }
    ],
    "suggestions": []
}