{
    "en_vn": {
        "data": {
            "content": null,
            "word": "holmes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "holmes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "holmes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "holmes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "holmes"
        }
    },
    "sentences": [
        {
            "en": "His name is <em>Holmes</em>, Sherlock <em>Holmes</em>.",
            "vi": "Tên của ông ấy là Holmes, Sherlock Holmes."
        },
        {
            "en": "<em>Holmes</em>-adie syndrome.",
            "vi": "Hội chứng holmes - adie."
        },
        {
            "en": "<em>Holmes</em> died of bronchial pneumonia in 1965.",
            "vi": "Holmes đã qua đời vì căn bệnh viêm cuống phổi năm 1965."
        },
        {
            "en": "<em>Holmes</em> stories often begin with a bravura display of <em>Holmes</em> 'talent for deduction.",
            "vi": "Những câu chuyện về Holmes thường mở đầu bằng một màn suy luận tuyệt vời của thiên tài này."
        },
        {
            "en": "We 're talking about the enduring popularity of Sherlock <em>Holmes</em>.",
            "vi": "Chúng tôi đang nói về sự nổi tiếng vĩnh viễn của Sherlock Holmes."
        },
        {
            "en": "How is Mr. <em>Holmes</em> getting along in his new job?",
            "vi": "Ông Holmes xoay xở với công việc mới của ông ta như thế nào?"
        },
        {
            "en": "Choreographer Anna-Marie <em>Holmes</em> is a renowned interpreter of the Russian classical ballet repertoire.",
            "vi": "Biên đạo múa Anna - Marie Holmes là một người thể hiện của các tiết mục múa ba lê cổ điển Nga nổi tiếng."
        },
        {
            "en": "Both AbuZayd and <em>Holmes</em> emphasized the impossibility of any improvement in the situation in Gaza.",
            "vi": "Cả AbuZayd và Holmes nhấn mạnh rằng không có khả năng cải thiện tình hình ở dải Gaza."
        },
        {
            "en": "We will continue our rerelease of selected Sherlock <em>Holmes</em> tales by Arthur Conan Doyle.",
            "vi": "Chúng tôi sẽ tiếp tục phát hành những câu truyện Sherlock Holmes chọn lọc của tác giả Arthur Conan Doyle."
        },
        {
            "en": "The police were baffled, and Sherlock <em>Holmes</em> was called in to investigate.",
            "vi": "Cảnh sát đã thất bại, và Sherlock Holmes được mời đến để điều tra."
        },
        {
            "en": "Choreographer Anna - Marie <em>Holmes</em> is a renowned interpreter of the Russian classical ballet repertoire.",
            "vi": "Biên đạo múa Anna-Marie Holmes là một người thể hiện của các tiết mục múa ba lê cổ điển Nga nổi tiếng."
        },
        {
            "en": "The enduring popularity of Sherlock <em>Holmes</em> has led to hundreds of works based on the character.",
            "vi": "Sự nổi tiếng trong thời gian dài của Sherlock Holmes đã dẫn đến hàng trăm tác phẩm dựa trên nhân vật này ra đời."
        },
        {
            "en": "\"Conan Doyle is probably best known as the creator of Sherlock <em>Holmes</em>.\"\"I love his detective novels.\"",
            "vi": "\"Conan Doyle có lẽ được biết nhiều nhất như là người sáng tạo ra Sherlock Holmes\". \"Tôi thích những cuốn tiểu thuyết trinh thám của ông ấy\"."
        },
        {
            "en": "When he began joking about exploring the homoerotic relationship between <em>Holmes</em> and Watson, it gave me pause.",
            "vi": "Khi anh ta bắt đầu giễu cợt về việc khám phá ra mối quan hệ đồng tính luyến ái giữa Holmes và Watson, điều đó làm tôi ngập ngừng."
        },
        {
            "en": "\"Conan Doyle is probably best known as the creator of Sherlock <em>Holmes</em>.\" \"I love his detective novels.\"",
            "vi": "\"Conan Doyle có lẽ được biết nhiều nhất như là người sáng tạo ra Sherlock Holmes\".\"Tôi thích những cuốn tiểu thuyết trinh thám của ông ấy\"."
        },
        {
            "en": "The daughter of Tom Cruise and Katie <em>Holmes</em> was seen wearing a pair of silver high heels while walking along Newbury Street with mom on Monday.",
            "vi": "Người ta trông thấy con gái của Tom Cruise và Katie Holmes mang một đôi giày cao gót màu bạc trong khi đi dọc con phố Newbury với mẹ hôm thứ hai."
        },
        {
            "en": "As <em>Holmes</em> and Dugdale floundered on the slippery surface, he nipped past them to flick the ball a foot outside the post.",
            "vi": "Khi holmes và dugdale loạng choạng trên mặt sân trơn trợt, anh ta vượt qua họ và đá bóng chệch ngoài cột dọc khoảng 30 cm."
        },
        {
            "en": "Sherlock <em>Holmes</em> was an idiot and Robert Watt was a fool. One was a detective, the other invented radar. But neither of them ever discovered you. I 'm a genius!",
            "vi": "Sherlock Holmes là một tên ngốc còn Robert Watt là một gã khờ. Một người là thám tử, một người phát minh ra ra-đa. Vậy mà chẳng ai tìm ra em. Thế nên anh đúng là một thiên tài!"
        },
        {
            "en": "Sherlock <em>Holmes</em> was an idiot and Robert Watt was a fool. One was a detective, the other invented radar. But neither of them ever discovered you. I'm a genius!",
            "vi": "Sherlock Holmes là một tên ngốc còn Robert Watt là một gã khờ. Một người là thám tử, một người phát minh ra ra - đa. Vậy mà chẳng ai tìm ra em. Thế nên anh đúng là một thiên tài!"
        },
        {
            "en": "When you find that Sherlock <em>Holmes</em> was cracking cases in 1903 which involved forged fingerprints, you might be forgiven for wondering if we really can provide security on the basis of our fingertips and thumbs. However, modern biometric security goes further to try to provide greater security.",
            "vi": "Nếu bạn biết rằng Sherlock Holmes đã từng phá án thành công một trường hợp vào năm 1903, trong đó liên quan đến việc giả mạo dấu vân tay, bạn có lý do để lo lắng về độ an toàn của mật khẩu dựa trên ngón tay và ngón cái. Tuy nhiên, an ninh sinh trắc học hiện đại đã tiến xa hơn để cố gắng cung cấp bảo mật tốt hơn."
        }
    ],
    "suggestions": []
}