{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['houmli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giản dị, chất phác; không màu mè, không khách sáo, không kiểu cách</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) xấu, vô duyên, thô kệch (người, nét mặt...)</td></tr></table><i/></div>",
            "word": "homely",
            "pronounce": "['houmli]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>homely</k><blockquote>■ <cclass>adjective (<cclass><b>homelier</b>, <cclass><b>homeliest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 <cclass>Brit. simple but comfortable. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ unsophisticated. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. unattractive. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>homeliness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "homely",
            "pronounce": "['houmli]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>homely</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a homely atmosphere</i>: COSY, homelike, homey, comfortable, snug, welcoming, friendly, congenial, intimate, warm, hospitable, informal, relaxed, pleasant, cheerful; <cclass><i>informal</i> comfy.</cclass></blockquote><blockquote><b>2</b><i>homely pursuits</i>: UNSOPHISTICATED, everyday, ordinary, domestic, simple, modest, unpretentious, unassuming; homespun, folksy.</blockquote><blockquote><b>3</b><cclass><i>(N. Amer.)</i><i>she's rather homely</i>: UNATTRACTIVE, plain, unprepossessing, unlovely, ill-favoured, ugly; <cclass><i>informal</i> not much to look at; <cclass><i>Brit.</i><cclass><i>informal</i> no oil painting.</cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>uncomfortable, formal, sophisticated, attractive.</blockquote></div>",
            "word": "homely",
            "pronounce": "['houmli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homely",
            "pronounce": "['houmli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homely",
            "pronounce": "['houmli]"
        }
    },
    "sentences": [
        {
            "en": "<em>Homely</em> surrounding.",
            "vi": "Sự quây quần đón tiếp người thân."
        },
        {
            "en": "She is a <em>homely</em> person.",
            "vi": "Cô ta là người giản dị."
        },
        {
            "en": "Bed and breakfast accommodation is more <em>homely</em>.",
            "vi": "Nơi có chỗ ngủ và phục vụ bữa điểm tâm thì có không khí gia đình hơn."
        },
        {
            "en": "That <em>homely</em> girl married a handsome man.",
            "vi": "Cô gái thô kệch đó kết hôn với một người đàn ông đẹp trai."
        },
        {
            "en": "Anyone could see I was <em>homely</em>.",
            "vi": "Bất kỳ ai cũng có thể thấy rằng tôi thật thô kệch."
        },
        {
            "en": "Home is home though it be never so <em>homely</em>.",
            "vi": "Dù trong dù đục ao nhà vẫn hơn."
        },
        {
            "en": "Home is home, be it ever so <em>homely</em>.",
            "vi": "Ta về ta tắm ao ta, dù trong dù đục ao nhà vẫn hơn."
        },
        {
            "en": "The living room of her house had a <em>homely</em> atmosphere.",
            "vi": "Phòng khách nhà cô ấy có không khí ấm cúng."
        },
        {
            "en": "home is home, be it ever so <em>homely</em>",
            "vi": "ta về ta tắm ao ta"
        },
        {
            "en": "They take motherly care of children and make them perfectly comfortable in a <em>homely</em> environment.",
            "vi": "Họ đảm nhiệm việc chăm sóc những đứa trẻ như những người mẹ và tạo cho chúng cảm giác hoàn toàn thoải mái như không khí trong nhà."
        },
        {
            "en": "What a relief to be in the midst of <em>homely</em> surroundings after a long day's travel.",
            "vi": "Sau một chuyến đi dài, về đến quê hương thân thuộc cháu thấy nhẹ nhõm làm sao."
        },
        {
            "en": "The <em>homely</em> woman is precious in the home, but at a feast the beautiful one is preferred.",
            "vi": "Người đàn bà nội trợ rất quý trong gia đình, nhưng trong yến tiệc thì người đàn bà đẹp được ưa thích hơn."
        },
        {
            "en": "A <em>homely</em> child gets her picture taken, simply because she is our child and we love her.",
            "vi": "Một đứa trẻ xấu xí được chụp ảnh, đơn giản là bởi vì con bé là con chúng tôi và chúng tôi yêu con bé."
        },
        {
            "en": "They have to already made a name are being continuously advertised; for example \"HORLICKS\" is being advertised in season and out of season though it has become almost a household name for a <em>homely</em> drink.",
            "vi": "Họ quảng cáo vì sợ công chúng quên, vì thể phải luôn quảng cáo, ví dụ \"horlicks\" được quảng cáo theo mùa hoặc trái mùa mặc dù tên của nó đã trở nên quen thuộc trong danh sách thức uống của mọi gia đình."
        },
        {
            "en": "The bristlemouth clan are humble, <em>homely</em> creatures with stubby bodies and tiny eyes, and they're mostly mouth and fins. siz​e-wise, they're unimposing. Most species grow to no more than three inches in length. But the bristlemouth has one outstanding piece of equipment: two rows of photophores, or light-emitting organs, on its underside, which it uses to prevent itself from a casting shadow its predators might spy. Its predators include shrimp, which gives you a sense of how puny this fish is.\n\n\n\nThe humble, <em>homely</em>, and very common, bristlemouth.\nImage Credit: Stockphoto/Thinkstock",
            "vi": "Loài cá bristlemouth là những sinh vật nhỏ bé, xấu xí với thân mình mập mạp, mắt nhỏ và chiếm phần lớn là miệng với vây. Vì nhỏ bé, nên chúng ít được chú ý. Hầu hết các loài cá này chỉ dài không quá ba inch. Nhưng cá bristlemouth có một bộ phận nổi bật: hai dãy phát sáng, hay các cơ quan phát ra ánh sáng, ở dưới bụng của nó, mà nó dùng để tránh cho bản thân tạo ra bóng, để các loài săn mồi không nhận ra nó. Kẻ thù của nó là tôm, giúp bạn hình dung được là loài cá này nhỏ đến mức nào.\n\n\n\nLoài cá bristlemouth nhỏ bé, xấu xí và rất phổ biến\nImage Credit: Stockphoto/Thinkstock"
        },
        {
            "en": "1) An interesting illustration of this is the way in which the English flower names which were in use till very recently are being ousted by Greek ones, snapdragon becoming antirrhinum, forget-me-not becoming myosotis, etc. It is hard to see any practical reason for this change of fashion: it is probably due to an instinctive turning-awayfrom the more <em>homely</em> word and a vague feeling that the Greek word is scientific.[back]",
            "vi": "1) Một minh họa thú vị có thể được chỉ ra là tên những loài hoa bằng Tiếng Anh vốn lưu hành phổ biến hiện nay đã bị thay thế bởi những cái tên Hy Lạp, snapdragon (hoa mõm chó) bị thay thế bởi antirrhinum, forget-me-not (hoa lưu ly) bị thay thế bởi myosotis, vv… Thật khó để hình dung bất kì lí do hợp lí nào cho sự thay đổi theo mốt này: có lẽ là do sự quay lưng với những từ bình dân và cảm giác mơ hồ rằng từ Hy Lạp nghe có vẻ khoa học hơn."
        },
        {
            "en": "1) An interesting illustration of this is the way in which the English flower names which were in use till very recently are being ousted by Greek ones, snapdragon becoming antirrhinum, forget-me-not becoming myosotis, etc. It is hard to see any practical reason for this change of fashion: it is probably due to an instinctive turning-awayfrom the more <em>homely</em> word and a vague feeling that the Greek word is scientific.[back]",
            "vi": "1) Một minh họa thú vị có thể được chỉ ra là tên những loài hoa bằng Tiếng Anh vốn lưu hành phổ biến hiện nay đã bị thay thế bởi những cái tên Hy Lạp, snapdragon (hoa mõm chó) bị thay thế bởi antirrhinum, forget-me-not (hoa lưu ly) bị thay thế bởi myosotis, vv… Thật khó để hình dung bất kì lí do hợp lí nào cho sự thay đổi theo mốt này: có lẽ là do sự quay lưng với những từ bình dân và cảm giác mơ hồ rằng từ Hy Lạp nghe có vẻ khoa học hơn."
        }
    ],
    "suggestions": []
}