{
    "en_vn": {
        "data": {
            "content": null,
            "word": "homemade"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "homemade"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "homemade"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homemade"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homemade"
        }
    },
    "sentences": [
        {
            "en": "<em>Homemade</em> bomb.",
            "vi": "Bom tự tạo."
        },
        {
            "en": "<em>homemade</em> cookies",
            "vi": "bánh quy nhà làm lấy"
        },
        {
            "en": "<em>Homemade</em> goods.",
            "vi": "Hàng hoá tự làm ở nhà."
        },
        {
            "en": "This jam is <em>homemade</em>.",
            "vi": "Mứt này làm ở nhà đấy."
        },
        {
            "en": "Do you love <em>homemade</em> salsa?",
            "vi": "Bạn thích nước sốt tự làm không?"
        },
        {
            "en": "Bob loves his wife's <em>homemade</em> cookies.",
            "vi": "Bob rất thích bánh bích quy cho chính tay vợ mình làm."
        },
        {
            "en": "How to make: <em>homemade</em> soy milk",
            "vi": "Cách làm sữa đậu nành tại nhà"
        },
        {
            "en": "Eva went into business selling her <em>homemade</em> muffins.",
            "vi": "Eva đã mở một tiệm bán bánh nướng do cô làm."
        },
        {
            "en": "Alice chooses a <em>homemade</em> crème caramel served with raspberries.",
            "vi": "Alice chọn món bánh flăng caramen (crème caramen) làm tại nhà ăn với quả mâm xôi."
        },
        {
            "en": "<em>Homemade</em> root beer is usually made from concentrate.",
            "vi": "Root beer làm tại nhà thường là được làm từ các chất cô đặc."
        },
        {
            "en": "Hai sells both China-made and <em>homemade</em> shisha smoking kits.",
            "vi": "Hải bán cả bộ dụng cụ shisha do Trung Quốc sản xuất hoặc tự chế."
        },
        {
            "en": "My sister went into business selling her <em>homemade</em> muffins.",
            "vi": "Em gái tôi đã mở tiệm kinh doanh bánh nướng xốp tự làm."
        },
        {
            "en": "Hai shows his <em>homemade</em> shisha hookah. Photo: Tuoi Tre.",
            "vi": "Hải trưng ra bàn shisha tự chế của mình. Ảnh: Tuổi Trẻ."
        },
        {
            "en": "<em>Homemade</em> mayonnaise can approach 85% fat before the emulsion breaks down.",
            "vi": "Mayonnaise làm tại nhà có thể chứa 85% chất béo trước khi nhũ tương vữa ra."
        },
        {
            "en": "A <em>homemade</em> facial mask for oily skin can help clean your pores.",
            "vi": "Mặt nạ tự làm dành cho da nhờn giúp làm sạch lỗ chân lông của bạn."
        },
        {
            "en": "My uncle asked me to taste some of his <em>homemade</em> wine.",
            "vi": "Chú tôi bảo tôi nếm thử rượu mà ông ấy tự làm tại nhà."
        },
        {
            "en": "Our Balti was served with basmati rice and <em>homemade</em> bread from a local Indian bakery.",
            "vi": "Món Balti của chúng tôi được dùng chung với gạo thơm và bánh mì ở hiệu bánh mì Ấn Độ địa phương."
        },
        {
            "en": "When my grandfather prepares his <em>homemade</em> pasta dishes, he does it from memory.",
            "vi": "Khi ông tôi nấu các món mì làm tại nhà, ông nấu theo trí nhớ của ông."
        },
        {
            "en": "I needed the safe sanity of his <em>homemade</em> garage and his warm hand around my cold fingers.",
            "vi": "Tôi cần sự minh mẫn đáng tin cậy trong ga-ra tự tạo ấy và bàn tay ấm áp của anh ôm quanh những ngón tay lạnh giá của tôi."
        },
        {
            "en": "<em>Homemade</em> caesar dressing Raw eggs are also used in many <em>homemade</em> dressings and sauces, such as:     * Caesar salad dressing     * Béarnaise sauce     * Hollandaise sauce     * Mayonnaise  Pregnant women should opt for store-bought versions, which are made with pasteurized eggs.",
            "vi": "Nước sốt caesar dressing tự làm ở nhà  Trứng sống cũng được sử dụng trong nhiều loại gia vị và nước sốt làm tại nhà, chẳng hạn như:  * Sốt trộn dầu giấm * Nước sốt Bê-ác-nơ (sốt mặn làm từ lòng đỏ trứng, bơ, hẹ tây, ngải giấm, giấm hoặc nước chanh, dùng chung với thịt nướng, gà hoặc cá) * Nước sốt làm bằng bơ, lòng đỏ trứng, giấm hoặc nước chanh * Sốt trứng / sốt ma-i-on-ne Phụ nữ có thai nên chọn những loại nước sốt mua ở tiệm, được chế biến từ trứng đã được diệt khuẩn theo phương pháp Pax-tơ."
        }
    ],
    "suggestions": []
}