{
    "en_vn": {
        "data": {
            "content": null,
            "word": "homegrown",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "homegrown",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "homegrown",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homegrown",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homegrown",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Every is <em>homegrown</em>.",
            "vi": "Cây nhà lá vườn."
        },
        {
            "en": "<em>Homegrown</em> solution: Linh (right) and Hanh at a lemon grass garden at their school. Photo tuoitre.vn",
            "vi": "Giải pháp cây nhà là vườn: Linh (bên phải) và Hạnh tại một vườn sả chanh ở trường của họ. ảnh tuoitre.vn"
        },
        {
            "en": "Aid has to back <em>homegrown</em> strategies and has to be demand-driven.",
            "vi": "Khoản viện trợ phải hỗ trợ chiến lược của các quốc gia đó và phải dựa trên yêu cầu."
        },
        {
            "en": "This will help attract skilled labour to Quang Nam from other provinces, and retain Quang Nam's <em>homegrown</em> skilled labour.",
            "vi": "Điều này sẽ giúp thu hút lao động có tay nghề đến Quảng Nam từ các tỉnh khác, và giữ chân được các lao động có tay nghề của chính quê hương Quảng Nam."
        },
        {
            "en": "“Customers prefer buying from us even at a slightly higher price because they believe that what we sell are <em>homegrown</em>, chemical-free and more nutritious,” Nguyen said.",
            "vi": "\"Khách hàng thích mua từ chúng tôi thậm chí với giá cao hơn vì họ tin rằng những gì chúng tôi bán là tự nhiên, không chứa hóa chất và có nhiều chất bổ dưỡng hơn\", chị Nguyên cho biết."
        },
        {
            "en": "The orchard will be run by volunteers on an honor system, and open to anyone who wants to purchase some <em>homegrown</em> food.",
            "vi": "Vườn cây ăn quả sẽ được trông nom bởi những người tình nguyện dựa trên quy tắc về lòng tin, và mở cửa cho bất kỳ ai muốn mua vài loại thực phẩm cây nhà là vườn."
        },
        {
            "en": "Meanwhile, Tech In Asia, a well known technology website, on May 26, when mentioning the launching of BPhone, reported that this was a “<em>homegrown</em>” smartphone.",
            "vi": "Trong khi đó, Tech in Asia, một trang web công nghệ nổi tiếng, vào 26 tháng 5, khi nhắc đến sự ra đời của BPhone, đã nhận định rằng đây là một điện thoại thông minh \"cây nhà lá vườn\"."
        },
        {
            "en": "Starthub.vn, one of the websites funded by the Silicon Valley Project, describes itself as the “heart of Vietnam’s startup ecosystem.” Its database lists hundreds of tech startups, from the Amazon-like Tiki.vn to the Yelp-like Foody.vn. Founder Anh-Minh Do expects to feature at least 1,000 <em>homegrown</em> firms on his portal by the middle of 2014. “Vietnam has seen quite a few startup successes. We’re kind of in the third generation now,” he said.",
            "vi": "Starthub.vn, một trong những website được Dự án Thung lũng Silicon tài trợ, tự giới thiệu mình là \"trái tim của hệ sinh thái các công ty khởi nghiệp Việt Nam\". Cơ sở dữ liệu của nó liệt kê hàng trăm doanh nghiệp công nghệ non trẻ, từ Tiki.vn giống như Amazon đến Foody.vn na ná kiểu Yelp. Nhà sáng lập Đỗ Anh Minh kỳ vọng có ít nhất 1000 công ty trong nước xuất hiện trên cổng thông tin điện tử của anh vào giữa năm 2014. Anh cho biết: \"Việt Nam đã chứng kiến khá nhiều công ty khởi nghiệp thành công. Hiện chúng tôi hầu như thuộc thế hệ thứ ba\"."
        }
    ],
    "suggestions": []
}