{
    "en_vn": {
        "data": {
            "content": null,
            "word": "homeowner"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>homeowner</k><blockquote>■ <cclass>noun a person who owns their own home. </cclass></blockquote></div>",
            "word": "homeowner"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "homeowner"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homeowner"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homeowner"
        }
    },
    "sentences": [
        {
            "en": "During the fire the <em>homeowner</em> was cool as a cucumber.",
            "vi": "Trong khi xảy ra cơn hỏa hoạn, người chủ nhà vẫn điềm tĩnh."
        },
        {
            "en": "A <em>homeowner</em> said the children may have started the fire.",
            "vi": "Người chủ nhà nói rằng đứa trẻ có thể đã nhóm lửa."
        },
        {
            "en": "The <em>homeowner</em> banged on the door and the male ran away.",
            "vi": "Chủ nhà đập cửa ầm ầm và người đàn ông kia bỏ chạy."
        },
        {
            "en": "Killing lawn weeds is an essential maintenance task for any <em>homeowner</em> who wants to have a pristine lawn.",
            "vi": "Diệt cỏ dại là một công việc bảo dưỡng hết sức cần thiết đối với chủ nhà muốn có một bãi cỏ mới."
        },
        {
            "en": "The Halifax is introducing a new standard variable rate, known as the <em>homeowner</em> variable rate (HVR), from 11 January 2011.",
            "vi": "Ngân hàng Halifax đang áp dụng một mức lãi suất chuẩn mực linh động mới, được biết đến như là một mức lãi suất linh động cho các chủ sở hữu nhà (HVR) từ ngày 11 tháng 1 năm 2011."
        },
        {
            "en": "At 1 : 51 PM Tuesday, police were called to Glendale Road for a dispute between a <em>homeowner</em> and her cleaning woman.",
            "vi": "Vào lúc 1 giờ 51 chiều ngày thứ ba, cảnh sát đã được gọi đến đường Glendale để giải quyết một vụ tranh cãi giữa chủ nhà và người nữ lao công của cô ấy."
        },
        {
            "en": "At 1:51 PM Tuesday, police were called to Glendale Road for a dispute between a <em>homeowner</em> and her cleaning woman.",
            "vi": "Vào lúc 1 giờ 51 chiều ngày thứ ba, cảnh sát đã được gọi đến đường Glendale để giải quyết một vụ tranh cãi giữa chủ nhà và người nữ lao công của cô ấy."
        },
        {
            "en": "House prices: Continued decline, says Land Registry        House prices continued to slide in October in England and Wales, according to the latest statistics from the Land Registry. Prices fell by 0.8% compared with the previous month, leaving the average property valued at £165,505, it said. Only London and the East of England registered property price rises compared with September. The biggest fall was in Yorkshire and the Humber, where a 1.8% drop pushed down the average price to £126,292. This was the second month in a row that month-on-month prices had dipped into negative territory on average across England and Wales, the Land Registry's figures show. Prices remained 3.4% lower than a year earlier, but this figure has now shrunk for five consecutive months. Trend?  Recent house price surveys have shown the effect of a lack of demand among buyers unable to secure a mortgage, as well as more properties coming onto the market. This has led to a stagnation, or slight dip, in prices in recent months. Paul Diggle, property economist at Capital Economics, said: \"The second consecutive monthly drop in the Land Registry measure of house prices is further evidence that the devaluation is becoming more embedded. Earlier this week, the Nationwide Building Society suggested that it was expecting house prices to continue to fall in the near future. Mortgage change Meanwhile, one major mortgage lender announced plans to charge new customers a higher interest rate when their mortgage deal comes to an end. The Halifax is introducing a new standard variable rate, known as the <em>homeowner</em> variable rate (HVR), from 11 January 2011. Anyone taking out a mortgage with the group from that date will revert to the new rate when their initial deal ends. The H This follows moves by Lloyds TSB, Cheltenham & Gloucester and Nationwide to replace their SVRs of 2.5% with ones charging 3.99% for new customers. VR will charge interest of 3.99%, compared with interest of 3.5% currently charged on the group's standard variable rate (SVR).",
            "vi": "House prices: Continued decline, says Land Registry       Theo những thống kê gần nhất của Cục địa chính thì giá nhà tiếp tục giảm vào tháng 10 ở Anh và xứ Wales Cục địa chính nói rằng giá giảm khoảng 0,8% so với tháng trước làm giá trị bất động sản trung bình chỉ còn khoảng 165.505 bảng Anh Chỉ có giá bất động sản đăng ký tại Luân Đôn và Anh thì tăng so với tháng 9. Sự sụt giảm to lớn nhất là ở Yorkshire và Humber, những nơi mà mức sụt giảm 1,8% đã đẩy mức giá trung bình xuống 126.292 bảng Anh. Những số liệu của Cục địa chính cho thấy đây là tháng thứ 2 trong cái chuỗi mà giá cả hàng tháng trung bình đã rơi xuống mức âm ở Anh và xứ Wales Giá cả vẫn ở mức 3,4% thấp hơn 1 năm trước nhưng con số này đã giảm đi trong 5 tháng liên tiếp Xu hướng? Những cuộc khảo sát giá nhà gần đây đã cho thấy tác động của việc thiếu cầu từ người mua không thể ngăn cản việc một khoản vay thế chấp cũng như những tài sản khác xuất hiện trên thị trường Điều này đã dẫn đến tình trạng ứ đọng hoặc một sự giảm nhẹ của giá trong những tháng gần đây Paul Diggle, nhà kinh tế học của Capital Economics nói “Sự sụt giảm trong 2 tháng liên tiếp của giá nhà theo phương pháp đo lường của Cục địa chính là một bằng chứng thêm cho thấy sự mất giá đang trở nên trầm trọng hơn. Vào đầu tuần này, Nationwide Building Society phát biểu rằng tổ chức này tin rằng giá nhà sẽ tiếp tục giảm trong tương lai gần Thay đổi trong khoản vay thế chấp  Trong khi đó, một nhà cho vay thế chấp chủ chốt đã thông báo kế hoạch tính một mức lãi suất cao hơn đối với những khách hàng mới khi hợp đồng vay thế chấp của họ kết thúc. Ngân hàng Halifax đang áp dụng một mức lãi suất chuẩn mực linh động mới, được biết đến như là một mức lãi suất linh động cho các chủ sở hữu nhà (HVR) từ ngày 11 tháng 1 năm 2011. Bất cứ ai mà vay tiền từ tổ chức này kể từ ngày đó sẽ chuyển sang chịu mức lãi suất mới khi hợp đồng vay ban đầu của họ chấm dứt. HVR sẽ tính một mức lãi suất là 3,99% so với mức lãi suất 3,5% đang được tính gần đây dựa trên lãi suất thay đổi căn bản của ngân hàng. Điều này diễn ra theo sau những hành động của Lloyds TSB, Cheltenham & Gloucester và Nationwide thay thế mức lãi suất thay đổi căn bản 2,5% của họ với những mức lãi suất khác mà tính lãi suất 3,99% cho những khách hàng mới"
        }
    ],
    "suggestions": []
}