{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['houmou]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">con người</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">Homo sapiens</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(sinh vật học) giống người hiện thời</td></tr></table><i/></div>",
            "word": "homo",
            "pronounce": "['houmou]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>homo</k><blockquote><cclass>[<cclass>'həʊməʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote><cclass>informal, chiefly derogatory </cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>homos</b>) a homosexual man. </cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective homosexual. </cclass></blockquote></div>",
            "word": "homo",
            "pronounce": "['houmou]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "homo",
            "pronounce": "['houmou]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homo",
            "pronounce": "['houmou]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homo",
            "pronounce": "['houmou]"
        }
    },
    "sentences": [
        {
            "en": "<em>Homo</em> sapiens' tools changed and developed rapidly.",
            "vi": "Các loại công cụ của người tinh khôn thay đổi và phát triển rất nhanh chóng."
        },
        {
            "en": "Humans would be listed as <em>Homo</em> sapiens.",
            "vi": "Người được gọi là Homo sapiens."
        },
        {
            "en": "To the casual observer, the archaeological record for <em>Homo</em> sapiens does not look much different from <em>Homo</em> erectus’s, or even our beetle browed European cousins, the Neanderthals.",
            "vi": "Với một quan sát viên bình tường, hồ sơ khảo cổ học cho Homo sapiens không khác mấy so với Homo erectus, hay họ hàng râu ria rậm rạp ở châu Âu xứ Neanderthal."
        },
        {
            "en": "<em>Homo</em> erectus is an extinct species of the genus <em>Homo</em>, which originated in Africa and spread as far as China and Java.",
            "vi": "Người vượn đứng thẳng là một loài tuyệt chủng của giống Homo, có nguồn gốc ở Châu Phi và tản ra đến tận Trung Quốc và Java."
        },
        {
            "en": "The human genome is the genome of <em>Homo</em> sapiens, which is stored on 23 chromosome pairs.",
            "vi": "Bộ gien con người là bộ gien của giống người hiện thời chứa đựng 23 cặp nhiễm sắc thể."
        },
        {
            "en": "Scientists now believe that Neanderthal Man was not related to <em>Homo</em> Sapiens.",
            "vi": "Các nhà khoa học tin rằng người Neanderthal không liên quan gì đến người Homo Sapiens."
        },
        {
            "en": "<em>Homo</em> sapiens has been revealed to be 100,000 years older than previously assumed.",
            "vi": "Phát hiện hóa thạch cho thấy người hiện đại xuất hiện sớm hơn 100 000 năm so với những ước đoán trước đây."
        },
        {
            "en": "Two chromosomes in the <em>Homo</em> genus fused to produce human chromosome 2.",
            "vi": "Hai nhiễm sắc thể trong bộ gen loài linh trưởng nhập lại tạo thành nhiễm sắc thể thứ 2 ở người."
        },
        {
            "en": "According to Dan Everett, <em>Homo</em> erectus was probably the first of the primates that used language.",
            "vi": "Theo Dan Everett, Homo erectus có lẽ là loài linh trưởng đầu tiên sử dụng ngôn ngữ."
        },
        {
            "en": "However, stone tools that were made some 1.5 million years ago in Koobi Fora, Kenya, by two ancient human species –<em>Homo</em> habilis and <em>Homo</em> erectus – do show some evidence of species-wide right-handedness. And by the time a species called <em>Homo</em> heidelbergensis had appeared, perhaps around 600,000 years ago, there was a clear right-handed preference in prehistoric societies. Wear on the preserved teeth of <em>Homo</em> heidelbergensis, for instance, suggest that food was usually brought to the mouth with the right hand.",
            "vi": "Tuy nhiên, công cụ bằng đá được làm khoảng 1,5 triệu năm trước ở Koobi Fora, Kenya, bởi hai loài người cổ đại - Homo habilis (xảo nhân, tức người khéo léo) và Homo erectus (trực nhân, tức người đứng thẳng trên hai chân) – đều cho thấy một số bằng chứng là đa số thuận tay phải. Và khi một loài được gọi là Homo heidelbergensis (người Heidelberg, nay đã tuyệt chủng) xuất hiện, có lẽ khoảng 600.000 năm trước, người ta thấy việc thuận tay phải rõ ràng hơn trong các xã hội tiền sử. Chẳng hạn những vết trên răng được bảo tồn của loài Homo heidelbergensis cho thấy rằng thức ăn thường được đưa lên miệng bằng tay phải."
        },
        {
            "en": "Soon they started adding to the fossil fragment collection -- now known to have belonged to five early <em>Homo</em> sapiens.",
            "vi": "Họ nhanh chóng sưu tầm thêm được nhiều mảnh hóa thạch - bây giờ đã xác định được là của 5 người hiện đại đầu tiên."
        },
        {
            "en": "\"Previously, the oldest fossil attributed to the genus <em>Homo</em> was an upper jaw from Hadar, Ethiopia, dated to 2.35m years ago,\" he told BBC News.",
            "vi": "Ông nói với BBC News:\"Trước đây, hóa thạch cổ nhất của chi người Homo là một xương hàm trên tìm thấy ở vùng Hadar thuộc Ethiopia, có niên đại cách đây 2,35 triệu năm.\""
        },
        {
            "en": "At the time, the notion that humans originated in Africa did not exist, so the remains were not in the running for <em>Homo</em> sapiens status.",
            "vi": "Bấy giờ chưa có quan niệm con người có nguồn gốc ở châu Phi nên những di vật khảo cổ ấy không được cho là của người hiện đại."
        },
        {
            "en": "<em>Homo</em> sapiens have, however, only been around for about 200,000 years so all three emotional states owe something to mammal origins.",
            "vi": "Loài người, mặc dù, chỉ mới tồn tại khoảng 200,000 năm nhưng cả ba trạng thái cảm xúc đều thuộc về cái gì đó từ nguồn gốc của Động vật có vú ."
        },
        {
            "en": "Lord Renfrew, professor of archaeology at Cambridge University, is troubled by what he calls the ‘sapient behaviour paradox’: genetic findings, based on the diversity of modern humans, suggest that our big brains emerged 130,000 years ago, when <em>Homo</em> sapiens evolved from <em>Homo</em> erectus, and were fully developed about 60,000 years ago.",
            "vi": "Lord Renfrew, giáo sư khảo cổ học tại Đại học Cambridge, bị băn khoăn bởi những gì ông gọi là ' nghịch lý hành vi con người': những phát hiện gen, dựa trên sự đa dạng của con người hiện đại, cho rằng bộ não lớn của chúng ta xuất hiện 130,000 năm trước, khi Homo sapiens tiến hoá từ Homo erectus, và đã được phát triển đầy đủ khoảng 60,000 năm trước đây."
        },
        {
            "en": "Yuval Noah Harari lectures at the Hebrew University of Jerusalem and is the author of Sapiens: A Brief History of Humankind and <em>Homo</em> Deus: A Brief History of Tomorrow",
            "vi": "Yuval Noah Harari giảng dạy tại Đại học Hebrew ở Jerusalem, đồng thời là tác giả của cuốn Sapiens: A Brief History of Humankind và cuốn Homo Deus: A Brief History of Tomorrow"
        },
        {
            "en": "Although we know that <em>Homo</em> sapiens and Pan Troglodytes have coexisted for hundreds of millennia and their genetic similarities surpass 98 per cent, we still knew next to nothing about chimpanzee behaviour in the wild until 40 years ago.",
            "vi": "Mặc dù chúng ta biết rằng giống người hiện đại và tinh tinh đã cùng tồn tại trong hàng trăm thiên niên kỷ và tương đồng di truyền của chúng vượt quá 98%, chúng ta vẫn gần như chưa biết gì về hành vi của tinh tinh trong tự nhiên cho đến 40 năm trước."
        },
        {
            "en": "So, are we currently in the middle of a mass extinction? If we really are, this time the cause is not a meteorite impact or volcanic eruptions. It is the work of a single species: <em>Homo</em> sapiens. Habitat destruction and climate change from rising carbon dioxide levels has driven extinction rates to levels reminiscent of the mass extinctions of the ancient past.",
            "vi": "Vậy liệu chúng ta hiện có đang ở trong thời kỳ đại hủy diệt hay không? Nếu thực sự có, lần này nguyên nhân không phải là một tác động từ thiên thạch hay núi lửa phun trào. Mà là do một loài duy nhất: Homo sapiens (Con người). Sự phá hủy môi trường sống và biến đổi khí hậu từ sự gia tăng mức độ carbon dioxit đã khiến tỷ lệ tuyệt chủng đạt đến độ gợi nhắc lại những cuộc đại tuyệt chủng của thời xa xưa."
        },
        {
            "en": "Some researchers might argue that <em>Homo</em> erectus did not have fully developed vocal apparatus that enabled them to use language. But that would not have stopped them from communicating. Human communication relies primarily not on the forms (spoken/written) but more on their cognition, which is, as linguist Ib Ulbaek notes, significantly more complex. Sign languages, for instance, all rely on symbolic gestures. They are considered languages due to their complex grammar.",
            "vi": "Một số nhà nghiên cứu có thể lập luận rằng Homo erectus không có bộ phận phát âm hoàn chỉnh để chúng có thể sử dụng ngôn ngữ. Nhưng điều đó sẽ không ngăn chúng giao tiếp. Giao tiếp của con người chủ yếu không dựa trên các hình thức (nói / viết) mà dựa vào nhận thức, như nhà ngôn ngữ học Ib Ulbaek lưu ý, nó phức tạp hơn đáng kể. Ví dụ như ngôn ngữ ký hiệu, tất cả đều dựa vào cử chỉ biểu hiện. Chúng được coi là ngôn ngữ do ngữ pháp phức tạp của chúng."
        },
        {
            "en": "As a species, we humans (<em>homo</em> sapiens sapiens; the label gives me pause) have challenged all that threatens our dominion over Earth. It may appear that we have won. Let’s not be deluded. In the Northeast U.S. we have all but obliterated the greater carnivores. Lacking the bioregional balance maintained by wolf, mountain lion, bear, and winged raptor, and thus cohabiting with overpopulation of white-tailed deer and white-footed mouse, we are now prone to a far more insidious disabler and killer, Lyme disease. Are we safe?",
            "vi": "Là một chủng sinh vật, loài người chúng ta (homo sapiens sapiens, tên gọi khiến tôi phải ngập ngừng khi sử dụng) đã thách thức mọi mối đe dọa ảnh hưởng đến sự thống trị của loài người trên trái đất. Dường như chúng ta đã chiến thắng. Nhưng đừng bị đánh lừa. Ở Đông Bắc nước Mỹ, chúng ta đã có tất cả nhưng lại xóa bỏ đi sự tồn tại của những loài động vật ăn thịt. Thiếu đi sự cân bằng sinh học được duy trì bởi sói, sư tử núi, gấu và chim săn mồi, đã dẫn đến sự bùng nổ số lượng hươu đuôi trắng và chuột chân trắng, chúng ta đang có khả năng mắc phải bệnh Lyme, một căn bệnh phát triển rất âm thầm, gây thương tật và chết người. Chúng ta liệu có còn an toàn?"
        }
    ],
    "suggestions": []
}