{
    "en_vn": {
        "data": {
            "content": null,
            "word": "homophobia"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>homophobia</k><blockquote><cclass>[<cclass>ˌhɒmə'fəʊbɪə<cclass>, <cclass>ˌhəʊmə-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an intense aversion to homosexuality and homosexuals. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>homophobe</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>homophobic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "homophobia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "homophobia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homophobia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homophobia"
        }
    },
    "sentences": [
        {
            "en": "He was seized with <em>homophobia</em>.",
            "vi": "Anh ta sợ thói đồng tính luyến ái."
        },
        {
            "en": "Working with young people, including through schools and universities, to reduce <em>homophobia</em>;",
            "vi": "Làm việc với thanh niên, kể cả thanh niên trong trường phổ thông và đại học, nhằm giảm thái độ kỳ thị đối với những người quan hệ tình dục đồng giới;"
        },
        {
            "en": "Life has become a drag act for a TV presenter challenging <em>homophobia</em> in Pakistan.",
            "vi": "Cuộc sống đã trở thành một màn diễn cải trang cho một người dẫn chương trình truyền hình thách thức hội chứng kỳ thị người đồng tính ở Pa - kít - tăng (Pakistan)."
        },
        {
            "en": "<em>Homophobia</em> is widespread in Kenya, so most gay men live in the shadows.",
            "vi": "Hội chứng ghê sợ và kỳ thị người đồng tính luyến ái lan rộng ở Kenya, vì thế hầu hết người đồng tính sống trong cảnh tối tăm."
        },
        {
            "en": "Life has become a drag act for a TV presenter challenging <em>homophobia</em> in Pakistan.",
            "vi": "Cuộc sống đã trở thành một màn diễn cải trang cho một người dẫn chương trình truyền hình thách thức hội chứng kỳ thị người đồng tính ở Pa-kít-tăng (Pakistan)."
        },
        {
            "en": "One theory is that homosexual urges, when repressed out of shame or fear, can be expressed as <em>homophobia</em>. Freud famously called this process a \"reaction formation\" — the angry battle against the outward symbol of feelings that are inwardly being stifled.",
            "vi": "Một học thuyết cho rằng sự kiềm chế bản năng tình dục đồng giới có thể được thể hiện bằng nỗi sợ hãi hay chống đối quan hệ đồng tính. Sigmund Freud gọi hiện tượng này là \"sự hình thành phản ứng\" (reaction formation), Đây là sự chống lại những cảm giác muốn được thể hiện ra ngoài bằng cách bóp nén các cảm xúc này."
        },
        {
            "en": "What leads to this repression? We found that participants who reported having supportive and accepting parents were more in touch with their implicit sexual orientation and less susceptible to <em>homophobia</em>.",
            "vi": "Điều gì đã dẫn tới sự kiềm nén này? Những người tham gia có phụ huynh cảm thông thường nhận thức định hướng giới tính của mình rõ ràng và không thể hiện sự kỳ thị đồng tính."
        },
        {
            "en": "It's a compelling theory — and now there is scientific reason to believe it. In this month's issue of the Journal of Personality and Social Psychology, we and our fellow researchers provide empirical evidence that <em>homophobia</em> can result, at least in part, from the suppression of same-sex desire.",
            "vi": "Học thuyết đầy thu hút này giờ đây đã có bằng chứng khoa học. Trong số tháng này của Tạp chí Tính cách và Khoa học Xã hội (Journal of Personality and Social Psychology), tôi và các đồng nghiệp chứng minh sự sợ hãi đồng tính một phần xuất phát từ những kiềm chế dục vọng đồng tính."
        }
    ],
    "suggestions": []
}