{
    "en_vn": {
        "data": {
            "content": null,
            "word": "homophobic",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "homophobic",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "homophobic",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "homophobic",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "homophobic",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Homophobic</em>? Maybe You're Gay",
            "vi": "Bạn ghét bỏ đồng tính? Bạn chính là người đồng tính"
        },
        {
            "en": "She has a <em>homophobic</em> attitude.",
            "vi": "Cô ấy có thái độ kỳ thị người đồng tính."
        },
        {
            "en": "What causes people to be <em>homophobic</em>?",
            "vi": "Cái gì làm cho người ta sợ và kỳ thị người đồng tính?"
        },
        {
            "en": "When he walked down the street, he said every block he was accosted by <em>homophobic</em> people, who wanted to abuse him in some way.",
            "vi": "Khi đi ngoài đường, ở đâu anh ấy cũng bị những kẻ kì thị đồng tính lăng mạ, sỉ nhục bằng đủ mọi cách."
        },
        {
            "en": "We may not think we have a <em>homophobic</em> attitude, but maybe we said or did things that make us look like we do.",
            "vi": "Chúng tôi có thể không nghĩ chúng tôi có thái độ kỳ thị người đồng tính, nhưng có lẽ chúng tôi đã nói hay làm gì đó làm cho chúng tôi trông giống như vậy."
        },
        {
            "en": "Adults often react aggressively in these situations expressing <em>homophobic</em> attitudes that are very harmful to adolescents and can cause mental stress and even mental illness.",
            "vi": "Người lớn thường có phản ứng quá mạnh trong những tình huống trẻ có thái độ đồng tính, điều này thường rất có hại đối với trẻ vị thành niên và có thể gây ra những căng thẳng thần kinh hay bệnh tâm thần."
        }
    ],
    "suggestions": []
}