{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Honduras"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Honduras"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Honduras"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Honduras"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Honduras"
        }
    },
    "sentences": [
        {
            "en": "Hundreds Dead in <em>Honduras</em> Prison Fire",
            "vi": "Hàng trăm người thiệt mạng trong vụ cháy nhà tù ở Honduras"
        },
        {
            "en": "+ Andorra, Bolivia, <em>Honduras</em>, Italy, Portugal, Spain: March 19",
            "vi": "Andorra, Bolivia, Honduras, nước Ý, Bồ Đào Nha, Tây Ban Nha : 19 tháng ba"
        },
        {
            "en": "+ Andorra, Bolivia, <em>Honduras</em>, Italy, Portugal, Spain: March 19",
            "vi": "Andorra, Bolivia, Honduras, nước Ý, Bồ Đào Nha, Tây Ban Nha : 19 tháng ba"
        },
        {
            "en": "This study focuses on natural catastrophe in <em>Honduras</em>.",
            "vi": "Nghiên cứu này tập trung vào thảm họa thiên nhiên ở Honduras."
        },
        {
            "en": "He also served at the U.S. Embassies in <em>Honduras</em> and Guatemala.",
            "vi": "Ông cũng đã từng công tác tại các Ðại sứ quán Hoa Kỳ ở Honduras và Guatemala."
        },
        {
            "en": "Mexico's Foreign Ministry announced the restoration of diplomatic relations with <em>Honduras</em>.",
            "vi": "Bộ Ngoại giao Mexico đã tuyên bố khôi phục lại quan hệ ngoại giao với Honduras."
        },
        {
            "en": "Progress has been made with the remaining countries, Australia, Dominican Republic and <em>Honduras</em>, China, Mexico, New Zealand and the US, and negotiations have proceeded to the final stage.",
            "vi": "Tiến trình sẽ tiếp tục với các nước còn lại Úc, Cộng hòa Dominica và Honduras, Trung Quốc, Mexico, New Zealand và Mỹ, và các vòng đàm phán cũng đang tiến dần đến giai đoạn cuối."
        },
        {
            "en": "Secretary of State Hillary Clinton has signed separate agreements with <em>Honduras</em> and El Salvador to support plans to strengthen economic development in those countries.",
            "vi": "Ngoại trưởng Mỹ Hillary Clinton đã ký những thoả thuận riêng với hai nước Hondurasvà EL Salvador để ủng hộ kế hoạch đẩy mạnh phát triển nền kinh tế ở những nước này."
        },
        {
            "en": "You could find the answer in Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola and Ethiopia (Africa) or Nicaragua, <em>Honduras</em>, Guatemala, and Columbia (Central America).",
            "vi": "Bạn có thể tìm thấy câu trả lời ở Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola và Ethiopia (châu Phi) hay Nicaragua, Honduras, Guatemala, và Columbia (Trung Mĩ)."
        },
        {
            "en": "The disease, occurring in Panama, <em>Honduras</em>, and the Amazon, primarily affects men who visit the forests to collect chicle and takes the form of an ulcerating lesion on the ear lobe.",
            "vi": "Bệnh thấy ở panama, honduras và vùng amazon, trước tiên gây bệnh ở những người du lịch ở rừng về sưu tầm chất gôm và bị một dạng loét trên thuỳ tai."
        },
        {
            "en": "The head of <em>Honduras</em>' prison system, Danilo Orellana, says the fire broke out late Tuesday in the town of Comayagua, north of the capital, Tegucigalpa. He said authorities are looking into whether it was caused by a prisoner or an electrical short circuit.",
            "vi": "Người đứng đầu hệ thống nhà tù ở Honduras, Danilo Orellana, cho biết lửa bùng phát vào khuya thứ ba ở thị trấn Comayagua, phía bắc thủ đô Tegucigalpa. Ông nói rằng các nhà chức trách đang điều tra xem vụ cháy này là do tù nhân gây ra hay do chập điện."
        },
        {
            "en": "Honduran prisons are notoriously overcrowded and are often the scene of riots and clashes between rival gang members.  The U.S. State Department has criticized <em>Honduras</em> for \"harsh prison conditions.\" The Central American nation's last major prison fire struck the town of San Pedro Sula in 2004, killing more than 100 prisoners.  ",
            "vi": "Các nhà tù ở Honduras nổi tiếng là quá chật chội, thường xảy ra náo loạn và xung đột giữa các băng nhóm đối địch. Bộ Ngoại giao Hoa Kỳ từng chỉ trích Honduras vì \"điều kiện trong tù quá khắc nghiệt.\" Mới đây vào năm 2004, một đám cháy lớn trong tù tại thị trấn San Pedro Sula đã làm hơn 100 tù nhân ở quốc gia Trung Mỹ này thiệt mạng."
        }
    ],
    "suggestions": []
}