{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[hɔηk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng kêu của ngỗng trời</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng còi ô tô</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kêu (ngỗng trời)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bóp còi (ô tô)</td></tr></table><i/></div>",
            "word": "honk"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>honk</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the cry of a goose. </blockquote></blockquote><blockquote><blockquote>2》 the sound of a car horn. </blockquote></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 emit or cause to emit a honk. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Brit. <cclass>informal vomit. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>honker</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: imitative. </blockquote></div>",
            "word": "honk"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "honk"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>honk</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to honk at </ex></blockquote></blockquote></div>",
            "word": "honk"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "honk"
        }
    },
    "sentences": [
        {
            "en": "<em>Honk</em> for fun",
            "vi": "Bấm còi cho vui"
        },
        {
            "en": "Why don't you <em>honk</em>?",
            "vi": "Tại sao bạn không bóp còi?"
        },
        {
            "en": "<em>honk</em> the horn (collocation)",
            "vi": "bấm còi (cụm từ thường đi với nhau)"
        },
        {
            "en": "The leader in front called to those behind him.\"<em>Honk</em>?\" he called. All down the lines the wild geese answered, one after another.\"<em>Honk</em>. <em>Honk</em>. <em>Honk</em>.\" Then he cried,\"<em>Honk</em>!\" And,\"<em>Honk</em> - <em>honk</em>! <em>Honk</em> - <em>honk</em>!\"",
            "vi": "Con ngỗng đầu đàn vượt lên trước kêu những con phía sau. Nó kêu: \"Hoong!\"  Tất cả những con ngỗng trong hàng đều trả lời nối theo nhau: \"Hoong! Hoong! Hoong!\" Rồi con đầu đàn kêu: \"Hoong!\" Và những con kia lại đáp: \"Hoong - hoong! Hoong - hoong!\""
        },
        {
            "en": "The leader in front called to those behind him. \"<em>Honk</em>?\" he called. All down the lines the wild geese answered, one after another. \"<em>Honk</em>. <em>Honk</em>. <em>Honk</em>.\" Then he cried, \"<em>Honk</em>!\" And, \"<em>Honk</em>-<em>honk</em>! <em>Honk</em>-<em>honk</em>!\"",
            "vi": "Con ngỗng đầu đàn vượt lên trước kêu những con phía sau. Nó kêu :\"Hoong!\" Tất cả những con ngỗng trong hàng đều trả lời nối theo nhau :\"Hoong! Hoong! Hoong!\" Rồi con đầu đàn kêu :\"Hoong!\" Và những con kia lại đáp :\"Hoong - hoong! Hoong - hoong!\""
        },
        {
            "en": "The leader in front called to those behind him.\"<em>Honk</em>?\" he called. All down the lines the wild geese answered, one after another.\"<em>Honk</em>. <em>Honk</em>. <em>Honk</em>.\" Then he cried,\"<em>Honk</em>!\" And,\"<em>Honk</em> - <em>honk</em>!",
            "vi": "Con ngỗng đầu đàn vượt lên trước kêu những con phía sau. Nó kêu: \"Hoong!\"  Tất cả những con ngỗng trong hàng đều trả lời nối theo nhau: \"Hoong! Hoong! Hoong!\" Rồi con đầu đàn kêu: \"Hoong!\" Và những con kia lại đáp: \"Hoong - hoong! Hoong - hoong!\""
        },
        {
            "en": "The leader in front called to those behind him.\"<em>Honk</em>?\" he called. All down the lines the wild geese answered, one after another.\"<em>Honk</em>. <em>Honk</em>. <em>Honk</em>.\" Then he cried,\"<em>Honk</em>!\" And,",
            "vi": "Con ngỗng đầu đàn vượt lên trước kêu những con phía sau. Nó kêu: \"Hoong!\"  Tất cả những con ngỗng trong hàng đều trả lời nối theo nhau: \"Hoong! Hoong! Hoong!\" Rồi con đầu đàn kêu: \"Hoong!\" Và những con kia lại đáp: \"Hoong - hoong! Hoong - hoong!\""
        },
        {
            "en": "What messages do we give when we <em>honk</em> behind?",
            "vi": "Chúng ta muốn nhắn nhủ gì khi chúng ta bóp còi xe ở phía sau?"
        },
        {
            "en": "Right before I hit the ground, I heard the <em>honk</em> of the car's horn.",
            "vi": "Ngay trước khi tôi ngã xuống đất, tôi nghe thấy tiếng còi xe."
        },
        {
            "en": "Geese <em>honk</em> from behind to encourage those up front to keep up their speed.",
            "vi": "Những con phía sau sẽ phát ra tiếng kêu nhằm khuyến khích những con phía trước giữ vững tốc độ."
        },
        {
            "en": "With a loud <em>honk</em>, a big truck was heading towards him.",
            "vi": "Tiếng còi inh ỏi, một chiếc xe tải lớn đang lao về phía anh."
        },
        {
            "en": "Under these circumstances, many drivers will <em>honk</em> once or twice, wait a minute, then drive away.",
            "vi": "Trong hoàn cảnh như thế này, nhiều tài xế sẽ bóp còi một lần hoặc hai lần, chờ một chút, sau đó lái xe đi mất."
        },
        {
            "en": "Generally, you should only <em>honk</em> the horn when reasonably necessary to insure safe driving.",
            "vi": "Thông thường bạn chỉ nên nhấn còi khi cần thiết hợp lý để đảm bảo lái xa an toàn."
        },
        {
            "en": "The vast blue sky resounded to the quacks of wild ducks and the <em>honk</em>-<em>honk</em>-honking of wild geese. The long, black-dotted lines of them were all flying north.",
            "vi": "Bầu trời rộng vang dội tiếng vịt trời quang quác và những tiếng hoong - hoong - hoong của đám ngỗng trời. Chúng xếp thành những hàng dài chấm đen và tất cả đều đang bay về hướng bắc."
        },
        {
            "en": "Meanwhile, Bao Huy, another honking objector, said that many people <em>honk</em> just to “threaten” those in front of them.",
            "vi": "Trong khi đó, Bảo Huy, một người phản đối tiếng còi xe, nói rằng nhiều người bấm còi chỉ để \"đe dọa\" những người trước mặt họ."
        },
        {
            "en": "Quoc Bao, from Ho Chi Minh City’s Go Vap District, listed the reasons why people <em>honk</em>, in his experience.",
            "vi": "Quốc Bảo, ngụ tại quận Gò Vấp, tp. HCM, liệt kê những lý do tại sao mọi người bấm còi, theo kinh nghiệm của mình."
        },
        {
            "en": "The vast blue sky resounded to the quacks of wild ducks and the <em>honk</em> - <em>honk</em> - honking of wild geese. The long, black - dotted lines of them were all flying north.",
            "vi": "Bầu trời rộng vang dội tiếng vịt trời quang quác và những tiếng hoong-hoong-hoong của đám ngỗng trời. Chúng xếp thành những hàng dài chấm đen và tất cả đều đang bay về hướng bắc."
        },
        {
            "en": "“They <em>honk</em> because they want to cut off other people in front of them, because they want to turn left or turn right, or even follow other people to <em>honk</em> for fun,” he said.",
            "vi": "Anh nói \"Họ bấm còi chỉ vì muốn những người khác trước mặt họ tránh ra khi họ muốn rẽ trái hoặc rẽ phải hay thậm chí theo những người khác là để phát tiếng kêu cho vui.\""
        },
        {
            "en": "Under these circumstances, many drivers would just <em>honk</em> once or twice, wait a minute, then drive away.",
            "vi": "Trong những tình cảnh như thế, nhiều lái xe chỉ nhấn còi một hoặc hai lần, chờ một phút rồi bỏ đi."
        },
        {
            "en": "Singaporean Johnson Lee said he once saw his taxi driver continuously <em>honk</em> his horn during rush hour.",
            "vi": "Johnson Lee, người Singapore, cho biết ông đã từng nhìn thấy người lái xe tãi của mình liên tục bấm còi trong giờ cao điểm."
        }
    ],
    "suggestions": []
}