{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hooking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hooking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hooking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hooking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hooking"
        }
    },
    "sentences": [
        {
            "en": "I play rather good at <em>hooking</em> the ball.",
            "vi": "Tôi móc bóng khá tốt."
        },
        {
            "en": "Another option is <em>hooking</em> up a dumb terminal or another PC to the serial port.",
            "vi": "Còn một tùy chọn nữa, cho phép bạn móc một thiết bị cuối thuần hoặc một pc khác với cổng tuần tự."
        },
        {
            "en": "He won the election by talking about school uniforms, literacy programmes and <em>hooking</em> up classrooms to the Internet.",
            "vi": "Ông ấy (đã) thắng cuộc bầu cử bằng cách nói về đồng phục của trường, các chương trình phổ cập giáo dục và kết nối Internet cho các lớp học."
        },
        {
            "en": "Someone in one of our workshops recently discovered she started clicking her nails as a sign that she was <em>hooking</em> in.",
            "vi": "Một người ở một trong những buổi hội thảo của chúng tôi gần đây phát hiện ra cô ấy bắt đầu búng móng tay lách tách như dấu hiệu cô ấy đang gặp rắc rối."
        },
        {
            "en": "If you have a meal at his restaurant, he will fly around tables <em>hooking</em> you up with free appetizers and introducing you to people that he thinks you may want to meet.",
            "vi": "Nếu bạn đến dùng bữa tại nhà hàng của ông ấy, ông sẽ đi quanh các bàn, tạo mối quan hệ với bạn bằng món khai vị miễn phí và giới thiệu bạn với những người ông cho là bạn có thể muốn gặp."
        },
        {
            "en": "Google spinoff Niantic released \"Pokemon Go\" last summer; it became an instant social phenomenon, <em>hooking</em> 600 million people around the world. Citigroup of the U.S. reckoned the nascent company, which had barely celebrated its first anniversary, was potentially worth $3.6 billion.",
            "vi": "Công ty con của Google là Niantic đã ra mắt Pokemon Go vào mùa hè năm ngoái; và đã nhanh chóng trở thành một hiện tượng xã hội, thu hút hơn 600 triệu người trên toàn thế giới. Citigroup của Mỹ ước tính công ty mới ra đời chưa đầy một năm ấy đã có giá trị tiềm năng lên đến 3,6 tỷ đô la Mỹ."
        }
    ],
    "suggestions": []
}