{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hoon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hoon</k><blockquote><b>hoon <cclass>Austral./NZ </cclass></b></blockquote><blockquote><cclass>informal </cclass></blockquote><blockquote>■ <cclass>noun a lout. </cclass></blockquote><blockquote>■ <cclass>verb behave in a loutish way, especially by driving recklessly. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: of unknown origin. </blockquote></div>",
            "word": "hoon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hoon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hoon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hoon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Mr. <em>Hoon</em> would like to give a proposal to shorten the long summer holidays.",
            "vi": "Ông Hoon muốn đưa ra đề nghị cắt ngắn những kì nghỉ hè dài ngày."
        },
        {
            "en": "Friends and band mates describe <em>Hoon</em> as a hypersensitive person who was often hurt by things that were written about him.",
            "vi": "Bạn bè và bạn cùng ban nhạc mô tả Hoon là một người quá đa cảm, anh thường bị tổn thương bởi những điều được viết về mình."
        },
        {
            "en": "Valuable comments were received on earlier drafts from Masahiro Kawai, Kyle Peters, Geoffrey Fox, <em>Hoon</em> Mook Chung, Jacques Loubert, Chrstina Malmberg Calvo, William Cuddihy, Carlos Escudero, Clifford Garstang, DieterHavliceck, Naoko Ishii, Chanpen Puckahtikom (IMF), and Lou Scura.",
            "vi": "Những nhận xét quí báu cho các bản thảo trước đây đã nhận được từ Masahiro Kawai, Kyle Peters, Geoffrey Fox, Hoon Mook Chung, Jacques Loubert, Christina Malmberg Calvo, William Cuddihy, Carlos Escudero, Clifford Garstang, Dieter Havliceck, Naoko Ishii, Chanpen Puckahtikom (IMF), và Lou Scura."
        }
    ],
    "suggestions": []
}