{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hoops",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hoops",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hoops",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hoops",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hoops",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Forget jumping through the <em>hoops</em>.",
            "vi": "Bỏ qua việc dò giá."
        },
        {
            "en": "Put somebody through the <em>hoops</em>",
            "vi": "Buộc ai phải chịu thử thách gay go"
        },
        {
            "en": "They put her through the <em>hoops</em>.",
            "vi": "Họ đã buộc cô ấy phải chịu thử thách gay go."
        },
        {
            "en": "I will put them through the <em>hoops</em>.",
            "vi": "Tôi sẽ buộc họ phải chịu thử thách gay go."
        },
        {
            "en": "Ethan and his friends shoot <em>hoops</em> in the gym.",
            "vi": "Ethan và các bạn anh ấy luyện tập bóng rổ trong sân thể dục."
        },
        {
            "en": "Rusty's dogs jumped through the <em>hoops</em> of fire.",
            "vi": "Mấy con chó của Rusty đã nhảy qua những cái vòng lửa."
        },
        {
            "en": "My children are shooting <em>hoops</em> in the front of yard.",
            "vi": "Mấy đứa nhóc nhà tôi đang chơi bóng rổ ở sân trước."
        },
        {
            "en": "She has the poor guy jump through <em>hoops</em> for her.",
            "vi": "Cô ta bắt chàng trai tội nghiệp ấy làm đủ mọi chuyện cho cô ta."
        },
        {
            "en": "She was wearing large gold <em>hoops</em> in her ears.",
            "vi": "Cô ấy đang mang những vòng khuyên rộng trên tai."
        },
        {
            "en": "What if I ran through <em>hoops</em> of disaster?",
            "vi": "Sẽ ra sao nếu anh vượt qua được những thử thách cay nghiệt?"
        },
        {
            "en": "The dogs had been trained to jump through <em>hoops</em>.",
            "vi": "Những chú chó được huấn luyện để nhảy qua vòng."
        },
        {
            "en": "James Chambers is a serious doubt for the <em>Hoops</em> with an ankle injury.",
            "vi": "James Chambers là mối e ngại nghiêm trọng nhất của trận đấu bóng rổ vì chấn thương mắt cá chân."
        },
        {
            "en": "How did you manage to get permission for this? Did you have to jump through <em>hoops</em>?",
            "vi": "Anh làm thế nào kiếm được giấy phép cho việc này? Có phức tạp lắm không?"
        },
        {
            "en": "There are so many <em>hoops</em> to jump through that they want to give up.",
            "vi": "Có quá nhiều thử thách cam go đến nỗi họ muốn từ bỏ."
        },
        {
            "en": "She thought of the modest <em>hoops</em> of the war years and she felt a little embarrassed at these new skirts which undeniably outlined her abdomen.",
            "vi": "Nghĩ đến những vòng đai váy nhũn nhặn hồi chiến tranh, nàng cảm thấy hơi bối rối khi mặc những chiếc váy kiểu mới làm bụng nàng hằn rõ những nét rành rành."
        },
        {
            "en": "She had smarted under his jeers for a long time, but now she had him where she could make him jump through any <em>hoops</em> she cared to hold.",
            "vi": "Nàng đã ngậm đắng nuốt cay trước những lời giễu cợt của chàng bao lâu nay, nhưng bây giờ nàng có thể bắt chàng nhảy qua bất cứ cái vòng nào nàng muốn giơ ra."
        },
        {
            "en": "You can tell that my brother Joe is crazy about Sally. She has the poor guy jump through <em>hoops</em> for her. I never thought he'd ever fall that hard for anybody",
            "vi": "Bạn có thể thấy là anh Joe tôi rất say mê cô Sally. Cô ấy bắt anh ấy làm đủ mọi chuyện ch cô hài lòng. Tôi chưa bao giờ nghĩ là anh ấy lại có thể say mê một người nào đến như thế."
        },
        {
            "en": "<em>Hoops</em> were out now, and the new styles were charming with the skirts pulled back from the front and draped over bustles, and on the bustles were wreaths of sowers and bows and cascades of lace.",
            "vi": "Đai váy hiện nay đã lỗi thời, và mốt mới nom thật dễ thương với mép váy từ đằng trước thắt eo ra sau cột thành búi có xếp nếp bên trên và kết những vòng hoa, dải băng cùng lớp lớp đăng ten chảy như thác."
        },
        {
            "en": "\"The biggest driver is that there are so many <em>hoops</em> to jump through to get IVF treatment here,\" said Mr Lei, a China-based intermediary who helps patients go to Thailand, who like many Chinese was reluctant to give his full name to a reporter.",
            "vi": "\"Có nhiều lỗ hổng có thể vượt qua để có được điều trị IVF ở đây\" ông Lei, một trung gian Trung Quốc người giúp các bệnh nhân đi đến Thái Lan, cũng giống nhiều người Trung Quốc khác đã miễn cưỡng cho biết tên đầy đủ của ông cho phóng viên."
        },
        {
            "en": "There have always been ways for foreign nationals to obtain visas to stay in the US but these tended to disadvantage those who are in genuine startup mode. The proposed rule change lowers the bar significantly while clearly tying the ability to stay to US led investment. Whether it leads to a mass exodus from non-US tech hubs is moot at this point but significantly reducing the number of <em>hoops</em> while offering clear guidance makes a substantial difference.",
            "vi": "Lúc nào cũng có những cách khác nhau để người nước ngoài có được visa để ở lại Mỹ nhưng những cách này có xu hướng bất lợi cho những người muốn bắt đầu mở doanh nghiệp. Đề suất thay đổi luật làm giảm đáng kể rào cản đồng thời thắt chặt các khả năng doanh nhân ở lại Mỹ nhằm thu hút đầu tư. Mặc dù nó sẽ dẫn đến việc có một cuộc di cư ồ ạt từ các trung tâm phi công nghệ nằm bên ngoài nước Mỹ nhưng cũng giảm đáng kể số lượng những ràng buộc trong khi đưa ra những hướng dẫn rõ ràng giúp tạo ra những thay đổi đáng kể."
        }
    ],
    "suggestions": []
}