{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">hoof</font></td></tr></table><i/></div>",
            "word": "hooves"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hooves</k><blockquote>plural form of <kref>hoof</kref>. </blockquote></div>",
            "word": "hooves"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hooves"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hooves"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hooves"
        }
    },
    "sentences": [
        {
            "en": "The horse raised its <em>hooves</em> and pranced.",
            "vi": "Ngựa cất vó chồm lên."
        },
        {
            "en": "The fog muffled the sound of the horse's <em>hooves</em>.",
            "vi": "Sương mù làm giảm âm thanh tiếng vó ngựa."
        },
        {
            "en": "The horse's <em>hooves</em> raised a cloud of dust.",
            "vi": "Vó ngựa làm bốc lên một đám bụi mù."
        },
        {
            "en": "Deer, cattle, and goats all have cloven <em>hooves</em>.",
            "vi": "Tất cả các loài hươu nai, động vật có sừng như trâu, bò và dê đều có móng chẻ hai."
        },
        {
            "en": "I heard the beat of horses '<em>hooves</em> in the distance.",
            "vi": "Tôi đã nghe tiếng vó ngựa từ xa."
        },
        {
            "en": "A satyr's hair is red or chestnut brown, while its <em>hooves</em> and horns are jet black.",
            "vi": "Tóc của thần dê có màu đỏ hoặc màu nâu hạt dẻ, còn các móng guốc và sừng thì có màu đen huyền."
        },
        {
            "en": "You should always clean the horse's <em>hooves</em> from the heel toward the toe.",
            "vi": "Anh nên lau sạch những cái móng ngựa từ từ gót cho đến mũi."
        },
        {
            "en": "Horseshoes protect a horse's <em>hooves</em> from wear on hard or rough surfaces.",
            "vi": "Móng ngựa bảo vệ cho guốc ngựa khi đi trên các bề mặt thô cứng hoặc ghồ ghề."
        },
        {
            "en": "A melee of blue velvet and flying <em>hooves</em> on the ground.",
            "vi": "Trên mặt đất, một mớ hỗn độn nhung xanh với vó ngựa chới với."
        },
        {
            "en": "The <em>hooves</em> of the ponies pounded across the plains in the darkness of the pre - dawn like a thunder cloud.",
            "vi": "Guốc ngựa chạy rầm rập xuyên qua các thảo nguyên trong bóng tối của buổi trước bình minh như một đám mây sấm sét"
        },
        {
            "en": "After years of traveling around with the reindeer <em>hooves</em> above the ground, never made the missus run away.",
            "vi": "Sau bao năm rong ruổi khắp nơi bằng đôi móng của chú hưu tuần lộc trên mặt đất chưa bao giờ để xổng mất mấy chú."
        },
        {
            "en": "The <em>hooves</em> of the ponies pounded across the plains in the darkness of the pre-dawn like a thunder cloud.",
            "vi": "Guốc ngựa chạy rầm rập xuyên qua các thảo nguyên trong bóng tối của buổi trước bình minh như một đám mây sấm sét"
        },
        {
            "en": "It had long yellow teeth, its <em>hooves</em> were flat and sharp as spades, and its ribs and hipbones jutted out under its skin.",
            "vi": "Răng nó dài và vàng, móng nó dẹt và sắc như cái xẻng và xương sườn, xương hông của nó lồi ra ở dưới làn da."
        },
        {
            "en": "She could hear an Irish voice singing, hear the hard rapid pounding of <em>hooves</em> coming up the pasture hill at Tara, hear a reckless voice, so like the voice of her child: Ellen!",
            "vi": "Nàng tưởng như nghe thấy một giọng ailen nghêu ngao hát, nghe thấy tiếng vó ngựa dồn dập phóng lên đồi cỏ ở tara, nghe thấy một giọng táo tợn, y hệt giọng con gái nàng: ellen!"
        },
        {
            "en": "Mr. Butler, who bore with equanimity having his tail pulled by his small mistress and his <em>hooves</em> examined constantly, felt that the Creator of ponies had not intended him to put his fat body over the bar.",
            "vi": "Cậu butler có thẻ bình tĩnh chịu đựng cô chủ bé nhỏ kéo đuôi và kiểm tra móng suốt ngày, nhưng lại cảm thấy đấng tạo hoá của loài ngựa con phú cho nó tấm thân béo trông không phải là dễ nhảy qua thanh chắn."
        },
        {
            "en": "DEVIL SIGHTINGS: Many say the Jersey Devil continues to haunt the vast, desolate Pine Barrens of southern New Jersey. Over 2,000 witnesses have reportedly sighted the Jersey Devil over the past 275 years. Unearthly screams, unidentified cloven tracks and slaughtered livestock point to the presence of an evil force in the woods, according to believers. In January 1909, the Jersey Devil was allegedly spotted several times over the course of a week, causing factories and schools to close down. Those who claim to have seen the Jersey Devil describe it as having the head of a dog with the face of a horse, deer-like antlers, a kangaroo's body, large leathery wings, a forked reptilian tale, cloven <em>hooves</em> and long, razor-like claws.",
            "vi": "Trông thấy ác quỷ: Nhiều người cho rằng ác quỷ Jersey vẫn tiếp tục ám vùng Pine Barrens mênh mông hoang vắng của miền nam New Jersey. Hơn 2.000 nhân chứng đã báo cáo nhìn thấy ác quỷ Jersey trong 275 năm qua. Theo những người tin có con quỷ này thì những tiếng thét kỳ bí và đáng sợ, những dấu chân có móng chẻ không xác định, và vật nuôi bị tàn sát đã chỉ rõ sự hiện diện của ma quỷ trong rừng. Trong tháng 1 năm 1909, rộ lên tin ác quỷ Jersey đã xuất hiện nhiều lần trong suốt một tuần, khiến nhiều nhà máy và trường học phải đóng cửa. Những nhân chứng cho rằng mình đã bắt gặp ác quỷ Jersey mô tả nó có đầu của một con chó với khuôn mặt của ngựa, gạc như hươu, thân mình của chuột túi, đôi cánh lớn bằng da, đuôi hình chạc của loài bò sát, móng chẻ, và những cái vuốt dài, sắc như dao cạo."
        }
    ],
    "suggestions": []
}