{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hornworm",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hornworm</k><blockquote>■ <cclass>noun <cclass>N. Amer. a hawkmoth caterpillar with a spike on its tail, some kinds of which are pests of tobacco and other crops. </cclass></cclass></blockquote></div>",
            "word": "hornworm",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hornworm",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hornworm",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hornworm",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "All other queries on rights and licenses, including subsidiary rights, should be addressed to the Office of the Publisher, The World Bank, 1818 <em>H</em> Street <em>NW</em>,Washington, DC 20433, USA, Fax:202-522-2422, email: pubrights@worldbank.org.",
            "vi": "Tất cả các thắc mắc khác về quyền hạn và giấy phép, kể cả quyền thứ cấp xin gửi về Văn phòng Nhà Xuất bản, Ngân hàng Thế giới, 1818 H Street NW, Washington, DC 20433, USA, Fax:202-522-2422, email: pubrights@worldbank.org."
        },
        {
            "en": "The Mustang Mk I was 48 km/<em>h</em> faster than the Spitfire Mk VC at 1,500 <em>m</em> and 56 km/<em>h</em> faster at 4,600 <em>m</em>.",
            "vi": "Mustang I cũng nhanh hơn khoảng 48 km/h so với chiếc Spitfire Mk VC ở độ cao 1. 500 m và nhanh hơn 56 km/h ở độ cao 4. 600 m."
        },
        {
            "en": "The Mustang Mk I was 48 km/<em>h</em> faster than the Spitfire Mk VC at 1, 500 <em>m</em> and 56 km/<em>h</em> faster at 4, 600 <em>m</em>.",
            "vi": "Mustang I cũng nhanh hơn khoảng 48 km/h so với chiếc Spitfire Mk VC ở độ cao 1.500 m và nhanh hơn 56 km/h ở độ cao 4.600 m."
        },
        {
            "en": "<em>H</em> hour.",
            "vi": "Giờ nổ."
        },
        {
            "en": "Symbol: <em>H</em>.",
            "vi": "Ký hiệu: h."
        },
        {
            "en": "Chenery, <em>H</em>., Ahluwalia, <em>M</em>. S., Bell, C. L. G., Duloy, J. <em>H</em>. and Jolly, R. (1974) Redistribution with Growth: Policies to Improve Income Distribution in Developing Countries in the Context of Economic Growth.",
            "vi": "Chenery, H., Ahluwalia, M. S., Bell, C. L. G., Duloy, J. H. và Jolly, R. (1974) Tái phân phối với tăng trưởng: các chính sách cải thiện phân phối thu nhập ở các nước đang phát triển trong bối cảnh tăng trưởng kinh tế."
        },
        {
            "en": "Durbin <em>h</em> - statistic",
            "vi": "Số thống kê durbin - h"
        },
        {
            "en": "Take care : you 're getting on weight - Are you being serious? I' ve been slimming for six months now, and everybody says I 've been losing weight - (...) <em>H</em>' <em>m</em>. I '<em>m</em> not wearing eye -",
            "vi": "Cẩn thận đấy: cậu đang đẫy ra đấy - Anh có đùa không đấy? Tôi đã giữ co suốt sáu tháng nay đến giờ, và ai cũng nói là tôi đang thon lại - (...) Hừ, hôm nay tôi không đeo kính cô ạ."
        },
        {
            "en": "Steel <em>H</em> pile",
            "vi": "Cọc thép hình H"
        },
        {
            "en": "Take care : you 're getting on weight - Are you being serious? I' ve been slimming for six months now, and everybody says I 've been losing weight - (...) <em>H</em>' <em>m</em>. I '<em>m</em> not wearing eye - glasses today, you know.",
            "vi": "Cẩn thận đấy: cậu đang đẫy ra đấy - Anh có đùa không đấy? Tôi đã giữ co suốt sáu tháng nay đến giờ, và ai cũng nói là tôi đang thon lại - (...) Hừ, hôm nay tôi không đeo kính cô ạ."
        },
        {
            "en": "Oanh, an account executive in Hanoi, said she looks for Zara, <em>H</em>&<em>M</em>, Mango and Uniqlo products regularly, which allows her to buy high-quality products at reasonable prices. ",
            "vi": "Oanh, một nhân viên kế hoán ở Hà Nội nói cô ấy thường tìm kiếm những sản phẩm của Zara, H&M, Mango và Uniqlo, nơi mà cô ấy mua được sản phẩm cao cấp với mức giá hợp lí."
        },
        {
            "en": "He averaged 100 km/<em>h</em>.",
            "vi": "Tốc độ trung bình của anh ta là 100 cây số/giờ."
        },
        {
            "en": "Estimated income taxes (adjustment <em>h</em>).",
            "vi": "Thuế thu nhập ước tính (điều chỉnh h)."
        },
        {
            "en": "The names of the letters f, <em>h</em>, l, <em>m</em>, n, r, s, and x begin with vowel sounds, so abbreviations that begin with one of these letters are treated as starting with a vowel: \"an MP\"; \"an HGV\".",
            "vi": "Tên của các chữ cái như f, h, l, m, n, r, s và x bắt đầu bằng các nguyên âm, nên các chữ viết tắt bắt đầu bằng các chữ cái này được xem như là bắt đầu bằng nguyên âm :\"an MP\";\"an HGV\"."
        },
        {
            "en": "Kudos to Greg K-<em>H</em>",
            "vi": "Danh tiếng cho Greg Kroah - Hartaman (K - H)"
        },
        {
            "en": "Kudos to Greg K - <em>H</em>",
            "vi": "Danh tiếng cho Greg Kroah-Hartaman (K-H)"
        },
        {
            "en": "The names of the letters f, <em>h</em>, l, <em>m</em>, n, r, s, and x begin with vowel sounds, so abbreviations that begin with one of these letters are treated as starting with a vowel :\"an MP\";\"an HGV\".",
            "vi": "Tên của các chữ cái như f, h, l, m, n, r, s và x bắt đầu bằng các nguyên âm, nên các chữ viết tắt bắt đầu bằng các chữ cái này được xem như là bắt đầu bằng nguyên âm: \"an MP\"; \"an HGV\"."
        },
        {
            "en": "(the dollar sign is a symbol meaning \"contained in\", i.e. you are asking if the sequence of characters s-<em>m</em>-i-t-<em>h</em> is contained in the character value stored in the field lastname).",
            "vi": "(dấu đô - la là ký hiệu ngụ ý \"vốn nằm trong\", tức là bạn đang đòi foxpro coi thử liệu xâu ký tự s - m - i - t - h có nằm trong trị ký tự đã lưu ở trường lastname hay không)."
        },
        {
            "en": "Minford, <em>M</em>., Quang, D., Nguyen, <em>H</em>. T. and Brooke, P. (2004) An Expenditure Tracking Study of the Hunger Eradication and Poverty Reduction Programme and Programme 135: Final Report, UNDP, Ha Noi.",
            "vi": "Minford, M., Quang, D., Nguyễn, H. T. và Brooke, P. (2004) Nghiên cứu theo dõi chi tiêu Chương trình Xoá đói Giảm nghèo và Chương trình 135: Báo cáo chính thức."
        },
        {
            "en": "The points of the compass are N, NE, E, SE, S, SW, W, <em>NW</em>, etc.",
            "vi": "Các hướng của chiếc la bàn là Bắc, Đông Bắc, Đông, Đông Nam, Nam, Tây Nam, Tây, Tây Bắc v. v..."
        }
    ],
    "suggestions": []
}