{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hort",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hort",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hort",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hort",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hort",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "MAN: <em>H</em>-A-N-D-S-W-O-R-<em>T</em>-<em>H</em>. Handsworth House. It’s close to the Town Hall.",
            "vi": "MAN: H-A-N-D-S-W-O-R-T-H. Handsworth House. Nó gần với Town Hall."
        },
        {
            "en": "Could you send it to 27 Arbuthnot Place - A-R-B-U-<em>T</em>-<em>H</em>-N-O-<em>T</em> - Place. Dumfries.",
            "vi": "Anh có thể chuyển nó đến số 27 Arbuthnot Place, Dumfries được không?"
        },
        {
            "en": "Jan spelled out his name, \"F-A-<em>H</em>-E-R-<em>T</em>-Y\".",
            "vi": "Jan đánh vần tên anh ta: “F-A-H-E-R-T-Y“."
        },
        {
            "en": "Pasha, <em>H</em>. and <em>T</em>. Palanviel (2004) Pro-Poor Growth and Policies: The Asian Experience, Ha Noi.",
            "vi": "Pasha, H. and T. Palanviel (2004) Tăng trưởng và những chính sách vì người nghèo: Kinh nghiệm châu Á, Hà Nội."
        },
        {
            "en": "Symbol: <em>H</em>.",
            "vi": "Ký hiệu: h."
        },
        {
            "en": "<em>H</em> hour.",
            "vi": "Giờ nổ."
        },
        {
            "en": "“Agricultural Growth and Rural Poverty in Pakistan: A Review of the Evidence”, Asian Development Bank Pasha, <em>H</em>. A. and <em>T</em>. Palanivel.",
            "vi": "“Tăng trưởng nông nghiệp và nghèo đói ở nông thôn Pakistan: Xem xét lại các bằng chứng”, Ngân Hàng Phát Triển Châu á Pasha, H. A. và T. Palanivel."
        },
        {
            "en": "Dahlgren, G.: “The Medical Poverty Trap,” in Dong, <em>T</em>., Pham, <em>T</em>., Dam, V., Duong <em>H</em>., and Nguyen Hoang L. (eds.), User Fee, Health Insurance and Utilization of Health Services, Viet Nam – Sweden Health Cooperation Program, Ha Noi, 2002.",
            "vi": "Dahlgren, G.: “Bẫy nghèo do y tế,” Dong, T., Pham, T., Dam, V., Duong H., và Nguyen Hoang L. (eds.), Lệ phí, Bảo hiểm Y tế và sử dụng dịch vụ y tế, Chương trình Hợp tác Y tế Việt Nam – Thụy Điển, Hà Nội, 2002."
        },
        {
            "en": "Durbin <em>h</em> - statistic",
            "vi": "Số thống kê durbin - h"
        },
        {
            "en": "Steel <em>H</em> pile",
            "vi": "Cọc thép hình H"
        },
        {
            "en": "With 3 letters <em>H</em> - R - <em>T</em>, I can add E and A to them to have HEART. I can also add U and R to those three letters and I will have HURT. But I'd rather",
            "vi": "Nếu có ba chử cái H,R,T anh có thể thêm vào đó chữ E và A để có được chữ HEART trái tim.Nhưng anh cũng có thể thêm vào đó chữ U và nhận được từ HURT đau đớn.Anh thà có em U và chấp nhận sự đau đớn HURT còn hơn có một trái tim HEART mà không có em."
        },
        {
            "en": "Segall, M., Tipping, G., Lucas, <em>H</em>., Truong, V., Nguyen, <em>T</em>. Dao X. and Dao, L.: “Healthcare seeking by the poor in transitional economies: the case of Viet Nam,” Institute for Development Studies Research Report, University of Sussex, Brighton, 2000.",
            "vi": "Segall, M., Tipping, G., Lucas, H., Truong, V., Nguyen, T. Dao X. và Dao, L.: “Khám chữa bệnh của người nghèo đói trong nền kinh tế chuyển đổi: Trường hợp Việt Nam,” Báo cáo nghiên cứu của Viện nghiên cứu phát triển, Đại học Sussex, Brighton, 2000."
        },
        {
            "en": "(the dollar sign is a symbol meaning \"contained in\", i.e. you are asking if the sequence of characters s-m-i-<em>t</em>-<em>h</em> is contained in the character value stored in the field lastname).",
            "vi": "(dấu đô - la là ký hiệu ngụ ý \"vốn nằm trong\", tức là bạn đang đòi foxpro coi thử liệu xâu ký tự s - m - i - t - h có nằm trong trị ký tự đã lưu ở trường lastname hay không)."
        },
        {
            "en": "Minford, M., Quang, D., Nguyen, <em>H</em>. <em>T</em>. and Brooke, P. (2004) An Expenditure Tracking Study of the Hunger Eradication and Poverty Reduction Programme and Programme 135: Final Report, UNDP, Ha Noi.",
            "vi": "Minford, M., Quang, D., Nguyễn, H. T. và Brooke, P. (2004) Nghiên cứu theo dõi chi tiêu Chương trình Xoá đói Giảm nghèo và Chương trình 135: Báo cáo chính thức."
        },
        {
            "en": "\"Hat\" begins with an <em>H</em>.",
            "vi": "Chữ\"Hat\" bắt đầu bằng chữ H."
        },
        {
            "en": "\"Hat\" begins with an <em>H</em>.",
            "vi": "Chữ \"Hat\" bắt đầu bằng chữ H."
        },
        {
            "en": "He averaged 100 km/<em>h</em>.",
            "vi": "Tốc độ trung bình của anh ta là 100 cây số/giờ."
        },
        {
            "en": "Estimated income taxes (adjustment <em>h</em>).",
            "vi": "Thuế thu nhập ước tính (điều chỉnh h)."
        },
        {
            "en": "Kudos to Greg K-<em>H</em>",
            "vi": "Danh tiếng cho Greg Kroah - Hartaman (K - H)"
        },
        {
            "en": "Kudos to Greg K - <em>H</em>",
            "vi": "Danh tiếng cho Greg Kroah-Hartaman (K-H)"
        }
    ],
    "suggestions": []
}