{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hosts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hosts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hosts"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hosts"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy chủ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Trong mạng máy tính và viễn thông, đây là máy tính thực hiện các chức năng trung tâm, như làm cho các tệp chương trình hoặc dữ liệu trở thành sẵn sàng dùng cho các máy tính khác chẳng hạn.<br/>Quan hệ host/terminal (máy chủ/thiết bị đầu cuối) là quan hệ chủ tớ, trong đó máy chủ quyết định tất cả ( xem server).</font></td></tr></tbody></table></div>",
            "word": "hosts"
        }
    },
    "sentences": [
        {
            "en": "You've been very hospitable <em>hosts</em>.",
            "vi": "Ông bà là những chủ nhà rất mến khách."
        },
        {
            "en": "You 've been great <em>hosts</em>.",
            "vi": "Ông bà là những người chủ nhà rất tuyệt vời."
        },
        {
            "en": "<em>Hosts</em> may be supercomputers or personal computers.",
            "vi": "Các máy chủ có thể là các siêu máy tính hay các máy tính cá nhân."
        },
        {
            "en": "We'll be your <em>hosts</em> and guides.",
            "vi": "Chúng tôi sẽ làm chủ nhà và hướng dẫn viên cho bạn."
        },
        {
            "en": "Trump <em>hosts</em> Halloween at the White House",
            "vi": "Tổng thống Trump tổ chức Halloween tại Nhà Trắng"
        },
        {
            "en": "Mr. and Mrs. Hill are excellent <em>hosts</em>.",
            "vi": "Ông bà Hill là những người chủ nhà tốt bụng."
        },
        {
            "en": "You 've been very hospitable <em>hosts</em>.",
            "vi": "Ông bà là những chủ nhà rất mến khách."
        },
        {
            "en": "The tourists found communication with their <em>hosts</em> difficult.",
            "vi": "Các du khách cảm thấy giao tiếp với chủ nhà rất khó."
        },
        {
            "en": "Mongolian Parliament <em>hosts</em> a special session on MDGs",
            "vi": "Nghị viện Mông Cổ tổ chức phiên đặc biệt về các MDG"
        },
        {
            "en": "U.S. Government <em>Hosts</em> Technical Workshops on HIV/AIDS",
            "vi": "Chính phủ Hoa kỳ tổ chức ba Hội thảo kỹ thuật trong lĩnh vực HIV/AIDS"
        },
        {
            "en": "Our <em>hosts</em> wined and dined us very well.",
            "vi": "Chủ nhà đã thiết đãi chúng tôi rất hậu."
        },
        {
            "en": "United States <em>Hosts</em> Roundtable on Intellectual Property Rights",
            "vi": "Hoa Kỳ tổ chức hội nghị bàn tròn về Quyền sở hữu trí tuệ"
        },
        {
            "en": "Our <em>hosts</em> wined and dined us very well.",
            "vi": "Chủ nhà đã thiết đãi chúng tôi rất hậu hĩnh."
        },
        {
            "en": "US <em>Hosts</em> Capital Markets and Investor Education Program",
            "vi": "Hoa Kỳ tổ chức chương trình đào tạo nhà đầu tư và phát triển thị trường chứng khoá"
        },
        {
            "en": "Harvard <em>hosts</em> spoof Nobel awards for silly science",
            "vi": "Đại học Harvard tổ chức trao giải Nobel ngược cho những nghiên cứu khoa học ngố"
        },
        {
            "en": "Activities and Services INGO Forum The Resource Centre <em>hosts</em> the INGO Forum several times a year.",
            "vi": "Các hoạt động và dịch vụ Diễn đàn các tổ chức phi chính phủ Trung tâm tổ chức họp Diễn đàn các tổ chức phi chính vài lần hàng năm."
        },
        {
            "en": "Many parasitis bacteria do not harm their <em>hosts</em>; some cause diseases by producing poisons.",
            "vi": "Nhiều loại vi trùng ký sinh không gây hại cho ký chủ; một vài loại gây bệnh bằng cách sản xuất chất độc."
        },
        {
            "en": "Thailand are on top with 87 gold medals, followed by the <em>hosts</em> with 82.",
            "vi": "Thái Lan đang dẫn đầu với 87 huy chương vàng, tiếp theo là nước chủ nhà với 82 Huy chương vàng."
        },
        {
            "en": "They are responsible for providing the virtual <em>hosts</em> information to the rest of the server components.",
            "vi": "Họ có trách nhiệm cung cấp thông tin máy ảo với phần còn lại của thành phần máy chủ."
        },
        {
            "en": "Throughout the year the town <em>hosts</em> festivals of traditional music and song.",
            "vi": "Suốt năm thành phố đăng cai tổ chức các lễ hội nhạc và bài hát truyền thống."
        }
    ],
    "suggestions": []
}