{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['hɔthaus]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">toà nhà dùng để trồng cây non (được sưởi ấm và làm bằng kính); nhà kính</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">hothouse flowers</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hoa hồng trồng ở nhà kính</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(kỹ thuật) phòng sấy</td></tr></table><i/></div>",
            "word": "hothouse",
            "pronounce": "['hɔthaus]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hothouse</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a heated greenhouse. </blockquote></blockquote><blockquote><blockquote>2》 an environment that encourages rapid growth or development. </blockquote></blockquote><blockquote>■ <cclass>verb educate (a child) to a higher level than is usual for their age. </cclass></blockquote></div>",
            "word": "hothouse",
            "pronounce": "['hɔthaus]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hothouse</k><blockquote>▸ <cclass>noun GREENHOUSE, glasshouse, conservatory, orangery, vinery, winter garden.</cclass></blockquote><blockquote>▸ <cclass>adjective <i>the school has a hothouse atmosphere</i>: INTENSE, oppressive, stifling; overprotected, pampered, shielded.</cclass></blockquote></div>",
            "word": "hothouse",
            "pronounce": "['hɔthaus]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hothouse",
            "pronounce": "['hɔthaus]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhà nóng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> 1. a heated greenhouse used to grow and shelter tender or tropical plants, or for growing plants out of season.a heated greenhouse used to grow and shelter tender or tropical plants, or for growing plants out of season.2. a drying room for newly made pottery.a drying room for newly made pottery.3. any room or building that is heated to high temperatures.any room or building that is heated to high temperatures.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> 1. Nhà kính được đốt nóng thường được dùng để trồng và che thực vật mềm yếu và thực vật của khu vực nhiệt đới , hoặc để trồng thực vật trái mùa2. Phòng sấy là phòng dùng để cất giữ những bình mới làm.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phòng ấm</font></td></tr></tbody></table></div>",
            "word": "hothouse",
            "pronounce": "['hɔthaus]"
        }
    },
    "sentences": [
        {
            "en": "<em>Hothouse</em> flowers",
            "vi": "Hoa hồng trồng ở nhà kính"
        },
        {
            "en": "Orchids are the most admired <em>hothouse</em> plants.",
            "vi": "Các loài hoa lan là thực vật nhà kính được ngưỡng mộ nhất."
        },
        {
            "en": "<em>Hothouse</em> flowers will perform at the lobby.",
            "vi": "Hoa hồng trồng ở nhà kính sẽ được trình diễn ở tiền sảnh."
        },
        {
            "en": "As the <em>HotHouse</em> Manager, Bram oversees technology development, market research and student placement.",
            "vi": "Là giám đốc nhà kính, Bram giám sát sự phát triển công nghệ, nghiên cứu thị trường và sắp xếp việc làm cho sinh viên."
        },
        {
            "en": "These schools do not challenge the kids, they <em>hothouse</em> them for their test scores.",
            "vi": "Các trường này không thách thức bọn trẻ, họ tạo áp lực cho các em vì điểm kiểm tra của các em."
        },
        {
            "en": "The concept of indoor farming is not new, since <em>hothouse</em> production of tomatoes and other produce has been in vogue for some time.",
            "vi": "Trang trại trong nhà không còn là một khái niệm xa lạ kể từ khi cà chua và các nông sản khác được trồng trong nhà kính đã có lúc trở nên thịnh hành."
        },
        {
            "en": "The concept of indoor farming is not new, since <em>hothouse</em> production of tomatoes and other produce has been in vogue for some time. What is new is the urgent need to scale up this technology to accommodate another three billion people. Many believe an entirely new approach to indoor farming is required, employing cutting-edge technologies. One such proposal is for the ‘Vertical Farm’. The concept is of multi-storey buildings in which food crops are grown in environmentally controlled conditions. Situated in the heart of urban centres, they would drastically reduce the amount of transportation required to bring food to consumers. Vertical farms would need to be efficient, cheap to construct and safe to operate. If successfully implemented, proponents claim, vertical farms offer the promise of urban renewal, sustainable production of a safe and varied food supply (through year-round production of all crops), and the eventual repair of ecosystems that have been sacrificed for horizontal farming.",
            "vi": "Trang trại trong nhà không còn là một khái niệm xa lạ kể từ khi cà chua và các nông sản khác được trồng trong nhà kính đã có lúc trở nên thịnh hành. Điều mới mẻ ở đây là nhu cầu cấp thiết cần phổ biến công nghệ này để phục vụ cho thêm ba tỉ người nữa. Nhiều người tin rằng cần có một phương pháp hoàn toàn mới, khai thác các công nghệ hàng đầu đối với các trang trại trong nhà. Một trong các kế hoạch này là “Trang trại chiều dọc”. Khái niệm này chỉ việc gieo trồng lương thực trong điều kiện môi trường được kiểm soát ngay trong các tòa nhà cao tầng. Tọa lạc tại trung tâm đô thị, các tòa nhà này sẽ giúp giảm đáng kể lượng phương tiện cần dùng để chuyên chở lương thực đến nơi người tiêu dùng. Các trang trại chiều dọc này phải ít tốn kém nhưng có hiệu quả trong xây dựng và an toàn trong thực hiện. Các nhà đề xuất tuyên bố nếu được thực hiện thành công, trang trại chiều dọc hứa hẹn sẽ giúp hồi phục đời sống đô thị, tạo ra các sản phẩm mang tính bền vững về mặt an toàn và đa dạng thực phẩm (nhờ các nông sản quanh năm), và sau cùng là phục hồi hệ sinh thái đã bị phá hủy bởi canh tác truyền thống. "
        }
    ],
    "suggestions": []
}