{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Houston"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Houston"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Houston"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Houston"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Houston"
        }
    },
    "sentences": [
        {
            "en": "I live in <em>Houston</em>.",
            "vi": "Tôi sống ở Houston."
        },
        {
            "en": "Music Industry Pays Tribute to Whitney <em>Houston</em>",
            "vi": "Ngành âm nhạc tưởng nhớ nữ danh ca Whitney Houston"
        },
        {
            "en": "Howard Hughes was born in <em>Houston</em>, Texas.",
            "vi": "Howard hughes sinh ở houston, texas."
        },
        {
            "en": "I like <em>Houston</em> and Dallas, Texas.",
            "vi": "Tôi thích Houston và Dallas, Texas."
        },
        {
            "en": "<em>Houston</em> Food Bank is a private non - profit organization founded in 1982 in <em>Houston</em>.",
            "vi": "Ngân hàng thực phẩm Houston là một tổ chức tư nhân phi lợi nhuận thành lập năm 1982 tại Houston."
        },
        {
            "en": "The only midweek game is taking place at <em>Houston</em>.",
            "vi": "Cuộc thi đấu giữa tuần duy nhất đang diễn ra ở Houston."
        },
        {
            "en": "<em>Houston</em> is the capital of the American oil industry.",
            "vi": "Houston là thủ đô của ngành công nghiệp dầu của Mỹ."
        },
        {
            "en": "The <em>Houston</em> Astros have notched up another win.",
            "vi": "Đội Houston Astros thắng thêm một trận nữa."
        },
        {
            "en": "Whitney <em>Houston</em> dies : The rise and fall of a superstar",
            "vi": "cái chết của Whitney Houston;  sự thăng trầm của 1 ngôi sao"
        },
        {
            "en": "Whitney <em>Houston</em> dies: The rise and fall of a superstar",
            "vi": "cái chết của Whitney Houston ; sự thăng trầm của 1 ngôi sao"
        },
        {
            "en": "Next Friday the 15 th, we'll be in <em>Houston</em>",
            "vi": "Thứ Sáu tới ngày 15 chúng tôi sẽ có mặt ở Houston."
        },
        {
            "en": "I'm from New England and live in <em>Houston</em>.",
            "vi": "Tôi đến từ New England và sống tại Houston."
        },
        {
            "en": "I 'm from New England and live in <em>Houston</em>.",
            "vi": "Tôi đến từ New England và sống tại Houston."
        },
        {
            "en": "This program will first be tested at airports in <em>Houston</em>, Texas and Washington, D.C..",
            "vi": "Chương trình này sẽ được thử nghiệm đầu tiên ở các sân bay houston, texas và thủ đô washington, d.c.."
        },
        {
            "en": "\"Don’t worry about failure; you only have to be right once.\" - DREW <em>HOUSTON</em>",
            "vi": "\"Đừng lo lắng về thất bại; bạn chỉ cần có một lần làm đúng là đủ rồi\" - Drew Houston"
        },
        {
            "en": "Whereas you really need a car to get around \"low walkability\" cities including <em>Houston</em> and Memphis.",
            "vi": "Trong khi bạn thực sự cần một chiếc ô tô để đi lại ở thành phố có \" khả năng đi bộ thấp\" bao gồm cả Houston và Memphis."
        },
        {
            "en": "I have been a tennis pro teaching in <em>Houston</em>, Texas for over twenty - five years.",
            "vi": "Tôi là một chuyên gia quần vợt dạy ở Houston, Texas hơn 25 năm rồi."
        },
        {
            "en": "Chinese represent about 60 per cent of the population in <em>Houston</em>.",
            "vi": "Người Trung Quốc đặt trưng cho sáu mươi phần trăm dân số ở Houston."
        },
        {
            "en": "<em>Houston</em> company issued $100,000 of 12% bonds on March 1, 2002.",
            "vi": "Công ty houston phát hành trái phiếu $100.000, lãi suất 12% vào ngày 1 tháng ba, 2002."
        },
        {
            "en": "I am writing to inquire into the possibility of working in your <em>Houston</em> office this summer.",
            "vi": "Tôi đang viết thư để tìm hiểu xem có thể làm việc trong văn phòng Houston của ông vào mùa hè này."
        }
    ],
    "suggestions": []
}