{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hoya"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hoya</k><blockquote><cclass>[<cclass>'hɔɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an evergreen climbing shrub with ornamental foliage and waxy flowers, native to SE Asia and the Pacific. [Genus <i>Hoya</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: mod. L., named after the English gardener Thomas <i>Hoy</i>. </blockquote></div>",
            "word": "hoya"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hoya"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hoya"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hoya"
        }
    },
    "sentences": [
        {
            "en": "American boxer Oscar De La <em>Hoya</em> is retiring from boxing.",
            "vi": "Vận động viên quyền anh người Mỹ Oscar De La Hoya quyết định treo găng."
        },
        {
            "en": "The <em>Hoya</em> bonii flower found in Cat Ba.",
            "vi": "Hoa cẩm cù bon được phát hiện ở đảo Cát Bà."
        },
        {
            "en": "Mr. De La <em>Hoya</em> lost two of his last three fights including his final fight in December in the Philippines.",
            "vi": "Ông De La Hoya thua 2 trong 3 trận gần đây nhất trong đó có trận tranh chung kết hồi tháng 12 ở Philippines."
        },
        {
            "en": "Since the French botanist Costantin described <em>Hoya</em> bonii as a new species in 1912, no specimen had been seen in Vietnam until this May. ",
            "vi": "Từ khi nhà thực vật học người Pháp Costantin mô tả cầm cù bon như là một loài mới vào năm 1912 thì không có mẫu vật nào được tìm thấy cho đến tháng 5 này."
        },
        {
            "en": "After comparing the flower with specimens preserved in museums and doing research, scientists confirmed that this was the <em>Hoya</em> bonii species, belonging to the family Apocynaceae, which only exists in Vietnam.",
            "vi": "Sau khi so sánh loài hoa này với mẫu vật được bảo quản trong bảo tàng và thực hiện các nghiên cứu, các nhà khoa học xác nhận đây chính là loài hoa cẩm cù bon, một loài cây chỉ có ở Việt Nam."
        },
        {
            "en": "Cam cu bon (<em>Hoya</em> bonii) flowers have been discovered in Cat Ba Island of the northern port city of Hai Phong, over 100 years since this species was seen in Vietnam (1884).",
            "vi": "Hoa cẩm cù bon (Hoya bonii) mới được khám phá trên hòn đảo Cát Bà ở phía Bắc thành phố cảng Hải Phòng sau hơn 100 năm kể từ khi loài hoa này được phát hiện tại Việt Nam vào năm 1884."
        },
        {
            "en": "Scientist Pham Van The from from the Institute of Ecology and Biological Resources of the Vietnam Academy of Science and Technology found a rare <em>Hoya</em> bonii flower tree during a field survey in May 2016. ",
            "vi": "Nhà khoa học Phạm Văn Thế đến từ viện Sinh thái học của học viện Khoa học và Kỹ thuật Việt Nam đã phát hiện loài hoa quý hiếm này trong 1 chuyến khảo sát vào tháng 5 năm 2016."
        },
        {
            "en": "\"Costantin announced the new <em>Hoya</em> bonii species based on specimens collected by R.P Bonn in 1884 in northern Vietnam, which are now preserved at the Museum of Paris,\" The said.",
            "vi": "\"Costantin thông báo về loài mới cẩm cù bon dựa trên các mẫu vật được thu thập bởi R.P Bonn vào năm 1884 ở phía Bắc Việt Nam, và hiện giờ nó đã được bảo tồn ở bảo tàng Paris\""
        },
        {
            "en": "The first species discovered by The was Cam Cu Loc (<em>Hoya</em> lockii), an endemic species in Thua Thien – Hue province with ivory-white flowers. The plants live on tree branches and hollow trees in primeval forests at the height of 1,000 meters.",
            "vi": "Loài đầu tiên được phát hiện là Cẩm Cù Lộc (Hoya lockii), một loài đặc hữu ở tỉnh Thừa Thiên - Huế có hoa màu trắng ngà. Loài thực vật này sống trên các cành và cây rỗng trong các khu rừng nguyên sinh ở độ cao 1.000 mét."
        }
    ],
    "suggestions": []
}