{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hr",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hr</k><blockquote>■ <cclass>abbreviation hour. </cclass></blockquote></div>",
            "word": "hr",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hr",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hr",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hr",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I 'm <em>HR</em> administrator.",
            "vi": "Tôi là nhân viên hành chánh nhân sự."
        },
        {
            "en": "I'm <em>HR</em> administrator.",
            "vi": "Tôi là nhân viên hành chánh nhân sự."
        },
        {
            "en": "He's my company's <em>HR</em> manager.",
            "vi": "Anh ấy là quản lý nhân sự trong công ty tôi."
        },
        {
            "en": "human relations management (<em>HR</em> management)",
            "vi": "quản trị nhân sự"
        },
        {
            "en": "It belongs to <em>HR</em> department.",
            "vi": "Việc đó thuộc về phòng nhân sự."
        },
        {
            "en": "human relations management ( <em>HR</em> management )",
            "vi": "quản trị nhân sự"
        },
        {
            "en": "She woked in the <em>HR</em> department.",
            "vi": "Cô ấy làm bên bộ phận nhân sự."
        },
        {
            "en": "<em>HR</em> Consultants are responsible for assisting clients.",
            "vi": "Tư vấn nhân sự có trách nhiệm giúp các khách hàng."
        },
        {
            "en": "Photography, advertising, <em>HR</em> (human resource), sound good.",
            "vi": "Nhiếp ảnh, quảng cáo, nhân sự nghe có vẻ hay."
        },
        {
            "en": "How to become an <em>HR</em> Administrator?",
            "vi": "Làm thế nào để trở thành một nhà quản lí nhân sự?"
        },
        {
            "en": "The <em>HR</em> department has the responsibility for this.",
            "vi": "Phòng nhân sự chịu trách nhiệm về việc đó."
        },
        {
            "en": "<em>HR</em> department has given you the medical card.",
            "vi": "Phòng nhân sự đã đưa ông thẻ khám bệnh."
        },
        {
            "en": "The speed of a boat on still water is 11 km per <em>hr</em>.",
            "vi": "Tốc độ của thuyền khi nước lặng là 11 km/h."
        },
        {
            "en": "What are the painful conversations you 've had as an <em>HR</em> professional?",
            "vi": "Những cuộc đối thoại khó khăn nào mà anh từng trải qua với tư cách là một nhà nhân sự?"
        },
        {
            "en": "Development needs of the organization are handled by the <em>HR</em> department.",
            "vi": "Nhu cầu phát triển của tổ chức được xử lý bởi phòng nhân sự."
        },
        {
            "en": "The purpose of this meeting is to establish a timeline for the <em>HR</em> (human resource) interviews.",
            "vi": "Mục  đích  của  cuộc  họp  là  lập  thời  biểu  cho  các  cuộc phỏng vấn vể nhân sự."
        },
        {
            "en": "Vera Singh, a youth counsellor and <em>HR</em> (human resource) consultant, has noticed a growing trend.",
            "vi": "Vera Singh, một nhà tư vấn cho giới trẻ và là một cố vấn về nhân sự, đã chú ý đến một khuynh hướng đang phát triển."
        },
        {
            "en": "Facebook’s <em>HR</em> chief reveals how to get a job at the social media giant",
            "vi": "Giám đốc nhân sự của Facebook tiết lộ làm thế nào để có được việc làm tại \"gã khổng lồ\" truyền thông xã hội"
        },
        {
            "en": "The purpose of  this meeting  is  to establish a  timeline  for the <em>HR</em> (human resource) interviews.",
            "vi": "Mục đích của cuộc họp là lập thời biểu cho các cuộc phỏng vấn vể nhân sự."
        },
        {
            "en": "The purpose of this meeting is to establish a timeline for the <em>HR</em> interviews.",
            "vi": "Mục đích của cuộc họp là thiết lập thời gian biểu cho những cuộc phỏng vấn của phòng nhân sự."
        }
    ],
    "suggestions": []
}