{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hs"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Hs</k><blockquote>■ <cclass>symbol the chemical element hassium. </cclass></blockquote></div>",
            "word": "Hs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hs"
        }
    },
    "sentences": [
        {
            "en": "It is poor mouse that <em>hs</em> only one hole.",
            "vi": "Quân tử phòng thân tiểu nhân phòng bị gậy."
        },
        {
            "en": "He noted that this method only applied to un-manufactured tobacco (<em>hs</em> 2401).",
            "vi": "Ông lưu ý rằng phương pháp này chỉ áp dụng cho thuốc lá nguyên liệu (hs 2401)."
        },
        {
            "en": "The Ministry of Fisheries announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ thuỷ sản công bố danh mục và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of Industry announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ công nghiệp công bố danh mục và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of National Defence announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ quốc phòng công bố danh mục và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of Trade details above commodities and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ thương mại cụ thể hoá các mặt hàng trên và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of Construction announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ xây dựng công bố danh mục và ghi rõ mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of Transportation announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ giao thông vận tải công bố danh mục và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "In 1932, Lomax travelled to New York, and stopped in to see a man named <em>HS</em> Latham of the Macmillan Company.",
            "vi": "Năm 1932, Lomax đến New York, và đã dừng lại ghé thăm một người đàn ông tên là HS Latham làm việc tại Công ty Macmillan."
        },
        {
            "en": "The Ministry of Resource and Environment announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ tài nguyên và môi trường công bố danh mục và ghi rõ mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of Trade details the <em>HS</em> code as shown in Export-Import Commodities Tariff Nomenclature, list of commodities with quota tariff.",
            "vi": "Bộ thương mại cụ thể theo mã số hs đúng trong biểu thuế xuất nhập khẩu, danh mục các mặt hàng áp dụng hạn ngạch thuế quan."
        },
        {
            "en": "The Ministry of Post and Telematics issues the list of products by <em>HS</em> codes as specified in the import duty schedule; conditions and procedures for licence.",
            "vi": "Bộ bưu chính viễn thông công bố danh mục mặt hàng cụ thể theo mã số hs đúng trong biểu thuế xuất nhập khẩu; quy định các tiêu chuẩn cần đáp ứng, các thủ tục cấp giấy phép."
        },
        {
            "en": "Viet Nam's nomenclature had subsequently been harmonized with the AHTN at the eight-digit level, in full consistency with <em>HS</em> 2002",
            "vi": "Danh mục biểu thuế của việt nam sau đó cũng đã được hài hòa hóa với danh mục ahtn ở cấp độ tám số và hoàn toàn phù hợp với hs 2002."
        },
        {
            "en": "The Ministry of Posts and Telematics details commodities and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature",
            "vi": "Bộ bưu chính, viễn thông cụ thể hoá mặt hàng và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "The Ministry of Culture and Information issues the list of products by <em>HS</em> codes as specified in the export - import duty schedules.",
            "vi": "Bộ văn hoá - thông tin công bố cụ thể các danh mục trên theo mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "Issuance of the List of products with <em>HS</em> code and adjustments to the Lists of products in Appendixes 1, 2, and 3.",
            "vi": "Công bố danh mục hàng hóa theo mã số hs và điều chỉnh danh mục hàng hóa tại các phụ lục 1, 2, 3."
        },
        {
            "en": "However, as the <em>HS</em> nomenclature did not classify goods according to their content, it was not possible to provide a more specific list.",
            "vi": "Tuy nhiên, do biểu hs không phân loại các hàng hoá theo nội dung nên không thể cung cấp một danh sách chi tiết hơn."
        },
        {
            "en": "The Ministry of Transport issues the list of products by <em>HS</em> codes as specified in the export-import tariff nomenclature and regulates license issuance procedures.",
            "vi": "Bộ giao thông vận tải công bố danh mục theo mã số hs đúng trong biểu thuế xuất nhập khẩu và quy định thủ tục cấp giấy phép."
        },
        {
            "en": "The Ministry of Agriculture and Rural Development announces list and states the <em>HS</em> code as shown in export-import commodities tariff nomenclature.",
            "vi": "Bộ nông nghiệp và phát triển nông thôn công bố danh mục và ghi mã số hs đúng trong biểu thuế xuất nhập khẩu."
        },
        {
            "en": "This classification is based on the Harmonised System (<em>HS</em>), which is also the basis for the import and export codes used by the US.",
            "vi": "Việc phân loại được dựa trên Hệ thống Hài hoà (Harmonised System -HS), và hệ thống này cũng là cơ sở cho các mã nhập khẩu và xuất khẩu mà Hoa Kỳ sử dụng."
        }
    ],
    "suggestions": []
}