{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hubble",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hubble",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hubble",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hubble",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hubble",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Hubble</em> Space Telescope.",
            "vi": "Kính viễn vọng không gian."
        },
        {
            "en": "Please pass me the <em>hubble</em>-bubble.",
            "vi": "Làm ơn đưa tôi cái ống điếu."
        },
        {
            "en": "He pinched some <em>hubble</em> - bubble pipe tobacco.",
            "vi": "Ông ta nhón tí thuốc lào."
        },
        {
            "en": "He pinched some <em>hubble</em>-bubble pipe tobacco.",
            "vi": "Ông ta nhón tí thuốc lào."
        },
        {
            "en": "Please pass me the <em>hubble</em> - bubble.",
            "vi": "Làm ơn đưa tôi cái ống điếu."
        },
        {
            "en": "<em>Hubble</em> reached the conclusion that the universe was expanding.",
            "vi": "Hubble đi đến kết luận rằng vũ trụ đang giãn nở."
        },
        {
            "en": "Edwin <em>Hubble</em> was the first to find evidence that the universe is becoming larger in size.",
            "vi": "Edwin Hubble là người đầu tiên tìm ra bằng chứng cho thấy vũ trụ đang lớn dần lên."
        },
        {
            "en": "Two examples are the <em>Hubble</em> telescope and the Large Hadron Collider.",
            "vi": "Hai ví dụ là kính viễn vọng Hubble và Large Hadron Collider."
        },
        {
            "en": "Scientists use the <em>Hubble</em> telescope to take pictures of planets orbiting stars in close-up.",
            "vi": "Các nhà khoa học dùng kính thiên văn Hubble để chụp hình cận cảnh các ngôi sao nằm trong quỹ đạo các hành tinh."
        },
        {
            "en": "He whittled carefully at a bamboo length and made it into <em>hubble</em> - bubble pipe.",
            "vi": "Anh ta đẽo gọt một đoạn tre thành cái điếu."
        },
        {
            "en": "The repairs are expected to keep the <em>Hubble</em> upgrading for another 5 to 10 years.",
            "vi": "Dự kiến việc sửa chữa này giúp kính viễn vọng Hubble nâng cấp thêm từ 5 đến 10 năm."
        },
        {
            "en": "Edwin <em>Hubble</em> discovered that distant galaxies are moving away from us, didn't he?",
            "vi": "Edwin Hubble đã phát hiện ra rằng các thiên hà xa xôi đang di chuyển ra xa chúng ta, đúng không?"
        },
        {
            "en": "He crammed of a pinch of tobacco into the bowl of a <em>hubble</em>-bubble pipe.",
            "vi": "Hắn cho nhúm thuốc lào vào nỏ điếu."
        },
        {
            "en": "The origin of the Big Bang theory can be credited to Edwin <em>Hubble</em>.",
            "vi": "Nguồn gốc của lý thuyết về vụ nổ tạo ra vũ trụ có thể được công nhận cho Edwin Hubble."
        },
        {
            "en": "He whittled carefully at a bamboo length and made it into <em>hubble</em>-bubble pipe.",
            "vi": "Anh ta đẽo gọt một đoạn tre thành cái điếu."
        },
        {
            "en": "He crammed of a pinch of tobacco into the bowl of a <em>hubble</em> - bubble pipe.",
            "vi": "Hắn cho nhúm thuốc lào vào nỏ điếu."
        },
        {
            "en": "Scientists use the <em>Hubble</em> telescope to take pictures of planets orbiting stars in close - up.",
            "vi": "Các nhà khoa học dùng kính thiên văn Hubble để chụp hình cận cảnh các ngôi sao nằm trong quỹ đạo các hành tinh."
        },
        {
            "en": "The <em>Hubble</em> telescope has discovered planets beyond our solar system and confirmed black holes in the universe.",
            "vi": "Kính viễn vọng Hubble đã khám phá ra các hành tinh ở bên ngoài hệ Mặt Trời của chúng ta và khẳng định sự hiện hữu của các lỗ đen trong vũ trụ."
        },
        {
            "en": "My paternal grandfather takes a pinch of tobacco and puts it in a bamboo <em>hubble</em>-bubble pipe.",
            "vi": "Ông nội tôi gión một gión thuốc rồi cho vào điếu cày."
        },
        {
            "en": "The shuttle also put the <em>Hubble</em> Space telescope into orbit and has serviced the thirteen - meter - long telescope four times.",
            "vi": "Tàu con thoi cũng đã đưa kính viễn vọng không gian Hubble vào quỹ đạo và đã bảo dưỡng cho viễn vọng kính dài mười ba mét này bốn lần."
        }
    ],
    "suggestions": []
}