{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hudson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hudson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hudson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hudson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hudson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Yes...<em>Hudson</em> here.",
            "vi": "À hudson đây."
        },
        {
            "en": "Did you speak to mr. <em>Hudson</em>?",
            "vi": "Cô đã nói với ông hudson chưa cô wright?"
        },
        {
            "en": "We see the miracle on <em>Hudson</em> river.",
            "vi": "Chúng tôi thấy được phép màu trên sông Hudson."
        },
        {
            "en": "We will go to <em>Hudson</em> Bay.",
            "vi": "Chúng tôi sẽ đến vịnh Hudson."
        },
        {
            "en": "Mr. <em>Hudson</em> wants to speak to you, sir.",
            "vi": "Thưa ông, ông hudson cần nói chuyện với ông."
        },
        {
            "en": "<em>Hudson</em> didn't like children, and never really knew what to make of his son.",
            "vi": "Hudson không thích trẻ con, và chưa bao giờ thật sự biết mình phải nghĩ gì về con trai của mình."
        },
        {
            "en": "Miss White, would you please tell Mr <em>Hudson</em> to call later?",
            "vi": "Cô white à, xin cô vui lòng nói ông hudson gọi lại sau nhé?"
        },
        {
            "en": "The organizers of the Grammys said singer Jennifer <em>Hudson</em> will pay tribute to Houston during Sunday's broadcast.",
            "vi": "Các nhà tổ chức trao giải Grammy cho biết nữ ca sĩ Jennifer Hudson sẽ trình diễn bài hát tưởng nhớ Houston trong buổi phát sóng hôm chủ nhật."
        },
        {
            "en": "The captain of the US Airways plane that landed into the <em>Hudson</em> River is being hailed as a hero.",
            "vi": "Cơ trưởng một máy bay của hãng US Airways đáp khẩn cấp xuống sông Hudson được ca ngợi như một người hùng."
        },
        {
            "en": "Before the catwalk on the River Seine, she turned the <em>Hudson</em> River in New York into the world's newest runways.",
            "vi": "Trước sàn catwalk trên sông Seine, cô đã biến sông Hudson ở New York trở thành sàn trình diễn mới nhất của thế giới."
        },
        {
            "en": "All passengers were rescued from a US Airways plane that crash landed on Thursday in the <em>Hudson</em> River.",
            "vi": "Tất cả hành khách đã được cứu khỏi một máy bay của hãng US Airways đáp khẩn cấp xuống sông Hudson hôm thứ Năm."
        },
        {
            "en": "Pilot Chesley Sullenberger was hailed (as) a hero, who saved the lives of all 155 people on the aircraft in the <em>Hudson</em> River.",
            "vi": "Cơ trưởng Chesley Sullenberger được hoan ngênh như một vị anh hùng khi cứu sống 155 hành khách máy bay trên dòng sông Hudson."
        },
        {
            "en": "And even scholars and groups who avoid Chinese funding are targeted by that country, as the <em>Hudson</em> Institute found out firsthand. After you offered to host a speaker Beijing didn’t like, your website suffered a major cyberattack, originating from Shanghai. The <em>Hudson</em> Institute knows better than most that the Chinese Communist Party is trying to undermine academic freedom and the freedom of speech in America today.",
            "vi": "Và ngay cả các học giả và tổ chức tránh nhận tài trợ của Trung Quốc cũng bị quốc gia đó nhắm đến, như Viện Hudson trực tiếp trải nghiệm. Sau khi bạn đề nghị tiếp đón một diễn giả mà Bắc Kinh không thích, website của bạn hứng chịu một cuộc tấn công mạng lớn, có nguồn gốc từ Thượng Hải. Bạn biết rõ hơn đa số rằng Đảng Cộng sản Trung Quốc đang cố gắng làm suy yếu tự do học thuật và tự do ngôn luận ở Mỹ ngày nay."
        },
        {
            "en": "Organizations are beginning to assume that the firewall has already been compromised and are relying on ubiquitous encryption to protect data across the enterprise, according to Jeff <em>Hudson</em>, CEO of Venafi. In the past, security measures assumed that firewalls and other perimeter defenses were enough to keep the bad guys out. Recent high-profile data breaches proved that attackers were able to still get into the network, and had free rein because the data was not protected at all, according to <em>Hudson</em>.",
            "vi": "Các tổ chức đang bắt đầu đưa ra các trường hợp giả định rằng bức tường lửa của họ đã bị xâm nhập và dựa vào mã hóa toàn diện để bảo vệ toàn bộ dữ liệu doanh nghiệp, theo Jeff Hudson, giám đốc điều hành của Venafi. Trong quá khứ, các biện pháp bảo mật giả định rằng bức tường lửa và những biện pháp bảo vệ vòng ngoài khác đủ để ngăn chặn những kẻ xấu. Theo Hudson, gần đây các vụ xâm phạm dữ liệu nổi tiếng đã chứng minh rằng những kẻ tấn công vẫn có thể xâm nhập vào mạng và thoải mái kiểm soát bởi vì dữ liệu chưa bao giờ được bảo vệ."
        },
        {
            "en": "\"We have been admiring her iconic productions at places such as the Grand Canyon Skywalk, <em>Hudson</em> River, London's Tower Bridge, and One World Trade Center for years. It is a privilege to have our venue added in Jessica's famous series of unconventional catwalks.\"",
            "vi": "\"Chúng tôi đã được chiêm ngưỡng các tác phẩm mang tính biểu tượng của mình tại những nơi như Grand Canyon Skywalk, sông Hudson, Tower Bridge, London, và Trung tâm Thương mại One World trong nhiều năm. Đó là một đặc ân khi địa điểm tổ chức của chúng tôi được thêm vào chuỗi sàn catwalk độc đáo nổi tiếng của Jessica.\""
        },
        {
            "en": "Organizations that have adopted encryption still encounter problems because they are not following best practices for encryption key management, according to <em>Hudson</em>. Organizations struggle to keep track of what keys are being used and who has access to them. Encryption would be a \"defining issue\" in the year ahead, he said.",
            "vi": "Các tổ chức đã áp dụng mã hóa vẫn còn gặp nhiều vấn đề bởi vì họ không tuân thủ các biện pháp tối ưu cho việc quản lý khóa mã hóa, theo Hudson. Các tổ chức cố gắng theo dõi những khóa mà đang được sử dụng và ai truy cập chúng. Mã hóa sẽ là một \" vấn đề cần xác định \" trong năm tới, ông nói."
        },
        {
            "en": "Thank you, Ken, for that kind introduction. To the Members of the Board of Trustees, to Dr. Michael Pillsbury, to our distinguished guests, and to all of you who, true to your mission in this place, “think about the future in unconventional ways” –- it is an honor to be back at the <em>Hudson</em> Institute.",
            "vi": "Cám ơn Ken (Kenneth R. Weinstein, chủ tịch Viện Hudson- người dịch) vì lời giới thiệu hào phóng đó. Xin chào các thành viên ban trị sự, Tiến sĩ Michael Pillsbury, các vị khách quý, và toàn thể mọi người, những người, đúng với sứ mệnh của mình, “nghĩ về tương lai theo những cách không bình thường” – thật vinh dự khi được quay trở lại Viện Hudson."
        },
        {
            "en": "One naturalist, WH <em>Hudson</em>, has described how any stranger in a green space or public garden will soon find that ‘several sparrows are keeping him company … watching his every movement, and if he sits down on a chair or a bench several of them will come close to him, and hop this way and that before him, uttering a little plaintive note of interrogation — Have you got nothing for us?",
            "vi": "Một nhà nghiên cứu thiên nhiên, WH Hudson, đã mô tả cách để bất kỳ người lạ nào trong không gian xanh hoặc khu vườn công cộng sẽ sớm nhận thấy rằng 'một vài con chim sẻ đang giữ cho anh ta như một người bạn…. theo dõi mọi chuyển động của anh ta, và nếu anh ta ngồi xuống ghế hoặc băng ghế thì một vài chú chim sẽ đến gần anh ta, và nhảy nhót trước anh ta, thốt ra một lưu ý nhỏ kiểu tra hỏi - Bạn có gì cho chúng tôi không?"
        },
        {
            "en": "In 1914, the first air-conditioning device was installed in a private house. However, its size, similar to that of an early computer, meant it took up too much space to come into widespread use, and later models, such as the Weathermaker, which Carrier brought out in the 1920s, cost too much for most people. Cooling for human comfort, rather than industrial need, really took off when three air conditioners were installed in the J.L <em>Hudson</em> Department Store in Detroit, Michigan. People crowded into the shop to experience the new invention. The fashion spread from department stores to cinemas, whose income rose steeply as a result of the comfort they provided.",
            "vi": "Vào năm 1914, thiết bị điều hòa không khí đầu tiên được lắp đặt trong một nhà riêng.Tuy nhiên, kích thước của nó tương tự như một máy tính đời đầu, nghĩa là nó chiếm quá nhiều không gian để thích hợp cho việc đưa vào sử dụng rộng rãi, và các mô hình sau này như của Weathermaker, mà nhà cung cấp đưa ra năm 1920 thì có chi phí quá lớn cho hầu hết mọi người. Làm mát để tạo sự thoải mái con người, chứ không phải là nhu cầu công nghiệp thực sự và chỉ bắt đầu khi có ba máy điều hòa không khí được lắp đặt tại cửa hàng bách hóa J.L Hudson ở Detroit bang Michigan. Mọi người đã chen chúc vào cửa hàng để được trải nghiệm phát minh mới đó.Chiếc điều hòa không khí đời mới thời ấy đã lan rộng từ cửa hàng đến rạp chiếu phim, thu nhập của họ cũng tăng vọt nhờ sự thoải mái mà chiếc máy mang lại."
        }
    ],
    "suggestions": []
}