{
    "en_vn": {
        "data": {
            "content": null,
            "word": "huffing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "huffing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "huffing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "huffing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "huffing"
        }
    },
    "sentences": [
        {
            "en": "After much <em>huffing</em> and puffing, he agreed to help.",
            "vi": "Sau một hồi bực tức, anh ta đồng ý giúp đỡ."
        },
        {
            "en": "I could hear him <em>huffing</em> and puffing up the stairs.",
            "vi": "Tôi có nghe anh ấy thở hổn hển trên lầu."
        },
        {
            "en": "I could hear her <em>huffing</em> and puffing up the stairs.",
            "vi": "Tôi có thể nghe cô ta thở hổn hển đi lên cầu thang."
        },
        {
            "en": "After much <em>huffing</em> and puffing, she finally agreed to help.",
            "vi": "Sau khi cáu tiết dữ dội, cuối cùng cô ấy cũng đồng ý giúp đỡ."
        },
        {
            "en": "Jack was <em>huffing</em> and puffing to keep up with her.",
            "vi": "Jack thở hổn hển khi đuổi kịp cô ấy."
        },
        {
            "en": "As he's <em>huffing</em> and puffing on the StairMaster, he answers their questions about investments and loans.",
            "vi": "Khi ông đang hổn hển trên chiếc StairMaster, ông trả lời những câu hỏi của họ về việc đầu tư và vay vốn."
        },
        {
            "en": "When I got to the top I was <em>huffing</em> and puffing.",
            "vi": "Khi lên tới đỉnh, tôi thở hồng hộc."
        },
        {
            "en": "She must have thought her little joke was very funny, because she gave one of her <em>huffing</em> laughs.",
            "vi": "Chắc bà nghĩ câu nói của mình khôi hài lắm, cho nên bà cười hinh hích."
        },
        {
            "en": "Going towards campus, the road is inclined and makes for a lot of <em>huffing</em> and puffing if you 're not in top physical condition.",
            "vi": "Đi về phía khu cắm trại, con đường nghiêng dốc và làm cho bạn thở hổn hển thật nhiều nếu bạn không ở trong điều kiện thể chất tốt nhất."
        },
        {
            "en": "Going towards campus, the road is inclined and makes for a lot of <em>huffing</em> and puffing if you're not in top physical condition.",
            "vi": "Đi về phía khu cắm trại, con đường nghiêng dốc và làm cho bạn thở hổn hển thật nhiều nếu bạn không ở trong điều kiện thể chất tốt nhất."
        },
        {
            "en": "After all the <em>huffing</em> and puffing, this was the first opportunity to see the two leaders in action against each other.",
            "vi": "Sau mọi sự nổi giận, đây là cơ hội đầu tiên để xem hai nhà lãnh đạo này hành động chống lại nhau."
        },
        {
            "en": "When he reached me, he took a long while to catch his breath, <em>huffing</em> and holding his side as if he'd just run all the way from Senzuru.",
            "vi": "Khi đến gần tôi, ông dừng lại một lát để thở, hai tay chống nạnh với vẻ giận dữ như thể ông vừa chạy một mạch từ senzuru đến."
        }
    ],
    "suggestions": []
}