{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hughes",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hughes",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hughes",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hughes",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hughes",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Hughes</em> died in Acapulco.",
            "vi": "Hughes qua đời ở acapulco."
        },
        {
            "en": "I'd like to speak to Mr <em>Hughes</em>.",
            "vi": "Xin cho tôi nói chuyện với ông hughes."
        },
        {
            "en": "Howard <em>Hughes</em> was born in Houston, Texas.",
            "vi": "Howard hughes sinh ở houston, texas."
        },
        {
            "en": "Howard <em>Hughes</em> directed the film Hell's Angels.",
            "vi": "Howard Hughes làm đạo diễn cuốn phim Những Thiên Thần Của Địa Ngục."
        },
        {
            "en": "<em>Hughes</em> scores two goals before half - time.",
            "vi": "Hughes đã ghi được hai bàn trước giờ giải lao."
        },
        {
            "en": "<em>Hughes</em> scores two goals before half-time.",
            "vi": "Hughes đã ghi được hai bàn trước giờ giải lao."
        },
        {
            "en": "The story of Edward <em>Hughes</em> and his phenomenal success.",
            "vi": "Câu chuyện của Edward Hughes và sự thành công phi thường."
        },
        {
            "en": "I'm sorry, but Mr <em>Hughes</em> is not available now.",
            "vi": "Tôi rất tiết, nhưng ông hughes hiện giờ không có ở đây."
        },
        {
            "en": "Mr. <em>Hughes</em> acted as a counsel for the prosecution.",
            "vi": "Ông Hughes làm luật sư cho bên nguyên."
        },
        {
            "en": "She was born Elizabeth <em>Hughes</em>, but writes under the name E.R. Johnson.",
            "vi": "Bà ấy tên thật là Elizabeth Hughes, nhưng lại dùng bút danh E. R. Johnson."
        },
        {
            "en": "\"Shirley <em>Hughes</em> wants to meet you.\" \"Who's she when she's at home?\"",
            "vi": "\"Cô Shirley Hughes muốn gặp anh.\"\"Cô ấy là người như thế nào nhỉ?\""
        },
        {
            "en": "Bruce Lahn of the Howard <em>Hughes</em> Medical Institute and the University of Chicago led these studies.",
            "vi": "Bruce lahn thuộc viện y học howard hughes và đại học chicago dẫn đầu các cuộc nghiên cứu này."
        },
        {
            "en": "She was born Elizabeth <em>Hughes</em>, but writes under the name E. R. Johnson.",
            "vi": "Bà ấy tên thật là Elizabeth Hughes, nhưng lại dùng bút danh E. R. Johnson."
        },
        {
            "en": "\"Shirley <em>Hughes</em> wants to meet you.\"\"Who's she when she's at home?\"",
            "vi": "\"Cô Shirley Hughes muốn gặp anh.\" \"Cô ấy là người như thế nào nhỉ?\""
        },
        {
            "en": "Many years ago, a fireman named Mike <em>Hughes</em> saved nine-month-old Danielle Davison from a fire at her home.",
            "vi": "Nhiều năm trước, một người lính cứu hoả tên là Mike Hughes đã cứu bé Danielle Davison 9 tháng tuổi tại nhà em khi xảy ra hoả hoạn."
        },
        {
            "en": "I don't think you can mention her poetry in the same breath as that of Heaney or <em>Hughes</em>.",
            "vi": "Tôi không nghĩ bạn có thể đề cập bài thơ của cô ấy cùng với bài thơ đó của Heaney hay Hughes được."
        },
        {
            "en": "Dr Scott Sternson, group leader at the Howard <em>Hughes</em> Medical Institute in the US, believes the hard-wired behaviour dates back to our ancient ancestors. ",
            "vi": "Tiến sĩ Scott Sternson, trưởng nhóm nghiên cứu tại Viện Y khoa Howard Hughes tại Mỹ, cho rằng hành vi được mặc định này có từ tổ tiên xưa của chúng ta."
        },
        {
            "en": "In 2010, Australian physicist Stephen <em>Hughes</em>, from the University of Technology in Brisbane, also spotted a mistake in the definition of the word \"siphon\" in the Oxford English Dictionary (OED).",
            "vi": "Năm 2010, nhà vật lý người Úc, ông Stephen Hughes đến từ trường Đại học Công nghệ ở Brisbane, cũng phát hiện một lỗi sai trong định nghĩa của từ \"siphon\" trong cuốn từ điển Oxford English (OED)."
        },
        {
            "en": "Four in ten people are 'ethical spenders', buying goods which do not, for example, involve dealings with oppressive regimes. This figure is the same as in 1990, although the number of 'armchair ethicals' has risen from 28 to 35 per cent and only 22 per cent say they are unconcerned now, against 30 per cent in 1990. <em>Hughes</em> claims that in the twenty-first century, consumers will be encouraged to think more about the entire history of the products and services they buy, including the policies of the companies that provide them and that this will require a greater degree of honesty with consumers.",
            "vi": "Bốn trong mười người là 'người chi tiêu có đạo đức', ví dụ, họ chỉ mua hàng hóa mà không liên quan đến các giao dịch với thái độ ép buộc. Con số này tương tự như trong năm 1990, mặc dù số lượng những người 'thích thể hiện là người tiêu dùng có đạo đức' đã tăng từ 28% đến 35% và chỉ có 22% nói rằng họ không quan tâm đến chuyện này, so với 30% vào năm 1990. Hughes tuyên bố rằng trong thế kỷ 21, người tiêu dùng sẽ được khuyến khích suy nghĩ nhiều hơn về toàn bộ lịch sử sản phẩm và dịch vụ họ mua, bao gồm các chính sách của các công ty cung cấp cho họ và điều này sẽ đòi hỏi mức độ trung thực cao hơn với người tiêu dùng. "
        },
        {
            "en": "Four in ten people are 'ethical spenders', buying goods which do not, for example, involve dealings with oppressive regimes. This figure is the same as in 1990, although the number of 'armchair ethicals' has risen from 28 to 35 per cent and only 22 per cent say they are unconcerned now, against 30 per cent in 1990. <em>Hughes</em> claims that in the twenty-first century, consumers will be encouraged to think more about the entire history of the products and services they buy, including the policies of the companies that provide them and that this will require a greater degree of honesty with consumers.",
            "vi": "Bốn trong mười người là 'người chi tiêu có đạo đức', ví dụ, họ chỉ mua hàng hóa mà không liên quan đến các giao dịch với thái độ ép buộc. Con số này tương tự như trong năm 1990, mặc dù số lượng những người 'thích thể hiện là người tiêu dùng có đạo đức' đã tăng từ 28% đến 35% và chỉ có 22% nói rằng họ không quan tâm đến chuyện này, so với 30% vào năm 1990. Hughes tuyên bố rằng trong thế kỷ 21, người tiêu dùng sẽ được khuyến khích suy nghĩ nhiều hơn về toàn bộ lịch sử sản phẩm và dịch vụ họ mua, bao gồm các chính sách của các công ty cung cấp cho họ và điều này sẽ đòi hỏi mức độ trung thực cao hơn với người tiêu dùng."
        }
    ],
    "suggestions": []
}