{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hu:i]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cuộc tụ họp của người Maori</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cuộc họp mặt; bữa tiệc</td></tr></table><i/></div>",
            "word": "hui"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hui"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hui"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hui"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hui"
        }
    },
    "sentences": [
        {
            "en": "I'm learning at <em>HUI</em>.",
            "vi": "Tôi đang học đại học công nghiệp Hồ Chí Minh."
        },
        {
            "en": "Join neighborhood <em>hui</em> (ROSCA).",
            "vi": "Tham gia chơi hụi với hàng xóm (ROSCA)."
        },
        {
            "en": "I 'm learning at <em>HUI</em>.",
            "vi": "Tôi đang học đại học công nghiệp Hồ Chí Minh."
        },
        {
            "en": "Choi Ho/<em>Hui</em> an example of ROSCA",
            "vi": "Chơi Họ/Hụi một ví dụ của ROSCA"
        },
        {
            "en": "Ho/<em>Hui</em> serves as an informal community or neighborhood credit system.",
            "vi": "Họ/Hụi trở thành một hệ thống dịch vụ tín dụng trong cộng đồng hoặc giữa những người thân quen không chính thức."
        },
        {
            "en": "The host is responsible for managing the funds collected for Ho/<em>Hui</em> and receives a commission.",
            "vi": "Người chủ (họ/hụi) chịu trách nhiệm điều hành các khoản tiền vốn Họ/Hụi được đóng góp và nhận hoa hồng."
        },
        {
            "en": "One thing Lee Teng-<em>hui</em> is known for is being an astute scholar.",
            "vi": "Ai cũng biết một điều, lee teng - hui là một học giả sắc sảo."
        },
        {
            "en": "The former President of Taiwan Lee Teng-<em>hui</em> has left for the United States.",
            "vi": "Cưu tổng thống đài loan, ông lý đăng huy đã đến thăm hoa kỳ."
        },
        {
            "en": "One thing Lee Teng - <em>hui</em> is known for is being an astute scholar.",
            "vi": "Ai cũng biết một điều, Lee Teng-hui là một học giả sắc sảo."
        },
        {
            "en": "\"We're putting all our efforts into the rescue work,\" naval commander <em>Hui</em> Dongyan told the official Hubei Daily.",
            "vi": "\"Chúng tôi đang đặt tất cả nỗ lực của mình vào công tác cứu hộ\" chỉ huy hải quân Hui Dongyan nói với nhật báo Hồ Bắc."
        },
        {
            "en": "Daniel <em>Hui</em> warned that actual FDI inflows failed to keep up with reported commitments and the improvement of FDI absorption.",
            "vi": "Daniel Hồi cảnh báo rằng dòng chảy FDI (đầu tư trực tiếp nước ngoài) trên thực tế đã không theo kịp các cam kết đã được tuyên bố và sự cải thiện sức thu hút FDI."
        },
        {
            "en": "They considered letting Lee Teng-<em>hui</em> visit as the president of Taiwan the same as saying Taiwan was an independent country.",
            "vi": "Họ xem việc cho phép Lee Teng - hui đến thăm với tư cách là Tổng thống Đài Loan đồng nghĩa với việc tuyên bố Đài Loan là một nước độc lập."
        },
        {
            "en": "Chen <em>Hui</em> Ling, 49, died after the car allegedly veered into the opposite lane and crashed into the truck at around 8 a.m., according to investigators.",
            "vi": "Chen Hui Ling, 49 tuổi, đã chết sau khi chiếc xe bị cáo buộc đi vào làn đường ngược chiều và đâm vào chiếc xe tải vào khoảng 8 giờ sáng, theo các nhà điều tra."
        },
        {
            "en": "Vietnam is expected to maintain its 2007 momentum and is on target for around $20 billion in commitments for this year, said <em>Hui</em>.",
            "vi": "Ông Hui nói: Việt Nam được dự kiến là sẽ duy trì đà phát triển trong năm 2007 với mục tiêu khoảng 20 tỷ USD cho các cam kết của năm này."
        },
        {
            "en": "In an abrupt reversal hailed here as a diplomatic breakthrough, the Clinton administration yesterday issued permission to President Lee Teng-<em>hui</em> to visit his alma mater Cornell University.",
            "vi": "Trong một tình huống đảo lộn đến bất ngờ được hoan nghênh ở đây như là một đột phá về mặt ngoại giao, chính quyền clinton hôm qua đã cho phép tổng thống lee teng - hui đến thăm trường cũ của ông là đại học cornell."
        },
        {
            "en": "This informal financial sector includes the moneylenders and ROSCAs (Rotating Savings and Credit Associations), also known as Choi <em>Hui</em> (Box II.1).",
            "vi": "Khu vực tài chính không chính thức này còn bao gồm những người cho vay tiền và những ROSCA (các hội tín dụng và tiết kiệm luân phiên) hay còn được gọi là Chơi Hụi (Hộp II.1)"
        },
        {
            "en": "Choi Ho/<em>Hui</em> is a popular form of ROSCA in Vietnam that has existed for generations but has never been officially recognized.",
            "vi": "Chơi Họ/Hụi là một dạng ROSCA phổ biến ở Việt Nam, tồn tại qua nhiều thế hệ nhưng chưa bao giờ được công nhận chính thức."
        },
        {
            "en": "Ho is popular in the North, while <em>Hui</em> (almost the same working mechanism but different name) is found in the South.",
            "vi": "Họ phổ biến ở miền Bắc trong khi đó Hụi (gần như có cơ chế hoạt động giống với họ, chỉ khác tên) lại phổ biến ở miền Nam."
        },
        {
            "en": "A <em>Hui</em> is normally a group of individuals who know and trust each other and contribute a set amount of money each month.",
            "vi": "Hụi thường là một nhóm các cá nhân, những người đã biết và tin tưởng nhau, cùng đóng góp một khoản tiền cố định hàng tháng."
        },
        {
            "en": "\"The outlook for FDI inflows looks promising given Vietnam's still competitive labour costs, large potential domestic markets, robust growth, geographical proximity to China, and political and social stability,\" said Daniel <em>Hui</em>, an HSBC economist.",
            "vi": "đầu từ trực tiếp nước ngoài) trông có vẻ đầy hứa hẹn đối với Việt Nam nhưng vẫn phải cạnh tranh về phí lao động, thị trường tiêu thụ tiềm tàng, sự tăng trưởng mạnh mẽ, vị trí địa lý gần Trung Quốc, và sự ổn định chính trị và xã hội \"."
        }
    ],
    "suggestions": []
}