{
    "en_vn": {
        "data": {
            "content": null,
            "word": "humanities",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>humanities</k><blockquote>learning concerned with human culture, especially literature, history, art, music, and philosophy.</blockquote><blockquote>→ <kref>humanity</kref></blockquote></div>",
            "word": "humanities",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>humanities</k><blockquote>▸ <cclass>plural noun (LIBERAL) ARTS, literature; classics, classical studies, classical literature.</cclass></blockquote></div>",
            "word": "humanities",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "humanities",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "humanities",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I prefer science to the <em>humanities</em>.",
            "vi": "Tôi thích khoa học hơn là khoa nhân văn."
        },
        {
            "en": "University of social sciences and <em>humanities</em>",
            "vi": "Đại học khoa học xã hội và nhân văn"
        },
        {
            "en": "University of <em>Humanities</em> and Social Sciences",
            "vi": "Trường Đại học Xã hội và Nhân văn"
        },
        {
            "en": "National Center for Social Sciences and <em>Humanities</em>.",
            "vi": "Trung tâm khoa học xã hội và nhân văn quốc gia."
        },
        {
            "en": "I'm stydying at the University of Social science and <em>Humanities</em>",
            "vi": "Tôi đang học ở đại học khoa học xã hội và nhân văn"
        },
        {
            "en": "University of Social Sciences & <em>Humanities</em> of Ho Chi Minh City.",
            "vi": "Trường đại học Khoa học Xã hội Nhân văn TP. Hồ Chí Minh."
        },
        {
            "en": "I 'm a former student o Social Science And <em>Humanities</em>",
            "vi": "tôi là cựu sinh viên trường KHXH&NV"
        },
        {
            "en": "I'm studying at the University of Social sciences and <em>Humanities</em>.",
            "vi": "Tôi đang học ở trường Đại học Khoa học xã hôi và nhân văn."
        },
        {
            "en": "I'm a former student o Social Science And <em>Humanities</em>",
            "vi": "tôi là cựu sinh viên trường KHXH&NV"
        },
        {
            "en": "I 'm senior of HCMC University of Social Sciences & <em>Humanities</em>.",
            "vi": "Tôi là sinh viên năm cuối trường Đại học Khoa học Xã hội và Nhân văn."
        },
        {
            "en": "The university of social science and <em>humanities</em> is very big.",
            "vi": "Trường đại học khoa học xã hội và nhân văn rất lớn."
        },
        {
            "en": "I'm senior of HCMC University of Social Sciences & <em>Humanities</em>.",
            "vi": "Tôi là sinh viên năm cuối trường Đại học Khoa học Xã hội và Nhân văn."
        },
        {
            "en": "Does society's increasing reliance on technology make the study of the <em>humanities</em> less or more valuable?",
            "vi": "Sự tin cậy của xã hội vào công nghệ đang tăng lên làm cho việc nghiên cứu khoa học nhân loại ít có giá trị hay có giá trị hơn?"
        },
        {
            "en": "I have just graduated from University of Social Sciences and <em>Humanities</em>.",
            "vi": "Tôi vừa mới tốt nghiệp trường Đại học Khoa học Xã hội và Nhân Văn."
        },
        {
            "en": "I 'm studying at the University of Social sciences and <em>Humanities</em>.",
            "vi": "Tôi đang học ở trường Đại học Khoa học xã hôi và nhân văn."
        },
        {
            "en": "I 'm stydying at the University of Social science and <em>Humanities</em>",
            "vi": "Tôi đang học ở đại học khoa học xã hội và nhân văn"
        },
        {
            "en": "The Doctor of Philosophy is the highest degree in the area of the sciences and <em>humanities</em>.",
            "vi": "Tiến sĩ là bằng cấp cao nhất trong lĩnh vực khoa học và khoa học nhân văn."
        },
        {
            "en": "The Faculty of Arts has become a national leader in teaching and research in the <em>humanities</em>.",
            "vi": "Khoa văn đã dẫn đầu cả nước trong việc giảng dạy và nghiên cứu về các môn khoa học nhân văn."
        },
        {
            "en": "Through more than 3000 years of civilization, the <em>humanities</em> have nourished the spirit of man.",
            "vi": "Qua hơn 3000 năm của nền văn minh, khoa học nhân văn đã nuôi dưỡng tâm hồn của con người."
        },
        {
            "en": "He use and must have a university degree, especial in literature and <em>humanities</em>.",
            "vi": "Ngoài ra phải có bằng đại học, đặc biệt là về văn học, khoa học nhân văn."
        }
    ],
    "suggestions": []
}