{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,hju:mə'nistik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc về chủ nghĩa nhân văn</td></tr></table><i/></div>",
            "word": "humanistic",
            "pronounce": "[,hju:mə'nistik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "humanistic",
            "pronounce": "[,hju:mə'nistik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "humanistic",
            "pronounce": "[,hju:mə'nistik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "humanistic",
            "pronounce": "[,hju:mə'nistik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "humanistic",
            "pronounce": "[,hju:mə'nistik]"
        }
    },
    "sentences": [
        {
            "en": "International cooperation in higher education should be based on solidarity and mutual respect and the promotion of <em>humanistic</em> values.",
            "vi": "Hợp tác quốc tế trong giáo dục đại học phải dựa trên tinh thần đoàn kết và tôn trọng lẫn nhau và thúc đẩy các giá trị nhân văn."
        },
        {
            "en": "<em>Humanistic</em> psychology is a school of psychology that emerged in the 1950s in reaction to both behaviorism and psychoanalysis.",
            "vi": "Tâm lý học nhân văn là một trường phái của tâm lý học xuất hiện vào những năm 1950 để phản ứng lại ngành tâm lý học hành vi và phân tâm học."
        },
        {
            "en": "This so called \"<em>Humanistic</em>\" view may be directly responsible for the terrible rape of our planet and our disregard for the rights of other beings which co-exist with us.",
            "vi": "Điều trên đây gọi là quan điểm \"nhân văn\" này chịu trách nhiệm trực tiếp về sự cưỡng đoạt khủng khiếp hành tinh của chúng ta và không mảy may đếm xỉa gì đến quyền lợi của những sinh vật khác đang cùng tồn tại với chúng ta."
        },
        {
            "en": "Ho Chi Minh's viewpoint of using methods of education reflects the <em>humanistic</em>, huminatarian nature of socialist education that always focuses on man's entire development, orientates human towards the true - good - beautiful values.",
            "vi": "Chủ tịch Hồ Chí Minh về sử dụng phương pháp giáo dục, phản ánh bản chất nhân văn, nhân đạo của nền giáo dục XHCN ; luôn luôn quan tâm đến sự phát triển toàn diện của mỗi người, hướng con người vươn tới các giá trị chân - thiện - mỹ."
        },
        {
            "en": "Ho Chi Minh's viewpoint of using methods of education reflects the <em>humanistic</em>, huminatarian nature of socialist education that always focuses on man's entire development, orientates human towards the true - good - beautiful values.",
            "vi": "Quan điểm của Chủ tịch Hồ Chí Minh về sử dụng phương pháp giáo dục, phản ánh bản chất nhân văn, nhân đạo của nền giáo dục XHCN; luôn luôn quan tâm đến sự phát triển toàn diện của mỗi người, hướng con người vươn tới các giá trị chân - thiện - mỹ."
        }
    ],
    "suggestions": []
}