{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hju:mən'kaind]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">loài người, nhân loại</td></tr></table><i/></div>",
            "word": "humankind",
            "pronounce": "['hju:mən'kaind]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>humankind</k><blockquote>■ <cclass>noun human beings considered collectively. </cclass></blockquote></div>",
            "word": "humankind",
            "pronounce": "['hju:mən'kaind]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>humankind</k><blockquote>▸ <cclass>noun THE HUMAN RACE, the human species, humanity, human beings, mankind, man, people, mortals; Homo sapiens.</cclass></blockquote></div>",
            "word": "humankind",
            "pronounce": "['hju:mən'kaind]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "humankind",
            "pronounce": "['hju:mən'kaind]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "humankind",
            "pronounce": "['hju:mən'kaind]"
        }
    },
    "sentences": [
        {
            "en": "Labouring has created <em>humankind</em>.",
            "vi": "Lao động đã sáng tạo ra con người."
        },
        {
            "en": "What blocked progress of <em>humankind</em>?",
            "vi": "Điều gì đã cản trở sự tiến bộ của loài người?"
        },
        {
            "en": "The children are the future of <em>humankind</em>.",
            "vi": "Trẻ em là tương lai của nhân loại."
        },
        {
            "en": "A misanthrope is a person who hates or distrusts <em>humankind</em>",
            "vi": "Kẻ ghét người là người ghét loài người"
        },
        {
            "en": "The forces of nature are used by <em>humankind</em> to generate energy for his many needs.",
            "vi": "Con người sử dụng các sức mạnh của tự nhiên để tạo ra năng lượng dùng cho các nhu cầu của mình."
        },
        {
            "en": "Sustainable development is the common trend that the entire <em>humankind</em> is striving to achieve",
            "vi": "Phát triển bền vững là một xu thế mà toàn nhân loại đang nõ lực thực hiện"
        },
        {
            "en": "Because Buddhism is about nothing but kindness, compassion, repentance, forgiveness, lucidity, and the brotherhood of <em>humankind</em>.",
            "vi": "Bởi vì Phật giáo không là gì khác hơn sự tương kính, tình yêu thương, sự sám hối, sự tha thứ, sự sáng suốt, và tình huynh đệ cho nhân loại."
        },
        {
            "en": "Viet nam strongly opposes terrorist acts and supports efforts to make <em>humankind</em> free from terrorism.",
            "vi": "Việt nam phản đối mạnh mẽ các hành động khủng bố và nổ lực ủng hộ việc giải phóng con người khỏi sự khủng bố."
        },
        {
            "en": "We see clearly that the Buddhist concept of Faith is very different from the common concept that <em>humankind</em> holds.",
            "vi": "Chúng ta thấy rõ rằng ý niệm về Tín trong đạo Phật rất khác với các ý niệm thông thường mà chúng sinh hiểu được."
        },
        {
            "en": "In the long history of <em>humankind</em> those who learned to collaborate and improvise most effectively have prevailed.",
            "vi": "Xuyên suốt lịch sử nhân loại, những ai biết cộng tác và ứng biến một cách hiệu quả nhất luôn thắng lợi."
        },
        {
            "en": "Let us pledge to work together for the common good, and for the betterment of all <em>humankind</em>.",
            "vi": "Chúng ta hãy cam kết cùng nhau phấn đấu vì lợi ích chung và vì cuộc sống tốt đẹp hơn cho cả loài người."
        },
        {
            "en": "They have a heart of gold and are totally devoted to their families, and the rest of <em>humankind</em>.",
            "vi": "Họ có một tấm lòng vàng, hết lòng vì gia đình và toàn thể nhân loại."
        },
        {
            "en": "A new species of hominid, or ape-man, discovered in the Cradle of <em>Humankind</em> near Johannesburg promises to turn the palaeontological world upside down.",
            "vi": "Một loài họ người mới, hay vượn người, (đã) được khám phá ở tại Cái nôi của loài người gần Johannesburg hứa hẹn làm đảo lộn thế giới cổ sinh vật học."
        },
        {
            "en": "Similarities in structure and genetic makeup persuade <em>humankind</em> that algae and plants, insects and crustaceans, chimpanzees and humans came from the same ancestral species.",
            "vi": "Sự tương đồng trong cấu trúc và bộ gen đã thuyết phục loài người rằng tảo và thực vật, côn trùng và loài giáp xác, tinh tinh và con người có cùng nguồn gốc tổ tiên."
        },
        {
            "en": "In The Turning of the Dharma Wheel Sutra, the very first lesson Sakyamuni Buddha taught <em>humankind</em> after His enlightenment, He mentioned the Four Noble Truths",
            "vi": "Trong Kinh Chuyển Pháp Luân, lời tuyên giảng pháp đầu tiên của Phật Thích Ca sau khi chứng quả Bồ Đề, Ngài dạy về Tứ Diệu Đế."
        },
        {
            "en": "A new species of hominid, or ape - man, discovered in the Cradle of <em>Humankind</em> near Johannesburg promises to turn the palaeontological world upside down.",
            "vi": "Một loài họ người mới, hay vượn người, (đã) được khám phá ở tại Cái nôi của loài người gần Johannesburg hứa hẹn làm đảo lộn thế giới cổ sinh vật học."
        },
        {
            "en": "Nowhere is this better expressed than in the Universal Declaration on Cultural Diversity, and I quote: “cultural diversity is as important for <em>humankind</em> as biodiversity is for nature.”",
            "vi": "Không ở đâu điều đó được thể hiện rõ nét như trong bản Tuyên ngôn về Đa dạng văn hóa, tôi xin trích dẫn: “đa dạng văn hóa quan trọng đối với loài người như đa dạng sinh học đối với thiên nhiên”."
        },
        {
            "en": "Nostradamus pops his head up now and again, And other would-be prophet s make a brief appearance, predicting the demise of <em>humankind</em>.",
            "vi": "Lời tiên tri của Nostradamus đôi khi vẫn được nhắc đến, và những nhà tiên tri tiềm năng khác thì xuất hiện trong phút chốc, dự đoán về cái chết của con người."
        },
        {
            "en": "Nowadays, we know the benefits to <em>humankind</em> of standing on our own two feet, the intriguing question that remains is what made our long - ago ancestors stand up and walk in the first place.",
            "vi": "Ngày nay, chúng ta biết những lợi ích con người nhận được từ việc đứng trên chính đôi chân của mình, câu hỏi lý thú còn lại là cái gì/điều gì đã khiến tổ tiên xa xưa của chúng ta đứng và đi bằng chân ở địa điểm đầu tiên."
        },
        {
            "en": "Migration has been a theme of <em>humankind</em> since our ancestors left Africa about one hundred thousand years ago, and it continues today in virtually every country, though for a variety of different reasons",
            "vi": "Di cư luôn là một chủ đề của nhân loại kể từ khi tổ tiên của chúng ta rời khỏi châu Phi khoảng một trăm thiên niên kỷ trước đây. Ngày nay nó vẫn diễn ra hầu như ở tất cả các nước với nhiều lý do khác nhau."
        }
    ],
    "suggestions": []
}