{
    "en_vn": {
        "data": {
            "content": null,
            "word": "humbling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "humbling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "humbling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "humbling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "humbling"
        }
    },
    "sentences": [
        {
            "en": "<em>Humbling</em> appearance",
            "vi": "Vẻ bề ngoài thiếu tự tin"
        },
        {
            "en": "He was really such a <em>humbling</em> person.",
            "vi": "Anh ấy thật sự là một người thiếu tự tin."
        },
        {
            "en": "But the sting of not <em>humbling</em> him remained with her.",
            "vi": "Nhưng nàng vẫn cay cú vì không trị được chàng."
        },
        {
            "en": "John Low, CEO of the Charities Aid Foundation, said: \"The generosity of people, even in countries suffering from disaster and turmoil, is truly <em>humbling</em>.\" He added: \"Unconditional gifts of time and money are a life-changing force for good in the world.\"",
            "vi": "John Low, giám đóc điều hành của CAF nói: \"Sự hào phòng của con người, thậm chí trong một đất nước đã trải qua tai họa và chiến tranh, vẫn rất là khiêm nhường\". Anh ấy còn nói thêm: \"Quà tặng vô điều kiện về thời gian và tiền bạc là động lực để thay đổi cuộc sống trong tốt trên thế giới\""
        },
        {
            "en": "       Amazing things happen around you every day if you only know where to look. Technology has exposed us to so much and made the world so much smaller. Yet, there's a downside that isn't spoken of much: exposure raises the bar on what it takes to be awestricken. And that's a shame, because few things are as uplifting as experiencing true awe. True awe is <em>humbling</em>. It reminds us that we're not the center of the universe. Awe is also inspiring and full of wonder, underscoring the richness of life and our ability to both contribute to it and be captivated by it. It's hard to be happy when you just shrug your shoulders every time you see something new.",
            "vi": "Chỉ cần bạn biết nơi để hướng tầm mắt thì những thứ tuyệt vời xảy ra xung quanh bạn mỗi ngày. Công nghệ đang ảnh hưởng đến chúng ta quá nhiều và làm cho thế giới nhỏ hơn rất nhiều. Tuy nhiên, có một điều bất lợi không được nói đến: ... Và đó là một sự xấu hổ bởi vì chỉ vài thứ ... Sự ngưỡng mộ thực sự là sự khiêm tốn. Sự khiêm tốn nhắc nhở chúng ta rằng chúng ta không phải là trung tâm của vũ trụ. Sự háo hức cũng là truyền cảm hứng và đầy ngạc nhiên, nhấn mạnh sự giàu có của cuộc sống và khả năng của chúng ta cho cả việc đóng góp và thu hút bởi cuộc sống. Thật là khó để trở nên hạnh phúc khi bạn chỉ biết nhún vai mỗi khi bạn thấy điều gì đó mới lạ."
        }
    ],
    "suggestions": []
}