{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hunched"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hunched"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hunched"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hunched"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hunched"
        }
    },
    "sentences": [
        {
            "en": "Pa's back was <em>hunched</em>.",
            "vi": "Lưng Bố cong xụm xuống."
        },
        {
            "en": "She <em>hunched</em> over the book, reading intently.",
            "vi": "Cô ta chồm người lên cuốn sách, say sưa đọc."
        },
        {
            "en": "Her shoulders <em>hunched</em>, her white hair cut in a bob.",
            "vi": "Đôi vai bà hơi khom lại, mái tóc trắng được cắt ngắn quá vai."
        },
        {
            "en": "He <em>hunched</em> his shoulders in the cold of the rain.",
            "vi": "Anh ấy khom vai trong cái lạnh của cơn mưa."
        },
        {
            "en": "He <em>hunched</em> his shoulders and thrust his hands deep into his pockets.",
            "vi": "Anh ta nhún vai và thọc tay sâu vào túi quần."
        },
        {
            "en": "And that cow <em>hunched</em> herself and kicked Pa flat on his back.",
            "vi": "Và con bò bỗng khom người xuống, đá Bố bật ngã ngửa."
        },
        {
            "en": "I <em>hunched</em> over inside my jacket as I dashed for my truck.",
            "vi": "Tôi co người trong áo khoác khi lao về phía xe mình."
        },
        {
            "en": "Two old men sat <em>hunched</em> over a small table playing chess.",
            "vi": "Hai ông lão ngồi khom lưng qua một cái bàn nhỏ để chơi cờ."
        },
        {
            "en": "I <em>hunched</em> over them so that they would not get wet.",
            "vi": "Tôi khom người che để chúng không bị ướt."
        },
        {
            "en": "His chest was bare and warm; he <em>hunched</em> his shoulders to keep the rain off of me.",
            "vi": "Ngực anh để trần và ấm áp ; anh khom vai che mưa cho tôi."
        },
        {
            "en": "His chest was bare and warm ; he <em>hunched</em> his shoulders to keep the rain off of me.",
            "vi": "Ngực anh để trần và ấm áp; anh khom vai che mưa cho tôi."
        },
        {
            "en": "He sat just a moment longer and then stood with his shoulders <em>hunched</em> to march, elbow-first, from the room.",
            "vi": "Ông ta ngồi một lát nữa rồi đứng dậy hai vai co lại để đi một khủy tay chìa tới trước, ông bước ra khỏi phòng."
        },
        {
            "en": "The men sat <em>hunched</em> over cleaning rags and oil, stripping down their SA80 rifles and machine guns.",
            "vi": "Những người đàn ông ngồi lom khom trên giẻ lau và dầu đang tháo súng trường SA80 và súng đại liên của họ."
        },
        {
            "en": "Ahead of me in the passageway walked a tiny woman in brown slacks, her shoulders <em>hunched</em>, her white hair cut in a bob.",
            "vi": "Ở lối đi phía trước tôi là một người phụ nữ nhỏ bé trong bộ quần áo màu nâu nhạt. Đôi vai bà hơi khom lại, mái tóc trắng được cắt ngắn quá vai."
        },
        {
            "en": "I'd thought that I'd been getting it under control, but I found myself <em>hunched</em> over, day after day, clutching my sides together and gasping for air.",
            "vi": "Tôi nghĩ mình đã kiểm soát được nó, nhưng tôi thấy mình gập người, ngày này qua ngày khác, giữ chặt hai bên hông lại và thở hổn hển."
        },
        {
            "en": "Of course, his name wasn't really dr. Crab, but if you'd seen him i'm sure the same name would have occurred to you, because he had his shoulders <em>hunched</em> up and his elbows sticking out so much.",
            "vi": "Dĩ nhiên, tên thật của ông ta không phải là cua, nhưng nếu anh nhìn thấy ông ta thế nào anh cũng cho rằng cái tên đấy thật thích hợp, vì hai vai ông ta rút vào nhau và hai khuỷu tay khùynh ra."
        },
        {
            "en": "He struck rne as out of place in Senzuru particularly there beside the farmers and the fishermen with their crates, and an old <em>hunched</em> woman wearing a rucksack of yams.",
            "vi": "Tôi hết sức kinh ngạc khi thấy ông ta đứng chen lấn với đám nông dân và ngư phủ ở một nơi ngoài thị trấn senzuru như thế, bên cạnh đám người này còn có một bà già còng lưng mang một ba lô đầy khoai mỡ."
        },
        {
            "en": "Getting the standards changed is a long process so in the meantime you’ll probably see us women <em>hunched</em> over our desks with a less than fashionable hoodie on, but at least we’ll be warm!",
            "vi": "Thay đổi các tiêu chuẩn là một quá trình lâu dài, như vậy trong khi chờ đợi bạn có thể sẽ thấy phụ nữ chúng tôi co rút trên những cái bàn với chiếc áo choàng lên trông kém thẩm mỹ, nhưng ít nhất chúng tôi sẽ được ấm áp."
        },
        {
            "en": "Older people — especially women, who generally have smaller and lighter bones — are more likely to develop osteoporosis. As years go by, a person with osteoporosis can get small breaks in bones that are called compression fractures. These breaks cause collapse of the vertebrae and over time the person with osteoporosis can become <em>hunched</em> over or stooped.",
            "vi": "Những người lớn tuổi - đặc biệt là phụ nữ, thường có xương nhỏ hơn và nhẹ hơn – sẽ dễ bị loãng xương hơn. Theo thời gian, một người bị loãng xương có thể bị những chỗ gãy nhỏ trong xương gọi là gãy xương nén. Những chỗ gãy đó sẽ làm xẹp các đốt sống và người bệnh loãng xương sẽ ngày càng bị gù hoặc khòm lưng."
        },
        {
            "en": "LARGE AND APELIKE: The Southern Sasquatch is described as a giant, human-like ape creature with long arms, long, dark hair, three toes on each foot and bright red eyes the siz​e of silver dollars. It's said to walk with a shuffling gait and run in a <em>hunched</em> or slouched posture while swinging its arms, like a primate. Original reports from the 1970's describe the creature as 7 feet tall, up to 300 pounds and a chest about 3 feet wide. The creature's alleged footprints are said to measure 17 inches long and 7 inches wide.",
            "vi": "To lớn và giống khỉ: Yêu quái Miền Nam được miêu tả là một con vượn khổng lồ, giống người, với cánh tay dài, lông đen và dài, ba ngón chân ở mỗi bàn chân và đôi mắt màu đỏ tươi to bằng đồng đô la bạc. Sinh vật này được cho là bước lê và chạy trong tư thế gập người hoặc lom khom trong khi cánh tay thì đong đưa, như loài linh trưởng. Những báo cáo ban đầu từ những năm 1970, mô tả sinh vật này cao 7 feet, nặng đến 300 kg và ngực rộng khoảng 3 feet. Dấu chân của nó để lại được cho là dài 17 inch và rộng 7 inch."
        }
    ],
    "suggestions": []
}