{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hʌnt∫bækt]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">humpbacked</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hʌmpbækt]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">humpbacked</font></td></tr></table><i/></div>",
            "word": "hunchbacked",
            "pronounce": "['hʌnt∫bækt]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hunchbacked",
            "pronounce": "['hʌnt∫bækt]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hunchbacked",
            "pronounce": "['hʌnt∫bækt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hunchbacked",
            "pronounce": "['hʌnt∫bækt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hunchbacked",
            "pronounce": "['hʌnt∫bækt]"
        }
    },
    "sentences": [
        {
            "en": "Through Chinese medicine, it was common knowledge that being <em>hunchbacked</em> places undue stress on the stomach, intestines, and spine; the ancients summed up these posture-induced ailments as being the manifestation of bad qi distribution caused by slouching.",
            "vi": "Y học cổ truyền cho rằng đứng gù lưng sẽ làm gia tăng áp lực không tốt lên dạ dày, ruột và xương sống; tư thế này cùng với tâm lý lo âu là một trong những biểu hiện của tình trạng khí huyết không thông."
        },
        {
            "en": "The last day of the year arrived and Arthur had no choice but to talk to the witch. She agreed to answer the question, but he would have to agree to her price first. The old witch wanted to marry Sir Lancelot, the most noble of the Knights of the Round Table and Arthur's closest friend! Young Arthur was horrified. She was <em>hunchbacked</em> and hideous, had only one tooth, smelled like sewage, made obscene noises, etc. He had never encountered such a repugnant creature in all his life.",
            "vi": "Ngày cuối cùng của thời hạn một năm đã đến và Arthur buộc lòng phải nhờ đến mụ phù thuỷ. Mụ ta đồng ý đưa ra câu trả lời, đổi lại chàng phải chấp nhận yêu cầu của mụ trước. Mụ phù thủy già muốn kết hôn với Ngài Lancelot, hiệp sĩ thông thái nhất trong Hội Bàn Tròn và cũng là người bạn thân tín nhất của Arthur! Arthur vô cùng kinh hãi. Mụ phụ thuỷ gớm guốc ấy bị gù lưng lại chỉ có độc nhất một cái răng, người ngợm hôi thối như mùi nước cống lại còn hay phát ra những âm thanh ghê rợn… Chàng chưa từng thấy một con người kinh tởm đến như vậy trong đời mình."
        }
    ],
    "suggestions": []
}