{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Hungary",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Hungary",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Hungary",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Hungary",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Hungary",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Originally published on About <em>Hungary</em>.",
            "vi": "Được xuất bản lần đầu trên About Hungary."
        },
        {
            "en": "Originally published on About <em>Hungary</em>.",
            "vi": "Được xuất bản lần đầu trên About Hungary."
        },
        {
            "en": "<em>Hungary</em>: Macroeconomic Gradualism and Structural Shock Therapy",
            "vi": "Hungari: Chuyển đổi Từ từ Kinh tế Vĩ mô và Liệu pháp Sốc về Chuyển đổi Cơ cấu."
        },
        {
            "en": "<em>Hungary</em> has had a bad press lately.",
            "vi": "Dạo gần đây Hungary bị báo chí chỉ trích."
        },
        {
            "en": "<em>Hungary</em> will send two high-ranking diplomats to Iraq.",
            "vi": "Hungary sẽ phái hai nhà ngoại giao cao cấp tới Irắc."
        },
        {
            "en": "Shooting birds flying overhead is illegal in <em>Hungary</em>.",
            "vi": "Bắn chim trên bầu trời là phạm pháp ở Hungary."
        },
        {
            "en": "<em>Hungary</em> is the country in the eastern part of Europe.",
            "vi": "Hungary là một nước Đông Âu."
        },
        {
            "en": "<em>Hungary</em> will send two high - ranking diplomats to Iraq.",
            "vi": "Hungary sẽ phái hai nhà ngoại giao cao cấp tới Irắc."
        },
        {
            "en": "Speaking personally, I want to travel to <em>Hungary</em>.",
            "vi": "Về phần tôi, tôi muốn đi du lịch Hungary."
        },
        {
            "en": "He received the award, the highest State Order of <em>Hungary</em>, for his contribution towards the cultural exchange between Viet Nam and <em>Hungary</em>.",
            "vi": "Ông được nhận giải thưởng cao quý nhất của Nhà nước Hungary vì sự đóng góp của ông trong tiến trình trao đổi văn hóa giữa Việt Nam và Hungary."
        },
        {
            "en": "He received the award, the highest State Order of <em>Hungary</em>, for his contribution towards the cultural exchange between Viet Nam and <em>Hungary</em>.",
            "vi": "Ông được nhận giải thưởng cao quý nhất của Nhà nước Hungary vì sự đóng góp của ông trong tiến trình trao đổi văn hóa giữa Việt Nam và Hungary."
        },
        {
            "en": "<em>Hungary</em> has no navy for the simple reason that it has no sea.",
            "vi": "Hungary không có lực lượng hải quân với lý do đơn giản là nó không có biển."
        },
        {
            "en": "At present, <em>Hungary</em> is reemerging as a donor with a special focus on transition management.",
            "vi": "Hiện nay, Hung-ga-ri lại thực hiện vai trò nhà tài trợ tập trung đặc biệt vào công tác quản lý chuyển đổi."
        },
        {
            "en": "There are many people sufferring from <em>hungary</em> and illness in the world, they need our help.",
            "vi": "Có nhiều người trên thế giới đang chịu đói và bệnh tật. họ đang cần sự giúp đỡ của chúng ta"
        },
        {
            "en": "<em>Hungary</em> was the first Eastern European country to accede to the UN Convention on Refugees.",
            "vi": "Hungary là quốc gia Đông Âu đầu tiên tham gia công ước Liên Hiệp Quốc về người tị nạn."
        },
        {
            "en": "I like soft - boiled egg in <em>Hungary</em> and the western countries.",
            "vi": "Tôi thích món trứng luộc hồng đào ở Hungary và các nước phương Tây."
        },
        {
            "en": "The 15 years of economic transition in <em>Hungary</em> could be divided to three distinct periods.",
            "vi": "Quá trình chuyển đổi kinh tế trong 15 năm qua của Hungari có thể được chia thành ba giai đoạn rõ rệt."
        },
        {
            "en": "This is the early basis upon which <em>Hungary</em> initiates this new stage as a donor.",
            "vi": "Đây là cơ sở ban đầu để Hung-ga-ri khởi xướng một giai đoạn mới với tư cách là nhà tài trợ."
        },
        {
            "en": "Their albums have sold an amazing 100, 000 copies in <em>Hungary</em>.",
            "vi": "An-bum của họ đã bán được đến 100.000 bản ở Hung-ga-ri."
        },
        {
            "en": "The tradition of underwater archeology in <em>Hungary</em> began 25 years ago.",
            "vi": "Việc khảo cổ dưới nước ở Hung - ga - ri đã có 25 năm trước."
        }
    ],
    "suggestions": []
}