{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hurdles"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hurdles</k><blockquote>a hurdle race.</blockquote><blockquote>→ <kref>hurdle</kref></blockquote></div>",
            "word": "hurdles"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hurdles"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hurdles"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hurdles"
        }
    },
    "sentences": [
        {
            "en": "V - Overcoming SOI’s <em>Hurdles</em>",
            "vi": "V - Vượt qua rào cản của SOI"
        },
        {
            "en": "overcome <em>hurdles</em> (collocation)",
            "vi": "vượt qua rào cản (cụm từ thường đi với nhau)"
        },
        {
            "en": "But there are <em>hurdles</em> to overcome.",
            "vi": "Nhưng vẫn có những rào cản phải vượt qua."
        },
        {
            "en": "But there are <em>hurdles</em> that need to be cleared.",
            "vi": "Tuy nhiên ở đó vẫn có những rào cản cần được xoá bỏ."
        },
        {
            "en": "I want to run in the <em>hurdles</em> race.",
            "vi": "Tôi muốn tham gia cuộc chạy đua vượt chướng ngại vật."
        },
        {
            "en": "There are two possible ways to navigate these <em>hurdles</em>.",
            "vi": "Có hai cách xử lý những trở ngại đó."
        },
        {
            "en": "John Holland won bronze in the 400 metre <em>hurdles</em> at the 1952 Helsinki Olympics.",
            "vi": "John Holland giành huy chương đồng 400 mét ở Thế vận hội Helsinki năm 1952."
        },
        {
            "en": "Such <em>hurdles</em> and frustration are relieved by the IZI members’ noted progress in English, Thong said.",
            "vi": "Những trở ngại và sự thất vọng được làm dịu bớt nhờ sự tiến bộ trong tiếng Anh của các thành viên IZI, Thông nói."
        },
        {
            "en": "Clearing all the <em>hurdles</em> in the race isn't easy at all.",
            "vi": "Nhảy qua các chướng ngại trong cuộc thi không dễ chút nào."
        },
        {
            "en": "One of the biggest <em>hurdles</em> that affect economic and employment performance is access to land.",
            "vi": "Một trong các rào cản lớn nhất ảnh hưởng đến nền kinh tế và việc làm là khả năng tiếp cận đất đai."
        },
        {
            "en": "Yet, these are precisely the areas facing additional <em>hurdles</em> to foreign participation.",
            "vi": "Tuy nhiên, đây chính là những lĩnh vực đang gây thêm nhiều trở ngại cho sự tham gia của nước ngoài."
        },
        {
            "en": "The <em>hurdles</em> and relays were some of the interesting track events.",
            "vi": "Chạy vượt rào và tiếp sức cũng nằm trong số những môn thú vị phong phú và vui tươi."
        },
        {
            "en": "I remember when she went back to running the <em>hurdles</em> after her accident.",
            "vi": "Tôi còn nhớ lúc cô ấy trở lại chạy vượt rào sau vụ tai nạn mà."
        },
        {
            "en": "There are lots of <em>hurdles</em> still to get over before the new restaurant can open.",
            "vi": "Có rất nhiều trở ngại vẫn còn phải vượt qua trước khi nhà hàng mới có thể khai trương."
        },
        {
            "en": "Our peoples overcame all <em>hurdles</em> and gave a fillip to the movement.",
            "vi": "Dân tộc ta đã vượt qua chướng ngại, đẩy phong trào tiến lên."
        },
        {
            "en": "What are the <em>hurdles</em> ahead before you get the project up and running?",
            "vi": "Những chướng ngại vật nào bạn gặp phải trước khi bạn hướng tới và điều hành dự án?"
        },
        {
            "en": "Significant <em>hurdles</em> remain however in the task of simplifying procedures for business set up.",
            "vi": "Tuy nhiên, vẫn còn có những trở ngại khá lớn trong việc thực hiện nhiệm vụ đơn giản hoá các thủ tục đăng ký kinh doanh."
        },
        {
            "en": "As she was born blind she has had to overcome many extra <em>hurdles</em> in her life.",
            "vi": "Vì cô ấy bị mù bẩm sinh nên cô ấy đã phải vượt qua nhiều rào cản trong cuộc sống."
        },
        {
            "en": "If some of these <em>hurdles</em> are too high, the firm will be slowed down or altogether discouraged.",
            "vi": "Nếu các rào cản này quá cao, doanh nghiệp sẽ bị chậm lại hoặc thậm chí trở nên nhụt chí."
        },
        {
            "en": "Viet Nam is still a poor country and it faces many <em>hurdles</em> to overcome poverty and increasing inequalities.",
            "vi": "Việt Nam vẫn là một nước nghèo và phải đối mặt với nhiều rào cản để vượt qua đói nghèo và sự bất bình đẳng đang gia tăng."
        }
    ],
    "suggestions": []
}