{
    "en_vn": {
        "data": {
            "content": null,
            "word": "hurrying",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "hurrying",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hurrying",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hurrying",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hurrying",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Sorry for <em>hurrying</em> you!",
            "vi": "Xin lỗi vì thúc giục bạn."
        },
        {
            "en": "<em>Hurrying</em> to the next item.",
            "vi": "Vội qua mục sau."
        },
        {
            "en": "Where are you <em>hurrying</em> to?",
            "vi": "Bạn vội vã đi đâu thế?"
        },
        {
            "en": "He is <em>hurrying</em> me for an answer.",
            "vi": "Anh ấy thúc tôi trả lời."
        },
        {
            "en": "I'm <em>hurrying</em> as fast as i can!",
            "vi": "Tôi đang nhanh hết sức!"
        },
        {
            "en": "I'm <em>hurrying</em> as fast as I can.",
            "vi": "Tôi đang nhanh hết sức có thể."
        },
        {
            "en": "She came <em>hurrying</em> back, lugging the pail of water.",
            "vi": "Cô lật đật quay lại, lôi theo một xô nước."
        },
        {
            "en": "She was <em>hurrying</em> downstairs to catch the news.",
            "vi": "Cô ta nhanh chóng xuống lầu đễ kịp xem tin tức."
        },
        {
            "en": "<em>Hurrying</em> upstairs, she went to her dressing-table.",
            "vi": "Vội vã lên lầu, bà ta đến ngay bàn trang điểm."
        },
        {
            "en": "He's a good worker but he needs <em>hurrying</em> up.",
            "vi": "Anh ấy là một thợ giỏi nhưng cần phải thúc giục anh ta làm gấp."
        },
        {
            "en": "He is <em>hurrying</em> me to finish my work.",
            "vi": "Anh ấy thúc tôi làm xong công việc."
        },
        {
            "en": "I 'm <em>hurrying</em> as fast as I can.",
            "vi": "Tôi đang nhanh hết sức có thể."
        },
        {
            "en": "A middle - aged lady who is <em>hurrying</em> here and there stops walking and listens carefully.",
            "vi": "Một người phụ nữ tuổi trung niên đang hối hả chạy đây đó dừng lại và lắng nghe kỹ."
        },
        {
            "en": "When you look down at the square, you see all the people <em>hurrying</em> hither and thither.",
            "vi": "Khi bạn nhìn xuống quảng trường, bạn thấy mọi người hối hả ngược xuôi."
        },
        {
            "en": "We hurried through the tunnel, or it felt like <em>hurrying</em> to me.",
            "vi": "Chúng tôi vội vã đi qua đường hầm, hoặc giống như thể vội vã đối với tôi."
        },
        {
            "en": "He came <em>hurrying</em> to see her as soon as he heard she had been ill.",
            "vi": "Anh ta vội vã đến thăm cô ấy ngay khi hay tin cô ấy ốm."
        },
        {
            "en": "He also sees that Lance is <em>hurrying</em> along the path towards him.",
            "vi": "Anh ta cũng nhìn thấy Lance đang vội đi dọc đường mòn về phía mình."
        },
        {
            "en": "<em>Hurrying</em> and hurried are the present and past participles of hurry.",
            "vi": "\"Hurrying\" và\"hurried\" là phân từ hiện tại và phân từ quá khứ của \"hurry\"."
        },
        {
            "en": "I ate breakfast without tasting the food, <em>hurrying</em> to clean up when I was done.",
            "vi": "Tôi ăn sáng mà không biết mình ăn gì, vội vã dọn dẹp khi ăn xong."
        },
        {
            "en": "A middle-aged lady who is <em>hurrying</em> here and there stops walking and listens carefully.",
            "vi": "Một người phụ nữ tuổi trung niên đang hối hả chạy đây đó dừng lại và lắng nghe kỹ."
        }
    ],
    "suggestions": []
}