{
    "en_vn": {
        "data": {
            "content": null,
            "word": "husbandly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "husbandly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "husbandly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "husbandly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "husbandly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I'm sorry, mr. <em>Ly</em>.",
            "vi": "Tôi xin lỗi, ông lý."
        },
        {
            "en": "Xin hai <em>ly</em> whisky!",
            "vi": "Two whiskies, please!"
        },
        {
            "en": "<em>Ly</em> Thai To and <em>Ly</em> Thai Tong are kings of <em>Ly</em> dynasty.",
            "vi": "Lý Thái Tổ và Lý Thái Tông là những vị vua của triều Lý."
        },
        {
            "en": "I'll talk to mr. <em>Ly</em>.",
            "vi": "Tôi sẽ nói chuyện với ông lý."
        },
        {
            "en": "(Sai một <em>ly</em> đi một dặm)",
            "vi": "A miss is as good as a mile (Sai một ly đi một dặm)"
        },
        {
            "en": "---> Sai một <em>ly</em> đi một dặm.",
            "vi": "- - - > Sai một ly đi một dặm."
        },
        {
            "en": "Doing house cleaning up, Tra <em>Ly</em>! You are so lazy!",
            "vi": "Lau chùi dọn dẹp nhà cửa đi Trà Ly. Em làm biếng quá nha!"
        },
        {
            "en": "Her name is Lylalu, or <em>Ly</em> for short.",
            "vi": "Tên cô ấy là Lylalu hay viết tắt là Ly."
        },
        {
            "en": "<em>Ly</em> Thai To high school is very famous.",
            "vi": "Trường trung học phổ thông Lý Thái Tổ rất nổi tiếng."
        },
        {
            "en": "May i ask what's the matter, mr. <em>Ly</em>?",
            "vi": "Tôi có thể hỏi vấn đề gì không, thưa ông lý?"
        },
        {
            "en": "My house is in <em>Ly</em> Tu Trong street.",
            "vi": "Nhà tôi nằm trên đường Lý Tự Trọng."
        },
        {
            "en": "\"Run-s\" contains two morphemes and \"unlike-<em>ly</em>\" contains three.",
            "vi": "Từ\"Run - s\" có hai hình vị, còn \"unlike - ly\" có ba."
        },
        {
            "en": "Contact person: Ms. Nguyen Ngoc <em>Ly</em> Head, Environment Unit.",
            "vi": "Người liên hệ: Cô Nguyễn Thị Ngọc Lý Trưởng ban môi trường."
        },
        {
            "en": "In the sporting world, <em>Ly</em> Duc is well - known.",
            "vi": "Trong giới thể thao, Lý Đức được nhiều người biết đến."
        },
        {
            "en": "In the sporting world, <em>Ly</em> Duc is well-known.",
            "vi": "Trong giới thể thao, Lý Đức được nhiều người biết đến."
        },
        {
            "en": "This is Hoang Son transportation company, mr. <em>Ly</em> speaking.",
            "vi": "Đây là công ty vận tải hoàng sơn, tôi là ông lý."
        },
        {
            "en": "An army camp is on <em>Ly</em> Chinh Thang Street.",
            "vi": "Doanh trại quân đội nằm trên đường Lý Chính Thắng."
        },
        {
            "en": "<em>Ly</em> Lien Kiet is a movie star par excellence.",
            "vi": "Lý Liên Kiệt là một ngôi sao điện ảnh thượng hạng."
        },
        {
            "en": "Bà muốn uống một <em>ly</em> khai vị không?",
            "vi": "Would you care for an apéritif?"
        },
        {
            "en": "Historical records in Vietnam and South Korea showed that 52 - year - old Lee Chang Kun, or <em>Ly</em> Xuong Can in Vietnamese, is the 26th generation of <em>Ly</em>",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        }
    ],
    "suggestions": []
}