{
    "en_vn": {
        "data": {
            "content": null,
            "word": "husking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "husking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "husking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "husking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "husking"
        }
    },
    "sentences": [
        {
            "en": "<em>Husking</em> groundnuts is his daily job.",
            "vi": "Bóc vỏ đậu phộng/lạc là công việc hàng ngày của anh ta."
        },
        {
            "en": "They explained that they now had time to attend such a class because access to new maize-<em>husking</em> machines meant that they no longer had to spend the evenings grinding maize as had been the case.",
            "vi": "Họ giải thích rằng giờ đây họ có thời gian tham gia các lớp học như vậy vì cơ hội sử dụng máy tách hạt ngô mới đã giúp họ không phải làm việc nghiền ngô vào buổi tối như trước đây."
        },
        {
            "en": "The rice husks generated during the <em>husking</em> process are brought directly to the material containing tank, ready for firewood production. This allows Hoang Phu to save costs on the labor force and optimize profits.",
            "vi": "Hạt trấu được tạo ra trong suốt quá trình xay xát, được đưa trực tiếp đến bể chứa nguyên vật liệu, nơi sẵn sàng cho việc sản xuất than không khói. Điều này cho phép Hoang Phu có thể tiết kiệm chi phí thuê nhân công và tối ưu hóa lợi nhuận"
        },
        {
            "en": "IEV Vietnam has put a husk firewood factory in Can Tho City into operation. This is the company’s first large biomass fuel material factory in Mekong River Delta. The factory is located near 30 rice <em>husking</em> workshops which serve as large material supply sources.",
            "vi": "IEV Việt Nam đã đưa một nhà máy sản xuất than củi ở Cần Thơ vào vận hành. Đây là nhà máy nguyên liệu sinh khối lớn đầu tiên của công ty tại khu vực Đồng bằng sông Cửu Long, Nhà máy nằm gần 30 cửa hàng xay xát lúa và phục vụ cho nhu cầu cung cấp nguồn nguyên vật liệu lớn."
        }
    ],
    "suggestions": []
}