{
    "en_vn": {
        "data": {
            "content": null,
            "word": "husker"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "husker"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "husker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "husker"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "husker"
        }
    },
    "sentences": [
        {
            "en": "Brown rice vs white rice    Brown rice vs white rice Brown rice is not only better for you, but it's better for the environment than white rice too. So what's the difference? Rice goes through a variety of processes before it's ready for cooking. After harvesting, the seeds are run through a rice huller/<em>husker</em> for milling to remove the outer grain husks. After this process, you're left with brown rice. Nice and simple.  To create white rice, there's added steps. The germ and the inner husk (bran) is removed, the grain is then polished, usually using glucose or talc. The loss of nutrients is broad and substantial. Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, Folacin, Potassium, Magnesium, Iron and over dozen other nutrients.  Added to that, the dietary fiber contained in white rice is around a quarter of brown rice. So, brown rice certainly appears to be more healthy, but where does the environmental benefit come from? It's basically down to processing - the less processing of a food, the less energy required. These sorts of processes are well known for their negative impact on the environment. If you're accustomed to white rice, making the switch to brown suddenly can cause a taste bud rebellion - it certainly did for me. It's somewhat of an acquired taste for many people. I suggest adding extra sauces to mask the \"wilder\" taste of brown rice for a while to allow your tastes to adjust. Once you've acquired a taste for brown rice, it's likely you'll never go back to white. When you buy rice, because it keeps so well, try and buy in quantity to save on packaging. The rice we buy comes in cloth bags which we've put to very good use after finishing the contents. Added notes: A couple of readers have pointed out (thanks by the way!) that uncooked brown rice doesn't keep for as long as white rice. Stored in an airtight container, I'm told brown rice will keep fresh for about six months.  Brown rice does take a little longer to cook than white rice,  but the time isn't much longer if you pre-soak the rice for a while and cook using the absorption method. This is where you use less water and cover the pot, leaving very little excess water left by the time the rice has cooked - the steam generated using this method also helps speed up the cooking process.",
            "vi": "Gạo lức & gạo trắng    Gạo lức & gạo trắng Gạo lức không chỉ tốt cho sức khỏe của bạn, mà còn tốt hơn cho môi trường so với gạo trắng nữa. Vậy sự khác biệt đó là gì? Gạo được qua nhiều quy trình chế biến trước khi đem nấu. Sau khi thu hoạch xong, gạo được qua quá trình bóc vỏ để tách lớp vỏ ngoài. Sau quá trình này, chúng ta có gạo lức. Thật đơn giản và thoải mái.  Để có được gạo trắng, cần thêm nhiều bước nữa. Mầm và lớp vỏ lụa bên trong hạt gạo (cám) được tẩy sạch và hạt gạo qua quy trình đánh bóng, thường bằng glucoza hoặc bột talc.  Mất rất nhiều dưỡng chất và lượng dưỡng chất mất đi rất đáng kể. Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa. Hơn nữa, lượng chất xơ trong gạo trắng khoảng chừng ¼ lượng chất xơ trong gạo lức.  Vì vậy, gạo lức chắc chắn là có lợi cho sức khỏe hơn rồi, nhưng lợi ích môi trường ở đâu? Cơ bản là do quá trình chế biến – càng ít chế biến thực phẩm thì càng ít sử dụng năng lượng. Các quá trình chế biến này cũng có ảnh hưởng xấu đến môi trường.  Nếu bạn quen ăn gạo trắng thì việc chuyển sang gạo lức đột ngột có thể làm bạn không hợp vị – dĩ nhiên tôi cũng có cảm giác tương tự. Đối với nhiều người cần phải mất một thời gian mới quen dần hương vị này. Tôi đề nghị là nên thêm vào nước xốt để át bớt đi hương vị “thuần tuý” của gạo lức trong một thời gian để bạn có thể điều chỉnh thích hợp vị giác của mình. Một khi mà bạn đã quen hương vị gạo lức thì có thể sẽ chẳng bao giờ muốn quay lại ăn gạo trắng đâu. Khi bạn mua gạo, vì gạo bảo quản rất tốt, thế nên cố mua nhiều để tiết kiệm bao bì. Gạo chúng ta mua thường đựng trong túi vải và chúng ta sử dụng được sau khi ăn hết gạo. Lưu ý thêm là một vài độc giả đã chỉ (dù sao cũng cảm ơn!) gạo lức sống (chưa nấu) không bảo quản được lâu như gạo trắng. Hãy bảo quản gạo trong chỗ đựng kín gió, tôi được biết là gạo lức sẽ có thể được bảo quản trong vòng khoảng chừng 6 tháng.  Nấu cơm gạo lức phải mất thời gian hơn cơm gạo trắng một chút, nhưng nếu bạn ngâm gạo trước một lúc và nấu bằng phương pháp hấp thụ thì sẽ chẳng mất thời gian nhiều. Phương pháp này dùng ít nước hơn và đậy nắp nồi, để nước tràn rất ít trong thời gian nấu cơm – hơi nước bốc ra bằng phương pháp này cũng giúp cho quy trình nấu bếp nhanh chóng hơn nhiều."
        }
    ],
    "suggestions": []
}