{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['haidʒi:nist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhân viên lo việc vệ sinh, vệ sinh viên</td></tr></table><i/></div>",
            "word": "hygienist"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hygienist</k><blockquote>■ <cclass>noun a specialist in the promotion of hygiene. </cclass></blockquote></div>",
            "word": "hygienist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hygienist"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>hygienist</k><blockquote><blockquote><ex><abr>n.</abr> a dental (<abr>AE</abr>), oral (<abr>BE</abr>) hygienist </ex></blockquote></blockquote></div>",
            "word": "hygienist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hygienist"
        }
    },
    "sentences": [
        {
            "en": "Dental <em>hygienist</em>",
            "vi": "Phụ tá của nha sĩ"
        },
        {
            "en": "Peter is dental <em>hygienist</em>.",
            "vi": "Peter là phụ tá của nha sĩ."
        },
        {
            "en": "The dental <em>hygienist</em> is always right.",
            "vi": "Vệ sinh viên nha khoa luôn đúng."
        },
        {
            "en": "In small dental offices, a <em>hygienist</em> may also act as the office assistant or the laboratory technician.",
            "vi": "Trong các phòng khám nha khoa nhỏ, một vệ sinh viên cũng có thể làm việc như trợ lý văn phòng hoặc kỹ thuật viên phòng thí nghiệm."
        },
        {
            "en": "While earning her degree via an online school, Ms. Duthuit worked every summer as a receptionist for a dental <em>hygienist</em>.",
            "vi": "Trong khi lấy học vị qua một trường trực tuyến, bà Duthuit đã làm việc vào mọi mùa hè như là một tiếp tân cho nhân viên vệ sinh nha khoa."
        },
        {
            "en": "Women's fertility linked to oral health          Women who want to have a baby should look after their oral health, a fertility expert told a meeting in Sweden yesterday. During the meeting, delegates heard about preliminary research that found for the first time, from when she starts trying to conceive, a woman's chances of falling pregnant can depend on how well she looks after her teeth and gums.  Roger Hart, a professor at the University of Western Australia in Perth, told the annual meeting of the European Society of Human Reproduction and Embryology in Stockholm, that the effect of gum disease on conception is about the same order of magnitude as the effect of obesity. Hart, who is Professor of Reproductive Medicine at the University and Medical Director of Fertility Specialists of Western Australia, said their study was the first to be published that investigates links between gum disease and women's chances of getting pregnant, so it is the:  \"... first report to suggest that gum disease might be one of several factors that could be modified to improve the chances of a pregnancy.\"  He says women who want to become pregnant should visit their dentist and brush their teeth regularly.  For their research, Hart and colleagues analyzed data on over 3,400 pregnant women from Western Australia who were taking part in a study called SMILE that was investigating how treatment for gum disease affects pregnancy outcomes.   They found that women with gum disease took on average two months longer to conceive than women without gum disease (seven months instead of five).  Non-Caucasian women appeared to be the group most affected: they were likely to take more than 12 months to become pregnant if they had gum disease. Gum disease, also known as periodontal disease, is where the gums and supporting tissue are chronically infected and inflamed.   Our mouths are full of bacteria, which stick to mucus and bits of food and form a sticky \"plaque\" on our teeth. Brushing and flossing gets rid of plaque, but if this is not done regularly, then the plaque goes hard and turns into \"tartar\", that is much harder to get rid of. You should then visit the dentist or <em>hygienist</em> to have it removed properly.  If you leave it too long before removing plaque and tartar, the bacteria causes an inflammation called \"gingivitis\", where the gums appear red and swollen, and bleed. At this stage, daily brushing and flossing and visits to the dentist can restore oral health. But eventually, if not attended to, the disease moves to a stage where tissue and bone are affected: this is periodontitis, which literally means \"inflammation around the tooth\".  In periodontitis the gums pull away from the teeth and little pockets develop that become infected. The bacteria and plaque starts to grow below the gum line, causing the immune system to respond. Toxins from the bacteria and immune system activity start to attack the tissue and bone that hold teeth in place, and they become loose.  But these destructive agents also get into the bloodstream, which may explain why gum disease is linked to increased risk of a number of chronic diseases such as type 2 diabetes, heart disease, respiratory and kidney disease, and also, miscarriage and premature birth.  About one in ten people is thought to have severe periodontal disease. The best way to prevent it is to brush and floss your teeth regularly.  Hart suggests the reason the non-Caucasian women were the most affected was because they appeared to have the highest level of inflammatory response when suffering from gum disease.  He also said that receiving treatment for gum disease while pregnant does not affect the health of the foetus or the mother. Source : ESHRE 2011 Stockholm.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Khả năng sinh sản của phụ nữ liên quan đến sức khỏe răng miệng      Những phụ nữ muốn có con nên chăm sóc sức khỏe răng miệng của họ, một chuyên gia về khả năng sinh sản phát biểu tại một cuộc họp ở Thụy Điển ngày hôm qua. Trong cuộc họp, các đại biểu nghe trình bày về nghiên cứu sơ bộ cho thấy lần đầu tiên, từ khi một người phụ nữ bắt đầu cố gắng thụ thai, cơ hội thụ thai của cô ấy có thể phụ thuộc vào việc cô ấy chăm sóc răng và nướu như thế nào.  Roger Hart, giáo sư tại Đại học Tây Úc ở Perth, phát biểu tại cuộc họp hàng năm của Hiệp hội Sinh sản và Phôi học người của Châu Âu ở Stockholm, rằng ảnh hưởng của bệnh nướu răng trên sự thụ thai cũng quan trọng tương tự như ảnh hưởng của bệnh béo phì. Hart, Giáo sư Khoa sinh sản tại trường Đại học và là Giám đốc y tế của các chuyên gia sinh sản tại Tây Úc, cho biết nghiên cứu của họ là công trình đầu tiên được công bố điều tra về mối liên hệ giữa bệnh nướu răng và cơ hội mang thai của phụ nữ, vì vậy nó là:  \"... báo cáo đầu tiên cho thấy bệnh nướu răng có thể là một trong nhiều yếu tố có thể được sửa đổi để cải thiện cơ hội thụ thai.\"  Ông cho biết phụ nữ muốn có thai nên đi nha sĩ và đánh răng đều đặn.  Để nghiên cứu, Hart và các đồng nghiệp đã phân tích dữ liệu trên 3.400 phụ nữ mang thai từ Tây Úc đã tham gia trong một đề tài nghiên cứu có tên gọi là SMILE tìm hiểu tại sao việc điều trị bệnh nướu răng lại ảnh hưởng đến kết quả mang thai.  Họ phát hiện ra rằng những phụ nữ bị bệnh nướu răng mất dài hơn trung bình hai tháng để thụ thai so với những phụ nữ không có bệnh nướu răng (bảy thay vì năm tháng).  Phụ nữ không phải người da trắng dường như là nhóm bị ảnh hưởng nhiều nhất: họ có thể mất hơn 12 tháng để có thể mang thai nếu họ có các bệnh về lợi.  Bệnh nướu răng, còn được gọi là bệnh nha chu, là nơi mà lợi và các mô hỗ trợ bị bệnh và viêm mạn tính.  Miệng của chúng ta đầy vi khuẩn, bám vào dịch nhầy và các mẩu nhỏ thức ăn và tạo thành “mảng bám” dính trên răng.   Nếu bạn để nó quá lâu trước khi loại bỏ mảng bám và cao răng, vi khuẩn gây ra tình trạng viêm được gọi là \"viêm nướu\", nướu răng biến thành màu đỏ, sưng lên và chảy máu. Ở giai đoạn này, đánh răng và dùng chỉ nha khoa hàng ngày cùng với đi nha sĩ có thể khôi phục lại sức khỏe răng miệng. Nhưng cuối cùng, nếu không được quan tâm, bệnh sẽ chuyển sang một giai đoạn mà các mô và xương bị ảnh hưởng: đó là viêm nha chu, có nghĩa đen là \"viêm quanh răng\".  Trong bệnh nha chu, nướu răng kéo ra khỏi răng và các túi nhỏ phát triển đó sẽ bị viêm nhiễm. Các vi khuẩn và mảng bám bắt đầu phát triển bên dưới nướu, làm cho hệ thống miễn dịch phản ứng lại. Độc tố từ vi khuẩn và hoạt động của hệ miễn dịch bắt đầu tấn công các mô và xương giữ răng cố định, ​​làm chúng trở nên lỏng lẻo.  Nhưng các tác nhân phá hoại này cũng đi vào mạch máu, có thể giải thích tại sao bệnh nướu răng đi kèm với tăng nguy cơ của một số căn bệnh mạn tính như là tiểu đường tuýp 2, bệnh tim, hô hấp, bệnh thận, cũng như sẩy thai và sanh non.  Khoảng một trong mười người được cho là có bệnh nha chu nặng. Cách tốt nhất để ngăn chặn bệnh là chải răng và dùng chỉ nha khoa thường xuyên.  Hart cho rằng nguyên nhân mà những phụ nữ không phải người da trắng bị ảnh hưởng nhiều nhất là vì dường như họ có mức cao nhất của phản ứng viêm do mắc bệnh nướu.  Ông cũng cho biết việc điều trị bệnh nướu răng trong khi có thai không ảnh hưởng đến sức khỏe của bào thai hoặc người mẹ.  Nguồn: ESHRE 2011 Stockholm.  Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "Your teeth    You bite into an apple and then start talking to your friend about yesterday's math homework. Suddenly something feels funny — one of your baby teeth has fallen out! It's been loose forever, and now there it is, right in your hand. And you have an empty space in your mouth big enough to poke a drinking straw through. Before you put that tooth under your pillow, did you know that there is much more to that tooth than meets the eye? A single tooth has many different parts that make it work. And teeth play an important role in your daily life. They not only let you eat stuff like apples, they also help you talk. So let's talk teeth! Tiny Teeth Unlike your heart or brain, your teeth weren't ready to work from the day you were born. Although babies have the beginnings of their first teeth even before they are born, teeth don't become visible until babies are about 6 to 12 months old. After that first tooth breaks through, more and more teeth begin to appear. Most kids have their first set of teeth by the time they are 3 years old. These are called the primary or baby teeth, and there are 20 in all. When a child gets to age 5 or 6, these teeth start falling out, one by one. A primary tooth falls out because it is being pushed out of the way by the permanent tooth that is behind it. Slowly, the permanent teeth grow in and take the place of the primary teeth. By about age 12 or 13, most kids have lost all of their baby teeth and have a full set of permanent teeth. There are 28 permanent teeth in all — eight more than the original set of baby teeth. Between the ages of 17 and 21, four more teeth called wisdom teeth usually grow in at the back of the mouth. They complete the adult set of 32 teeth. Tooth Tour Let's take a tour of your teeth. Look in the mirror at your own teeth or check out a friend's smile. The part of the tooth you can see, which is not covered by the gum (your gums are the pink, fleshy part), is called the crown. The crown of each tooth is covered with enamel, which is very hard and often shiny. Enamel is a very tough substance and it acts as a tooth's personal bodyguard. Enamel works as a barrier, protecting the inside parts of the tooth. If you were able to peel away the enamel, you would find dentin. Dentin makes up the largest part of the tooth. Although it is not as tough as enamel, it is also very hard. Dentin protects the innermost part of the tooth, called the pulp. The pulp is where each tooth's nerve endings and blood supply are found. When you eat hot soup, bite into a super-cold scoop of ice cream, fall and hurt a tooth, or get a cavity, it's your pulp that hurts. The nerve endings inside the pulp send messages to the brain about what's going on (\"That ice cream is too cold!\"). The pulp also contains the tooth's blood vessels, which feed the tooth and keep it alive and healthy. The pulp goes all the way down into the root of the tooth, which is under the gum. Cementum makes up the root of the tooth, which is anchored to the jawbone. Tooth Types You've probably noticed that you have different types of permanent teeth in your mouth. Each one has its own function. Your two front teeth and the teeth on either side of them are incisors. There are four on the top and four on bottom. Incisors are shaped like tiny chisels, with flat ends that are somewhat sharp. These teeth are used for cutting and chopping food. Think back to that apple you ate: You used your incisors to crunch into the skin of the apple. The pointy teeth beside your incisors are called canine teeth. There are four of them, two on top and two on bottom. Because these teeth are pointy and also sharp, they help tear food. Next to your canine teeth are your premolars, which are also called bicuspid teeth. You have eight premolars in all, four on top and four on the bottom. You'll need to open a bit wider to see these teeth, but when you do, you'll notice that their shape is completely different from both incisors and canines. Premolars are bigger, stronger, and have ridges, which make them perfect for crushing and grinding food. If you open your mouth really wide, you'll see your molars. You have eight of these, four on the top and four on the bottom. Sometimes these are called your 6-year molars and your 12-year molars because that is around the time when they come in. Molars are the toughest of the bunch. They are even wider and stronger than premolars, and they have more ridges. Molars work closely with your tongue to help you swallow food. How? The tongue sweeps chewed-up food to the back of your mouth, where the molars grind it until it's mashed up and ready to be swallowed. As we mentioned earlier, the last teeth a person gets are wisdom teeth. These are also called third molars. They are all the way in the back of the mouth, one in each corner. Wisdom teeth aren't used for anything and they are often removed because they can cause problems in a person's mouth. Some people believe that wisdom teeth may have been used by people millions of years ago to help them chew food. It's believed that they're called wisdom teeth because they come in later in life, when a young person is older and wiser. Tooth Talk Your teeth are great for chewing, but you also need them to talk. Different teeth work with your tongue and lips to help you form sounds. Try saying the word \"tooth\" slowly and notice how your tongue first hits the inside of your incisors to produce the hard \"t\" sound and then goes in between your upper and lower teeth to make the \"th\" sound. And if you love to sing \"la la la la la,\" you can thank those teeth every time you sing a song. Pay attention to what happens to your teeth and tongue every time you make the \"l\" sound. Treating Teeth Kindly Brushing your teeth with fluoride toothpaste is your best bet when it comes to keeping your teeth in tip-top shape. Try to brush after eating or at least twice a day. It's especially important to brush before bedtime. The best way to brush your teeth is in little circles — go around and around until you have covered every surface of every tooth. Brush up and down, rather than side to side. You'll also want to clean between your teeth with dental floss (a special string for cleaning your teeth) at least once a day. That removes food and plaque (sticky stuff that can cause cavities or gum disease) that get stuck in between your teeth. You can also brush your tongue to help keep your breath fresh! It's also important to visit your favorite tooth experts — your dentist and dental <em>hygienist</em>. During your appointment, they'll look out for any problems and clean and polish your teeth. Sometimes the dentist will take X-rays to get a better picture of what is going on in your mouth. You also might get a fluoride treatment while you're there. In between dentist visits, you can prevent problems by eating fewer sugary snacks and sugary drinks, such as soda. Sugar can hurt your teeth and cause tooth decay, or cavities. But if you take care of your teeth now, you'll be chewing like a champ for the rest of your life!",
            "vi": "Răng của bạn    Bạn cắn quả táo và trao đổi với bạn mình về bài tập toán về nhà của ngày hôm qua. Bất thình lình bạn thấy cái gì đó buồn cười lắm – một cái răng sữa đã rụng rồi! Cái răng đó đã rụng vĩnh viễn, và giờ đây, nằm ngay trên tay của bạn. Trong miệng bạn lúc này là một chỗ trống đủ lớn để bạn có thể chọc ống hút xuyên qua được. Trước khi bạn để răng dưới gối thì bạn có biết là có nhiều điều về chiếc răng đó hơn là hình thù mà bạn nhìn thấy nó không? Một chiếc răng đơn lẻ có nhiều bộ phận cấu tạo nên, và hàm răng của bạn đóng một vai trò hết sức quan trọng trong cuộc sống hằng ngày. Răng không những giúp bạn ăn được nhiều món như táo mà nó còn giúp cho bạn có thể phát âm nữa đấy. Vì vậy chúng ta cùng tìm hiểu về răng xem sao nhé! Những chiếc răng nhỏ xíu Không giống như tim hay não, răng của trẻ chưa thể hoạt động được ngay từ khi mới chào đời. Dẫu rằng trẻ có thể bắt đầu mọc những chiếc răng đầu tiên của mình thậm chí là trước khi sinh ra nhưng răng của bé chưa trồi ra ngoài cho đến khi trẻ khoảng chừng 6 đến 12 tháng tuổi.  Sau khi những chiếc răng đầu tiên bắt đầu nhú lên khỏi nướu thì lần lượt nhiều chiếc răng khác mọc thêm. Bộ răng đầu tiên của hầu hết trẻ con được hoàn thiện khi trẻ lên 3 tuổi. Chúng được gọi là răng sữa, và tổng cộng có 20 chiếc tất cả. Khi trẻ lên 5 hoặc 6 tuổi thì những chiếc răng này bắt đầu rụng từng chiếc một. Răng sữa rụng để thế chỗ cho răng vĩnh viễn mọc ra. Dần dần, các răng vĩnh viễn sẽ phát triển và thay thế cho răng sữa. Ở giai đoạn 12 – 13 tuổi thì hầu hết trẻ nhỏ đều đã thay hết răng sữa và hoàn tất bộ răng vĩnh viễn của mình.  Có tất cả 28 chiếc răng vĩnh viễn – hơn hàm răng sữa ban đầu của bé là 8 chiếc. Ở giai đoạn từ 17 đến 21 tuổi thì người ta thường mọc thêm 4 chiếc răng khôn ở tận sâu bên trong miệng. Và giờ đây hàm răng của một người trưởng thành có tất cả là 32 chiếc răng.  Tìm hiểu một vòng các bộ phận của răng Chúng ta hãy cùng tìm hiểu một vòng về các bộ phận trên răng của mình nhé. Hãy nhìn hàm răng của mình trên gương hoặc quan sát nụ cười của bạn mình xem nào. Phần răng mà chúng ta nhìn thấy, không bị nướu che khuất, được gọi là thân răng (nướu của chúng ta thường có màu hồng, phần thịt nằm trên răng). Thân răng được lớp men răng bao phủ, thường rất cứng và sáng bóng. Men răng là chất rất cứng và có tác dụng bảo vệ cho răng. Men răng được ví như một rào chắn, bảo vệ cho các bộ phận khác bên trong răng.  Nếu bạn có thể làm tróc lớp men răng đi thì bạn sẽ thấy ngà răng. Lớp ngà răng này chiếm phần lớn nhất cấu tạo nên răng. Mặc dù không cứng như men răng nhưng ngà răng cũng rất chắc đấy.  Lớp ngà răng có nhiệm vụ bảo vệ phần trong cùng của răng - đó là tuỷ răng. Tuỷ răng là nơi tập trung các đầu dây thần kinh và là nguồn cung cấp máu cho răng. Khi bạn ăn canh nóng, cắn vào muỗng múc ăn lạnh toát, hay khi bạn té ngã và làm tổn thương đến răng, hoặc khi bạn bị sâu răng thì tuỷ răng của bạn bị đau đấy. Các đầu dây thần kinh trong tuỷ răng phát tín hiệu đến não (chẳng hạn như “Món kem đó lạnh quá!”). Trong tủy răng cũng chứa các mạch máu răng, dùng để nuôi dưỡng răng và làm cho răng chắc khỏe.  Tuỷ răng chạy dài đến cuối chân răng – chân răng nằm dưới nướu. Lớp men chân răng hình thành nên chân răng, bám chặt với xương hàm. Các loại răng Chắc có lẽ bạn cũng đã từng phát hiện ra mình có nhiều loại răng vĩnh viễn. Mỗi loại răng có một chức năng riêng của nó. Hai răng cửa và răng kế tiếp ở hai bên đều là răng cửa. Có 4 răng cửa trên và 4 răng cửa dưới.  Những chiếc răng cửa này có hình dạng trông như cái đục nhỏ xíu, có một đầu bằng và hơi sắc. Người ta dùng răng cửa để cắn và làm đứt thức ăn. Bạn hãy nhớ lại quả táo bạn ăn xem nào: bạn dùng răng cửa để cắn, gặm vào vỏ của quả táo đấy.  Ngoài răng cửa, bạn còn có cả những chiếc răng nhọn hoắc nữa – chúng gọi là răng nanh. Có tất cả 4 răng nanh, 2 răng hàm trên và 2 răng hàm dưới. Vì răng nanh nhọn và sắc nên người ta thường dùng răng nanh để xé thức ăn.  Bên cạnh răng nanh là răng tiền hàm, đôi khi người ta cũng gọi là răng hàm trước. Có hết thảy là 8 răng tiền hàm, 4 răng ở hàm trên và 4 răng ở hàm dưới. Phải mở rộng miệng nhiều hơn một tí mới có thể nhìn thấy được những chiếc răng tiềm hàm này, nhưng khi há miệng như thế, chúng ta sẽ thấy rằng hình dạng của loại răng này hoàn toàn không giống như răng cửa và răng nanh. Răng tiền hàm to hơn, cứng chắc hơn, và có gờ nhọn, có nhiệm vụ trong việc nhai và làm nát thức ăn.  Nếu há miệng thật rộng ra thì bạn sẽ nhìn thấy được răng hàm của mình. Có tất cả là 8 răng hàm, 4 răng hàm trên và 4 răng hàm dưới. Nhiều khi bạn cũng nghe người ta gọi là răng hàm 6 tuổi và răng hàm 12 tuổi vì đến khoảng chừng độ tuổi này thì răng hàm mới mọc ra.  Răng hàm là những cụm răng chắc khỏe nhất; thậm chí còn to hơn và có bản rộng hơn cả răng tiền hàm, và có nhiều gờ nhọn hơn. Răng hàm hoạt động liền chặt với lưỡi để giúp nuốt thức ăn. Bằng cách nào ư? Lưỡi có nhiệm vụ đưa thức ăn đã được nhai vào tận sâu trong miệng, ở đây răng hàm sẽ nhai cho đến khi thức ăn nhừ ra và có thể nuốt được.  Như chúng ta đã nhắc tới lúc trước, các răng mọc sau cùng là răng khôn. Răng khôn còn có tên gọi khác là răng hàm thứ 3, chúng mọc ở trong cùng của miệng, mỗi chiếc ở mỗi hốc miệng. Răng khôn thường không có tác dụng làm gì cả và thường bị nhổ đi vì chúng cũng có thể gây khó chịu trong miệng hoặc nhiều vấn đề rắc rối khác. Nhiều người cho là loài người sống cách đây hàng triệu năm đã nhai thức ăn bằng răng khôn. Người ta nghĩ rằng sở dĩ chúng có tên gọi là răng khôn vì thường mọc sau cùng, khi mà người ta đã lớn tuổi và khôn lanh nhiều hơn. Răng giúp phát âm  Người ta nhai thức ăn được là nhờ răng, nhưng để phát âm được cũng phải cần đến răng đấy. Các loại răng khác nhau cùng với lưỡi và môi giúp cho bạn có thể phát ra âm thanh được. Bạn hãy thử phát âm từ “tooth” chầm chậm xem nào và chú ý cách lưỡi mình ban đầu chạm vào mặt trong của răng cửa để phát ra âm cứng “t” như thế nào và sau đó lưỡi bạn nằm giữa hàm trên và hàm dưới để tạo âm “th”.  Và nếu bạn thích hát \"la la la la la,\" thì bạn cũng phải nhờ có răng mới hát được. Bạn hãy để ý xem răng và lưỡi hoạt động như thế nào mỗi khi bạn phát âm “l” nhé.  Nên nhẹ nhàng với răng của bạn Nếu nói đến cách giữ gìn răng sao cho hoàn hảo nhất thì việc chải răng bằng kem có chứa florua được coi là sự lựa chọn hàng đầu của bạn. Hãy đánh răng sau khi ăn xong hoặc ít nhất 2 lần một ngày, quan trọng nhất là hãy đánh răng trước khi đi ngủ.  Cách đánh răng tốt nhất là bạn nên đánh răng theo vòng tròn nhỏ – đi vòng vòng cho đến khi bàn chải tiếp xúc hết các bề mặt răng. Hãy đánh răng theo chiều từ trên xuống dưới và dưới lên trên, chớ không phải là từ bên này sang bên kia. Bạn cũng cần chải sạch phần khe răng bằng chỉ nha khoa ít nhất 1 lần trong ngày (đây là loại chỉ đặc biệt được dùng để chải răng). Chỉ nha khoa có tác dụng làm sạch phần thức ăn và mảng bám (chất dính bám trên răng có thể gây sâu răng hoặc bệnh nướu răng) trong kẽ răng. Bạn cũng nên làm sạch lưỡi của mình để có được một hơi thở thơm mát nhé! Ngoài ra bạn cũng nên đến khám các chuyên gia răng miệng yêu thích của mình nhé – có thể là nha sĩ và chuyên viên vệ sinh răng miệng. Trong khi khám răng cho bạn, họ sẽ tìm xem răng của bạn có vấn đề gì không và sẽ làm sạch và đánh bóng răng cho bạn. Đôi khi nha sĩ cũng sẽ chụp X-quang răng miệng cho bạn để quan sát kỹ hơn xem có vấn đề gì đối với răng của bạn không. Bên cạnh đó bạn có thể còn được điều trị bằng florua nữa.  Trong những lần đến khám nha sĩ, bạn có thể phòng tránh các vấn đề về răng miệng bằng cách hạn chế ăn các thức ăn vặt nhiều đường và các món uống ngọt, như xô-đa. Đường gây hại cho răng của bạn và làm cho sâu răng. Nhưng nếu bạn chăm sóc răng miệng ngay từ bây giờ thì ắt bạn sẽ có một hàm răng chắc khỏe suốt đời đấy!"
        }
    ],
    "suggestions": []
}