{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[haip]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự quảng cáo thổi phồng, sự cường điệu</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quảng cáo thổi phồng, cường điệu</td></tr></table><i/></div>",
            "word": "hype",
            "pronounce": "[haip]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hype</k><blockquote><b>hype<sup>1</sup></b></blockquote><blockquote><cclass>informal </cclass></blockquote><blockquote>■ <cclass>noun extravagant or intensive publicity or promotion. </cclass></blockquote><blockquote>⁃ a deception or hoax. </blockquote><blockquote>■ <cclass>verb promote or publicize intensively or extravagantly. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s (orig. US in the sense 'short-change, cheat'): of unknown origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>hype<sup>2</sup></b></blockquote><blockquote><cclass>informal </cclass></blockquote><blockquote>■ <cclass>noun a hypodermic needle or injection. </cclass></blockquote><blockquote>⁃ a drug addict. </blockquote><blockquote>■ <cclass>verb (usu. <cclass><b>be hyped up</b>) stimulate or excite. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s: abbrev. of <kref>hypodermic</kref>. </blockquote></div>",
            "word": "hype",
            "pronounce": "[haip]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hype</k><blockquote><cclass><i>(informal)</i></cclass></blockquote><blockquote>▸ <cclass>noun <i>her work relies on hype and headlines</i>: PUBLICITY, advertising, promotion, marketing, propaganda, exposure; <cclass><i>informal</i> plugging, ballyhoo; <cclass><i>Brit.</i><cclass><i>informal</i> puff.</cclass></cclass></cclass></cclass></blockquote><blockquote>▸ <cclass>verb <i>a stunt to hype a new product</i>: PUBLICIZE, advertise, promote, push, puff, boost, merchandise, build up, bang the drum for; <cclass><i>informal</i> plug.</cclass></cclass></blockquote></div>",
            "word": "hype",
            "pronounce": "[haip]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hype",
            "pronounce": "[haip]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hype",
            "pronounce": "[haip]"
        }
    },
    "sentences": [
        {
            "en": "Does it live up to the <em>hype</em>?",
            "vi": "Nó có đạt được âm mưu không?"
        },
        {
            "en": "It's pure <em>hype</em> – no skin cream could be that good.",
            "vi": "Chỉ là thổi phồng để lừa gạt – không thể có loại kem thoa da nào có thể tốt như thế."
        },
        {
            "en": "I think this project is just a <em>hype</em>.",
            "vi": "Tôi nghĩ dự án này chỉ là một sự quảng cáo cường điệu."
        },
        {
            "en": "That <em>hype</em> looks like it was predictably overblown.",
            "vi": "Quảng cáo cường điệu trông có vẻ như nó được thổi phồng một cách có thể dự đoán được."
        },
        {
            "en": "Advertising agencies kept fine on tuning the costly calculated machinery of merchandising and <em>hype</em>.",
            "vi": "Các hãng quảng cáo liên tục điều chỉnh từng ly từng tí bộ máy quảng cáo rầm rộ đã được tổ chức tốn kém để đẩy mạnh việc bán hàng."
        },
        {
            "en": "The film had loads of <em>hype</em> and publicity but it turned out to be very disappointing.",
            "vi": "Bộ phim này có nhiều quảng cáo và tuyên truyền nhưng hóa ra nó lại thật chán."
        },
        {
            "en": "Regardless of <em>hype</em>, businesses that retain the 1990s notion of \"Internet\" and \"online\" are less likely to identify threats and opportunities in the evolving Web 2.0 environment.",
            "vi": "Bất kể sự cường điệu nào, các doanh nghiệp vẫn duy trì khái niệm của những năm 1990 về \"Internet\" và \"trực tuyến\" ít có khả năng nhận diện được mối đe doạ và cơ hội trong tiến hoá của môi trường Web 2.0."
        },
        {
            "en": "6. Where’s the <em>hype</em>? Did you know that the Nokia Lumia 900 was launching soon? No? Not many other people did, either. Unfortunately, even after all these years, Nokia still hasn’t mastered the art of <em>hype</em>. Apple, meanwhile, has, and whenever one of its products is ready to launch, everyone’s talking about it. Until Nokia can deliver some <em>hype</em>, it’ll be hard for the Lumia to keep up.",
            "vi": "6.Chiến dịch quảng cáo ở đâu?Bạn có biết rằng Nokia Lumia 900 được ra mắt sớm không? Không chứ gì? Không nhiều người tin vào điều này. Thật đáng tiếc, thậm chí sau nhiều năm nay, Nokia vẫn chưa làm chủ được nghệ thuật quảng của chiến dịch quảng cáo. Trong khi đó Apple thì đã làm được và bất cứ khi nào một trong những sản phẩm của hãng sẵn sàng ra mắt, mọi người đều bàn về nó. Cho đến khi Nokia có thể mang lại một chiến dịch quảng cáo, Lumia sẽ khó khăn để theo kịp."
        },
        {
            "en": "But in the case of Vietnam, the <em>hype</em> associated with WTO accession resulted in capital inflows far exceeding the current account deficit.",
            "vi": "Nhưng trong trường hợp của Việt Nam, sự cường điệu đi đôi với việc gia nhập WTO đã làm cho luồng vốn đổ vào vượt xa thâm hụt cán cân vãng lai."
        },
        {
            "en": "There is lot of “<em>hype</em>” on Six Sigma but very few organizations have really achieved this kind of near perfect quality.",
            "vi": "Có nhiều “cường điệu” về Six Sigma nhưng rất ít tổ chức thực sự đạt tới loại chất lượng gần hoàn hảo này."
        },
        {
            "en": "They generally find the quickest route to the tables for a query and can produce results with blazing speed-even allowing for a certain amount of promotional <em>hype</em>.",
            "vi": "Ứng với một câu hỏi nói chung chúng đều tìm ra con đường nhanh nhất dẫn tới các bảng và có thể sản ra các kết quả với tốc độ phi thường ngay cả cứ coi là có phần nào khoa trương quảng cáo."
        },
        {
            "en": "All <em>hype</em> about the rushmore technology aside, creating appropriate indexes and learning how to use them is probably the best way to get the most out of foxpro.",
            "vi": "Bỏ ngoài tai mọi lời khoa trương về công nghệ rushmore, việc tạo các chỉ mục thích hợp và học cách sử dụng chúng có lẽ là cách tốt nhất để tận dụng hết ưu việt của foxpro."
        },
        {
            "en": "Gartner's recent report on emerging technologies places Web 2.0 at the peak of its <em>hype</em> cycle, stating that \"Web 2.0 technologies and business models dominate emerging technologies\".",
            "vi": "Báo cáo gần đây của Gartner về các công nghệ đang nổi lên đặt Web 2.0 ở đỉnh vòng lên cao của nó, nói rằng \"công nghệ Web 2.0 và các mô hình kinh doanh cho phối các công nghệ đang nổi lên\"."
        },
        {
            "en": "According to the website <em>Hype</em>, their attempt was thwarted thanks to the polycarbonate-laminated jewellery glass display counters - which is 10 times more resistant than plastic or glass.",
            "vi": "Theo trang web Hype, nỗ lực của chúng đã bị ngăn trở nhờ các quầy trưng bày bằng kính được làm từ hợp chất polycarbonate - laminate có khả năng chịu lực cao gấp 10 lần so với nhựa hoặc thủy tinh."
        },
        {
            "en": "According to the website <em>Hype</em>, their attempt was thwarted thanks to the polycarbonate-laminated jewellery glass display counters - which is 10 times more resistant than plastic or glass.",
            "vi": "Theo trang web Hype, nỗ lực của chúng đã bị ngăn trở nhờ các quầy trưng bày bằng kính được làm từ hợp chất polycarbonate - laminate có khả năng chịu lực cao gấp 10 lần so với nhựa hoặc thủy tinh."
        },
        {
            "en": "Because of this “<em>Hype</em>”, I am NOT surprised to find that so many companies have achieved CMMI level 5, ISO 9000, Six Sigma, and whatever standards that they can claimed.",
            "vi": "Bởi vì sự “cường điệu” này, tôi KHÔNG ngạc nhiên khi thấy rằng nhiều công ty thế đã đạt tới CMMI mức 5, ISO 9000, Six Sigma, và bất kỳ chuẩn nào họ có thể công bố."
        },
        {
            "en": "Being genuine is also a rare quality. In a world full of phony fads, media <em>hype</em>, virtual personas, positive thinkers, and personal brands – where everyone wants what they don't have, nobody's content to be who they are, and, more importantly, nobody's willing to admit to any of that – it's becoming more and more rare all the time.  ",
            "vi": "Trở thành thành một người thực thụ là có một phẩm chất hiếm có! Trong một thế giới đầy những điều giả dối, phương tiện truyền thông cường điệu, con người ảo, người suy nghĩ thực dụng, và sự đề cao cá nhân - nơi mà mọi người muốn những gì họ không có, không ai bằng lòng với việc họ là ai, và quan tọng hơn, không ai muốn thừa nhận với bất cứ điều đó - nó càng ngày càng trở nên khan hiếm hơn."
        },
        {
            "en": "Of course, the Millennium Bug proved nothing more than <em>hype</em>. Most high-powered computer systems already accepted four-digit dates. Those that did not were mostly reprogrammed well in advance, and even among home computers, very little actually happened to affect the data stream.",
            "vi": "Tất nhiên, sự cố Y2K này chẳng chứng minh được gì hơn là sự cường điệu. Hầu hết các hệ thống máy tính năng lực cao đã chấp nhận ngày tháng có bốn chữ số. Những máy nào không có thì hầu hết cũng đã được lập trình lại để chấp nhận, và thậm chí giữa các máy tính gia đình, thực sự rất ít sự cố xảy ra ảnh hưởng đến các dòng dữ liệu."
        },
        {
            "en": "Pretty poison or harmless cosmetic?  When you cover your blemishes, give yourself a sunless tan, or straighten your hair, chances are you use a product with a long list of ingredients. But are those ingredients safe? Headlines proclaiming the dangers of beauty products are often based on <em>hype</em>, so WebMD takes a look at the science. And we offer some alternatives for those who want to reduce their use of chemicals.",
            "vi": "Mỹ phẩm: Chất độc mạnh hay không độc tố?   Khi che khuyết điểm của mình, bảo vệ làn da không bị rám nắng, hoặc duỗi cho tóc thẳng thì có lẽ bạn đang sử dụng sản phẩm chứa rất nhiều các thành phần trong đó. Nhưng các thành phần ấy có an toàn không? Nhiều tiêu đề chỉ ra hiểm hoạ khi dùng các sản phẩm làm đẹp thường dựa trên sự cường điệu và khuyếch đại, vì vậy WebMD đã nhìn vấn đề ở khía cạnh khoa học. Và chúng ta sẽ giớii thiệu một số loại sản phẩm thay thế cho những ai muốn hạn chế việc sử dụng hoá chất của mình."
        },
        {
            "en": "Deliveries of small packages, medicines and takeaway food, all of which have already happened, are only the tip of the iceberg. Why put up scaffolding to paint your house when an intelligent drone could do it in a flash? Drones could swarm into agriculture, industry and sports. They could hunt for missing hikers, respond to burglar alarms, and act as mobile speed cameras. Uber thinks that autonomous drones will one day even transport people around cities. Such is the <em>hype</em>. But for every tech company with its head in the clouds, there are problems to bring them back down to earth.",
            "vi": "Giao những gói hàng nhỏ, thuốc men và đồ ăn mang về, tất cả những việc đã được thực hiện như vậy, chỉ là phần nổi của tảng băng chìm. Vì sao phải bắc giàn giáo để sơn nhà khi một chiếc máy bay thông minh có thể làm gọn lẹ nhỉ? Máy bay không người lái có thể tràn vào nông nghiệp, công nghiệp và thể thao. Chúng có thể tìm người đi bộ đường dài mất tích, phản ứng khi có chuông báo trộm, và làm máy quay phim tốc độ di động. Uber cho rằng thậm chí một ngày nào đó máy bay không người lái không cần người điều khiển có thể đưa con người đi lại quanh thành phố. Chuyện này thật cường điệu. Nhưng đối với mỗi công ty công nghệ hồn lơ lửng trên mây, thì luôn có những bài toán làm cho họ tỉnh mộng."
        }
    ],
    "suggestions": []
}