{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,haipəʊ'θairɔi,diz(ə)m]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự giảm hoạt động của tuyến giáp</td></tr></table><i/></div>",
            "word": "hypothyroidism",
            "pronounce": "[,haipəʊ'θairɔi,diz(ə)m]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hypothyroidism</k><blockquote><cclass>[<cclass>ˌhʌɪpəʊ'θʌɪrɔɪdɪz(ə)m<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine abnormally low activity of the thyroid gland, resulting in retardation of growth and mental development. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>hypothyroid</b><cclass>noun &amp; adjective </cclass></cclass></blockquote></div>",
            "word": "hypothyroidism",
            "pronounce": "[,haipəʊ'θairɔi,diz(ə)m]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hypothyroidism",
            "pronounce": "[,haipəʊ'θairɔi,diz(ə)m]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hypothyroidism",
            "pronounce": "[,haipəʊ'θairɔi,diz(ə)m]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hypothyroidism",
            "pronounce": "[,haipəʊ'θairɔi,diz(ə)m]"
        }
    },
    "sentences": [
        {
            "en": "<em>Hypothyroidism</em>.",
            "vi": "Giảm năng tuyến giáp."
        },
        {
            "en": "Congenital <em>hypothyroidism</em>.",
            "vi": "Thiểu năng tuyến giáp bẩm sinh."
        },
        {
            "en": "Other symptoms of <em>hypothyroidism</em>\n \n<em>Hypothyroidism</em> can cause many other symptoms, including: \n    * Dry skin and brittle nails\n \n    * Numbness or tingling in the hands\n \n    * Constipation\n \n    * Heavy menstrual periods",
            "vi": "Các triệu chứng khác của bệnh suy giáp   Suy giáp có thể gây ra nhiều triệu chứng khác, bao gồm :  * Da khô và móng giòn  * Bàn tay bị tê hoặc có cảm giác ngứa ran  * Táo bón  * Thời gian hành kinh dài ngày"
        },
        {
            "en": "Treating <em>hypothyroidism</em>\n \nIf you are diagnosed with <em>hypothyroidism</em>, your doctor will most likely prescribe thyroid hormones in the form of a pill. This usually leads to noticeable improvements within a couple of weeks. Long-term treatment can result in more energy, lower cholesterol levels, and gradual weight loss. Most people with <em>hypothyroidism</em> will need to take thyroid hormones for the rest of their lives.",
            "vi": "Điều trị suy giáp\n \nNếu bị chẩn đoán là suy giáp, rất có khả năng bác sĩ sẽ kê toa cho sử dụng các hoóc-môn tuyến giáp ở dạng viên. Phương pháp điều trị này thường có thể thấy được kết quả cải thiện trong vòng một vài tuần. Điều trị lâu dài có thể làm cho bệnh nhân có thêm sức lực, làm hạ cholesterol, và giảm cân dần dần. Đa số người bị suy giáp sẽ cần phải sử dụng các hoóc-môn tuyến giáp trong suốt quãng đời còn lại của mình."
        },
        {
            "en": "Other causes of <em>hypothyroidism</em>\n \nIn some cases, <em>hypothyroidism</em> results from a problem with the pituitary gland, which is at the base of the brain. This gland produces thyroid-stimulating hormone (TSH), which tells the thyroid to do its job. If your pituitary gland does not produce enough TSH, your levels of thyroid hormones will fall. Other causes of <em>hypothyroidism</em> include temporary inflammation of the thyroid or medications that affect thyroid function.",
            "vi": "Các nguyên nhân khác gây suy giáp \n \nTrong một vài trường hợp thì suy giáp gây ra do vấn đề ở tuyến yên – tuyến yên nằm ở đáy não. Tuyến này tạo hoóc-môn kích thích tuyến giáp (TSH), báo cho tuyến giáp biết phải làm những gì. Nếu tuyến yên không sản sinh đủ TSH thì hàm lượng hoóc-môn tuyến giáp của bạn sẽ giảm xuống. Các nguyên nhân gây suy giáp khác bao gồm viêm tuyến giáp tạm thời hoặc một số loại thuốc ảnh hưởng đến chức năng của tuyến giáp."
        },
        {
            "en": "Symptom: Weight gain or loss\n \nAn unexplained change in weight is one of the most common signs of a thyroid disorder. Weight gain may signal low levels of thyroid hormones, a condition called <em>hypothyroidism</em>. In contrast, if the thyroid produces more hormones than the body needs, you may lose weight unexpectedly. This is known as hyperthyroidism. <em>Hypothyroidism</em> is far more common.",
            "vi": "Triệu chứng: Tăng cân hoặc giảm cân      Việc thay đổi trọng lượng khó hiểu là một trong những dấu hiệu thường thấy nhất của chứng rối loạn tuyến giáp. Tăng cân có thể báo hiệu hàm lượng hoóc-môn tuyến giáp thấp, bệnh này được gọi là suy giáp. Nngược lại, nếu tuyến giáp sản sinh nhiều hoóc-môn hơn mức độ yêu cầu của cơ thể thì bạn có thể sẽ giảm cân một cách bất ngờ. Đây được gọi là cường giáp. Chứng suy giáp thường phổ biến hơn rất nhiều."
        },
        {
            "en": "Symptom: Changes in energy or mood \nThyroid disorders can have a noticeable impact on your energy level and mood. <em>Hypothyroidism</em> tends to make people feel tired, sluggish, and depressed. Hyperthyroidism can cause anxiety, problems sleeping, restlessness, and irritability.",
            "vi": "Triệu chứng: Năng lượng hoặc tâm trạng thay đổi   Rối loạn tuyến giáp có thể gây ảnh hưởng đáng chú ý đến mức năng lượng và tâm trạng của bạn. Suy giáp thường làm cho người ta cảm thấy mệt mỏi, uể oải, và trầm cảm. Cường giáp có thể gây lo âu, khó ngủ, bứt rứt/ khó chịu, và dễ cáu gắt."
        },
        {
            "en": "Symptom: Feeling too cold or hot \nThyroid disorders can disrupt the ability to regulate body temperature. People with <em>hypothyroidism</em> may feel cold more often than usual. Hyperthyroidism tends to have the opposite effect, causing excessive sweating and an aversion to heat.",
            "vi": "Triệu chứng: Cảm giác quá nóng hoặc quá lạnh  Rối loạn tuyến giáp có thể làm cản trở khả năng điều hoà thân nhiệt của cơ thể. Người bị suy giáp có thể thường hay cảm thấy lạnh hơn bình thường. Cường giáp thường có ảnh hưởng ngược lại, gây đổ nhiều mồ hôi và không chịu nổi cái nóng."
        },
        {
            "en": "Symptom: Swelling in the neck\n \nA swelling or enlargement in the neck is a visible clue that something may be wrong with the thyroid. A goiter may occur with either <em>hypothyroidism</em> or hyperthyroidism. Sometimes swelling in the neck can result from thyroid cancer or nodules, lumps that grow inside the thyroid. It can also be due to a cause unrelated to the thyroid.",
            "vi": "Triệu chứng: Cổ phình to   Cổ phình to là dấu hiệu dễ nhận thấy có điều gì đó bất thường ở tuyến giáp. Bướu cổ có thể xảy ra ở cả suy giáp lẫn cường giáp. Đôi khi cổ to cũng có thể là do ung thư tuyến giáp hoặc bên trong tuyến giáp có nhiều khối u, nhiều bướu nhỏ phát triển. Cũng có thể nguyên nhân không liên quan gì đến tuyến giáp."
        },
        {
            "en": "HypothyroidismIf your thyroid (the butterfly-shaped gland in the front of your neck) is not making enough thyroid hormone, you're probably feeling tired, weak, cold, and gaining weight. Without enough thyroid hormone, the metabolism slows, making weight gain more likely. Treating <em>hypothyroidism</em> with medication may reverse some of the weight gain.",
            "vi": "Suy giáp/ Thiểu năng tuyến giáp (Tiết quá ít hoóc-môn tuyến giáp)Nếu tuyến giáp của bạn không sản sinh đủ hoóc-môn tuyến giáp thì có thể bạn sẽ cảm thấy mệt mỏi, yếu ớt, lạnh, và tăng cân (tuyến giáp là tuyến hình bướm ở phía trước cổ). Không đủ hoóc-môn tuyến giáp thì quá trình chuyển hoá chậm lại, có khả năng làm bạn tăng cân nhiều hơn. Phương pháp điều trị suy giáp bằng thuốc cũng có thể làm đảo ngược quá trình tăng cân."
        },
        {
            "en": "Surgery for thyroid disorders\n \nRemoving the thyroid gland can cure hyperthyroidism, but the procedure is only recommended if antithyroid drugs don't work, or if there is a large goiter. Surgery may also be recommended for patients with thyroid nodules. Once the thyroid is removed, most patients require daily supplements of thyroid hormones to avoid developing <em>hypothyroidism</em>.",
            "vi": "Phẫu thuật điều trị rối loạn tuyến giáp\n \nCắt bỏ tuyến giáp có thể chữa lành được chứng cường giáp, nhưng người ta chỉ khuyến nghị nên phẫu thuật khi thuốc ức chế hoạt động của tuyến giáp không có tác dụng, hoặc nếu bệnh nhân có bướu cổ lớn. Ngoài ra, cũng có thể áp dụng phẫu thuật đối với bệnh nhân có các khối u tuyến giáp. Khi tuyến giáp bị cắt bỏ, hầu hết bệnh nhân cần phải bổ sung các hoóc-môn tuyến giáp mỗi ngày để tránh làm cho chứng suy giáp phát triển."
        },
        {
            "en": "Hashimoto's disease\n \nThe most common cause of <em>hypothyroidism</em> is Hashimoto's disease. This is an autoimmune disorder in which the body attacks the thyroid gland. The result is damage to the thyroid, preventing it from producing enough hormones. Hashimoto's disease tends to run in families.",
            "vi": "Bệnh liệt tuyến giáp  \nNguyên nhân gây suy giáp thường thấy nhất là bệnh liệt tuyến giáp. Đây là rối loạn tự miễn trong đó cơ thể tấn công tuyến giáp. Hậu quả là gây tổn thương cho tuyến giáp, làm cho tuyến giáp không sản sinh đủ hoóc-môn. Bệnh liệt tuyến giáp thường hay di truyền trong gia đình."
        },
        {
            "en": "Who should be tested?\n \nEveryone should be screened for thyroid dysfunction every five years, beginning at age 35, according to the American Thyroid Association. People with symptoms or risk factors may need tests more often. <em>Hypothyroidism</em> more frequently affects women over age 60. Hyperthyroidism is also more common in women and in people over 60. A family history raises your risk of either disorder.",
            "vi": "Đối tượng nào nên được xét nghiệm? \n \nTheo Hiệp hội Bệnh Tuyến giáp Hoa Kỳ, bất cứ người nào cũng nên kiểm tra sàng lọc rối loạn tuyến giáp năm năm một lần, bắt đầu ở giai đoạn 35 tuổi. Người bị triệu chứng hoặc có nhiều yếu tố nguy cơ có thể cần nên được xét nghiệm đều đặn hơn. Suy giáp thường xuất hiện ở phụ nữ trên 60 tuổi hơn. Cường giáp cũng thường thấy nhiều hơn ở phụ nữ và người trên 60 tuổi. Tiền sử sức khỏe gia đình cũng làm tăng nguy cơ mắc bệnh cả suy giáp lẫn cường giáp của bạn."
        },
        {
            "en": "Thyroid disorder complications\n \nWhen left untreated, <em>hypothyroidism</em> can raise your cholesterol levels and make you more likely to have a stroke or heart attack. In severe cases, very low levels of thyroid hormones can trigger a loss of consciousness and life-threatening drop in body temperature. Untreated hyperthyroidism can cause serious heart problems and brittle bones.",
            "vi": "Các biến chứng của bệnh rối loạn tuyến giáp\n \nNếu phớt lờ, không điều trị thì chứng suy giáp có thể làm cho hàm lượng cholesterol của bạn tăng cao và làm cho bạn có thể dễ bị đột quỵ hoặc đau tim hơn. Trong một số trường hợp nghiêm trọng, hàm lượng hoóc-môn tuyến giáp quá thấp có thể gây ngất xỉu và hạ thân nhiệt nguy hiểm đến tính mạng. Chứng cường giáp nếu không được điều trị có thể gây nhiều vấn đề về tim nghiêm trọng và làm cho xương bị giòn, dễ gãy."
        },
        {
            "en": "Symptom: Changes in heart rate\n \nThyroid hormones affect nearly every organ in the body and can influence how quickly the heart beats. People with <em>hypothyroidism</em> may notice their heart rate is slower than usual. Hyperthyroidism may cause the heart to speed up. It can also trigger increased blood pressure and the sensation of a pounding heart, known as heart palpitations.",
            "vi": "Triệu chứng: Thay đổi nhịp tim  Các hoóc-môn tuyến giáp ảnh hưởng đến hầu như tất cả các cơ quan trong cơ thể và có thể gây ảnh hưởng đến nhịp tim nhanh chậm ra sao. Người bị suy giáp có thể phát hiện ra nhịp tim của họ chậm hơn bình thường. Chứng cường giáp có thể làm cho nhịp tim trở nên nhanh hơn. Bên cạnh đó, nó cũng có thể gây cao huyết áp và có cảm giác tim đập thình thịch, gọi là chứng tim đập nhanh."
        },
        {
            "en": "Symptom: Hair loss\n \nHair loss is another sign that your thyroid hormones may be out of balance. Both <em>hypothyroidism</em> and hyperthyroidism can cause hair to fall out. In most cases, the hair will grow back once the thyroid disorder is treated.",
            "vi": "Triệu chứng: Rụng tóc   Rụng tóc là một dấu hiệu khác cho thấy hoóc-môn tuyến giáp có thể mất cân đối. Cả suy giáp lẫn cường giáp đều có thể làm rụng tóc. Trong hầu hết các trường hợp, tóc sẽ mọc trở lại khi bệnh đã được điều trị."
        },
        {
            "en": "Gout    What is gout? Gout is a kind of arthritis caused by a buildup of uric acid crystals in the joints. Uric acid is a breakdown product of purines that are part of many foods we eat. An abnormality in handling uric acid and crystallization of these compounds in joints can cause attacks of painful arthritis, kidney stones, and blockage of the kidney filtering tubules with uric acid crystals, leading to kidney failure. Gout has the unique distinction of being one of the most frequently recorded medical illnesses throughout history. Symptoms of gout Acute gout attacks are characterized by a rapid onset of pain in the affected joint followed by warmth, swelling, reddish discoloration, and marked tenderness. The small joint at the base of the big toe is the most common site for an attack. Other joints that can be affected include the ankles, knees, wrists, fingers, and elbows. In some people, the acute pain is so intense that even a bed sheet on the toe causes severe pain. These painful attacks usually subside in hours to days, with or without medication. In rare instances, an attack can last for weeks. Most people with gout will experience repeated bouts of gouty arthritis over the years. Who's affected by gout? Gout is nine times more common in men than in women. It predominantly attacks males after puberty, with a peak age of 75. In women, gout attacks usually occur after menopause. Among the U.S. male population, about 10% have elevated blood uric acid levels, a condition known as hyperuricemia. However, only a small portion of those with hyperuricemia will actually develop gout. If your parents have gout, then you have a 20% chance of developing it. Risk factors for gout Obesity, excessive weight gain, especially in youth, moderate to heavy alcohol intake, high blood pressure, and abnormal kidney function are among the risk factors for developing gout. Certain drugs and diseases can also cause elevated levels of uric acid. Interestingly, a recent study demonstrated an increased prevalence of abnormally low thyroid hormone levels (<em>hypothyroidism</em>) in patients with gout. What gout looks like: The big toe The joint at the base of the big toe is the most common site of an acute gout attack. These attacks can recur unless gout is treated. See your doctor even if your pain from gout is gone. Over time, they can harm your joints, tendons, and other tissues. What gout looks like: The fingers People may experience gout with deposits of uric acid crystals in their finger joints. To ease the pain during a gout attack, rest the joint that hurts. What gout looks like: The elbow Gout can also attack joints such as the elbows and the knees. Notice the protrusion on the elbow. Diagnosing gouty arthritis Gout is considered when a patient reports a history of repeated attacks of painful arthritis, especially at the base of the toes or in the ankles and knees. The most reliable test for gout is detecting uric acid crystals in the joint fluid obtained by joint aspiration. This common office procedure is performed with topical local anesthesia. Using sterile technique, fluid is withdrawn (aspirated) from the inflamed joint with a syringe and needle. Diagnosing gouty arthritis: Joint fluid analysis Once the joint fluid is obtained, it is analyzed for uric acid crystals and for infection. Your doctor may also do a blood test to measure the amount of uric acid in your blood. How are gout attacks prevented? Maintaining adequate fluid intake helps prevent acute gout attacks and decreases the risk of kidney stone formation in people with gout. Alcohol is known to have diuretic effects that can contribute to dehydration and precipitate acute gout attacks. Alcohol can also affect uric acid metabolism and cause hyperuricemia. It causes gout by slowing down the excretion of uric acid from the kidneys as well as by causing dehydration, which precipitates the crystals in the joints. More prevention techniques Dietary changes can help reduce uric acid levels in the blood. Since purine chemicals are converted by the body into uric acid, purine-rich foods should be avoided. Foods rich in purines include shellfish and organ meats, such as liver, brains, and kidneys. Researchers have reported that meat or seafood consumption increases the risk of gout attacks, while dairy consumption seemed to reduce this risk. Weight reduction can be helpful in lowering the risk of recurrent attacks of gout. Treating gout with medications Certain medications reduce the pain and inflammation of gout attacks, such as anti-inflammatory drugs (ibuprofen and others), colchicines, and corticosteroids. Other medications decrease the level of uric acid in the blood and prevent the deposit of uric acid in joints (gouty arthritis), the kidneys (stones), and in tissue (tophi), helping to prevent further attacks and complications. These medications include allopurinol, febuxostat, and probenicid. What does the future hold for gout? Active research is ongoing in a variety of fields related to gout and hyperuricemia. Scientists recently reported that high animal protein slightly increased the risk for gout. New drugs are being developed that may be more versatile and safe in treating the elevated uric acid levels in patients with chronic gout.",
            "vi": "Bệnh gút     Gút là gì? Gút là một dạng viêm khớp do lượng tinh thể a-xít u-ric tăng quá cao trong các khớp gây ra. a-xít u-ric là sản phẩm phân huỷ của purin có trong nhiều loại thức ăn của con người. Quá trình xử lý bất thường a-xít u-ric và kết tinh các hợp chất này trong khớp có thể gây các cơn viêm đau khớp (cơn gút), sỏi thận, và làm tắc nghẽn những ống lọc nhỏ trong thận do các tinh thể a-xít uric, dẫn đến suy thận. Bệnh gút có đặc điểm duy nhất là một trong những bệnh được chẩn đoán thường xuyên qua khai thác bệnh sử.  Các triệu chứng của gút Cơn gút cấp được đặc trưng bởi việc khởi phát nhanh những cơn đau ở khớp bị viêm và sau đó là nóng, sưng đỏ và đau dữ dội. Khớp nhỏ ở đáy ngón chân cái là nơi mà gút xuất hiện thường nhất. Các khớp khác cũng có thể bị ảnh hưởng như mắt cá chân, đầu gối, cổ tay, ngón tay, và khuỷu tay. Ở một số người, cơn đau cấp này có thể dữ dội đến nỗi đắp khăn giường lên ngón chân cũng khiến người ta đau nhức không thể chịu được. Những cơn đau này thường giảm đi sau một vài tiếng đồng hồ hoặc sau nhiều ngày, cho dù có điều trị bằng thuốc hay không. Trong những trường hợp hiếm gặp, cơn gút cũng có thể kéo dài nhiều tuần liền. Hầu hết các bệnh nhân gút đều bị viêm khớp tái phát do gút trong nhiều năm.  Ai bị bệnh gút? Nam giới bị gút cao gấp 9 lần so với phụ nữ (tỉ lệ: 9:1); phần lớn xảy ra sau tuổi dậy thì và đạt đỉnh điểm ở tuổi 75. Phụ nữ thường hay bị gút sau tuổi mãn kinh. Khoảng 10% nam giới ở Hoa Kỳ mắc chứng a-xít u-ric cao trong máu, đây là bệnh thừa a-xít u-ric trong máu. Tuy nhiên chỉ một tỉ lệ nhỏ người bị thừa a-xít u-ric trong máu thực sự phát triển thành bệnh gút. Nếu bố mẹ bạn bị gút thì bạn có nguy cơ mắc bệnh lên đến 20%.  Các yếu tố nguy hiểm đối với bệnh gút Béo phì, tăng cân quá mức, nhất là đối với thanh niên, sử dụng rượu bia từ mức độ vừa phải đến nhiều, huyết áp cao, và chức năng thận bất thường là những yếu tố nguy hiểm làm phát triển bệnh gút. Một số thuốc và bệnh cũng có thể làm cho nồng độ a-xit u-ric tăng cao. Điều thú vị là, một nghiên cứu mới đây cho thấy có sự gia tăng số bệnh nhân bị gút khi có nồng độ hooc-môn tuyến giáp thấp bất thường (suy giáp).     Bệnh gút như thế nào: Hãy nhìn ngón chân cái  Khớp bàn ngón chân cái là nơi thường thấy cơn gút cấp nhất. Nếu không được điều trị thì những cơn gút này có thể tái phát nhiều lần. Hãy đến khám bác sĩ cho dù là bạn đã hết đau do gút đi nữa. Nếu để lâu, chúng có thể gây hại cho các khớp, gân và nhiều mô khác.  Bệnh gút như thế nào: Hãy nhìn các ngón tay  Người ta có thể bị gút do lắng đọng các tinh thể axit u-ric ở các khớp ngón tay. Để giảm đau trong khi bị gút, bạn nên để yên khớp tay bị tổn thương nhé.  Bệnh gút như thế nào: Hãy nhìn khuỷu tay Bệnh gút cũng có thể xảy ra ở nhiều khớp, chẳng hạn như khuỷu tay và đầu gối. Hãy chú ý bướu u trên khuỷu tay nhé.  Chẩn đoán viêm khớp do gút Bệnh gút được nghi ngờ khi bệnh nhân khai bệnh sử có những cơn viêm đau khớp cứ lặp đi lặp lại, nhất là ở đáy ngón chân hoặc ở mắt cá chân và đầu gối. Phương pháp xét nghiệm bệnh gút đáng tin cậy nhất là dò tìm tinh thể axit u-ric trong dịch khớp bằng cách chọc hút khớp. Thủ thuật này được thực hiện bằng gây tê cục bộ. Với kỹ thuật vô trùng, chất dịch được rút ra (hút ra) khỏi khớp bị viêm bằng ống chích và kim tiêm.  Chẩn đoán viêm khớp do gút bằng cách phân tích dịch khớp  Khi dịch khớp được rút ra, nó được phân tích để tìm tinh thể axit u-ric và bệnh nhiễm trùng. Bác sĩ có thể cũng cho làm xét nghiệm máu để đo nồng độ axit u-ric trong máu của bạn.  Làm thế nào có thể phòng tránh cơn gút? việc cung cấp nước đầy đủ cho cơ thể thường xuyên có thể giúp phòng tránh các cơn gút cấp và làm giảm nguy cơ sỏi thận ở người bị gút. Rượu bia có tác dụng lợi tiểu có thể góp phần làm mất nước và làm các cơn gút cấp xảy ra nhanh hơn. Rượu bia cũng làm ảnh hưởng đến chuyển hoá a-xít u-ríc và làm thừa a-xít u-ríc trong máu. Nó gây ra gút bằng cách làm chậm quá trình bài tiết a-xít u-ríc ra khỏi thận cũng như bằng cách gây mất nước, làm ngưng tụ tinh thể trong khớp. Các kỹ thuật phòng tránh khác  Thay đổi chế độ dinh dưỡng có thể giúp làm giảm nồng độ a-xít u–ríc trong máu. Vì chất hoá học purin được cơ thể chuyển hoá thành a-xít u–ríc, nên bệnh nhân bị gút nên tránh các thực phẩm giàu purin. Thức ăn chứa nhiều purin gồm tôm cua và ngũ tạng, như gan, óc, và thận. Các nhà nghiên cứu cho biết nếu ăn thịt hoặc hải sản sẽ làm tăng nguy cơ bị gút còn nếu sử dụng các sản phẩm làm từ sữa thì có vẻ như làm giảm nguy cơ này. Việc giảm cân cũng có thể làm giảm nguy cơ tái phát các cơn gút.   Điều trị gút bằng thuốc Một số thuốc giảm đau và viêm do gút, chẳng hạn như thuốc kháng viêm (ibuprofen và nhiều thuốc khác), colchicines, và corticosteroids. Nhiều thuốc khác làm giảm nồng độ axit u-ric trong máu và ngăn không cho axit u-ric lắng đọng trong khớp (viêm khớp do gút), thận (sỏi), và mô (sạn u-rat), giúp phòng tránh các cơn gút và nhiều biến chứng khác. Những thuốc này bao gồm allopurinol, febuxostat, và probenicid. Tương lai của bệnh gút ra sao? Một công trình nghiên cứu thiết thực đang tiến hành trên nhiều lĩnh vực liên quan đến bệnh gút và thừa axit u-ric trong máu. Các nhà khoa học mới đây cho biết ăn nhiều đạm động vật có thể làm tăng nhẹ nguy cơ bệnh gút. Ngoài ra họ cũng đang phát triển nhiều loại thuốc mới có thể sử dụng linh hoạt hơn và an toàn hơn trong việc điều trị nồng độ axit u-ric tăng cao ở bệnh nhân bị gút mãn tính."
        }
    ],
    "suggestions": []
}