{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['hipɔkrit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kẻ đạo đức giả, kẻ giả nhân giả nghĩa</td></tr></table><i/></div>",
            "word": "hypocrite",
            "pronounce": "['hipɔkrit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hypocrite</k><blockquote>■ <cclass>noun a person who indulges in hypocrisy. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>hypocritical</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>hypocritically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "hypocrite",
            "pronounce": "['hipɔkrit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>hypocrite</k><blockquote>▸ <cclass>noun SANCTIMONIOUS PERSON, pietist, plaster saint, humbug, pretender, deceiver, dissembler; <cclass><i>informal</i> phoney; <cclass><i>poetic/literary</i> whited sepulchre.</cclass></cclass></cclass></blockquote></div>",
            "word": "hypocrite",
            "pronounce": "['hipɔkrit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hypocrite",
            "pronounce": "['hipɔkrit]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "hypocrite",
            "pronounce": "['hipɔkrit]"
        }
    },
    "sentences": [
        {
            "en": "<em>Hypocrite</em>?",
            "vi": "Giả nhân giả nghĩa à?"
        },
        {
            "en": "You <em>hypocrite</em>!",
            "vi": "Đồ đạo đức giả!"
        },
        {
            "en": "You're just a <em>hypocrite</em>!",
            "vi": "Anh chỉ là một người đạo đức giả!"
        },
        {
            "en": "You 're just a <em>hypocrite</em>!",
            "vi": "Anh chỉ là một người đạo đức giả!"
        },
        {
            "en": "Sorry I called you a <em>hypocrite</em>.",
            "vi": "Xin lỗi vì đã nói bạn là một người giả nhân giả nghĩa."
        },
        {
            "en": "Fucking <em>hypocrite</em>! Go on! Spread all your lies!",
            "vi": "Thằng đạo đức giả khốn nạn. Cứ nói dối tiếp đi."
        },
        {
            "en": "He is a <em>hypocrite</em> and he asks for forgiveness.",
            "vi": "Anh ta là một kẻ đạo đức giả và anh ta cầu xin sự tha thứ."
        },
        {
            "en": "Bandari, whose personal preference was rum, was being mocked for a <em>hypocrite</em> and he knew it.",
            "vi": "Bandari, người có sở thích cá nhân là rượu rum, đã bị chế nhạo là một kẻ đạo đức giả và ông ta biết điều đó."
        },
        {
            "en": "You 're such a <em>hypocrite</em>, Bella - there you sit, terrified of me!",
            "vi": "Bạn là một người giả nhân giả nghĩa quá sức, Bella - bạn ngồi đó, khiếp sợ tôi!"
        },
        {
            "en": "She told him straight to his face that he was a <em>hypocrite</em>.",
            "vi": "Bà ta nói thẳng vào mặt hắn rằng hắn là kẻ đạo đức giả."
        },
        {
            "en": "I called her a damned <em>hypocrite</em> and that made her sit up.",
            "vi": "Tôi bảo cô ta là quân đạo đức giả chết tiệt khiến cô ta giật mình kinh ngạc."
        },
        {
            "en": "I called her a dammed <em>hypocrite</em> and that made her sit up.",
            "vi": "Tôi bảo cô ta là quân đạo đức giả chết tiệt làm cô ta giật mình kinh ngạc."
        },
        {
            "en": "You're such a <em>hypocrite</em>, Bella - there you sit, terrified of me!",
            "vi": "Bạn là một người giả nhân giả nghĩa quá sức, Bella - bạn ngồi đó, khiếp sợ tôi!"
        },
        {
            "en": "How does being afraid of a monster make me a <em>hypocrite</em>?",
            "vi": "Làm sao mà sợ một con quái vật lại biến tôi thành một kẻ giả nhân giả nghĩa chớ?"
        },
        {
            "en": "He's <em>hypocrite</em> – he's always lecturing other people on the environment but he drives around in a huge great car.",
            "vi": "Ông ta là kẻ đạo đức giả - ông ta luôn thuyết giảng người khác về môi trường nhưng lại lái một chiếc xe cực lớn."
        },
        {
            "en": "I didn't like to think that I was a <em>hypocrite</em>, only what was the point of lying to myself?",
            "vi": "Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ?"
        },
        {
            "en": "1 3            13. KILLER If it was anyone but Jacob, i thought to myself, shaking my head as I drove down  the forest-lined highway to La Push. I still wasn't sure if I was doing the right thing, but I'd made a compromise with myself. I couldn't condone what Jacob and his friends, his pack, were doing. I understood now what he'd said last night—that I might not want to see him again—and I could have called him as he'd suggested, but that felt cowardly. I owed him a face-to-face conversation, at least. I would tell him to his face that I couldn't just overlook what was going on. I couldn't be friends with a killer and say nothing, let the killing continue… That would make me a monster, too. But I couldn't not warn him, either. I had to do what I could to protect him. I pulled up to the Blacks' house with my lips pressed together into a hard line. It was bad enough that my best friend was a werewolf. Did he have to be a monster, too? The house was dark, no lights in the windows, but I didn't care if I woke them. My fist thudded against the front door with angry energy; the sound reverberated through the walls. \"Come in,\" I heard Billy call after a minute, and a light flicked on. I twisted the knob; it was unlocked. Billy was leaning around an open doorway just off the little kitchen, a bathrobe around his shoulders, not in his chair yet. When he saw who it was, his eyes widened briefly, and then his face turned stoic. \"Well, good morning, Bella. What are you doing up so early?\" \"Hey, Billy. I need to talk to Jake—where is he?\" \"Um… I don't really know,\" he lied, straight-faced. \"Do you know what Charlie is doing this morning?\" I demanded, sick of the stalling. \"Should I?\" \"He and half the other men in town are all out in the woods with guns, hunting giant wolves.\" Billy's expression flickered, and then went blank. \"So I'd like to talk to Jake about that, if you don't mind,\" I continued. Billy pursed his thick lips for a long moment. \"I'd bet he's still asleep,\" he finally said, nodding toward the tiny hallway off the front room. \"He's out late a lot these days. Kid needs his rest—probably you shouldn't wake him.\" \"It's my turn,\" I muttered under my breath as I stalked to the hallway. Billy sighed. Jacob's tiny closet of a room was the only door in the yard-long hallway. I didn't bother to knock. I threw the door open; it slammed against the wall with a bang. Jacob—still wearing just the same black cut-off sweats he'd worn last night—was stretched diagonally across the double bed that took up all of his room but a few inches around the edges. Even on a slant, it wasn't long enough; his feet hung off the one end and his head off the other. He was fast asleep, snoring lightly with his mouth hanging open. The sound of the door hadn't even made him twitch. His face was peaceful with deep sleep, all the angry lines smoothed out. There were circles under his eyes that I hadn't noticed before. Despite his ridiculous size, he looked very young now, and very weary. Pity shook me. I stepped back out, and shut the door quietly behind me. Billy stared with curious, guarded eyes as I walked slowly back into the front room. \"I think I'll let him get some rest.\" Billy nodded, and then we gazed at each other for a minute. I was dying to ask him about his part in this. What did he think of what his son had become? But I knew how he'd supported Sam from the very beginning, and so I supposed the murders must not bother him. How he justified that to himself I couldn't imagine. I could see many questions for me in his dark eyes, but he didn't voice them either. \"Look,\" I said, breaking the loud silence. \"I'll be down at the beach for a while. When he wakes up, tell him I'm waiting for him, okay?\" \"Sure, sure,\" Billy agreed. I wondered if he really would. Well, if he didn't, I'd tried, right? I drove down to First Beach and parked in the empty dirt lot. It was still dark—the gloomy predawn of a cloudy day—and when I cut the headlights it was hard to see. I had to let my eyes adjust before I could find the path that led through the tall hedge of weeds. It was colder here, with the wind whipping off the black water, and I shoved my hands deep into the pockets of my winter jacket. At least the rain had stopped. I paced down the beach toward the north seawall. I couldn't see St. James or the other islands, just the vague shape of the water's edge. I picked my way carefully across the rocks, watching out for driftwood that might trip me. I found what I was looking for before I realized I was looking for it. It materialized out of the gloom when it was just a few feet away: a long bone-white driftwood tree stranded deep on the rocks. The roots twisted up at the seaward end, like a hundred brittle tentacles. I couldn't be sure that it was the same tree where Jacob and I had had our first conversation—a conversation that had begun so many different, tangled threads of my life—but it seemed to be in about the same place I sat down where I'd sat before, and stared out across the invisible sea. Seeing Jacob like that—innocent and vulnerable in sleep—had stolen all my revulsion, dissolved all my anger. I still couldn't turn a blind eye to what was happening, like Billy seemed to, but I couldn't condemn Jacob for it either. Love didn't work that way, I decided. Once you cared about a person, it was impossible to be logical about them anymore. Jacob was my friend whether he killed people or not. And I didn't know what I was going to do about that. When I pictured him sleeping so peacefully, I felt an overpowering urge to protect him. Completely illogical. Illogical or not, I brooded over the memory his peaceful face, trying to come up with some answer, some way to shelter him, while the sky slowly turned gray. \"Hi, Bella.\" Jacob's voice came from the darkness and made me jump. It was soft, almost shy, but I'd been expecting some forewarning from the noisy rocks, and so it still startled me. I could see his silhouette against the coming sunrise—it looked enormous. \"Jake?\" He stood several paces away, shifting his weight from foot to foot anxiously. \"Billy told me you came by—didn't take you very long, did it? I knew you could figure it out.\" \"Yeah, I remember the right story now,\" I whispered. It was quiet for a long moment and, though it was still too dark to see well, my skin prickled as if his eyes were searching my face. There must have been enough light for him to read my expression, because when he spoke again, his voice was suddenly acidic. \"You could have just called,\" he said harshly. I nodded. \"I know.\" Jacob started pacing along the rocks. If I listened very hard, I could just hear the gentle brush of his feet on the rocks behind the sound of the waves. The rocks had clattered like castanets for me. \"Why did you come?\" he demanded, not halting his angry stride. \"I thought it would be better face-to-face.\" He snorted. \"Oh, much better.\" \"Jacob, I have to warn you—\" \"About the rangers and the hunters? Don't worry about it. We already know.\" \"Don't worry about it?\" I demanded in disbelief. \"Jake, they've got guns! They're setting traps and offering rewards and—\" \"We can take care of ourselves,\" he growled, still pacing. \"They're not going to catch anything. They're only making it more difficult—they'll start disappearing soon enough, too.\" \"Jake!\" I hissed. \"What? It's just a fact.\" My voice was pale with revulsion. \"How can you… feel that way? You know these people. Charlie's out there!\" The thought made my stomach twist. He came to an abrupt stop. \"What more can we do?\" he retorted. The sun turned the clouds a slivery pink above us. I could see his expression now; it was angry, frustrated, betrayed. \"Could you… well, try to not be a… werewolf?\" I suggested in a whisper. He threw his hands up in the air. \"Like I have a choice about it!\" he shouted. \"And how would that help anything, if you're worried about people disappearing?\" \"I don't understand you.\" He glared at me, his eyes narrowing and his mouth twisting into a snarl. \"You know what makes me so mad I could just spit?\" I flinched away from his hostile expression. He seemed to be waiting for an answer, so I shook my head. \"You're such a <em>hypocrite</em>, Bella—there you sit, terrified of me! How is that fair?\" His hands shook with anger. \"<em>Hypocrite</em>? How does being afraid of a monster make me a <em>hypocrite</em>?\" \"Ugh!\" he groaned, pressing his trembling fists to his temples and squeezing his eyes shut. \"Would you listen to yourself?\" \"What?\" He took two steps toward me, leaning over me and glaring with fury. \"Well, I'm so sorry that I can't be the right kind of monster for you, Bella. I guess I'm just not as great as a bloodsucker, am I?\" I jumped to my feet and glared back. \"No, you're not!\" I shouted. \"It's not what you are, stupid, it's what you do!\" \"What's that supposed to mean?\" He roared, his entire frame quivering with rage. I was taken entirely by surprise when Edward's voice cautioned me. \"Be very careful, Bella,\" his velvet voice warned. \"Don't push him too far. You need to calm him down.\" Even the voice in my head was making no sense today. I listened to him, though. I would do anything for that voice. \"Jacob,\" I pleaded, making my tone soft and even. \"Is it really necessary to kill people, Jacob? Isn't there some other way? I mean, if vampires can find a way to survive without murdering people, couldn't you give it a try, too?\" He straightened up with a jerk, like my words had sent an electric shock through him. His eyebrows shot up and his eyes stared wide. \"Killing people?\" he demanded. \"What did you think we were talking about?\" He wasn't trembling anymore. He looked at me with half-hopeful disbelief. \"I thought we were talking about your disgust for werewolves.\" \"No, Jake, no. It's not that you're a… wolf. That's fine,\" I promised him, and I knew as I said the words that I meant them. I really didn't care if he turned into a big wolf—he was still Jacob. \"If you could just find a way not to hurt people… that's all that upsets me. These ate innocent people, Jake, people like Charlie, and I can't just look the other way while you—\" \"Is that all? Really?\" he interrupted me, a smile breaking across his face. \"You're just scared because I'm a murderer? That's the only reason?\" \"Isn't that reason enough?\" He started to laugh. \"Jacob Black, this is so not funny!\" \"Sure, sure,\" he agreed, still chortling. He took one long stride and caught me in another vice-tight bear hug. \"You really, honestly don't mind that I morph into a giant dog?\" he asked, his voice joyful in my ear. \"No,\" I gasped. \"Can't—breathe—Jake!\" He let me go, but took both my hands. \"I'm not a killer, Bella.\" I studied his face, and it was clear that this was the truth. Relief pulsed through me. \"Really?\" I asked. \"Really,\" he promised solemnly. I threw my arms around him. It reminded me of that first day with the motorcycles—he was bigger, though, and I felt even more like a child now. Like that other time, he stroked my hair. \"Sorry I called you a <em>hypocrite</em>,\" he apologized. \"Sorry I called you a murderer.\" He laughed. I thought of something then, and pulled away from him so that I could see his face. My eyebrows furrowed in anxiety. \"What about Sam? And the others?\" He shook his head, smiling like a huge burden had been removed from his shoulders.  \"Of course not. Don't you remember what we call ourselves?\" The memory was clear—I'd just been thinking of that very day. \"Protectors?\" \"Exactly.\" \"But I don't understand. What's happening in the woods? The missing hikers, the blood?\" His face was serious, worried at once. \"We're trying to do our job, Bella. We're trying to protect them, but we're always just a little too late.\" \"Protect them from what? Is there really a bear out there, too?\" \"Bella, honey, we only protect people from one thing—our one enemy. It's the reason we exist—because they do.\" I stared at him blankly for one second before I understood. Then the blood drained from my face and a thin, wordless cry of horror broke through my lips. He nodded. \"I thought you, of all people, would realize what was really going on.\" \"Laurent,\" I whispered. \"He's still here.\" Jacob blinked twice, and cocked his head to one side. \"Who's Laurent?\" I tried to sort out the chaos in my head so that I could answer. \"You know—you saw him in the meadow. You were there…\" The words came out in a wondering tone as it all sunk in. \"You were there, and you kept him from killing me…\" \"Oh, the black-haired leech?\" He grinned, a tight, fierce grin. \"Was that his name?\" I shuddered. \"What were you thinking?\" I whispered. \"He could have killed you! Jake, you don't realize how dangerous—\" Another laugh interrupted me \"Bella, one lone vampire isn't much of a problem for a pack as big as ours. It was so easy, it was hardly even fun!\" \"What was so easy?\" \"Killing the bloodsucker who was going to kill you. Now, I don't count that towards the whole murder thing,\" he added quickly. \"Vampires don't count as people.\" I could only mouth the words. \"You… killed… Laurent?\" He nodded. \"Well, it was a group effort,\" he qualified. \"Laurent is dead?\" I whispered. His expression changed. \"You're not upset about that, are you? He was going to kill you—he was going for the kill, Bella, we were sure of that before we attacked. You know that, right?\" \"I know that. No, I'm not upset—I'm…\" I had to sit down. I stumbled back a step until I felt the driftwood against my calves, and then sank down onto it. \"Laurent is dead. He's not coming back for me.\" \"You're not mad? He wasn't one of your friends or anything, was he?\" \"My friend?\" I stared up at him, confused and dizzy with relief. I started babbling, my eyes getting moist. \"No, Jake. I'm so… so relieved. I thought he was going to find me—I've been waiting for him every night, just hoping that he'd stop with me and leave Charlie alone. I've been so frightened, Jacob… But how? He was a vampire! How did you kill him? He was so strong, so hard, like marble…\" He sat down next to me and put one big arm around me comfortingly. \"It's what we're made for, Bells.  We're strong, too. I wish you would have told me that you were so afraid. You didn't need to be.\" \"You weren't around,\" I mumbled, lost in thought. \"Oh, right.\" \"Wait, Jake—I thought you knew, though. Last night, you said it wasn't safe for you to be in my room. I thought you knew that a vampire might be coming. Isn't that what you were talking about?\" He looked confused for a minute, and then he ducked his head. \"No, that's not what I meant.\" \"Then why didn't you think it was safe for you there?\" He looked at me with guilt-ridden eyes. \"I didn't say it wasn't safe for me. I was thinking of you.\" \"What do you mean?\" He looked down and kicked a rock. \"There's more than one reason I'm not supposed to be around you, Bella. I wasn't supposed to tell you our secret, for one thing, but the other part is that it's not safe for you.  If I get too mad… too upset… you might get hurt.\" I thought about that carefully. \"When you were mad before… when I was yelling at you… and you were shaking… ?\" \"Yeah.\" His face dropped even lower. \"That was pretty stupid of me. I have to keep a better hold on myself. I swore I wasn't going to get mad, no matter what you said to me. But… I just got so upset that I was going to lose you… that you couldn't deal with what I am…\" \"What would happen… if you got too mad?\" I whispered. \"I'd turn into a wolf,\" he whispered back. \"You don't need a full moon.\" He rolled his eyes. \"Hollywood's version doesn't get much right.\" Then he sighed, and was serious again. \"You don't need to be so stressed out, Bells. We're going to take care of this. And we're keeping a special eye on Charlie and the others—we won't let anything happen to him. Trust me on that.\" Something very, very obvious, something I should have grasped at once—but I'd been so distracted by the idea of Jacob and his friends fighting with Laurent, that I'd completely missed it at the time—occurred to me only then, when Jacob used the present tense again. We're going to take care of this. It wasn't over. \"Laurent is dead,\" I gasped, and my entire body went ice cold. \"Bella?\" Jacob asked anxiously, touching my ashen cheek. \"If Laurent died… a week ago… then someone else is killing people now.\" Jacob nodded; his teeth clenched together, and he spoke through them. \"There were two of them. We thought his mate would want to fight us—in our stories, they usually get pretty pissed off if you kill their mate—but she just keeps running away, and then coming back again. If we could figure out what she was after, it would be easier to take her down. But she makes no sense. She keeps dancing around the edges, like she's testing our defenses, looking for a way in—but in where? Where does she want to go?  Sam thinks she's trying to separate us, so she'll have a better chance…\" His voice faded until it sounded like it was coming through a long tunnel; I couldn't make out the individual words anymore. My forehead dewed with sweat and my stomach rolled like I had the stomach flu again. Exactly like I had the flu. I turned away from him quickly, and leaned over the tree trunk. My body convulsed with useless heaves, my empty stomach contracting with horrified nausea, though there was nothing in it to expel. Victoria was here. Looking for me. Killing strangers in the woods. The woods where Charlie was searching… My head spun sickeningly. Jacob's hands caught my shoulders—kept me from sliding forward onto the rocks. I could feel his hot breath on my cheek. \"Bella! What's wrong?\" \"Victoria,\" I gasped as soon as I could catch my breath around the nauseous spasms. In my head, Edward snarled in fury at the name. I felt Jacob pull me up from my slump. He draped me awkwardly across his lap, laying my limp head against his shoulder. He struggled to balance me, to keep me from sagging over, one way or the other he brushed the sweaty hair back from my face. \"Who?\" Jacob asked. \"Can you hear me, Bella? Bella?\" \"She wasn't Laurent's mate,\" I moaned into his shoulder. \"They were just old friends…\" \"Do you need some water? A doctor? Tell me what to do,\" he demanded, frantic. \"I'm not sick—I'm scared,\" I explained in a whisper. The word scared didn't really seem to cover it. Jacob patted my back. \"Scared of this Victoria?\" I nodded, shuddering. \"Victoria is the red-haired female?\" I trembled again, and whimpered, \"Yes.\" \"How do you know she wasn't his mate?\" \"Laurent told me James was her mate,\" I explained, automatically flexing the hand with the scar. He pulled my face around, holding it steady in his big hand. He stared intently into my eyes. \"Did he tell you anything else, Bella? This is important. Do you know what she wants?\" \"Of course,\" I whispered. \"She wants me.\" His eyes flipped wide, then narrowed into slits. \"Why?\" he demanded. \"Edward killed James,\" I whispered. Jacob held me so tightly that there was no need for me to clutch at the hole—he kept me in one piece. \"She did get… pissed off. But Laurent said she thought it was fairer to kill me than Edward. Mate for mate. She didn't know—still doesn't know, I guess—that… that…\" I swallowed hard. \"That things aren't like that with us anymore. Not for Edward, anyway.\" Jacob was distracted by that, his face torn between several different expressions. \"Is that what happened? Why the Cullens left?\" \"I'm nothing but a human, after all. Nothing special,\" I explained, shrugging weakly. Something like a growl—not a real growl, just a human approximation—rumbled in Jacob's chest under my ear. \"If that idiot bloodsucker is honestly stupid enough—\" \"Please,\" I moaned. \"Please. Don't.\" Jacob hesitated, then nodded once. \"This is important,\" he said again, his face all business now. \"This is exactly what we needed to know.We've got to tell the others right away.\" He stood, pulling me to my feet. He kept two hands on my waist until he was sure I wasn't going to fall. \"I'm okay,\" I lied. He traded his hold on my waist for one of my hands. \"Let's go.\" He pulled me back toward the truck. \"Where are we going?\" I asked. \"I'm not sure yet,\" he admitted. \"I'll call a meeting. Hey, wait here for just a minute, okay?\" He leaned me against the side of the truck and released my hand. \"Where are you going?\" \"I'll be right back,\" he promised. Then he turned and sprinted through the parking lot, across the road, and into the bordering forest. He flitted into the trees, swift and sleek as a deer. \"Jacob!\" I yelled after him hoarsely, but he was already gone. It was not a good time to be left alone. Seconds after Jacob was out of sight, I was hyperventilating. I dragged myself into the cab of the truck, and mashed the locks down at once. It didn't make me feel any better. Victoria was already hunting me. It was just luck that she hadn't found me yet—just luck and five teenage werewolves. I exhaled sharply. No matter what Jacob said, the thought of him coming anywhere close to Victoria was horrifying. I didn't care what he could turn into when he got mad. I could see her in my head, her face wild, her hair like flames, deadly, indestructible… But, according to Jacob, Laurent was gone. Was that really possible? Edward—I clutched automatically at my chest—had told me how difficult it was to kill a vampire. Only another vampire could do the job. Yet Jake said this was what werewolves were made for… He said they were keeping a special eye on Charlie—that I should trust the werewolves to keep my father safe. How could I trust that? None of us were safe! Jacob the very least of all, if he was trying to put himself between Victoria and Charlie… between Victoria and me. I felt like I might be about to throw up again. A sharp rap on the truck's window made me yelp in terror—but it was just Jacob, back already. I unlocked the door with trembling, grateful fingers. \"You're really scared, aren't you?\" he asked as he climbed in. I nodded. \"Don't be. We'll take care of you—and Charlie, too. I promise.\" \"The idea of you finding Victoria is scarier than the idea of her finding me,\" I whispered. He laughed. \"You've got to have a little more confidence in us than that. It's insulting.\" I just shook my head. I'd seen too many vampires in action. \"Where did you go just now?\" I asked. He pursed his lips, and said nothing. \"What? Is it a secret?\" He frowned. \"Not really. It's kind of weird, though. I don't want to freak you out.\" \"I'm sort of used to weird by this point, you know.\" I tried to smile without much success. Jacob grinned back easily. \"Guess you'd have to be. Okay. See, when we're wolves, we can… hear each other.\" My eyebrows pulled down in confusion. \"Not hear sounds,\" he went on, \"but we can hear… thoughts—each other's anyway—no matter how far away from each other we are. It really helps when we hunt, but it's a big pain otherwise. It's embarrassing—having no secrets like that. Freaky, eh?\" \"Is that what you meant last night, when you said you would tell them you'd seen me, even though you didn't want to?\" \"You're quick.\" \"Thanks.\" \"You're also very good with weird. I thought that would bother you.\" \"It's not… well, you're not the first person I've known who could do that. So it doesn't seem so weird to me.\" \"Really?… Wait—are you talking about your bloodsuckers?\" \"I wish you wouldn't call them that.\" He laughed. \"Whatever. The Cullens, then?\" \"Just… just Edward.\" I pulled one arm surreptitiously around my torso. Jacob looked surprised—unpleasantly so. \"I thought those were just stories. I've heard legends about vampires who could do… extra stuff, but I thought that was just a myth.\" \"Is anything just a myth anymore?\" I asked him wryly. He scowled. \"Guess not. Okay, we're going to meet Sam and the others at the place we go to ride our bikes.\" I started the truck and headed back up the road. \"So did you just turn into a wolf now, to talk to Sam?\" I asked, curious. Jacob nodded, seeming embarrassed. \"I kept it real short—I tried not to think about you so they wouldn't know what was going on. I was afraid Sam would tell me I couldn't bring you.\" \"That wouldn't have stopped me.\" I couldn't get rid of my perception of Sam as the bad guy. My teeth clenched together whenever I heard his name. \"Well, it would have stopped me,\" Jacob said, morose now. \"Remember how I couldn't finish my sentences last night? How I couldn't just tell you the whole story?\" \"Yeah. You looked like you were choking on something.\" He chuckled darkly. \"Close enough. Sam told me I couldn't tell you. He's… the head of the pack, you know. He's the Alpha. When he tells us to do something, or not to do something—when he really means it, well, we can't just ignore him.\" \"Weird,\" I muttered. \"Very,\" he agreed. \"It's kind of a wolf thing.\" \"Huh\" was the best response I could think of. \"Yeah, there's a load of stuff like that—wolf things. I'm still learning. I can't imagine what it was like for Sam, trying to deal with this alone.  It sucks bad enough to go through it with a whole pack for support.\" \"Sam was alone?\" \"Yeah.\" Jacob's voice lowered. \"When I… changed, it was the most… horrible, the most terrifying thing I've ever been through—worse than anything I could have imagined. But I wasn't alone—there were the voices there, in my head, telling me what had happened and what I had to do. That kept me from losing my mind, I think. But Sam…\" He shook his head. \"Sam had no help.\" This was going to take some adjusting. When Jacob explained it like that, it was hard not to feel compassion for Sam. I had to keep reminding myself that there was no reason to hate him anymore. \"Will they be angry that I'm with you?\" I asked. He made a face. \"Probably.\" \"Maybe I shouldn't—\" \"No, it's okay,\" he assured me. \"You know a ton of things that can help us. It's not like you're just some ignorant human. You're like a… I don't know, spy or something. You've been behind enemy lines.\" I frowned to myself. Was that what Jacob would want from me? Insider information to help them destroy their enemies? I wasn't a spy, though. I hadn't been collecting that kind of information. Already, his words made me feel like a traitor. But I wanted him to stop Victoria, didn't I? No. I did want Victoria to be stopped, preferably before she tortured me to death or ran into Charlie or killed another stranger. I just didn't want Jacob to be the one to stop her, or rather to try. I didn't want Jacob within a hundred miles of her. \"Like the stuff about the mind-reading bloodsucker,\" he continued, oblivious to my reverie. \"That's the kind of thing we need to know about. That really sucks that those stories are true. It makes everything more complicated. Hey, do you think this Victoria can do anything special?\" \"I don't think so,\" I hesitated, and then sighed. \"He would have mentioned it.\" \"He? Oh, you mean Edward—oops, sorry. I forgot. You don't like to say his name. Or hear it.\" I squeezed my midsection, trying to ignore the throbbing around the edges of my chest. \"Not really, no.\" \"Sorry.\" \"How do you know me so well, Jacob? Sometimes it's like you can read my mind.\" \"Naw. I just pay attention.\" We were on the little dirt road where Jacob had first taught me to ride the motorcycle. \"This good?\" I asked. \"Sure, sure.\" I pulled over and cut the engine. \"You're still pretty unhappy, aren't you?\" he murmured. I nodded, staring unseeingly into the gloomy forest. \"Did you ever think… that maybe… you're better off?\" I inhaled slowly, and then let my breath out. \"No.\" \"'Cause he wasn't the best—\" \"Please, Jacob,\" I interrupted, begging in a whisper. \"Could we please not talk about this? I can't stand it.\" \"Okay.\" He took a deep breath. \"I'm sorry I said anything.\" \"Don't feel bad. If things were different, it would be nice to finally be able to talk to someone about it.\" He nodded. \"Yeah, I had a hard time keeping a secret from you for two weeks. It must be hell to not be able to talk to anyone.\" \"Hell,\" I agreed. Jacob sucked in a sharp breath. \"They're here. Let's go.\" \"Are you sure?\" I asked while he popped his door open. \"Maybe I shouldn't be here.\" \"They'll deal with it,\" he said, and then he grinned. \"Who's afraid of the big, bad wolf?\" \"Ha ha,\" I said. But I got out of the truck, hurrying around the front end to stand close beside Jacob. I remembered only too clearly the giant monsters in the meadow. My hands were trembling like Jacob's had been before, but with fear rather than rage. Jake took my hand and squeezed it. \"Here we go.\"",
            "vi": "1 3           13. KẺ GIẾT NGƯỜI  Nếu đó chẳng phải ai khác mà chính là Jacob, tôi tự nghĩ, lắc đầu khi lái xe vào đường cao tốc dọc theo khu rừng đến La Push.  Tôi vẫn không chắc mình có đang làm chuyện đúng đắn không, nhưng tôi đành phải tự chấp nhận.  Tôi không thể bỏ qua điều Jacob và bạn của anh ta, bầy đàn của anh ta, đang làm. Giờ thì tôi đã hiểu điều anh nói đêm qua – rằng tôi có thể sẽ không muốn gặp lại anh nữa- và lẽ ra tôi có thể chỉ cần gọi điện thoại thôi như anh đã đề nghị, nhưng tôi cảm thấy vậy là hèn nhát. Chí ít thì tôi cũng nợ anh một cuộc nói chuyện trực tiếp. Tôi sẽ nói thẳng vào mặt anh là tôi không thể bỏ qua cho chuyện đang diễn ra. Tôi không thể làm bạn với một kẻ giết người mà chẳng nói gì, cứ để cho chuyện giết chóc tiếp tục diễn ra… Nếu vậy thì tôi cũng sẽ là một con quái vật thôi.  Nhưng tôi cũng không thể không nói trước cho anh biết. Tôi phải làm mọi chuyện có thể để bảo vệ anh.  Tôi dừng lại trước nhà gia đình Black, môi mím lại cương quyết. Thật hết sức tồi tệ khi bạn thân nhất của mình là người sói. Có phải anh cũng buộc phải làm quái vật không? Ngôi nhà tối om, không ánh đèn trong cửa sổ, nhưng tôi không quan tâm chuyện mình sẽ đánh thức họ. Tôi dộng thình thình vào cửa trước bực tức hết mức; âm thanh dội vào các bức tường.  Sau một phút, tôi nghe tiếng Billy bảo \"Vào đi,” rồi một cái đèn bật lên.  Tôi vặn nắm đấm; cửa không khoá. Billy đang tựa gần ô cửa mở ra ngoài căn bếp nhỏ, với áo choàng tắm vắt vai, chưa ngồi vào xe lăn. Khi ông biết đó là ai rồi thì mắt ông lập tức mở to, rồi khuôn mặt ông trở lại bình thản.  \"À, chào buổi sáng, Bella. Sao cháu đến đây sớm thế?\" \"Chào bác Billy. Cháu cần nói chuyện với Jake – bạn ấy đâu rồi?\" \"Ờ... bác cũng không biết,\" ông nói dối, mặt thản nhiên như không.  \"Bác có biết Charlie đang làm gì sáng nay không?\" Tôi hỏi, chán ngấy chuyện đánh trống lảng.  \"Bác biết à?\" \"Bố cháu và cả nửa số đàn ông trong thành phố đang ở trong rừng mang theo súng để săn mấy con sói lớn.\" Billy thoáng đổi sắc, rồi trở nên bình thản. \"Vì vậy cháu muốn nói chuyện với Jake về chuyện đó, nếu bác không cảm thấy phiền, \" tôi tiếp tục.  Billy mím đôi môi dày của mình một hồi lâu. \"Bác chắc là nó vẫn đang ngủ,\" cuối cùng ông lên tiếng, hất đầu về phía căn phòng nhỏ xíu ngoài phòng khách. \" Mấy ngày nay nó đi chơi về trễ lắm. Con nít cần phải nghỉ ngơi - có lẽ cháu không nên kêu nó dậy.” \"Đến lượt mình,\" tôi lẩm bẩm nho nhỏ khi đi về phía căn phòng. Billy thở dài.  Cái tủ nhỏ xíu của Jacob trong căn phòng là cửa duy nhất trong cái phòng khách dài một thước Anh. Tôi chẳng thèm gõ cửa. Tôi đẩy mạnh mở cánh cửa ra; nó đập rầm vô tường một cái.  Jacob - vẫn mặc bộ đồ len ngắn màu đen đêm qua – nằm thẳng cẳng vắt ngang cái giường đôi chiếm hết căn phòng chỉ chừa một vài in-sơ quanh các cạnh tường. Ngay cả khi nằm xiên, giường cũng chẳng đủ dài; chân anh chàng thõng xuống ở đầu này còn đầu thì gác bên đầu giường kia. Anh chàng ngủ say, ngáy khe khẽ miệng há hốc. Tiếng cửa đánh sầm thậm chí cũng chẳng làm anh giật mình.  Khuôn mặt anh thanh thản trong giấc ngủ say, mọi nét giận dữ đều không còn. Có quầng thâm dưới mắt anh chàng mà trước đây tôi không để ý. Mặc dù to lớn kềnh càng, anh chàng giờ đây trông rất trẻ con, và thật mệt mỏi.  Lòng thương hại làm tôi chùn bước.  Tôi bước trở ra, và lặng lẽ đóng cửa lại.  Billy nhìn tò mò, dè dặt khi tôi chậm rãi đi vào phòng khách trở lại.  \"Cháu nghĩ cháu nên để cho bạn ấy nghỉ ngơi một chút.” Billy gật đầu, rồi chúng tôi nhìn chằm chằm vào nhau một lát. Tôi nóng lòng muốn hỏi ông vai trò của ông trong chuyện này.  Ông nghĩ gì về chuyện con trai mình đã biến thành thứ đó? Nhưng tôi biết ông ủng hộ Sam ngay từ đầu, và vì vậy tôi cho rằng mấy vụ giết người ắt chẳng làm ông bận lòng. Tôi không thể tưởng tượng được làm sao ông có thể cảm thấy thanh thản được.  Tôi thấy ông cũng có nhiều câu muốn hỏi trong đôi mắt đen của ông, nhưng ông cũng chẳng thốt nên lời.  \"Này bác, \" tôi nói, phá tan bầu không khí im lặng. \"Cháu sẽ xuống bãi biển một lát. Khi bạn ấy thức dậy, bác nói dùm với bạn ấy là cháu đang đợi, được không?” \"Đương nhiên, chắc chắn rồi,” Billy đồng ý.  Tôi tự hỏi có thật ông sẽ nói không. Ừm, nếu ông không nói, thì tôi cũng đã cố gắng rồi, đúng không? Tôi lái xe xuống First Beach và đỗ xe ở chỗ đất trống. Trời vẫn còn tối – bầu trời rạng sáng ảm đạm của một ngày đầy mây - và khi tôi tắt đèn pha thì trời tối rất khó thấy đường. Tôi phải điều chỉnh mắt rồi mới thấy đường dẫn vào hàng cỏ dại cao. Ở đây lạnh hơn, gió thổi mạnh từ mặt nước đen ngòm, và tôi thọc sâu tay vào túi chiếc áo khoác mùa đông của mình. Ít ra thì mưa cũng đã tạnh.  Tôi đi từ từ xuống bãi biển theo hướng con đê về phía bắc. Tôi không thể thấy được đảo thánh James hoặc những đảo khác, chỉ thấy bóng dáng mờ mờ của bờ biển. Tôi cẩn thận đi qua đám đá, coi chừng xem có khúc gỗ nào trôi giạt có thể làm tôi vấp ngã không. Tôi thấy điều mình đang tìm trước khi tôi nhận ra mình đang tìm nó. Nó hiện ra trong bóng đêm chỉ cách vài bước: một cây gỗ trôi giạt dài trắng phau bị kẹt sâu vào đá. Những cái rễ xoắn theo hướng biển, như một trăm cái xúc tu mỏng  manh. Tôi không chắc đó có phải cùng cái cây nơi Jacob và tôi lần đầu tiên chuyện trò - một cuộc chuyện trò đã gây ra quá nhiều thay đổi, làm xáo trộn cuộc đời tôi - nhưng có vẻ đúng là nơi tôi đã từng ngồi trước đây, và nhìn chằm chằm vào mặt biển vô hình.  Nhìn thấy Jacob như thế - vô tội và dễ bị tổn thương trong giấc ngủ - đã làm nỗi khiếp sợ của tôi tan biến, xua đi mọi cơn phẫn nộ của tôi. Tôi vẫn không thể vờ là không biết chuyện đang xảy ra, giống Billy, nhưng tôi cũng không thể kết tội Jacob đã làm chuyện đó.  Tình yêu có lý lẽ riêng của nó, tôi quyết định.  Một khi bạn đã quan tâm đến một người, thì không thể nào cư xử hợp lý được nữa. Jacob vẫn là bạn tôi dù anh ta có là kẻ giết người hay không. Và tôi chẳng biết phải làm sao nữa.  Khi hình dung anh chàng đang ngủ thanh thản như thế, lòng tôi tràn ngập ý nghĩ thôi thúc muốn bảo vệ anh.  Thiệt hết sức phi lý.  Dù có phi lý hay không nữa, tôi vẫn ấp ủ trong đầu ký ức về khuôn mặt bình yên của anh chàng, cố đưa ra một câu trả lời nào đó, một cách nào đó để che chở cho anh, trong khi bầu trời từ từ chuyển sang xám xịt.  \"Chào, Bella.\" Giọng Jacob phát ra từ bóng tối và làm tôi giật nảy mình. Âm thanh dịu dàng, gần như nhút nhát, nhưng vì tôi cứ tưởng sẽ có tiếng động báo trước từ phía đống đá lạo xạo kia, nên nó cứ làm tôi giật mình. Tôi nhìn thấy bóng anh dưới ánh mặt trời đang mọc - trông thật to lớn.  \"Jake?\" Anh chàng đứng cách tôi vài bước, chuyển thân từ chân này sang chân kia lo lắng.  \"Billy có nói với tôi là bạn ghé qua – bạn đâu phải suy nghĩ lâu hả? Tôi biết bạn có thể nghĩ ra chuyện đó mà. \" \"Ờ, giờ thì tôi đã nhớ ra chuyện gì rồi\" tôi thì thầm.  Yên lặng hồi lâu và, mặc dù trời vẫn còn tối chưa thể nhìn rõ mọi vật, nhưng da tôi có cảm giác bị kim châm khi mắt anh nhìn dò hỏi trên mặt tôi. Hẳn là đủ sáng để anh chàng đọc được vẻ mặt tôi, vì khi nói tiếp, giọng anh bỗng chua chát.  \"Đáng lẽ bạn chỉ cần gọi điện là được rồi,\" anh cay đắng nói.  Tôi gật đầu. \"Tôi biết.” Jacob bắt đầu bước tới lui dọc theo mấy tảng đá. Nếu lắng nghe kỹ, tôi có thể nghe được tiếng bước chân nhẹ nhàng anh trên đá ngoài âm thanh sóng vỗ.  Đá va vào nhau lách cách như tiếng đàn catanhet đối với tôi.  \"Vậy sao bạn lại đến?\" anh gặng hỏi, không dừng bước chân giận dữ của mình.  \"Tôi nghĩ trực tiếp nói chuyện với nhau thì tốt hơn.\" Anh khịt mũi. \"Ồ, tốt hơn nhiều.\" \"Jacob, tôi phải báo trước cho bạn biết \" \"Chuyện mấy người kiểm lâm và thợ săn à? Đừng lo về chuyện đó. Chúng tôi đã biết rồi.\" \"Đừng lo chuyện đó à ?\" Tôi nghi ngờ gặng hỏi. \"Jake, họ có súng! Họ đang đặt bẫy và treo giải thưởng và - \" \"Chúng tôi có thể tự lo lấy, \" anh gầm gừ, vẫn đi tới đi lui. \"Họ sẽ chẳng bắt được gì đâu. Họ chỉ làm chuyện này trở nên khó khăn hơn – chẳng bao lâu nữa họ cũng sẽ biến mất.\" \"Jake!\" Tôi rít lên.  \"Sao chứ? Đó là sự thật mà. \" Giọng tôi yếu ớt sợ hãi. \"Sao bạn ... có thể nghĩ kiểu thế được? Bạn quen mấy người này mà. Charlie đang ở ngoài đó!\"  Ý nghĩ đó làm ruột gan tôi thắt lại.  Anh dừng lại đột ngột. \"Chúng tôi có thể làm gì hơn?\" anh vặn vẹo.  Mặt trời biến những đám mây thành màu hồng bạc phía trên chúng tôi. Giờ đây tôi có thể nhìn thấy được vẻ mặt anh ấy; giận dữ, thất vọng, bị phản bội.  \"Bạn có thể… ừm, cố gắng không làm ... người sói được không?\" Tôi thì thầm đề nghị.  Anh giơ tay lên không trung. \"Làm như tôi chọn cuộc sống đó không bằng!\" anh chàng la to.  \"Và vậy thì giúp được gì, nếu bạn lo lắng cho những người mất tích?\" “Tôi không hiểu bạn.” Anh nhìn tôi chăm chăm, mắt nheo lại và miệng nhăn lại cằn nhằn. \"Bạn biết điều gì đã làm tôi nổi điên đến mức tôi phải nói ra không?\" Tôi chùn người vì vẻ thù địch của anh. Anh dường như đang chờ câu trả lời, vì vậy tôi lắc đầu.  \"Bạn là một người giả nhân giả nghĩa quá sức, Bella - bạn ngồi đó, khiếp sợ tôi! Thế có công bằng không chứ?\" Bàn tay anh run lên vì tức giận.  \"Giả nhân giả nghĩa à?  Làm sao mà sợ một con quái vật lại biến tôi thành một kẻ giả nhân giả nghĩa chớ?\" \"Ôi!\" anh rên rỉ, ấn hai nắm tay đang run rẩy lên  thái dương và nhắm nghiền mắt. \"Bạn có biết bạn đang nói gì không?\" \"Gì vậy?\" Anh bước hai bước về phía tôi, nghiêng người về phía tôi và nhìn trừng trừng giận dữ. \"Ừm, tôi xin lỗi vì tôi không phải là loại quái vật thích hợp dành cho bạn, Bella. Tôi nghĩ tôi chẳng vĩ đại bằng một thằng hút máu, phải không?\" Tôi nhảy cẫng lên và nhìn trừng trừng lại. \"Không, bạn không vậy!\"  Tôi la lớn. \"Không phải chuyện bạn là ai, đồ ngốc, mà là chuyện bạn làm gì!\" \"Bạn nói thế là có ý gì?\" Anh gầm lên, toàn thân run lẩy bẩy vì tức giận.  Tôi hoàn toàn sửng sốt khi giọng của Edward cảnh tỉnh tôi. \"Cẩn thận nhé, Bella,\" giọng nói mượt mà của anh cảnh báo. “Đừng ép cậu ấy quá. Em cần phải làm dịu cậu ấy xuống. \" Hôm nay ngay cả giọng nói trong đầu tôi, tôi cũng chẳng hiểu.  Mặc dù vậy tôi vẫn lắng nghe anh. Tôi sẽ làm bất cứ điều gì vì tiếng nói đó.  \"Jacob,\" tôi khẩn khoản, làm giọng mình nhẹ nhàng, điềm đạm. \"Có thực cần phải giết người không, Jacob? Chẳng còn  cách nào khác sao? Ý tôi là, ma cà rồng mà còn tìm được cách sống mà không phải giết người, thì tại sao bạn lại không thử một lần chớ?\" Anh bất thình lình đứng thẳng lên, như thể lời tôi nói là dòng điện đang giật anh. Lông mày anh nhướng lên và mắt anh mở to trừng trừng.  \"Giết người?\" anh hỏi.  \"Chứ bạn nghĩ mình đang nói về chuyện gì?\" Anh không còn run rẩy nữa. Anh nhìn tôi với vẻ không tin lại vừa tràn trề hy vọng. \"Tôi tưởng mình đang nói về sự kinh tởm của bạn đối với người sói. \" \"Không, Jake, không đâu. Không phải chuyện bạn là... người sói. Chuyện đó không sao hết, \" tôi hứa với anh, và tôi biết mình nói những lời ấy thật lòng. Tôi thật sự chẳng quan tâm dù anh có biến thành một con chó sói khổng lồ – anh vẫn cứ là Jacob. \"Giá mà bạn tìm ra được cách để không hại con người... đó là toàn bộ chuyện làm tôi lo lắng.  Mấy con sói này ăn thịt người vô tội, Jake à, những người như Charlie, mà tôi không thể làm ngơ, phớt lờ đi trong khi bạn - \" \"Chỉ vậy thôi à? Thật đó hả?\" anh ngắt lời tôi, nụ cười nở trên mặt anh. “Bạn chỉ sợ vì tôi là kẻ giết người ư?  Chỉ lý do đó thôi sao?\" \"Lý do đó còn chưa đủ sao?\" Anh chàng bắt đầu cười phá lên.  \"Jacob Black, chuyện này có gì mắc cười đâu!\" \"Đương nhiên, chắc chắn rồi,\" anh đồng ý, vẫn cười nắc nẻ.  Anh chàng sải một bước dài và ôm siết lấy tôi.  \"Bạn thật sự, thật sự không cảm thấy bận tâm chuyện tôi biến thành một con chó khổng lồ à?\" anh hỏi, giọng vui mừng bên  tai tôi.  \"Không,\" tôi thở hổn hển. \"Không - thở được - Jake!\" Anh thả tôi ra, nhưng nắm cả hai bàn tay tôi. \"Tôi không phải là một kẻ giết người, Bella. \" Tôi nhìn kỹ mặt anh, và rõ ràng đây là sự thật. Cảm giác nhẹ nhõm rộn ràng lên trong tôi.  \"Thật chứ?\" Tôi hỏi.  \"Thật mà,\" anh chàng nghiêm nghị thề.  Tôi vòng tay ôm anh.  Chuyện này làm tôi nhớ đến ngày đầu tiên đi xe máy – tuy là bây giờ anh còn to lớn hơn, và tôi cảm thấy mình như một đứa con nít vậy.  Giống lần trước, anh vuốt tóc tôi.  \"Xin lỗi vì đã nói bạn là một người giả nhân giả nghĩa, \" anh chàng xin lỗi.  \"Xin lỗi vì đã gọi bạn là một kẻ giết người. \" Anh chàng cười to.  Rồi tôi nghĩ đến một chuyện và lùi ra để nhìn mặt anh chàng. Mày cau lại lo âu. \"Còn Sam thì sao? Và những người khác nữa?\" Anh chàng lắc đầu, cười như thể gánh nặng khổng lồ đã rũ bỏ khỏi vai anh.\"   “Dĩ nhiên là không phải rồi. Bạn có nhớ chúng tôi tự xưng mình là gì không?\" Ký ức thật rõ ràng - tôi đang nghĩ đến đúng ngày hôm ấy. \"Những người che chở?\" \"Đúng rồi.” \"Nhưng tôi không hiểu. Chuyện gì đang xảy ra trong rừng? Mấy người đi bộ đường dài mất tích, máu?” Ngay lập tức khuôn mặt anh chàng nghiêm nghị, lo lắng. \"Chúng tôi đang cố làm phận sự của mình, Bella. Chúng tôi đang cố bảo vệ họ, nhưng luôn hơi muộn một chút.\" \"Bảo vệ họ khỏi cái gì? Thật có gấu ở đó hả?\" \"Bella yêu quý, chúng tôi chỉ bảo vệ con người khỏi một thứ - kẻ thù chung của chúng ta.  Đó là lý do khiến chúng tôi tồn tại – bởi vì bọn họ cũng tồn tại.” Tôi ngây người nhìn anh chằm chằm một giây rồi mới tôi hiểu ra. Sau đó mặt tôi không còn chút máu, môi tôi bật ra tiếng thét hãi hùng khôn tả.  Anh gật đầu. \"Tôi nghĩ bạn, hơn ai hết, sẽ biết chuyện gì đang thực sự diễn ra.” \"Laurent,\" tôi thì thầm. \"Hắn vẫn còn ở đây.” Jacob chớp chớp mắt, và nghểnh đầu sang một bên. \"Laurent là ai?” Tôi cố sắp xếp mớ hỗn độn trong đầu để có thể trả lời. \"Bạn biết đấy - bạn đã gặp anh ta trong đồng cỏ. Bạn đã ở đó...” Lời nói thốt ra bằng giọng kinh ngạc khi tôi hiểu ra chúng. \"Bạn đã ở đó, và bạn đã ngăn không để hắn giết tôi \" \"Ồ, tên hút máu tóc đen ấy à?\" Anh chàng nhe răng ra cười, nụ cười gằn dữ tợn. \"Đó là tên hắn à?\" Tôi rùng mình. \"Bạn đã nghĩ gì?\" Tôi thì thầm. \"Hắn có thể giết bạn!  Jake, bạn không biết là nguy hiểm ra sao khi - \" Một tiếng cười to khác ngắt lời tôi \"Bella, một con ma cà rồng cô độc thì chẳng là gì đối với một đàn sói to khoẻ như chúng tôi. Chuyện này quá dễ dàng, hầu như chẳng thú vị gì cả!\" \"Quá dễ chuyện gì?\" \"Giết tên hút máu sắp giết bạn ấy. Trong tình thế ấy, tôi không tính chuyện đó là giết người,\" anh nhanh chóng nói thêm. \"Ma cà rồng không tính là người.\" Tôi chỉ có thể nói ra được những từ này. \"Bạn… đã giết…Laurent à?\" Anh chàng gật đầu. \"Ừm, đó là công sức cả nhóm,\" anh dè dặt.  “Laurent chết rồi à?\" Tôi thì thầm.  Anh biến sắc. \"Bạn không bực mình chuyện đó chớ? Hắn sắp giết bạn - hắn đến để giết bạn, Bella, chúng tôi chắc chắn vậy nên mới tấn công. Bạn biết vậy mà, đúng không?\" \"Tôi biết vậy. Không, tôi không bực mình - tôi …\" Tôi phải ngồi xuống. Tôi loạng choạng lùi lại một bước cho đến khi cảm nhận được khúc gỗ đụng bắp chân mình và ngồi lên nó. \"Laurent đã chết.  Hắn sẽ không quay lại tìm tôi nữa.\" \"Bạn không điên đấy chứ?  Hắn đâu phải là một trong mấy người bạn của bạn hoặc gì gì đó đâu hả?\" \"Bạn tôi à?\" Tôi nhìn chằm chằm vào anh chàng, không hiểu và váng vất một cách nhẹ nhõm. Tôi bắt đầu lắp bắp, mắt tôi rớm lệ.  \"Không, Jake. Tôi thật ... thật nhẹ nhõm. Tôi nghĩ hắn ta sẽ  tìm tôi - tôi đã đợi hắn từng đêm, chỉ hi vọng hắn sẽ chỉ giết tôi và tha cho Charlie. Tôi đã rất sợ, Jacob...  nhưng làm thế nào? Hắn là ma cà rồng mà! Làm sao bạn giết hắn được? Hắn rất mạnh, rất cứng, như cẩm thạch... \" Anh chàng ngồi xuống cạnh tôi và vòng cánh tay to lớn quanh tôi an ủi. \"Chúng tôi được tạo ra vì mục đích đó, Bells. Chúng tôi cũng rất mạnh. Tôi ước gì bạn đã kể tôi biết là bạn đã sợ đến thế.  Bạn đã không phải sợ hãi.” \"Lúc đó bạn đâu có ở bên cạnh tôi đâu,\" tôi lẩm bẩm, mải mê suy nghĩ.  \"Ồ, đúng rồi.\" \"Chờ chút, Jake – tuy thế, tôi tưởng bạn biết chớ. Đêm qua, bạn đã nói ở trong phòng tôi thì không an toàn. Tôi tưởng bạn biết ma cà rồng sẽ đến.  Đó không phải là điều bạn muốn nói sao?\" Trong thoáng chốc, anh chàng trông có vẻ không hiểu, rồi anh cúi đầu xuống. \"Không, đó không phải là điều tôi muốn nói.\" \"Thế tại sao bạn nghĩ nơi đó không an toàn cho bạn?\" Anh nhìn tôi bằng đôi mắt mang mặc cảm tội lỗi. \"Tôi không nói là không an toàn cho tôi. Tôi đã nghĩ đến bạn.” \"Ý bạn là gì?\" Anh nhìn xuống và đá một hòn sỏi. \"Có nhiều lý do tôi không được ở bên bạn, Bella. Tôi không được phép kể cho bạn biết về bí mật của chúng tôi,  là một, lý do còn lại là vì không an toàn cho bạn.  Nếu tôi tức giận... quá khó chịu... bạn có thể bị hại.” Tôi suy nghĩ kỹ câu đó. \"Lúc nãy khi bạn nổi điên...  khi tôi đang la hét bạn ... và bạn run rẩy... ?\" \"Ờ.\" Anh cúi mặt xuống thấp hơn. \"Tôi thiệt ngu ngốc. Tôi phải biết kiềm mình tốt hơn. Tôi đã thề sẽ không nổi điên, dù bạn có nói gì với tôi chăng nữa. Nhưng...  tôi chỉ quá đau khổ vì sợ mất bạn... vì bạn không thể chịu đựng được chuyện  tôi là... \" \"Chuyện gì sẽ xảy ra... nếu bạn nổi điên?\" Tôi thì thầm.  \"Tôi sẽ biến thành chó sói,\" anh thì thầm lại.  \"Bạn không cần trăng tròn à.\" Anh chàng trợn tròn mắt.\"Chó sói của Hollywood không đúng lắm đâu.\"  Rồi anh chàng thở dài, và nghiêm túc trở lại.  \"Bạn không cần phải quá căng thẳng như vậy, Bells. Chúng tôi đang để ý đến việc này. Và chúng tôi đang đặc biệt để mắt đến Charlie và những người khác - chúng tôi sẽ không để cho có chuyện gì xảy đến với bác ấy đâu. Hãy tin tưởng tôi trong chuyện đó.\" Có cái gì đó rất, rất rõ ràng, cái gì đó tôi lẽ ra phải hiểu ra ngay tức thì - nhưng tôi bị phân tâm bởi ý nghĩ Jacob và bạn anh ấy đánh nhau với Laurent, nên đã bỏ sót nó  lúc đó– ý nghĩ đó lại đến với tôi chỉ khi Jacob lại sử dụng thì hiện tại lần nữa.  Chúng tôi đang để ý đến việc này.  Chuyện đó chưa kết thúc.  \"Laurent chết rồi mà,\" tôi thở hổn hển, và toàn thân tôi trở nên lạnh ngắt.  \"Bella ?\" Jacob lo lắng hỏi, sờ vào bên má tái mét của tôi.  \"Nếu Laurent chết... cách đây một tuần... thì có người khác đang giết người.” Jacob gật đầu; nghiến răng lại, và nói qua kẽ răng. “Họ có hai người. Chúng tôi tưởng bạn tình của hắn muốn đánh nhau với chúng tôi - trong truyền thuyết của chúng tôi,  chúng thường rất tức giận nếu bạn giết bạn tình của chúng- nhưng cô ta chỉ bỏ chạy, rồi lại quay lại. Nếu chúng tôi biết cô ta đang âm mưu gì thì sẽ dễ hạ cô ta hơn. Nhưng cô ta chẳng biểu lộ gì cả. Cô ta cứ thoắt ẩn thoắt hiện quanh các bìa rừng, như thể muốn thử khả năng phòng thủ của chúng tôi, đang tìm kiếm lối vào - nhưng vào đâu chứ? Cô ta muốn đi đâu?  Sam nghĩ cô ta đang cố chia cắt chúng tôi ra, để có cơ hội tốt hơn...” Giọng anh ấy nhỏ dần cho đến khi như thể đang qua một đường hầm dài; tôi không thể nghe được từng tiếng nữa. Trán tôi mướt mồ hôi và dạ dày cuộn lên như thể tôi bị viêm dạ dày trở lại. Y như tôi đang bị cúm.  Tôi quay mặt đi thật nhanh, và dựa vào thân cây. Cơ thể tôi co giật với những cơn ói mửa không thành công, dạ dày trống rỗng co rút lại với cơn buồn nôn khó chịu, cho dù chẳng có gì trong đó để nôn ra.  Victoria đang ở đây. Tìm tôi. Giết người trong rừng. Khu rừng nơi Charlie đang tìm kiếm... Đầu tôi quay mòng mòng kinh tởm.  Tay Jacob nắm lấy vai tôi - giữ cho tôi không bị trượt trên đá. Tôi có thể cảm nhận được hơi thở nóng hổi của anh trên má mình. \" Bella! Có chuyện gì vậy?\" \"Victoria,\" tôi thở hổn hển ngay khi vừa thở được bình thường giữa những cơn co thắt vì buồn nôn.  Trong đầu tôi, Edward gầm gừ giận dữ khi nghe nhắc đến cái tên này.  Tôi cảm thấy Jacob nhấc tôi lên. Anh vụng về đặt tôi ngang qua đùi, đặt đầu tôi đang rũ rượi lên vai anh. Anh cố giữ cho tôi không té, giữ cho tôi không bị quỵ xuống. Bằng cách nào đó anh đã vén mái tóc đẫm mồ hôi ra khỏi mặt tôi.  \"Ai vậy?\" Jacob hỏi. “Bella, bạn có nghe tôi nói gì không, Bella? Bella?” \"Cô ta không phải là bạn tình của Laurent,”  tôi rên rỉ vào vai anh. \"Họ chỉ là bạn cũ ...” \"Bạn cần uống nước không? Hay khám bác sĩ? Nói cho tôi biết cần phải làm gì,” anh hỏi, cuống cuồng.  \"Tôi không bị bệnh đâu - tôi sợ,\" tôi thì thầm giải thích. Từ “sợ” dường như chưa mô tả hết sự thực.  Jacob vỗ nhẹ lưng tôi. \"Sợ Victoria này à?\" Tôi gật đầu, rùng mình.\" Victoria là người phụ nữ  tóc đỏ à?\" Tôi run rẩy lần nữa, và rên rỉ, \"Ừ.\" \"Sao bạn biết cô ta không phải là bạn tình của hắn?\" \"Laurent bảo tôi James mới là bạn tình của cô ta, \" tôi giải thích, tự động co bàn tay có vết sẹo lại. Anh xoay mặt tôi, giữ yên trong bàn tay to lớn của mình. Anh nhìn chằm chằm chăm chú vào mắt tôi. \"Hắn còn nói với bạn chuyện gì nữa, Bella? Việc này quan trọng lắm. Bạn có biết cô ta muốn gì không?\" \"Biết chứ, \" tôi thì thầm. \" Cô ta muốn tôi. \" Mắt anh ấy vụt mở to, rồi sau đó nheo lại. \"Tại sao?\" anh hỏi.  \"Edward đã giết James, \" tôi thì thầm. Jacob ôm tôi chặt đến nỗi tôi không cần phải siết chặt vết thương ấy nữa - anh đã giữ cho tôi không bị rã từng mảnh. \"Cô ta rất… tức giận. Nhưng Laurent nói cô ta nghĩ giết tôi sẽ công bằng hơn là giết Edward. Bạn tình người này giết bạn tình người kia. Cô ta không biết – đến giờ vẫn không biết, tôi cho là...là...  \"  tôi nuốt một cách khó khăn. \"là giữa chúng tôi, mọi chuyện đã không còn như trước nữa. Dù sao thì, cũng không còn như trước nữa đối với Edward. \" Jacob đã bị phân tâm bởi chuyện đó, khuôn mặt anh bị giày vò vì những cảm xúc trái ngược. \"Đó là chuyện đã xảy ra à? Tại sao gia đình Cullens ra đi ?\" \"Rốt cuộc thì tôi chỉ là con người thôi. Chẳng có gì đặc biệt cả,\" tôi giải thích, nhún vai yếu ớt.  Có cái gì đó giống như tiếng gầm gừ – không phải tiếng gầm gừ thật sự, chỉ gần giống tiếng người – gầm lên trong ngực Jacob dưới tai tôi. \"Nếu thằng hút máu ngốc nghếch đó thực sự ngu đến mức ấy - \" \"Xin bạn, \" tôi than van. \"Xin bạn. Đừng thế. \" Jacob do dự, rồi gật đầu.  \"Chuyện này rất quan trọng, \" anh chàng lặp lại, khuôn mặt giờ đây đầy vẻ lo nghĩ đến công việc. \"Đây chính là điều chúng tôi cần biết. Mình phải nói với mọi người ngay. \" Anh chàng đứng dậy, lôi tôi đứng lên. Anh vẫn để hai tay trên eo tôi cho đến khi chắc chắn tôi sẽ không ngã.  \"Tôi ổn mà, \" tôi nói dối.  Anh chàng chuyển tay từ eo sang nắm tay tôi. \"Đi nào.\" Anh lôi tôi trở lại chỗ chiếc xe tải.  \"Mình sẽ đi đâu đây?\" Tôi hỏi.  \"Tôi chưa rõ, \" anh thú nhận. \" Tôi sẽ triệu tập cuộc họp. Này, đợi ở đây một chút nhé, được không?\" Anh để tôi dựa vào bên hông xe tải rồi thả tay tôi ra.  \"Bạn đi đâu đấy?\" \"Tôi sẽ quay lại ngay,\" anh chàng hứa.  Rồi anh quay lưng và chạy hết tốc lực qua bãi đậu xe, qua con đường, vào khu rừng giáp với con đường. Anh chạy vùn vụt vào rừng, nhanh như một chú nai.  \"Jacob !\" Tôi thét với theo bằng giọng khàn đặc, nhưng anh chàng đã biến mất.  Đây không phải là lúc thích hợp để ở lại một mình.  Ngay khi Jacob vừa đi khuất, tôi thở nhanh hơn. Tôi lê bước vào ca-bin xe tải, và bóp khóa lại ngay lập tức. Nó không làm tôi cảm thấy dễ chịu hơn chút nào.  Victoria đang săn đuổi tôi. May mắn là cô ta chưa tìm thấy tôi – chỉ nhờ may mắn và nhờ năm người sói ở tuổi thiếu niên. Tôi thở ra thật mạnh. Cho dù Jacob đã nói gì đi nữa thì cái ý nghĩ anh đang đến gần Victoria làm tôi lo sợ. Tôi không quan tâm việc anh biến thành thứ gì khi nổi điên lên. Tôi có thể nhìn thấy cô ta trong đầu mình, khuôn mặt hoang dại, mái tóc rực lửa, chết chóc, bất tử… Nhưng, theo Jacob, Laurent đã chết.  Có thể nào vậy không? Edward- tôi tự động chộp lấy ngực mình - đã từng bảo là rất khó giết chết được ma cà rồng. Chỉ có một con ma cà rồng khác mới có thể làm được chuyện này.  Thế nhưng Jake đã bảo đây là lý do mà người sói được tạo nên. Anh nói rằng họ đang chú ý đặc biệt đến Charlie – rằng tôi hãy tin tưởng rằng người sói sẽ giữ an toàn cho bố tôi.  Làm sao tôi tin được điều đó chứ?  Chẳng ai trong chúng tôi an toàn cả! Nhất là Jacob, nếu anh cố xen vào giữa Victoria và Charlie... giữa Victoria và tôi.  Tôi cảm thấy như mình sắp ói tiếp.  Một tiếng gõ mạnh vào cửa sổ xe tải làm tôi kinh hoàng kêu rú lên - nhưng đó chỉ là Jacob, đã quay lại. Tôi mở khoá cửa bằng những ngón tay run rẩy, mừng rỡ.  \"Bạn sợ lắm phải không?\" anh vừa hỏi vừa leo vào xe Tôi gật đầu.  \"Đừng sợ, Chúng tôi sẽ bảo vệ bạn - và Charlie, nữa. Tôi hứa mà.” \"Ý nghĩ bạn tìm kiếm Victoria còn làm tôi còn sợ hơn cả chuyện cô ta tìm tôi nữa,\" tôi thì thầm.  Anh chàng cười lớn. \"Bạn phải tin tưởng chúng tôi hơn một chút chớ.  Vậy thiệt là sỉ nhục.” Tôi chỉ lắc đầu. Tôi đã thấy quá nhiều ma cà rồng đánh nhau.  \"Bạn đi đâu nãy giờ ?\" Tôi hỏi.  Anh bặm môi, nhưng chẳng nói gì cả.  \"Gì thế? Bí mật à ?\" Anh chàng cau mày. \"Thật ra thì không. Chỉ có điều hơi bất thường chút thôi. Tôi không muốn làm bạn bị sốc.\" \"Bạn biết đó, tới giờ thì tôi khá quen với mấy chuyện bất thường rồi.\" Tôi cố cười mà không cười nổi.  Jacob cười toe toét đáp lại ngay. \"Chắc bạn phải thế thôi. OK.  Nghe đây, khi chúng tôi là sói, chúng tôi có thể… nghe được nhau. \" Lông mày tôi nhíu lại không hiểu.  \"Không phải là nghe âm thanh, \" anh chàng nói tiếp, \" mà là nghe được ... suy nghĩ -  dù cho xa đến đâu chăng nữa. Điều đó rất có ích khi đi săn, nhưng mặt khác cũng khổ sở hết sức. Thật xấu hổ – khi chẳng còn gì bí mật nữa như thế. Kỳ cục quá phải không?\" \"Có phải đó là điều bạn ám chỉ đêm qua phải không, khi bạn nói sẽ cho họ biết bạn đã gặp tôi, dù không muốn?\" \"Bạn thật nhanh trí. \" \"Cám ơn. \" \"Bạn cũng rất giỏi mấy chuyện bất thường. Tôi tưởng điều đó sẽ làm bạn bực bội. \" \"Không... ừm, bạn không phải là người đầu tiên tôi biết có thể làm được điều đó. Vì thế với tôi chẳng kỳ lạ gì. \" \"Thật sao?....Này - bạn đang nói về mấy kẻ hút máu bạn phải không?\" \"Tôi mong bạn không gọi họ bằng cái tên đó. \" Anh chàng cười lớn. \"Sao cũng được. Vậy thì là gia đình Cullens ha?\" \"Chỉ... chỉ Edward thôi. \" Tôi lén kéo lấy cánh tay ôm lấy thân mình.  Jacob có vẻ ngạc nhiên – đến mức không vui. \"Tôi tưởng đó chỉ là chuyện bịa thôi. Tôi có nghe kể ma cà rồng có thể làm... mấy chuyện phi thường, nhưng tôi cứ tưởng đó chỉ là chuyện hoang đường.\" \"Có còn gì chỉ là hoang đường nữa không?\" Tôi nhăn nhó hỏi anh.  Anh chàng giận dữ. \"Chắc là không. OK, mình sẽ gặp Sam và mấy người khác ở chỗ mình chạy xe máy nhé. \" Tôi khởi động xe và quay lại đường lớn.  \"Thế lúc nãy bạn chỉ việc biến thành sói, để nói chuyện với Sam thôi hả?\" Tôi tò mò hỏi.  Jacob gật đầu, có vẻ ngượng ngùng. \"Tôi cố biến thành người sói thật nhanh  - tôi cố không nghĩ về bạn để họ không biết chuyện gì đang xảy ra.  Tôi sợ Sam sẽ bảo tôi không được đưa bạn đến. \" \"Điều đó sẽ không cản được tôi đâu.” Tôi không thể tống khứ cái quan điểm Sam là người xấu của mình. Tôi cứ nghiến răng lại mỗi khi nghe nhắc đến tên anh ta.  \"Ừm, nhưng nó cản được tôi,\" Jacob nói, rầu rĩ.  \"Có nhớ đêm qua tôi không thể nói hết câu không?  Có nhớ tôi không thể kể hết chuyện cho bạn nghe không?\" \"Ờ. Bạn có vẻ như muốn kiềm giữ chuyện gì đó. \" Anh chàng cười buồn. \"Gần đúng đó. Sam đã bảo tôi không được kể cho bạn biết. Bạn biết đó, anh ấy là... đầu đàn. Anh ấy là Alpha. Khi anh bảo chúng tôi phải làm điều gì, hoặc không được làm điều gì đó – là nhất quyết phải vậy, ừm, chúng tôi không thể lờ đi. \" \"Kỳ cục, \" tôi lẩm bẩm.  \"Rất kỳ cục nữa là đằng khác,\" anh chàng đồng ý.  “Sói là vậy đó. \" \"Hừm\" là câu trả lời hợp lý nhất mà tôi có thể nghĩ ra.  \"Ờ, có một đống những thứ đại loại như thế – chuyện của sói. Tôi vẫn còn đang tìm hiểu. Tôi không thể hình dung sẽ ra sao với Sam, khi phải đối phó chuyện này một mình. Có cả một đàn hỗ trợ mà còn khó nữa là. \" \"Lúc đó Sam chỉ có một mình à?\" \"Ờ.” Jacob hạ giọng. \"Khi tôi... biến đổi, đó là chuyện... khủng khiếp nhất, chuyện khủng khiếp nhất mà tôi đã từng trải qua – tệ hại hơn bất cứ chuyện gì mà tôi có thể tưởng tượng. Nhưng tôi không đơn độc - có nhiều giọng nói ở đó, trong đầu, nói cho tôi biết chuyện đã xảy ra và tôi phải làm gì.  Điều đó giúp cho tôi không bị mất trí, tôi nghĩ thế.  Còn Sam....\" Anh lắc đầu. \"Sam chẳng được ai giúp cả. \" Vậy thì phải điều chỉnh một chút rồi. Jacob đã giải thích như thế, thì thật khó mà không cảm thấy tội nghiệp cho Sam. Tôi phải nhắc đi nhắc lại với mình là chẳng còn cớ gì mà ghét anh ấy nữa.  \"Họ có nổi giận không khi tôi ở bên bạn?\" Tôi hỏi.  Anh chàng nhăn mặt. \"Chắc có. \" \"Có lẽ tôi không nên---“ \"Không, không sao đâu, \" anh chàng cả quyết với tôi. \"Bạn biết hàng tấn chuyện có thể giúp chúng tôi. Bạn không phải là một người không biết gì. Bạn giống như... tôi không biết nữa, điệp viên hay gì gì đó. Bạn hoạt động trong hàng ngũ của kẻ thù.\" Tôi cau mày.  Chẳng lẽ đó điều Jacob muốn ở tôi sao? Thông tin nội gián giúp họ tiêu diệt kẻ thù? Nhưng, tôi đâu phải là gián điệp. Tôi chẳng hề thu thập mấy thứ thông tin đó. Mà lời anh nói đã khiến tôi cảm thấy mình giống một tên phản bội.  Nhưng tôi muốn anh cản Victoria, đúng không? Không.  Tôi đã muốn Victoria bị ngăn cản, tốt nhất là trước khi cô ta tra tấn tôi đến chết hay gặp Charlie hay giết một ai khác.  Nhưng tôi lại không muốn Jacob là người cản cô ta, hay đúng hơn là thử cản cô ta. Tôi không muốn Jacob ở trong phạm vi một trăm dặm quanh cô ta.  \"Giống như chuyện kẻ hút máu đọc được suy nghĩ, \" anh chàng nói tiếp, không để ý đến sự mơ màng của tôi. \"Đó là chuyện chúng tôi cần biết. Thiệt là tệ hại khi mấy chuyện đó có thật. Làm mọi thứ phức tạp hơn.  Này, theo bạn, Victoria này có thể làm được chuyện gì đặc biệt không?\" \"Tôi không nghĩ vậy,\" tôi do dự, rồi thở dài. \"Nếu có thì ảnh đã nói đến rồi.” \"Ảnh? Ồ, ý bạn là Edward - tiếc quá, xin lỗi. Tôi quên. Bạn không muốn nhắc đến tên anh ta. Hoặc nghe tên anh ta. \" Tôi ôm chặt thân mình, cố lờ đi cơn đau viền quanh ngực. \"Không muốn chút nào hết, không.” \"Xin lỗi.” \"Sao bạn hiểu tôi rõ thế, Jacob?  Đôi khi giống như bạn có thể đọc được suy nghĩ của tôi vậy.” \"Không. Tôi chỉ để ý thôi\" Chúng tôi đang đi trên con đường đất hẹp nơi Jacob lần đầu  tiên dạy tôi chạy xe máy.  \"Được chưa?\" Tôi hỏi.  \"Đương nhiên, chắc rồi.\" Tôi tấp vào lề đường và tắt máy.  \"Bạn vẫn không vui?\" anh chàng thì thầm.  Tôi gật đầu, nhìn trân trối vào khu rừng ảm đạm.  \"Có bao giờ bạn nghĩ là... như vậy có lẽ ... sẽ tốt hơn không?\" Tôi hít từ từ, rồi thở ra. \"Không.” \"Vì anh ấy đâu phải là người tốt nhất - \" \"Xin bạn, Jacob,\" tôi ngắt lời, thì thầm van lơn. \"Xin vui lòng đừng nói về chuyện này nữa? Tôi không chịu nỗi.\" \"OK. \" Anh hít thật sâu. \"Tôi xin lỗi nếu đã nói gì.” \"Đừng buồn. Nếu mọi thứ khác đi, thì sẽ thật vui khi cuối cùng mình có người để tâm sự về nó.\" Anh gật đầu. \"Ờ, tôi đã khổ sở vì phải giữ bí mật với bạn cả hai tuần. Thật chẳng khác gì địa ngục khi không thể kể cho người khác biết.” \"Địa ngục,\" tôi đồng ý.  Jacob hít một hơi ngắn. \"Họ ở đây rồi. Đi nào. \" \"Chắc không?\" Tôi hỏi khi anh chàng mở tung cửa. \"Có lẽ tôi không nên ở đây.\" \"Họ sẽ xoay sở được thôi, \" anh chàng nói, rồi cười toe toét. \"Ai sợ chó sói to lớn, xấu xí nào?\" \"Ha ha, \" tôi cười. Nhưng tôi ra khỏi xe tải, vội vã đi quanh mũi xe để đứng gần bên Jacob. Tôi nhớ quá rõ mấy con quái vật khổng lồ trong đồng cỏ. Bàn tay tôi đang run rẩy giống Jacob lúc nãy, nhưng vì sợ chớ không phải vì tức giận.  Jake nắm tay tôi siết chặt. \"Bắt đầu nào.\""
        },
        {
            "en": "7 REPETITION          14. FAMILY I COWERED INTO JACOB'S SIDE, MY EYES SCANNING the forest for the other werewolves. When they appeared, striding out from between the trees, they weren't what I was expecting. I'd gotten the image of the wolves stuck in my head. These were just four really big half-naked boys. Again, they reminded me of brothers, quadruplets. Something about the way they moved almost in synchronization to stand across the road from us, the way they all had the same long, round muscles under the same red-brown skin, the same cropped black hair, and the way their expressions altered at exactly the same moment. They started out curious and cautious. When they saw me there, half-hidden beside Jacob, they all became furious in the same second. Sam was still the biggest, though Jacob was getting close to catching up with him. Sam didn't really count as a boy. His face was older—not in the sense of lines or signs of aging, but in the maturity, the patience of his expression. \"What have you done, Jacob?\" he demanded. One of the others, one I didn't recognize—Jared or Paul—thrust past Sam and spoke before Jacob could defend himself. \"Why can't you just follow the rules, Jacob?\" he yelled, throwing his arms in the air. \"What the hell are you thinking? Is she more important than everything—than the whole tribe? Than the people getting killed?\" \"She can help,\" Jacob said quietly. \"Help!\" the angry boy shouted. His arms begin to quiver. \"Oh, that's likely! I'm sure the leech-lover is just dying to help us out!\" \"Don't talk about her like that!\" Jacob shouted back, stung by the boy's criticism. A shudder rippled through the other boy, along his shoulders and down his spine. \"Paul! Relax!\" Sam commanded. Paul shook his head back and forth, not in defiance, but as though he were trying to concentrate. \"Jeez, Paul,\" one of the other boys—probably Jared—muttered. \"Get a grip.\" Paul twisted his head toward Jared, his lips curling back in irritation. Then he shifted his glare in my direction. Jacob took a step to put himself in front of me. That did it. \"Right, protect her!\" Paul roared in outrage. Another shudder, a convulsion, heaved through his body. He threw his head back, a real growl tearing from between his teeth. \"Paul!\" Sam and Jacob shouted together. Paul seemed to fall forward, vibrating violently. Halfway to the ground, there was a loud ripping noise, and the boy exploded. Dark silver fur blew out from the boy, coalescing into a shape more than five-times his size—a massive, crouched shape, ready to spring. The wolf's muzzle wrinkled back over his teeth, and another growl rolled through his colossal chest. His dark, enraged eyes focused on me. In the same second, Jacob was running across the road straight for the monster. \"Jacob!\" I screamed. Mid-stride, a long tremor shivered down Jacob's spine. He leaped forward, diving headfirst into the empty air. With another sharp tearing sound, Jacob exploded, too. He burst out of his skin—shreds of black and white cloth blasted up into the air. It happened so quickly that if I'd blinked, I'd have missed the entire transformation. One second it was Jacob diving into the air, and then it was the gigantic, russet brown wolf—so enormous that I couldn't make sense of its mass somehow fitting inside Jacob—charging the crouched silver beast. Jacob met the other werewolf's attack head-on. Their angry snarls echoed like thunder off the trees. The black and white scraps—the remains of Jacob's clothes—fluttered to the ground where he'd disappeared. \"Jacob!\" I screamed again, staggering forward. \"Stay where you are, Bella,\" Sam ordered. It was hard to hear him over the roar of the fighting wolves. They were snapping and tearing at each other, their sharp teeth flashing toward each other's throats. The Jacob-wolf seemed to have the upper hand—he was visibly bigger than the other wolf, and it looked like he was stronger, too. He rammed his shoulder against the gray wolf again and again, knocking him back toward the trees. \"Take her to Emily's,\" Sam shouted toward the other boys, who were watching the conflict with rapt expressions. Jacob had successfully shoved the gray wolf off the road, and they were disappearing into the forest, though the sound of their snarls was still loud. Sam ran after them, kicking off his shoes on the way. As he darted into the trees, he was quivering from head to toe.  The growling and snapping was fading into the distance. Suddenly, the sound cut off and it was very quiet on the road. One of the boys started laughing. I turned to stare at him—my wide eyes felt frozen, like I couldn't even blink them. The boy seemed to be laughing at my expression. \"Well, there's something you don't see every day,\" he snickered. His face was vaguely familiar—thinner than the others… Embry Call. \"I do,\" the other boy, Jared, grumbled. \"Every single day.\" \"Aw, Paul doesn't lose his temper every day,\" Embry disagreed, still grinning. \"Maybe two out of three.\" Jared stopped to pick something white up off the ground. He held it up toward Embry; it dangled in limp strips from his hand. \"Totally shredded,\" Jared said. \"Billy said this was the last pair he could afford—guess Jacob's going barefoot now.\" \"This one survived,\" Embry said, holding up a white sneaker. \"Jake can hop,\" he added with a laugh. Jared started collecting various pieces of fabric from the dirt. \"Get Sam's shoes, will you? All the rest of this is headed for the trash.\" Embry grabbed the shoes and then jogged into the trees where Sam had disappeared. He was back in a few seconds with a pair of cut-off jeans draped over his arm. Jared gathered the torn remnants of Jacob's and Paul's clothes and wadded them into a ball. Suddenly, he seemed to remember me. He looked at me carefully, assessing. \"Hey, you're not going to faint or puke or anything?\" he demanded. \"I don't think so,\" I gasped. \"You don't look so good. Maybe you should sit down.\" \"Okay,\" I mumbled. For the second time in one morning, I put my head between my  knees. \"Jake should have warned us,\" Embry complained. \"He shouldn't have brought his girlfriend into this. What did he expect?\" \"Well, the wolf's out of the bag now.\" Embry sighed. \"Way to go, Jake.\" I raised my head to glare at the two boys who seemed to be taking this all so lightly. \"Aren't you worried about them at all?\" I demanded. Embry blinked once in surprise \"Worried? Why?\" \"They could hurt each other!\" Embry and Jared guffawed. \"I hope Paul gets a mouthful of him,\" Jared said. \"Teach him a lesson.\" I blanched. \"Yeah, right!\" Embry disagreed. \"Did you see Jake? Even Sam couldn't have phased on the fly like that.  He saw Paul losing it, and it took him, what, half a second to attack? The boy's got a gift.\" \"Paul's been fighting longer. I'll bet you ten bucks he leaves a mark.\" \"You're on. Jake's a natural. Paul doesn't have a prayer.\" They shook hands, grinning. I tried to comfort myself with their lack of concern, but I couldn't drive the brutal image of the fighting werewolves from my head. My stomach churned, sore and empty, my head ached with worry. \"Let's go see Emily. You know she'll have food waiting.\" Embry looked down at me. \"Mind giving us a ride?\" \"No problem,\" I choked. Jared raised one eyebrow. \"Maybe you'd better drive, Embry. She still looks like she might hurl.\" \"Good idea. Where are the keys?\" Embry asked me. \"Ignition.\" Embry opened the passenger-side door. \"In you go,\" he said cheerfully, hauling me up from the ground with one hand and stuffing me into my seat. He appraised the available space. \"You'll have to ride in the back,\" he told Jared. \"That's fine. I got a weak stomach. I don't want to be in there when she blows.\" \"I bet she's tougher than that. She runs with vampires.\" \"Five bucks?\" Jared asked. \"Done. I feel guilty, taking your money like this.\" Embry got in and started the engine while Jared leapt agilely into the bed. As soon as his door was closed, Embry muttered to me, \"Don't throw up, okay? I've only got a ten, and if Paul got his teeth into Jacob…\" \"Okay,\" I whispered. Embry drove us back toward the village. \"Hey, how did Jake get around the injunction anyway?\" \"The… what?\" \"Er, the order. You know, to not spill the beans. How did he tell you about this?\" \"Oh, that,\" I said, remembering Jacob trying to choke out the truth to me last night. \"He didn't. I guessed right.\" Embry pursed his lips, looking surprised. \"Hmm. S'pose that would work.\" \"Where are we going?\" I asked. \"Emily's house. She's Sam's girlfriend… no, fiancée, now, I guess. They'll meet us back there after Sam gives it to them for what just happened. And after Paul and Jake scrounge up some new clothes, if Paul even has any left.\" \"Does Emily know about… ?\" \"Yeah. And hey, don't stare at her. That bugs Sam.\" I frowned at him. \"Why would I stare?\"          Embry looked uncomfortable. \"Like you saw just now, hanging out around werewolves has its risks.\" He changed the subject quickly. \"Hey, are you okay about the whole thing with the black-haired bloodsucker in the meadow? It didn't look like he was a friend of yours, but. .\" Embry shrugged. \"No, he wasn't my friend.\" \"That's good. We didn't want to start anything, break the treaty, you know.\" \"Oh, yeah, Jake told me about the treaty once, a long time ago. Why would killing Laurent break the treaty?\" \"Laurent,\" he repeated, snorting, like he was amused the vampire had had a name. \"Well, we were technically on Cullen turf. We're not allowed to attack any of them, the Cullens, at least, off our land—unless they break the treaty first. We didn't know if the black-haired one was a relative of theirs or something. Looked like you knew him.\" \"How would they go about breaking the treaty?\" \"If they bite a human. Jake wasn't so keen on the idea of letting it go that far.\" \"Oh. Um, thanks. I'm glad you didn't wait.\" \"Our pleasure.\" He sounded like he meant that in a literal sense. Embry drove past the easternmost house on the highway before turning off onto a narrow dirt road. \"Your truck is slow,\" he noted. \"Sorry.\" At the end of the lane was a tiny house that had once been gray. There was only one narrow window beside the weathered blue door, but the window box under it was filled with bright orange and yellow marigolds, giving the whole place a cheerful look. Embry opened the truck door and inhaled. \"Mmm, Emily's cooking.\" Jared jumped out of the back of the truck and headed for the door, but Embry stopped him with one hand on his chest. He looked at me meaningfully, and cleared his throat. \"I don't have my wallet on me,\" Jared said. \"That's okay. I won't forget.\" They climbed up the one step and entered the house without knocking. I followed timidly after them. The front room, like Billy's house, was mostly kitchen. A young woman with satiny copper skin and long, straight, crow-black hair was standing at the counter by the sink, popping big muffins out of a tin and placing them on a paper plate. For one second, I thought the reason Embry had told me not to stare was because the girl was so beautiful. And then she asked \"You guys hungry?\" in a melodic voice, and she turned to face us full on, a smile on half of her face. The right side of her face was scarred from hairline to chin by three thick, red lines, livid in color though they were long healed. One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent grimace. Thankful for Embry's warning, I quickly turned my eyes to the muffins in her hands. They smelled wonderful—like fresh blueberries. \"Oh,\" Emily said, surprised. \"Who's this?\" I looked up, trying to focus on the left half of her face. \"Bella Swan,\" Jared told her, shrugging. Apparently, I'd been a topic of conversation before. \"Who else?\" \"Leave it to Jacob to find a way around,\" Emily murmured. She stared at me, and neither half of her once-beautiful face was friendly. \"So, you're the vampire girl.\" I stiffened. \"Yes. Are you the wolf girl?\" She laughed, as did Embry and Jared. The left half of her face warmed. \"I guess I am.\" She turned to Jared. \"Where's Sam?\" \"Bella, er, surprised Paul this morning.\" Emily rolled her good eye. \"Ah, Paul,\" she sighed. \"Do you think they'll be long? I was just about to start the eggs.\" \"Don't worry,\" Embry told her. \"If they're late, we won't let anything go to waste.\" Emily chuckled, and then opened the refrigerator. \"No doubt,\" she agreed. \"Bella, are you hungry? Go ahead and help yourself to a muffin.\" \"Thanks.\" I took one from the plate and started nibbling around the edges. It was delicious, and it felt good in my tender stomach. Embry picked up his third and shoved it into his mouth whole. \"Save some for your brothers,\" Emily chastised him, hitting him on the head with a wooden spoon. The word surprised me, but the others thought nothing of it. \"Pig,\" Jared commented. I leaned against the counter and watched the three of them banter like a family. Emily's kitchen was a friendly place, bright with white cupboards and pale wooden floorboards. On the little round table, a cracked blue-and-white china pitcher was overflowing with wildflowers. Embry and Jared seemed entirely at ease here. Emily was mixing a humongous batch of eggs, several dozen, in a big yellow bowl. She had the sleeves of her lavender shirt pushed up, and I could see that the scars extended all the way down her arm to the back of her right hand. Hanging out with werewolves truly did have its risks, just as Embry had said. The front door opened, and Sam stepped through. \"Emily,\" he said, and so much love saturated his voice that I felt embarrassed, intrusive, as I watched him cross the room in one stride and take her face in his wide hands. He leaned down and kissed the dark scars on her right cheek before he kissed her lips. \"Hey, none of that,\" Jared complained. \"I'm eating.\" \"Then shut up and eat,\" Sam suggested, kissing Emily's ruined mouth again. \"Ugh,\" Embry groaned. This was worse than any romantic movie; this was so real that it sang out loud with joy and life and true love. I put my muffin down and folded my arms across my empty chest. I stared at the flowers, trying to ignore the utter peace of their moment, and the wretched throbbing of my wounds. I was grateful for the distraction when Jacob and Paul came through the door, and then shocked when I saw that they were laughing. While I watched, Paul punched Jacob on the shoulder and Jacob went for a kidney jab in return. They laughed again. They both appeared to be in one piece. Jacob scanned the room, his eyes stopping when he found me leaning, awkward and out of place, against the counter in the far corner of the kitchen. \"Hey, Bells,\" he greeted me cheerfully. He grabbed two muffins as he passed the table and came to stand beside me. \"Sorry about before,\" he muttered under his breath. \"How are you holding up.'\" \"Don't worry, I'm okay. Good muffins.\" I picked mine back up and started libber again. My chest felt better as soon as Jacob was beside me. \"Oh, man!\" Jared wailed, interrupting us. I looked up, and he and Embry were examining a fading pink line on Paul's forearm. Embry was grinning, exultant. \"Fifteen dollars,\" he crowed. \"Did you do that?\" I whispered to Jacob, remembering the bet. \"I barely touched him. He'll be perfect by sundown.\" \"By sundown?\" I looked at the line on Paul's arm. Odd, but it looked weeks old. \"Wolf thing,\" Jacob whispered. I nodded, trying to not look weirded out. \"You okay?\" I asked him under my breath. \"Not a scratch on me.\" His expression was smug. \"Hey, guys,\" Sam said in a loud voice, interrupting all the conversations going on in the small room. Emily was at the stove, scraping the egg mixture around a big skillet, but Sam still had one hand touching the small of her back, an unconscious gesture. \"Jacob has information for us.\" Paul looked unsurprised. Jacob must have explained this to him and Sam already. Or… they'd just heard his thoughts. \"I know what the redhead wants.\" Jacob directed his words toward Jared and Embry. \"That's what I was trying to tell you before.\" He kicked the leg of the chair Paul had settled into. \"And?\" Jared asked. Jacob's face got serious. \"She is trying to avenge her mate—only it wasn't the black-haired leech we killed. The Cullens got her mate last year, and she's after Bella now.\" This wasn't news to me, but I still shivered. Jared, Embry, and Emily stared at me with open-mouthed surprise. \"She's just a girl,\" Embry protested. \"I didn't say it made sense. But that's why the bloodsucker's been trying to get past us. She's been heading for Forks.\" They continued to stare at me, mouths still hanging open, for a long moment. I ducked my head. \"Excellent,\" Jared finally said, a smile beginning to pull up the corners of his mouth. \"We've got bait.\" With stunning speed, Jacob yanked a can opener from the counter and launched it at Jared's head. Jared's hand flicked up faster than I would have thought possible, and he snagged the tool just before it hit his face. \"Bella is not bait.\" \"You know what I mean,\" Jared said, unabashed. \"So we'll be changing our patterns,\" Sam said, ignoring their squabble. \"We'll try leaving a few holes, and see if she falls for it. We'll have to split up, and I don't like that. But if she's really after Bella, she probably won't try to take advantage of our divided numbers.\" \"Quit's got to be close to joining us,\" Embry murmured. \"Then we'll be able to split evenly.\" Everyone looked down. I glanced at Jacob's face, and it was hopeless, like it had been yesterday afternoon, outside his house. No matter how comfortable they seemed to be with their fate, here in this happy kitchen, none of these werewolves wanted the same fate for their friend. \"Well, we won't count on that,\" Sam said in a low voice, and then continued at his regular volume. \"Paul, Jared, and Embry will take the outer perimeter, and Jacob and I will take the inner. We'll collapse in when we've got her trapped.\" I noticed that Emily didn't particularly like that Sam would be in the smaller grouping. Her worry had me glancing up at Jacob, worrying, too. Sam caught my eye. \"Jacob thinks it would be best if you spent as much time as possible here in La Push.  She won't know where to find you so easily, just in case.\" \"What about Charlie?\" I demanded. \"March Madness is still going,\" Jacob said. \"I think Billy and Harry can manage to keep Charlie down here when he's not at work.\" \"Wait,\" Sam said, holding one hand up. His glance flickered to Emily and then back to me. \"That's what Jacob thinks is best, but you need to decide for yourself. You should weigh the risks of both options very seriously. You saw this morning how easily things can get dangerous here, how quickly they get out of hand. If you choose to stay with us, I can't make any guarantees about your safety.\" \"I won't hurt her,\" Jacob mumbled, looking down. Sam acted as if he hadn't heard him speak. \"If there was somewhere else you felt safe…\" I bit my lip. Where could I go that wouldn't put someone else in danger? I recoiled again from the idea of bringing Renee into this—pulling her into the circle of the target I wore… \"I don't want to lead Victoria anywhere else,\" I whispered. Sam nodded. \"That's true. It's better to have her here, where we can end this.\" I flinched. I didn't want Jacob or any of the rest of them trying to end Victoria. I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly unconcerned by the idea of hunting vampires. \"You'll be careful, right?\" I asked, an audible lump in my throat. The boys burst into loud hoots of amusement. Everyone laughed at me—except Emily. She met my eyes, and I could suddenly see the symmetry underlying her deformity. Her face was still beautiful, and alive with a concern even more fierce than mine. I had to look away, before the love behind that concern could start me aching again. \"Food's ready,\" she announced then, and the strategic conversation was history. The guys hurried to surround the table—which looked tiny and in danger of being crushed by them—and devoured the buffet-sized pan of eggs Emily placed in their midst in record time. Emily ate leaning against the counter like me—avoiding the bedlam at the table—and watched them with affectionate eyes. Her expression clearly stated that this was her family. All in all, it wasn't exactly what I'd been expecting from a pack of werewolves. I spent the day in La Push, the majority of it in Billy's house. He left a message on Charlie's phone and at the station, and Charlie showed up around dinnertime with two pizzas. It was good he brought two larges; Jacob ate one all by himself. I saw Charlie eyeing the two of us suspiciously all night, especially the much-changed Jacob. He asked about the hair; Jacob shrugged and told him it was just more convenient. I knew that as soon as Charlie and I were headed home, Jacob would take off—off to run around as a wolf, as he had done intermittently through the entire day. He and his brothers of sorts kept up a constant watch, looking for some sign of Victoria's return. But since they'd chased her away from the hot springs last night—chased her halfway to Canada, according to Jacob—she'd yet to make another foray. I had no hope at all that she might just give up. I didn't have that kind of luck. Jacob walked me to my truck after dinner and lingered by the window, waiting for Charlie to drive away first. \"Don't be afraid tonight,\" Jacob said, while Charlie pretended to be having trouble with his seat belt. \"We'll be out there, watching.\" \"I won't worry about myself,\" I promised. \"You're silly. Hunting vampires is fun. It's the best part of this whole mess.\" I shook my head. \"If I'm silly, then you're dangerously unbalanced.\" He chuckled. \"Get some rest, Bella, honey. You look exhausted.\" \"I'll try.\" Charlie honked his horn impatiently. \"See you tomorrow,\" Jacob said. \"Come down first thing.\" \"I will.\" Charlie followed me home. I paid scant attention to the lights in my rearview mirror. Instead, I wondered where Sam and Jared and Embry and Paul were, out running in the night. I wondered if Jacob had joined them yet. When we got home, I hurried for the stairs, but Charlie was right behind me. \"What's going on, Bella?\" he demanded before I could escape. \"I thought Jacob was part of a gang and you two were fighting.\" \"We made up.\" \"And the gang?\" \"I don't know—who can understand teenage boys? They're a mystery. But I met Sam Uley and his fiancée, Emily. They seemed pretty nice to me.\" I shrugged. \"Must have all been a misunderstanding.\" His face changed. \"I hadn't heard that he and Emily had made it official. That's nice. Poor girl.\" \"Do you know what happened to her?\" \"Mauled by a bear, up north, during salmon spawning season—horrible accident .  It was more than a year ago now. I heard Sam was really messed up over it.\" \"That's horrible,\" I echoed. More than a year ago. I'd bet that meant it had happened when there was just one werewolf in La Push. I shuddered at the thought of how Sam must have felt every time he looked at Emily's face. That night, I lay awake for a long time trying to sort through the day. I worked my way backward through dinner with Billy, Jacob, and Charlie, to the long afternoon in the Blacks' house, waiting anxiously to hear something from Jacob, to Emily's kitchen, to the horror of the werewolf fight, to talking with Jacob on the beach. I thought about what Jacob had said early this morning, about hypocrisy. I thought about that for a long time. I didn't like to think that I was a <em>hypocrite</em>, only what was the point of lying to myself? I curled into a tight ball. No, Edward wasn't a killer. Even in his darker past, he'd never been a murderer of innocents, at least. But what if he had been? What if, during the time I that I'd known him, he'd been just like any other vampire? What if people had been disappearing from the woods, just like now? Would that have kept me away from him? I shook my head sadly. Love is irrational, I reminded myself. The more you loved someone, the less sense anything made. I rolled over and tried to think of something else—and I thought of Jacob and his brothers, out running in the darkness. I fell asleep imagining the wolves, invisible in the night, guarding me from danger. When I dreamed, I stood in the forest again, but I didn't wander. I was holding Emily's scarred hand as we faced into the shadows and waited anxiously for our werewolves to come home.",
            "vi": "7 REPETITION        14. GIA ĐÌNH   Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác.  Khi họ xuất hiện, sải chân bước ra khỏi rừng, họ không phải là thứ tôi nghĩ mình sẽ thấy.  Tôi cứ nghĩ tới mấy con sói riết. Đây chỉ là bốn chàng trai to lớn ở trần.  Một lần nữa, họ làm tôi nghĩ đến anh em ruột, anh em sinh bốn. Cái gì đó trong cách họ gần như cùng một lúc đứng lại phía bên kia đường đối diện với chúng tôi, trong cái cách tất cả bọn họ đều có các bắp cơ dài cuồn cuộn dưới làn da nâu đỏ như nhau, cũng mái tóc huyền cắt ngắn, và trong cái cách thay đổi nét mặt cùng một lúc y như nhau.  Lúc đầu họ tò mò và cẩn trọng. Khi thấy tôi ở đó, gần như núp bên Jacob, tất cả bọn họ đều cùng nổi giận ngay lập tức.  Sam vẫn còn là người cao lớn nhất, tuy Jacob đã sắp cao bằng anh ta. Sam không thể coi là một cậu bé. Khuôn mặt anh già dặn hơn - không tính theo nếp nhăn hay dấu hiệu của tuổi già, mà là theo vẻ chín chắn, kiên nhẫn trong nét mặt của anh.  \"Em đã làm gì vậy, Jacob?\" anh ta hỏi.  Một trong những người khác, một người tôi không biết - Jared hoặc Paul- đẩy Sam để đi qua và nói trước Jacob có thể biện hộ cho mình  \"Tại sao mày không thể tuân thủ luật hả, Jacob?\" anh ta thét, vung tay lên trời. \"Mày nghĩ cái quái gì vậy? Cô ta quan trọng hơn mọi thứ sao - quan trọng hơn cả cái bộ lạc này sao?  Hơn những người sắp bị giết sao?\" \"Bạn ấy có thể giúp mình, \" Jacob lặng lẽ nói.  \"Giúp!\" cậu bé tức giận la to. Cánh tay anh chàng bắt đầu run rẩy. \"Ồ, hợp lý dữ!  Tôi chắc chắn người yêu-đỉa đang mong giúp mình muốn chết luôn!\" \"Đừng nói về bạn ấy như thế!\" Jacob hét lại, bực tức vì lời bình phẩm của cậu ta.  Một cơn rùng mình gợn khắp cơ thể cậu bé nọ, dọc theo vai và xuống xương sống anh ta.  \"Paul! Dịu xuống!\" Sam ra lệnh.  Paul lắc đầu qua lại, không phải không tuân lời, mà như thể anh chàng đang cố tập trung.  \"Trời đất, Paul,”  một trong những cậu bé khác - có lẽ là Jared - lẩm bẩm. \"Cố kiềm chế. \" Paul xoay đầu về phía Jared, môi cong lên tức tối.  Rồi anh ta chuyển ánh nhìn giận dữ về phía tôi. Jacob bước lên một bước để chặn mình trước tôi.  Đó là giọt nước làm tràn ly.  \"Phải rồi, bảo vệ cô ta đi!\" Paul gầm rú giận dữ. Một cơn rùng mình khác, một cơn chấn động, bùng nổ khắp cơ thể anh ta. Anh chàng ngửa đầu, một tiếng gầm thực sự toạc ra giữa hai hàm răng.  \"Paul!\" Sam và Jacob cùng thét lên.  Paul như té về phía trước, run bần bật.  Sắp xuống đất, có một tiếng xé toạc lớn, rồi cậu bé bùng nổ.  Lớp lông bạc sẫm màu bùng ra khỏi cơ thể cậu ta, kết thành một hình thù to hơn cậu ta gấp năm lần  - một thân hình khổng lồ, đang thu mình, sẵn sàng bung ra.  Mõm sói nhe ra, và một tiếng gầm gừ nữa cuộn qua lồng ngực khổng lồ.  Đôi mắt đen, giận dữ của anh ta dán vào tôi.  Ngay lập tức, Jacob chạy qua đường hướng thẳng vào con quái vật.  \"Jacob!\" Tôi la hét.  Đang lúc sải bước, một cơn rùng mình rùng rùng xuống xương sống Jacob. Anh phóng về phía trước, chúi đầu cuộn người vào không khí như nhảy cầu.  Với một âm thanh rách toạc khác, Jacob cũng bùng nổ. Anh bung ra khỏi quần áo - các mảnh vải trắng đen tung toé vào không trung.  Chuyện xảy ra nhanh đến nỗi nếu chớp mắt, tôi sẽ không thấy được toàn bộ sự biến hình ấy.  Một giây trước Jacob còn đang nhào lộn vào không trung, rồi sau đó đã là con sói màu nâu đỏ khổng lồ - khổng lồ đến nỗi tôi không hiểu nỗi làm sao mà trọng lượng của nó lại có thể vừa cơ thể Jacob -  đang tấn công con quái thú màu bạc đang thu mình ấy.  Jacob đối đầu trực tiếp với cuộc tấn công của người sói kia.  Tiếng gầm gừ giận dữ của họ dội lại như sấm động vang ra khỏi rừng.  Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất.  \"Jacob!\" Tôi lại thét, lảo đảo bước về phía trước.  \"Ở yên đó, Bella,”  Sam ra lệnh. Thật khó nghe tiếng anh ta trong tiếng gầm rống của mấy con sói đang đánh nhau.  Họ đang táp và cắn xé nhau, những chiếc răng nhọn nhá lên ở cổ họng nhau. Con sói Jacob có vẻ chiếm ưu thế - anh to lớn hơn con sói kia rõ ràng, và hình như cũng mạnh hơn. Anh nện vai vào con sói xám hết lần này đến lần khác, đẩy nó trở vào rừng.  \"Đưa cô ấy đến nhà Emily, \" Sam hét về phía mấy cậu bé kia, những người đang chăm chú theo dõi trận đánh nhau. Jacob đã đẩy được con sói xám ra khỏi con đường, và họ biến mất vào rừng, cho dù tiếng gầm gừ của họ vẫn còn lớn. Sam đuổi theo họ, đá giày ra trên đường đi. Vừa chạy như bay vào rừng, anh ta vừa rùng người từ đầu đến chân.  Tiếng gầm gừ và táp xa dần. Bất ngờ, chẳng còn chút tiếng động nào và con đường thật yên tĩnh.  Một trong mấy chàng trai bắt đầu cười.  Tôi nhìn anh ta chằm chằm - đôi mắt tôi mở to cảm thấy tê dại, như thể tôi thậm chí không thể chớp được.  Cậu bé ấy dường như đang cười nhạo vẻ mặt tôi. \"Ừm, có những chuyện đâu phải ngày nào cũng thấy được heng, \" anh chàng cười khúc khích.  Khuôn mặt anh chàng quen quen - gầy hơn những người khác... Embry Call.  \"Tao thấy hoài, \" cậu bé khác, Jared, làu bàu. \"Ngày nào cũng thấy.” \"Ặc, Paul đâu phải ngày nào cũng nổi nóng,” Embry không chịu, vẫn cười toe toét. \"Có lẽ ba ngày hai lần. \" Jared dừng lại nhặt thứ gì đó màu trắng lên khỏi mặt đất. Anh chàng đưa lên cho Embry xem; mấy dải mềm đong đưa trong tay anh chàng.  \"Tan tành xí quách rồi, \" Jared nói. \"Billy nói đây là đôi giầy cuối cùng ổng còn tiền để mua - thế nào Jacob cũng phải đi chân không rồi.” \"Chiếc này còn nguyên, \" Embry nói, đưa lên một chiếc giầy đế mềm màu trắng. \"Jake có thể nhảy lò cò, \" anh chàng cười to nói thêm.  Jared bắt đầu nhặt đủ mẩu vải ra khỏi đất. \"Nhặt giày Sam nhe?  Mấy thứ còn lại của cái này thì quăng thùng rác thôi.” Embry chộp mấy chiếc giày rồi chạy nhanh vô rừng chỗ Sam đã biến mất. Anh chàng quay lại trong vài giây với cặp quần din cắt ngắn khoác trên cánh tay. Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại. Đột nhiên, anh chàng có vẻ nhớ ra tôi.  Anh nhìn tôi kỹ lưỡng, đánh giá.  \"Nè, bạn sẽ không xỉu hoặc ói này nọ đó chớ ?\" anh hỏi.  \"Tôi không nghĩ vậy, \" tôi thở hổn hển.  \"Trông bạn không khoẻ lắm. Có lẽ bạn nên ngồi xuống. \" \"Ừ, \" tôi lầm bầm. Lần thứ hai trong một buổi sáng, tôi đặt đầu vào giữa đầu gối.  \"Lẽ ra Jake nên báo trước cho chúng tôi biết mới phải, \" Embry phàn nàn.  \"Lẽ ra nó không nên để bạn gái dính vô chuyện này.  Nó mong gì chớ?\" \"Ừm, bây giờ thì lộ hết chuyện sói rồi. \" Embry thở dài. \"Thằng Jake này ngốc quá. \" Tôi ngẩng đầu nhìn trừng trừng vào hai chàng trai dường như đang coi nhẹ chuyện này quá. \"Mấy bạn chẳng hề lo cho họ chút nào cả sao?\" Tôi hỏi.  Embry chớp mắt một cái ngạc nhiên \"Lo?Tại sao chớ?\" \"Họ có thể làm bị thương nhau!\" Embry và Jared cười ha hả.  \"Tôi mong Paul tợp được nó một cái, \" Jared nói. \"Dạy cho nó một bài học. \" Tôi tái người.  \"Ờ, hay dữ!\" Embry không chịu. \"Mày có thấy Jake không?  Cả Sam cũng không thể biến hình khi đang vội được như thế.   Nó vừa thấy Paul mất kiểm soát, là chỉ mất, để coi, có nửa giây là tấn công được ngay?  Đúng là khả năng trời phú.” \"Paul đã đánh nhau lâu hơn. Tao cá với mày mười đô la là nó sẽ cắn được một cái.” \"Mày cá đó nhe. Jake có khiếu bẩm sinh. Paul không có cơ may nào đâu. \" Họ bắt tay, cười toe toét.  Tôi cố làm mình yên tâm vì sự thiếu quan tâm của họ, nhưng tôi không thể xua đuổi hình ảnh tàn bạo của mấy người sói đánh nhau ra khỏi đầu. Bao tử tôi rối loạn, đau và trống rỗng, đầu đau vì lo lắng.  \"Mình hãy đi gặp Emily đi. Thế nào chị ấy cũng đã nấu sẵn chờ rồi. \" Embry nhìn xuống tôi. \"Có phiền gì không nếu tụi này đi nhờ xe?\" \"Không sao đâu, \" tôi nghẹn.  Jared nhướng một bên chân mày. \"Có lẽ mày nên lái đi, Embry. Cô ấy vẫn giống như sắp xỉu vậy.” \"Ý hay đó. Chìa khoá đâu rồi?\" Embry hỏi tôi.  \"Công tắc. \" Embry mở cửa phía hành khách. \"Vô đi \" anh chàng vui vẻ nói, kéo mạnh tôi lên khỏi đất bằng một tay rồi nhét tôi vô ghế. Anh chàng ước lượng chỗ trống. \"Mày phải ra phía sau đứng, \" anh chàng nói với Jared.  \"Tốt thôi. Tao dạ dày yếu lắm. Tao không muốn ngồi trong đó khi cô ấy ói. \" \"Tao cá là cô ấy mạnh mẽ hơn vậy. Cô ấy chơi với ma cà rồng mà. \" \"Năm đô la?\" Jared hỏi.  \"Chịu liền. Tao thấy mình tội lỗi quá khi lấy tiền mày như thế này. \" Embry vào rồi khởi động máy trong khi Jared nhanh nhẹn nhảy vô thùng xe. Vừa đóng cửa xong Embry liền thì thầm với tôi, \"Đừng ói nhé, được không?  Tôi chỉ có mười đồng thôi, nếu mà Paul cắn được Jacob... \" \"Được, \" tôi thì thầm.  Embry lái xe đưa chúng tôi về làng trở lại.  \"Nè, làm sao mà Jake lách được luật hay vậy?\" \"...Cái gì ?\"      \"Ờ, mệnh lệnh đó. Bạn biết không, mệnh lệnh không được tiết lộ bí mật. Làm sao nó kể bạn nghe chuyện này được?\" \"Ồ, \" tôi nói, nhớ Jacob cố gắng tiết lộ sự thật cho tôi đêm qua. \"Bạn ấy đâu có kể. Tôi đã đoán trúng. \" Embry bặm môi, có vẻ ngạc nhiên. \"Hừm. Chắc vậy.” \"Mình đang đi đâu vậy?\" Tôi hỏi.  “Đến nhà Emily. Chị ấy là bạn gái của Sam... à không, bây giờ, là hôn thê rồi, tôi nghĩ vậy.  Họ sẽ gặp mình ở đó sau khi Sam cho họ biết chuyện vừa xảy ra. Và sau khi Paul và Jake tìm được quần áo mới, nếu Paul còn được cái nào.” \"Emily có biết chuyện... ?\" \"Có. À này, đừng nhìn chị ấy chòng chọc nhé. Làm vậy Sam bực lắm đó. \" Tôi cau mày khó chịu với anh chàng. \" Tại sao tôi lại nhìn chòng chọc chớ?\" Embry trông có vẻ bứt rứt. \"Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó. \" Anh chàng thay đổi đề tài nhanh chóng. \"Nè, có phải bạn thấy không sao về toàn bộ chuyện với thằng hút máu tóc đen trong đồng cỏ không?  Trông không có vẻ gì hắn là bạn bạn, nhưng... \" Embry nhún vai.  \"Không, hắn không phải là bạn tôi. \" \"Vậy thì tốt. Chúng tôi không muốn gây sự trước, phá vỡ hiệp ước, bạn biết đó. \" \"Ồ, ờ, Jake đã kể tôi nghe về hiệp ước này một lần rồi, cách đây đã lâu. Tại sao giết Laurent lại là phá vỡ hiệp ước ?\" \"Laurent, \" anh chàng lặp lại, khịt mũi, như thể anh ta thấy thích thú vì con ma cà rồng này có tên gọi. \" Ừm, chúng tôi hết sức tuân thủ trên lãnh địa của Cullen. Chúng tôi không được phép tấn công bất cứ ai trong số họ, gia đình Cullen, ít nhất là, bên ngoài lãnh địa của chúng tôi - trừ phi họ phá vỡ hiệp ước trước. Chúng tôi không biết tên tóc đen có phải là bà con này nọ gì của họ không.  Hình như bạn biết hắn.” \"Họ cư xử thế nào thì là phá vỡ hiệp ước?\" \" Nếu họ cắn người. Jake không ưa lắm cái ý để chuyện đi xa đến thế. \" \"Oh. Um, cám ơn. Tôi mừng là các bạn đã không đợi chuyển đó xảy ra.” \"Niềm sung sướng của chúng tôi mà. \" Anh chàng nói nghe như có ý nói theo nghĩa đen.  Embry lái qua ngôi nhà ở mút phía đông trên đường cao tốc rồi mới quẹo vào một con đường đất hẹp.  \"Xe bạn chạy chậm ghê, \" anh chàng lưu ý.  \"Xin lỗi. \" Cuối con đường là một căn nhà nhỏ xíu trước đây có màu xám. Chỉ có một cửa sổ hẹp bên cạnh cánh cửa xanh dương dạn dày sương gió, nhưng bồn hoa ngoài cửa sổ bên dưới đầy cúc vạn thọ cam vàng rực rỡ, làm cả chỗ này rạng rỡ tươi vui.  Embry mở cửa xe tải và hít hà. \" Chà chà, Emily đang nấu ăn.” Jared nhảy ra khỏi phía sau xe tải và đi về phía cửa, nhưng Embry lấy một tay chặn ngực anh chàng. Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng.  \"Tao không có mang theo ví tiền, \" Jared nói.  \"Thế cũng được. Tao sẽ không quên đâu. \" Họ leo lên một bước vô nhà không gõ cửa. Tôi rụt rè theo sau họ.  Phòng trước, như nhà Billy, chủ yếu là bếp. Một cô gái trẻ có làn da màu đồng mịn màng và mái tóc huyền đen nhánh dài, và thẳng đang đứng ở quầy cạnh bồn rửa chén, đang lấy mấy cái bánh nướng xốp ra khỏi hộp thiếc và đặt chúng lên đĩa giấy. Trong một giây, tôi nghĩ lý do Embry đã bảo tôi đừng nhìn chòng chọc là vì cô ấy quá đẹp.  Rồi cô hỏi \"Mấy em đói không?\" bằng một giọng du dương, rồi cô quay sang đối mặt hoàn toàn với chúng tôi, một nụ cười trên một nửa khuôn mặt cô.  Mặt bên phải của cô bị tàn phá từ tóc đến cằm bởi ba lằn đỏ, dầy, nổi rõ dù đã lành lâu rồi. Một lằn kéo dài dưới khoé mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn.  Nhờ lời báo trước của Embry, tôi nhanh chóng quay mắt sang mấy cái bánh nướng trên tay cô. Chúng toả mùi tuyệt vời - như mùi việt quất tươi rói.  \"Ồ, \" Emily nói, bị bất ngờ. \"Ai đây này?\" Tôi nhìn lên, cố tập trung nửa mặt bên trái của cô.  \"Bella Swan, \" Jared nói với Cô, nhún vai. Rõ ràng, tôi đã từng là một chủ đề chuyện trò trước đây. \"Còn ai vào đây nữa?\" \"Hãy để chuyện đó cho Jacob xoay sở,”  Emily thì thầm. Cô nhìn tôi chằm chằm, và cả nửa mặt trước đây đã từng xinh đẹp của cô cũng thân thiện. \"Nè, bạn là người yêu ma cà rồng ha. \" Tôi cứng đờ. \"Vâng. Còn bạn là người yêu sói hả?\" Cô cười, Embry và Jared cũng vậy. Nửa mặt trái hồng lên. \"Chắc vậy quá. \" Cô hướng về Jared. \"Sam đâu?\" \"Bella, ơ, làm Paul bất ngờ sáng nay. \" Emily trợn con mắt lành lặn của cô. \" Ah, Paul, \" Cô thở dài. \"Mấy em nghĩ còn lâu không?  Chị định bắt đầu làm trứng. \" \"Đừng lo, \" Embry nói với cô. \" Nếu họ về trễ, tụi em cũng không để cho bất cứ thứ gì bị lãng phí đâu. \" Emily cười khúc khích, rồi mở tủ lạnh. \"Rõ rồi, \" Cô đồng ý. \" Bella, bạn có đói bụng không? Cứ tự nhiên và tự lấy bánh nướng ăn nhé. \" \"Cám ơn. \" Tôi lấy một cái trong đĩa và bắt đầu gặm quanh rìa.  Ngon tuyệt, và thật dễ chịu trong cái dạ dày nhạy cảm của tôi.  Embry nhón cái thứ ba rồi tống nguyên cái vô miệng.  \"Để dành mấy cái cho mấy anh nữa chứ, \" Emily trừng trị anh chàng bằng cách lấy muỗng gỗ khỏ vô đầu anh ta.  Lời nói này làm tôi ngạc nhiên, nhưng những người khác chẳng hề quan tâm.  \"Đồ con heo, \" Jared bình luận.  Tôi tựa vào quầy nhìn ba người đùa giỡn với nhau như người một nhà.  Bếp của Emily là một nơi thân thiện, sáng sủa với kệ bếp trắng và sàn bằng gỗ lợt. Trên bàn tròn nhỏ, một bình sứ rạn xanh trắng ngập tràn hoa dại. Embry và Jared có vẻ hết sức thoải mái ở đây.  Emily đang trộn một mẻ trứng lớn, đến vài tá, trong một cái tô vàng lớn. Cô xắn tay áo màu oải hương lên, và tôi có thể thấy cái sẹo kéo dài suốt cánh tay cô đến  phía sau bàn tay phải.  Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói.  Cửa trước mở, và Sam bước vô.  \" Emily, \" anh nói, và bao nhiêu yêu thương chứa chan trong giọng anh làm tôi cảm thấy bối rối, làm phiền, khi tôi ngắm anh bước qua phòng chỉ bằng một sải chân và ôm mặt cô trong bàn tay to lớn của mình. Anh cúi xuống và hôn mấy cái sẹo sậm màu bên má phải của cô má rồi mới hôn môi cô.  \"Ê, đừng làm mấy chuyện đó nhe, \" Jared phàn nàn. \"Tôi đang ăn đó. \" \"Thì im miệng mà ăn đi, \" Sam đề nghị, lại hôn lên đôi môi bị tàn phá của Emily lần nữa. \"Ugh, \" Embry rên rỉ.  Chuyện này còn tệ hại hơn mọi phim lãng mạn nào; nó quá thật đến nỗi nó reo vui hân hoan cùng cuộc sống và tình yêu chân thành. Tôi đặt chiếc bánh nướng của mình xuống rồi khoanh tay ngang lồng ngực trống rỗng của mình. Tôi nhìn chằm chằm vào mấy đoá hoa, cố lờ đi sự yên bình tuyệt đối trong khoảnh khắc riêng tư của họ, và lờ đi vết thương phập phồng nhức nhối.  Tôi mừng vì quên được chuyện đó khi Jacob và Paul đi qua cửa, rồi ngạc nhiên khi thấy họ đang cười to. Lúc tôi nhìn, Paul nhéo vai Jacob còn Jacob thụi lại bụng anh chàng. Họ lại cười. Cả hai đều có vẻ lành lặn nguyên vẹn.  Jacob nhìn lướt qua căn phòng, mắt anh dừng lại khi thấy tôi đang tựa người, vụng về và lạc lõng, vào quầy ở phía kia của góc bếp.  \"Chào, Bells, \" anh chào tôi vui vẻ. Anh chộp hai cái bánh nướng xốp khi đi qua bàn và đến đứng bên cạnh tôi. \"Xin lỗi về chuyện lúc nãy, \" anh lẩm bẩm thì thầm. \"Bạn xoay sở ra sao.” \"Đừng lo, tôi ổn. Bánh ngon lắm. \" Tôi cầm bánh mình lên và lại ăn tiếp. Ngực tôi cảm thấy dễ chịu ngay khi có Jacob bên cạnh.  \"Ôi, trời!\" Jared than khóc, ngắt lời chúng tôi.  Tôi nhìn lên, và anh chàng và Embry đang xem xét một lằn màu hồng nhạt trên cẳng tay của Paul. Embry cười toe toét, đắc chí.  \"Mười lăm đô-la, \" anh chàng vui mừng nói.  \"Bạn làm chuyện đó à?\" Tôi thì thầm với Jacob, nhớ lại vụ cá độ.  \"Tôi chỉ mới chạm vô nó thôi. Nó sẽ ngon lành lại khi hoàng hôn xuống. \" \"Khi hoàng hôn xuống?\" Tôi nhìn vào vết thương trên cánh tay Paul. Thiệt kỳ, trông như đã bị cả tuần rồi.  \"Ba chuyện của sói đó mà, \" Jacob thì thầm.  Tôi gật đầu, cố không có vẻ lạ lùng.  \"Bạn ổn không?\" Tôi hỏi nhỏ.  \"Tôi chẳng bị trầy sướt chút nào hết. \" Vẻ mặt anh chàng đầy tự mãn.  \"Nè, các bạn, \" Sam nói lớn, làm gián đoạn mọi cuộc trò chuyện trong căn phòng nhỏ. Emily đang ở chỗ lò nướng, vét hỗn hợp trứng quanh một cái chảo lớn, nhưng Sam vẫn còn để một tay ở thắt lưng cô, một cử chỉ vô thức. \"Jacob có tin tức cho chúng ta.” Paul trông chẳng chút ngạc nhiên. Jacob chắc đã giải thích chuyện này cho anh ấy và Sam rồi. Hoặc ... họ chỉ cần lắng nghe suy nghĩ của anh.  \"Tôi biết bà tóc đỏ muốn gì.” Jacob nói với Jared và Embry. \"Đó là điều tôi đã cố nói với các bạn lúc nãy. \" Anh đá vô chân ghế Paul đang ngồi.  \"Và?\" Jared hỏi.  Mặt Jacob nghiêm túc. \"Cô ta đang cố trả thù cho bạn tình của mình - có điều đó không phải là con đỉa tóc đen mình đã giết. Nhà Cullens đã xử bạn tình của cô ta năm ngoái, và bây giờ cô ta đang theo đuổi Bella.” Đây chẳng phải là tin mới mẻ gì với tôi, nhưng tôi vẫn rùng mình.  Jared, Embry, và Emily nhìn tôi chằm chằm há hốc ngạc nhiên.  \"Cô ấy chỉ là một cô gái thôi mà, \" Embry phản đối.  \"Tôi đâu có nói là chuyện đó hợp lý đâu. Nhưng đó là lý do tại sao con đỉa đó đã cố vượt qua chúng ta. Cô ta đang đi về phía Forks. \" Họ tiếp tục nhìn tôi chằm chằm, miệng vẫn há hốc, một hồi lâu. Tôi cúi đầu.  \"Tuyệt, \" Jared cuối cùng nói, nụ cười bắt đầu làm nhếch khóe miệng của anh chàng. \"Mình đã có mồi nhử rồi. \" Với tốc độ sững người, Jacob lôi một cái đồ khui hộp ở quầy rồi quăng vô đầu Jared.  Bàn tay Jared nhá lên nhanh không tưởng được, và anh chàng chộp được dụng cụ này ngay trước lúc nó đập trúng mặt mình.  \" Bella không phải là mồi nhử. \" \"Mày biết tao muốn nói gì mà, \" Jared nói, không chút xấu hổ.  \"Vì thế mình sẽ thay đổi cách làm, \" Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ. \"Mình sẽ cố gắng tạo mấy cái bẫy, rồi xem cô ta có bị mắc bẫy không. Mình sẽ phải chia nhỏ ra, và tôi không thích vậy. Nhưng nếu cô ta thật đang theo đuổi Bella, có lẽ cô ta sẽ không cố lợi dụng chuyện chia nhỏ nhân sự của mình. \" \"Quil chắc sắp tham gia với mình rồi, \" Embry thì thầm. \"Thế là mình có thể chia đều được. \" Mọi người cúi mặt. Tôi liếc nhìn mặt Jacob, và khuôn mặt anh vô vọng, y như trưa hôm qua, bên ngoài nhà anh.  Bất kể họ có vẻ thoải mái thế nào đi nữa với số phận của mình, thì ở đây trong căn bếp hạnh phúc này, không một người sói nào trong mấy người này lại muốn bạn mình cùng chung số phận. \"Ừm, mình sẽ không trông mong vô chuyện đó, \" Sam nói bằng giọng nhỏ xíu, rồi nói tiếp với âm lượng bình thường của anh. \"Paul, Jared, và Embry sẽ chịu trách nhiệm ở vòng ngoài, còn Jacob và tôi sẽ lo bên trong. Mình sẽ tập hợp lại khi bẫy được cô ta. \" Tôi để ý thấy Emily không thích lắm chuyện Sam thuộc nhóm nhỏ hơn. Nỗi lo lắng của cô khiến tôi liếc lên nhìn Jacob, cũng lo lắng.  Sam bắt gặp ánh mắt tôi. \"Jacob nghĩ tốt nhất là em nên ở đây, tại La Push này càng nhiều càng tốt.   Cô ta sẽ không dễ dàng biết chỗ nào để tìm em, để phòng hờ. \" \"Còn Charlie thì sao?\" Tôi hỏi.  \"Cuộc thi đấu hằng năm March Madness vẫn đang diễn ra,” Jacob nói. \" Tôi nghĩ Billy và Harry có thể giữ được chân Charlie ở dưới này khi ông không ở chỗ làm. \" \"Chờ chút, \" Sam nói, đưa một tay lên. Ánh mắt anh liếc sang Emily rồi quay lại tôi. \"Jacob cho vậy là tốt nhất, nhưng em cần tự mình quyết định. Em nên đánh giá rủi ro của cả hai lựa chọn thật nghiêm túc. Em đã chứng kiến sáng nay mọi chuyện ở đây có thể trở nên nguy hiểm dễ dàng cỡ nào, vượt ngoài tầm kiểm soát nhanh cỡ nào. Nếu em chọn ở với chúng tôi, tôi không thể đảm bảo gì về sự an toàn của em. \" \"Tôi sẽ không làm bạn ấy bị thương đâu, \" Jacob lầm bầm, nhìn xuống.  Sam làm như thể anh chẳng hề nghe anh ấy nói gì. \" Nếu có một nơi nào khác em cảm thấy an toàn... \" Tôi cắn môi. Tôi có thể đến nơi nào mà không làm người khác lâm vào nguy hiểm?  Tôi chùn người bởi ý nghĩ làm Renee bị liên lụy - kéo mẹ vào bia ngắm tôi đang khoác trên người... \"Tôi không muốn dẫn Victoria đến chỗ nào hết, \" tôi thì thầm.  Sam gật đầu. \"Đúng thế.  Thà là để cô ta đến đây, nơi chúng tôi có thể chấm dứt chuyện này. \" Tôi ngần ngại. Tôi không muốn Jacob hoặc bất cứ ai trong bọn họ cố chấm dứt Victoria. Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả.  \"Bạn sẽ cẩn thận, phải không?\"Tôi hỏi, cổ họng nghẹn lại.  Mấy chàng trai phá ra cười lăn bò.  Ai cũng cười nhạo tôi - trừ Emily. Cô nhìn tôi, và tôi bỗng nhìn thấy sự đối xứng dưới khuôn mặt biến dạng của cô. Mặt cô vẫn xinh đẹp, và đầy lo lắng thậm chí còn dữ dội hơn sự lo lắng của tôi. Tôi phải nhìn sang chỗ khác, trước khi tình yêu ẩn sau nỗi lo lắng đó bắt đầu làm tôi đau đớn lần nữa.  \"Thức ăn đã sẵn sàng, \" Cô công bố, thế là cuộc bàn luận chiến lược chỉ còn là quá khứ.  Mấy chàng trai vội vã bao quanh bàn – cái bàn trông nhỏ xíu và có nguy cơ bị họ đè sập - rồi ngấu nghiến trong thời gian kỷ lục chảo trứng to như để đãi tiệc mà Emily đã đặt vào giữa bọn họ. Emily tựa vào quầy giống như tôi để ăn - tránh cảnh ồn ào hỗn loạn ở bàn - và nhìn họ bằng đôi mắt trìu mến. Vẻ mặt cô cho thấy rõ ràng đây là gia đình cô.  Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói.  Tôi ở cả ngày ở La Push, phần lớn trong nhà Billy. Ông nhắn vô điện thoại Charlie và điện thoại ở đồn cảnh sát, thế là khoảng giờ ăn tối, Charlie xuất hiện với hai cái bánh pizza. Thiệt đỡ vì ông mang hai cái to; một mình Jacob đã ăn hết một cái rồi.  Tôi thấy Charlie quan sát hai chúng tôi đầy thắc mắc suốt đêm, nhất là Jacob đã thay đổi quá nhiều. Ông hỏi thăm về chuyện tóc tai; Jacob nhún vai và nói với ông là chỉ vì tiện lợi hơn thôi.  Tôi biết ngay khi Charlie và tôi về tới nhà, Jacob sẽ bắt đầu chạy đôn đáo như một con sói, như anh đã làm từng hồi suốt cả ngày nay. Anh và huynh đệ của mình liên tục canh chừng, tìm dấu hiệu của chuyến trở về của Victoria. Nhưng vì họ đã đuổicô ta ra khỏi suối nước nóng đêm qua - rượt đuổi đến giữa đường qua Ca-na-đa, theo Jacob thì - cô ta hẳn chưa tiến hành đột nhập lần nữa đâu.  Tôi chẳng hề hy vọng cô ta sẽ bỏ cuộc. Tôi đâu có may mắn như thế.  Jacob đi cùng tôi đến xe tải sau bữa tối và nấn ná bên cửa xe, chờ Charlie chạy đi trước.  \"Đêm nay đừng sợ, \" Jacob nói, trong khi Charlie giả vờ không thắt dây an toàn được.  \"Chúng tôi sẽ ở bên ngoài, canh chừng. \" \" Tôi không lo cho mình đâu, \" tôi hứa.  \" Bạn ngốc lắm. Săn ma cà rồng vui lắm.  Đó là phần thích nhất trong toàn bộ chuyện lộn xộn này.” Tôi lắc đầu. \" Nếu tôi mà ngốc, thì bạn không tự chủ một cách đáng ngại.” Anh chàng cười khúc khích. \" Nghỉ ngơi một chút, Bella, bé à. Bạn trông kiệt sức quá. \" \"Tôi sẽ cố. \" Charlie ấn còi sốt ruột. \"Hẹn gặp bạn ngày mai, \" Jacob nói. \"Xuống ngay lúc sáng sớm nhe. \" \"Ừ. \" Charlie theo tôi về nhà. Tôi ít chú ý đến mấy cái đèn trong kính chiếu hậu mà tự hỏi không biết bây giờ Sam và Jared và Embry và Paul đang ở đâu, trong rừng đêm. Tôi tự hỏi không biết Jacob đã nhập bọn với họ chưa.  Khi về đến nhà, tôi vội vã lên cầu thang, nhưng Charlie đã ở ngay phía sau tôi.  \"Chuyện gì đang xảy ra vậy, Bella ?\" ông hỏi trước khi tôi kịp trốn. \"Bố cứ tưởng Jacob thuộc băng đảng gì đó và hai con đang giận nhau.” \"Tụi con làm hoà rồi. \" \"Còn vụ băng đảng thì sao?\" \"Con không biết --- ai mà hiểu nỗi mấy thằng con trai mới lớn chớ? Tụi nó bí ẩn quá trời.  Nhưng con đã gặp Sam Uley và hôn thê của anh ấy, Emily. Họ tốt với con lắm. \" Tôi nhún vai. \"Mọi chuyện chỉ là hiểu lầm mà thôi.” Mặt ông thay đổi. \"Bố chưa nghe nói nó và Emily đã chính thức chuyện đó.  Thiệt hay. Con nhỏ tội nghiệp. \" \"Bố có biết chuyện gì đã xảy ra với bạn ấy không?\" \"Bị gấu tấn công, ở phía bắc, trong mùa cá hồi đẻ trứng -  tai nạn khủng khiếp.  Giờ đã hơn một năm rồi. Bố nghe nói Sam đã đau khổ ghê lắm vì chuyện đó. \" \"Khủng khiếp quá, \" tôi lặp lại. Hơn một năm trước. Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push. Tôi rùng mình khi nghĩ đến chuyện  Sam cảm thấy ra sao mỗi lần anh nhìn mặt Emily.  Đêm đó, tôi nằm thao thức thật lâu cố sắp xếp chuyện trong ngày. Tôi nhớ ngược từ bữa tối với Billy, Jacob, và Charlie, đến suốt buổi chiều ở nhà Black, hồi hộp chờ nghe tin Jacob, đến căn bếp của Emily, đến nỗi kinh hoàng vì trận đánh nhau của người sói, đến cuộc nói chuyện với Jacob trên bãi biển.  Tôi nghĩ về điều Jacob nói sáng sớm nay, về sự giả nhân giả nghĩa. Tôi nghĩ về điều đó thật lâu. Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ? Tôi cuộn chặt người. Không, Edward không phải là một kẻ giết người. Ít nhất thì, ngay cả trong quá khứ đen tối hơn của anh, anh cũng chưa từng là kẻ giết người vô tội.  Nhưng chuyện gì sẽ xảy ra nếu anh vậy?  Chuyện gì sẽ xảy ra nếu, suốt thời gian tôi quen biết anh, anh cũng như mọi con ma cà rồng khác?  Chuyện gì sẽ xảy ra nếu mọi người cũng mất tích trong rừng, giống như bây giờ?  Liệu điều ấy có cản tôi đến gần anh không? Tôi lắc đầu buồn bã. Tình yêu là phi lý, tôi tự nhắc mình. Bạn càng yêu ai đó, thì lại càng ít làm chuyện hợp lý hơn.  Tôi úp người cố nghĩ về chuyện khác - và tôi nghĩ về Jacob và anh em của anh, chạy trogn rừng trong đêm tối. Tôi ngủ thiếp đi khi đang hình dung mấy con sói, ẩn trong màn đêm, bảo vệ tôi khỏi hiểm nguy. Khi mơ, tôi lại đứng trong rừng, nhưng không còn lang thang nữa. Tôi đang nắm bàn sứt sẹo của Emily cùng nhìn vào bóng đêm, lo lắng chờ đợi mấy người sói của chúng tôi quay về."
        }
    ],
    "suggestions": []
}