{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,haipou'θə:miə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) sự giảm nhiệt, sự giảm thế nhiệt</td></tr></table><i/></div>",
            "word": "hypothermia",
            "pronounce": "[,haipou'θə:miə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hypothermia</k><blockquote><cclass>[<cclass>ˌhʌɪpə(ʊ)'θə:mɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine the condition of having an abnormally (typically dangerously) low body temperature. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from <kref>hypo-</kref> + Gk <i>thermē</i> 'heat'. </blockquote></div>",
            "word": "hypothermia",
            "pronounce": "[,haipou'θə:miə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hypothermia",
            "pronounce": "[,haipou'θə:miə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "hypothermia",
            "pronounce": "[,haipou'θə:miə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hạ nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính giảm nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính hạ nhiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">artificial hypothermia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giảm thân nhiệt nhân tạo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">artificial hypothermia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nước đá nhân tạo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">artificial hypothermia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rút nhiệt nhân tạo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">local hypothermia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạ nhiệt cục bộ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "hypothermia",
            "pronounce": "[,haipou'θə:miə]"
        }
    },
    "sentences": [
        {
            "en": "<em>Hypothermia</em>.",
            "vi": "Giảm nhiệt."
        },
        {
            "en": "emergency treatment of <em>hypothermia</em>",
            "vi": "điều trị khẩn cấp chứng giảm thân nhiệt"
        },
        {
            "en": "Major causes of neonatal mortality include haemorrhage, infection, <em>hypothermia</em> and poor nutrition during pregnancy.",
            "vi": "Những nguyên nhân chính gây ra tử vong ở trẻ bao gồm xuất huyết, nhiễm trùng, giảm thế nhiệt và thiếu dinh dưỡng trong thời kỳ thai nhi."
        },
        {
            "en": "<em>Hypothermia</em> occurs when your body temperature drops way below normal, causing the circulatory, respiratory, and nervous systems to slow down.",
            "vi": "Sự giảm thân nhiệt xảy ra khi nhiệt độ cơ thể bạn xuống thấp hơn bình thường, làm cho các hệ thống tuần hoàn máu, hô hấp và thần kinh chậm xuống."
        },
        {
            "en": "Premature burial leads to death through one or more of the following: asphyxiation, dehydration, starvation, or <em>hypothermia</em>.",
            "vi": "Chôn sống gây ra cái chết do các nguyên nhân sau : ngạt thở, mất nước, đói, giảm thân nhiệt."
        },
        {
            "en": "Premature burial leads to death through one or more of the following : asphyxiation, dehydration, starvation, or <em>hypothermia</em>.",
            "vi": "Chôn sống gây ra cái chết do các nguyên nhân sau: ngạt thở, mất nước, đói, giảm thân nhiệt."
        },
        {
            "en": "Things have come to a pretty pass when old people are dying of <em>hypothermia</em> because they cannot afford to heat their homes.",
            "vi": "Mọi thứ đã đạt đến một tình trạng nguy kịch khi những người già đang chết vì bệnh hạ thân nhiệt vì họ không thể xoay xở để làm nóng ngôi nhà của họ."
        },
        {
            "en": "Sinus bradycardia is often found in healthy individual, especially athletes, but it is also seen in some patients with reduced, thyroid activity, jaundice, <em>hypothermia</em>, or vasovagal attacks.",
            "vi": "Nhịp xoang tim chậm thường thấy ở các cá thể mạnh khoẻ, đặc biệt các vận động viên, nhưng cũng thấy ở một số bệnh nhân bị giảm hoạt động tuyến giáp, vàng da, hạ thân nhiệt, hay các cơn mạch phế vị."
        },
        {
            "en": "Recently, anaesthesia has been used in combination with artificial lowering of the body temperature (<em>hypothermia</em>) in certain complex operations, such as cardiac surgery.",
            "vi": "Hiện nay, gây mê được dùng phối hợp với việc hạ nhiệt độ cơ thể một cách nhân tạo trong một vài cuộc giải phẫu phức tạp như giải phẫu tim."
        },
        {
            "en": "<em>Hypothermia</em> happens when a person's body temperature falls below 95° F (35° C) and his or her normal body functions start to fail. A person who is out in the cold too long, gets wet in the cold, or stays in water that is below body temperature too long may exhibit symptoms of <em>hypothermia</em>, which include chills, shivering, confusion, and difficulty with coordination.",
            "vi": "Giảm thân nhiệt xảy ra khi nhiệt độ cơ thể của một người giảm xuống dưới 95 ° F (35 ° C) và các chức năng cơ thể bình thường của người đó bắt đầu mất đi. Một người ở ngoài trời lạnh quá lâu, bị ướt trong thời tiết lạnh, hoặc ở trong nước thấp hơn nhiệt độ cơ thể quá lâu có thể biểu hiện các triệu chứng hạ thân nhiệt, trong đó bao gồm ớn lạnh, run, lẫn trí, và khó phối hợp vận động."
        },
        {
            "en": "In addition to the deaths at least 500 people in Ukraine suffering from either <em>hypothermia</em> or frostbite have required hospital treatment.",
            "vi": "Ngoài những trường hợp tử vong còn có ít nhất 500 người ở U-crai-na hoặc là bị hạ thân nhiệt hoặc là bị tổn thương do lạnh giá đã phải nhập viện điều trị."
        },
        {
            "en": "If you suspect that someone has <em>hypothermia</em>, get the person inside, out of wet clothes and into dry ones, and wrapped in warm blankets. Feed the person warm liquids and call for emergency medical help.",
            "vi": "Nếu bạn nghi ngờ rằng ai đó bị giảm thân nhiệt, hãy đưa người đó vào trong nhà, cởi bỏ quần áo ướt và mặc vào đồ khô, quấn họ trong chăn ấm. Cho người bị lạnh uống nước ấm và gọi giúp đỡ y tế khẩn cấp."
        },
        {
            "en": "In Poland the interior ministry has put the number of fatalities from <em>hypothermia</em> at 15, and another seven killed by carbon-monoxide poisoning caused by faulty heating systems. In neighbouring Ukraine 18, mostly homeless, people have died, while deaths attributed to the cold have also been recorded in nearly all other countries in the region.",
            "vi": "Bộ nội vụ Ba Lan cho biết số người thiệt mạng do hạ thân nhiệt là 15 người, và 7 người khác thiệt mạng vì ngộ độc khí CO do hệ thống sưởi ấm bị hỏng. Ở U-crai-na lân cận có 18 người thiệt mạng, hầu hết đều là người vô gia cư, trong khi những trường hợp tử vong do thời tiết lạnh giá cũng đã được ghi nhận ở hầu hết tất cả các quốc gia khác trong khu vực này."
        },
        {
            "en": "How to treat <em>hypothermia</em>  Never rub the frostbitten areas as this may cause further tissue damage. You also shouldn’t use hot water or a heating lamp to warm the victim. Treatment like this may end up causing shock to the victim’s body.Instead, you should warm the person’s core up gradually, preferably with blankets and some warm water bottles under their armpits.",
            "vi": "Cách xử lý khi bị hạ thân nhiệt Không được chà xát những chỗ tê lạnh vì có thể làm tổn thương các mô. Ngoài ra, cũng không nên dùng nước nóng hoặc đèn nóng để sưởi ấm vì sẽ gây nguy hiểm cho người bệnh đấy. Xử lý thế này có thể làm bệnh nhân bị sốc nhiệt.Thay vào đó, nên làm ấm cơ thể người bệnh từ từ, tốt nhất là quấn chăn cho họ và kẹp một số chai nước ấm dưới nách của họ."
        },
        {
            "en": "People who stay out in the cold too long may risk frostbite and <em>hypothermia</em>. With frostbite, your body tissue literally freezes. Frostbite is fairly rare in teens' everyday outdoor activities, but if your ears, toes, or fingers feel really cold, get out of the cold. If the discomfort or tingling doesn't go away after a half hour or so, it's time to call a doctor.",
            "vi": "Những người ở trong trời lạnh quá lâu có thể có nguy cơ bị tê cóng và giảm thân nhiệt. Với tê cóng, mô cơ thể của bạn đóng băng theo nghĩa đen. Tê cóng là khá hiếm trong các hoạt động ngoài trời hàng ngày của thanh thiếu niên, nhưng nếu tai, ngón chân hoặc ngón tay của bạn, cảm thấy thực sự lạnh, thì hãy ra khỏi nơi lạnh lẽo đó. Nếu sự khó chịu hoặc ngứa ran không biến mất đi sau khi một nửa giờ hoặc lâu hơn, thì đã đến lúc phải gọi bác sĩ."
        },
        {
            "en": "Urinary tract infection    What is urinary tract infection? A urinary tract infection (UTI) is a bacterial infection that affects any part of the urinary tract. The main etiologic agent is Escherichia coli. Although urine contains a variety of fluids, salts, and waste products, it does not usually have bacteria in it. When bacteria get into the bladder or kidney and multiply in the urine, they may cause a UTI. The most common type of UTI is acute cystitis often referred to as a bladder infection. An infection of the upper urinary tract or kidney is known as pyelonephritis, and is potentially more serious. Although they cause discomfort, urinary tract infections can usually be easily treated with a short course of antibiotics. Symptoms include frequent feeling and/or need to urinate, pain during urination, and cloudy urine. Signs and symptoms The most common symptoms of a bladder infection are burning with urination (dysuria), frequency of urination, an urge to urinate, without vaginal discharge or significant pain. An upper urinary tract infection or pyelonephritis may additionally present with flank pain and a fever.  The symptoms of urinary tract infections may vary with age and the part of the urinary system that was affected. In young children, urinary tract infection symptoms may include diarrhea, loss of appetite, nausea and vomiting, fever and excessive crying that cannot be resolved by typical measures. Older children on the other hand may experience abdominal pain, or incontinence. Lower urinary tract infections in adults may manifest with symptoms including hematuria (blood in the urine), inability to urinate despite the urge and malaise. Other signs of urinary tract infections include foul smelling urine and urine that appears cloudy.   Depending on the site of infection, urinary tract infections may cause different symptoms. Urethritis, meaning only the urethra has been affected, does not usually cause any other symptoms besides dysuria. If the bladder is however affected (cystitis), the patient is likely to experience more symptoms including lower abdomen discomfort, low-grade fever, pelvic pressure and frequent urination all together with dysuria. Infection of the kidneys (acute pyelonephritis) typically causes more serious symptoms such as chills, nausea, vomiting and high fever. Whereas in newborns the condition may cause jaundice and <em>hypothermia</em>, in the elderly, symptoms of urinary tract infections may even include lethargy and a change in the mental status, signs that are otherwise nonspecific. Risk factors Sexual activity In young sexually active women, sex is the cause of 75—90 % of bladder infections, with the risk of infection related to the frequency of sex. The term \"honeymoon cystitis\" has been applied to this phenomenon of frequent UTIs during early marriage. In post menopausal women sexual activity does not affect the risk of developing a UTI.  Gender Women are more prone to UTIs than men because in females, the urethra is much shorter and closer to the anus than in males, and they lack the bacteriostatic properties of prostatic secretions. Among the elderly, UTI frequency is roughly equal proportions in women and men. This is due, in part, to an enlarged prostate in older men. An enlarged prostate means the gland has grown bigger. Prostate enlargement happens to almost all men as they get older. As the gland grows, it can press on the urethra and cause urination and bladder problems. As the gland grows, it obstructs the urethra, leading to increased difficulty in micturition.  Urinary catheters Urinary catheters are a risk factor for urinary tract infections. The risk of an associated infection can be decreased by only catheterizing when necessary, using aseptic technique for insertion, and maintaining unobstructed closed drainage of the catheter. A predisposition for bladder infections may run in families. Others Other risk factors include diabetics, sickle-cell disease or anatomical malformations of the urinary tract such as prostate enlargement. Pathogenesis The most common organism implicated in UTIs (80—85 %) is E. Coli, while Staphylococcus saprophyticus is the cause in 5—10 %.   Prevention The following are measures that studies suggest may reduce the incidence of urinary tract infections.     * A prolonged course ( 6 months to a year ) of low-dose antibiotics (usually nitrofurantoin or TMP/SMX) is effective in reducing the frequency of UTIs in those with recurrent UTIs.     * Cranberry (juice or capsules) may decrease the incidence of UTI in those with frequent infections. Long term tolerance however is an issue.     * For post-menopausal women intravaginal application of topical estrogen cream can prevent recurrent cystitis. This however is not as useful as low dose antibiotics.     * Studies have shown that breastfeeding can reduce the risk of UTIs in infants. A number of measures have not been found to effect UTI frequency including: the use of birth control pills or condoms, voiding after sex, the type of underwear used, personal hygiene methods used after voiding or defecating, whether one takes a bath or shower. Diagnosis In straight forward cases a diagnosis may be made and treatment given based on symptoms alone without further laboratory confirmation. In complicated or questionable cases confirmation via urinalysis looking for the presence of nitrites, leukocytes or leukocyte esterase or via urine microscopy looking for the presence of red blood cells, white blood cells, and bacteria maybe useful. Most cases of lower urinary tract infections in females are benign and do not need exhaustive laboratory work-ups. However, UTI in young infants may receive some imaging study, typically a retrograde urethrogram, to ascertain the presence/absence of congenital urinary tract anomalies. All males with a confirmed UTI should be investigated further. Specific methods of investigation include x-ray, nuclear medicine, MRI and CAT scans. The presence of bacteria in the urinary tract of older adults, without symptoms or signs of infection, is a well recognized phenomenon which may not require antibiotics. This is usually referred to as asymptomatic bacteriuria. The overuse of antibiotics in the context of bacteriuria among the elderly is a concerning issue. Treatment Uncomplicated Uncomplicated UTIs can be diagnosed and treated based on symptoms alone. Oral antibiotics such as trimethoprim, cephalosporins, nitrofurantoin, or a fluoroquinolone such as ciprofloxacin substantially shorten the time to recovery. About 50% of people will recover without treatment within a few days or weeks. The Infectious Diseases Society of America recommends a combination of trimethoprim and sulfamethoxazole in uncomplicated UTIs rather than fluoroquinolones.  A three-day treatment with trimethoprim, TMP/SMX, or a fluoroquinolone is usually sufficient while nitrofurantoin requires 7 days. Trimethoprim is often recommended to be taken at night to ensure maximal urinary concentrations to increase its effectiveness. While trimethoprim / sulfamethoxazole was previously internationally used (and continues to be used in the U.S. and Canada); the addition of the sulfonamide gives little additional benefit compared to the trimethoprim component alone. It is responsible however for a high incidence of mild allergic reactions and rare but potentially serious complications. For simple UTIs children often respond well to a three-day course of antibiotics. Pyelonephritis Pyelonephritis is treated more aggressively than a simple bladder infection using either a longer course of oral antibiotics or intravenous antibiotics. Regimens vary, and include SMX/TMP and fluorquinolones. In the past, they have included aminoglycosides (such as gentamicin) used in combination with a beta-lactam, such as ampicillin or ceftriaxone. These are continued for 48 hours after fever subsides. If there is a poor response to IV antibiotics (marked by persistent fever, worsening renal function), then imaging is indicated to rule out formation of an abscess either within or around the kidney, or the presence of an obstructing lesion such as a stone or tumor. Recurrent Women with recurrent simple UTIs may benefit from self-treatment upon occurrence of symptoms with medical follow up only if the initial treatment fails. Effective treatment can also be delivered over the phone. Epidemiology Bladder infections are most common in young women with 10% of women getting an infection yearly and 60% having an infection at some point in their life. Pyelonephritis occurs between 18—29 times less frequently.  According to the 1997 National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey, urinary tract infection accounted for nearly 7 million office visits; 1 million emergency department visits, and 100,000 hospitalizations.  Nearly 1 in 3 women will have had at least 1 episode of urinary tract infections requiring antimicrobial therapy by the age of 24 years. The risk of urinary tract infection increases with increasing duration of catheterization.  The condition rarely occurs in men who are younger than 50 years old and who did not undergo any genitourinary procedure. However, the incidence of urinary tract infections in men tends to rise after the age of 50. According to statistics from 1990, the prevalence of urinary tract infections in pre-school and school girls was 1% to 3%, nearly 30-fold higher than that in boys. Also, the statistics from the same year show that approximately 5% of girls will develop at least one urinary tract infection in their school years.",
            "vi": "Nhiễm trùng đường tiểu      Nhiễm trùng đường tiểu là gì? Nhiễm trùng đường tiểu (UTI) là hiện tượng nhiễm khuẩn có thể ảnh hưởng đến bất kỳ phần nào của đường tiểu. Tác nhân gây bệnh chính là trực khuẩn E.coli. Mặc dù nước tiểu chứa nhiều chất lỏng, muối, và chất thải, nhưng thường vô khuẩn. Khi vi khuẩn vào bàng quang hay thận và sinh sôi nảy nở trong nước tiểu, chúng có thể gây ra UTI. Loại UTI thường gặp nhất là viêm bàng quang cấp thường được coi như chứng viêm bàng quang. Nhiễm trùng đường tiểu trên hay thận được coi là chứng viêm thận, và tiềm ẩn bệnh nghiêm trọng hơn. Mặc dù nhiễm trùng đường tiểu thường làm cho người ta cảm thấy khó chịu, nhưng bệnh này có thể dễ dàng chữa trị bằng cách dùng thuốc kháng sinh trong thời gian ngắn. Các triệu chứng nhiễm trùng đường tiểu bao gồm cảm giác thường xuyên và/hoặc mắc tiểu, đau khi đi tiểu, và nước tiểu đục. Các triệu chứng và dấu hiệu của nhiễm trùng đường tiểu  Các triệu chứng thường gặp nhất của chứng viêm bàng quang là đi tiểu rát (khó tiểu), đi tiểu nhiều lần, mắc tiểu nhiều lần, không có khí hư hoặc đau nhiều. Nhiễm trùng đường tiểu trên hay chứng viêm thận ngoài ra cũng có thể gây đau ở bên sườn và sốt.  Các triệu chứng của bệnh nhiễm trùng đường tiểu có thể thay đổi tuỳ theo độ tuổi và tuỳ theo đường tiểu bị nhiễm trùng ở phần nào. Ở trẻ em, triệu chứng nhiễm trùng đường tiểu có thể bao gồm tiêu chảy, chán ăn, buồn nôn và ói, sốt và khóc nhiều không dỗ nín được bằng các biện pháp thường. Mặt khác đối với trẻ lớn tuổi hơn thì có thể gặp triệu chứng đau bụng, hoặc ỉa đùn. Nhiễm trùng đường tiểu dưới ở người lớn có thể thấy rõ với nhiều triệu chứng gồm chứng huyết niệu (máu trong nước tiểu), không đi tiểu được mặc dù muốn tiểu và cảm thấy rất khó chịu. Những dấu hiệu nhiễm trùng đường tiểu khác như nước tiểu có mùi khó chịu và nước tiểu đục. Tùy theo vùng nhiễm trùng mà chứng nhiễm trùng đường tiểu có thể gây ra nhiều triệu chứng khác nhau. Đối với chứng viêm niệu đạo, nghĩa là chỉ có vùng niệu đạo bị nhiễm trùng, thường không gây ra các triệu chứng nào khác ngoài chứng khó tiểu. Tuy nhiên, nếu bàng quang bị nhiễm trùng (viêm bàng quang) thì bệnh nhân có thể gặp nhiều triệu chứng hơn như cảm giác khó chịu ở bụng dưới, sốt nhẹ, ép khung chậu và thường xuyên bị khó tiểu. Nhiễm trùng thận (viêm thận cấp) thường gây ra nhiều triệu chứng trầm trọng hơn như là ớn lạnh, buồn nôn, ói và sốt cao. Nhưng đối với trẻ sơ sinh, chứng nhiễm trùng đường tiểu có thể gây vàng da và giảm nhiệt, với người lớn, triệu chứng nhiễm trùng đường tiểu thậm chí có thể gồm chứng ngủ lịm và làm tinh thần thay đổi, mặt khác người ta còn chưa xác định rõ nguyên nhân của các dấu hiệu này.  Các yếu tố nguy hiểm gây nhiễm trùng đường tiểu Hoạt động tình dục Đối với phụ nữ trẻ thường quan hệ tình dục thì tình dục là nguyên nhân gây ra 75-90% chứng viêm bàng quang, nguy cơ nhiễm bệnh liên quan đến số lần quan hệ tình dục. Thuật ngữ “viêm bàng quang tuần trăng mật” được áp dụng cho hiện tượng nhiễm trùng đường tiểu thường xuyên này trong thời gian hôn nhân ban đầu. Ở phụ nữ hậu mãn kinh, hoạt động tình dục không ảnh hưởng đến nguy cơ phát triển bệnh UTI.  Giới tính Phụ nữ thường dễ bị nhiễm trùng đường tiểu hơn nam giới vì phụ nữ có niệu đạo ngắn hơn và gần với hậu môn hơn và thiếu các đặc tính kìm hãm vi khuẩn của tiết tuyến tiền liệt. Đối với người lớn tuổi thì tỉ lệ mắc UTI giữa nam và nữ thường bằng nhau. Điều này một phần là do tuyến tiền liệt ở đàn ông lớn tuổi bị giãn nở ra. Tuyến tiền liệt giãn ra có nghĩa nó trở nên to hơn. Chứng phì đại tuyến tiền liệt thường xảy ra ở hầu hết nam giới cao tuổi. Khi tuyến tiền liệt giãn nở ra, nó có thể đè lên niệu đạo và gây ra nhiều vấn đề về niệu đạo và bàng quang. Bên cạnh đó, khi tuyến tiền liệt phình to ra, nó làm nghẽn niệu đạo, làm khó tiểu nhiều hơn. Ống thông đường tiểu  Ống thông đường tiểu là yếu tố nguy hiểm dẫn đến nhiễm trùng đường tiểu. Nguy cơ lây nhiễm liên quan có thể làm giảm bằng cách chỉ dùng ống thông khi cần thiết, sử dụng kỹ thuật đặt ống thông tiểu vô trùng và giữ cho ống thông tiểu kín không bị nghẽn.  Bẩm chất viêm bàng quang có thể di truyền trong gia đình.  Các yếu tố nguy hiểm khác Các yếu tố nguy hiểm khác gây nhiễm trùng đường tiểu gồm tiểu đường, thiếu máu hồng cầu hình liềm hoặc các dị tật giải phẫu học của đường tiểu như chứng phì đại tuyến tiền liệt.  Sinh bệnh học Sinh vật thường gặp nhất liên quan đến bệnh nhiễm trùng đường tiểu (80—85 %) là trực khuẩn E.coli, trong khi tụ cầu khuẩn saprophyticus là nguyên nhân gây ra từ 5-10% trường hợp nhiễm trùng đường tiểu. Phòng ngừa nhiễm trùng đường tiểu Dưới đây là các biện pháp mà các công trình nghiên cứu đã đề nghị nhằm có thể làm giảm tỉ lệ mắc bệnh nhiễm trùng đường tiểu * Dùng kháng sinh liều thấp một đợt kéo dài (6 tháng đến 1 năm) (thường là nitrofurantoin hoặc TMP/SMX) có tác dụng làm giảm tần số UTIs ở những người bị nhiễm trùng đường tiểu tái phát. * Man việt quất (quả hoặc viên con nhộng) có thể làm giảm tỉ lệ mắc bệnh UTI ở những người bị nhiễm bệnh thường xuyên. Tuy nhiên dung nạp thuốc trong thời gian dài là cả một vấn đề. * Đối với phụ nữ hậu mãn kinh thì việc thoa kem estrogen trực tiếp lên vùng da bên trong âm đạo có thể ngăn ngừa chứng viêm bàng quang tái phát. Tuy nhiên điều này không có tác dụng như thuốc kháng sinh liều thấp. * Nhiều công trình nghiên cứu cho thấy việc nuôi con bằng sữa mẹ có thể làm giảm nguy cơ bị nhiễm trùng đường tiểu ở trẻ sơ sinh.  Các biện pháp như dùng thuốc tránh thai hoặc bao cao su, đi vệ sinh sau khi quan hệ tình dục, loại quần áo lót sử dụng, phương pháp vệ sinh cá nhân sau khi đi vệ sinh, tắm bồn hay tắm vòi hoa sen cũng chưa có kết luận gì đối với việc ảnh hưởng đến tần số bị nhiễm trùng đường tiểu.  Chẩn đoán nhiễm trùng đường tiểu  Đối với những ca bệnh sớm biết ngay lập tức thì có thể chẩn đoán được và điều trị dựa trên các triệu chứng riêng của nó mà không phải làm thêm một xét nghiệm nào khác. Nhưng đối với những trường hợp phức tạp hay đáng nghi thì việc làm xét nghiệm nước tiểu để phát hiện ni-trít, bạch cầu hoặc en-zim esteraza trong bạch cầu hoặc soi nước tiểu dưới kính hiển vi để phát hiện hồng cầu, tế bào bạch cầu, và vi khuẩn có lẽ sẽ có tác dụng. Hầu hết các trường hợp nhiễm trùng đường tiểu dưới ở phụ nữ là lành tính và không cần phải làm các xét nghiệm tổng quát khác. Tuy nhiên, nhiễm trùng đường tiểu ở trẻ sơ sinh có thể phải chụp hình, nhất là chụp niệu đạo ngược dòng, để xác định xem có các dị tật bẩm sinh ở đường tiểu hay không. Nam giới bị chẩn đoán chắc chắn bị nhiễm trùng đường tiểu nên được kiểm tra xét nghiệm nhiều hơn. Nhiều phương pháp kiểm tra để xác định bệnh nhiễm trùng đường tiểu cụ thể như phương pháp chụp X-quang, y học hạt nhân, MRI (cộng hưởng từ) và phương pháp dùng máy chụp cắt lớp.  Tình trạng vi khuẩn tồn tại trong đường tiểu của người già mà không có triệu chứng gì hay dấu hiệu truyền nhiễm gì cũng là một hiện tượng được người ta phát hiện và chú ý nhiều có thể không cần sử dụng thuốc kháng sinh. Đây thường được coi là tình trạng nước tiểu nhiễm khuẩn mà không có triệu chứng bệnh lý gì. Việc lạm dụng thuốc kháng sinh trong trường hợp nước tiểu nhiễm khuẩn của người già là một vấn đề đáng quan tâm.  Điều trị Trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp  Các trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp có thể được chẩn đoán và điều trị dựa trên các triệu chứng riêng của chúng. Các loại thuốc kháng sinh dạng uống như Trimethoprim, Cephalosporins, Nitrofurantoin, hoặc nhóm kháng sinh phổ biến (fluoroquinolone) như ciprofloxacin về cơ bản có tác dụng làm bệnh nhanh lành hơn. Khoảng 50% người bị nhiễm trùng đường tiểu sẽ lành bệnh mà không phải điều trị trong thời gian một vài ngày hay một vài tuần. Hội các bệnh lây nhiễm Hoa Kỳ khuyến cáo kết hợp trimethoprim và sulfamethoxazole đối với các trường hợp nhiễm trùng đường tiểu nhẹ chứ không dùng nhóm kháng sinh fluoroquinolone.  Điều trị bằng thuốc trimethoprim, TMP/SMX hoặc kháng sinh fluoroquinolone trong ba ngày thường là đủ và có kết quả trong khi nếu sử dụng nitrofurantoin phải cần 7 ngày. Trimethoprim thường phải được dùng vào ban đêm để đảm bảo nồng độ nước tiểu đạt mức cao nhất nhằm làm tăng hiệu quả của thuốc. Trong khi Trimethoprim/Sulfamethoxazole trước đây được sử dụng rộng rãi trên toàn thế giới (và hiện vẫn còn được sử dụng ở Hoa Kỳ và Ca-na-đa); việc bổ sung thêm Sulfonamide cũng mang lại nhiều lợi ích hơn so với một mình thành phần thuốc Trimethoprim. Tuy nhiên, nó có nguy cơ gây phản ứng dị ứng nhẹ và hiếm khi gặp các biến chứng tiềm ẩn nghiêm trọng. Đối với trẻ bị nhiễm trùng đường tiểu nhẹ thường phản ứng tốt với đợt điều trị bằng thuốc kháng sinh trong vòng 3 ngày.  Chứng viêm thận  Chứng viêm thận được điều trị khó khăn và lâu dài hơn trường hợp viêm bàng quang nhẹ, có thể điều trị theo đợt dùng kháng sinh dạng uống kéo dài hơn hoặc dùng kháng sinh dạng truyền tĩnh mạch. Phải thay đổi chế độ ăn uống, và còn phải dùng SMX/TMP và Fluorquinolones. Trước đây, các loại thuốc này gồm a-mi-nô glu-cô-zít (như gentamicin) dùng kết hợp với beta-lactam, như ampicillin hoặc ceftriaxone. Các loại thuốc này được sử dụng trong 48 tiếng đồng hồ sau khi đã hạ sốt. Nếu bệnh nhân phản ứng kém với các loại thuốc kháng sinh IV (dành cho trường hợp sốt dai dẳng, chức năng thận ngày càng yếu đi), thì cần phải chụp hình để xác định xem là có áp-xe bên trong hay quanh thận không, hay thận có bị thương gây nghẽn thận như sỏi hay khối u không. Chứng nhiễm trùng đường tiểu tái phát Những phụ nữ bị nhiễm trùng đường tiểu tái phát nhẹ có thể tự điều trị trong trường hợp xảy ra các triệu chứng bằng thuốc tiếp tục chỉ khi nào phương pháp điều trị ban đầu không thành công. Phương pháp điều trị có hiệu quả cũng có thể tư vấn qua điện thoại. Dịch tễ học Viêm bàng quang là căn bệnh thường gặp nhất ở phụ nữ trẻ, mỗi năm số phụ nữ mắc chứng bệnh này lên tới 10% và có đến 60% nhiễm bệnh vào một lúc nào đó trong đời. Chứng viêm thận thường xảy ra ít hơn từ 18 đến 29 lần so với viêm bàng quang.  Theo dữ liệu từ cuộc khảo sát chăm sóc sức khỏe ngoại trú quốc gia và khảo sát chăm sóc sức khỏe ngoại trú của bệnh viện quốc gia năm 1997, số bệnh nhân đến khám chữa bệnh nhiễm trùng đường tiểu chiếm gần 7 triệu người; 1 triệu bệnh nhân phải vào khoa cấp cứu, và 100.000 ca phải nằm viện. Người ta ước tính trước 24 tuổi cứ trong 3 người phụ nữ thì có gần 1 người bị nhiễm trùng đường tiểu ít nhất 1 lần cần phải chữa bằng thuốc kháng sinh. Nguy cơ bị nhiễm trùng đường tiểu tăng nếu thời gian dùng ống thông tiểu càng nhiều.  Bệnh hiếm khi xảy ra đối với nam dưới 50 tuổi và người chưa dùng phương pháp niệu-sinh dục lần nào. Tuy nhiên, tỉ lệ mắc bệnh nhiễm trùng đường tiểu ở nam giới có xu hướng tăng sau 50 tuổi. Theo số liệu thống kê từ năm 1990, bệnh nhiễm trùng đường tiểu ở bé gái tuổi mẫu giáo và tuổi học đường là từ1% đến 3%, cao hơn gần 30 lần số bé trai mắc bệnh này. Hơn nữa, số liệu thống kê năm này cũng cho thấy khoảng 5% bé gái bị nhiễm trùng đường tiểu ít nhất một lần trong suốt quãng đời học sinh của mình."
        }
    ],
    "suggestions": []
}