{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,histə'rektəmi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thủ thuật cắt bỏ dạ con, thủ thuật cắt bỏ tử cung</td></tr></table><i/></div>",
            "word": "hysterectomy",
            "pronounce": "[,histə'rektəmi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>hysterectomy</k><blockquote><cclass>[<cclass>ˌhɪstə'rɛktəmi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>hysterectomies</b>) a surgical operation to remove all or part of the womb. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>hustera</i> 'womb' + <kref>-ectomy</kref>. </blockquote></div>",
            "word": "hysterectomy",
            "pronounce": "[,histə'rektəmi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "hysterectomy",
            "pronounce": "[,histə'rektəmi]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>hysterectomy</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to do, perform a hysterectomy on </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to have a hysterectomy </ex></blockquote></blockquote></div>",
            "word": "hysterectomy",
            "pronounce": "[,histə'rektəmi]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thủ thuật cắt bỏ tử cung</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cesarean hysterectomy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thủ thuật</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">subtotal hysterectomy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thử thuật cắt bỏ tử cung gần hoàn toàn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "hysterectomy",
            "pronounce": "[,histə'rektəmi]"
        }
    },
    "sentences": [
        {
            "en": "<em>Hysterectomy</em>.",
            "vi": "Thủ thuật cắt bỏ tử cung."
        },
        {
            "en": "Subtotal <em>hysterectomy</em> involves removing the body of the womb but leaving the neck; in total <em>hysterectomy</em>, the entire womb us removed.",
            "vi": "Cắt bỏ tử cung gần toàn bộ gồm cắt đi thân tử cung nhưng để lại cổ; trong cắt bỏ tử cung toàn bộ, toàn thể tử cung bị lấy đi."
        },
        {
            "en": "Although pregnancy is no longer possible, <em>hysterectomy</em> does not affects sexual desire or activity.",
            "vi": "Dù không thể mang thai được nữa, cắt bỏ tử cung không ảnh hưởng tới ham muốn hay hoạt động tình dục."
        },
        {
            "en": "Recovering after a <em>hysterectomy</em> is a very personal experience which means that your experience will be unique and unlike anyone else's.",
            "vi": "Hồi phục sau phẫu thuật cắt bỏ tử cung là một trải nghiệm rất cá nhân, có nghĩa là kinh nghiệm của bạn sẽ là duy nhất và không giống với bất cứ ai khác."
        },
        {
            "en": "The ovaries are often removed together with the removal of the uterus (<em>hysterectomy</em>). If a <em>hysterectomy</em> is performed without removal of both ovaries in a woman who has not yet reached menopause, the remaining ovary or ovaries are still capable of normal hormone production. While a woman cannot menstruate after the uterus is removed by a <em>hysterectomy</em>, the ovaries themselves can continue to produce hormones up until the normal time when menopause would naturally occur. At this time a woman could experience the other symptoms of menopause such as hot flashes and mood swings. These symptoms would then not be associated with the cessation of menstruation. Another possibility is that premature ovarian failure will occur earlier than the expected time of menopause, as early as 1-2 years following the <em>hysterectomy</em>. If this happens, a woman may or may not experience symptoms of menopause.",
            "vi": "Hai buồng trứng thường bị cắt cùng một lúc với việc phẫu thuật cắt bỏ tử cung. Nếu thủ thuật này được thực hiện mà không cắt bỏ cả hai buồng trứng ở phụ nữ chưa đến tuổi mãn kinh thì buồng trứng còn lại sẽ vẫn có khả năng sản sinh ra hoóc-môn một cách bình thường. Mặc dù người phụ nữ không thể hành kinh sau khi tử cung bị cắt bỏ bằng phẫu thuật thì bản thân buồng trứng cũng có thể tiếp tục tiết ra hoóc-môn cho đến khi xảy ra mãn kinh bình thường tự nhiên. Lúc này thì người phụ nữ có thể có các triệu chứng mãn kinh khác chẳng hạn như trào huyết (kèm theo sự mất thăng bằng về hoóc-môn) và tính khí thay đổi thất thường. Các triệu chứng này sẽ không liên quan gì đến việc ngừng kinh nguyệt. Một khả năng khác là chứng suy chức năng buồng trứng sớm có thể xảy ra sớm hơn thời kỳ mãn kinh bình thường theo dự kiến, chừng khoảng 1-2 năm sau khi cắt bỏ tử cung. Nếu xảy ra điều này thì người phụ nữ có thể có hoặc không có các triệu chứng mãn kinh."
        },
        {
            "en": "Treatment: SurgeryIf the cancer has not progressed past Stage II, surgery is usually recommended to remove any tissue that might contain cancer. Typically this involves a <em>hysterectomy</em>, the removal of the cervix and uterus as well as some of the surrounding tissue. The surgeon may also remove the fallopian tubes, ovaries, and lymph nodes near the tumor.",
            "vi": "Điều trị ung thư cổ tử cung bằng phẫu thuật Nếu ung thư chưa tiến triển sang giai đoạn II thì bác sĩ thường khuyến nghị nên làm phẫu thuật để cắt bỏ tế bào có thể chứa ung thư. Thông thường thì thủ thuật này gồm cắt bỏ tử cung, cắt bỏ cổ tử cung và tử cung cũng như một vài mô lân cận. Bác sĩ phẫu thuật cũng có thể cắt bỏ ống dẫn trứng, buồng trứng, và các hạch bạch huyết gần khối u."
        },
        {
            "en": "Treatment: Open surgery  Severe cases of endometriosis may require laparotomy, or open abdominal surgery, to remove growths, or even a <em>hysterectomy</em> -- removal of the uterus and possibly all or part of the ovaries. Although this treatment has a high success rate, endometriosis still recurs for about 15% of women who had their uterus and ovaries removed.",
            "vi": "Điều trị lạc nội mạc tử cung bằng phẫu thuật hở   Trường hợp lạc nội mạc tử cung nghiêm trọng có thể phải cần thủ thuật mở bụng, hoặc phẫu thuật bụng hở, để cắt bỏ khối u, hoặc thậm chí là cắt bỏ tử cung và có thể cắt bỏ tất cả hoặc một phần buồng trứng. Mặc dù phương pháp điều trị này có tỉ lệ thành công cao, nhưng bệnh lạc nội mạc tử cung vẫn có thể tái phát ở chừng 15% bệnh nhân đã được cắt bỏ tử cung và buồng trứng."
        },
        {
            "en": "Treatment: Surgery  A myomectomy typically removes the largest fibroid, either through open surgery or small incisions. In some cases, fibroids grow back. Rarely, a myomectomy leaves scar tissue that makes it impossible to get pregnant. Some women with severe symptoms or very large fibroids may choose to have a <em>hysterectomy</em>, a procedure that removes the uterus. Endometrial ablation destroys the lining of the uterus, usually making it impossible to get pregnant.",
            "vi": "Điều trị u xơ tử cung bằng phẫu thuật  Thủ thuật cắt bỏ u cơ thường cắt u xơ lớn nhất, hoặc bằng phẫu thuật hở hoặc bằng vết rạch nhỏ. Trong vài trường hợp, u xơ có thể tái phát trở lại. Hiếm khi, thủ thuật cắt bỏ u cơ để lại mô sẹo làm cho bệnh nhân không thể mang thai được. Một số phụ nữ bị triệu chứng nặng hoặc bị u xơ rất lớn có thể lựa chọn phương pháp cắt bỏ dạ con – đây là thủ thuật cắt bỏ tử cung. Phương pháp tách màng trong dạ con phá huỷ niêm mạc tử cung, thường làm cho tử cung không thể mang thai được."
        },
        {
            "en": "What causes menopause?  Age is the leading cause of menopause. It's the end of a woman's potential childbearing years, brought on by the ovaries gradually slowing down their function. Certain surgeries and medical treatment can induce menopause. Those include surgical removal of the ovaries (bilateral oophorectomy), chemotherapy, and pelvic radiation therapy. Having a <em>hysterectomy</em> (surgical removal of the uterus) without removing the ovaries does not lead to menopause, although you will not have periods anymore.",
            "vi": "Nguyên nhân gây mãn kinh là gì?   Tuổi tác là nguyên nhân hàng đầu gây mãn kinh. Đây là giai đoạn kết thúc thời kỳ có thể sinh đẻ của người phụ nữ, gây ra do buồng trứng dần dần làm chậm chức năng hoạt động của chúng. Một số cuộc phẫu thuật hoặc điều trị nào đó cũng có thể gây mãn kinh, như phẫu thuật cắt bỏ buồng trứng (cắt bỏ cả hai buồng trứng), hoá trị liệu, và điều trị bằng bức xạ khung xương chậu. Phẫu thuật cắt bỏ tử cung mà không cắt bỏ buồng trứng không gây mãn kinh, mặc dù bạn sẽ không hành kinh nữa."
        },
        {
            "en": "What is ovarian cancer? This cancer begins in the ovaries, the twin organs that produce a woman's eggs and the main source of the female hormones estrogen and progesterone. Treatments for ovarian cancer have become more effective in recent years, with the best results seen when the disease is found early.  Ovarian cancer symptoms     * Bloating or pressure in the belly.     * Pain in the abdomen or pelvis.     * Feeling full too quickly during meals.     * Urinating more frequently. These symptoms can be caused by many conditions that are not cancer. If they occur daily for more than a few weeks, report them to your health care professional. Risk factor: Family history A woman's odds of developing ovarian cancer are higher if a close relative has had cancer of the ovaries, breast, or colon. Researchers believe that inherited genetic changes account for 10% of ovarian cancers. This includes the BRCA1 and BRCA2 gene mutations, which are linked to breast cancer.  Women with a family history of disease should talk with a doctor to see whether closer medical follow-up could be helpful. Risk factor: Age The strongest risk factor for ovarian cancer is age. It's most likely to develop after a woman goes through menopause. Using postmenopausal hormone therapy may increase the risk. The link seems strongest in women who take estrogen without progesterone for at least 5 to 10 years. Doctors are not certain whether taking a combination of estrogen and progesterone boosts the risk as well. Risk factor: Obesity Obese women have a higher risk of getting ovarian cancer than other women. And the death rates for ovarian cancer are higher for obese women too, compared with non-obese women. The heaviest women appear to have the greatest risk. Ovarian cancer screening tests There are two ways to screen for ovarian cancer before it causes symptoms or shows up during a routine gynecologic exam. One is a blood test for elevated levels of a protein called CA-125. The other is an ultrasound of the ovaries. Unfortunately, neither technique has been shown to save lives when used in women of average risk. For this reason, screening is only recommended for women with strong risk factors. Diagnosing ovarian cancer Imaging tests, such as ultrasound or CT scans can help reveal an ovarian mass. But these scans can't determine whether the abnormality is cancer. If cancer is suspected, the next step is usually surgery to remove suspicious tissues. A sample is then sent to the lab for further examination. This is called a biopsy. Sometimes a sample taken with a needle can also be used for diagnosis. Stages of ovarian cancer The initial surgery for ovarian cancer also helps determine how far the cancer has spread, described by the following stages: Stage I: Confined to one or both ovaries. Stage II: Spread to the uterus or other nearby organs. Stage III: Spread to the lymph nodes or abdominal lining. Stage IV: Spread to distant organs, such as the lungs or liver. Types of ovarian cancer The vast majority of ovarian cancers are epithelial ovarian carcinomas. These are malignant tumors that form from cells on the surface of the ovary. Some epithelial tumors are not clearly cancerous. These are known as tumors of low malignant potential (LMP.) LMP tumors grow more slowly and are less dangerous than other forms of ovarian cancer. Ovarian cancer survival rates Ovarian cancer can be a frightening diagnosis, with 5-year relative survival rates that range from 89% to 18% for epithelial ovarian cancer, depending on the stage when the cancer was found. But keep in mind that these odds are based on women diagnosed from 1988 to 2001. The treatments and outlook may be better for people diagnosed today. For LMP tumors, the five-year relative survival rates range from 99% to 77%. Ovarian cancer surgery Surgery is used to diagnose ovarian cancer and determine its stage, but it is also the first phase of treatment. The goal is to remove as much of the cancer as possible. This may include a single ovary and nearby tissue in stage I. In more advanced stages, it may be necessary to remove both ovaries, along with the uterus and surrounding tissues. Chemotherapy In all stages of ovarian cancer, chemotherapy is usually given after surgery. This phase of treatment uses drugs to target and kill any remaining cancer in the body. The drugs may be given by mouth, through an IV, or directly into the belly (intraperitoneal chemotherapy.) Women with LMP tumors usually don't need chemo unless the tumors grow back after surgery. Targeted therapies Researchers are working on therapies that target the way ovarian cancer grows. A process called angiogenesis involves the formation of new blood vessels to feed tumors. A drug called Avastin blocks this process, causing tumors to shrink or stop growing (seen in the illustration here). Avastin is approved for other cancers, but ovarian cancer researchers are still testing this therapy, which can have serious side effects. After treatment: Early menopause When women have both ovaries removed, they can no longer produce their own estrogen. This triggers menopause, no matter how young the patient. The drop in hormone levels can also raise the risk for certain medical conditions, including osteoporosis. It's vital that women have regular health care after being treated for ovarian cancer. After treatment: Moving on Women may find that it takes a long time for their energy to return after treatments end. Fatigue is a very common problem after treatment for cancer. Beginning a gentle exercise program is one of the most effective ways to restore energy and improve emotional well-being. Check with your health care team to determine which activities are right for you. Risk reducer: Pregnancy Women who have biological children are less likely to get ovarian cancer than women who have never given birth. The risk appears to decrease with every pregnancy, and breastfeeding may offer added protection. Risk reducer: 'The pill' Ovarian cancer is also less common in women who have taken birth control pills. Women who have used the pill for at least five years have about half the risk of women who never took the pill. Like pregnancy, birth control pills prevent ovulation. Some researchers think ovulating less often may protect against ovarian cancer. Risk reducer: Tubal ligation Getting your tubes tied, known as tubal ligation, may offer some protection against ovarian cancer. The same goes for having a <em>hysterectomy</em> – removing the uterus while leaving the ovaries intact. Risk reducer: Removing the ovaries For women with genetic mutations that put them at high risk for ovarian cancer, removing the ovaries is an option. This can also be considered in women over 40 getting a <em>hysterectomy</em>. Risk reducer: Low-fat diet While there is no definitive diet to prevent ovarian cancer, there is evidence that what you eat can make a difference. In one recent study, women who stuck to a low-fat diet for at least four years were less likely to develop ovarian cancer. Some researchers report the cancer is also less common in women who eat a lot of vegetables, but more studies are needed.  ",
            "vi": "Ung thư buồng trứng là gì? Chứng ung thư này khởi phát ở buồng trứng, cơ quan kép sản sinh trứng và là nơi cung cấp hooc-môn estrogen và progesterone chủ yếu ở nữ. Trong những năm gần đây nhiều phương pháp điều trị ung thư buồng trứng đã trở nên có hiệu quả hơn, cho kết quả tốt nhất khi bệnh được phát hiện sớm.  Các triệu chứng của ung thư buồng trứng  * Căng bụng hoặc nặng bụng.  * Đau bụng hoặc đau khung xương chậu.  * Cảm giác no rất nhanh trong khi ăn.  * Đi tiểu thường xuyên hơn. Các triệu chứng này có thể gây ra do nhiều bệnh khác không phải là ung thư. Nhưng nếu chúng xảy ra hằng ngày kéo dài trên một vài tuần thì bạn nên thông báo cho bác sĩ chăm sóc sức khoẻ của mình biết nhé.  Yếu tố rủi ro: Tiền sử gia đình bị ung thư buồng trứng Tỉ lệ phát triển ung thư buồng trứng ở nữ cao hơn nếu có quan hệ họ hàng gần gũi với người đã từng bị ung thư buồng trứng, ung thư vú, hoặc ung thư kết tràng. Nhiều công trình nghiên cứu cho rằng các biến đổi gien di truyền chiếm đến 10% số ca ung thư buồng trứng. Ở đây bao gồm biến đổi gien BRCA1 và BRCA2, liên quan đến bệnh ung thư vú. Phụ nữ có tiền sử gia đình bị bệnh nên nói chuyện với bác sĩ để xem liệu phương pháp theo dõi y tế sát sao hơn có thể hữu ích hay không. Yếu tố rủi ro: Tuổi tác  Tuổi tác là yếu tố rủi ro nhất của ung thư buồng trứng. Chứng bệnh này hầu như có thể xảy ra ở phụ nữ sau mãn kinh. Việc sử dụng liệu pháp hooc-môn sau mãn kinh có thể làm tăng nguy cơ gây bệnh. Mối tương quan này có vẻ rõ rệt nhất ở phụ nữ sử dụng hooc-môn estrogen mà không sử dụng hooc-môn progesterone ít nhất từ 5 đến 10 năm. Đồng thời bác sĩ cũng không chắc là việc sử dụng kết hợp cả hooc-môn estrogen và progesterone có làm tăng nguy cơ gây bệnh hay không.  Yếu tố rủi ro: Béo phì  Phụ nữ béo phì có nguy cơ ung thư buồng trứng cao hơn những phụ nữ khác. Và tỉ lệ tử vong do ung thư buồng trứng ở người béo phì cũng cao hơn, so với người không béo phì. Người có trọng lượng cơ thể nặng nhất có nguy cơ bệnh nhiều nhất.   Các thử nghiệm sàng lọc ung thư buồng trứng  Có 2 cách để sàng lọc, xét nghiệm ung thư buồng trứng trước khi bộc phát triệu chứng hoặc cho thấy kết quả trong cuộc khám phụ khoa định kỳ. Một là xét nghiệm máu để tìm nồng độ prô-tê-in tăng cao được gọi là xét nghiệm CA-125. Hai là siêu âm buồng trứng. Tiếc là, không có kỹ thuật nào cho kết quả có thể cứu được bệnh nhân khi sử dụng đối với phụ nữ có nguy cơ mắc bệnh trung bình. Vì lý do này, phương pháp xét nghiệm sàng lọc chỉ được khuyến cáo cho những phụ nữ có nguy cơ mắc bệnh cao.  Chẩn đoán ung thư buồng trứng  Các xét nghiệm bằng hình ảnh, chẳng hạn như siêu âm hoặc chụp CT có thể giúp nhìn thấy được khối u buồng trứng. Nhưng các hình quét này không xác định được liệu dị dạng này có phải là ung thư hay không. Nếu bác sĩ nghi ngờ ung thư thì bước kế tiếp thường là phẫu thuật để cắt bỏ các mô khả nghi. Sau đó người ta gởi mẫu xét nghiệm này đến phòng thí nghiệm để kiểm tra thêm. Đây được gọi là sinh thiết. Đôi khi mẫu xét nghiệm được lấy bằng kim này cũng có thể được sử dụng để chẩn đoán.  Các giai đoạn ung thư buồng trứng  Phẫu thuật ban đầu đối với chứng ung thư buồng trứng cũng giúp xác định được xem ung thư đã phát tán bao xa, được miêu tả bằng các giai đoạn sau:  Giai đoạn I: Ung thư giới hạn ở một hoặc cả hai buồng trứng.  Giai đoạn II: Ung thư phát tán sang tử cung hoặc các cơ quan lân cận.  Giai đoạn III: Ung thư lây sang các hạch bạch huyết hoặc niêm mạc bụng.  Giai đoạn IV: Ung thư phát tán ra các cơ quan ở xa, chẳng hạn như phổi hoặc gan.  Các loại ung thư buồng trứng Đại đa số các ca ung thư buồng trứng là ung thư biểu mô buồng trứng. Đây là những khối u ác tính hình thành từ các tế bào trên bề mặt buồng trứng. Một số khối u biểu mô không phải là ung thư một cách rõ rệt. Chúng được coi là các khối u khả năng ác tính thấp (LMP.) các khối u LMP này phát triển chậm hơn và ít nguy hiểm hơn các dạng ung thư buồng trứng khác.   Tỉ lệ sống sót sau khi bị ung thư buồng trứng  Ung thư buồng trứng có thể là một chẩn đoán đáng sợ, tỉ lệ sống sót gần 5 năm ở người bị ung thư buồng trứng biểu mô từ 89% đến 18%, tuỳ thuộc vào việc phát hiện ung thư ở giai đoạn nào. Nhưng xin lưu ý rằng các tỉ lệ này dựa trên chẩn đoán của những phụ nữ từ năm 1988 đến năm 2001. Nhiều phương pháp phòng bệnh và điều trị bệnh có thể đã tốt hơn với bệnh nhân được chẩn đoán hiện tại. Đối với các khối u LMP thì tỉ lệ sống sót gần 5 năm dao động từ 99% đến 77%. Phẫu thuật ung thư buồng trứng  Biện pháp phẫu thuật được sử dụng để chẩn đoán ung thư buồng trứng và xác định xem ung thư đang ở giai đoạn nào, nhưng đây cũng là bước điều trị đầu tiên. Mục tiêu của phẫu thuật là để cắt bỏ khối ung thư càng nhiều càng tốt; có thể gồm một buồng trứng và một mô lân cận khi ung thư ở giai đoạn I. Đối với các giai đoạn cao hơn, có thể cần phải cắt bỏ cả hai buồng trứng, kể cả tử cung và các mô lân cận. Sử dụng hoá trị liệu để chữa ung thư buồng trứng  Hoá trị liệu thường được sử dụng sau khi phẫu thuật xong, đối với tất cả các giai đoạn ung thư buồng trứng. Giai đoạn điều trị này sử dụng thuốc để nhắm và diệt bất kỳ mầm ung thư nào còn sót lại trong cơ thể. Thuốc có thể được sử dụng đường uống, truyền tĩnh mạch, hoặc được sử dụng trực tiếp vào bụng (hoá trị liệu bụng.) Phụ nữ bị khối u LMP thường không cần hoá trị liệu trừ phi các khối u phát triển lại sau khi phẫu thuật xong.  Liệu pháp nhắm trúng đích  Nhiều nhà nghiên cứu đang làm việc trên các liệu pháp dùng để nhắm và nhận biết cách thức ung thư phát triển. Đây được gọi là quá trình hình thành mạch bao gồm quá trình hình thành mạch máu mới để nuôi khối u. Thuốc Avastin có tác dụng làm chặn quá trình này, làm cho các khối u teo lại hoặc ngừng phát triển (trong hình minh hoạ ở đây). Avastin được phép sử dụng cho nhiều bệnh ung thư khác, nhưng các nhà nghiên cứu ung thư buồng trứng vẫn đang thử nghiệm liệu pháp này, có thể phát sinh nhiều tác dụng phụ.  Mãn kinh sớm sau khi điều trị ung thư buồng trứng  Khi bị cắt bỏ cả hai buồng trứng thì người phụ nữ không còn khả năng tự sản sinh hooc-môn estrogen nữa. Điều này gây mãn kinh, dẫu cho người bệnh có nhỏ tuổi thế nào đi nữa. Sự giảm nồng độ hooc-môn này cũng có thể làm tăng nguy cơ mắc một số bệnh nào đó, bao gồm bệnh loãng xương. Điều quan trọng là phụ nữ cần nên được chăm sóc sức khỏe đều đặn sau khi điều trị ung thư buồng trứng.     Mệt mỏi vẫn còn sau khi điều trị ung thư buồng trứng  Nhiều phụ nữ có thể thấy rằng phải mất một thời gian dài mới có thể hồi phục lại năng lượng sau khi điều trị xong. Mệt mỏi là vấn đề rất thường thấy sau khi điều trị ung thư. Bắt đầu một chương trình tập thể dục nhẹ nhàng là một trong những cách hiệu quả nhất để phục hồi năng lượng và cải thiện sức khỏe cảm xúc. Bạn nên tham khảo nhóm chăm sóc y tế của mình để xác định xem hoạt động nào là thích hợp nhé.  Mang thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Phụ nữ sinh con có thể ít bị ung thư buồng trứng hơn so với người chưa từng sinh con. Nguy cơ mắc bệnh này có vẻ giảm đi với mỗi lần mang thai, và việc cho con bú mẹ cũng có thể phòng tránh được bệnh.  Thuốc tránh thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Ung thư buồng trứng cũng ít thấy ở phụ nữ sử dụng thuốc tránh thai hơn. Người sử dụng thuốc tránh thai trong vòng ít nhất 5 năm có nguy cơ mắc bệnh thấp hơn phân nửa số người chưa từng sử dụng viên thuốc tránh thai nào. Giống như mang thai, thuốc tránh thai làm ngăn rụng trứng. Một số nhà nghiên cứu cho rằng việc rụng trứng ít hơn có thể phòng tránh được bệnh ung thư buồng trứng.  Thắt ống dẫn trứng làm giảm nguy cơ ung thư buồng trứng Thủ thuật thắt vòi trứng, được biết đến giống như thuật thắt ống dẫn trứng, có thể phòng tránh được bệnh ung thư buồng trứng. Tương tự như thuật cắt bỏ tử cung - cắt bỏ tử cung trong khi vẫn để nguyên buồng trứng. Cắt bỏ buồng trứng làm giảm nguy cơ ung thư buồng trứng Đối với phụ nữ bị đột biến gien làm cho họ có nguy cơ bị ung thư buồng trứng cao thì thủ thuật cắt bỏ buồng trứng là một giải pháp. Đây cũng là một biện pháp được cân nhắc ở phụ nữ trên 40 tuổi đang được cắt bỏ tử cung. Chế độ dinh dưỡng ít chất béo làm giảm nguy cơ ung thư buồng trứng Mặc dù chẳng có chế độ dinh dưỡng nào đáng tin để có thể phòng tránh ung thư buồng trứng, nhưng có bằng chứng là những gì bạn ăn sẽ có thể tạo nên khác biệt. Một cuộc nghiên cứu mới đây cho biết phụ nữ có chế độ dinh dưỡng ít chất béo trong vòng ít nhất 4 năm thường ít có nguy cơ phát triển bệnh ung thư buồng trứng hơn. Một số nhà nghiên cứu cho biết phụ nữ ăn nhiều rau cải cũng ít bị ung thư hơn, nhưng điều này cần được nhiều công trình nghiên cứu chứng minh hơn nữa.   "
        },
        {
            "en": "st1\\:*{behavior:url(#ieooui) }     What is osteoporosis? Osteoporosis is a disease characterized by low bone mass and loss of bone tissue that may lead to weak and fragile bones. If you have osteoporosis, you have an increased risk for fractured bones (broken bones).  Does osteoporosis only affect the elderly?  Osteoporosis has often been thought to be a condition that frail elderly women develop. However, the damage from osteoporosis begins much earlier in life. Because peak bone density is reached at approximately 25 years of age, it is important to build strong bones by that age, so that the bones will remain strong later in life. Adequate calcium intake and exercise are essential for building strong bones. Why is osteoporosis an important public health issue? In the United States, more than 10 million people have osteoporosis and almost 34 million more have low bone density. Approximately 80% of those with osteoporosis are women. Of people older than 50 years of age, one in two women and one in eight men are predicted to have an osteoporosis-related fracture in their lifetime. White and Asian racial groups are at a greater risk. With the aging of America, the number of people with osteoporosis-related fractures will increase substantially. The pain, suffering, and economic costs will be enormous. What are the symptoms of osteoporosis? Normal bone is composed of protein, collagen, and calcium, all of which give bone its strength. Bones that are affected by osteoporosis can break (fracture) with relatively minor injury that normally would not cause a bone to fracture. The osteoporosis condition can be present without any symptoms for decades. Therefore, patients may not be aware of their osteoporosis until they suffer a painful fracture. Symptoms depend on the location of the fracture. We'll take a look at the most common locations for osteoporotic fractures on the next few slides. Osteoporosis symptoms: Fractures of the spine Fractures of the spine (vertebra) can cause severe \"band-like\" pain that radiates around from the back to the side of the body. Over the years, repeated spine fractures can cause chronic lower back pain as well as loss of height or curving of the spine, which gives the individual a hunched-back appearance of the upper back, referred to as a \"dowager hump.\" Osteoporosis symptoms: Stress fracture A fracture that occurs during the course of normal activity is called a minimal trauma fracture or stress fracture. For example, some patients with osteoporosis develop stress fractures of the feet while walking or stepping off a curb.  Osteoporosis symptoms: Hip fracture Hip fractures typically occur as a result of a fall. With osteoporosis, hip fractures can occur as a result of trivial accidents. Hip fractures may also be difficult to heal after surgical repair because of poor bone quality. What are the consequences of osteoporosis? Osteoporosis bone fractures are responsible for considerable pain, decreased quality of life, lost workdays, and disability. Up to 30% of patients suffering a hip fracture will require long-term nursing-home care. Some 20% of women with a hip fracture will die in the subsequent year as an indirect result of the fracture. In addition, once a person has experienced a spine fracture due to osteoporosis, he or she is at very high risk of suffering another such fracture in the near future (next few years).  What factors determine bone strength? Bone mass (bone density) is the amount of bone present in the skeletal structure. Generally, the higher the bone density, the stronger the bones. Bone density is greatly influenced by genetic factors and can be affected by environmental factors and medications. For example, men have a higher bone density than women. African Americans have a higher bone density than Caucasian or Asian Americans. Normally, bone density accumulates during childhood and reaches a peak by around 25 years of age. Bone density is then maintained for about 10 years. After age 35, both men and women will normally lose 0.3%-0.5% of their bone density per year as part of the aging process. Menopause, Estrogen, and Osteoporosis Estrogen is important in maintaining bone density in women. When estrogen levels drop after menopause, bone loss accelerates. During the first five to 10 years after menopause, women can suffer up to 2%-4% loss of bone density per year! This can result in the loss of up to 25%-30% of their bone density during that time period. Accelerated bone loss after menopause is a major cause of osteoporosis in women. What are the risk factors for developing osteoporosis? * female gender  * Caucasian or Asian race  * thin and small body frames  * family history of osteoporosis (for example, having a mother with an osteoporotic hip fracture doubles your risk of hip fracture)  * personal history of fracture as an adult  * cigarette smoking  * excessive alcohol consumption  * lack of exercise  * diet low in calcium  * poor nutrition and poor general health  * malabsorption (nutrients in the bowels are not properly absorbed)  * low estrogen levels  * chemotherapy  * loss of the menstrual period (amenorrhea)  * chronic inflammation  * immobility, such as after a stroke or any condition that interferes with walking  * hyperthyroidism (excessive thyroid hormone)  * hyperparathyroidism (excessive parathyroid hormone production causes too much calcium to be removed from the bone)  * vitamin D deficiency (vitamin D helps the body absorb calcium)  * certain medications can cause osteoporosis such as long-term use of heparin (a blood thinner), antiseizure medications phenytoin (Dilantin) and phenobarbital, and long-term use of oral corticosteroids (such as prednisone)   How is osteoporosis diagnosed? A routine X-ray can suggest osteoporosis of the bone, which appears much thinner and lighter than normal bones. Unfortunately, by the time X-rays can detect osteoporosis, at least 30% of the bone has already been lost. In addition, X-rays are not accurate indicators of bone density. The appearance of the bone on the X-ray is often affected by variations in the degree of exposure of the X-ray film.  The National Osteoporosis Foundation, the American Medical Association, and other major medical organizations are recommending a dual energy X-ray absorptiometry (DEXA or DXA) for diagnosing osteoporosis. The test measures bone density in the hip and the spine, takes only five to 15 minutes to perform, uses very little radiation (less than one-tenth to one-hundredth the amount used on a standard chest X-ray), and is quite precise. Who should have bone density testing? The national osteoporosis foundation guidelines state that there are several groups of people who should consider DXA testing: * all postmenopausal women below age 65 who have risk factors for osteoporosis;  * all women aged 65 and older;  * postmenopausal women with fractures, although this is not mandatory because treatment may be started regardless of bone density; * women with one of the many medical conditions associated with osteoporosis   How are bone density results measured?  Upon completion of a DXA scan, the bone density of the patient is then compared to the average peak bone density of young adults of same sex and race. This score is called the \"T score,\" and it expresses the bone density in terms of the number of standard deviations (SD).  * Osteoporosis is defined as a bone density T score of -2.5 SD or below.  * Osteopenia (between normal and osteoporosis) is defined as a bone density T score between -1 and -2.5 SD for all women aged 65 and older;  How is osteoporosis treated and prevented? The goal of osteoporosis treatment is the prevention of bone fractures by stopping bone loss and by increasing bone density and strength. Although early detection and timely treatment of osteoporosis can substantially decrease the risk of future fracture, none of the available treatments for osteoporosis are complete cures. In other words, it is difficult to completely rebuild bone that has been weakened by osteoporosis. Therefore, prevention of osteoporosis is as important as treatment. We'll take a look at some of the prevention and treatment options on the following slides. Prevention and treatment: Exercise Exercise has a wide variety of beneficial health effects. However, exercise does not bring about substantial increases in bone density. The benefit of exercise for osteoporosis has mostly to do with decreasing the risk of falls, probably because balance is improved and/or muscle strength is increased. Research has not yet precisely determined what type or duration of exercise is best for osteoporosis. Nevertheless, most doctors recommend weight-bearing exercise, walking, preferably daily. A word of caution about exercise It is important to avoid exercises that can injure already weakened bones. In patients over 40 and those with heart disease, obesity, diabetes mellitus, and high blood pressure, exercise should be prescribed and monitored by their doctors. Finally, extreme levels of exercise (such as marathon running) may not be healthy for the bones. Marathon running in young women that leads to weight loss and loss of menstrual periods can actually cause osteoporosis. Prevention and treatment: Quit smoking and curtail alcohol Smoking one pack of cigarettes per day throughout adult life can itself lead to loss of 5%-10% of bone mass. Smoking cigarettes decreases estrogen levels and can lead to bone loss in women before menopause. Smoking cigarettes can also lead to earlier menopause. Data on the effect of regular consumption of alcohol and caffeine on osteoporosis is not as clear as with exercise and cigarettes. In fact, research regarding alcohol and caffeine as risk factors for osteoporosis shows widely varying results and is controversial. Certainly, these effects are not as powerful as other factors. Nonetheless, moderation of both alcohol and caffeine is prudent. Prevention and treatment: Calcium supplements Building strong and healthy bones requires an adequate dietary intake of calcium and exercise beginning in childhood and adolescence for both sexes. Importantly, once osteoporosis is present, a high dietary calcium intake or taking calcium supplements alone is not sufficient in treating osteoporosis and should not be viewed as an alternative to or substituted for more potent prescription osteoporosis medications. In the first several years after menopause, rapid bone loss can occur even if calcium supplements are taken. Unfortunately, surveys have shown that the average woman in the United States consumes less than 500 milligrams of calcium per day in her diet, less than the recommended amounts. Additional calcium can be obtained by drinking more milk and eating more yogurt or cottage cheese or by taking calcium supplement tablets as well from calcium-fortified foods, such as orange juice.  Prevention and treatment: Calcium-fortified foods Excluding dairy products, the average American diet contains approximately 250 mg of calcium. As mentioned on the previous slide, here are some examples of calcium-fortified foods and their respective calcium intake. Prevention and treatment: Vitamin D An adequate calcium intake and adequate body stores of vitamin D are important foundations for maintaining bone density and strength. Unfortunately, vitamin D deficiency is quite common in the United States. Vitamin D is important in several respects:  * vitamin D helps the absorption of calcium from the intestines;  * a lack of vitamin D causes calcium-depleted bone (osteomalacia), which further weakens the bones and increases the risk of fractures; and  * vitamin D, along with adequate calcium (1,200 mg of elemental calcium), has been shown in some studies to increase bone density and decrease fractures in older postmenopausal but not in premenopausal or perimenopausal women.  The food and nutrition board of the Institute of Medicine has recommended the following as an as adequate vitamin D intake: * 200 IU daily for men and women 19 to 50 years old;  * 400 IU daily for men and women 51 to 70 years old; and  * IU daily for men and women 71 years and older.  Good sources of vitamin D include natural sunlight, fortified milk, cheese, butter/margarine, cereal, and fish. Prevention and treatment: Menopausal hormone therapy  Menopausal hormone therapy (previously referred to as hormone replacement therapy or HRT) has been shown to prevent bone loss, increase bone density, and prevent bone fractures. Estrogen is available orally (Premarin, Estrace, Estratest, and others) or as a skin patch (Estraderm, Vivelle, and others). Estrogen is also available in combination with progesterone as pills and patches. Progesterone is routinely given along with estrogen to prevent uterine cancer that might result from estrogen use alone. Women who have had a <em>hysterectomy</em> (surgical removal of the uterus) may take estrogen alone. Due to adverse effects of menopausal hormone therapy, such as increased risks of heart attack, stroke, blood clots in the veins, and breast cancer; menopausal hormone therapy is no longer recommended for long-term use but rather short-term use to relieve menopausal hot flashes. Every woman should have an individualized discussion regarding estrogen replacement with her doctor. Prevention and treatment: Medications Currently, the most effective medications for osteoporosis that are approved by the FDA are anti-resorptive agents, which prevent bone breakdown. Antiresorptive medications inhibit bone removal (resorption), thus leading to bone rebuilding and increasing bone density. Menopausal estrogen hormone therapy is one example of an antiresorptive agent. Others include alendronate (Fosamax), risedronate (Actonel), raloxifene (Evista), ibandronate (Boniva), calcitonin (Calcimar), and zoledronate (Reclast). Prevention of hip fractures The FDA has approved hip-protector garments for the prevention of hip fractures in unstable elderly people with known osteoporosis. Brand names available include Hipsaver and Safehip. These can be helpful for patients who are in the nursing-home environment, although the real extent of protection against hip fractures that is gained with use of hip protectors is a matter of current controversy. Osteoporosis at a glance * Osteoporosis is a condition of increased susceptibility to fracture due to fragile bone.  * Osteoporosis weakens bone and increases risk of bone fracture.  * Bone mass (bone density) decreases after age 35 years and decreases more rapidly in women after menopause. * Key risk factors for osteoporosis include genetic factors, lack of exercise, lack of calcium and vitamin D, personal history of fracture as an adult, rheumatoid arthritis, cigarette smoking, excessive alcohol consumption, low body weight, and family history of osteoporosis. * Patients with osteoporosis have no symptoms until bone fractures occur.  * Diagnosis can be suggested by X-rays and confirmed by using tests to measure bone density.  * Treatments for osteoporosis, in addition to prescription osteoporosis medications, include stopping use of alcohol and cigarettes, and assuring adequate exercise, calcium, and vitamin D.",
            "vi": "Loãng xương là gì? Loãng xương là bệnh đặc trưng bởi khối lượng xương thấp và mất mô xương có thể làm cho xương yếu và dễ gãy. Nếu bạn bị loãng xương, thì nguy cơ bạn bị gãy xương tăng cao.  Có phải chứng loãng xương chỉ ảnh hưởng đến người già? Người ta thường đã cho rằng bệnh loãng xương là chứng bệnh xảy ra ở phụ nữ ốm yếu lớn tuổi. Tuy nhiên, tổn thương do loãng xương gây ra bắt đầu rất sớm. Do mật độ xương cao nhất là ở khoảng 25 tuổi, nên quan trọng là phải làm cho xương chắc khỏe ở độ tuổi này, sao cho xương vẫn còn cứng cáp về sau. Luyện tập thể dục và bổ sung can-xi đầy đủ là điều quan trọng để giúp cho xương được chắc khỏe. Tại sao bệnh loãng xương là một vấn đề quan trọng của ngành y tế cộng đồng?  Có hơn 10 triệu người Mỹ bị loãng xương và gần 34 triệu người có mật độ xương thấp. Khoảng 80% bệnh nhân bị loãng xương là phụ nữ. Đối với người già trên 50 tuổi, tỉ lệ bệnh nhân bị dự đoán nứt xương do loãng xương gây ra là 1:2 ở nữ và 1:8 ở nam trong suốt cuộc đời mình. Các nhóm người thuộc chủng tộc da trắng và châu Á có nguy cơ bị loãng xương cao hơn. Số người bị nứt xương do loãng xương gây ra tăng nhanh đáng kể đối với người già ở Mỹ. Loãng xương làm cho bệnh nhân đau đớn, khổ sở và tốn kém rất nhiều.  Triệu chứng của loãng xương là gì? Xương thường được cấu tạo từ prô-tê-in, collagen (chất tạo keo), và can-xi, tất cả làm cho xương trở nên chắc khỏe. Loãng xương có thể làm cho xương bị gãy (nứt) do chấn thương khá nhẹ mà bình thường sẽ không làm cho xương gãy nứt.  Bệnh nhân bị loãng xương có thể không biểu hiện triệu chứng gì trong thời gian dài. Do đó, người bệnh có thể không biết mình bị loãng xương cho đến khi bị nứt xương gây đau đớn. Các triệu chứng bệnh tuỳ thuộc vào chỗ xương bị nứt. Chúng ta sẽ điểm qua những vị trí nứt xương do loãng xương thường thấy nhất ở vài khung hình kế tiếp nhé.  Triệu chứng của bệnh loãng xương: Nứt cột sống  Nứt cột sống (đốt sống) có thể gây đau nhức dữ dội, đau như một “dải băng” lan ra xung quanh từ vùng lưng đến hai bên hông người. Nếu không được điều trị, để lâu thì các chỗ nứt tiếp này có thể gây đau thắt lưng mãn tính cũng như làm cho bệnh nhân bị lùn đi hoặc làm cong cột sống, người bệnh trông có vẻ bị gù lưng trên, thường được quy cho đó là “bệnh gù lưng.”  Triệu chứng của bệnh loãng xương: Nứt xương Nứt gãy xương xảy ra trong khi thực hiện hoạt động bình thường được gọi là chấn thương nứt xương nhẹ hoặc nứt xương nhẹ. Chẳng hạn như một số bệnh nhân loãng xương bị nứt xương bàn chân trong khi đi bộ hoặc bước xuống lề đường.  Triệu chứng của bệnh loãng xương: Nứt xương hông  Nứt xương hông thường xảy ra khi bị té. Đối với chứng loãng xương thì nứt xương hông có thể là do các tai nạn bình thường gây nên. Tình trạng nứt xương hông cũng có thể khó chữa lành sau khi đã phẫu thuật chỉnh hình bởi chất lượng xương bị yếu đi nhiều.  Hậu quả của bệnh loãng xương là gì? Nứt xương do loãng xương gây ra làm cho bệnh nhân đau đớn dữ dội, làm giảm chất lượng của cuộc sống, gây tàn tật và không có khả năng làm việc nữa. Có đến 30% bệnh nhân nứt xương hông phải ở nhà thương điều trị lâu dài. Số bệnh nhân nữ tử vong sau một năm bị nứt xương hông là khoảng chừng 20% mà chứng nứt xương là nguyên nhân gián tiếp gây ra. Ngoài ra, khi một người đã bị nứt cột sống do loãng xương thì sẽ có nguy cơ bị nứt xương như vậy rất cao vào lần sau trong tương lai gần (một vài năm sau).  Yếu tố nào xác định được độ chắc của xương?  Khối lượng xương (mật độ xương) là lượng xương có trong cấu trúc xương. Thông thường mật độ xương càng cao thì xương càng chắc khỏe. Mật độ xương bị ảnh hưởng rất lớn bởi các yếu tố di truyền và có thể bởi môi trường và thuốc men. Chẳng hạn như nam giới có mật độ xương cao hơn phụ nữ. Người Mỹ gốc Phi có mật độ xương cao hơn người da trắng hoặc người Mỹ gốc Á. Mật độ xương thường được tích tụ khi còn nhỏ và đạt ngưỡng cao nhất ở độ tuổi 25; sau đó được duy trì trong khoảng chừng 10 năm như thế. Sau 35 tuổi, mật độ xương thường sẽ mất mỗi năm từ 0.3% đến 0.5% ở cả nam lẫn nữ, như là một phần của quá trình lão hoá.  Mãn kinh, hooc-môn estrogen, và bệnh loãng xương Estrogen là hooc-môn thiết yếu giúp duy trì mật độ xương ở nữ giới. Khi nồng độ estrogen giảm sau mãn kinh thì mật độ xương cũng giảm nhanh chóng. Trong 5 đến 10 năm đầu sau mãn kinh thì mỗi năm phụ nữ có thể giảm 2%-4% mật độ xương! Điều này có thể làm cho mật độ xương giảm đến 25%-30% trong suốt khoảng thời gian đó. Mật độ xương giảm nhanh sau mãn kinh là nguyên nhân chính gây loãng xương ở phụ nữ.  Các yếu tố rủi ro làm phát triển bệnh loãng xương là gì?  * giới tính nữ * chủng người da trắng hoặc châu Á * người có thân hình nhỏ nhắn, ốm yếu * có tiền sử gia đình bị loãng xương (chẳng hạn như có mẹ bị nứt xương hông do loãng xương sẽ có nguy cơ nứt xương hông tăng gấp đôi) * có tiền sử cá nhân bị nứt xương ở tuổi trưởng thành  * hút thuốc lá * uống rượu bia quá nhiều * thiếu vận động * chế độ dinh dưỡng nghèo can-xi * khẩu phần dinh dưỡng kém và sức khỏe tổng quát yếu  * kém hấp thu (dưỡng chất trong ruột không được hấp thu hoàn toàn) * nồng độ hooc-môn estrogen thấp  * hoá trị liệu * mất kinh (tắt kinh) * bị viêm mãn tính  * bị liệt, bất động, chẳng hạn như sau khi bị đột quỵ hoặc sau bất kỳ một chứng bệnh nào làm ảnh hưởng đến khả năng đi đứng * bị cường giáp (hooc-môn tuyến giáp quá cao) * bị tăng năng tuyến cận giáp (sản sinh quá nhiều hooc-môn tuyến cận giáp làm cho xương bị mất quá nhiều can-xi) * thiếu vitamin D (vitamin D giúp cho cơ thể hấp thụ can-xi) * một số thuốc nào đó cũng có thể gây loãng xương chẳng hạn như sử dụng thuốc hê-pa-rin (chất/ thuốc làm loãng máu) trong thời gian dài, thuốc chống động kinh phenytoin (Dilantin) và thuốc an thần/ thuốc ngủ, và sử dụng corticosteroid dạng uống (hoóc-môn xtê-rô-ít do vỏ thượng thận tổng hợp) lâu dài (chẳng hạn như thuốc kháng viêm prednisone) Bệnh loãng xương được chẩn đoán như thế nào?  Phương pháp chụp X-quang định kỳ có thể cho biết bệnh loãng xương – xương trông có vẻ mỏng và nhẹ hơn nhiều so với xương bình thường. Đáng tiếc là khi tia X có thể phát hiện ra loãng xương thì đã có ít nhất 30% xương đã bị mất. Ngoài ra, thủ thuật này cũng không cho biết chính xác mật độ xương. Việc thay đổi độ chụp phim X-quang cũng thường làm ảnh hưởng đến vẻ ngoài của xương trên tia X. Tổ chức Loãng xương Quốc gia, Hiệp hội Y học Hoa Kỳ, và các tổ chức y tế lớn khác đang khuyến cáo phương pháp đo hấp thụ năng lượng tia X kép (DEXA hoặc DXA) để chẩn đoán loãng xương. Xét nghiệm đo mật độ xương hông và cột sống chỉ mất từ 5 đến 15 phút, sử dụng bức xạ rất nhỏ (chưa đầy 1/10 đến 1/100 lượng bức xạ dùng để chụp X- quang ngực chuẩn), và biện pháp này khá chính xác.  Đối tượng nào nên xét nghiệm mật độ xương?  Tổ chức Loãng xương Quốc gia chỉ ra nguyên tắc một số nhóm người nên thực hiện xét nghiệm DXA:  * phụ nữ sau mãn kinh dưới 65 tuổi, có nguy cơ bị loãng xương;  * phụ nữ tuổi từ 65 trở lên; * phụ nữ sau mãn kinh bị nứt xương, mặc dù đây không phải là điều bắt buộc bởi người ta cũng có thể bắt đầu điều trị mà không kể đến mật độ xương;  * phụ nữ bị một trong các bệnh liên quan đến loãng xương  Kết quả mật độ xương được đo như thế nào?  Sau khi quét/chụp DXA xong, mật độ xương của bệnh nhân được đem đối chiếu với mật độ xương ở ngưỡng cao nhất bình thường của thanh niên cùng chủng tộc và giới tính. Đây gọi là chỉ số T (T score) – cho biết mật độ xương trong các khoảng sai lệch chuẩn (SD).  * Nếu mật độ xương T score là -2.5 SD trở xuống: loãng xương. * Tiền loãng xương (giữa trạng thái bình thường và loãng xương) được xác định khi mật độ xương T score dao động giữa 1 và 2.5 SD đối với phụ nữ tuổi từ 65 trở lên;  Điều trị và phòng tránh bệnh loãng xương như thế nào?  Mục tiêu của việc điều trị loãng xương là phòng tránh nứt xương bằng cách ngăn không cho mất xương và làm tăng mật độ xương và làm cho xương chắc khỏe hơn. Mặc dù biện pháp phát hiện sớm và điều trị loãng xương kịp thời có thể làm giảm đáng kể nguy cơ nứt xương về sau, không có phương pháp điều trị loãng xương nào chữa lành chứng bệnh này hoàn toàn. Nói một cách khác là khó có thể làm xương bị yếu do loãng xương gây ra trở lại cứng cáp hoàn toàn được. Do đó, biện pháp phòng tránh loãng xương được coi là quan trọng như việc điều trị vậy. Chúng ta sẽ quan sát một số cách phòng tránh và điều trị ở những khung hình bên dưới nhé.  Phòng tránh và điều trị loãng xương bằng bài tập  Thể dục rất có lợi cho sức khỏe. Tuy nhiên, thể dục không làm tăng mật độ xương đáng kể được. Lợi ích của thể dục đối với bệnh loãng xương chủ yếu là làm giảm nguy cơ té ngã, có lẽ bởi giúp cơ thể thăng bằng hơn và/hoặc làm nâng cao sức mạnh cơ bắp. Nghiên cứu cũng chưa xác định chính xác là loại bài tập nào hoặc thời gian tập là bao nhiêu là tốt nhất cho bệnh loãng xương. Tuy vậy, hầu hết các bác sĩ khuyến cáo nên tập cử tạ, đi bộ, tốt nhất là nên tập hằng ngày.  Cảnh giác với bài tập thể dục Điều quan trọng là phải tránh các bài tập có thể gây chấn thương cho những xương đã bị yếu sẵn. Đối với bệnh nhân trên 40 tuổi và người bị bệnh tim, béo phì, tiểu đường, và huyết áp cao, thì bài tập của họ nên được bác sĩ quy định và giám sát. Cuối cùng là mức độ thể dục quá nhiều (chẳng hạn như cuộc chạy đua ma-ra-tông) có thể là không khỏe cho xương. Chạy đua ma-ra-tông ở nữ thanh niên dẫn đến giảm cân và tắc kinh có thể thực sự gây loãng xương. Phòng tránh và điều trị loãng xương: Bỏ thuốc lá và hạn chế rượu bia  Hút một gói thuốc một ngày suốt thời thanh niên có thể tự làm mất 5%-10% khối lượng xương. Hút thuốc lá làm giảm nồng độ estrogen và có thể dẫn đến tình trạng mất xương ở phụ nữ trước mãn kinh. Việc hút thuốc lá cũng có thể làm mãn kinh sớm hơn.  Thông tin về ảnh hưởng của việc thường xuyên uống rượu bia và cà-phê-in đối với chứng loãng xương không rõ như ảnh hưởng của thuốc lá và bài tập thể dục. Thực ra, cuộc nghiên cứu xem rượu bia và cà-phê-in là các yếu tố nguy hiểm đối với bệnh loãng xương cho thấy nhiều kết quả rất khác biệt nhau và người ta vẫn còn đang tranh cãi về vấn đề này. Tất nhiên là, những ảnh hưởng này không mạnh như những yếu tố khác. Mặc dù vậy, việc tiết chế rượu bia và cà-phê-in là vấn đề thận trọng.  Phòng tránh và điều trị loãng xương bằng cách bổ sung can-xi Việc xây dựng xương chắc khỏe đòi hỏi phải bổ sung đầy đủ can-xi trong chế độ ăn uống và luyện tập thể dục bắt đầu ngay từ nhỏ và từ thời trẻ đối với cả nam lẫn nữ. Điều quan trọng là, một khi bệnh nhân đã bị loãng xương thì việc bổ sung can-xi liều cao trong khẩu phần dinh dưỡng hoặc chỉ bổ sung can-xi không đủ để có thể chữa lành được bệnh loãng xương và không nên xem đó là thuốc thay thế hoặc thế cho các loại thuốc trị loãng xương theo toa hiệu nghiệm hơn. Trong một vài năm đầu sau mãn kinh, xương có thể bị mất nhanh chóng cho dù là bệnh nhân được bổ sung can-xi đi nữa.  Tiếc là, nhiều cuộc khảo sát ở Hoa Kỳ cho thấy phụ nữ thường hấp thu chưa đầy 500 milligram can-xi trong chế độ dinh dưỡng mỗi ngày, thấp hơn lượng can-xi được khuyến nghị. Ngoài ra can-xi còn có thể được bổ sung thêm bằng cách uống nhiều sữa và ăn thêm nhiều sữa chua hoặc phô mai làm từ sữa đã gạn kem hoặc bằng cách bổ sung thêm viên can-xi cũng như thực phẩm bổ sung chất vôi, chẳng hạn như nước cam ép.  Phòng tránh và điều trị loãng xương bằng thức ăn bổ sung chất vôi  Ngoài các sản phẩm làm từ sữa thì khẩu phần dinh dưỡng của người Mỹ trung bình chứa khoảng 250 mg can-xi. Như đã đề cập đến ở khung hình trước, dưới đây là một số ví dụ về thực phẩm bổ sung chất vôi và lượng can-xi hấp thu tương ứng.  Phòng tránh và điều trị loãng xương bằng vitamin D  Việc hấp thụ đầy đủ can-xi và dự trữ đủ vitamin D trong cơ thể là nền tảng quan trọng để duy trì mật độ xương và giữ cho xương chắc khỏe. Tiếc là chứng thiếu vitamin D rất thường thấy ở Mỹ. Vitamin D cần thiết ở nhiều lĩnh vực khác nhau:  * vitamin D giúp hấp thu can-xi từ ruột;  * thiếu vitamin D làm cho xương bị cạn hết can-xi (nhuyễn xương), làm cho xương trở nên yếu hơn và làm tăng nguy cơ nứt gãy, và  * vitamin D, và can-xi đầy đủ (1,200 mg can-xi cơ bản), trong một số nghiên cứu đã cho thấy kết quả làm tăng mật độ xương và giúp cho người già sau mãn kinh giảm nứt xương nhưng không có tác dụng đối với phụ nữ tiền mãn kinh hoặc gần mãn kinh.  Ủy ban Thực phẩm và Dinh dưỡng thuộc Viện Y học đã khuyến nghị nên bổ sung đầy đủ vitamin D như sau: * 200 IU/ ngày đối với cả nam lẫn nữ từ 19 đến 50 tuổi  * 400 IU/ ngày đối với cả nam lẫn nữ từ 51 đến 70 tuổi; và  * IU mỗi ngày cho cả nam lẫn nữ từ 71 tuổi trở lên.  Các nguồn cung cấp vitamin D dồi dào gồm ánh nắng tự nhiên, sữa bổ sung vitamin D, phô mai, bơ/bơ thực vật, ngũ cốc và cá.  Phòng tránh và điều trị loãng xương bằng liệu pháp hooc-môn mãn kinh  Liệu pháp hooc-môn mãn kinh (trước đây gọi là liệu pháp thay thế hooc-môn hoặc HRT) đã có tác dụng phòng tránh mất xương, tăng mật độ xương, và ngăn ngừa được chứng nứt xương. Hooc-môn estrogen có thể được sử dụng dạng uống (Premarin, Estrace, Estratest, và nhiều loại khác) hoặc dán trên da (Estraderm, Vivelle, và nhiều loại khác). Estrogen cũng có thể kết hợp với progesterone ở dạng viên và miếng dán. Progesterone thường được sử dụng với estrogen để ngăn ngừa ung thư tử cung có thể do sử dụng estrogen riêng lẻ. Do liệu pháp hooc-môn mãn kinh gây ảnh hưởng xấu, chẳng hạn như làm tăng nguy cơ đau tim, đột quỵ, tắc nghẽn tĩnh mạch, và ung thư vú, nên liệu pháp này không còn được khuyến nghị sử dụng trong thời gian dài nữa mà chỉ sử dụng ngắn hạn nhằm làm giảm cơn trào huyết mãn kinh (kèm theo mất thăng bằng hooc-môn lúc mãn kinh). Phụ nữ nên thảo luận riêng với bác sĩ về liệu pháp thay thế hooc-môn estrogen.  Phòng tránh và điều trị loãng xương bằng thuốc Hiện nay, nhiều loại thuốc trị loãng xương công hiệu nhất đã được Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA phê duyệt là thuốc chống huỷ xương, phòng tránh gãy xương. Nhiều thuốc chống huỷ xương ngăn không cho mất xương (phân huỷ xương), do đó dẫn đến việc tái xây dựng xương và làm tăng mật độ xương. Liệu pháp hooc-môn estrogen mãn kinh là một trường hợp ví dụ cho thuốc chống huỷ xương. Nhiều loại thuốc khác gồm alendronate (Fosamax), risedronate (Actonel), raloxifene (Evista), ibandronate (Boniva), calcitonin (Calcimar), và zoledronate (Reclast). Phòng tránh nứt xương hông  Tổ chức FDA đã cho phép dùng quần áo bảo vệ hông để ngăn ngừa gãy xương hông ở người già bị loãng xương dễ té ngã. Tên thương hiệu là Hipsaver and Safehip. Phương pháp này có thể có ích cho những bệnh nhân sống ở môi trường viện dưỡng lão, mặc dù mức độ phòng tránh nứt xương hông thực sự nhờ sử dụng dụng cụ bảo vệ hông là điều mà người ta hiện vẫn còn đang tranh cãi.  Nhìn sơ lược về bệnh loãng xương  * Loãng xương là bệnh xương dễ gãy nứt do xương bị mỏng đi.  * Bệnh loãng xương làm cho xương yếu và làm tăng nguy cơ nứt xương.  * Khối lượng xương (mật độ xương) giảm sau 35 tuổi và giảm nhanh hơn ở phụ nữ sau mãn kinh.  * Các yếu tố nguy hiểm chính yếu của bệnh loãng xương gồm yếu tố di truyền, thiếu vận động, thiếu can-xi và thiếu vitamin D, có tiền sử cá nhân bị nứt xương ở tuổi trưởng thành, bị viêm khớp kinh niên, hút thuốc, uống rượu quá nhiều, nhẹ cân, và có tiền sử gia đình bị loãng xương. * Bệnh nhân bị loãng xương không có triệu chứng gì cho đến khi có biểu hiện nứt xương.  * Có thể sử dụng phương pháp chụp X-quang để chẩn đoán bệnh loãng xương và làm nhiều xét nghiệm khác để xác định lại nhằm đo mật độ xương.  * Các phương pháp điều trị loãng xương, ngoài những loại thuốc chữa loãng xương theo toa, như bỏ thuốc lá và rượu bia, và đảm bảo nên tập thể dục, bổ sung can-xi và vitamin D đầy đủ."
        }
    ],
    "suggestions": []
}