{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ibuprofen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ibuprofen</k><blockquote><cclass>[<cclass>ˌʌɪbju:'prəʊf(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a synthetic compound used as an analgesic and anti-inflammatory drug. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from elements of the chemical name <i>2-(4-isobutylphenyl) propionic acid</i>. </blockquote></div>",
            "word": "ibuprofen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ibuprofen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ibuprofen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ibuprofen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ibuprofen</em>.",
            "vi": "Ibuprofen."
        },
        {
            "en": "<em>Ibuprofen</em> is an analgesic.",
            "vi": "I-bu-prô-phen (ibuprofen) là một loại thuốc giảm đau."
        },
        {
            "en": "<em>Ibuprofen</em> is an analgesic.",
            "vi": "I - bu - prô - phen (ibuprofen) là một loại thuốc giảm đau."
        },
        {
            "en": "I still had a low-grade fever, which shot up whenever the <em>ibuprofen</em> was wearing off.",
            "vi": "Tôi vẫn còn bị sốt nhẹ, nhưng tăng bất kỳ lúc nào thuốc i - bu - prô - phen giảm dần."
        },
        {
            "en": "I still had a low - grade fever, which shot up whenever the <em>ibuprofen</em> was wearing off.",
            "vi": "Tôi vẫn còn bị sốt nhẹ, nhưng tăng bất kỳ lúc nào thuốc i-bu-prô-phen giảm dần."
        },
        {
            "en": "It does not cause stomach problems or bleeding like aspirin, <em>ibuprofen</em> and some other drugs.",
            "vi": "Nó không gây ra các vấn đề cho dạ dày và cũng không gây chảy máu như aspirin, ibuprofen, và các loại thuốc khác."
        },
        {
            "en": "It does not cause stomach problems or bleeding like aspirin, <em>ibuprofen</em> and some other drugs can.",
            "vi": "Nó không gây ra các vấn đề cho dạ dày và cũng không gây chảy máu như aspirin, ibuprofen, và các loại thuốc khác."
        },
        {
            "en": "Do not take nonsteroidal anti-inflammatory drugs (NSAIDs), such as <em>ibuprofen</em> or aspirin.",
            "vi": "Không nên dùng thuốc kháng viêm không có chất steroid (NSAIDs), như ibuprofen hay aspirin."
        },
        {
            "en": "Depending on the age of your child, pain and fever may be treated with acetaminophen or <em>ibuprofen</em>.",
            "vi": "Tùy vào độ tuổi của bé mà bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để làm giảm đau và hạ sốt."
        },
        {
            "en": "Some analgesics, including aspirin, <em>ibuprofen</em>, indomethacin, and phenylbutazone, also reduce fever and inflammation and are used in rheumatic conditions.",
            "vi": "Một vài thuốc giảm đau gồm aspirin, ibuprofen, indomethcine và phenylbutazone cũng làm giảm sốt và viêm và được dùng trong bệnh thấp khớp."
        },
        {
            "en": "Treatment: Pain medication  Pain medications such as acetaminophen and nonsteroidal anti-inflammatory drugs (NSAIDs) such as <em>ibuprofen</em> or naproxen can help relieve menstrual cramping.",
            "vi": "Điều trị u xơ tử cung bằng thuốc giảm đau  Các loại thuốc giảm đau như acetaminophen và thuốc kháng viêm không chứa steroid (NSAIDs) chẳng hạn như ibuprofen hoặc naproxen có thể giúp làm giảm hiện tượng chuột rút do kinh nguyệt."
        },
        {
            "en": "Standing in the drug store aisle, trying to choose a painkiller can be a daunting task. Tylenol? Aspirin? <em>Ibuprofen</em>? Which do you choose? Here is a breakdown of the most common, over-the-counter pain medications.",
            "vi": "Đứng tần ngần trong tiệm thuốc, tìm cho ra một loại thuốc giảm đau thôi cũng đâu có dễ. Tylenol? Aspirin? Ibuprofen? Loại nào đây? Sau đây là bản phân tích chi tiết bằng cách thống kê các loại thuốc giảm đau bán mà không cần toa của bác sĩ, phổ biến nhất."
        },
        {
            "en": "A well-stocked medicine cabinet should have:\n\n· acetaminophen or <em>ibuprofen</em>\n· adhesive bandages\n· antiseptic\n· calamine lotion\n· cool-mist vaporizer\n· cotton balls/swabs\n· insect repellent\n· nail clippers\n· sterile gauze pads and surgical tape\n· sunscreen\n· thermometer\n· tweezers",
            "vi": "Nên dự trữ đầy đủ các loại thuốc sau:\n\n\n· acetaminophen hoặc ibuprofen\n· băng dính\n· thuốc sát trùng\n· thuốc xức Calamine\n· máy phun hơi nước mát\n· bông cứu thương / gạc\n· thuốc diệt côn trùng\n· dụng cụ cắt móng\n· gạc vô trùng và băng phẫu thuật\n· kem chống nắng\n· nhiệt kế\n· nhíp"
        },
        {
            "en": "You may be tempted to treat yourself with anti-diarrheal medicines, but they're not usually recommended for people with salmonellosis. They can make the infection last longer, so be sure to check with your doctor first. If you have a fever, you can take acetaminophen or <em>ibuprofen</em> to reduce your temperature if your doctor says it's OK.",
            "vi": "Bạn có thể rất muốn tự điều trị bằng thuốc chống tiêu chảy, nhưng người ta thường không khuyến cáo sử dụng thuốc đó cho người bị ngộ độc do nhiễm khuẩn Salmonella. Chúng có thể làm cho bệnh nhiễm trùng kéo dài lâu hơn, vì vậy nên chắc rằng phải kiểm tra với bác sĩ trước. Nếu bạn bị sốt, bạn có thể sử dụng thuốc acetaminophen hoặc ibuprofen để hạ sốt nếu bác sĩ cho phép."
        },
        {
            "en": "Why do some girls get cramps?  Lots of girls have abdominal cramps during the first few days of their periods. Cramps are most likely caused by prostaglandins, chemicals your body produces that make the muscles of the uterus contract. The good news is that cramps usually only last a few days. But if you're in pain, medicine like <em>ibuprofen</em> may help.",
            "vi": "Vì sao một số bạn gái bị chuột rút?   Nhiều bạn gái bị chuột rút ở bụng trong một vài ngày đầu “nguyệt san”. Chứng chuột rút này rất có khả năng là do tiền liệt tuyến tố (a-xít chưa bão hoà có trong cơ thể của động vật hữu nhũ có tác dụng như một loại hoóc-môn kích thích), đây là các chất hóa học mà cơ thể bạn sản sinh ra làm cho cơ tử cung co bóp. Tin vui là nó thường chỉ kéo dài một vài ngày. Nhưng nếu bạn đau đớn, thì có thể sử dụng thuốc giảm đau như ibuprofen."
        },
        {
            "en": "Treatment: Over-the-counter drugs  Combinations of common pain relievers and anti-inflammatories may help: aspirin, naproxen sodium, <em>ibuprofen</em>, acetaminophen. Some have been formulated specifically to treat migraines. However, overuse may actually make headaches worse or may lead to ulcers or other gastrointestinal problems.",
            "vi": "Trị đau nhức nửa đầu bằng thuốc mua tự do không theo toa  Kết hợp nhiều loại thuốc giảm đau thường thấy và thuốc kháng viêm có thể giúp bệnh nhân cảm thấy dễ chịu hơn, chẳng hạn như aspirin, naproxen sodium, ibuprofen, acetaminophen. Một số thuốc đã được công thức hoá cụ thể là để chữa đau nhức nửa đầu. Tuy nhiên, nếu lạm dụng thuốc có thể làm cho bệnh trở nên trầm trọng hơn hoặc có thể dẫn đến loét dạ dày-ruột hoặc các vấn đề dạ dày-ruột khác."
        },
        {
            "en": "I’m not being metaphorical or anything. Coffee literally alleviates some of your physical pains, much like <em>ibuprofen</em> or other pain medications, as seen by this study. Seeing all of the other health benefits of drinking coffee listed above, it should come as no surprise that it’ll make your entire body will feel better as a result.",
            "vi": "Tôi không phải nói ẩn dụ hay bất cứ điều gì. Cà phê đen làm giảm bớt một số cơn đau thể chất của bạn, giống như ibuprofen hoặc thuốc giảm đau khác, như đã thấy trong nghiên cứu này. Nhìn thấy tất cả những lợi ích sức khỏe khác của việc uống cà phê được liệt kê ở trên, nó sẽ đến như là không có gì ngạc nhiên khi nó sẽ làm cho toàn bộ cơ thể của bạn sẽ cảm thấy tốt hơn như là một kết quả."
        },
        {
            "en": "Treatment: Pain medicine  Pain medications such as acetaminophen and nonsteroidal anti-inflammatory drugs (NSAIDs) such as <em>ibuprofen</em> or naproxen often help relieve the pain and cramping that comes with endometriosis. However, these medicines only treat the symptoms but not the underlying endometriosis.",
            "vi": "Điều trị lạc nội mạc tử cung bằng thuốc giảm đau  Các loại thuốc giảm đau chẳng hạn như acetaminophen và thuốc kháng viêm không chứa chất steroid (NSAIDs) như ibuprofen hoặc naproxen thường giúp giảm đau và làm giảm chuột rút kèm lạc nội mạc tử cung. Tuy nhiên, những loại thuốc này chỉ điều trị được các triệu chứng chứ không chữa được chứng lạc nội mạc tử cung tiềm ẩn"
        },
        {
            "en": "Pain management  In many cases, treatments for bone metastasis will also help relieve bone pain. But if your pain persists, your doctor may suggest over-the-counter pain relievers, such as acetaminophen, <em>ibuprofen</em>, or naproxen. If these medications don't bring relief, your doctor may prescribe a stronger pain reliever, such as codeine, hydrocodone, oxycodone, or morphine.",
            "vi": "Giảm đau  Trong nhiều trường hợp, các phương pháp điều trị di căn xương cũng sẽ giúp làm giảm đau xương. Nhưng nếu bạn vẫn còn đau dai dẳng thì bác sĩ có thể cho thuốc giảm đau mua tự do không theo toa, chẳng hạn như acetaminophen, ibuprofen, hoặc naproxen. Nếu những loại thuốc này không giúp cho bạn dễ chịu hơn thì bác sĩ có thể kê toa thuốc giảm đau mạnh hơn như codeine, hydrocodone, oxycodone, hoặc morphine."
        },
        {
            "en": "· Get out of the sun.\n· Take a cool (not cold) shower or bath or apply cool compresses.\n· Drink extra fluids for a few days.\n· Take <em>ibuprofen</em> or acetaminophen to relieve pain.\n· Use aloe gel or a moisturizer.\n· Completely cover sunburned areas when going outside.",
            "vi": "· Vào chỗ mát.\n· Tắm bằng nước mát (không lạnh) hoặc chườm mát.\n· Uống nhiều nước trong vài ngày.\n· Uống ibuprofen hoặc acetaminophen để giảm đau.\n· Sử dụng gel lô hội hoặc kem dưỡng ẩm.\n· Che phủ hoàn toàn vùng da bị cháy nắng khi đi ra ngoài."
        }
    ],
    "suggestions": []
}