{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Iceland"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Iceland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Iceland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Iceland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Iceland"
        }
    },
    "sentences": [
        {
            "en": "<em>Iceland</em> is thinly populated.",
            "vi": "Iceland có dân cư thưa thớt."
        },
        {
            "en": "<em>Iceland</em> resumed commercial whaling in 2006.",
            "vi": "Iceland đã cho đánh bắt cá voi để kinh doanh vào năm 2006."
        },
        {
            "en": "<em>Iceland</em> is famous for its scenic beauty.",
            "vi": "Iceland nổi tiếng với cảnh đẹp của nó."
        },
        {
            "en": "+ Estonia, Finland, <em>Iceland</em>, Norway and Sweden: 12 November",
            "vi": "Estonia, Phần Lan, Iceland, Na Uy và Thụy Điển: 12 tháng mười một"
        },
        {
            "en": "For pity's sake, half of <em>Iceland</em> has disappeared.",
            "vi": "Chuyện gì thế này, một nửa đất nước Ai-xơ-len (Iceland) đã biến mất."
        },
        {
            "en": "<em>Iceland</em> has elected a new left - wing government.",
            "vi": "Iceland bầu cử một chính phủ cánh tả mới."
        },
        {
            "en": "<em>Iceland</em> has elected a new left-wing government.",
            "vi": "Iceland bầu cử một chính phủ cánh tả mới."
        },
        {
            "en": "For pity's sake, half of <em>Iceland</em> has disappeared.",
            "vi": "Chuyện gì thế này, một nửa đất nước Ai - xơ - len (Iceland) đã biến mất."
        },
        {
            "en": "+ Estonia, Finland, <em>Iceland</em>, Norway and Sweden: 12 November",
            "vi": "Estonia, Phần Lan, Iceland, Na Uy và Thụy Điển: 12 tháng mười một"
        },
        {
            "en": "Other nations in the top ten for happiness include <em>Iceland</em>, Switzerland, the Netherlands, Canada and Colombia.",
            "vi": "Các quốc gia khác nằm trong 10 nước có mức hạnh phúc cao nhất bao gồm Iceland, Thuỵ Sĩ, Hà Lan, Canada và Colombia."
        },
        {
            "en": "He traveled to <em>Iceland</em> because studies show that it is one of the happiest nations in the world.",
            "vi": "Ông đã đi du lịch tới Iceland vì các nghiên cứu cho thấy rằng đó là một trong những quốc gia hạnh phúc nhất trên thế giới."
        },
        {
            "en": "Sri Lanka is focusing on biogas, <em>Iceland</em> is towards geothermal energy and 80% of France's electricity come from nuclear energy.",
            "vi": "Sri lanka đang tập trung vào khí sinh học, iceland thì hướng về năng lượng địa nhiệt và 80% điện của pháp sản xuất từ năng lượng hạt nhân."
        },
        {
            "en": "Happiness in <em>Iceland</em> is linked to its close community, striking natural beauty and high levels of creativity.",
            "vi": "Hạnh phúc ở Iceland có liên hệ tới cộng đồng gần gũi, vẻ đẹp thiên nhiên đầy ấn tượng và trình độ sáng tạo cao của họ."
        },
        {
            "en": "Others, such as Japan, <em>Iceland</em>, South Korea, and Norway, ignored the protests and carried on as before.",
            "vi": "Những nước khác như Nhật, Iceland, Hàn Quốc và Na Uy bỏ qua những phản đối và vẫn tiến hành như trước đó."
        },
        {
            "en": "Interestingly, in <em>Iceland</em> and everywhere else, girls participating in the survey expressed more negative attitudes toward math.",
            "vi": "Thú vị là, ở Iceland và bất cứ đâu, các bé gái tham gia khảo sát đã thể hiện thái độ tiêu cực với môn toán"
        },
        {
            "en": "The Nordic nations are the most content. Norway, Denmark, <em>Iceland</em>, Switzerland, Finland, the Netherlands, Canada, New Zealand, Australia, Sweden rounded out the top ten countries.",
            "vi": "Các quốc gia Bắc Âu là các quốc gia hạnh phúc nhất. Na Uy, Đan Mạch, Băng Đảo, Thụy Sĩ, Phần Lan, Hà Lan, Canada, New Zealand, Australia, Thụy Điển nằm trong số 10 quốc gia hàng đầu."
        },
        {
            "en": "According to the report, Norway displaced Denmark to take the title “world’s happiest country” this year, followed by Denmark, <em>Iceland</em> and Switzerland.",
            "vi": "Theo báo cáo, Na Uy đã thay thế Đan Mạch trong danh hiệu \" đất nước hạnh phúc nhất thế giới\" năm nay, tiếp theo là Đan Mạch, Iceland và Thụy Sĩ."
        },
        {
            "en": "The manager is sending Mark to <em>Iceland</em> to spy out the land. He wants to know whether we can do business there",
            "vi": "Giám đốc công ty sẽ cử Mark đến Ai len để thăm dò tình hình. Ông ta muốn biết chúng ta có thể làm ăn ở đó được không."
        },
        {
            "en": "According to the report, Norway displaced Denmark to take the title “world’s happiest country” this year, followed by Denmark, <em>Iceland</em> and Switzerland.",
            "vi": "Theo báo cáo, Na Uy đã thay thế Đan Mạch trong danh hiệu \" đất nước hạnh phúc nhất thế giới\" năm nay, tiếp theo là Đan Mạch, Iceland và Thụy Sĩ."
        },
        {
            "en": "In <em>Iceland</em>, girls did better than Icelandic boys by a significant Margin on all parts of the test, as they habitually do on their national maths exams",
            "vi": "Ở Iceland, các bé gái làm tốt hơn các bé trai bằng một số lượng dư đáng kể trên tất cả các phần của bài kiểm tra, bởi vì chúng thường xuyên làm các bài kiểm tra toán quốc gia. "
        }
    ],
    "suggestions": []
}