{
    "en_vn": {
        "data": {
            "content": null,
            "word": "IDA",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>IDA</k><blockquote>■ <cclass>abbreviation International Development Association. </cclass></blockquote></div>",
            "word": "IDA",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "IDA",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "IDA",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "IDA",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ida</em>",
            "vi": "Hiệp hội phát triển quốc tế"
        },
        {
            "en": "The Growing <em>IDA</em> Portfolio.",
            "vi": "Danh mục đầu tư IDA ngày càng lớn."
        },
        {
            "en": "International Development Association – <em>IDA</em>.",
            "vi": "Hiệp hội Phát triển Quốc tế."
        },
        {
            "en": "Ethnic minorities, NGOs, UNICEF, <em>IDA</em>",
            "vi": "Dân tộc thiểu số, Các tổ chức phi Chính phủ, UNICEF, IDA"
        },
        {
            "en": "<em>IDA</em> Credits for Investment Projects;",
            "vi": "Các Khoản Tín dụng IDA cho các dự án đầu tư;"
        },
        {
            "en": "<em>IDA</em> lending resumed in FY94, and today Vietnam has become the largest <em>IDA</em>-only borrower.",
            "vi": "Hoạt động cho vay IDA quay trở lại Việt nam bắt đầu từ năm tài chính 1994 và ngày nay Việt Nam đã trở thành nước vay nhiều nhất trong số những nước chỉ vay IDA."
        },
        {
            "en": "<em>IDA</em> donors decided that China was sufficiently creditworthy to dispense with <em>IDA</em> funding.",
            "vi": "Các nhà tài trợ IDA quyết định rằng, Trung Quốc đã đủ độ tín nhiệm về tín dụng để có thể ngừng vay từ nguồn IDA."
        },
        {
            "en": "Measurement of achievement UNESCO/IIEP, <em>IDA</em>, ADB, EU",
            "vi": "Thước đo kết quả UNESCO/IIEP, IDA, ADB, EU"
        },
        {
            "en": "After several years with a GNI above the <em>IDA</em> threshold, Vietnam will not be eligible for <em>IDA</em> support anymore.",
            "vi": "Sau vài năm nữa, khi Việt Nam có GNI bình quân theo đầu người cao hơn ngưỡng quy định của IDA, Việt Nam sẽ không còn đủ điều kiện để vay từ IDA nữa."
        },
        {
            "en": "But they are less favorable than <em>IDA</em> terms.",
            "vi": "Nhưng những điều khoản này không ưu đãi bằng các điều khoản cho vay của IDA."
        },
        {
            "en": "Management information systems EU, NGOs, UNICEF, DFID, <em>IDA</em>",
            "vi": "Quản lý các hệ thống thông tin EU, các tổ chức phi Chính phủ, UNICEF, DFID, IDA"
        },
        {
            "en": "Revisions of budget allocation norms UNDP, <em>IDA</em>-WB",
            "vi": "Sửa đổi các qui tắc phân bổ ngân sách UNDP, IDA-Ngân hàng thế giới"
        },
        {
            "en": "Box 4.2: <em>IDA</em> Guarantees for Private Infrastructure Investment",
            "vi": "Khung 4.2: Bảo lãnh của IDA đối với đầu tư tư nhân vào cơ sở hạ tầng"
        },
        {
            "en": "<em>IDA</em> resumed lending to Vietnam in FY94, and today Vietnam has become the largest <em>IDA</em>-only borrower.",
            "vi": "IDA nối lại hoạt động cho vay đối với Việt Nam NTC94 và ngày nay Việt Nam đã trở thành nước chỉ vay vốn IDA lớn nhất."
        },
        {
            "en": "Teacher Education: Belgium, ADB, <em>IDA</em>, Oxfam, Save the Children, (DFID & AusAID English language programs)",
            "vi": "Giáo dục giáo viên: Bỉ, ADB, IDA, Oxfam, Quỹ cứu trợ trẻ em, (các chương trình tiếng Anh của DFID và AusAID)"
        },
        {
            "en": "Higher & University: <em>IDA</em>, AusAID/scholarships, Netherlands and other direct university to university arrangements.",
            "vi": "Đại học và cao hơn: IDA, AusAID/học bổng, Hà Lan và các hợp tác trực tiếp giữa các trường đại học với nhau"
        },
        {
            "en": "UNICEF, JICA, <em>IDA</em>, Oxfam, Save the Children, Norway, EU and DFID",
            "vi": "UNICEF, JICA, IDA, Oxfam, Quỹ cứu trợ trẻ em, Na uy, EU và DFID"
        },
        {
            "en": "Under the High case, therefore, PRSCs would account for around 25% of <em>IDA</em> commitments.",
            "vi": "Do đó, trong trường hợp cao, các khoản PRSC sẽ chiếm khoảng 25% tổng số các cam kết IDA."
        },
        {
            "en": "In 2009, Vietnam transitioned from an <em>IDA</em> to an IBRD blend country.",
            "vi": "Trong năm 2009, Việt Nam chuyển từ một nước là đối tượng của Ngân hàng Phát triển Quốc tế (IDA) thành một nước là khách hàng của cả Ngân hàng Phát triển Quốc tế và Ngân hàng Tái thiết và Phát triển (IBRD)."
        },
        {
            "en": "Second, the World Bank stopped providing <em>IDA</em> support to China from 2000 onwards.",
            "vi": "Hai là, Ngân hàng Thế giới đã ngừng cho Trung Quốc vay vốn IDA từ năm 2000 đến nay."
        }
    ],
    "suggestions": []
}