{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Idaho",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Idaho",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Idaho",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Idaho",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Idaho",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She is sketching an <em>Idaho</em> cowboy.",
            "vi": "Cô ấy đang vẽ phác thảo một chàng cao bồi bang Idaho."
        },
        {
            "en": "Forests cover more than two-fifths of <em>Idaho</em>.",
            "vi": "Rừng bao phủ hơn hai phần năm diện tích Idaho."
        },
        {
            "en": "Forests cover more than two - fifths of <em>Idaho</em>.",
            "vi": "Rừng bao phủ hơn hai phần năm diện tích Idaho."
        },
        {
            "en": "Ben is currently working as a herdsman on a farm in Raft River, <em>Idaho</em>.",
            "vi": "Ben hiện đang làm việc như một người chăn gia súc trong một trang trại ở Raft River, bang Idaho."
        },
        {
            "en": "“When people talk about self-identified vampires, a lot of times these horrible images come to mind,” says DJ Williams, a sociologist at <em>Idaho</em> State University.",
            "vi": "“Khi mọi người nhắc đến những đối tượng tự nhận mình là người hút máu thì những hình ảnh kinh hoàng đó lại ám ảnh tâm trí họ,” DJ Williams, một nhà xã hội học ở Đại học Bang Idaho, nói."
        },
        {
            "en": "Absent December totals, the Grand Canyon in northern Arizona hit almost 5.3 million visits. Zion in Utah is over 3.5 million. Yellowstone, which stretches into Wyoming, Montana and <em>Idaho</em>, is nearing 4.1 million. Yosemite in California is about 220,000 visits shy of the 1996 record — 4.2 million — with November and December still left to count.",
            "vi": "Chưa tính số liệu tháng 12, Grand Canyon ở miền Bắc Arizona đạt gần 5,3 triệu lượt tham quan. Zion ở Utah hơn 3,5 triệu. Yellowstone, kéo dài vào Wyoming, Montana và Idaho, gần 4.1 triệu. Yosemite ở California thua kỷ lục năm 1996 khoảng 220.000 lượt tham quan - 4.2 triệu – chưa tính số liệu tháng 11 và tháng 12."
        },
        {
            "en": "Home births are more prevalent in the Northwestern areas of the United States. Montana reported the highest number of home births in 2009 (2.55%), with Oregon in second (1.96%), and Vermont following in a close third (1.50%). Pennsylvania, Utah, Wisconsin, <em>Idaho</em>, and Washington reported 1.50% of home births occurring.",
            "vi": "Sinh con tại nhà phổ biến ở các vùng Tây Bắc Hoa Kỳ. Montana báo cáo số lượng sinh tại nhà cao nhất trong năm 2009 (2,55%), Oregon xếp thứ hai (1,96%), và Vermont xếp ngay sau ở vị trí thứ 3 (1,50%). Pennsylvania, Utah, Wisconsin, Idaho, và Washington chiếm có số ca sinh tại nhà chiếm 1,50%."
        },
        {
            "en": "Take a look at the stunning works of design and construction that have been created through the years. Temple of Stars - Đền các Vì sao (2004)   By David Best and The Temple Crew/eddy/Flickr   Big Rig Jig (2007)   by Mike RossJesse Wagstaff/Flickr    Basura Sagrada (2008)   By Shrine, Tucker and the Basura Sagrada CollaboratoryAlan Turkus/Flickr   Fire of Fires (2009)   By David Umlas, Marrilee Ratcliff, and the Community Art Makers7263255/Flickr   Aeolian Pyrophonic Hall & Whispering Wall (2010)   By Capra J'neva & CrewJennifer Morrow/Flickr   Zonotopia (2010)   By Rob BellVito Fun/Flickr   The Temple of Transition (2011)   By Chris Hankins, Diarmaid Horkan and Ian Beaverstock and the International Arts Mega CrewRatha Grimes/Flickr   Opal Essence (2012)   <em>Idaho</em> CORE projectHawaii Savvy/Flickr   Temple of Whollyness (2013)   By Gregg Fleishman, Melissa Barron, Lightning Clearwater III and The Connection Crewvjhoming/Flickr   Church Trap (2013)   By Rebekah WaitesCory Doctorow/Flickr   Photo Chapel (2013)      The Lost Tea Party (2014)   By Wreckage InternationalRaquel Baranow/Flickr   Eternal Return (2014)   By Peter HudsonBLM Nevada/Flickr   Temple of Grace (2014)      Arbour (2015)      The Temple of Promise (2015)   By The Dreamers GuildTomas Loewy/Amy Chan   Totem Of Confessions (2015)   By Michael GarlingtonTomas Loewy/Amy Chan   Blunderwood Portable (2015)   By the Cat and the Cockroach CollectiveTomas Loewy/Amy Chan   Hybycozo - Deep Thought (2015)      Mazu Goddess of the Empty Sea (2015)   Tomas Loewy/Amy Chan",
            "vi": "Hãy ngắm các tác phẩm thiết kế và xây dựng đẹp mê ly đã từng được sáng tác qua bao năm."
        },
        {
            "en": "The new HLDS [Hitachi LG Data Storage partnership] hybrid drive with Micron's 25nm NAND flash will be used in PCs, DVD players and Blu-ray products. Hitachi, which partners with South Korea's LG Data Storage to make storage devices, on Oct. 4 introduced what it called the world's first hybrid NAND flash optical disk drive with its own on-board storage. Boise, <em>Idaho</em>-based Micron Technology supplies its new 25-nanometer NAND as the flash memory for the new optical disk drive, oddly enough acronymed ODD. The chip debuted last February as the result of a cooperative project with Intel. The new 25nm, 2-bit-per-cell chip can hold 8GB of data storage, more than 10 times the 700MB capacity of a standard CD. The chip measures a mere 167 square millimeters, making it small enough to fit through the hole in the middle of a CD. The small size of the flash chip is a big advantage to the manufacturing process of the drive itself in that it allows designers more flexibility to fit it into the layout. The new HLDS [Hitachi LG Data Storage partnership] hybrid drive will be used in PCs, DVD players and Blu-ray products. The first edition of the drive will come in embedded flash memory capacities of 16GB, 32GB and 64GB. Higher NAND capacities will be available in future versions. The HLDS Hybrid Drive is designed for thin and light notebooks that traditionally have space for one drive, Micron said. It can be used for client-side applications that in the past would have employed a hard disk or solid-state drive for long-term storage. In these deployments, the hybrid drive would be used for caching and launching applications and providing an improvement in system performance, including faster boot times. HLDS will be demonstrating the Hybrid Drive using Micron's 25nm NAND at the CEATEC conference Oct. 5- 9 in Japan. They will begin showing up in devices later this fall.",
            "vi": "Ổ đĩa lai mới của HLDS [Hitachi LG Data Storage partnership- Sự cộng tác giữa công ty LG Data Storage và Hitachi] cùng với chip nhớ flash NAND có kích thước 25 nm của Micron sẽ được dùng trong các PC, máy nghe nhạc DVD  và các sản phẩm Blu-ray. Hitachi hợp tác với công ty sản xuất thiết bị lưu trữ LG Data Storage của Hàn Quốc, vào ngày 4 tháng 10 đã giới thiệu sản phẩm mà được gọi là ổ đĩa quang flash NAND lai đầu tiên trên thế giới với khả năng lưu trữ dữ liệu trên bo mạch riêng của nó. Micron Technology, công ty sản xuất chất bán dẫn hàng đầu thế giới có trụ sở đặt tại tiểu bang Idaho thuộc thành phố Boise của Mỹ cung cấp chip NAND 25-nm mới như là bộ nhớ flash cho ổ đĩa quang (ổ đĩa quang được viết tắt là ODD – Optical Disk Drive). Chip này đã ra mắt vào cuối tháng 2 vừa qua là kết quả của dự án hợp tác với Intel. Chip 25nm mới này có 2 bit trên mỗi ô nhớ có thể lưu trữ 8GB dữ liệu, nhiều hơn 10 lần dung lượng 700MB của một CD chuẩn. Chip có kích thước chỉ 167 mm vuông, nó đủ nhỏ để đặt vừa vặn trong lỗ ở giữa một CD. Kích thước nhỏ của chip nhớ fash là một lợi thế lớn đối với qui trình chế tạo của chính ổ đĩa này ở chỗ nó cho phép các nhà thiết kế kế linh hoạt hơn để đặt vừa nó vào khuôn. Ổ đĩa lai mới của HLDS [Hitachi LG Data Storage partnership- Sự cộng tác giữa công ty LG Data Storage và Hitachi] sẽ được dùng trong các PC, máy nghe nhạc DVD  và các sản phẩm Blu - ray. Phiên bản đầu tiên của ổ đĩa sẽ được nhúng bộ nhớ flash dung lượng từ 16 GB, 32GB và 64GB. Dung lượng NAND cao hơn sẽ ra mắt trong các phiên bản tới. Micron cho biết Ổ đĩa Lai HLDS được thiết kế cho các máy tính xách tay mỏng và nhẹ mà theo truyền thống có không gian đủ cho một ổ đĩa. Nó có thể được dùng cho các ứng dụng trên máy khách mà trước đây sử dụng ổ đĩa cứng hoặc ổ đĩa thể rắn để lưu trữ lâu dài. Trong lần ra mắt này, ổ đĩa lai sẽ được dùng cho các ứng dụng đệm và khởi động, đem lại sự cải tiến về hiệu suất cho hệ thống kể cả thời gian khởi động nhanh hơn. HLDS sẽ thử nghiệm Ổ đĩa lai sử dụng chip NAND 25nm của Micron tại hội nghị CEATEC từ ngày 5- 9 tháng 10 ở Nhật. Chúng sẽ bắt đầu xuất hiện trong các thiết bị vào cuối mùa thu này."
        }
    ],
    "suggestions": []
}