{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ai'diəlizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(triết học) chủ nghĩa duy tâm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chủ nghĩa lý tưởng</td></tr></table><i/></div>",
            "word": "idealism"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>idealism</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the practice of forming or pursuing ideals, especially unrealistically. </blockquote></blockquote><blockquote><blockquote>2》 (in art or literature) the representation of things in ideal form. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Philosophy any of various systems of thought in which the objects of knowledge are held to be in some way dependent on the activity of mind. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>idealist</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>idealistic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>idealistically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "idealism"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "idealism"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "idealism"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "idealism"
        }
    },
    "sentences": [
        {
            "en": "Unworldly <em>idealism</em>",
            "vi": "Một chủ nghĩa lý tưởng"
        },
        {
            "en": "They followed the subjective <em>idealism</em>.",
            "vi": "Họ theo chủ nghĩa duy tâm chủ quan."
        },
        {
            "en": "Their <em>idealism</em> has been battered.",
            "vi": "Chủ nghĩa lý tưởng của họ đã bị làm bóp méo."
        },
        {
            "en": "They followed the objective <em>idealism</em>.",
            "vi": "Họ theo chủ nghĩa duy tâm khách quan."
        },
        {
            "en": "That is only a disguise of <em>idealism</em>.",
            "vi": "Đó chỉ là một biến tướng của chủ nghĩa duy tâm."
        },
        {
            "en": "He is talking about the <em>idealism</em>.",
            "vi": "Ông ấy đang nói về chủ nghĩa duy tâm."
        },
        {
            "en": "I've lost my youthful <em>idealism</em> too, Milo.",
            "vi": "Tôi cũng đã đánh mất chủ nghĩa lý tưởng tuổi trẻ của mình, Milo à."
        },
        {
            "en": "<em>Idealism</em> has no place in modern politics.",
            "vi": "Chủ nghĩa lý tưởng không có chỗ đứng trong chính trị hiện đại."
        },
        {
            "en": "Their <em>idealism</em> had become totally atrophied.",
            "vi": "Lý tưởng của họ đã hoàn toàn mất đi."
        },
        {
            "en": "The debate between <em>idealism</em> and realism is a complex",
            "vi": "Cuộc tranh cãi giữa chủ nghĩa duy tâm và chủ nghĩa hiện thực rất phức tạp."
        },
        {
            "en": "Rationalism and <em>idealism</em> are two opposite shool of philosophy.",
            "vi": "Chủ nghĩa duy lý và chủ nghĩa duy tâm là hai trường phái đối lập trong triết học."
        },
        {
            "en": "I 've lost my youthful <em>idealism</em> too, Milo.",
            "vi": "Tôi cũng đã đánh mất chủ nghĩa lý tưởng tuổi trẻ của mình, Milo à."
        },
        {
            "en": "He was always letting her <em>idealism</em> get in the way of practicalities.",
            "vi": "Anh ấy luôn để cho chủ nghĩa lý tưởng của mình cản trở những vấn đề thực tiễn."
        },
        {
            "en": "Critics have fought bitter battles over realism and <em>idealism</em> in art.",
            "vi": "Các nhà phê bình đã lao vào những cuộc chiến gay gắt về chủ nghĩa hiện thực và chủ nghĩa duy tâm trong nghệ thuật."
        },
        {
            "en": "Personalism exists in a wide variety of forms, and is closely related to <em>idealism</em>.",
            "vi": "Chủ nghĩa nhân vị tồn tại dưới nhiều hình thức và quan hệ mật thiết với chủ nghĩa lí tưởng."
        },
        {
            "en": "He preached value of <em>idealism</em> and that children should be educated at early ages.",
            "vi": "Ông ấy giảng về giá trị của chủ nghĩa duy tâm và rằng trẻ em em phải được giáo dục ở lứa tuổi sớm."
        },
        {
            "en": "America endangers the peace of the world by an unworldly <em>idealism</em> that fecklessly threatens the stability of the international system.",
            "vi": "Nước Mỹ đang gây nguy hiểm đối với nền hòa bình thế giới bằng một chủ nghĩa lý tưởng/cao cả là đe dọa một cách vô trách nhiệm sự bình ổn của hệ thống quốc tế."
        },
        {
            "en": "Some Americans have the feeling that <em>idealism</em> has gone out of politics and that personal ambition and money have taken place.",
            "vi": "Một số người mỹ có cảm giác rằng chủ nghĩa lý tưởng đã không còn trong lĩnh vực chính trị và rằng tham vọng cá nhân và tiền bạc đã thế chỗ."
        },
        {
            "en": "Social work is a profession for those with a spark of <em>idealism</em>, a belief in social justice, and a natural love of working with people.",
            "vi": "Công tác xã hội là một nghề dành cho những người có một ít chủ nghĩa lý tưởng, một niềm tin vào công lý xã hội, và một tình yêu bẩm sinh đối với việc làm việc với người khác."
        },
        {
            "en": "And, yes, some of that comes with the <em>idealism</em> of youth. But it also comes with young people’s access to information about other peoples and places — an understanding unique in human history that their future is bound with the fates of other human beings on the other side of the world.",
            "vi": "Và, đúng, vài tố chất đó đến từ sự lý tưởng của tuổi trẻ. Nhưng nó cũng là kết quả của việc người trẻ tuổi có khả năng tiếp cận với những nguồn thông tin về con người và nơi chốn khác - một sự thấu hiểu chưa từng có trong lịch sử loài người rằng tương lai của họ gắn liền với vận mệnh của những con người khác bên bờ kia của trái đất."
        }
    ],
    "suggestions": []
}