{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ai'dentifaiəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể làm thành đồng nhất, có thể coi như nhau</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể nhận ra, có thể nhận biết</td></tr></table><i/></div>",
            "word": "identifiable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "identifiable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>identifiable</k><blockquote>▸ <cclass>adjective DISTINGUISHABLE, recognizable, known; noticeable, perceptible, discernible, appreciable, detectable, observable, perceivable, visible; distinct, marked, conspicuous, unmistakable, clear.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>unrecognizable.</blockquote></div>",
            "word": "identifiable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "identifiable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồng nhất được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhận dạng được</font></td></tr></tbody></table></div>",
            "word": "identifiable"
        }
    },
    "sentences": [
        {
            "en": "These patients had no <em>identifiable</em> symptoms.",
            "vi": "Những bệnh nhân này không có các triệu chứng có thể nhận biết."
        },
        {
            "en": "This feeling is so easily <em>identifiable</em> as old pain.",
            "vi": "Cảm xúc này có thể nhận biết quá dễ dàng như nỗi đau cũ."
        },
        {
            "en": "Second, the current value of the various <em>identifiable</em> assets, both tangibles and separately <em>identifiable</em> intangibles, and the current value of the liabilities of the firm are determined.",
            "vi": "Thứ hai, xác định giá trị hiện hành của những tài sản có thể nhận biết bao gồm tài sản hữu hình và vô hình có thể nhận biết một cách riêng lẻ, và xác định giá trị hiện hành của nợ phải trả."
        },
        {
            "en": "This subset of technologies has the important advantage that it is tangible and readily <em>identifiable</em>.",
            "vi": "Tập hợp con của các kỹ thuật này có thuận lợi quan trọng là nó rõ ràng và có thể nhận biết dễ dàng."
        },
        {
            "en": "Most men who have sex with men living outside the West are not <em>identifiable</em> as such.",
            "vi": "Phần lớn những người đàn ông có quan hệ tình dục đồng giới không sống ở các nước phương Tây không thể tự nhận là người đồng tính."
        },
        {
            "en": "In this case, the source of pollution in Dniester river is clearly <em>identifiable</em>.",
            "vi": "Trong trường hợp này, nguồn ô nhiễm trên sông Dniester có thể nhận biết rõ ràng."
        },
        {
            "en": "An information system that measures, processes, and communicates financial information about an <em>identifiable</em> economy entity.",
            "vi": "Một hệ thống thông tin đo lường, xử lí, và thông đạt thông tin tài chính về một đơn vị kinh tế độc lập."
        },
        {
            "en": "Creating an <em>identifiable</em> style is very important in the business world.",
            "vi": "Tạo ra một phong cách có thể dễ nhận biết thì rất quan trọng trong thế giới kinh doanh."
        },
        {
            "en": "The business entity: a business entity is an economic unit that engages in <em>identifiable</em> business activities.",
            "vi": "Tổ chức kinh doanh: một số tổ chức kinh doanh là một đơn vị kinh tế thực hiện các hoạt động kinh doanh một cách độc lập."
        },
        {
            "en": "The goal of a phishing attack is to target and get your logon IDs, passwords and other personally <em>identifiable</em> information.",
            "vi": "Mục đích của cuộc tấn công giả mạo là nhắm tới và lấy ID đăng nhập của bạn, mật khẩu và các thông tin định danh cá nhân khác."
        },
        {
            "en": "Accounting is defined as an information system that measures, processes, and communicates financial information about an <em>identifiable</em> economic entity.",
            "vi": "Kế toán được định nghĩa như một hệ thống thông tin dùng để đo lường, xử lý và truyền đạt những thông tin tài chính của một đơn vị kinh tế."
        },
        {
            "en": "Billy's voice was easily <em>identifiable</em>, but he kept it uncharacteristically low, so that it was only a gravelly grumble.",
            "vi": "Giọng Billy dễ nhận ra, nhưng ông nói thật nhỏ khác với cá tính mình, nên đó chỉ là tiếng lầm bầm khàn khàn."
        },
        {
            "en": "A typical function, if there is such a thing, is <em>identifiable</em> by the parentheses at the end- trim ().",
            "vi": "Một hàm điển hình, nếu quả vậy, sẽ nhận biết được bởi các dấu ngoặc đơn ở cuối tên của nó, như trim ()."
        },
        {
            "en": "Data on income is collected mostly at the household level in VHLSS and this means that the incomes of individual elderly people are not <em>identifiable</em>.",
            "vi": "Thu nhập Số liệu về thu nhập được thu thập chủ yếu ở cấp hộ gia đình trong điều tra VHLSS nên không thể xác định được thu nhập của cá nhân người cao tuổi."
        },
        {
            "en": "It represents the value associated with favorable characteristics of a firm that result in earnings in excess of those expected from <em>identifiable</em> assets of the firm.",
            "vi": "Nó thể hiện giá trị gắn liền với các đặc trưng thuận lợi của một công ty mà lợi nhuận mang lại vượt quá sự mong đợi từ những tài sản có thể nhận biết đó của công ty."
        },
        {
            "en": "Accounting is an information system that measures, processes and communicates financial information about an <em>identifiable</em> economic entity such as a business, a hospital, or a governmental body.",
            "vi": "Kế toán là một hệ thống thông tin để ghi chép, xử lý, và cung cấp thông tin tài chính về một đơn vị kinh tế nhất định, như một doanh nghiệp, một bệnh viện, hay một tổ chức chính phủ."
        },
        {
            "en": "For accounting purposes, goodwill is the difference between the actual purchase price of an acquired firm and the estimated fair market value of the <em>identifiable</em> net assets acquired.",
            "vi": "Đối với mục đích kế toán, lợi thế thương mại là chênh lệch giữa giá mua thực tế của một công ty được mua với giá thị trường hợp lí ước tính của các tài sản thuần có thể nhận biết được mua."
        },
        {
            "en": "Genetic markers have to be easily <em>identifiable</em>, associated with a specific locus, and highly polymorphic, because homozygotes do not provide any information.",
            "vi": "Các marker di truyền cần phải dễ xác định, liên quan đễ một locus đặc hiệu, tính đa dạng cao, do các dạng đồng hợp không cho thấy được thông tin gì."
        },
        {
            "en": "In services, too, branding can serve the consumer by offering consistent, <em>identifiable</em> services which might reduce confusion and save on search time.",
            "vi": "Trong lĩnh vực dịch vụ cũng vậy, nhãn hiệu có thể phục vụ người tiêu dùng bằng cách đưa ra những dịch vụ ổn định, dễ nhận biết để giảm bớt sự nhầm lẫn và tiết kiệm nhiều thời gian tìm kiếm."
        },
        {
            "en": "In services, too, branding can serve the consumer by offering consistent, <em>identifiable</em> services which might reduce confusion and save on search time.",
            "vi": "Trong lĩnh vực dịch vụ cũng vậy, nhãn hiệu có thể phục vụ người tiêu dùng bằng cách đưa ra những dịch vụ ổn định, dễ nhận biết để giảm bớt sự nhầm lẫn và tiết kiệm nhiều thời gian tìm"
        }
    ],
    "suggestions": []
}