{
    "en_vn": {
        "data": {
            "content": null,
            "word": "IHS",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>IHS</k><blockquote>■ <cclass>abbreviation Jesus. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from late L., representing Gk <i>ΙΗΣ</i> as an abbrev. of <i>Iēsous</i> 'Jesus', but later often taken as an abbrev. of various L. phrs. </blockquote></div>",
            "word": "IHS",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "IHS",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "IHS",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "IHS",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "According to <em>IHS</em>/Global Insight, an economic - forecasting firm inLexington, Mass., China will produce more in terms of real value - added by 2015.",
            "vi": "Theo IHS/Global Insight, một hãng dự báo kinh tế ở Lexington, Mass., xét về giá trị gia tăng thực sự thì đến năm 2015, sản lượng của Trung Quốc sẽ tăng lên."
        },
        {
            "en": "According to <em>IHS</em>/Global Insight, an economic-forecasting firm inLexington, Mass., China will produce more in terms of real value-added by 2015.",
            "vi": "Theo IHS/Global Insight, một hãng dự báo kinh tế ở Lexington, Mass., xét về giá trị gia tăng thực sự thì đến năm 2015, sản lượng của Trung Quốc sẽ tăng lên."
        },
        {
            "en": "According to <em>IHS</em>/Global Insight, an economic-forecasting firm in Lexington, Mass., China will produce more in terms of real value-added by 2015.",
            "vi": "Theo IHS/Global Insight, một hãng dự báo kinh tế ở Lexington, Mass., xét về giá trị gia tăng thực sự thì đến năm 2015, sản lượng của Trung Quốc sẽ tăng lên."
        },
        {
            "en": "Howard Archer, chief European economist at <em>IHS</em> Global Insight, said it amounted to a \"double whammy of bad news\" for the eurozone.",
            "vi": "Theo ông Howard Archer, nhà kinh tế trưởng châu Âu tại Viện nghiên cứu kinh tế IHS Global Insight, mọi chuyện rốt cuộc là do khu vực đồng Euro gặp phải cú đúp xui xẻo."
        },
        {
            "en": "\"The only thing that really matters in Southeast Asia is cost and China will offer at low cost,\" said Paul Burton, director of aerospace, defence and security at <em>IHS</em> Markit in Singapore.",
            "vi": "Paul Burton, giám đốc an ninh, quốc phòng và hàng không vũ trụ tại công ty nghiên cứu thị trường IHS Markit ở Singapore, cho biết \"Điều duy nhất đáng quan tâm ở Đông Nam Á là giá cả và Trung Quốc sẽ đưa ra giá thấp\"."
        },
        {
            "en": "\"The only thing that really matters in Southeast Asia is cost and China will offer at low cost,\" said Paul Burton, director of aerospace, defence and security at <em>IHS</em> Markit in Singapore.",
            "vi": "Paul Burton, giám đốc an ninh, quốc phòng và hàng không vũ trụ tại công ty nghiên cứu thị trường IHS Markit ở Singapore, cho biết \"Điều duy nhất đáng quan tâm ở Đông Nam Á là giá cả và Trung Quốc sẽ đưa ra giá thấp\"."
        },
        {
            "en": "\"Inventories have been at a historic high so swollen tanks are likely to be the next spark for lower oil prices,\" Victor Shum, vice president of <em>IHS</em> Energy Insight, said on Monday.",
            "vi": "Hôm thứ Hai, Victor Shum, phó chủ tịch IHS Energy Insight, nói: \"Lượng dầu tồn kho đang ở mức cao trong lịch sử cho nên những thùng dầu dự trữ đầy ắp sẽ là điều kiện cho giá dầu tiếp tục giảm.\""
        },
        {
            "en": "Indeed, Samsung has a lot riding on AMOLED technology. “They’ve invested a considerable amount of money into OLED development and products in that industry,” Vinita Jakhanwal, an analyst with <em>IHS</em> iSuppli told Wired. “Tens of billions of dollars in investment over the past decade.”",
            "vi": "Thực vậy, Samsung đã  tiêu tốn nhiều cho công nghệ màn hình AMOLED. \"Họ đã đầu tư một số tiền lớn vào việc phát triển màn hình OLED và các sản phẩm thuộc lĩnh vực này\", Vinita Jakhanwal, nhà phân tích với IHS iSuppli cho biết. \"Hãng đã đầu tư hàng chục tỉ đô-la trong thập kỷ qua\"."
        },
        {
            "en": "The current El Niño is weakening after inflicting damage on economies around the world. In Asia, it has already caused $10 billion in losses, according to Rajiv Biswas of <em>IHS</em> Global Insight. Rice and sugar production has been hit, causing prices across the region to spike.",
            "vi": "El Nino hiện đang suy yếu dần sau khi gây thiệt hại cho các nền kinh tế khắp thế giới. Tại châu Á, nó đã lấy đi 10 tỷ đô la, theo Rajiv Biswas, chuyên gia kinh tế vùng châu Á - Thái Bình Dương thuộc IHS Global. Sản xuất lúa gạo và đường đã bị tác động, khiến giá cả ở khu vực này biến động rất lớn trong thời gian ngắn."
        },
        {
            "en": "Prices for food and drink are rising at their fastest pace in more than two years despite last month's surprise fall in inflation, according to the Office for National Statistics    Butter is one of the foods that have risen the most this month, up 26.4pc on this time last year.  The soaring cost of staples – such as bread, meat, fish and juices – will add to concerns about household finances even though the headline rate of inflation fell from 4.5pc in May to 4.2pc in June. The reduction in the consumer prices index (CPI) was largely due to the early summer sales, with prices for games, toys and audio-visual equipment all falling.  \"Price discounting in June this year influenced the contribution from each of these classes,\" the ONS said.  With prices for non-discretionary items such as food and energy rising, cash-strapped consumers appear to be putting pressure on retailers for cuts elsewhere.  The fall in CPI came against expectations for an unchanged figure of 4.5pc. It was matched by a similar decline from 5.2pc to 5pc in the retail prices index often used for wage settlements, reinforcing opinions that the Bank of England will leave interest rates at their record low of 0.5pc until next year.  The data pushed the \"interest rate debate in the direction of the doves\", Mr Loynes said. \"[The] figures add support to the growing view that UK monetary policy is more likely to be loosened than tightened over the next year or so.\"  According to the ONS, prices for bread and cereals have risen 8.5pc in the past year, 7.2pc for meat and 12.2pc for fish. Vegetables are 5.4pc more expensive, while sugar and confectionary cost 8.2pc more. Coffee and tea prices have risen 9.3pc, and soft drinks and juices 10.6pc.  Overall, the inflation rate for food and non-alcoholic beverages was 6.9pc – the highest since May 2009. James Knightley, economist at ING Financial Markets, warned: \"Food prices are set to rise further given the lagged increases in raw food commodity prices.\"  Despite the surprise drop in inflation, economists still reckon CPI is likely to breach 5pc in the autumn. \"It seems inevitable that inflation will spike up around August/September as higher utility bills kick in,\" Howard Archer at <em>IHS</em> Global Insight said. \"Both British Gas and Scottish Power have announced hefty increases in their charges for gas and electricity from August and other utility providers seem certain to announce similar hefty increases.\"  Household utility bills are expected to rise by 15pc-20pc. Mr Knightley added: \"As a result, we still look for CPI to hit 5.5pc within the next three to six months.\"",
            "vi": "   Giá đồ ăn thức uống đang tăng lên với tốc độ nhanh nhất trong hơn hai năm mặc dù lạm phát giảm bất ngờ vào tháng trước, theo Văn phòng Thống kê Quốc gia.      Bơ là một trong những thực phẩm đã tăng nhanh nhất vào tháng này, lên đến 26,4 % vào thời điểm này năm ngoái.     Giá cả các sản phẩm chủ lực tăng vọt - như bánh mì, thịt, cá và nước hoa quả - làm tăng thêm mối lo âu về tài chính hộ gia đình mặc dù tỷ lệ lạm phát toàn phần giảm từ 4,5 % vào tháng năm xuống còn 4,2 % vào tháng sáu. Giảm chỉ số giá tiêu dùng (CPI) phần lớn là do doanh thu đầu mùa hè, với giá trò chơi, đồ chơi và thiết bị nghe nhìn đều giảm.     \"Chiết khấu giá vào tháng sáu năm nay đã ảnh hưởng từ mỗi một loại sản phẩm này,\" ONS cho biết.     Với giá hàng thiết yếu như thức ăn và năng lượng tăng, những người tiêu dùng thiếu tiền dường như đang tạo áp lực lên nhà bán lẻ về việc cắt giảm ở những nơi khác.      Đúng với mong đợi, chỉ số CPI sụt giảm với con số không đổi 4,5%. Sự sụt giảm này tương ứng bởi sự sụt giảm tương tự từ 5,2% đến 5% trong chỉ số giá bán lẻ thường được dùng để thanh toán lương, làm tăng ý kiến cho rằng ngân hàng Anh quốc sẽ để mặc mức lãi suất thấp kỷ lục 0,5% mãi đến tận năm sau.    Số liệu này đã đẩy \"cuộc tranh luận lãi suất theo hướng hoà bình\", ông Loynes nhận định. \"Những con số này làm tăng quan điểm cho rằng chính sách tiền tệ của Vương quốc Anh có vẻ được nới lỏng hơn thay vì thắt chặt vào khoảng năm tới\"    Theo ONS, giá của bánh mì và ngũ cốc đã tăng 8,5% trong năm qua, 7,2% đối với thịt và 12,2% đối với cá. Rau mắc tiền hơn 5,4 %, trong khi giá đường và bánh kẹo mắc hơn 8,2%. Giá cà phê và trà tăng 9,3%, nước giải khát và nước hoa quả là 10,6%.     Nhìn chung, tỷ lệ lạm phát đối với thức ăn và thức uống không có cồn là 6,9 % - cao nhất kể từ tháng 5 năm 2009. James Knightley, nhà kinh tế học ở Thị trường tài chính ING, cảnh báo: \"Giá thực phẩm được ấn định tăng thêm cho thấy sự  tăng chậm đối với giá cả hàng hoá thực phẩm tươi sống.\"   \n Mặc dù tỷ lệ lạm phát giảm bất ngờ, thế nhưng các nhà kinh tế học vẫn tính CPI có thể vượt quá giới hạn 5% vào mùa thu. \"Dường như không thể tránh được việc lạm phát sẽ tăng nhanh vào khoảng tháng tám / tháng chín khi hoá đơn tiện ích cao hơn có hiệu lực,\" Howard Archer thuộc IHS Global Insight cho biết: \"Cả công ty cung cấp gas Anh lẫn công ty điện Xcốt-len đã công bố tăng mạnh giá gas và điện từ tháng tám và các nhà cung cấp tiện ích khác chắc chắn cũng công bố tăng giá mạnh tương tự.\"    Hoá đơn tiện ích hộ gia đình dự kiến sẽ tăng lên 15% - 20%. Ông Knightley cho biết thêm: \"kết quả là chúng tôi vẫn tìm kiếm chỉ số CPI chạm ngưỡng 5,5% trong vòng từ ba đến sáu tháng tới\"  "
        },
        {
            "en": "China's Gains in Manufacturing Stir Friction Across the Pacific           China is on its way to surpassing the U.S. as the world's largest manufacturer far sooner than expected. The question is, does that matter? In terms of actual size, the answer is, no. But if size is a proxy for relative health of each nation's sector, the answer is yes. Anyone who walks the aisles of a U.S. retailer might think China already is the world's largest manufacturer. But, in fact, the U.S. retains that distinction by a wide margin. In 2007, the latest year for which data are available, the U.S. accounted for 20% of global manufacturing; China was 12%. The gap, though, is closing rapidly. According to <em>IHS</em>/Global Insight, an economic-forecasting firm in Lexington, Mass., China will produce more in terms of real value-added by 2015. Using value-added as a measure avoids the problem of double-counting by tallying the value created at each step of an extended production process. As recently as two years ago, Global Insight's estimate was that China would surpass the U.S. as the world's top manufacturer by 2020. Last year, it pulled the date forward to 2016 or 2017. \"The recent deep recession in U.S. manufacturing does mean that China's catch-up is occurring a few years earlier than would have been the case if there had been no recession,\" says Nariman Behravesh, the group's chief economist. U.S. manufacturing is shrinking, shedding jobs and, in the wake of this deep recession, producing and exporting far fewer goods, while China's factories keep expanding. If manufacturers on both sides of the Pacific were thriving, there would be little reason to butt heads.  But given the massive trade gap between the two nations and uncertainty in the U.S. over when and to what degree manufacturing will recover, China's ascent has become a point of growing friction. Chinese manufacturing activity continued to tick up in July from the previous month, data from the China Federation of Logistics and Purchasing showed Saturday. The Purchasing Managers Index edged up to 53.3 in July, from 53.2 in June and 53.1 in May. A separate CLSA China Purchasing Managers Index rose to a 12-month high of 52.8 in July from 51.8 in June, CLSA Asia-Pacific Markets said Monday. July was the fourth consecutive month the CLSA PMI was above 50 after hovering below the key level for eight months. Many economists argue that the shrinking of U.S. manufacturing -- both in terms of jobs and share of gross domestic product -- is a normal economic evolution that started long before China emerged as a manufacturing powerhouse. From their point of view, the shrinking would happen regardless and is actually a sign of health that the sector doesn't need to be big to be productive and is shedding low-skill jobs and creating select higher-skill ones. Global Insight's Mr. Behravesh is one of those who views China's rise as normal, even healthy. \"In the natural course, countries go from agriculture to manufacturing to services,\" he says. \"To subsidize manufacturing pushes [the U.S.] backwards down that curve.\" But another school of thought -- one known by the somewhat backhanded label of \"manufacturing fundamentalists\" -- contends the U.S. decline isn't natural and must be reversed to retain America's economic power. From their perspective, that necessitates fighting Chinese policies that fuel low-cost exports, swamping a variety of industries from textiles to tires. \"The notion that we can be a nonmanufacturing society is folly,\" says Peter Morici, an economist at the University of Maryland. \"It's pseudo-science that gives rise to the collapse of civilizations.\" The Obama administration is stepping carefully through this minefield. At a two-day conference last week, the first meeting of a new forum designed to foster closer cooperation between the two countries, China's tightly managed currency policy was barely discussed even though it is a hot-button issue for many U.S.-based producers and organized labor. They argue that China undervalues its currency to gain a competitive advantage for its exports, which sell at a lower price in the U.S. The U.S. Business and Industry Council, which represents U.S.-based manufacturers, accused the Obama administration of \"panda-hugging.\" The administration earlier this year softened its stance on the issue when it declined to label China a currency manipulator. John Engler, president of the National Association of Manufacturers, says he doesn't expect China to surpass the U.S. before 2020. \"It may or may not continue to grow so rapidly,\" he says. \"The importance of the China challenge to the U.S. depends on how we respond to it,\" such as implementing tax and investment policies that encourage domestic producers to expand. Mr. Engler's group faces a delicate issue of its own regarding China: Many of its powerful members produce in China and are eager to avoid controversy on trade issues, while the group's large roster of smaller members are often outspoken critics of China. Even in its weakened state, manufacturing remains a surprisingly large part of the U.S. economy. The sector generates more than 13% of the nation's GDP, making it a bigger contributor to the economy than retail trade, finance or the health-care industry. In China, manufacturing represents 34% of GDP. Still, the concern remains that U.S. manufacturers now being hit by the economic downturn will never recover. J.B. Brown, president of Bremen Castings Inc., a family-owned foundry in Bremen, Ind., says the downturn has halted what had been a hopeful trend that emerged last year of work returning to the U.S. from China. \"I see a lot of people starting to look at going overseas again,\" he says, in part because costs are rising in the U.S. even in the depth of this recession. He notes, for instance, that Bremen's electricity rates jumped 17% this year -- and the company has been warned they could increase even more next year. Foundries like Bremen use large amounts of electricity to heat metal.",
            "vi": "China's Gains in Manufacturing Stir Friction Across the Pacific     Trung Quốc sắp sửa qua mặt Hoa Kỳ sớm hơn dự kiến, với vai trò là nhà sản xuất lớn nhất thế giới. Câu hỏi đặt ra là, liệu chuyện đó có ảnh hưởng gì không? Theo quy mô thực tế thì câu trả lời là Không. Nhưng nếu quy mô hoạt động là bảo chứng cho tiềm lực sản xuất công nghiệp của mỗi của quốc gia thì câu trả lời là Có. Bất cứ ai xuất phát từ quan điểm của một nhà bán lẻ của Hoa Kỳ cũng đều nghĩ rằng Trung Quốc đã là nhà sản xuất lớn nhất thế giới. Nhưng thực ra, Hoa Kỳ vẫn giữ được danh hiệu đó ở một khoảng cách khá xa đối thủ. Vào năm 2007, năm gần đây nhất đang có sẵn số liệu, Hoa Kỳ đã chiếm lĩnh 20% trong sản lượng toàn cầu; Trung Quốc là 12%. Tuy nhiên, khoảng cách này đang dần dần rút ngắn lại. Theo IHS/Global Insight, một hãng dự báo kinh tế ở Lexington, Mass.,  xét về giá trị gia tăng thực sự thì đến năm 2015, sản lượng của Trung Quốc sẽ tăng lên. Sử dụng biện pháp giá trị gia tăng thì khỏi phải tính toán trùng lặp, nghĩa là tính được giá trị hình thành ở từng công đoạn trong quy trình sản xuất mở rộng.  Mới cách đây hai năm, ước tính của Global Insight là đến năm 2020, Trung Quốc sẽ qua mặt Hoa Kỳ trong vai trò là nhà sản xuất hàng đầu thế giới. Năm ngoái, họ đã kéo lùi cái năm dự kiến này thành 2016 hoặc 2017.  \"Thời kỳ suy thoái trầm trọng gần đây trong nền sản xuất của Hoa Kỳ cũng có nghĩa là Trung Quốc đang tiến nhanh hơn vài năm so với dự kiến ban đầu là sẽ không có tình trạng suy thoái,\" theo cách nói của Nariman Behravesh, chuyên gia kinh tế hàng đầu của nhóm. Nền sản xuất của Hoa Kỳ đang thu hẹp lại, mất công ăn việc làm và liền ngay sau thời kỳ suy thoái trầm trọng này, sẽ sản xuất và xuất khẩu hàng hoá ít hơn hẳn, trong khi các nhà máy của Trung Quốc vẫn không ngừng mở rộng. Nếu các nhà sản xuất ở cả hai bên bờ Thái Bình Dương đều làm ăn phát đạt thì chẳng cần gì phải tranh cãi quyết liệt.  Nhưng do thâm thủng mậu dịch ồ ạt giữa hai quốc gia và Hoa Kỳ cũng không biết chắc khi nào nền sản xuất của họ sẽ khôi phục và khôi phục đến mức nào, nên sự thăng tiến của Trung Quốc nghiễm nhiên trở thành một lý do gây bất đồng ngày càng gay gắt.  Đến tháng bảy, hoạt động sản xuất của Trung Quốc vẫn tăng đều so với tháng trước, số liệu của China Federation of Logistics and Purchasing hôm thứ bảy cho thấy như vậy. Purchasing Managers Index nhích dần đến 53,3 vào tháng bảy, so với 53,2 vào tháng sáu và 53,1 vào tháng năm. Riêng CLSA China Purchasing Managers Index đã đạt mức cao trong năm là 52.8 vào tháng bảy so với 51.8 vào tháng sáu, hôm thứ hai CLSA Asia-Pacific Markets đã cho biết như vậy. Tháng bảy là tháng thứ tư liên tiếp mà CLSA PMI  đạt trên 50 sau khi lờ đờ dưới mức then chốt trong tám tháng qua.  Nhiều nhà kinh tế biện luận rằng việc nền sản xuất của Hoa Kỳ bị thu hẹp lại -- cả về mặt công ăn việc làm và phần tổng sản lượng nội địa -- là một tiến trình kinh tế bình thường, đã khai mào từ lâu trước khi Trung Quốc vươn lên thành một ông trùm sản xuất. Theo quan điểm của họ, tình trạng thu hẹp này vẫn cứ xảy ra và thật sự là một dấu hiệu lành mạnh, chứng tỏ khu vực này không cần phải bề thế thì mới sản xuất được và tuy là mất nhiều lao động phổ thông, nhưng lại tạo được nhiều công việc đòi hỏi kỹ năng chuyên môn cao. Ông Behravesh của Global Insight là một trong những người xem việc Trung Quốc vươn lên là chuyện bình thường, thậm chí là lành mạnh. \"Theo quy luật tự nhiên, các quốc gia đi từ nông nghiệp đến sản xuất công nghiệp rồi dịch vụ, \"ông ấy nói. \"Trợ cấp cho sản xuất công nghiệp là thúc đẩy [Hoa Kỳ] lùi xa khỏi quỹ đạo đó.\" Nhưng còn một trường phái tư tưởng nữa – thường được gọi hơi hài hước là \"phái chính thống trong sản xuất công nghiệp\" – cho rằng việc Hoa Kỳ suy thoái không phải là chuyện tự nhiên và cần phải đảo ngược lại để duy trì sức mạnh kinh tế của Hoa Kỳ. Theo cách nhìn của họ, điều đó đòi hỏi phải chống lại chính sách  của Trung Quốc trong việc trợ cấp cho các mặt hàng xuất khẩu rẻ tiền, rót đầy cho hàng loạt ngành từ hàng dệt cho đến vỏ xe.  \"Nếu  cho rằng chúng tôi có thể là một xã hội phi sản xuất thì quả là sai bét,\" theo cách nói của Peter Morici, nhà kinh tế học thuộc Đại học Maryland. \"Chính cái ngụy thuyết này đã dẫn đến sự sụp đổ của nhiều nền văn minh.\" Chính quyền Obama đang thận trọng bước qua bãi mìn này. Trong cuộc hội nghị kéo dài hai ngày hồi tuần trước, trọng tâm trong phiên họp đầu tiên của một diễn đàn mới là xúc tiến hợp tác chặt chẽ hơn nữa giữa hai quốc gia, chính sách quản lý tiền tệ gắt gao của Trung Quốc gần như không được nhắc tới mặc dù nó là vấn đề gây tranh cãi cho nhiều nhà sản xuất tại Hoa Kỳ và lao động có tổ chức. Họ biện luận rằng Trung Quốc định giá thấp cho tiền tệ của mình là để có được ưu thế cạnh tranh cho hàng xuất khẩu của mình, nghĩa là sang đất Mỹ thì sẽ bán với giá rẻ hơn.  Hội đồng công thương Hoa Kỳ, cơ quan đại diện cho các nhà sản xuất tại Hoa Kỳ, buộc tội chính quyền Obama đã \"ôm gấu trúc (thân mật với Trung Quốc). \"Đầu năm nay, chính quyền này đã dịu giọng về vấn đề này khi họ không chịu gọi Trung Quốc là kẻ thao túng thị trường tiền tệ.  John Engler, chủ tịch Hiệp hội các Nhà sản xuất Toàn quốc, nói ông ấy không mong Trung Quốc qua mặt Hoa Kỳ trước năm 2020. \"Có thể họ vẫn phát triển nhanh như thế, mà cũng có thể là không,\" ông ấy nói thế. \"Thách thức của Trung Quốc đối với Hoa Kỳ nặng ký cỡ nào là tùy theo cách phản ứng của chúng ta,\" chẳng hạn như triển khai các chính sách thuế khoá và đầu tư nhằm khuyến khích các nhà sản xuất trong nước bung ra làm ăn. Nhóm của ông Engler đang đối mặt với một vấn đề tế nhị về Trung Quốc ngay trong nội bộ của mình: Nhiều thành viên nặng ký của nhóm này đang sản xuất ở Trung Quốc và muốn tránh tranh cãi về vấn đề mậu dịch, trong khi các thành viên nhẹ ký nhưng lại là số đông trong nhóm này thì hay thẳng thắn phê bình Trung Quốc.  Dù có bị sa sút thì sản xuất công nghiệp vẫn là một phần lớn đáng chú ý trong nền kinh tế Hoa Kỳ. Khu vực này tạo được hơn 13% GDP của cả nước, đâm ra là đóng góp cho nền kinh tế nhiều hơn hẳn so với ngành bán lẻ, ngành tài chính hoặc y tế. Ở Trung Quốc, sản xuất công nghiệp mang lại 34% cho GDP. Tuy thế, người ta vẫn lo ngại rằng các nhà sản xuất của Hoa Kỳ đang ê ẩm vì tình trạng kinh tế suy thoái sẽ không bao giờ vươn dậy được. J.B. Brown, chủ tịch Bremen Castings Inc., một xưởng đúc thuộc sở hữu gia đình ở Bremen, Ind., nói tình trạng suy thoái này đã kiềm hãm cái triển vọng hồi năm ngoái về việc sản lượng công nghiệp sẽ vuột khỏi tầm tay Trung Quốc để quay về với Hoa Kỳ.  \"Tôi thấy có nhiều người bắt đầu cân nhắc xem có nên ra nước ngoài nữa hay không,\" ông ấy nói, một phần vì chi phí đang tăng vọt ở Hoa Kỳ ngay trong giai đoạn suy thoái nhất. Ông ấy lưu ý, chẳng hạn như tiền điện của Bremen tăng vọt 17% năm nay -- và công ty này đã được cảnh báo rằng năm tới còn tăng lên nhiều nữa. Các xưởng đúc như Bremen dùng điện rất nhiều để nung kim loại."
        }
    ],
    "suggestions": []
}