{
    "en_vn": {
        "data": {
            "content": null,
            "word": "iii"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "iii"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "iii"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "iii"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "iii"
        }
    },
    "sentences": [
        {
            "en": "Part <em>III</em>: action planning.",
            "vi": "Phần iii: kế hoạch hành động."
        },
        {
            "en": "<em>III</em>- Miniaturization And Performance",
            "vi": "III - Thu nhỏ và Hiệu suất"
        },
        {
            "en": "Hospital or part <em>III</em> accommodation.",
            "vi": "Bệnh viện hoặc nhà trọ vùng iii."
        },
        {
            "en": "James <em>III</em> was crowned at Kelso Abbey.",
            "vi": "James III đã được tôn lên làm vua tại Kelso Abbey."
        },
        {
            "en": "SECTION <em>III</em>: THE EQUITABLE TREATMENT OF SHAREHOLDERS.",
            "vi": "PHẦN III: ĐỐI XỬ BÌNH ĐẲNG ĐỐI VỚI CÁC CỔ ĐÔNG."
        },
        {
            "en": "<em>III</em>: United Nations responses to climate change",
            "vi": "III: Những ứng phó với biến đổi khí hậu của Liên hợp quốc"
        },
        {
            "en": "Phase <em>III</em>: Prophase after WTO 2002-2004.",
            "vi": "Giai đoạn III: Giai đoạn sau gia nhập WTO 2002-2004."
        },
        {
            "en": "SESSION <em>III</em>: Country Experiences and Emerging Challenges.",
            "vi": "Phiên III: Kinh nghiệm của các nước và những thách thức đang xuất hiện."
        },
        {
            "en": "See Appendix <em>III</em> for aggregate data.",
            "vi": "Xem Phụ lục III để có số liệu tổng hợp."
        },
        {
            "en": "Recent estimates The 2006 MICS <em>III</em>",
            "vi": "Điều tra MICS III năm 2006."
        },
        {
            "en": "Cumulative voting was introduced by §104 <em>III</em>.",
            "vi": "Phương thức dồn phiếu được quy định tại §104 III."
        },
        {
            "en": "The first heading was: NTP <em>III</em> (National Target Programme Phase <em>III</em>) design with NGOs' involvement.",
            "vi": "Thứ nhất là: Thiết kế Chương trình MTQG III với sự tham gia của các NGO."
        },
        {
            "en": "PART <em>III</em> MOVING TOWARDS A COMPREHENSIVE POVERTY REDUCTION STRATEGY",
            "vi": "Phần III Tiến tới một chiến lược giảm nghèo đói toàn diện."
        },
        {
            "en": "Border communes include communes in Zones II and <em>III</em>.",
            "vi": "Các xã biên giới bao gồm cả các xã Khu vực III và Khu vực II."
        },
        {
            "en": "Captain George Filer <em>III</em>: \"Suddenly a UFO appeared\"",
            "vi": "Đại úy George Filer III: \"UFO đột nhiên xuất hiện\""
        },
        {
            "en": "Wrap & Roll has successfully called for $6.9 million from Mekong Enterprise Fund <em>III</em> (MEF <em>III</em>) managed by Mekong Capital. ",
            "vi": "Wrap & Roll đã thành công nhận được 6,9 triệu đô từ Mekong Enterprise Fund III (MEF III) do Mekong Capital quản lý."
        },
        {
            "en": "Henry VII claimed the English throne after defeating Richard <em>III</em>.",
            "vi": "Henry VII đã đòi quyền làm vua nước Anh sau khi đánh bại Richard III."
        },
        {
            "en": "I hope that World War <em>III</em> won't occur.",
            "vi": "Tôi hy vọng chiến tranh thế giới thứ 3 sẽ không xảy ra."
        },
        {
            "en": "Impact channel <em>III</em> – Financial coping strategies and other impacts",
            "vi": "Kênh tác động III – các chiến lược đối phó về tài chính và các tác động khác."
        },
        {
            "en": "Captain George Filer <em>III</em>: \"Suddenly a UFO appeared\"",
            "vi": "Đại úy George Filer III: \"UFO đột nhiên xuất hiện\""
        }
    ],
    "suggestions": []
}