{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Illinois"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Illinois"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Illinois"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Illinois"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Illinois"
        }
    },
    "sentences": [
        {
            "en": "Obama began his political career as an <em>Illinois</em> state senator.",
            "vi": "Obama bắt đầu sự nghiệp chính trị của ông là một thượng nghị sĩ của bang Illinois."
        },
        {
            "en": "In <em>Illinois</em>, all circuit judges earn the same.",
            "vi": "Ở Illinois, tất cả các thẩm phán lưu động đều có thu nhập như nhau."
        },
        {
            "en": "He is a representative of the state of <em>Illinois</em>.",
            "vi": "Ông ấy là đại diện của bang Illinois."
        },
        {
            "en": "I traveled to <em>Illinois</em> for a job but I didn't get the job.",
            "vi": "Tôi đến Illinois để tìm việc làm nhưng không được."
        },
        {
            "en": "Chicago, <em>Illinois</em>: Available IT jobs:2,056l listed, Average salary for software engineer: $70,337",
            "vi": "Chicago, Illinois: Việc CNTT sẵn có:2,056l được liệt kê, Lương trung bình cho kỹ sư phần mềm: $70,337"
        },
        {
            "en": "How long does it take mail from <em>Illinois</em> to get to New Jersey?",
            "vi": "Thư gởi từ Illinios đến New Jersey mất bao lâu?"
        },
        {
            "en": "Jonathan Brown of <em>Illinois</em> appears to think he can get away with a blatantly dirty play.",
            "vi": "Jonathan Brown của Illinois cứ tưởng rằng anh ta có thể thoát khỏi pha chơi xấu rõ rành rành."
        },
        {
            "en": "And then there’s Shantell Steve, from my hometown of Chicago, <em>Illinois</em>",
            "vi": "Và bây giờ đến lượt Shantell Steve, đến từ quê hương Chicago của tôi, Illlinois."
        },
        {
            "en": "9. In his youth in New Salem, <em>Illinois</em>, Lincoln was known as a very good wrestler.",
            "vi": "9. Tuổi trẻ của anh ấy ở New Salem, Illinois, Lincoln được biết đến như một đô vật nổi tiếng."
        },
        {
            "en": "Four years earlier, President-elect Lincoln had traveled by train from <em>Illinois</em> to Washington.",
            "vi": "Bốn năm trước đó, tổng thống dân cử lincoln đã làm một hành trình bằng xe lửa từ illinois đến washington."
        },
        {
            "en": "Musical training involves putting together information from multiple sources, according to Nina Kraus, a neurobiologist at Northwestern University in <em>Illinois</em>.",
            "vi": "Theo bà Nina Kraus, một nhà sinh lý học thần kinh tại Trường Đại học Northwestern ở bang Illinois thì việc học âm nhạc có liên quan đến việc đưa thông tin từ nhiều nguồn hòa lẫn vào với nhau."
        },
        {
            "en": "The official announcement took place in Chicago, <em>Illinois</em>, on Sunday, the anniversary of Japan's attack on Pearl Harbor in 1941.",
            "vi": "Thông báo chính thức diễn ra ở Chicago, Illinois, vào ngày chủ nhật, ngày kỷ niệm cuộc tấn công của quân Nhật vào Trân Châu Cảng năm 1941."
        },
        {
            "en": "The organization still exists today as a successful nonprofit foundation that assists <em>Illinois</em> organizations in building sound businesses.",
            "vi": "Tổ chức này hiện vẫn hoạt động như là một quỹ phi lợi nhuận thành công chuyên hỗ trợ các công ty tại Illinois xây dựng hoạt động hiệu quả."
        },
        {
            "en": "The first written use of the word with that meaning was in a newspaper in <em>Illinois</em> in eighteen thirty - seven.",
            "vi": "Lần đầu tiên từ này được sử dụng trong ngôn ngữ viết với nghĩa đó là ở một tờ báo tại bang Illinois năm 1837."
        },
        {
            "en": "The first written use of the word with that meaning was in a newspaper in <em>Illinois</em> in eighteen thirty-seven.",
            "vi": "Lần đầu tiên từ này được sử dụng trong ngôn ngữ viết với nghĩa đó là ở một tờ báo tại bang Illinois năm 1837."
        },
        {
            "en": "Webb lives across the river from St. Louis in East Alton, <em>Illinois</em>, which has allowed her to set records in both <em>Illinois</em> and Missouri. She has set the <em>Illinois</em> record for deadlifting at 237 pounds, and the Missouri mark for 215 pounds, both in age and weight groups.",
            "vi": "Bà Webb sống bên kia con sông chảy qua St. Louis thuộc East Alton, Illinois, nên bà lập kỷ lục ở cả hai bang Illinois và Missouri. Bà lập kỷ lục bang Illinois với mức tạ 237 pounds (107,5kg), và kỷ lục của bang Missouri là 215 pounds (97,5kg), ở cả hai nhóm tuổi và hạng cân."
        },
        {
            "en": "According to Nina Kraus, a neurobiologist at Northwestern University in <em>Illinois</em>, musical training involves putting together information from multiple sources.",
            "vi": "Theo bà Nina Kraus, một nhà sinh lý học thần kinh tại Đại học Northwestern ở bang Illinois thì việc học âm nhạc liên quan đến việc tổng hợp thông tin từ nhiều nguồn phức tạp."
        },
        {
            "en": "One of the men he asked to invest was a businessman from Chicago, <em>Illinois</em> named Albert Johnson.",
            "vi": "Một trong số đó là một thương gia ở Chicago, Illinois tên là Albert Johnson."
        },
        {
            "en": "John Smith is graduating from University of <em>Illinois</em> at Urbana-Champaign with a degree in computer science.",
            "vi": "John Smith tốt nghiệp Đại học Illinois tại Urbana-Champaign với bằng về khoa học máy tính."
        },
        {
            "en": "It was about two years ago when she joined Club Fitness in Wood River, <em>Illinois</em>, with her granddaughter.",
            "vi": "Cách đây khoảng 2 năm, bà tham gia câu lạc bộ thể hình ở Wood River, Illinois, cùng với cháu gái bà."
        }
    ],
    "suggestions": []
}