{
    "en_vn": {
        "data": {
            "content": null,
            "word": "illogic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "illogic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "illogic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "illogic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "illogic"
        }
    },
    "sentences": [
        {
            "en": "Another problem with that kind of logic (or rather <em>illogic</em>) is that it puts the onus of learning on teachers, not students.",
            "vi": "Một vấn đề khác nữa của lối lý luận này (hay đúng hơn là chuyện vô lý) là nó đặt hết trách nhiệm của việc học lên giáo viên, chứ không phải người học."
        },
        {
            "en": "Another problem with that kind of logic (or rather <em>illogic</em>) is that it puts the onus of learning on teachers, not students.",
            "vi": "Một vấn đề khác nữa của lối lý luận này (hay đúng hơn là chuyện vô lý) là nó đặt hết trách nhiệm của việc học lên giáo viên, chứ không phải người học."
        },
        {
            "en": "What do we mean by clarity of thought, or (perhaps less poetically) clear thinking? Also called “critical thinking,” it is, as Sharon Begley of the Wall Street Journal has explained, the ability “to evaluate evidence, to tell fact from opinion, to see holes in an argument, to tell whether cause and effect has been established and to spot <em>illogic</em>.”",
            "vi": "Chúng ta nghĩ gì về sự rõ ràng của tư tưởng, hoặc (có lẽ ít thi vị hơn) tư duy rõ ràng? Hay còn được gọi là \"tư duy phê phán\", theo ông Sharon Begley của tờ báo Wall Street Journal đã giải thích, đó là khả năng \"để đánh giá các chứng cứ, để nói sự thật từ những ý kiến, để thấy được lỗ hỏng trong một cuộc tranh cãi, để biết phải chăng nguyên nhân và kết quả đã được đặt ra và để phát hiện ra những điều phi lý\"."
        }
    ],
    "suggestions": []
}