{
    "en_vn": {
        "data": {
            "content": null,
            "word": "imbued"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "imbued"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "imbued"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>imbued</k><blockquote><blockquote><ex><abr>adj.</abr> (cannot stand alone) </ex></blockquote></blockquote><blockquote><blockquote><ex>1) deeply, profoundly, thoroughly imbued </ex></blockquote></blockquote><blockquote><blockquote><ex>2) imbued with (imbued with a fighting spirit) </ex></blockquote></blockquote></div>",
            "word": "imbued"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "imbued"
        }
    },
    "sentences": [
        {
            "en": "They are <em>imbued</em> with patriotism.",
            "vi": "Họ thấm nhuần lòng yêu nước."
        },
        {
            "en": "My heart is <em>imbued</em> with intense love.",
            "vi": "Trái tim tôi tràn ngập trong tình yêu mãnh liệt."
        },
        {
            "en": "A Vietnamese culture <em>imbued</em> with national identity.",
            "vi": "Nền văn hóa Việt Nam đậm đà bản sắc dân tộc."
        },
        {
            "en": "A civilized society <em>imbued</em> with national identity.",
            "vi": "Một xã hội văn minh mang đậm đà bản sắc dân tộc."
        },
        {
            "en": "She <em>imbued</em> her children with a love of this land.",
            "vi": "Bà ấy thấm nhuần con cái mình một tình yêu mảnh đất này."
        },
        {
            "en": "They are a people deeply <em>imbued</em> with national pride.",
            "vi": "Họ là một dân tộc thấm nhuần lòng tự hào dân tộc một cách sâu sắc"
        },
        {
            "en": "All Yeats' poetry is <em>imbued</em> with a sense of mystery.",
            "vi": "Tất cả thơ của Yeats thấm đẫm màu sắc bí ẩn"
        },
        {
            "en": "Margaret responds by telling him she was <em>imbued</em> with ambition.",
            "vi": "Margaret đáp lại bằng cách bảo với anh ấy rằng cô ấy tràn đầy tham vọng."
        },
        {
            "en": "His voice was <em>imbued</em> with a seriousness that Mary had never heard before.",
            "vi": "Giọng anh ấy nhuộm vẽ nghiêm trang mà Mary chưa bao giờ nghe thấy trước đây."
        },
        {
            "en": "A bureaucracy <em>imbued</em> with a professional ethos; an executive arm of government accountable for its actions.",
            "vi": "Một bộ máy thấm nhuần tính chuyên nghiệp; một nhánh hành pháp thực sự có trách nhiệm giải trình về những hành động của mình."
        },
        {
            "en": "Are you mentioning politicians <em>imbued</em> with a sense of their own importance?",
            "vi": "Có phải các anh đang nói về những chính khách đầy ý thức về sự quan trọng của bản thân mình."
        },
        {
            "en": "Our education system's aim is to make the young generation be <em>imbued</em> with Patriotism.",
            "vi": "Hệ thống giáo dục của chúng ta nhằm giúp thế hệ sau thấm nhuần lòng yêu nước."
        },
        {
            "en": "The Huong pagoda festival is <em>imbued</em> with national identity in which people are oriented towards Truth, Beauty, and Goodness.",
            "vi": "Lễ hội Chùa Hương mang đậm sắc văn hóa của dân tộc mọi người đều hướng tới Chân, Thiện, Mỹ."
        },
        {
            "en": "The most important task is to build and develop an advanced Vietnamese culture <em>imbued</em> with national identity.",
            "vi": "Các nhiệm vụ quan trọng nhất là xây dựng và phát triển một nền văn hóa Việt Nam tiên tiến mang đậm bản sắc dân tộc."
        },
        {
            "en": "Many modern socialists (to varying extents) are <em>imbued</em> with hatred and envy of excellence, achievement and wealth.",
            "vi": "Nhiều nhà chủ nghĩa xã hội hiện đại (với những mức độ khác nhau) đã thấm đẫm lòng hận thù và ganh tị với sự xuất sắc, thành tích và sự giàu có."
        },
        {
            "en": "Their simple and practical activities have significantly contributed to restoring and developing a folk arts form <em>imbued</em> with traditional cultural identity.",
            "vi": "Những hoạt động đơn giản và thiết thực của họ đã góp phần đáng kể trong việc khôi phục và phát triển hình thức nghệ thuật dân gian thấm đượm bản sắc văn hóa truyền thống."
        },
        {
            "en": "Some programmes for youth are planned and developed in a top-down way, and are <em>imbued</em> with a bias toward regulation and compulsion over participation and dialogue.",
            "vi": "Một số các chương trình cho thanh niên được lên xây dựng và triển khai từ trên xuống và thiên về hướng quy định và bắt buộc hơn là tham gia và đối thoại."
        },
        {
            "en": "Their simple and practical activities have significantly contributed to restoring and developing a folk arts form <em>imbued</em> with traditional cultural identity.",
            "vi": "Những hoạt động đơn giản và thiết thực của họ đã góp phần đáng kể trong việc khôi phục và phát triển hình thức nghệ thuật dân gian thấm đượm bản sắc văn hóa truyền thống."
        },
        {
            "en": "Among these were the Yankee schoolmarms who had come south <em>imbued</em> with the desire to uplift the negro and the Scalawags who had been born good democrats but had turned republican after the surrender.",
            "vi": "Trong số này, có những bà giáo, cô giáo yankee đến miền nam, lòng chứa chan mong muốn nâng cao trình độ cho những người da đen và scalawag bẩm sinh, thuộc huyết thống dân chủ nhưng đã chạy sang hàng ngũ cộng hòa sau khi liên bang đầu hàng."
        },
        {
            "en": "Quality issues of food safety and hygiene of o mai are very difficult to control, but o mai Hang Duong is still a reliable address because of quality products giving customers an elegant cuisine <em>imbued</em> with the Hanoi capital.",
            "vi": "Vấn đề chất lượng vệ sinh an toàn thực phẩm của ô mai rất khó kiểm soát, nhưng Hàng Đường vẫn là một địa chỉ đáng tin cậy về chất lượng sản phẩm, mang lại cho khách hàng một món ăn thanh lịch thấm đẫm văn hóa ẩm thực của thủ đô Hà Nội."
        }
    ],
    "suggestions": []
}