{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[imju:nou'glɔbulin]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">globulin miễn dịch</td></tr></table><i/></div>",
            "word": "immunoglobulin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>immunoglobulin</k><blockquote><cclass>[<cclass>ˌɪmjʊnəʊ'glɒbjʊlɪn<cclass>, <cclass>ɪˌmju:nəʊ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry any of a class of blood proteins which function as antibodies. </cclass></cclass></blockquote></div>",
            "word": "immunoglobulin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "immunoglobulin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "immunoglobulin"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> globulin miễn dịch</font></td></tr></tbody></table></div>",
            "word": "immunoglobulin"
        }
    },
    "sentences": [
        {
            "en": "<em>Immunoglobulin</em> (Ig).",
            "vi": "Globulin miễn dịch (ig)."
        },
        {
            "en": "An abnormal protein - an <em>immunoglobulin</em> that may be present in the blood in certain diseases.",
            "vi": "Một protein bất thường - một loại glopulin miễn dịch có thể thấy trong máu khi bị một số bệnh."
        },
        {
            "en": "Indirect immunofluorescence the antibody is labelled after it has bound to the antigen, by means of fluorescein labelled anti-<em>immunoglobulin</em> serum.",
            "vi": "Còn trong miễn dịch huỳnh quang gián tiếp kháng thể được tách dấu sau khi đã kết hợp kháng nguyên bằng cách dùng huyết thanh kháng globulin miễn dịch có đánh dấu với fluorescein."
        },
        {
            "en": "After years of experimentation, AIS and the University of Newcastle in New South Wales developed a test that measures how much of the immune-system protein <em>immunoglobulin</em> A is present in athletes' saliva.",
            "vi": "Sau nhiều năm nghiên cứu, AIS và Đại học Newcastle ở New South Wales đã phát triển một bài kiểm tra mà có thể đo lường hệ thống miễn dịch globulin protein A hiện hữu trong nước bọt vận động viên."
        },
        {
            "en": "If fetal cells are detected in a woman's blood soon after delivery or after an abortion (using the Kleihauer technique), she is given an injection of Rh antibody (anti-D <em>immunoglobulin</em>).",
            "vi": "Nếu phát hiện được các tế bào thai nhi trong máu người mẹ không lâu sau khi sanh hay sau khi xảo thai (dựng kỹ thuật kleihauteur), người mẹ sẽ được chích kháng thể rh (globulin miễn dịch anti - d)."
        },
        {
            "en": "The immune system responds by creating specific antibodies to that food, which are designed to fight off the \"invader.\" These antibodies — called <em>immunoglobulin</em> E (IgE) — trigger the release of certain chemicals into the body, one of which is histamine.",
            "vi": "Hệ thống miễn dịch phản ứng bằng cách tạo ra các kháng thể cụ ​​thể với thực phẩm, được thiết kế để chống lại \"kẻ xâm lược\". Những kháng thể này - được gọi là globulin miễn dịch E (IgE) - kích hoạt việc phóng thích một số hóa chất vào cơ thể, một trong số đó là histamin."
        },
        {
            "en": "When a person who is allergic to milk eats a food that contains milk products, the body's immune system mistakenly sees the milk proteins as dangerous \"invaders.\" The immune system responds by creating specific antibodies, which are designed to fight off the \"invader.\" These antibodies — called <em>immunoglobulin</em> E (IgE) — trigger the release of certain chemicals into the body, one of which is histamine.",
            "vi": "Khi người bị dị ứng với sữa ăn thức ăn chứa sản phẩm sữa thì hệ miễn dịch của cơ thể sẽ nhầm lẫn cho rằng các prô-tê-in trong sữa là những “kẻ xâm phạm” nguy hiểm. Hệ miễn dịch phản ứng bằng cách tạo kháng thể đặc biệt, được tạo ra để đánh lại “kẻ xâm phạm” ấy. Những kháng thể này được gọi là glô-bu-lin miễn dịch E (IgE) – làm thải ra một số hoá chất nào đó vào trong cơ thể, một trong những hoá chất ấy là histamine."
        },
        {
            "en": "How a food allergy beginsWith the first exposure to a trigger food, your body treats it as something harmful and creates <em>immunoglobulin</em> E antibodies in your blood stream. You won't notice symptoms at the first exposure, but your body is primed to release histamine the next time. Although some food allergies are more common among young children, food allergies can develop at any time in life.",
            "vi": "Dị ứng thực phẩm bắt đầu như thế nào?Lần đầu tiên tiếp xúc với thức ăn gây dị ứng, cơ thể của bạn xem thức ăn ấy như một vật gì đó có hại và sẽ tạo ra kháng thể glô-bu-lin miễn dịch E trong máu. Bạn sẽ không phát hiện được các triệu chứng ở ngay lần tiếp xúc đầu tiên, nhưng cơ thể bạn được chuẩn bị để có thể tiết i-xta-min vào lần sau. Mặc dù một số chứng dị ứng thực phẩm thường thấy ở trẻ nhỏ hơn nhưng một số cũng có thể xuất hiện vào bất kỳ thời điểm nào trong đời. "
        },
        {
            "en": "In some asthma patients, allergy antibodies of one form known as <em>immunoglobulin</em> E (IgE) may play a key role. If these substances are elevated in the blood, a new form of medication may be helpful for severe asthma. An antibody to IgE, known as omalizumab (Xolair) has been developed. This must be administered by injection in a doctor's office. This is extremely expensive. However, for patients with asthma that is difficult to manage, this option may be helpful.",
            "vi": "Đối với một số bệnh nhân hen suyễn thì kháng thể dị ứng glô-bu-lin miễn dịch E (IgE) có thể đóng vai trò then chốt. Nếu các chất này trong máu tăng cao thì cũng có 1 loại thuốc mới có thể có hiệu quả tốt đối với chứng suyễn nặng. Người ta đã chế tạo được kháng thể chống IgE, omalizumab (Xolair). Loại kháng thể này phải được tiêm ở phòng khám của bác sĩ. Nó vô cùng đắt. Tuy nhiên đối với những bệnh nhân bị suyễn khó trị thì đây quả là một lựa chọn hữu ích."
        },
        {
            "en": "Kieu Hoang was born in Vietnam and immigrated to the U.S. with his family in 1975 as the last of the American troops were pulling out of the country; he was 31. He found his way into a job at Abbott Reference Laboratories in California, and became director of the company's blood plasma testing and manufacturing division. In 1980 he founded a company called Rare Antibody Antigen Supply and began to acquire plasma centers in the U.S. He started to collaborate with the Shanghai Blood Center in China in 1987. That led him to found Shanghai RAAS Blood Products in 1992, which supplies albumin, <em>immunoglobulin</em> and other blood-derived products. It trades on the Shenzhen stock exchange. He is vice chairman of Shanghai RAAS, and owns about 35% of the Shenzhen-listed company. He lives in Westlake Village in southern California. In 2014 he bought a winery and vineyards from the Mondavi Family Estate in Napa Valley, and now operates the Kieu Hoang Winery. Hoang has donated some $1 million for poverty relief in Vietnam.",
            "vi": "Ông Hoàng Kiều sinh tại Việt Nam và di cư sang Mỹ cùng gia đình vào năm 1975 khi người lính Mỹ cuối cùng rút khỏi Việt Nam; lúc đó ông 31 tuổi. Ông kiếm được việc làm tại Abbott Reference Laboratories ở California rồi trở thành giám đốc bộ phận sản xuất và xét nghiệm huyết tương của công ty này. Năm 1980 ông thành lập công ty có tên là Rare Antibody Antigen Supply và bắt đầu mua lại các trung tâm huyết tương ở Mỹ. Năm 1987 ông bắt đầu cộng tác với Trung tâm Máu Thượng Hải Trung Quốc. Nhờ đó năm 1992 ông thành lập Shanghai RAAS Blood Products, công ty này cung cấp an-bu-min, globulin miễn dịch và các chế phẩm máu khác. Công ty niêm yết trên sàn giao dịch chứng khoán Thâm Quyến. Ông là phó chủ tịch Shanghai RAAS, đồng thời sở hữu khoảng 35% cổ phiếu công ty niêm yết trên sàn giao dịch chứng khoán Thâm Quyến. Ông sống tại Westlake Village, nam California. Năm 2014 ông mua một nhà máy sản xuất rượu vang và những vườn nho ở Mondavi Family Estate trong thung lũng Napa, và hiện nay quản lý nhà máy sản xuất rượu vang Hoàng Kiều. Ông Hoàng Kiều đã chi khoảng 1 triệu đô la làm từ thiện giúp xoá đói giảm nghèo ở Việt Nam."
        },
        {
            "en": "Having an egg allergy is not a big thing — all you need to do is skip breakfast, right? Wrong. Eggs are found in more than just omelets (besides, skipping breakfast is never a good idea). Living with an egg allergy means you have to be aware of what you're eating and read food labels carefully. It works! What happens when a person has an egg allergy? Eggs in themselves aren't bad, but when you're allergic to them, your body thinks they are. When a person is allergic to eggs, the body's immune system overreacts to proteins in the egg. Every time something made with eggs enters the digestive system of a person with an egg allergy, the body thinks that these proteins are harmful invaders. The immune system responds by creating specific antibodies to that food, which are designed to fight off the \"invader.\" These antibodies — called <em>immunoglobulin</em> E (IgE) — trigger the release of certain chemicals into the body, one of which is histamine.  So when a person with an egg allergy eats a food that contains eggs, the immune system unleashes an army of chemicals to protect the body. The release of these chemicals can affect the respiratory system, gastrointestinal tract, skin, and the cardiovascular system — causing allergy symptoms like wheezing, nausea, headache, stomachache, and itchy hives. Most people who are allergic react to the proteins in egg whites, but some can't tolerate proteins in the yolk. Egg allergy usually first appears when kids are very young, and most kids outgrow it by the time they're 5 years old. Reactions Egg allergy is like most food allergy reactions: It usually happens within minutes to hours after eating eggs. Most reactions last less than a day and may affect any of three body systems:     * the skin — in the form of red, bumpy rashes (hives), eczema, or redness and swelling around the mouth     * the gastrointestinal tract — in the form of belly cramps, diarrhea, nausea, or vomiting     * the respiratory tract — symptoms can range from a runny nose, itchy, watery eyes, and sneezing to the triggering of asthma with coughing and wheezing Most people with egg allergy have some of the reactions listed above, but a few people may have a very strong reaction called anaphylaxis. This severe allergic reaction causes swelling of the mouth, throat, and airways leading to the lungs, resulting in breathing difficulty. In addition, there is a dangerous drop in blood pressure, which can make someone dizzy or pass out, and may quickly lead to shock. For people who are especially sensitive to eggs, even egg fumes or getting egg on the skin can cause an anaphylactic reaction, so eggs should be kept out of the house completely. How can doctors tell if a person has an egg allergy? If your doctor suspects you might have an egg allergy, he or she will probably refer you to an allergist or allergy specialist for further testing. The allergy specialist will ask you questions — these may cover things like how often you have the reaction, the time it takes between eating a particular food and the start of the symptoms, and whether any family members have allergies or conditions like eczema and asthma. The allergy specialist may perform a skin test on you. This test involves placing liquid extracts of egg protein on a person's forearm or back, pricking the skin a tiny bit, and waiting to see if a reddish, raised spot forms, indicating an allergic reaction. You may need to stop taking anti-allergy medications (such as over-the-counter antihistamines) 2 to 3 days before the skin test because they can interfere with the results. Most cold medications as well as some antidepressants may also affect skin testing. Check with the allergist's office if you are unsure about what medications need to be stopped and for how long. Some doctors may also take a blood sample and send it to a lab where it will be mixed with some of the suspected allergen and checked for IgE antibodies. In some cases, however, positive results of skin and blood tests aren’t enough to prove that a person’s symptoms are definitely being caused by eggs. So doctors may use what’s called a food challenge to help diagnose the allergy. With a food challenge, the person is told to not eat eggs or anything made with egg proteins for a certain period of time — usually a few weeks. After that, the person will eat foods that contain eggs but only under close supervision from a doctor. If symptoms come back after eating egg products, it's a pretty sure bet the person has an egg allergy. How is it treated? Treating egg allergy might seem simple — you just don't eat eggs. But so many foods are made with eggs and egg products that it can be really hard to know what's OK and not OK to eat. It's a good idea to work with a registered dietitian to develop an eating plan that provides all the nutrients you need while avoiding things you can't eat. Check out our section on Living With an Egg Allergy (below) for more tips. If you have a severe egg allergy — or any kind of serious allergy — your doctor may want you to carry a shot of epinephrine with you in case of an emergency. Epinephrine comes in an easy-to-carry container about the size of a large marker. It’s easy to use — your doctor will show you how. If you accidentally eat something with egg in it and start having serious allergic symptoms, like swelling inside your mouth, chest pain, or difficulty breathing, you can give yourself the shot right away to counteract the reaction while you're waiting for medical help. Always call for emergency help (911) when using epinephrine. You should make sure your school and even good friends' houses have injectable epinephrine on hand, too. Keeping epinephrine on hand at all times should be just part of your action plan for living with an egg allergy. It's also a good idea to carry an over-the-counter antihistamine as this can help alleviate allergy symptoms in some people. Antihistamines should be used in addition to the epinephrine and not as a replacement for the shot. If you've had to take an epinephrine shot because of an allergic reaction, then you should go immediately to a medical facility or hospital emergency room so they can give you additional treatment if necessary. Up to one third of anaphylactic reactions can have a second wave of symptoms several hours following the initial attack. Therefore, you might need to be observed in a clinic or hospital for 4 to 8 hours following the reaction. Living with an egg allergy The best way to be sure a food is egg free is to read the label. Manufacturers of foods sold in the United States must list on their labels whether a food contains any of the most common allergens. This means that you should be able to find statements like these somewhere on the label: \"contains egg ingredients,\" or \"made using egg ingredients\" This new label requirement makes things a little easier than reading the ingredients list — instead of needing to know that the ingredient \"ovoglobulin\" comes from egg protein, you should be able to tell at a glance which foods to avoid. Still, to make sure the foods you eat are egg free, you'll need to be on the lookout for any ingredients that might come from eggs. That means asking questions when eating out at restaurants or at a friend's home and carefully reading food labels. When you eat in a restaurant or at a friend's house, try to find out how foods are cooked and what's in them. In some cases, you may want to bring your own food with you. When you're shopping, look for egg-free alternatives to foods that usually contain eggs, such as pasta. People with an egg allergy may find that the health food section of the grocery store offers the most options. That's where you'll find vegan foods that are made without eggs or egg products. When preparing your own food, you can substitute one of these egg alternatives in your recipes.      * 1 teaspoon baking powder + 1 tablespoon liquid + 1 tablespoon vinegar     * 1 teaspoon yeast dissolved in ¼ cup warm water     * 1½ tablespoons water + 1½ tablespoons oil + 1 teaspoon baking powder     * 1 packet gelatin + 2 tablespoons warm water (don't mix until ready to use)     * 1 tablespoon pureed fruit such as apricots or bananas Although the number of people in the United States with food allergies is low (just over 1% of the total population), there's a growing awareness about food allergies. This means that everyone — from the waitstaff at a restaurant to food manufacturers — is more understanding and willing to accommodate a person’s food needs. So living with an egg allergy doesn't have to be a big pain, just a bit of an adjustment.              ",
            "vi": "Dị ứng trứng chẳng phải là vấn đề to tát lắm đâu – bạn chỉ cần nhịn ăn sáng là ổn thôi, phải vậy không? Sai rồi. Trứng không chỉ có trong món trứng tráng không đâu (hơn nữa, việc bỏ ăn sáng hoàn toàn không phải là ý hay). Sống chung với chứng dị ứng trứng đồng nghĩa với việc bạn phải biết được thức ăn mình đang ăn và hãy đọc kỹ nhãn thực phẩm nhé. Điều đó có ích đấy!  Khi bị dị ứng trứng thì sẽ xảy ra điều gì?  Bản thân trứng không phải là xấu, nhưng khi bạn bị dị ứng trứng thì cơ thể bạn cho là trứng có hại. Khi một người bị dị ứng trứng thì hệ miễn dịch của cơ thể phản ứng dữ dội với prô-tê-in trong trứng. Và hễ mỗi lần món nào đó có trứng vào hệ tiêu hoá của người bị dị ứng thì cơ thể cho là những prô-tê-in này là những chất gây hại xâm nhập vào cơ thể.  Hệ miễn dịch phản ứng bằng cách tạo ra những kháng thể đặc biệt chống lại thức ăn đó nhằm kháng lại “chất xâm nhập đó”. Những kháng thể này được gọi là globulin miễn dịch E (IgE) – làm tiết ra một số hoá chất nào đó vào cơ thể, một trong những chất này có tên là histamine. Vì thế khi người bị dị ứng trứng ăn thức ăn có trứng thì hệ miễn dịch sẽ tiết ra rất nhiều hoá chất để bảo vệ cơ thể. Việc tiết hoá chất này có thể làm ảnh hưởng đến hệ hô hấp, đường ruột, da, và hệ tim mạch – gây phản ứng dị ứng như thở khò khè, buồn nôn, nhức đầu, đau dạ dày, và nổi mề đay ngứa. Hầu hết người bị dị ứng đều phản ứng với prô-tê-in trong lòng trắng trứng, nhưng một số người cũng không dung nạp được prô-tê-in trong lòng đỏ. Dị ứng trứng thường thấy đầu tiên khi trẻ còn rất nhỏ, và hầu hết trẻ đều có thể tự hết khi chúng lên 5.  Phản ứng dị ứng trứng Dị ứng trứng giống như hầu hết các phản ứng dị ứng thực phẩm; thường xảy ra trong vòng một vài phút đến một vài tiếng đồng hồ sau khi ăn trứng. Hầu hết các phản ứng đều kéo dài chưa tới một ngày và có thể làm ảnh hưởng đến một trong ba cơ quan trong cơ thể sau đây:  * da – ở dạng phát ban (mề đay) đỏ, xù xì, chàm, hoặc nổi đỏ và sưng phù quanh miệng * đường ruột - dưới dạng chuột rút bụng, tiêu chảy, buồn nôn, hoặc ói * đường hô hấp – các triệu chứng có thể biến chuyển từ sổ mũi, ngứa, chảy nước mắt, và hắt hơi đến phát hen suyễn - ho và thở khò khè Hầu hết người bị dị ứng trứng đều có một số phản ứng được liệt kê trên, nhưng một số cũng có thể phản ứng rất dữ dội – gọi là sốc mẫn cảm. Phản ứng dị ứng nặng này gây sưng miệng, sưng họng, và sưng đường thở dẫn đến phổi, làm khó thở. Ngoài ra, người bị dị ứng còn bị hạ huyết áp rất nguy hiểm, có thể gây chóng mặt, choáng váng hoặc bất tỉnh, và có thể dẫn đến bị sốc rất nhanh.  Đối với người đặc biệt rất nhạy cảm với trứng thì thậm chí là mùi trứng hoặc dính trứng vào da cũng có thể gây phản ứng phản vệ, vì vậy trong nhà không nên có trứng.  Làm thế nào bác sĩ có thể cho biết một người có bị dị ứng trứng hay không?  Nếu bác sĩ nghi ngờ bạn có thể bị dị ứng trứng thì họ có thể sẽ chuyển bạn đến bác sĩ chuyên khoa dị ứng hoặc chuyên gia dị ứng để làm thêm xét nghiệm. Chuyên gia dị ứng sẽ hỏi bạn nhiều câu hỏi – đại loại như bạn bị dị ứng bao lâu một lần, khoảng thời gian từ khi ăn thức ăn đặc biệt đến khi bắt đầu các triệu chứng là bao lâu, và liệu có người thân nào trong gia đình bạn bị dị ứng hoặc bị bệnh chẳng hạn như chàm và hen suyễn không.  Chuyên gia dị ứng có thể làm xét nghiệm da cho bạn. Xét nghiệm này đặt chiết xuất chất lỏng prô-tê-in trứng lên cẳng tay hoặc lưng của người bệnh, chích nhẹ lên da, và chờ xem liệu da có nổi đốm đỏ, sưng lên hay không – đây là dấu hiệu của phản ứng dị ứng.  Bạn có thể cần phải ngưng sử dụng thuốc chống dị ứng (chẳng hạn như thuốc kháng histamine mua tự do không theo toa) từ 2 đến 3 ngày trước khi làm xét nghiệm da bởi những thứ thuốc này có thể gây ảnh hưởng không mong muốn đến kết quả. Hầu hết các thuốc cảm cũng như một số thuốc chống trầm cảm cũng làm ảnh hưởng đến xét nghiệm da. Bạn nên kiểm tra với văn phòng bác sĩ chuyên khoa dị ứng nếu không biết chắc phải nên ngưng sử dụng các loại thuốc nào và ngưng sử dụng trong thời gian là bao lâu.  Một số bác sĩ cũng có thể lấy mẫu máu và gởi đến phòng thí nghiệm – ở đây máu sẽ được hoà với một số chất gây dị ứng khả nghi khác và được kiểm tra kháng thể IgE.  Tuy nhiên, trong một số trường hợp thì kết quả xét nghiệm da và xét nghiệm máu dương tính cũng chưa đủ để chứng minh rằng những triệu chứng này chắc chắn là do trứng gây ra. Một số bác sĩ có thể phải xét nghiệm thức ăn nhằm giúp chẩn đoán dị ứng.   Khi xét nghiệm thức ăn thì người bệnh được căn dặn không ăn trứng hoặc bất kỳ thức ăn nào chứa prô-tê-in trứng trong một thời gian nào đó – thường thì một vài tuần. Sau đó, họ sẽ ăn các thức ăn chứa trứng nhưng chỉ dưới sự theo dõi chặt chẽ của bác sĩ. Nếu bị tái phát các triệu chứng sau khi ăn các sản phẩm trứng thì gần như chắc chắn rằng người này đã bị dị ứng trứng rồi.  Điều trị dị ứng trứng như thế nào?  Việc điều trị dị ứng trứng có lẽ dường như không khó khăn gì – bạn chỉ cần không ăn trứng là được thôi. Nhưng có quá nhiều thức ăn được chế biến từ trứng và sản phẩm trứng thực sự khó mà biết có thể ăn được gì và không ăn được gì. Bạn nên làm việc với bác sĩ chuyên khoa dinh dưỡng để lập ra một kế hoạch ăn uống cung cấp đầy đủ dưỡng chất cần thiết mà vẫn tránh được những thứ không thể ăn. Hãy kiểm tra phần Sống chung Với Chứng Dị ứng Trứng (bên dưới) để biết thêm nhiều bí quyết nhé.  Nếu bạn bị dị ứng trứng nặng – hoặc bất kỳ loại dị ứng nghiêm trọng nào – thì bác sĩ có thể muốn bạn nên mang theo một mũi epinephrine trong trường hợp khẩn cấp. Epinephrine có sẵn trong vật chứa dễ mang theo có kích cỡ khoảng một cây bút viết bảng lớn. Nó cũng dễ sử dụng – bác sĩ sẽ chỉ cho bạn biết cách.  Nếu vô tình ăn thứ gì đó có trứng và bắt đầu phát triệu chứng dị ứng nghiêm trọng, chẳng hạn như sưng bên trong miệng, đau ngực, hoặc khó thở thì bạn có thể tự tiêm thuốc ngay tức khắc để chặn đứng phản ứng trong khi đang chờ bác sĩ hỗ trợ. Lúc nào cũng cần nên gọi số điện thoại hỗ trợ cấp cứu (911) khi đang sử dụng epinephrine. Nên chắc rằng trường học và thậm chí nhà bạn thân của mình cũng có sẵn epinephrine có thể tiêm được.  Việc luôn mang theo thuốc epinephrine chỉ nên là một phần trong kế hoạch thực hiện của bạn khi sống chung với chứng dị ứng trứng. Bạn cũng nên mang theo thuốc kháng histamine mua tự do không theo toa bởi thuốc này cũng có thể giúp làm giảm nhẹ các triệu chứng dị ứng đối với một số người. Thuốc kháng histamine nên được sử dụng phụ thêm ngoài epinephrine và không thay thế cho mũi tiêm epinephrine được.  Nếu phải tiêm mũi epinephrine vì phản ứng dị ứng thì bạn nên đến bệnh viện hoặc phòng cấp cứu ngay lập tức để bác sĩ có thể điều trị thêm cho bạn nếu cần thiết. Đến 1/3 các trường hợp phản ứng phản vệ có thể bị đợt xảy ra các triệu chứng lần thứ hai một vài tiếng đồng hồ sau đợt “tấn công” lần thứ nhất. Do đó, bạn cũng cần được theo dõi tại phòng khám hoặc tại bệnh viện trong vòng từ 4 đến 8 tiếng đồng hồ sau khi bị dị ứng.   Sống chung với chứng dị ứng trứng  Cách tốt nhất để đảm bảo rằng thức ăn không có trứng là đọc nhãn hiệu. Các nhà sản xuất thực phẩm ở Hoa Kỳ phải liệt kê trên nhãn hàng của mình để xem liệu thực phẩm có chứa bất kỳ chất gây dị ứng thường thấy nhất nào đó hay không. Điều này có nghĩa là bạn sẽ có thể thấy những câu đại loại như thế này ở đâu đó trên nhãn sản phẩm: “thành phần có trứng,” hoặc “được làm từ trứng”. Yêu cầu về nhãn hàng mới này giúp mọi thứ trở nên dễ dàng hơn một chút so với việc đọc danh sách các thành phần – thay vì cần biết thành phần “globulin trứng” có nguồn gốc từ prô-tê-in trứng, bạn sẽ có thể nói nhanh được loại thức ăn nào nên tránh. Tuy vậy, để đảm bảo thức ăn của mình không có trứng, bạn nên theo dõi, đề phòng bất kỳ thành phần nào có thể có nguồn gốc từ trứng. Điều này đồng nhất với việc hỏi thăm khi ăn ở nhà hàng hoặc ở nhà bạn bè và đọc nhãn hàng thức ăn một cách cẩn thận.  Khi ăn ở nhà hàng hoặc ở nhà bạn bè, bạn nên cố tìm hiểu xem thức ăn được nấu như thế nào và các thành phần trong đó là gì. Trong một số trường hợp, bạn cũng có thể mang theo thức ăn riêng của mình. Khi đi mua sắm, bạn nên tìm các thực phẩm thay thế không chứa trứng để thay cho các thức ăn thường chứa trứng, chẳng hạn như mì ống.  Người bị dị ứng trứng có thể tìm thấy khu thực phẩm có lợi cho sức khỏe trong cửa hàng tạp hoá thường cung cấp hầu hết các loại thực phẩm để lựa chọn. Nơi đây bạn sẽ thấy nhiều thực phẩm chay được chế biến không sử dụng trứng hoặc các sản phẩm trứng.  Khi chuẩn bị thức ăn cho mình, bạn có thể thay một trong những chất thay thế trứng này trong công thức chế biến thức ăn của mình * 1 muỗng cà phê bột nổi + 1 muỗng súp nước + 1 muỗng súp giấm * 1 muỗng cà phê men hoà tan trong ¼ tách nước ấm  * 1½ muỗng súp nước + 1½ muỗng súp dầu + 1 muỗng cà phê bột nổi * 1 gói giê-la-tin + 2 muỗng súp nước ấm (đến khi nào sử dụng mới hoà với nhau)   * 1 muỗng súp trái cây nghiền nhuyễn chẳng hạn như mơ hoặc chuối Mặc dù số người bị dị ứng thực phẩm ở Hoa Kỳ là rất ít (chỉ trên 1% tổng dân số), nhưng người ta ngày càng nhận thức được tình trạng dị ứng thực phẩm. Điều này đồng nhất với việc tất cả mọi người - từ đội ngũ phục vụ tại nhà hàng đến các nhà sản xuất thức ăn – đều hiểu biết hơn và sẵn sàng phục vụ nhu cầu thức ăn của con người. Thế nên việc sống chung với chứng dị ứng trứng không nhất thiết là một vấn đề to tát mà đó chỉ là sự điều chỉnh đôi chút mà thôi.    "
        }
    ],
    "suggestions": []
}