{
    "en_vn": {
        "data": {
            "content": null,
            "word": "immunized"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "immunized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "immunized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "immunized"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "immunized"
        }
    },
    "sentences": [
        {
            "en": "They <em>immunized</em> a time-bomb successfully.",
            "vi": "Họ đã tháo kíp một quả bom nổ chậm thành công."
        },
        {
            "en": "They <em>immunized</em> a time - bomb successfully.",
            "vi": "Họ đã tháo kíp một quả bom nổ chậm thành công."
        },
        {
            "en": "Most children are <em>immunized</em> against measles and mumps.",
            "vi": "Hầu hết trẻ em được chủng ngừa chống lại bệnh sởi và bệnh quai bị."
        },
        {
            "en": "All children need to be <em>immunized</em> against infectious diseases.",
            "vi": "Tất cả trẻ em cần được tiêm phòng để tránh các bệnh truyền nhiễm."
        },
        {
            "en": "Have your children been <em>immunized</em> against smallpox yet?",
            "vi": "Các con bạn đã được chích ngừa bệnh đậu mùa chưa?"
        },
        {
            "en": "Children under five must be <em>immunized</em> against poliomyelitis.",
            "vi": "Trẻ em dưới năm tuổi phải được chủng ngừa bệnh sốt bại liệt."
        },
        {
            "en": "Proportion of 1 year-old children <em>immunized</em> against measles (UNICEF-WHO).",
            "vi": "Tỷ lệ trẻ một tuổi được tiêm phòng sởi (UNICEF-WHO)"
        },
        {
            "en": "In the meantime, health officials are urging people to get the seasonal flu shot which is available now. They recommend that people be <em>immunized</em> for H1N1 separately.",
            "vi": "Trong lúc đó, các nhân viên y tế đang kêu gọi mọi người nên tiêm vắc - xin phòng bệnh cúm theo mùa hiện đang có sẵn. Họ đề nghị mọi người nên được chủng ngừa H1N1 riêng."
        },
        {
            "en": "In the meantime, health officials are urging people to get the seasonal flu shot which is available now. They recommend that people be <em>immunized</em> for H1N1 separately.",
            "vi": "Trong lúc đó, các nhân viên y tế đang kêu gọi mọi người nên tiêm vắc-xin phòng bệnh cúm theo mùa hiện đang có sẵn. Họ đề nghị mọi người nên được chủng ngừa H1N1 riêng."
        },
        {
            "en": "That there was still significant inequality in 2006 in the proportion of recently delivering women who had been fully <em>immunized</em> for tetanus suggests that there is still likely to be considerable inequality in the number of antenatal care visits.",
            "vi": "Việc vẫn còn bất bình đẳng đáng kể năm 2006 trong tỷ lệ cân đối của phụ nữ mới sinh được tiêm phòng uốn ván đầy đủ cho thấy có thể vẫn còn bất bình đẳng đáng kể về số lần khám thai."
        },
        {
            "en": "However, it did collect data on whether or not women who delivered a baby during the past two years were fully <em>immunized</em> against tetanus, an indicator that is usually closely related to the number of antenatal care visits.",
            "vi": "Tuy vậy, khảo sát này có thu thập số liệu về việc phụ nữ sinh con trong 2 năm trước có tiêm chủng uốn ván đầy đủ hay không, một chỉ số liên quan chặt chẽ đến số lần khám thai."
        },
        {
            "en": "That there is still significant inequality in the proportion of recently delivering women who have been fully <em>immunized</em> for tetanus suggests that there is still likely to be considerable inequality in the number of antenatal care visits.",
            "vi": "Việc vẫn tồn tại sự bất bình đẳng đáng kể trong tỉ lệ phụ nữ mới sinh con được tiêm chủng uốn ván đầy đủ cho thấy có thể vẫn còn bất bình đẳng đáng kể về số lần khám thai."
        },
        {
            "en": "Most kids will require two daily doses of penicillin, as prescribed by their doctors, until they're at least 5 years old (and often older). They also should be fully <em>immunized</em> with the regular childhood vaccinations, as well as the pneumococcal vaccine and influenza and meningococcal vaccines. Folic acid supplements can help them continue to produce new RBCs.",
            "vi": "Đa số trẻ cần phải sử dụng 2 liều pê-ni-xi-lin mỗi ngày, theo đúng như chỉ định của bác sĩ, cho đến khi ít nhất là 5 tuổi (và thường là trên 5 tuổi). Bên cạnh đó trẻ cũng nên được chủng ngừa đầy đủ với các loại vắc-xin cho trẻ đúng theo định kỳ, cũng như vắc-xin khuẩn cầu phổi và vắc-xin cúm và vắc-xin khuẩn cầu màng não. Việc bổ sung a-xít phô-lích có thể giúp trẻ tiếp tục sản sinh nhiều hồng cầu mới."
        },
        {
            "en": "Upon the reality of high rate of hepatitis in the country, Dr. Nguyen Van Kinh warned to preventive hepatitis people should be <em>immunized</em> especially newly-born babies should be injected vaccine against hepatitis within 24 hours after birth and further vaccine as per schedule. Those who are infected should go to medical facilities periodically as per doctors’ advice.",
            "vi": "Trước thực tế về tỷ lệ cao của bệnh viêm gan trong nước, tiến sĩ Nguyễn Văn Kính cảnh báo để mọi người tiêm chủng phòng ngừa viêm gan, đặc biệt trẻ sơ sinh nên được tiêm vắc-xin ngừa viêm gan trong vòng 24 giờ sau khi sinh và tiếp tục tiêm chủng theo lịch trình. Những người bị mắc nên đến cơ sở y tế định kỳ theo lời khuyên của bác sĩ."
        },
        {
            "en": "Studies Show Swine Flu Vaccine Effective For Adults         When testing of the new vaccine for H1N1 swine flu began, experts believed most adults would need two doses because it is a new virus. But two new studies show most adults are protected after just one dose.   Health officials battling the first flu pandemic in 41 years got some good news recently: Just one dose of vaccine appears to protect most adults. U.S. Secretary of Health and Human Services Kathleen Sebelius said the news was encouraging.  \"It now appears that most of the folks have a robust immune response in eight to ten days of the first vaccine which is very positive news,\" she said. A U.S. vaccine study has proven to be just as effective as a vaccine trial in Australia. The news is surprising, and welcome.   With more vaccine available, this means the H1N1 vaccine can inoculate twice as. \"In essence, it mitigates some of the problems that we're talking about when you talk about inadequate supplies for everyone,\" he said. U.S. health officials say 98 percent of the flu cases they are seeing are caused by the H1N1 virus. The vaccine should be available by mid-October. But schools are already open, the weather is turning cooler, and the flu season is underway in the northern hemisphere.   A total of 60 students have come down with the virus at the University of Minnesota Campus in Minneapolis. Some are concerned. One student said \"I'm just really hearing that it's going to expand and maybe explode on college campuses. It's scary.\" In the meantime, health officials are urging people to get the seasonal flu shot which is available now. They recommend that people be <em>immunized</em> for H1N1 separately. Health officials say those in high risk groups should be among the first to be vaccinated; pregnant women and children, young adults, people with chronic medical conditions, those who care for young children and health care workers. Results of trials involving children and pregnant women are expected in a couple of weeks.",
            "vi": "Các nghiên cứu cho thấy vắc-xin phòng cúm heo có hiệu quả với người trưởng thành       Khi bắt đầu thử nghiệm vắc-xin mới phòng bệnh cúm heo H1N1, các chuyên gia nghĩ rằng hầu hết người trưởng thành sẽ cần đến hai liều vì nó là một loại vi-rút mới. Nhưng hai cuộc nghiên cứu mới cho thấy đa số người trường thành đều được bảo vệ sau khi chỉ dùng một liều. Những nhân viên y tế vốn đang chiến đấu với đại dịch cúm đầu tiên trong 41 năm gần đây đã có tin vui: Chỉ một liều vắc-xin dường như sẽ bảo vệ hầu hết người trưởng thành. Bộ trưởng Y tế và Xã hội Hoa Kỳ Kathleen Sebelius nói rằng tin tức này thật đáng khích lệ. \"Hiện nay dường như hầu hết mọi người đều có phản ứng miễn nhiễm tốt trong vòng tám đến mười ngày sau khi dùng liều vắc-xin đầu tiên – đây quả là một thông tin rất lạc quan,\" bà ấy nói. Một nghiên cứu vắc-xin Hoa Kỳ đã chứng minh có hiệu quả không kém gì  thử nghiệm vắc-xin ở Úc. Tin tức này thật là bất ngờ và rất đáng hoan nghênh. Với lượng vắc-xin có sẵn nhiều hơn có nghĩa là vắc-xin H1N1 có thể tiêm cho gấp đôi lượng người. \"Về bản chất, nó giảm nhẹ một vài vấn đề mà chúng ta đang bàn khi nói đến việc không đủ số lượng cung cấp cho tất cả mọi người,\" ông ấy nói. Các quan chức y tế Hoa Kỳ nói rằng 98% các ca nhiễm cúm mà họ đang gặp phải đều do vi-rút H1N1 gây ra. Vắc-xin nên được đưa ra công chúng vào giữa tháng 10. Nhưng các trường học hiện đang mở cửa, thời tiết lại trở nên mát hơn và mùa cúm đang di chuyển lên vùng bắc bán cầu. Có 60 sinh viên thuộc trường đại học Minnesota ở Minneapolis đã nhiễm vi-rút này. Một số sinh viên đã rất lo lắng. Một sinh viên đã phát biểu: “Thật sự tôi đã nghe nói rằng nó sắp sửa lây lan và có thể bùng phát trong trường đại học. Thật đáng sợ.” Trong lúc đó, các nhân viên y tế đang kêu gọi mọi người nên tiêm vắc-xin phòng bệnh cúm theo mùa hiện đang có sẵn. Họ đề nghị mọi người nên được chủng ngừa H1N1 riêng. Các nhân viên y tế nói những người thuộc nhóm nguy cơ cao nên được ưu tiên tiêm chủng trước; phụ nữ có thai và trẻ em, thanh niên, người mắc bệnh mãn tính, những người đang chăm sóc con nhỏ và các nhân viên y tế. Kết quả thử nghiệm trên trẻ em và phụ nữ có thai sẽ có trong vài tuần tới."
        },
        {
            "en": "Rubella (German measles) or 3-day measles — is an infection that primarily affects the skin and lymph nodes. It is caused by the rubella virus (not the same virus that causes measles), which is usually transmitted by droplets from the nose or throat that others breathe in. It can also pass through a pregnant woman's bloodstream to infect her unborn child.   It's a generally mild disease in children; the primary medical danger of rubella is the infection of pregnant women because it can cause congenital rubella syndrome in developing babies.   Before a vaccine against rubella became available in 1969, rubella epidemics occurred every 6-9 years, most often among kids 5 to 9 years old. Many cases of congenital rubella occurred as well. Thanks to immunization, there are far fewer cases of rubella and congenital rubella.  Most rubella infections today appear in young, non-<em>immunized</em> adults rather than in kids. In fact, experts estimate that 10% of young adults are currently susceptible to rubella, which could pose a danger to children they might have someday.  \nSigns and Symptoms \nRubella infection may begin with 1-2 days of mild fever (99-100° F/37.2-37.8° C) and swollen lymph nodes, usually in the back of the neck or behind the ears. A rash then begins on the face and spreads downward.   The rubella rash can look like many other viral rashes. It appears as either pink or light red spots. The rash can itch and lasts up to 3 days. As the rash clears, the affected skin occasionally sheds in very fine flakes.   Other symptoms of rubella (these are more common in teens and adults) can include headache, loss of appetite, mild conjunctivitis, a stuffy or runny nose, swollen lymph nodes in other parts of the body, and pain and swelling in the joints (especially in young women). Many people with rubella have few or no symptoms.  Rubella in a pregnant woman can cause congenital rubella syndrome, with potentially devastating consequences for the developing fetus. Children who are infected with rubella before birth are at risk for growth retardation; mental retardation; malformations of the heart and eyes; deafness; and liver, spleen, and bone marrow problems.   Contagiousness  The rubella virus passes from person to person through tiny drops of fluid from the nose and throat. People who have rubella are most contagious from 1 week before to 1 week after the rash appears. Someone who is infected but has no symptoms can still spread the virus.    Infants who have congenital rubella syndrome can shed the virus in urine and fluid from the nose and throat for a year or more and may pass the virus to people who have not been <em>immunized</em>.  Prevention  Rubella can be prevented by the rubella vaccine. Widespread immunization against rubella is critical to controlling the spread of the disease, thereby preventing birth defects caused by congenital rubella syndrome.   The vaccine is usually given to children at 12-15 months of age as part of the scheduled measles-mumps-rubella (MMR) immunization. A second dose of MMR is generally given at 4-6 years of age.    The rubella vaccine should not be given to pregnant women or to a woman who may become pregnant within 1 month of receiving the vaccine. If you are thinking about becoming pregnant, make sure that you're immune to rubella through a blood test or proof of immunization. If you're not immune, you should receive the vaccine at least 1 month before you become pregnant.   Pregnant women who are not immune should avoid anyone who has the illness and should be vaccinated after delivery so that they will be immune during any future pregnancies.  Incubation  The incubation period for rubella is 14-23 days, with an average incubation period of 16-18 days. This means that it can take 2-3 weeks for a child to get rubella after they are exposed to someone with the disease.  Duration\n The rubella rash usually lasts 3 days. Lymph nodes may remain swollen for a week or more, and joint pain can last for more than 2 weeks. Children who have rubella usually recover within 1 week, but adults may take longer.   Treatment  Rubella cannot be treated with antibiotics because they do not work against viral infections. Unless there are complications, rubella will resolve on its own.   Any pregnant woman who has been exposed to rubella should contact her obstetrician immediately.    Rubella is typically mild in kids, who often can be cared for at home. Monitor your child's temperature and call the doctor if the fever climbs too high.   To relieve discomfort, you can give your child acetaminophen or ibuprofen. Do not give aspirin to a child with a viral illness because such use has been associated with the development of Reye syndrome, which can lead to liver failure and death.   When to Call the Doctor  Call the doctor if your child develops a fever of 102° F (38.9° C) or above (in a child younger than 6 months, call for a fever above 100.4° F, or 38° C), or if your child appears to be getting sicker than the mild course of symptoms described above.",
            "vi": "Ru-bê-la (bệnh sởi Đức) hay sởi 3 ngày - là bệnh nhiễm trùng chủ yếu tác động tới da và hạch bạch huyết. Bệnh này do vi-rút ru-bê-la gây ra (không phải vi-rút gây bệnh sởi thông thường), thường truyền qua những giọt nước từ mũi hay họng mà người khác hít vào. Nó cũng có thể đi qua dòng máu của thai phụ rồi lây nhiễm cho thai nhi.    Ở trẻ em thì bệnh này thường nhẹ; mối nguy hiểm lớn nhất về mặt y học của bệnh ru-bê-la là việc thai phụ bị nhiễm bệnh vì nó có thể gây ra hội chứng ru-bê-la bẩm sinh ở thai nhi.    Trước khi có vắc-xin ngừa ru-bê-la vào năm 1969 thì dịch ru-bê-la xảy ra 6-9 năm một lần, thường nhất là ở trẻ từ 5 đến 9 tuổi. Nhiều trường hợp ru-bê-la bẩm sinh cũng xảy ra. Nhờ chủng ngừa mà các trường hợp ru-bê-la và ru-bê-la bẩm sinh đã giảm đi nhiều.  Ngày nay, hầu hết các trường hợp nhiễm ru-bê-la là ở thanh niên chưa được chủng ngừa, chứ không phải ở trẻ em. Trên thực tế, các chuyên gia ước tính 10% thanh niên hiện mắc bệnh ru-bê-la, điều này có thể gây nguy hiểm cho con của họ vào một ngày nào đó.   Triệu chứng và dấu hiệu  Nhiễm ru-bê-la có thể bắt đầu bằng 1-2 ngày sốt nhẹ (99-100° F / 37.2-37.8°C) và các hạch bạch huyết sưng phồng, thường ở sau cổ hay sau tai. Rồi bắt đầu nổi ban trên mặt và lan rộng xuống.   Ban ru-bê-la có thể trông giống như nhiều loại ban khác do vi-rút gây ra. Ban xuất hiện thành các đốm hoặc là màu hồng hoặc là màu đỏ nhạt. Ban có thể gây ngứa và kéo dài tới 3 ngày. Khi ban lặn thì vùng da bị ảnh hưởng đôi khi bị bong tróc thành các mảng rất nhỏ.   Các triệu chứng khác của bệnh ru-bê-la (các triệu chứng này thường gặp ở thiếu niên và người lớn hơn) có thể bao gồm nhức đầu, chán ăn, viêm kết mạc nhẹ, nghẹt mũi hoặc sổ mũi, hạch bạch huyết sưng phồng ở các bộ phận khác trên cơ thể, đau và sưng khớp (nhất là ở phụ nữ trẻ). Nhiều người mắc bệnh ru-bê-la có ít hoặc không có triệu chứng.    Ru-bê-la ở thai phụ có thể gây ra hội chứng ru-bê-la bẩm sinh, có khả năng làm tổn hại cho bào thai đang phát triển. Trẻ em bị nhiễm bệnh ru-bê-la trước khi chào đời gặp nguy cơ chậm phát triển; thiểu năng tâm thần; dị tật tim và mắt; điếc; các vấn đề về gan, lá lách và tuỷ xương.  Lây nhiễm   Vi-rút ru-bê-la truyền từ người này sang người khác qua các giọt chất dịch nhỏ xíu từ mũi và họng. Những người mắc bệnh ru-bê-la lây nhiễm nhiều nhất là 1 tuần trước khi nổi ban hoặc 1 tuần sau khi nổi ban. Người bị nhiễm bệnh nhưng không có triệu chứng vẫn có thể phát tán vi-rút.    Trẻ con mắc hội chứng ru-bê-la bẩm sinh thì có thể truyền vi-rút trong nước tiểu và dịch từ mũi và họng tiết ra trong vòng một năm trở lên và có thể truyền vi-rút sang những người chưa được chủng ngừa.   Ngăn ngừa  Bệnh ru-bê-la có thể ngăn chặn được bằng vắc-xin ngừa ru-bê-la. Tiêm chủng mở rộng để ngừa ru-bê-la thì rất quan trọng đối với việc hạn chế bệnh này lây lan, do đó ngăn ngừa được những dị tật bẩm sinh do hội chứng ru-bê-la bẩm sinh gây ra.    Vắc-xin thường được tiêm cho trẻ vào lúc 12-15 tháng tuổi như là một phần trong phác đồ chủng ngừa sởi - quai bị - ru-bê-la (MMR). Liều MMR thứ hai thường được tiêm vào lúc 4-6 tuổi.    Không nên tiêm vắc-xin ngừa ru-bê-la cho thai phụ hay phụ nữ có thể mang thai trong vòng 1 tháng tiêm vắc-xin. Nếu bạn nghĩ đến việc mang thai thì phải bảo đảm bạn miễn dịch với bệnh ru-bê-la bằng cách xét nghiệm máu hoặc được xác nhận là đã chủng ngừa. Nếu bạn chưa được miễn dịch thì nên tiêm vắc-xin ít nhất  là 1 tháng trước khi mang thai.   Thai phụ chưa được miễn dịch nên tránh bất cứ người  nào bị bệnh này và nên tiêm chủng sau khi sinh con để được miễn dịch cho những lần mang thai sau này.   Thời kỳ ủ bệnh   Thời kỳ ủ bệnh ru-bê-la là 14-23 ngày, với thời kỳ ủ bệnh trung bình là 16-18 ngày. Điều này có nghĩa là sau khi tiếp xúc với người bệnh thì 2-3 tuần sau trẻ mới mắc bệnh ru-bê-la.  Thời gian kéo dài bệnh   Chứng phát ban ru-bê-la thường kéo dài 3 ngày. Có thể hạch bạch huyết vẫn sưng một tuần hoặc lâu hơn, riêng đau khớp thì có thể kéo dài hơn 2 tuần. Trẻ mắc bệnh ru-bê-la thường hồi phục trong vòng 1 tuần, nhưng người lớn có thể lâu hơn.   Điều trị   Không thể điều trị bệnh ru-bê-la bằng thuốc kháng sinh vì chúng không chống lại được tình trạng nhiễm vi-rút. Nếu không có biến chứng gì thì bệnh ru-bê-la sẽ tự khỏi.   Bất kỳ thai phụ nào đã từng mắc bệnh ru-bê-la cũng đều nên liên lạc với bác sĩ sản khoa ngay lập tức.    Bệnh ru-bê-la thường nhẹ ở trẻ, thường thì có thể chăm sóc trẻ tại nhà. Hãy theo dõi nhiệt độ của con bạn và hãy gọi cho bác sĩ nếu trẻ bị sốt quá cao.    Để giảm bớt khó chịu, bạn có thể cho trẻ uống acetaminophen hoặc ibuprofen. Không được cho trẻ mắc bệnh do vi-rút gây ra uống át-xpi-rin vì dùng thuốc này có liên quan đến việc phát triển hội chứng Reye, có thể dẫn đến suy gan và tử vong.   Khi nào thì cần gọi điện cho bác sĩ\n Hãy gọi điện cho bác sĩ nếu con bạn bị sốt 102°F (38,9° C) hoặc cao hơn (đối với trẻ dưới 6 tháng tuổi thì hãy gọi điện cho bác sĩ nếu sốt trên 100,4° F, hoặc 38°C), hoặc nếu như con bạn có vẻ yếu hơn so với các triệu chứng nhẹ đã mô tả trên đây."
        },
        {
            "en": "What do drugs, alcohol, unprotected sex, tattoos, and body piercings have in common? They're all things your parents might lecture you about avoiding, but there's another connection: They can all lead to a liver condition called hepatitis. What is hepatitis? The liver is one of the body's powerhouses. It helps process nutrients and metabolizes medication. The liver also helps clear the body of toxic waste products. The word hepatitis means an inflammation of the liver. It can be caused by one of many things — including a bacterial infection, liver injury caused by a toxin (poison), and even an attack on the liver by the body's own immune system. However, the condition is usually caused by a virus. The three most common hepatitis viruses are hepatitis A, hepatitis B, or hepatitis C. Two other types of hepatitis virus, D and E, are rare in the United States. Some hepatitis viruses can mutate. That can make them hard for for the body to fight because they change over time. In some cases, hepatitis B or C can destroy the liver. The patient then will need a liver transplant to survive, which is not always available or successful. Hepatitis A The hepatitis A virus (HAV) is transmitted through the feces (poop) of infected individuals. People usually get hepatitis A by eating food or drinking water that's been contaminated with feces. As disgusting as that sounds though, hepatitis A is actually considered less destructive than some other hepatitis viruses. Unlike some other hepatitis viruses, hepatitis A rarely leads to permanent liver damage. Within a few weeks, the symptoms will have gone away on their own and the virus will no longer be in your system. Once someone has recovered from a hepatitis A infection, that person has immunity to the virus, meaning he or she will probably never get it again. People are also protected against hepatitis A if they've been vaccinated for it. Hepatitis B Hepatitis B is a more serious infection. It may lead to a condition called cirrhosis (permanent scarring of the liver) or liver cancer, both of which cause severe illness and even death. Hepatitis B virus (HBV) is transmitted from person to person through blood or other body fluids. In the United States, the most common way people get infected with HBV is through unprotected sex with a person who has the disease. People who share needles also are at risk of becoming infected because it's likely that the needles they use will not have been sterilized. As yet, there's no effective cure for hepatitis B. In most cases, teens who get hepatitis B will recover from the disease and may develop a natural immunity to future hepatitis B infections. But some people will have the condition forever. Medications can help some people with hepatitis B get rid of the virus. Hepatitis C The hepatitis C virus (HCV) is transmitted from person to person through blood or other body fluids. Like hepatitis B, hepatitis C can lead to cirrhosis or liver cancer. Hepatitis C is the most serious type of hepatitis. It's now one of the most common reasons for liver transplants in adults. Every year, thousands of people in the United States die from HCV. And there's no cure and no vaccine. An estimated 4.1 million Americans are currently infected with the virus. The most common way people become infected is through sharing drug paraphernalia such as needles and straws. People also get hepatitis C after having unprotected sex with an infected partner. Before 1990, many people got it through blood transfusions, but better blood screening and handling procedures now mean that this rarely happens. The medications currently used to treat hepatitis C are effective in controlling the disease in some people. However, hepatitis C treatments are not very easy to take, especially because some require frequent injections. What are the signs and symptoms? Hepatitis infection causes inflammation of the liver, which means that the liver becomes swollen and damaged and begins losing its ability to function. People with hepatitis often get symptoms similar to those caused by other virus infections, such as weakness, tiredness, and nausea. Because the symptoms of hepatitis are similar to other conditions, it's easy for someone who has it to confuse it with another illness. In addition, people with hepatitis A may not show any symptoms, so the infection can go undiagnosed. People with hepatitis B or C infection also may not show symptoms right away, but can develop health problems from the infection many years later. Even when infected people don't have any symptoms, they can still pass the disease on to others. Symptoms of hepatitis include:     * yellowing of the skin and eyes, known as jaundice     * fever     * nausea, vomiting, and lack of appetite     * abdominal pain (on the upper right side)     * light-colored bowel movements     * dark-colored urine The incubation period (how long it takes between the time someone becomes infected and symptoms first appear) for hepatitis varies depending on the type a person has. Somebody may not feel any different than before, or may notice these symptoms anywhere from 15 days to 4 months after getting the disease, depending on the type of hepatitis. How is hepatitis diagnosed and treated? A blood test is usually needed to determine if a person has hepatitis. Doctors don't prescribe medications to treat hepatitis A; they usually recommend resting until any fever and jaundice are gone and the person's appetite has returned to normal. It is also important to stay well hydrated by drinking lots of fluids. Hepatitis B and C can sometimes be treated with medications, although some forms of medication used to treat hepatitis C are only approved for use in adults. Although treatments for hepatitis B and C are becoming more effective, a cure cannot be guaranteed. Protecting yourself Vaccines can protect people against hepatitis A and hepatitis B. Today, all kids in the United States are routinely vaccinated against hepatitis B at birth and against hepatitis A between the ages of 1 and 2 years. Doctors recommend that the hepatitis A vaccine be given to anyone who wants to be <em>immunized</em> against the condition. However, people who travel to parts of the world where sanitation isn't very good should be <em>immunized</em>. If a person has been recently exposed to hepatitis A or B, a doctor may recommend a shot of immune globulin containing antibodies against the virus. This can help prevent the person from coming down with the disease. In addition to receiving vaccinations against hepatitis A and B, here's how to protect yourself against hepatitis virus infection:     * Don't have unprotected sex.     * Avoid intravenous drug use and sharing of drug paraphernalia.     * Wash your hands before handling food and after using the bathroom.     * Be sure tattoo or piercing shops sterilize needles and other equipment properly.     * Don't share toothbrushes or razors. Hepatitis can be transmitted through sores or cuts.     * Avoid eating raw shellfish (such as clams or oysters). You could put yourself at risk for hepatitis A if the shellfish was harvested from contaminated water. Hepatitis infection can be serious, but knowing what puts you at risk can help protect you.          ",
            "vi": "Ma tuý, rượu chè, quan hệ tình dục không an toàn, xăm mình, và xiên da (xỏ các vật trang trí vào cơ thể) giống nhau ở điểm gì? Đó là những điều mà có lẽ bố mẹ dạy cho bạn cần nên tránh, nhưng bên cạnh đó thì cũng còn mối tương quan khác, bởi hết thảy đều có thể dẫn đến chứng bệnh gan được gọi là viêm gan.  Viêm gan là gì? Gan là một trong những cơ quan dồi dào năng lượng của cơ thể. Gan có nhiệm vụ xử lý chất dinh dưỡng và chuyển hoá thuốc, bên cạnh đó còn giúp cho cơ thể lọc các phế phẩm độc hại ra ngoài cơ thể.  Thuật ngữ “hepatitis” có nghĩa là viêm gan. Viêm gan có thể do một trong những nguyên nhân sau: nhiễm khuẩn, tổn thương gan do độc tố (chất độc), và thậm chí là do chính hệ miễn dịch của cơ thể tấn công gan. Tuy nhiên, bệnh viêm gan thường là do vi rút. Ba loại vi rút viêm gan thường thấy nhất là viêm gan siêu vi A, viêm gan siêu vi B, hoặc viêm gan siêu vi C. Hai loại vi rút viêm gan khác, viêm gan siêu vi D và viêm gan siêu vi E, rất hiếm gặp ở Hoa Kỳ.  Một số vi rút viêm gan có thể bị biến dạng. Điều đó làm cho cơ thể khó có thể kháng lại được các vi rút này bởi chúng thay đổi theo thời gian. Trong một số trường hợp thì bệnh viêm gan siêu vi B hoặc viêm gan siêu vi C có thể làm hư lá gan. Bệnh nhân sẽ phải ghép gan mới có thể sống được, nhưng không phải lúc nào gan cũng có sẵn hoặc không phải lúc nào ghép gan cũng thành công.  Viêm gan siêu vi A  Vi rút viêm gan siêu vi A (HAV) được truyền qua phân của người nhiễm bệnh. Người ta thường bị viêm gan siêu vi A do ăn uống nhiễm vi rút trong phân. Mặc dù nghe có vẻ đáng sợ, nhưng bệnh viêm gan siêu vi A thực ra được cho là ít gây hại hơn một số loại vi rút viêm gan khác. Không giống như một số loại vi rút viêm gan khác, bệnh viêm gan siêu vi A hiếm khi dẫn đến tổn thương gan lâu dài. Các triệu chứng sẽ tự hết trong vòng một vài tuần và vi rút sẽ không còn tồn tại trong cơ thể bạn nữa. Khi một người đã hồi phục khỏi bệnh viêm gan siêu vi A thì sẽ miễn dịch với vi rút, có nghĩa là người này có lẽ sẽ không bao giờ bị tái phát nữa. Người ta cũng có thể phòng tránh được bệnh viêm gan siêu vi A nếu đã được tiêm ngừa trước đó.  Viêm gan siêu vi B Viêm gan siêu vi B là chứng nhiễm trùng nguy hiểm hơn. Nó có thể đưa tới bệnh xơ gan (tổn thương lâu dài ở gan) hoặc ung thư gan, cả hai chứng bệnh trên có thể gây ra bệnh nặng và thậm chí tử vong. Vi rút viêm gan siêu vi B (HBV) được truyền từ người này sang người kia qua máu hoặc các chất dịch khác của cơ thể.  Ở Hoa Kỳ, người ta thường hay nhiễm HBV nhiều nhất qua đường tình dục không an toàn với người nhiễm bệnh. Người dùng chung kim tiêm cũng có nguy cơ bị bệnh bởi có thể kim tiêm mà họ sử dụng không được khử trùng.  Cho đến nay, chưa có phương thuốc nào chữa lành viêm gan siêu vi B hiệu quả. Trong hầu hết các trường hợp, thanh thiếu niên bị nhiễm viêm gan siêu vi B sẽ có thể hồi phục và có thể sẽ phát triển miễn dịch tự nhiên khỏi bệnh viêm gan siêu vi B trong tương lai. Nhưng một số người sẽ bị bệnh đến suốt đời. Một số bệnh nhân viêm gan siêu vi B có thể chống vi rút nhờ một số loại thuốc nào đó.  Viêm gan siêu vi C Vi rút viêm gan siêu vi C (HCV) được truyền từ người này sang người khác qua máu hoặc các chất dịch khác của cơ thể. Tương tự như bệnh viêm gan siêu vi B, viêm gan siêu vi C có thể dẫn đến xơ gan hoặc ung thư gan. Viêm gan siêu vi C là loại viêm gan nguy hiểm nhất. Hiện đây là một trong những nguyên nhân gây ghép gan thường thấy nhất ở người lớn. Ở Mỹ, mỗi năm có hàng ngàn người chết vì HCV. Và người ta cũng chưa tìm ra thuốc chữa cũng như vắc-xin phòng bệnh.  Ước tính ở Mỹ hiện có khoảng 4,1 triệu người bị nhiễm vi rút. Cách mà người ta nhiễm bệnh thường thấy nhất là sử dụng chung các dụng cụ chích hút ma tuý chẳng hạn như kim tiêm và ống hút. Bên cạnh đó người ta cũng bị viêm gan siêu vi C sau khi quan hệ tình dục không an toàn với người nhiễm bệnh. Trước năm 1990, nhiều người đã mắc bệnh do truyền máu, nhưng các khâu xử lý và xét nghiệm máu hiện đã tốt hơn nhiều nên điều đó hiếm khi có thể xảy ra.  Nhiều loại thuốc hiện dùng để điều trị viêm gan siêu vi C cũng có tác dụng làm giảm bệnh ở một số người. Tuy nhiên, phương pháp chữa bệnh viêm gan siêu vi C không dễ dàng lắm, nhất là vì một số trường hợp đòi hỏi phải được tiêm chích thường xuyên.  Dấu hiệu và triệu chứng của bệnh viêm gan là gì? Nhiễm trùng viêm gan gây viêm gan, có nghĩa là gan trở nên sưng to, hư tổn và bắt đầu mất khả năng hoạt động. Người bị viêm gan thường có triệu chứng giống với những triệu chứng của một số bệnh nhiễm vi rút khác, như là ốm yếu, mệt mỏi, và buồn nôn. Vì các triệu chứng của bệnh viêm gan và triệu chứng của một vài bệnh khác tương tự với nhau nên bệnh nhân có thể dễ nhầm lẫn với một chứng bệnh nào khác. Hơn nữa, người bị viêm gan siêu vi A có thể không biểu hiện bất kỳ triệu chứng nào, vì vậy chứng bệnh này có thể tiến triển mà không được chẩn đoán ra. Tương tự thế, bệnh nhân bị viêm gan siêu vi B hoặc viêm gan siêu vi C cũng có thể không cho thấy triệu chứng gì ngay tức khắc, nhưng có thể gặp rắc rối về vấn đề sức khỏe do nhiễm trùng gây ra nhiều năm sau đó. Thậm chí khi người bị nhiễm bệnh không biểu hiện triệu chứng thì họ cũng có thể truyền bệnh sang cho người khác được.  Triệu chứng viêm gan bao gồm : * vàng da và mắt, được gọi là hội chứng vàng da * sốt * buồn nôn, ói mửa, và chán ăn * đau bụng (bụng trên vùng bên phải) * phân có màu nhạt * nước tiểu sẫm màu  Thời kỳ ủ bệnh viêm gan (thời gian từ khi nhiễm bệnh đến khi biểu hiện các triệu chứng lần đầu tiên) thay đổi tuỳ theo loại bệnh. Một số người có thể không cảm thấy bất kỳ thay đổi nào so với trước đây, hoặc có thể phát hiện thấy những triệu chứng này từ 15 ngày đến 4 tháng sau khi mắc bệnh, tùy thuộc vào loại viêm gan.  Viêm gan được chẩn đoán và điều trị bằng cách nào?  Người ta thường làm xét nghiệm máu để xác định xem có bị viêm gan hay không.  Nhiều bác sĩ không cho bệnh nhân sử dụng thuốc khi điều trị viêm gan siêu vi A mà chỉ thường khuyến nghị nên nghỉ ngơi cho đến khi nào hết sốt và hết vàng da và bệnh nhân có thể cảm thấy ngon miệng trở lại. Cũng cần nên cho bệnh nhân uống nhiều nước để tránh bị mất nước.  Viêm gan siêu vi B và siêu vi C đôi khi cũng được điều trị bằng thuốc, mặc dù một số loại thuốc trị viêm gan siêu vi C chỉ được phép sử dụng cho người lớn. Dẫu phương pháp điều trị viêm gan siêu vi B và siêu vi C đã trở nên có hiệu quả hơn nhưng người ta cũng không cam đoan là sẽ chữa lành được các chứng bệnh này.  Tự bảo vệ mình Vắc-xin có thể giúp phòng tránh được viêm gan siêu vi A và siêu vi B. Ngày nay, tất cả các trẻ em ở Hoa Kỳ đều được tiêm ngừa định kỳ viêm gan siêu vi B lúc mới sinh và viêm gan siêu vi A trong giai đoạn từ 1 đến 2 tuổi.  Bác sĩ khuyến cáo nên tiêm chủng vắc-xin ngừa viêm gan siêu vi A cho bất kỳ ai muốn. Tuy nhiên, người đi du lịch vòng quanh thế giới đến những nơi mà điều kiện vệ sinh không tốt lắm thì nên chủng ngừa.   Nếu một ai đó gần đây tiếp xúc với bệnh viêm gan siêu vi A hoặc siêu vi B thì bác sĩ có thể khuyến cáo nên tiêm một mũi globulin miễn dịch chứa kháng thể chống lại vi rút. Biện pháp này có thể giúp phòng tránh được bệnh.  Ngoài việc chủng ngừa viêm gan siêu vi A và siêu vi B thì bạn có thể tự bảo vệ mình khỏi nhiễm vi rút viêm gan bằng các cách dưới đây:  * Đừng quan hệ tình dục không an toàn.  * Tránh chích choác và dùng chung các dụng cụ chích hút ma tuý.  * Rửa tay sạch sẽ trước khi cầm nắm thức ăn và sau khi đi vệ sinh xong.  * Đảm bảo các cửa tiệm xăm mình hoặc xỏ lỗ (xiên da) nên khử trùng kim và các dụng cụ khác một cách đúng đắn. * Không nên sử dụng chung bàn chải đánh răng hoặc dao cạo. Bệnh viêm gan có thể lây truyền qua vết loét hoặc vết cắt.  * Tránh ăn tôm cua sống (chẳng hạn như con hàu hoặc con trai). Bạn có thể có nguy cơ mắc viêm gan siêu vi A nếu tôm cua được đánh bắt ở vùng nước nhiễm bẩn.  Bệnh viêm gan có thể là nguy hiểm, nhưng việc hiểu biết những điều làm cho bạn có nguy cơ mắc bệnh có thể giúp bạn phòng tránh được.   "
        },
        {
            "en": "Chickenpox    About Chickenpox Chickenpox is a common illness among kids, particularly those under age 12. An itchy rash of spots that look like blisters can appear all over the body and be accompanied by flu-like symptoms. Symptoms usually go away without treatment, but because the infection is very contagious, an infected child should stay home and rest until the symptoms are gone. Chickenpox is caused by the varicella-zoster virus (VZV). Kids can be protected from VZV by getting the chickenpox (varicella) vaccine, usually between the ages of 12 to 15 months. The Centers for Disease Control and Prevention (CDC) also recommends a booster shot at 4 to 6 years old for further protection. The CDC also recommends that people 13 years of age and older who have never had chickenpox or received the chickenpox vaccine get two doses of the vaccine at least 28 days apart.    A person usually has only one episode of chickenpox, but VZV can lie dormant within the body and cause a different type of skin eruption later in life called shingles (or herpes zoster). Getting the chickenpox vaccine significantly lowers kids' chances of getting chickenpox, but they might still develop shingles later in life. Symptoms Chickenpox causes a red, itchy skin rash that usually appears first on the abdomen or back and face, and then spreads to almost everywhere else on the body, including the scalp, mouth, nose, ears, and genitals. The rash begins as multiple small red bumps that look like pimples or insect bites. They develop into thin-walled blisters filled with clear fluid, which becomes cloudy. The blister wall breaks, leaving open sores, which finally crust over to become dry, brown scabs.  Chickenpox blisters are usually less than a quarter of an inch wide, have a reddish base, and appear in crops over 2 to 4 days. The rash may be more extensive or severe in kids who have skin disorders such as eczema.  Some kids have a fever, abdominal pain, sore throat, headache, or a vague sick feeling a day or 2 before the rash appears. These symptoms may last for a few days, and fever stays in the range of 100°-102° F (37.7°-38.8° C), though in rare cases may be higher. Younger kids often have milder symptoms and fewer blisters than older children or adults.   Chickenpox is usually a mild illness, but can affect some infants, teens, adults, and people with weak immune systems more severely. Some people can develop serious bacterial infections involving the skin, lungs, bones, joints, and the brain (encephalitis). Even kids with normal immune systems can occasionally develop complications, most commonly a skin infection near the blisters. Anyone who has had chickenpox (or the chickenpox vaccine) as a child is at risk for developing shingles later in life, and up to 20% do. After an infection, VZV can remain inactive in nerve cells near the spinal cord and reactivate later as shingles, which can cause tingling, itching, or pain followed by a rash with red bumps and blisters. Shingles is sometimes treated with antiviral drugs, steroids, and pain medications, and there's now a shingles vaccine for people 60 and older. Contagiousness  Chickenpox is contagious from about 2 days before the rash appears until all the blisters are crusted over. A child with chickenpox should be kept out of school until all blisters have dried, usually about 1 week. If you're unsure about whether your child is ready to return to school, ask your doctor. Chickenpox is very contagious — most kids with a sibling who's been infected will get it as well (if they haven't already had the disease or the vaccine), showing symptoms about 2 weeks after the first child does. To help keep the virus from spreading, make sure your kids wash their hands frequently, particularly before eating and after using the bathroom. And keep a child with chickenpox away from unvaccinated siblings as much as possible. People who haven't had chickenpox or the vaccine also can catch it from someone with shingles, but they cannot catch shingles itself. That's because shingles can only develop from a reactivation of VZV in someone who has previously had chickenpox. Chickenpox and Pregnancy Pregnant women and anyone with immune system problems should not be near a person with chickenpox. If a pregnant woman who hasn't had chickenpox in the past contracts it (especially in the first 20 weeks of pregnancy), the fetus is at risk for birth defects and she is at risk for more health complications than if she'd been infected when she wasn't pregnant. If she develops chickenpox just before or after the child is born, the newborn is at risk for serious health complications. There is no risk to the developing baby if the woman develops shingles during the pregnancy. If a pregnant woman has had chickenpox before the pregnancy, the baby will be protected from infection for the first few months of life, since the mother's immunity gets passed on to the baby through the placenta and breast milk. Those at risk for severe disease or serious complications — such as newborns whose mothers had chickenpox at the time of delivery, patients with leukemia or immune deficiencies, and kids receiving drugs that suppress the immune system — may be given varicella zoster immune globulin after exposure to chickenpox to reduce its severity. Prevention Doctors recommend that kids receive the chickenpox vaccine when they're 12 to 15 months old and a booster shot at 4 to 6 years old. The vaccine is about 70% to 85% effective at preventing mild infection, and more than 95% effective in preventing moderate to severe forms of the infection. Therefore, although some kids who are <em>immunized</em> still will get chickenpox, the symptoms are usually much milder than those of kids who haven't had the vaccine and become infected. Healthy kids who have had chickenpox do not need the vaccine — they usually have lifelong protection against the illness. Treatment A virus causes chickenpox, so the doctor won't prescribe antibiotics. However, antibiotics may be required if the sores become infected by bacteria. This is pretty common among kids because they often scratch and pick at the blisters.  The antiviral medicine acyclovir may be prescribed for people with chickenpox who are at risk for complications. The drug, which can make the infection less severe, must be given within the first 24 hours after the rash appears. Acyclovir can have significant side effects, so it is only given when necessary. Your doctor can tell you if the medication is right for your child. Dealing with discomfort To help relieve the itchiness, fever, and discomfort of chickenpox:     * Use cool wet compresses or give baths in cool or lukewarm water every 3 to 4 hours for the first few days. Oatmeal bath products, available at supermarkets and drugstores, can help to relieve itching. (Baths do not spread the rash.)     * Pat (don't rub) the body dry.     * Put calamine lotion on itchy areas (but don't use it on the face, especially near the eyes).     * Serve foods that are cold, soft, and bland because chickenpox in the mouth may make drinking or eating difficult. Avoid feeding your child anything highly acidic or especially salty, like orange juice or pretzels.     * Ask your doctor or pharmacist about pain-relieving creams to apply to sores in the genital area.     * Give your child acetaminophen regularly to help relieve pain if your child has mouth blisters.     * Ask the doctor about using over-the-counter medication for itching. Never use aspirin to reduce pain or fever in kids with chickenpox because aspirin has been associated with the serious disease Reye syndrome, which can lead to liver failure and even death. As much as possible, discourage kids from scratching. This can be difficult for them, so consider putting mittens or socks on your child's hands to prevent scratching during sleep. In addition, trim fingernails and keep them clean to help lessen the effects of scratching, including broken blisters and infection. Most chickenpox infections require no special medical treatment. But sometimes, there are problems. Call the doctor if your child:     * has fever that lasts for more than 4 days or rises above 102° F (38.8° C)     * has a severe cough or trouble breathing     * has an area of rash that leaks pus (thick, discolored fluid) or becomes red, warm, swollen, or sore     * has a severe headache     * is unusually drowsy or has trouble waking up     * has trouble looking at bright lights     * has difficulty walking     * seems confused     * seems very ill or is vomiting     * has a stiff neck Call your doctor if you think your child has chickenpox and you have a question or are concerned about a possible complication. The doctor can guide you in watching for complications and in choosing medication to relieve itching. If taking your child to the doctor, let the office know in advance that your child might have chickenpox. It's important to try to avoid exposing other kids in the office — for some of them, a chickenpox infection could cause severe complications.",
            "vi": "Bệnh thuỷ đậu    Tìm hiểu về bệnh thuỷ đậu Bệnh thuỷ đậu là căn bệnh thường gặp của trẻ con, nhất là những trẻ dưới 12 tuổi. Chứng phát ban mụn giộp ngứa này trông giống như những vết giộp da có thể nổi khắp nơi trên cơ thể cùng với các triệu chứng giống như cúm. Các triệu chứng này thường hết mà không phải chữa nhưng do thuỷ đậu rất hay lây nên trẻ bị nhiễm bệnh nên ở nhà và nghỉ ngơi cho đến khi lành bệnh.   Bệnh thủy đậu gây ra do vi-rút bệnh thủy đậu (VZV). Trẻ con có thể phòng ngừa bằng cách tiêm ngừa vắc-xin thủy đậu, thường từ 12 đến 15 tháng tuổi. Trung tâm kiểm soát và phòng tránh bệnh tật (CDC) cũng khuyến cáo tiêm nhắc lại ở độ tuổi từ 4 đến  6 tuổi để phòng tránh bệnh thủy đậu được tốt hơn. (CDC) cũng khuyến cáo tất cả mọi người từ 13 tuổi trở lên chưa từng bị bệnh thuỷ đậu hoặc đã tiêm ngừa vắc-xin thuỷ đậu nên tiêm 2 liều cách nhau ít nhất là 28 ngày. Thông thường thì người ta chỉ mắc bệnh thuỷ đậu một lần duy nhất trong đời nhưng vi-rút gây bệnh thủy đậu có thể ẩn (ngủ/không hoạt động) bên trong cơ thể và có thể gây ra một loại ban trên da khác gọi là bệnh zô-na. Việc tiêm ngừa vắc-xin thuỷ đậu giúp làm giảm nguy cơ mắc bệnh ở trẻ một cách đáng kể, nhưng về sau cũng có thể mắc bệnh zô-na. Các triệu chứng của bệnh thủy đậu  Bệnh thuỷ đậu thường gây phát ban đỏ trên da và làm ngứa ngáy, khó chịu và thường xuất hiện ở bụng hoặc lưng và mặt đầu tiên và lan ra khắp nơi trên cơ thể, như da đầu, miệng, mũi, tai, và cơ quan sinh dục ngoài. Chứng phát ban này bắt đầu với rất nhiều các nốt nhỏ sưng đỏ trông giống như các nốt mụn hoặc các vết cắn của côn trùng. Chúng phát triển thành những nốt giộp có thành da mỏng, lúc đầu chứa dịch trong suốt và sau trở thành màu đục. Lớp da giộp bên ngoài vỡ ra, gây đau đớn và cuối cùng để lại lớp vảy khô, màu nâu. Bề mặt các vết giộp thuỷ đậu thường có bề ngang chưa tới ¼ in-sơ và có màu hơi đỏ, mọc thành từng mảng từ 2 đến 4 ngày. Chứng phát ban thủy đậu này có thể phát triển nhiều hơn hoặc trở nên trầm trọng hơn đối với những đứa trẻ bị bệnh về da như bị chàm chẳng hạn. Một số trẻ bị sốt, đau bụng, đau họng, nhức đầu, hoặc hơi buồn nôn trước khi phát bệnh từ 1 đến 2 ngày. Các triệu chứng này có thể kéo dài trong một vài ngày và sốt cao dao động từ 100°-102° F (37.7°-38.8° C), mặc dù nhiều trường hợp có thể sốt cao hơn. người lớn và trẻ lớn tuổi hơn thường có các triệu chứng nặng hơn và vết giộp nhiều hơn trẻ nhỏ.   Bệnh thuỷ đậu thường là bệnh nhẹ, nhưng có thể làm cho một số trẻ sơ sinh, thanh thiếu niên, người lớn và người có hệ miễn dịch yếu trầm trọng hơn. Một số người có thể biến chứng nhiễm khuẩn nghiêm trọng như da, phổi, xương, khớp, và não (viêm não). Thậm chí là những trẻ em có hệ miễn dịch bình thường đôi khi cũng bị biến chứng, thường gặp nhất là nhiễm trùng da gần các vết giộp. Bất cứ người nào đã bị thủy đậu (hoặc đã tiêm ngừa vắc-xin thuỷ đậu) lúc nhỏ đều có nguy cơ mắc bệnh zô-na về sau và có tới 20% số người mắc bệnh này. Sau khi lây nhiễm thì vi-rút bệnh thuỷ đậu vẫn chưa hoạt động trong tế bào thần kinh gần tuỷ sống và hoạt động trở thành bệnh zô-na về sau, có thể gây ra ù tai, ngứa, hoặc đau cùng với chứng phát ban mụn giộp màu đỏ và giộp da. Bệnh zô-na được điều trị bằng thuốc kháng vi-rút, xtê-rô-it, và thuốc giảm đau, và hiện đã có vắc-xin ngừa zô-na cho người 60 tuổi trở lên. Sự lây nhiễm của bệnh thủy đậu Bệnh thủy đậu thường lây lan khoảng từ 2 ngày trước khi phát ban cho đến khi vếp giộp đóng vảy khô. Trẻ bị thuỷ đậu nên nghỉ học cho đến khi tất cả các vết giộp khô nước và đóng vảy, thường khoảng 1 tuần. Nếu bạn không chắc là con mình có thể đi học lại được chưa thì hãy hỏi ý kiến bác sĩ.  Bệnh thủy đậu rất hay lây – hầu hết trẻ con có anh chị em ruột bị bệnh thì cũng sẽ lây bệnh (nếu chưa bệnh hay chưa tiêm ngừa  vắc-xin thủy đậu), và thường phát các triệu chứng bệnh khoảng 2 tuần sau khi đứa đầu bị bệnh. Để ngăn ngừa vi-rút lây lan, phải đảm bảo rằng con bạn rửa tay thường xuyên, nhất là trước khi ăn và sau khi đi vệ sinh xong; đồng thời hạn chế cho đứa trẻ bị thuỷ đậu đến gần các anh chị em ruột chưa tiêm ngừa vắc-xin càng nhiều càng tốt. Người chưa bị thủy đậu hoặc chưa tiêm ngừa vắc-xin thủy đậu cũng có thể mắc bệnh từ một người khác bị zô-na, mà không lây zô-na. Đó là lý do tại sao zô-na chỉ có thể phát triển do vi-rút bệnh thuỷ đậu ở một người khác đã từng bị thủy đậu hoạt động trở lại. Bệnh thuỷ đậu và thai kỳ Phụ nữ có thai và người có hệ miễn dịch không tốt không nên đến gần người bị thủy đậu. Nếu phụ nữ có thai chưa bị thủy đậu mà giờ nhiễm bệnh (nhất là trong 20 tuần đầu của thai kỳ), thì bào thai sẽ có nguy cơ bị dị tật bẩm sinh và mẹ gặp nguy cơ biến chứng sức khỏe nhiều hơn khi bị thủy đậu mà không mang thai. Nếu mẹ bị thủy đậu ngay trước hay sau khi sinh con thì em bé mới sinh cũng sẽ có nguy cơ biến chứng sức khỏe nghiêm trọng. Nếu trong thời kỳ mang thai mẹ bị zô-na thì cũng không nguy hiểm gì đối với sự phát triển của em bé.  Nếu phụ nữ mang thai đã bị thủy đậu trước khi có thai thì em bé sẽ được bảo vệ khỏi sự lây nhiễm trong những tháng đầu đời, vì sự miễn dịch của mẹ sẽ được truyền sang cho con qua nhau và sữa mẹ. Người có nguy cơ mắc bệnh trầm trọng hay biến chứng phức tạp-như em bé mới sinh có mẹ mắc bệnh thủy đậu vào lúc sinh sản, bệnh nhân bị bệnh bạch cầu và suy giảm hệ miễn dịch và trẻ con dùng thuốc làm ngăn chặn hệ miễn dịch-có thể được điều trị bằng cách tiêm globulin miễn nhiễm zô-na thuỷ đậu sau khi mắc bệnh thuỷ đậu để làm cho bệnh bớt trầm trọng. Phòng ngừa bệnh thủy đậu  Các bác sĩ khuyến cáo trẻ con nên tiêm ngừa vắc-xin thủy đậu từ 12 đến 15 tháng tuổi và tiêm nhắc lại từ 4 đến 6 tuổi. Vắc-xin có hiệu quả phòng chống lây nhiễm từ 70-85% các trường hợp nhẹ và trên 95% đối với các hình thức lây nhiễm trung bình đến trầm trọng. Do đó, vẫn có một số trẻ mặc dù được gây miễn dịch nhưng vẫn mắc bệnh thủy đậu, và các triệu chứng thường nhẹ hơn rất nhiều so với những đứa trẻ bị bệnh chưa từng tiêm ngừa vắc xin. Những trẻ khỏe mạnh đã bị thủy đậu không cần phải tiêm ngừa vắc-xin-chúng thường được miễn nhiễm suốt đời. Điều trị bệnh thủy đậu Bệnh thủy đậu gây ra do vi-rút, vì thế bác sĩ sẽ không kê toa dùng thuốc kháng sinh. Tuy nhiên nếu các vết giộp bị nhiễm khuẩn thì vẫn dùng thuốc kháng sinh. Điều này cũng thấy khá nhiều ở trẻ con vì chúng thường cào xước và làm vỡ các nốt giộp.  Đối với người bị thủy đậu có nguy cơ biến chứng thì có thể kê toa thuốc kháng vi-rút acyclovir (thuốc kháng virus có tác dụng chống lại virus Herpes gây bệnh mụn giộp ở bộ phận sinh dục). Thuốc này có thể làm giảm lây nhiễm của bệnh và phải được dùng trong vòng 24 tiếng đồng hồ đầu tiên khi phát bệnh. Thuốc acyclovir có thể có rất nhiều tác dụng phụ, vì vậy chỉ nên dùng khi cần thiết. Bác sĩ của bạn sẽ tư vấn cho bạn biết liệu thuốc có thích hợp với con bạn hay không. Đối phó với cơn khó chịu của bệnh thủy đậu Để làm giảm cơn ngứa ngáy, sốt, và khó chịu của bệnh thuỷ đậu: * Dùng gạc ẩm mát hoặc tắm bằng nước mát hoặc ấm cách 3 đến 4 giờ 1 lần trong một vài ngày đầu tiên. Nhiều loại sản phẩm tắm chứa chiết xuất yến mạch có bán ở các siêu thị và hiệu thuốc có tác dụng làm giảm ngứa. (Tắm cũng không làm ban nổi nhiều hơn.) * Vỗ nhẹ (đừng chà xát) cơ thể cho khô ráo. * Thoa kem calamine (bột ô-xít kẽm và ô-xít sắt màu hồng, không mùi vị, thường dùng làm kem thoa da) lên chỗ ngứa (nhưng đừng thoa kem lên mặt, nhất là gần vùng mắt). * Hãy ăn thức ăn nguội, mềm và nhạt vì các nốt giộp của bệnh thủy đậu trong miệng có thể làm cho bạn ăn và uống rất khó khăn. Nên tránh cho con bạn ăn bất cứ thứ gì nhiều a-xít chua hoặc nhất là các loại thức ăn chứa nhiều muối,  như nước cam ép hoặc bánh quy cây. * Hãy hỏi bác sĩ hay dược sĩ của bạn các loại kem giảm đau để có thể xức ở những chỗ đau vùng sinh dục. * Nên cho con bạn dùng thuốc acetaminophen (thuốc giảm đau và hạ sốt) thường xuyên nếu bé bị nổi mụn giộp trong miệng. * Hãy tham khảo ý kiến của bác sĩ về các loại thuốc trị ngứa có thể mua tự do không theo toa. Đừng bao giờ dùng thuốc at-xpi-rin để giảm đau hay hạ sốt cho trẻ bị thủy đậu vì thuốc at-xpi-rin liên quan đến hội chứng bệnh Reye nguy hiểm (Reye's syndrome:  bệnh nguy hiểm ở trẻ em sau khi bị nhiễm trùng đường hô hấp, triệu chứng là ói mửa, gan tụ mỡ, mất phương hướng, sưng não và thận; hội chứng Reye (do bác sĩ Úc Ralph Douglas Reye tìm ra)), có thể dẫn đến suy gan và thậm chí có thể gây tử vong. Nên căn dặn trẻ đừng gãi xước càng nhiều càng tốt. Điều này rất khó cho bọn trẻ, thế nên hãy mang găng tay hở ngón hay vớ vào tay cho bé để ngăn không cho bé làm trầy xước khi ngủ. Ngoài ra, hãy cắt tỉa móng tay cho bé gọn gàng và giữ móng tay sạch sẽ để giúp giảm bớt trầy xước, gồm các vết giộp bị vỡ ra và nhiễm trùng.  Hầu hết các bệnh lây nhiễm thủy đậu không cần phải điều trị gì đặc biệt. Nhưng đôi khi thì chứng bệnh này cũng gây nhiều rắc rối. Hãy gọi điện cho bác sĩ trong trường hợp con bạn bị: * sốt kéo dài trên 4 ngày hoặc sốt trên 102° F (38.8° C) * ho dữ dội hoặc khó thở * vùng nổi ban rỉ mủ (dịch mủ nhiều và đổi màu) hoặc vùng phát ban bị đỏ, ấm, sưng lên hoặc đau nhức  * nhức đầu dữ dội * buồn ngủ một cách khác thường hoặc không thức dậy nổi * khó nhìn ánh sáng chói  * đi bộ khó khăn * mơ hồ, hoang mang; không phân biệt được  * bệnh có vẻ rất trầm trọng hoặc nôn mửa * bị vẹo cổ Hãy gọi cho bác sĩ nếu bạn nghĩ là con mình bị thủy đậu và nếu thắc mắc hay lo lắng về một biến chứng nào đó có thể xảy ra. Bác sĩ có thể hướng dẫn cho bạn theo dõi các biến chứng và chọn loại thuốc trị ngứa phù hợp. Trong trường hợp bạn cho con mình đi bác sĩ, bạn nên cho phòng khám biết trước là bé có lẽ bị bệnh thủy đậu. Điều này rất quan trọng, có thể tránh làm lây lan sang những đứa trẻ khác trong phòng khám-bởi đối với một số trẻ thì sự lây nhiễm bệnh thủy đậu có thể gây ra một số biến chứng trầm trọng."
        },
        {
            "en": "Your child’s immunization        At birth, infants have protection against certain diseases because antibodies have passed through the placenta from the mother to the unborn child. After birth, breastfed babies get the continued benefits of additional antibodies in breast milk. But in both cases, the protection is temporary. Immunization (vaccination) is a way of creating immunity to certain diseases by using small amounts of a killed or weakened microorganism that causes the particular disease. Microorganisms can be viruses, such as the measles virus, or they can be bacteria, such as pneumococcus. Vaccines stimulate the immune system to react as if there were a real infection — it fends off the \"infection\" and remembers the organism so that it can fight it quickly should it enter the body later. Some parents may hesitate to have their kids vaccinated because they're worried that the children will have serious reactions or may get the illness the vaccine is supposed to prevent. Because the components of vaccines are weakened or killed — and in some cases, only parts of the microorganism are used — they're unlikely to cause any serious illness. Some vaccines may cause mild reactions, such as soreness where the shot was given or fever, but serious reactions are rare. The risks of vaccinations are small compared with the health risks associated with the diseases they're intended to prevent. The following vaccinations and schedules are recommended by the American Academy of Pediatrics (AAP). Please note that some variations are acceptable and that changes in recommendations frequently occur as new vaccines are developed. The AAP recommends that children get combination vaccines (rather than single vaccines) whenever possible. Many vaccines are offered in combination to help reduce the number of shots a child receives. Your doctor will determine the best vaccinations and schedule for your child. Recommended vaccinations: Hepatitis B Hepatitis B virus (HBV) affects the liver. Those who are infected can become lifelong carriers of the virus and may develop long-term problems such as cirrhosis (liver disease) or cancer of the liver. Immunization schedule Hepatitis B vaccine usually is given as a series of three injections. The first shot is often given to infants shortly after birth. If the mother of a newborn carries the hepatitis B virus in her blood, the infant needs to receive the first shot within 12 hours after birth, along with another shot (HBIG) to immediately provide protection against the virus. If a newborn's mother shows no evidence of HBV in her blood, the infant may receive the hepatitis B vaccine any time prior to leaving the hospital. It may also be delayed until the 1- or 2- month visit to your doctor. If the first dose is given shortly after birth, the second shot is given at 1 to 2 months and the third at 6 to 18 months. For infants who don't receive the first shot until 1 to 2 months, the second shot is given at 3 to 4 months and the third at 6 to 18 months. In either case, the second and third shots are usually given in conjunction with other routine childhood immunizations. Why the vaccine is recommended The hepatitis B vaccine usually creates long-term immunity. Infants who receive the HBV series should be protected from hepatitis B infection not only throughout their childhood but also into the adult years. Eliminating the risk of infection also decreases risk for cirrhosis of the liver, chronic liver disease, and liver cancer. Young adults and adolescents should also receive the vaccine if they did not as infants. Possible risks There is a very small chance of an allergic reaction with any vaccine. Serious problems associated with receiving the HBV vaccine are rare. Problems that do occur tend to be minor, such as fever or redness or tenderness at the injection site. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if a severe allergic reaction (called anaphylaxis) occurred after a previous injection of the HBV vaccine Caring for your child after immunization The vaccine may cause mild fever, and soreness and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Very young infants should not be given either medication, but for older infants or children, check with the doctor about the appropriate medication and dose. When to call the doctor * if you're not sure of the recommended schedule for the hepatitis B vaccine  * if you have concerns about your own HBV carrier state  * if serious adverse symptom appear after your child has received an HBV injection  Pneumococcal Vaccine (PCV) The pneumococcal conjugate vaccine (PCV) protects against pneumococcal infections. The bacterium is a leading cause of serious infections, including pneumonia, blood infections, and bacterial meningitis. Children under 2 years old, adults over 65 years old, and people with certain medical conditions are most susceptible to serious pneumococcal infections. The pneumococcus bacterium is spread through person-to-person contact. The vaccine not only prevents the infection in children who receive it, it also helps stop its spread. Immunization schedule PCV immunizations are given as a series of four injections starting at 2 months of age and following at 4 months, 6 months, and 12 to 15 months. Kids who miss the first dose or may have missed subsequent doses due to vaccine shortage should still receive the vaccine, and your doctor can give you a modified schedule for immunization. Why the vaccine is recommended The most serious infections affect children younger than 2 years old, and the vaccine will protect them when they're at greatest risk. PCV also is recommended for kids between 2 and 5 years of age who are at high risk for serious pneumococcal infections because they have medical problems such as: * sickle cell anemia  * a damaged spleen or no spleen  * HIV/AIDS  * cochlear implants  * a disease that affects the immune system, such as diabetes or cancer  * receiving medications that affect the immune system, such as steroids or chemotherapy  * chronic heart or lung disease  In addition, these high-risk children may also receive the pneumococcal polysaccharide vaccine (PPV) in addition to the PCV when they're older than 24 months. Possible risks Children who receive the PCV vaccine may have redness, tenderness, or swelling where the shot was given. A child may also have a fever after receiving the shot. There is a very small chance of an allergic reaction with any vaccine.  When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has had a severe allergic reaction to a previous dose of the vaccine  Caring for your child after immunization The vaccine may cause mild fever, and soreness and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. When to call the doctor * if your child missed a dose in the series  * if a severe allergic reaction or high fever occurs after immunization DTaP The DTaP vaccine protects against: * diphtheria — a serious infection of the throat that can block the airway and cause severe breathing difficulty  * tetanus — a nerve disease, which can occur at any age, caused by toxin-producing bacteria contaminating a wound  * pertussis (whooping cough) — a respiratory illness with cold symptoms that progress to severe coughing (the \"whooping\" sound occurs when the child breathes in deeply after a severe coughing bout); serious complications of pertussis can occur in children under 1 year of age, and those under 6 months old are especially susceptible. Teens and adults with a persistent cough may not realize they have pertussis, and may pass it to vulnerable infants.  Immunization schedule DTaP immunizations are given as a series of five injections and are usually administered at ages 2 months, 4 months, 6 months, 15 to 18 months, and 4 to 6 years. After the initial series of immunizations, a vaccine called Tdap (the booster shot) should be given at ages 11 to 12, or to older teens and adults who haven't yet received a booster with pertussis coverage. Then, Td (tetanus and diphtheria) boosters are recommended every 10 years.  Why the vaccine is recommended Use of the DTaP vaccine has virtually eliminated diphtheria and tetanus in childhood and has markedly reduced the number of pertussis cases. Possible risks The vaccine frequently causes mild side effects: fever, mild crankiness, tiredness, loss of appetite, and tenderness, redness, or swelling in the area where the shot was given. Rarely, seizures or allergic reactions can occur following DTaP. Most of these side effects result from the pertussis component of the vaccine. Severe complications caused by DTaP immunization are rare. Most kids have little or no problem. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has an uncontrolled seizure disorder or certain neurologic diseases or seems not to be developing normally — the pertussis component of the vaccine may not be given, and your child may receive a DT (diphtheria and tetanus) vaccine instead  If your child experienced any of the following after an earlier DTaP, consult with your doctor before your child receives another injection of the vaccine: * seizures within 7 days after injection  * worsening of seizures  * an allergic reaction after receiving the vaccine, such as mouth, throat, or facial swelling  * difficulty breathing  * temperature of 105° Fahrenheit (40.5° Celsius) or higher during the first 2 days after injection  * shock or collapse during the first 2 days after injection  * persistent, uncontrolled crying that lasts for more than 3 hours during the first 2 days after injection  Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. A warm, damp cloth or a heating pad also may help reduce soreness. Moving or using the limb that has received the injection often reduces the soreness. When to call the doctor * if you aren't sure whether the vaccine should be postponed or avoided. Children who have had certain problems with the DTaP vaccine usually can safely receive the DT vaccine.  * if complications or severe symptoms develop after immunization, including seizures, fever above 105° Fahrenheit (40.5° Celsius), difficulty breathing or other signs of allergy, shock or collapse, or uncontrolled crying for more than 3 hours  Hib Haemophilus influenzae type b bacteria were the leading cause of meningitis in children under 5 years until the Hib vaccine became available. Immunization schedule The Hib vaccine is given by injection at ages 2 months, 4 months, and 6 months (however, some of the Hib vaccines do not require a dose at 6 months). A booster dose is given at 12 to 15 months. Why the vaccine is recommended The vaccine provides long-term protection from Haemophilus influenzae type b. Those <em>immunized</em> have protection against Hib meningitis, pneumonia, pericarditis (an infection of the membrane covering the heart), and infections of the blood, bones, and joints caused by the bacteria. Possible risks Minor problems, such as redness, swelling, or tenderness where the shot was given, may occur. There is a very small chance of an allergic reaction with any vaccine. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if severe allergic reaction occurs after an injection of the Hib vaccine, further Hib immunizations may not be given to your child  Caring for your child after immunization The vaccine may cause mild soreness and redness in the area where the shot was given. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. When to call the doctor * if you aren't sure whether the vaccine should be postponed or avoided  * if serious adverse reactions appear after the Hib injection  IPV Polio is a viral infection that can result in permanent paralysis. Immunization schedule The inactivated poliovirus vaccine (IPV) is usually given at ages 2 months, 4 months, 6 to 18 months, and 4 to 6 years. Until recently, the oral poliovirus vaccine (OPV) was given in the United States. Updated recommendations by the Advisory Committee on Immunization Practices now call for IPV injections. This change eliminates the previous small risk of developing polio after receiving the live oral polio vaccine. Why the vaccine is recommended The vaccine offers protection against polio, which can cause paralysis and death. Possible risks Side effects include fever and redness or soreness at the site of injection. There is a very small chance of an allergic reaction with any vaccine. When to delay or avoid immunization * IPV should not be given to kids with severe allergy to neomycin, streptomycin, or polymyxin B.  * IPV should not be given to kids who had a severe allergic reaction to a previous IPV shot.  Caring for your child after immunization IPV may cause mild fever, and soreness and redness at the site of the injection for several days. Depending on the age of your child, pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. When to call the doctor * if you aren't sure whether the vaccine should be postponed or avoided  * if severe adverse reactions occur after the immunization Influenza Influenza, or \"the flu,\" is a highly contagious viral infection of the respiratory tract. Immunization schedule Beginning in the 2010-2011 flu season, the seasonal flu vaccine protects against H1N1 flu, as well as other flu viruses. The Centers for Disease Control and Prevention (CDC) recommends the flu vaccine for all people age 6 months and older. Certain people are at higher risk of complications from the flu. They include: * pregnant women  * children younger than age 5, especially those younger than 2  * people age 65 and older  * people of any age who have chronic health conditions  Infants younger than 6 months are too young to receive the vaccine, but all other high risk persons should be vaccinated. Health care workers, caregivers, and close contacts of at-risk persons (including those who care for infants younger than 6 months) should also get the flu vaccine. In the past, there have been times when there were vaccine shortages and delays. So talk with your doctor about availability. For kids younger than 9 who are getting the seasonal influenza vaccine for the first time or did not get the H1N1 vaccine during the 2009-2010 flu season, it's given in two separate shots a month apart. It can take about 2 weeks after the shot is given for the body to build up protection against the flu. A non-shot option called the nasal mist vaccine came on the market in 2003 for the seasonal flu and is now approved for use in healthy 2- to 49-year-olds. The nasal mist contains live but weakened virus that will not cause the flu. However, the vaccine isn't recommended for kids with certain medical conditions or pregnant women. Talk to your doctor about which vaccine is right for your child. Why the vaccine is recommended The flu vaccine reduces a person's chances of catching the flu by up to 80% during the season. Getting the shot before the flu season is in full force gives the body a chance to build up immunity to, or protection from, the virus. The shot usually becomes available between September and mid-November. Although you can get a flu shot well into flu season, it's best to try to get it earlier rather than later. However, later in the flu season, it's still a good idea to get protection. Even if you or your child got the seasonal flu vaccine last year, that won't protect you from getting the seasonal flu this year, because the protection wears off and flu viruses constantly change. That's why the vaccine is updated each year to include the most current strains of the virus. A good example of how flu viruses change (and sometimes develop new strains) was the outbreak of the H1N1 flu in 2009. This flu strain was not included in the 2009-2010 seasonal flu vaccine, so a separate H1N1 flu vaccine was developed. Since then, the H1N1 flu shot has been incorporated into the seasonal flu shot.  Possible risks Usually given as an injection in the upper arm, the flu shot contains killed flu viruses that will not cause someone to get the flu, but will cause the body to make antibodies to fight off a live flu virus if it does enter the body.  Some of the most common side effects from the flu shot are soreness, redness, or swelling at the site of the injection. A low-grade fever and aches are also possible. Because the nasal spray flu vaccine is made from live viruses, it may cause mild flu-like symptoms, including runny nose, headache, vomiting, muscle aches, and fever. Very rarely, the flu vaccine can cause serious side effects such as a severe allergic reaction. When to delay or avoid immunization People who should not get the seasonal flu shot include: * infants under 6 months old  * anyone who's severely allergic to eggs and egg products. Tell the doctor if your child is allergic before he or she gets a flu shot. * anyone who's ever had a severe reaction to a flu vaccination  * anyone who's had Guillain-Barré syndrome (GBS, a rare medical condition that affects the nerves)  * anyone with a severe illness Caring for your child after immunization Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. Some doctors recommend a dose just before the immunization. A warm, damp cloth or a heating pad also may help minimize soreness. Moving or using the limb that has received the injection often reduces the soreness as well. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are serious problems after the immunization, such as an allergic reaction, high fever, or other concern  MMR (measles, mumps, rubella) The MMR vaccine protects against measles, mumps, and rubella (German measles). MMR vaccinations are given by injection in two doses. The first is administered at age 12 to 15 months; the second generally is given at age 4 to 6 years. Why the vaccine is recommended Measles, mumps, and rubella are infections that can lead to significant illness. More than 95% of children receiving MMR will be protected from the three diseases throughout their lives. Possible risks Serious problems such as allergic reactions are rare. Potential mild to moderate adverse effects include rash, fever, swollen cheeks, febrile seizures, and mild joint pain. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has an allergy to gelatin or to the antibiotic neomycin, check with your doctor about immunization  * if your child had a severe allergic reaction to a previous dose of MMR vaccine  * if your child has recently received gamma globulin or a blood transfusion, check with your doctor about immunization  * if your child has a medical problem that affects the immune system, such as cancer  * if your child is taking prednisone, steroids, or other immunosuppressive drugs  * if your child is undergoing chemotherapy or radiation therapy  * if your child has ever had a low platelet count, check with your doctor about immunization  * pregnant women should wait until after delivery for the vaccine  Caring for your child after immunization If a rash develops without other symptoms, no treatment is necessary and it should resolve within several days. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and find out the appropriate dose. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  Varicella (chickenpox) The varicella vaccine protects against chickenpox (varicella), a common and very contagious childhood viral illness. Immunization schedule The varicella vaccine is given by injection between the ages of 12 and 15 months, followed by a booster shot at 4 to 6 years of age for further protection. Older kids under the age of 13 years who have not had chickenpox may also receive the vaccine, with the two doses given at least 3 months apart. Kids 13 years or older who have not had either chickenpox or the vaccine need two vaccine doses at least 1 month apart. Why the vaccine is recommended The varicella vaccine prevents severe illness in almost all children who are <em>immunized</em>. It's up to 85% effective in preventing mild illness. Vaccinated kids who do get chickenpox generally have a mild case. Possible risks Serious reactions such as allergic reactions are extremely rare. Possible mild effects are tenderness and redness where the shot was given, fever, fatigue, and a varicella-like illness. A rash can occur up to 1 month after the injection. It may last for several days but will disappear on its own without treatment. There is a very small risk of febrile seizures after vaccination. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your child has an allergy to gelatin or to the antibiotic neomycin  * if your child had a severe allergic reaction to a previous dose of varicella vaccine  * if your child has recently received gamma globulin or a blood transfusion, talk to your doctor about immunization  * if your child has a disorder that affects the immune system, such as cancer; is taking prednisone, steroids, or other immunosuppressive drugs; or is undergoing chemotherapy or radiation therapy  * pregnant women should wait until after delivery for vaccination  Caring for your child after immunization Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and find out the appropriate dose. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization MCV4 The meningitis vaccine protects against meningococcal disease, a serious bacterial infection that can lead to bacterial meningitis. The vaccine is recommended for kids at age 11 or 12 years, at ages 13 to 18 years if not previously vaccinated, and older teens who are entering college and will be living in a dormitory setting, and those entering the military. It is also recommended for children between the ages of 2 and 10 with certain high risk medical problems. When medical problems continue, these kids also need a follow-up booster dose a few years later, depending on the age at which the first dose was given. Why the vaccine is recommended Bacterial meningitis, an inflammation of the membrane that protects the brain and spinal cord, is a rare but highly contagious disease that can spread rapidly among kids who are in close quarters. It can be life-threatening if not promptly treated. Possible risks Some of the most common side effects are swelling, redness, and pain at the site of the injection, along with headache, fever, or fatigue. Severe problems, such as allergic reactions, are rare. When to delay or avoid immunization * if your child has had allergic reactions to the DTaP vaccine or to latex  * if your child has a history of Guillain-Barré syndrome, a disease of the nervous system which causes progressive weakness  * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. A warm, damp cloth or a heating pad also may help reduce soreness. Moving or using the limb that has received the injection often reduces the soreness. When to Call the Doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization Hepatitis A The hepatitis A virus (HAV) causes fever, nausea, vomiting, and jaundice, and can lead to community-wide epidemics. Childcare centers are a common site of outbreaks. The vaccine is recommended for children 12 to 23 months old, followed by a second dose 6 months later. Although in the past the vaccine was recommended for older kids and adults who were at high risk for the disease (such as those who lived in or traveled to locations with high rates of HAV), the vaccine is now recommended for anyone who desires immunity to the disease. Why the vaccine is recommended Vaccination against HAV can help stop epidemics from developing in the community, in addition to protecting the individual child. Some infected children do not have any symptoms, and can spread the virus to others. The more young children who are vaccinated against HAV, the more limited the spread of disease will be in a community. Possible risks Side effects are usually mild fever, and tenderness, swelling, and redness at the site of the injection. Allergic reactions to the vaccine are rare. When to delay or avoid immunization * if your child is currently sick, although simple colds or other minor illnesses should not prevent immunization * if your child had an allergic reaction to the first dose of hepatitis A vaccine  Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  Rotavirus Rotavirus is a common virus that causes diarrhea, especially in infants and young children. Childcare centers are a common site of outbreaks. The vaccine, which is a liquid given by mouth, is recommended at ages 2 and 4 months, as well as a dose at 6 months depending on the brand vaccine used. Why the vaccine is recommended Rotavirus can cause dehydration secondary to large amounts of diarrhea, and can result in children requiring hospitalization. Vaccination against rotavirus can help stop spread in the community, in addition to protecting the individual child. Possible risks Side effects can include diarrhea and vomiting, in addition to fever. When to delay or avoid immunization * if your child is currently sick, although simple colds should not prevent immunization  * if your child had an allergic reaction to a previous dose of the vaccine  * let the doctor know if your child has an allergy to latex * if your child has an abnormality of the digestive system or a gastrointestinal disease, talk to your doctor about immunization  * if your child has a history of intussusception, a type of serious bowel blockage, talk to your doctor about immunization  * if your child has recently received gamma globulin or a blood transfusion  * if your child has immune system problems from a disease such as cancer; is taking steroids or other immunosuppressive drugs; or is undergoing chemotherapy or radiation therapy  Caring for your child after immunization Depending on the age of your child, fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and to find out the appropriate dose. If vomiting or diarrhea occur, make sure to give your child frequent amounts of fluid and watch for signs of dehydration, such as less urine than usual. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  HPV Human papillomavirus (HPV) is a sexually transmitted disease (STD) that causes genital warts and changes in the cervix that can result in cervical cancer. The vaccine is given as a series of three shots over a 6-month period and is recommended for girls 11 or 12 years old, as well as for older girls who are unvaccinated. The vaccine can also be given to boys ages 9 through 18 years, to prevent the development of genital warts.  Why the vaccine is recommended Because HPV can cause serious problems such as genital warts and cervical cancer, a vaccine is an important step in preventing infection and protecting against the spread of HPV. It works best when given before a girl becomes sexually active. Possible risks Side effects are usually mild fever and tenderness, swelling, and redness at the site of the injection. Dizziness, fainting, nausea, and vomiting may also occur after the shot. Allergic reactions to the vaccine occur rarely. When to delay or avoid immunization * if your daughter is currently sick, although simple colds or other minor illnesses should not prevent immunization  * if your daughter had an allergic reaction to the first dose of HPV vaccine  * if your daughter has had a severe allergic reaction to yeast  * if your daughter is pregnant  * if your daughter has a bleeding disorder (discuss with your hematologist)  Caring for your child after immunization Your child may experience fever, soreness, and some swelling and redness in the area where the shot was given. Pain and fever may be treated with acetaminophen or ibuprofen. Check with your doctor to see if you can give either medication, and find out the appropriate dose. When to call the doctor * if you aren't sure if the vaccine should be postponed or avoided  * if there are problems after the immunization  Immunization schedule This immunization schedule is a handy reference to help you keep track of which vaccines your child needs to receive and when. Types of vaccines Some types of vaccines are: 1. Attenuated (weakened) live viruses are used in some vaccines such as in the measles, mumps, and rubella (MMR) vaccine.  2. Killed (inactivated) viruses or bacteria are used in some vaccines, such as in IPV.  3. Toxoid vaccines contain an inactivated toxin produced by the bacterium. For example, the diphtheria and tetanus vaccines are toxoid vaccines.  4. Conjugate vaccines (such as Hib) contain parts of bacteria combined with proteins.  Immunizations for travel Specific information about which immunizations are required by travelers to each country worldwide is available directly from the Centers for Disease Control and Prevention (CDC). Ask your doctor for more information. Depending on the type and length of travel, some vaccines may be recommended. Most immunizations should be given at least 1 month before travel. Take your child's immunization records with you when you travel internationally. Helping kids through vaccine injections Sometimes it's hard to tell who dreads immunizations more — parents or kids. Here are some tips to help make the procedure easier for everyone: * Tell older kids what's going to happen and that the shot helps to keep them healthy.  * Tell younger kids that it's OK to cry, but also encourage them to be brave. * Try to be calm yourself. Your child can pick up on your concerns.  * Distraction at the moment of the injection is helpful. Try having kids count, sing a song with you, or look away (perhaps at a picture on the wall). You may want to have a joke or funny comment ready.  * Offer praise after the injection is over.  * Plan something fun for after the appointment. A trip to the park or playground can make the overall immunization experience less unpleasant.  As uneasy as getting vaccinated may make both you and your child, remember that immunizations are one of the best means of protection against contagious diseases.",
            "vi": "Chủng ngừa cho con của bạn     Lúc mới sinh, nhờ kháng thể truyền từ mẹ đến thai nhi qua nhau thai nên trẻ có thể tránh khỏi một số bệnh nào đó. Sau khi ra đời, trẻ bú mẹ vẫn được bổ sung thêm nhiều kháng thể có trong sữa mẹ giúp bé khoẻ mạnh. Nhưng trong cả hai trường hợp trên thì sức bảo vệ cho bé chỉ là tạm thời trong một thời gian ngắn thôi.  Chủng ngừa (tiêm chủng) là cách tạo sức đề kháng với một số bệnh bằng cách sử dụng rất ít vi sinh vật đã chết hoặc bị làm yếu có thể gây một bệnh cụ thể nào đó.  Vi sinh vật có thể là vi-rút, như vi-rút sởi, hoặc cũng có thể là vi khuẩn, như khuẩn cầu phổi chẳng hạn. Các vắc-xin có tác dụng làm kích thích hệ miễn dịch phản ứng y như bị nhiễm bệnh thật vậy – hệ miễn dịch của cơ thể lúc này sẽ chống “nhiễm” và có thể “nhớ được” loại sinh vật gây bệnh này để sau này có thể nhanh chóng diệt được nó khi xâm nhập vào cơ thể.  Một số cha mẹ có thể lưỡng lự không biết nên cho con mình tiêm ngừa hay không bởi họ lo rằng bé sẽ phản ứng lại vắc-xin một cách trầm trọng hoặc cũng có thể bé bị bệnh giống với bệnh cần tiêm ngừa. Vì các thành phần trong vắc-xin đã bị làm yếu hoặc đã chết – và trong một vài trường hợp thì không sử dụng hết vi sinh vật đó – chúng khó có thể gây ra một chứng bệnh nguy hiểm nào. Một số vắc-xin cũng có thể gây ra phản ứng nhẹ như đau nhức vùng tiêm hoặc làm cho bé nóng sốt, nhưng các trường hợp phản ứng nặng rất hiếm xảy ra.  Những rủi ro do tiêm ngừa là rất ít so với các vấn đề sức khỏe do bệnh mà mình muốn phòng tránh gây ra. Lịch chủng ngừa dưới đây do Viện Hàn Lâm Nhi Khoa Hoa Kỳ (AAP) khuyến nghị. Nhưng xin lưu ý là cũng được phép thay đổi và thường thay đổi khi có các loại vắc-xin mới ra đời. AAP cũng khuyến nghị trẻ em nên tiêm ngừa vắc-xin kết hợp (chớ không phải là vắc-xin đơn lẻ) bất cứ khi nào có thể được. Nhiều loại vắc-xin kết hợp được đưa vào sử dụng nhằm giúp làm giảm số mũi tiêm chích cho trẻ.  Bác sĩ sẽ quyết định xem lịch chủng ngừa nào là tốt nhất cho con của bạn.  Lịch tiêm chủng được khuyến nghị như sau: Bệnh viêm gan siêu vi B Vi-rút viêm gan siêu vi B (HBV) làm ảnh hưởng đến gan. Bệnh nhân viêm gan siêu vi B có thể trở thành người sống với vi-rút/ mang vi-rút này suốt đời và có thể phát sinh ra nhiều vấn đề lâu dài như là xơ gan (bệnh gan) hoặc ung thư gan. Lịch chủng ngừa Vắc-xin viêm gan siêu vi B thường được tiêm ngừa một loạt 3 mũi. Trẻ sơ sinh thường được tiêm mũi đầu tiên ngay sau khi ra đời. Nếu mẹ dương tính với vi-rút viêm gan siêu vi B trong máu thì trẻ mới sinh cần phải được tiêm mũi đầu trong vòng 12 tiếng đồng hồ sau khi lọt lòng mẹ, cùng với một mũi (HBIG) khác để có thể kháng vi-rút ngay lập tức. Nếu mẹ âm tính với vi-rút viêm gan siêu vi B thì trẻ sơ sinh cũng có thể được tiêm ngừa loại vắc-xin này vào bất cứ lúc nào trước khi ra viện. Bạn cũng có thể hoãn lại mũi chích này đến lần khám bác sĩ trong 1 hay 2 tháng.  Nếu được tiêm ngừa liều đầu tiên sau khi sinh thì liều thứ hai nên cách 1 đến 2 tháng và liều thứ 3 được tiêm từ khoảng 6 đến 18 tháng. Đối với trẻ sơ sinh được tiêm mũi đầu tiên lúc 1 đến 2 tháng tuổi thì mũi thứ 2 là khoảng từ 3 đến 4 tháng và mũi thứ ba từ khoảng 6 tháng 18 tháng. Trong cả hai trường hợp thì mũi thứ 2 và thứ 3 thường được tiêm kết hợp với lịch chủng ngừa thường lệ khác của trẻ. Tại sao phải khuyến nghị dùng vắc-xin  Vắc-xin viêm gan siêu vi B thường có thể tạo miễn dịch lâu dài. Trẻ sơ sinh được tiêm chủng HBV sẽ miễn nhiễm viêm gan siêu vi B không chỉ trong thời thơ ấu mà còn cả giai đoạn tuổi trưởng thành. Nếu loại trừ được nguy cơ nhiễm bệnh, bạn cũng có thể giảm nguy cơ bị xơ gan, bị bệnh gan mãn tính, và ung thư gan. Thanh niên và thanh thiếu niên cũng nên tiêm ngừa vắc-xin này nếu như chưa được tiêm lần nào lúc nhỏ.  Rủi ro có thể xảy ra phản ứng dị ứng với vắc-xin là rất ít. Các vấn đề nghiêm trọng liên quan đến việc tiêm ngừa vắc-xin HBV rất hiếm xảy ra. Phản ứng sau khi tiêm ngừa thường là rất nhẹ, như nóng sốt hoặc nổi đỏ hoặc bị đau tại vùng tiêm chích.  Khi nào nên hoãn hoặc không chích ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu xảy ra phản ứng dị ứng nặng (gọi là sốc mẫn cảm) sau lần tiêm vắc-xin HBV trước đây  Chăm sóc cho con bạn sau khi tiêm ngừa Vắc-xin có thể gây sốt nhẹ, đau nhức và nổi đỏ ở vùng tiêm ngừa. Tùy vào độ tuổi của bé mà bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để làm giảm đau và hạ sốt. Trẻ sơ sinh rất nhỏ không nên dùng thuốc, nhưng đối với trẻ sơ sinh lớn hơn hoặc trẻ nhỏ thì bạn nên tham khảo ý kiến của bác sĩ về thuốc và liều dùng thích hợp cho bé nhé.  Khi nào nên gọi bác sĩ  * nếu bạn chưa rõ về lịch chủng ngừa vắc-xin viêm gan siêu vi B  * nếu bạn lo lắng về tình trạng mang mầm vi-rút HBV của mình * nếu bạn thấy bất cứ triệu chứng ảnh hưởng xấu nghiêm trọng nào đối với con bạn sau khi bé tiêm ngừa HBV Vắc-xin chống khuẩn cầu phổi (PCV) Vắc-xin cộng hợp phế cầu (PCV) có tác dụng chống nhiễm khuẩn cầu phổi. Vi khuẩn là nguyên nhân hàng đầu của nhiều chứng nhiễm trùng nghiêm trọng, như viêm phổi, nhiễm trùng máu, và viêm màng não do vi khuẩn. Trẻ em dưới 2 tuổi, người lớn trên 65 tuổi, và người đang mắc một số bệnh nào đó dễ bị nhiễm khuẩn cầu phổi nhiều nhất. khuẩn cầu phổi lây qua tiếp xúc từ người sang người. Vắc-xin cộng hợp phế cầu không những giúp trẻ tránh nhiễm bệnh mà còn ngăn chặn lây lan.  Lịch chủng ngừa Chủng ngừa PCV được tiêm thành một loạt 4 mũi, bắt đầu từ 2 tháng tuổi, 4 tháng tuổi, 6 tháng tuổi, và từ 12 đến 15 tháng tuổi. Trẻ bỏ lỡ liều vắc-xin đầu tiên hoặc có thể đã không chích được các liều sau do thiếu vắc-xin thì vẫn sẽ được tiêm ngừa, và bác sĩ sẽ cho bạn biết lịch tiêm chủng có thay đổi của mình. Tại sao phải khuyến nghị dùng vắc-xin  trẻ dưới 2 tuổi thường hay mắc hầu hết các bệnh nhiễm trùng nặng, và vắc-xin sẽ giúp cho trẻ phòng tránh được các bệnh đó khi có nguy cơ lây nhiễm nhiều nhất.  PCV cũng được khuyến nghị tiêm phòng cho trẻ từ 2 đến 5 tuổi đang có nguy cơ nhiễm khuẩn cầu phổi nặng vì có thể gây nhiều vấn đề về sức khỏe như:  * bệnh thiếu máu hồng cầu hình liềm * lá lách bị hư hoặc không có lá lách * HIV/AIDS * phải dùng thiết bị trợ thính được cấy dưới da * bệnh ảnh hưởng đến hệ miễn dịch, như tiểu đường hoặc ung thư * phải dùng thuốc ảnh hưởng đến hệ miễn dịch, như là xtê-rô-it hoặc hoá trị liệu * bị bệnh tim mãn tính hoặc bệnh về phổi Ngoài ra, những trẻ em có nguy cơ nhiễm bệnh cao cũng có thể được tiêm ngừa vắc-xin pô-li-xa-ca-rít khuẩn cầu phổi (PPV) ngoài vắc-xin PCV khi đã trên 24 tháng tuổi.  Rủi ro có thể xảy ra Trẻ được tiêm ngừa vắc-xin PCV cũng có thể bị nổi đỏ, đau nhức, hoặc sưng ở vùng tiêm hoặc cũng có thể bị nóng sốt sau khi tiêm ngừa. Trường hợp phản ứng dị ứng với vắc-xin rất hiếm khi xảy ra.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn xảy ra phản ứng dị ứng nặng với liều vắc-xin trước  Chăm sóc con bạn sau khi chủng ngừa Vắc-xin này có thể gây sốt nhẹ, đau nhức và nổi đỏ ở vùng tiêm. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hay ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ xem liệu có thể cho bé dùng thuốc gì, và liều lượng như thế nào là thích hợp với bé nhé.  Khi nào nên gọi cho bác sĩ  * nếu con bạn bỏ lỡ một lần tiêm * nếu sau khi tiêm ngừa bé bị phản ứng dị ứng nặng hoặc sốt cao DTaP Vắc-xin DTaP giúp phòng tránh: * bạch hầu – đây là chứng nhiễm trùng họng nghiêm trọng có thể gây nghẽn đường hô hấp hay nghẽn khí quản và gây khó thở dữ dội  * uốn ván – đây là một chứng bệnh thần kinh, có thể xảy ra ở mọi lứa tuổi, do độc tố tạo khuẩn làm nhiễm trùng vết thương (uốn ván là một bệnh do vi khuẩn qua vết thương xâm nhập vào cơ thể, gây nên những cơn co giật, khó thở và dễ dẫn đến tử vong) * ho gà – là một bệnh về đường hô hấp với các triệu chứng của bệnh cúm phát triển ngày càng tăng dẫn đến ho dữ dội (nghe như tiếng khò khè khi trẻ hít sâu vào sau một cơn ho rũ rượi); trẻ dưới 1 tuổi thường xảy ra nhiều biến chứng ho gà trầm trọng, và trẻ dưới 6 tháng tuổi cũng rất hay nhiễm bệnh này. Thiếu niên và người lớn bị ho dai dẳng cũng có thể không biết mình bị ho gà, và cũng có thể làm lây sang cho trẻ sơ sinh dễ mắc bệnh.  Lịch chủng ngừa Chủng ngừa DTaP được tiêm thành 1 loạt 5 mũi và thường bắt đầu lúc 2 tháng tuổi, 4 tháng tuổi, 6 tháng tuổi, từ 15 đến 18 tháng tuổi, và từ 4 đến 6 tuổi. Sau loạt chủng ngừa đầu tiên, vắc-xin Tdap (tiêm nhắc) sẽ được tiêm nhắc lại cho độ tuổi từ 11 đến 12, hoặc cho thiếu niên lớn tuổi hơn và người lớn chưa tiêm nhắc ngừa bệnh ho gà lại. Kế đến là các mũi tiêm nhắc ngừa uốn ván, bạch hầu cũng được khuyến nghị là cứ sau 10 năm một lần.  Tại sao phải khuyến nghị sử dụng vắc-xin Việc chủng ngừa vắc-xin DtaP hầu như đã giúp trẻ không còn mắc bệnh bạch hầu và uốn ván ở trẻ em và đã làm giảm đáng kể số ca mắc chứng ho gà. Rủi ro có thể xảy ra Vắc-xin chủng ngừa thường gây tác dụng phụ nhẹ như nóng sốt, hơi mệt, mệt mỏi, chán ăn, và đau nhức, nổi đỏ hoặc làm sưng ở vùng tiêm. Các trường hợp tai biến ngập máu hay phản ứng dị ứng sau khi tiêm DTaP là rất hiếm xảy ra. Hầu hết các tác dụng phụ này là do các thành phần trong vắc-xin ngừa ho gà. Các biến chứng nghiêm trọng do chủng ngừa DTaP rất hiếm. Phần lớn trẻ em đều gặp rất ít sự cố hoặc không có vấn đề gì. Khi nào nên hoãn hoặc tránh chủng ngừa  * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị động kinh không kềm chế được hoặc bị một bệnh thần kinh nào đó hoặc có vẻ như phát triển không bình thường thì cũng không nên tiếp xúc với vắc-xin ho gà, bé có thể được tiêm vắc-xin DT (bạch hầu, uốn ván) thay cho vắc-xin DTaP.  Nếu con bạn bị bất kỳ triệu chứng gì sau khi tiêm DTaP ở lần trước, bạn hãy tham khảo ý kiến của bác sĩ trước khi cho bé tiêm một loại vắc-xin nào khác nhé: * tai biến ngập máu trong vòng 7 ngày sau khi tiêm * tai biến ngập máu ngày càng dữ dội hơn * phản ứng dị ứng sau khi tiêm vắc-xin, như là miệng, họng, hoặc mặt sưng lên  * khó thở * sốt 105° Pha-ren-het (40.5° C) trở lên trong 2 ngày đầu sau khi tiêm  * sốc hoặc suy nhược trong 2 ngày đầu tiên sau khi tiêm * khóc dai dẳng không nín hơn 3 tiếng đồng hồ trong 2 ngày đầu tiên sau khi tiêm Chăm sóc con bạn sau khi tiêm ngừa Con bạn có thể bị nóng sốt, đau nhức và sưng và nổi đỏ ở vùng tiêm. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để làm giảm đau và hạ sốt. Bạn hãy tham khảo ý kiến của bác sĩ để xem liệu có thể cho bé sử dụng loại thuốc gì và liều lượng như thế nào cho phù hợp với bé nhé. Bạn cũng có thể dùng miếng giẻ ẩm, ấm hoặc miếng lót nóng để làm giảm đau. Việc nhúc nhích, cử động chân tay có vùng tiêm ngừa cũng thường giúp bạn giảm đau. Khi nào nên gọi cho bác sĩ * nếu bạn không biết liệu có nên hoãn hay tránh vắc-xin chủng ngừa này hay không. Trẻ em từng gặp sự cố nào đó với vắc-xin DtaP thường có thể tiêm ngừa an toàn với vắc-xin DT.  * nếu xảy ra các biến chứng hay các triệu chứng trầm trọng sau khi tiêm ngừa như tai biến ngập máu, sốt trên 105° Pha-ren-het (40.5° C), khó thở hoặc có các dấu hiệu dị ứng khác, sốc hay bất tỉnh (xỉu), hoặc khóc dai dẳng không nín hơn 3 tiếng đồng hồ Hib Trước khi vắc-xin Hib ra đời thì vi khuẩn gây viêm màng não mũ do HIB loại B là nguyên nhân hàng đầu gây viêm màng não ở trẻ dưới 5 tuổi.   Lịch chủng ngừa Vắc-xin Hib được tiêm ở giai đoạn 2 tháng tuổi, 4 tháng tuôit, và 6 tháng tuổi (tuy nhiên, một số loại vắc-xin Hib không yêu cầu phải tiêm thêm liều ở tháng thứ 6). Trẻ nên được tiêm nhắc lại một lần từ tháng 12 đến tháng 15.  Tại sao phải khuyến nghị sử dụng vắc-xin Vắc-xin Hib có thể giúp phòng tránh viêm màng não mũ do HIB loại B trong thời gian lâu dài. Người được chủng ngừa tránh được bệnh viêm màng não Hib, viêm phổi, viêm màng ngoài tim (viêm màng tim), và nhiễm trùng máu, xương và khớp do vi khuẩn gây ra.   Rủi ro có thể xảy ra Cũng có nhiều vấn đề nhỏ sau khi tiêm ngừa, như bé sẽ có thể nổi đỏ, sưng hoặc đau nhức ở vùng tiêm. Trường hợp phản ứng dị ứng với vắc-xin rất hiếm khi xảy ra. Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu xảy ra phản ứng dị ứng nặng sau khi tiêm vắc-xin Hib thì chớ nên cho bé tiêm thêm Hib lần sau nữa Chăm sóc con bạn sau khi chủng ngừa Vắc-xin Hib có thể gây đau nhức nhẹ hay nổi đỏ ở vùng tiêm. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ để xem liệu nên cho bé dùng thuốc gì và liều lượng như thế nào là thích hợp với bé nhé.  Khi nào nên gọi điện cho bác sĩ * nếu bạn không biết liệu có nên hoãn hay tránh không tiêm ngừa loại vắc-xin này * nếu thấy các phản ứng xấu nghiêm trọng sau khi tiêm ngừa Hib  IPV Bệnh bại liệt là bệnh nhiễm vi-rút có thể dẫn đến bại liệt suốt đời. Lịch chủng ngừa Vắc-xin ngừa bại liệt bất hoạt thường được tiêm ngừa ở giai đoạn 2 tháng tuổi, 4 tháng tuổi, từ 6 tháng đến 18 tháng tuổi, và từ 4 đến 6 tuổi.  Gần đây vắc-xin ngừa bại liệt dạng uống đã được đưa vào sử dụng ở Hoa Kỳ. Uỷ ban cố vấn về chủng ngừa mới đây đã yêu cầu nên tiêm IPV. Sự thay đổi này đã làm dứt nguy cơ rất ít về bệnh bại liệt trước đây sau khi dùng vắc-xin bại liệt sống dạng uống. Tại sao phải khuyến nghị sử dụng vắc-xin Vắc-xin giúp phòng tránh được bệnh bại liệt có thể gây liệt và tử vong. Rủi ro có thể xảy ra Các tác dụng phụ như nóng sốt và nổi đỏ ở vùng tiêm. Rất ít khi xảy ra phản ứng dị ứng với vắc-xin. Khi nào nên hoãn hoặc tránh chủng ngừa * không nên tiêm IPV cho trẻ bị dị ứng nặng với neomycin, streptomycin, hoặc polymyxin B. * không nên tiêm IPV cho trẻ bị dị ứng nặng với liều tiêm IPV trước Chăm sóc con bạn sau khi tiêm ngừa IPV có thể gây ra sốt nhẹ, đau nhức và nổi đỏ ở vùng tiêm trong một vài ngày. Tuỳ vào độ tuổi của con bạn, bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ để xem nên cho bé sử dụng loại thuốc gì và liều dùng như thế nào là thích hợp nhé.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết liệu nên hoãn hay không tiêm chủng loại vắc-xin này * nếu có bất kỳ phản ứng xấu nghiêm trọng nào xảy ra sau khi tiêm ngừa Cúm Cúm là chứng bệnh nhiễm trùng đường hô hấp do vi rút gây ra và lây lan rất nhanh. Lịch chủng ngừa Bắt đầu mùa cúm 2010-2011 mới có vắc-xin cúm mùa ngừa cúm H1N1 cũng như các loại vi rút cúm khác. Trung tâm phòng chống bệnh tật (CDC) khuyến cáo nên tiêm ngừa vắc-xin cúm cho tất cả mọi người từ 6 tháng tuổi trở lên. Một số người có nguy cơ biến chứng cúm cao hơn gồm:  * phụ nữ có thai * trẻ em dưới 5 tuổi, nhất là trẻ dưới 2 tuổi * người già từ 65 tuổi trở lên * người bị bệnh mãn tính ở bất kỳ độ tuổi nào Trẻ sơ sinh dưới 6 tháng tuổi quá nhỏ không tiêm ngừa vắc-xin được, nhưng tất cả những người có nguy cơ mắc bệnh cao khác nên được tiêm phòng. Các nhân viên chăm sóc y tế, người chăm bệnh, và người thường hay tiếp xúc gần gũi với người có nguy cơ nhiễm bệnh cao (kể cả người chăm sóc trẻ sơ sinh dưới 6 tháng tuổi) cũng nên tiêm ngừa vắc-xin. Trước đây đã có tình trạng thiếu và phải hoãn vắc-xin. Vì vậy bạn nên tham khảo ý kiến của bác sĩ xem vắc-xin có sẵn chưa nhé.  Đối với trẻ dưới 9 tuổi chuẩn bị tiêm ngừa vắc-xin cúm mùa lần đầu tiên hoặc chưa tiêm chủng vắc-xin H1N1 trong mùa cúm năm 2009-2010 thì sẽ được tiêm thành 2 mũi riêng biệt cách nhau 1 tháng. Có thể phải mất khoảng 2 tuần sau khi tiêm vắc-xin thì cơ thể mới có thể miễn dịch được với cúm.  Bạn cũng có thể chọn một dạng vắc-xin phòng chống cúm khác mà không phải tiêm chích đó là vắc-xin dạng xịt vào mũi đã được tung ra thị trường năm 2003 để ngừa dịch cúm mùa và hiện đang được sử dụng để chống cúm cho người khỏe mạnh từ 2 đến 49 tuổi. Vắc-xin dạng xịt vào mũi chứa vi-rút còn sống nhưng đã bị làm yếu đi và sẽ không gây cúm. Tuy nhiên, trẻ bị mắc một chứng bệnh nào đó hoặc phụ nữ có thai thì không nên sử dụng dạng vắc-xin này. Bạn nên tham khảo ý kiến của bác sĩ để biết loại vắc-xin nào là phù hợp cho con của mình nhé.  Tại sao phải khuyến nghị sử dụng vắc-xin  Vắc-xin ngừa cúm có thể giúp làm giảm nguy cơ mắc bệnh đến 80% trong mùa cúm. Việc tiêm ngừa đủ liều trước mùa cúm giúp cho cơ thể tăng sức đề kháng, tăng cường sự miễn dịch cho cơ thể kháng lại vi-rút.  vắc-xin thường có vào giữa tháng 9 và giữa tháng 11. Mặc dù là bạn cũng có thể tiêm phòng vắc-xin cúm vào mùa cúm nhưng tốt hơn hết là nên tiêm chủng sớm hơn là muộn. Tuy nhiên thì bạn cũng vẫn nên tiêm phòng vào cuối mùa cúm.  Dẫu bạn hay con bạn đã được tiêm vắc-xin cúm mùa năm ngoái rồi thì vắc-xin cũng có thể không giúp bạn không bị cúm năm nay bởi hàm lượng vắc-xin trong cơ thể bạn đã yếu đi và vi-rút cúm biến đổi liên tục. Đó là lý do vì sao vắc-xin phải được đổi mới hàng năm để kèm thêm các giống vi-rút mới nhất. Một ví dụ minh hoạ rõ ràng cho thấy cách vi-rút biến đổi (và nhiều khi còn phát triển lên thành một giống vi-rút mới) là đợt bùng nổ dịch cúm H1N1 năm 2009. Loại cúm này không thuộc dạng chủng ngừa trong vắc-xin cúm mùa năm 2009-2010, thế nên người ta đã phát triển thêm một vắc-xin cúm H1N1 riêng biệt nữa. Từ đó, cúm H1N1 được tiêm kết hợp với mũi tiêm cúm mùa.  Rủi ro có thể xảy ra Thường thì vắc-xin phòng cúm này được chích ở vùng trên của cánh tay, mũi tiêm ngừa cúm chứa vi-rút gây cúm đã chết sẽ không làm cho người được tiêm phòng mắc bệnh mà sẽ giúp cho cơ thể tạo kháng thể chống lại vi-rút cúm còn sống khi chúng xâm nhập vào cơ thể. Một số tác dụng phụ thường thấy nhất khi tiêm ngừa cúm là đau nhức, nổi đỏ hoặc sưng ở vùng tiêm và đôi khi cũng xảy ra trường hợp đau nhức và sốt nhẹ. Vì vắc-xin cúm dạng xịt vào mũi dùng vi-rút còn sống nên nó cũng có thể gây ra các triệu chứng giống như cúm nhẹ, bao gồm sổ mũi, nhức đầu, ói mửa, đau nhức cơ và sốt. Rất hiếm khi vắc-xin phòng cúm có thể gây tác dụng phụ nguy hiểm như phản ứng dị ứng nặng. Khi nào nên hoãn hoặc tránh chủng ngừa  Không nên tiêm ngừa cúm mùa cho: * trẻ sơ sinh dưới 6 tháng tuổi  * người bị dị ứng nặng với trứng và các sản phẩm làm từ trứng. Bạn nên cho bác sĩ biết nếu con bạn bị dị ứng trước khi cho bé tiêm ngừa nhé. * người đã từng bị dị ứng nặng với vắc-xin tiêm ngừa cúm  * người bị hội chứng Guillain-Barré (GBS là một chứng bệnh hiếm gặp gây ảnh  hưởng đến thần kinh) * người bị bệnh nặng  Chăm sóc cho con bạn sau khi chủng ngừa  Có thể dùng thuốc acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Bạn nên tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng thuốc gì và liều lượng như thế nào cho thích hợp. Một vài bác sĩ khuyến nghị nên sử dụng một liều ngay trước khi chủng ngừa. Bạn cũng có thể dùng một miếng giẻ ướt, ấm hoặc một miếng lót ấm để giảm đau. Nhúc nhích, cử động tay chân ở vùng tiêm cũng thường có tác dụng giảm đau.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc là nên hoãn hay tránh tiêm loại vắc-xin đó * nếu sau khi tiêm ngừa xảy ra nhiều vấn đề nghiêm trọng như phản ứng dị ứng, sốt cao, hoặc một vấn đề bận tâm nào khác. MMR (sởi, quai bị, ru-bê-la) Vắc-xin MMR có tác dụng ngừa sởi, quai bị và ru-bê-la. Tiêm ngừa MMR được chia thành 2 liều. Liều đầu tiên được tiêm ở giai đoạn từ 12 đến 15 tháng tuổi; liều thứ hai thường từ 4 đến 6 tuổi. Tại sao phải nên khuyến nghị dùng vắc-xin sởi, quai bị và ru-bê-la là những bệnh lây nhiễm có thể gây bệnh nghiêm trọng. Hơn 95% trẻ em được tiêm ngừa MMR có thể miễn nhiễm với 3 bệnh này suốt đời.  Rủi ro có thể xảy ra Các vấn đề nghiêm trọng như phản ứng dị ứng rất hiếm khi xảy ra; nhưng cũng có thể gây ảnh hưởng xấu từ nhẹ đến vừa phải như phát ban, sốt, sưng má/ sưng hàm, tai biến ngập máu và đau khớp nhẹ. Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị dị ứng với gelatin hoặc với kháng sinh neomycin thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé nhé.  * nếu con bạn bị dị ứng nặng với liều vắc-xin MMR trước * nếu con bạn mới được tiêm gamma globulin hoặc mới được truyền máu thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé nhé. * nếu con bạn đang bị một bệnh nào đó ảnh hưởng đến hệ miễn dịch, như là bị ung thư * nếu con bạn đang dùng thuốc prednisone, steroids, hoặc các thuốc ức chế miễn dịch khác  * nếu con của bạn đang dùng hoá trị liệu hoặc đang điều trị bằng bức xạ * nếu con bạn từng bị tiểu huyết cầu thấp, bạn hãy nên tham khảo ý kiến với bác sĩ về việc chủng ngừa cho bé nhé * phụ nữ có thai nên đợi cho đến khi sinh xong mới có thể tiêm ngừa vắc-xin Chăm sóc con bạn sau khi tiêm ngừa Nếu bé bị nổi ban mà không có triệu chứng gì khác thì cũng không cần thiết phải chữa trị gì và nó sẽ tự khỏi trong vòng một vài ngày. Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Nên tham khảo ý kiến của bác sĩ để xem liệu bạn nên sử dụng thuốc gì và liều lượng như thế nào là thích hợp. Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc là có nên hoãn hay tránh không tiêm vắc-xin nữa * nếu có vấn đề gì đó sau khi tiêm ngừa xong Bệnh thuỷ đậu  Vắc-xin thủy đậu có tác dụng ngừa thủy đậu – một chứng bệnh do vi-rút thường thấy và rất hay lây lan của trẻ em. Lịch chủng ngừa Vắc-xin thủy đậu được tiêm ở giai đoạn từ 12 đến 15 tháng tuổi và được tiêm nhắc lại từ 4 đến 6 tuổi để phòng tránh thêm cho bé. Trẻ dưới 13 tuổi chưa bị bệnh thủy đậu cũng có thể tiêm loại vắc-xin này với 2 liều riêng biệt cách nhau ít nhất là 3 tháng. Trẻ từ 13 tuổi trở lên chưa bị bệnh thủy đậu hoặc chưa tiêm ngừa vắc-xin thì cũng cần phải tiêm 2 liều vắc-xin cách nhau ít nhất là 1 tháng. Tại sao phải nên khyến nghị sử dụng vắc-xin Vắc-xin thủy đậu có tác dụng ngăn ngừa được trường hợp bệnh nặng ở hầu hết trẻ em có tiêm chủng. Vắc-xin có thể phòng tránh được đến 85% trường hợp bệnh nhe. Những trẻ em đã được chủng ngừa thường bị thuỷ đậu nhẹ. Rủi ro có thể xảy ra Các phản ứng nghiêm trọng như phản ứng dị ứng là rất hiếm. Có thể xảy ra tình trạng đau nhức nhẹ và nổi đỏ ở vùng tiêm, sốt, mệt mỏi, và bệnh giống như thuỷ đậu. Chứng phát ban có thể xảy ra 1 tháng sau khi tiêm; có thể kéo dài vài ngày nhưng sẽ tự khỏi mà không cần phải chữa trị gì. Rất hiếm khi xảy ra tai biến ngập máu do sốt sau khi tiêm ngừa vắc-xin.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị dị ứng với gelatin hoặc với kháng sinh neomycin  * nếu con bạn bị phản ứng dị ứng nặng với liều vắc-xin thủy đậu trước * nếu con bạn mới được tiêm gamma globulin hoặc mới được truyền máu, bạn nên tham khảo ý kiến của bác sĩ về việc tiêm ngừa cho bé nhé * nếu con bạn bị bệnh ảnh hưởng đến hệ miễn dịch, như là bị ung thư chẳng hạn; nếu bé đang dùng prednisone, steroids, hoặc các thuốc ức chế miễn dịch khác; hoặc đang dùng hoá trị liệu hoặc đang điều trị bằng bức xạ * phụ nữ có thai nên đợi cho đến khi sinh xong mới có thể tiêm ngừa vắc-xin Chăm sóc con bạn sau khi tiêm ngừa  Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Nên tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng loại thuốc gì và liều lượng như thế nào là thích hợp. Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc là liệu nên hoãn hay tránh tiêm loại vắc-xin đó * nếu xảy ra vấn đề gì sau khi chủng ngừa MCV4 Vắc-xin viêm màng não có tác dụng ngăn ngừa bệnh do khuẩn cầu màng não gây ra, đây là một chứng bệnh nhiễm khuẩn nghiêm trọng có thể dẫn đến viêm màng não do vi khuẩn. Vắc-xin được khuyến nghị sử dụng cho trẻ từ 11 đến 12 tuổi, trẻ từ 13 đến 18 tuổi chưa được tiêm chủng trước đây và thiếu niên lớn tuổi hơn sắp vào đại học và sống ở môi trường tập thể và những người sắp nhập ngũ. Vắc- xin này cũng được khuyến nghị sử dụng cho trẻ từ 2 đến 10 tuổi có nguy cơ nhiễm bệnh cao. Khi bệnh còn tiếp tục thì những trẻ em này cũng cần thêm một liều tiêm nhắc sau một vài năm, tuỳ vào độ tuổi bé khi được tiêm chích mũi đầu tiên. Tại sao phải nên khuyến nghị sử dụng vắc-xin Viêm màng não do vi khuẩn là một chứng bệnh viêm màng bảo vệ não và tuỷ sống, là một bệnh hiếm gặp nhưng rất hay lây lan có thể lây lan nhanh từ trẻ này sang trẻ khác trong vùng lân cận. Bệnh này có thể nguy hiểm đến tính mạng nếu không được chữa trị kịp thời.  Rủi ro có thể xảy ra Một số tác dụng phụ thường thấy nhất là da bị sưng, nổi đỏ và đau nhức ở vùng tiêm, cùng với triệu chứng nhức đầu, sốt, hoặc mệt mỏi. Các vấn đề nghiêm trọng như phản ứng dị ứng rất hiếm xảy ra. Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đã từng phản ứng dị ứng với vắc-xin DtaP hoặc dị ứng với nhựa mủ * nếu con bạn có tiền sử hội chứng Guillain-Barré, đây là một chứng bệnh của hệ thần kinh làm kém phát triển  * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa Chăm sóc con bạn sau khi chủng ngừa Con bạn có thể bị sốt, đau nhức hoặc da bị sưng và nổi đỏ ở vùng tiêm. Bạn có thể cho bé dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Hãy tham khảo ý kiến của bác sĩ để xem liệu nên sử dụng thuốc gì và liều lượng như thế nào là thích hợp nhé.  Bạn cũng có thể giảm đau bằng một miếng giẻ ướt, ấm. Nhúc nhích, cử động tay chân vùng tiêm cũng thường giúp giảm đau nhức.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết liệu nên hoãn hay tránh tiêm loại vắc-xin đó * nếu xảy ra vấn đề gì sau khi tiêm ngừa Bệnh viêm gan siêu vi A Vi-rút viêm gan siêu vi A (HAV) gây ra sốt, buồn nôn, ói mửa, vàng da, và có thể dẫn đến đại dịch trong cộng đồng. Những trung tâm chăm sóc và giám sát trẻ em thường là nơi bùng phát bệnh viêm gan siêu vi A.  Vắc-xin viêm gan siêu vi A được khuyến nghị sử dụng cho trẻ từ 12 đến 23 tháng tuổi và tiêm thêm liều thứ hai sau 6 tháng. Mặc dù lúc trước loại vắc-xin này được khuyến cáo cho trẻ lớn tuổi hơn và người lớn có nguy cơ nhiễm bệnh cao (như người sống hoặc đến các vùng có tỉ lệ người mắc HAV cao), ngày nay vắc-xin này được khuyến nghị sử dụng cho tất cả mọi người có nhu cầu muốn miễn dịch với bệnh. Tại sao phải nên khuyến nghị sử dụng vắc-xin Tiêm ngừa HAV không những giúp ngăn chặn dịch bệnh lan rộng trong cộng đồng mà còn giúp phòng tránh bệnh cho từng đứa trẻ một. Một số trẻ bị nhiễm bệnh không có bất kỳ triệu chứng gì và có thể lây vi-rút cho những đứa trẻ khác. càng nhiều trẻ em được tiêm chủng HAV thì bệnh sẽ ít lây lan trong cộng đồng hơn.  Rủi ro có thể xảy ra Các tác dụng phụ thường gặp là sốt nhẹ, đau nhức, da bị sưng và nổi đỏ ở vùng tiêm. Rất hiếm khi xảy ra trường hợp phản ứng dị ứng với vắc-xin.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con bạn bị dị ứng với liều vắc-xin viêm gan siêu vi A đầu tiên  Chăm sóc con bạn sau khi tiêm ngừa Con bạn có thể bị sốt, đau nhức, da bị sưng và nổi đỏ ở vùng tiêm. Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Nên tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng thuốc gì và liều lượng như thế nào là thích hợp cho bé nhé.  Khi nào nên gọi cho bác sĩ * nếu bạn không biết chắc liệu có nên hoãn hay tránh chủng ngừa vắc-xin đó * nếu xảy ra vấn đề gì đó sau khi chủng ngừa Vi rút gây bệnh viêm ruột và dạ dày Vi rút gây bệnh viêm ruột và dạ dày là vi-rút thường thấy gây bệnh tiêu chảy, nhất là đối với trẻ sơ sinh và trẻ nhỏ. Các trung tâm chăm sóc và giám sát trẻ em thường là những nơi bùng phát dịch bệnh. Vắc-xin này ở dạng chất lỏng và được dùng đường uống; được khuyến nghị sử dụng cho trẻ từ 2 đến 4 tháng tuổi, cũng như 1 liều ở giai đoạn 6 tháng tuổi tuỳ thuộc vào loại vắc-xin được tiêm ngừa.  Tại sao phải khuyến nghị sử dụng vắc-xin Vi rút gây bệnh viêm ruột và dạ dày có thể gây mất nước thứ phát đến tiêu chảy nặng và có thể bắt trẻ phải nhập viện. Việc chủng ngừa vi rút gây bệnh viêm ruột và dạ dày có thể giúp ngăn chặn lây lan trong cộng đồng và giúp phòng tránh bệnh cho từng trẻ một.  Rủi ro có thể xảy ra Các tác dụng phụ thường gặp là tiêu chảy, ói mửa và sốt.  K hi nào nên hoãn hoặc tránh chủng ngừa * nếu con bạn đang bị bệnh, mặc dù là cảm nhẹ thì cũng không nên chủng ngừa * nếu con bạn bị dị ứng với liều vắc-xin trước * nếu con bạn bị dị ứng với nhựa mủ thì bạn nên thông báo cho bác sĩ biết  * nếu con bạn bị dị tật về hệ tiêu hoá hoặc bệnh dạ dày-ruột thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé nhé * nếu con bạn có tiền sử lồng ruột, một bệnh tắt nghẽn ruột nghiêm trọng thì bạn nên tham khảo ý kiến của bác sĩ về việc chủng ngừa cho bé * nếu con bạn mới được tiêm gamma globulin hoặc mới được truyền máu * nếu con bạn có vấn đề về hệ miễn dịch như bị ung thư chẳng hạn; nếu bé đang dùng thuốc steroid hay các thuốc ức chế miễn dịch khác; hoặc bé đang dùng hoá trị liệu hoặc đang điều trị bằng bức xạ Chăm sóc con bạn sau khi chủng ngừa Tuỳ vào độ tuổi của con bạn mà bác sĩ có thể cho acetaminophen hoặc ibuprofen để giảm đau và hạ sốt. Hãy tham khảo ý kiến của bác sĩ để biết xem có thể sử dụng thuốc gì và liều lượng như thế nào là thích hợp. Nếu bé bị ói mửa hoặc tiêu chảy thì phải đảm bảo nên cho bé uống nước thường xuyên và theo dõi xem bé có dấu hiệu mất nước không, chẳng hạn như nước tiểu ít hơn bình thường.  Khi nào nên gọi điện cho bác sĩ  * nếu bạn không biết chắc liệu có nên hoãn hay tránh chủng ngừa loại vắc-xin đó * nếu xảy ra vấn đề gì đó sau khi chủng ngừa HPV Vi-rút gây bệnh mụn cơm trên người (HPV) là bệnh lây truyền qua đường tình dục (STD) gây nổi mụn cóc ở bộ phận sinh dục và gây ra những thay đổi trong cổ tử cung có thể dẫn đến ung thư cổ tử cung. Vắc-xin được tiêm ngừa thành một loạt 3 mũi trong vòng 6 tháng và được khuyến nghị sử dụng cho bé gái từ 11 hoặc 12 tuổi, cũng như các bé gái lớn tuổi hơn chưa được tiêm chủng. Loại vắc-xin này cũng được sử dụng cho bé trai từ 9 đến 18 tuổi nhằm phòng tránh chứng nổi mụn cóc ở bộ phận sinh dục. Tại sao phải khuyến nghị sử dụng vắc-xin  Vì vi-rút HPV có thể gây nhiều vấn đề nghiêm trọng như nổi mụn cóc ở bộ phận sinh dục và ung thư cổ tử cung, nên vắc-xin là một biện pháp quan trọng nhằm phòng tránh lây nhiễm và ngăn ngừa lây lan HPV. Vắc-xin này có hiệu quả tốt nhất nếu tiêm ngừa cho bé gái trước khi quan hệ tình dục.  Rủi ro có thể xảy ra Các tác dụng phụ thường gặp là sốt nhẹ, đau nhức, da sưng và nổi đỏ ở vùng tiêm; cũng có thể bị chóng mặt, choáng váng, buồn nôn và ói mửa sau khi tiêm ngừa. Trường hợp dị ứng với vắc-xin rất hiếm khi xảy ra.  Khi nào nên hoãn hoặc tránh chủng ngừa * nếu con gái của bạn đang bị bệnh, mặc dù là cảm nhẹ hoặc bị một bệnh nhẹ nào khác thì cũng nên tránh chích ngừa * nếu con gái của bạn đã bị dị ứng với liều vắc-xin HPV đầu tiên * nếu con gái của bạn đã bị dị ứng nặng với men (rượu bia) * nếu con gái của bạn đang có thai * nếu con gái của bạn bị bệnh máu loãng (bạn nên tham khảo ý kiến của bác sĩ chuyên khoa huyết học nhé) Chăm sóc con bạn sau khi chủng ngừa Con của bạn có thể bị sốt, đau nhức, da sưng và nổi đỏ ở vùng tiêm. Bạn có thể dùng acetaminophen hoặc ibuprofen để giảm đau và hạ sốt cho bé. Hãy tham khảo ý kiến của bác sĩ để xem liệu có thể sử dụng thuốc gì và liều lượng như thế nào là thích hợp.  Khi nào nên gọi cho bác sĩ  * nếu bạn không biết chắc liệu có nên hoãn hay tránh chủng ngừa loại vắc-xin đó * nếu xảy ra vấn đề gì sau khi chủng ngừa Lịch chủng ngừa Lịch chủng ngừa này là bảng tham khảo tiện lợi có thể giúp cho bạn theo dõi được các loại vắc-xin cần thiết với con mình và thời gian tiêm ngừa cho bé.  Các loại vắc-xin Một số loại vắc-xin thường gặp: 1. Vi-rút còn sống nhưng đã bị làm yếu đi được dùng trong một số loại vắc-xin như vắc-xin sởi, ru-bê-la và quai bị.  2. Vi-rút hoặc vi khuẩn đã chết (hoặc bất hoạt) được sử dụng trong một số loại vắc-xin như vắc-xin IPV. 3. Vắc-xin giải độc tố chứa độc tố tô-xin bất hoạt do vi khuẩn tạo ra. Chẳng hạn như vắc-xin bạch hầu và uốn ván là các vắc-xin giải độc tố. 4. Vắc-xin kết hợp (như Hib) chứa các thành phần vi khuẩn kết hợp với prô-tê-in. Chủng ngừa khi đi du lịch Các Trung tâm phòng chống bệnh tật (CDC) sẽ cung cấp trực tiếp thông tin cụ thể về chủng ngừa cho khách du lịch đến từng quốc gia trên toàn cầu. Bạn nên tham khảo ý kiến của bác sĩ để biết thêm thông tin nhé. Tùy thuộc vào loại hình du lịch và thời gian đi du lịch mà người ta khuyến nghị nên sử dụng một số loại vắc-xin. Hầu hết các vắc-xin chủng ngừa đều được tiêm trước khi đi du lịch ít nhất là 1 tháng. Bạn nên mang theo hồ sơ chủng ngừa của bé bất kể khi nào bạn đi du lịch quốc tế nhé. Giúp trẻ vượt qua nỗi sợ hãi chủng ngừa Nhiều khi khó biết được giữa bố mẹ và trẻ con - ai là người sợ chủng ngừa hơn. Dưới đây là một số bí quyết giúp cho quy trình tiêm chủng trở nên dễ dàng cho tất cả mọi người. * Hãy nói cho những trẻ lớn tuổi hơn biết chuyện gì sẽ xảy ra và tiêm ngừa có thể giúp chúng khoẻ mạnh hơn * Hãy nói với trẻ nhỏ là nếu bé khóc thì cũng được thôi nhưng bạn cũng nên khuyến khích chúng hãy can đảm lên. * Bạn hãy tỏ ra bình tĩnh nhé. Con của bạn cũng có thể để ý được mối lo lắng của bạn đấy. * Việc làm cho bé phân tâm lúc này cũng có tác dụng tốt. Bạn hãy thử cho bé đếm, cùng hát một bài hát với bạn, hoặc nhìn sang chỗ khác (có thể nhìn một bức tranh trên tường). Bạn cũng nên chuẩn bị sẵn một chuyện đùa hoặc một lời nói dí dỏm nào đó cho bé nhé. * Hãy khen bé sau khi đã tiêm ngừa xong. * Bạn nên chuẩn bị một việc gì đó vui vẻ sau khi bé chích ngừa xong. Một chuyến đi công viên hay chơi ở sân chơi cũng có thể làm cho cuộc tiêm ngừa trở nên dễ chịu hơn.  Việc tiêm chủng có thể khiến cho cả bạn và con bạn cảm thấy không thoải mái tí nào, nhưng xin nhớ rằng chủng ngừa là một trong những biện pháp bảo vệ tốt nhất giúp phòng tránh các bệnh lây nhiễm."
        },
        {
            "en": "Pregnancy calendar    Congratulations! Pregnancy is an exciting time and a great opportunity to learn about your child's growth and development. But with so much pregnancy information available in books, in magazines, and on websites, how can you hope to cover it all before giving birth? We've made it easy for you to get all the pregnancy info you need in one place. Our illustrated pregnancy calendar is a detailed guide to all the changes taking place in your baby — and in you! Each week of pregnancy includes a description of your baby's development, as well as an explanation of the changes taking place in your body. You'll also find important medical info that will help keep you and your baby healthy. A word about due dates and trimesters After you announce your pregnancy, the first question you'll probably be asked is \"When are you due?\" At your first prenatal visit, your health care provider will help you determine an expected delivery date (EDD). Your EDD is 40 weeks from the first day of your last menstrual period (LMP). If you deliver on your EDD, your baby is actually only about 38 weeks old — that's because your egg didn't become fertilized until about 2 weeks after the start of your last menstrual period. It's important to remember that your due date is only an estimate — most babies are born between 38 and 42 weeks from the first day of their mom’s LMP and only a small percentage of women actually deliver on their due date. Another common term you'll hear throughout your pregnancy is trimester. A pregnancy is divided into trimesters:  the first trimester is from week 1 to the end of week 12\n \n the second trimester is from week 13 to the end of week 26 \nthe third trimester is from week 27 to the end of the pregnancy  Getting started Check back every week of your pregnancy to see how your baby is developing and to find out what changes you can expect in your own body, too! Week 1 Your baby's development This first week is actually your menstrual period. Because your expected delivery date (EDD) is calculated from the first day of your last period, this week counts as part of your 40-week pregnancy even though your baby hasn't been conceived yet. Your body During pregnancy, your healthy habits and your baby's health go hand in hand. While planning to conceive, take the time to prepare your body for motherhood. Before becoming pregnant, you should: Avoid alcohol, drugs, and tobacco products. These substances can cause birth defects, fetal alcohol syndrome, respiratory problems, low birth weight, and other health problems.   Talk to your doctor about any prescription and nonprescription (OTC) drugs you are taking. You'll need to take special precautions with medications because many prescription and over-the-counter medications can negatively affect the fetus. But don't stop taking prescription drugs without consulting your health care provider, who will help you weigh the potential benefits and risks of stopping your medications.   Maintain a diet that contains an adequate amount of vitamins, especially folic acid. Women who are attempting to become pregnant should take 400 micrograms of folic acid a day. Adequate folic acid intake reduces the risk of neural tube defects (birth defects caused by incomplete development of the brain or spinal cord), such as spina bifida. Be sure to talk to your health care provider about taking a folic acid supplement while you are trying to conceive. Week 2 Your baby's development This may sound strange, but you're still not pregnant! Fertilization of your egg by the sperm will only take place near the end of this week — read more about fertilization in the Your Body section below. Although you'll have to wait to find out what color to paint the nursery, your baby's gender will be determined at the moment of fertilization. Out of the 46 chromosomes that make up a baby's genetic material, only two — one from the sperm and one from the egg — determine the baby's sex. These are known as the sex chromosomes. Every egg has an X sex chromosome; a sperm can have either an X or a Y sex chromosome. If the sperm that fertilizes your egg has an X chromosome, you'll have a girl; if it has a Y chromosome, your baby will be a boy. Your body Your uterine lining, which will nourish the baby, is developing, and your body secretes follicle-stimulating hormone (FSH), which stimulates an egg to mature. At the end of this week, you will be at the midpoint of your menstrual cycle (if you have a regular 28-day cycle), and ovulation will occur (your ovary will release an egg into the fallopian tube).    This is when you're most likely to conceive. If you have sexual intercourse without protection around the time that you ovulate, you can become pregnant. After your partner ejaculates, millions of sperm travel through the vagina, and hundreds make it to the fallopian tube, where your egg is waiting. One sperm generally succeeds in penetrating the egg, and fertilization takes place. When that happens, you will be pregnant — although you will not be feeling any body changes just yet. Week 3 Your baby's development Even though you may not feel that you're pregnant yet, you have a baby growing and developing inside of you! Although your baby was just conceived, he or she is working overtime. The fertilized egg goes through a process of cell division. About 30 hours after fertilization, it divides into two cells, then four cells, then eight, and continues to divide as it moves from the fallopian tube to the uterus. By the time it gets to the uterus, this group of cells looks like a tiny ball and is called a morula. The morula becomes hollow and fills with fluid — it is then known as a blastocyst. Near the end of this week, the blastocyst will attach itself to the endometrium, the lining of the uterus. This is called implantation. The implantation in the uterus creates an essential connection — the endometrium will provide the developing embryo with nutrients and will remove wastes. Over time, this implantation site will develop into the placenta. Your body Adequate intake of certain nutrients, such as folic acid, protein, calcium, and iron, is essential for nourishing your baby. A folic acid supplement — which, ideally, you've been taking since before you conceived — is particularly important because folic acid helps prevent defects of the neural tube (the structure that gives rise to the brain and spinal cord), which forms very early in pregnancy. Your intake of protein, which is used to create new tissue, should increase during pregnancy. In addition, calcium is necessary for the development of bones and teeth, so make sure you're getting a good dose of dairy products, leafy green vegetables, and legumes. Iron is essential during pregnancy as you support the continual increase of your baby's blood volume. Good sources of iron include red meat, legumes, eggs, and leafy green vegetables. Week 4 Your baby's development Four weeks into your pregnancy, your baby (called an embryo) consists of two layers of cells — the epiblast and the hypoblast — that will eventually develop into all of your baby's organs and body parts. Two other structures that develop at this time are the amnion and the yolk sac. The amnion, filled with amniotic fluid, will surround and protect the growing embryo. The yolk sac will produce blood and help to nourish the embryo until the placenta takes over that role. Your body This week your baby continues to implant in your uterus, burying itself deep within the endometrium. Once implanted, your baby starts to produce a hormone called human chorionic gonadotropin (hCG), which helps to maintain the lining of the uterus. It also sends a signal to the ovary to stop releasing an egg each month, which stops your monthly periods. Some women experience slight cramping and spotting of blood during this week while implantation is taking place, and they may mistake this for a period, as it often occurs around the time their monthly period was due.  hCG is the hormone that is measured in pregnancy tests. This week a pregnancy test will probably be able to detect your pregnancy! hCG also causes the symptoms of pregnancy, which can appear this week. Fatigue, tingling or aching breasts, or nausea might lead you to believe your period will be starting any day because the first pregnancy symptoms resemble premenstrual syndrome (PMS). But by the end of this week, your expected period will not take place. Your pregnancy is well on its way!  Week 5 Your baby's development Until now, the embryo has been a mass of cells, but by this point in your pregnancy a distinct shape begins to form. The neural tube, which will eventually form into the spinal cord and brain, runs from the top to the bottom of the embryo. A bulge in the center of the embryo will develop into your baby's heart. At this time, the placenta develops. It is through the placenta and its fingerlike projections, called chorionic villi, that an embryo receives nourishment from its mother. Your body Even if nausea hasn't hit you yet, you'll want to steer clear of certain foods when you're pregnant. Foodborne illnesses, such as listeriosis and toxoplasmosis, may cause birth defects or even miscarriage. Here are some foods you'll want to avoid:  * soft cheeses such as feta, goat, brie, Camembert, and blue cheese  *  unpasteurized milk and juices  *  raw or undercooked meats, including hot dogs and deli meats  *  raw eggs or foods containing raw eggs, including mousse and tiramisu  *  raw shellfish   *  paté   Toxoplasmosis can also be spread from soiled cat litter boxes, so try to have someone else clean the litter box during your pregnancy. Your baby's development Week 6  By week 6, your baby’s brain and nervous system are developing at a rapid pace. Optic vesicles, which later form the eyes, begin to develop this week on the sides of the head, as do the passageways that will make up the inner ear. Your baby's heart will begin to beat around this time, and it may even be detected on ultrasound examination. And the beginnings of the digestive and respiratory systems are forming, too. Small buds that will grow into your baby's arms and legs also appear this week. Because their legs are curled up against the torso for much of the pregnancy, making a full-length measurement difficult, babies often are measured from the crown to rump rather than from head to toe. This week, your baby only measures 0.08 to 0.2 inches (2 to 5 millimeters) from crown to rump! Your body Common pregnancy complaints may hit in full force this week. You may feel extreme fatigue as your body adjusts to the demands of pregnancy. And tender, aching breasts and nausea and vomiting (morning sickness) may leave you feeling uncomfortable. Despite its name, morning sickness can occur at any hour or all day, so don't be surprised if your queasy stomach doesn't pass by noon. Nausea isn't the only thing that has you running to the toilet, though — hormonal changes and other factors, such as your kidneys working extra hard to flush wastes out of your body, cause you to urinate more frequently, too.  Week 7 Your baby's development Your baby is constantly adapting to life inside the uterus. By this week, the umbilical cord has formed. It will be your baby’s connection to you throughout your pregnancy, providing oxygen and nourishment for your baby and disposing of your baby's wastes. In addition, your baby's digestive tract and lungs continue to form. Are you waiting impatiently to see your baby's face on his or her birth day? You have a long way to go until then, but in the meantime, your baby's face is taking shape. The mouth, nostrils, ears, and eyes are some of the facial features that become more defined this week. Dreaming of a son or daughter to play ball with? The arm bud that developed just last week has a hand on the end of it, which looks like a tiny paddle. Your body Pregnancy causes many changes in your cervix. By this week you'll have developed a mucous plug, which forms in the opening of the cervical canal and seals off the uterus for protection. (You'll lose this plug as your cervix dilates in preparation for labor.) Week 8 Your baby's development Marveling over a baby's tiny fingers and toes is one of the joys of the first day of life. Those fingers and toes are just beginning to form this week, and the arms can even flex at the elbows and wrists. The eyes are becoming more obvious because they’ve begun to develop pigment (color) in the retina (back of the eye).   Also, the intestines are getting longer and there isn’t enough room for them in the baby’s abdomen, so they protrude into the umbilical cord until week 12. By now, the beginnings of the buds that will develop into your baby's genitals have made their appearance, although they've not yet developed enough to reveal whether your baby is a boy or a girl. Your body Pregnancy symptoms such as a missed period, nausea, extreme fatigue, or tight clothes due to the swelling of your uterus have probably prompted you to wonder whether you're pregnant. Once you have confirmation of your pregnancy from a home pregnancy test or blood or urine test at the doctor's office, you should call and schedule your first prenatal visit. Your pregnancy may be monitored by one of several health care professionals, including an obstetrician, nurse practitioner, midwife, or family doctor. If your pregnancy is considered high risk (for example, if you have had multiple miscarriages, are older than 35, or have a history of pregnancy complications), your doctor may want to see you as early as possible and more often during the course of your pregnancy. Good prenatal care is extremely important for the health and safe delivery of your baby, so be sure to make prenatal appointments a top priority. Week 9 Your baby's development The tail at the bottom of your baby's spinal cord has shrunk and almost disappeared by this week. In contrast, your baby's head has been growing — it's quite large compared with the rest of the body and it curves onto the chest. By this week, your baby measures about 0.6 to 0.7 inches (16 to 18 millimeters) from crown to rump and weighs around 0.1 ounces (3 grams). The tip of the nose has developed and can be seen in profile, and flaps of skin over the eyes have begun to shape into eyelids, which will become more noticeable in the next few weeks. The digestive system continues to develop. The anus is forming, and the intestines are growing longer. In addition, internal reproductive features, such as testes and ovaries, start to form this week. Your baby may make some first movements this week as muscles develop. If you had an ultrasound now, those movements might even be visible, but you won't be able to feel them for several more weeks. Your body In preparation for your first prenatal visit, take the time to familiarize yourself with your family's health history and to review your medical records. Have you had any chronic illnesses, allergies, or surgeries? Are you currently taking any prescription medications? Do you know of any genetic disorders that run in your family? Has your menstrual cycle been regular, and have you had any past pregnancies? Do you smoke or drink alcohol? What are your exercise habits? These are the things your health care provider will want to discuss with you, so it will help to have this information ready when you go. week 10 Your baby's development By week 10, all of your baby's vital organs have been formed and are starting to work together. As external changes such as the separation of fingers and toes and the disappearance of the tail takes place, internal developments are taking place too. Tooth buds form inside the mouth, and if you're having a boy, his testes will begin producing the male hormone testosterone.  Congenital abnormalities are unlikely to develop after week 10. This also marks the end of the embryonic period — in general, the embryo now has a distinctly human appearance and starting next week your baby will officially be considered a fetus. Your body Your first prenatal visit, which often takes place around this time, is a milestone. At the doctor's office, you'll go through a series of tests and checks, including having your weight and blood pressure checked. You might also have an external abdominal examination to check the size and position of your baby and have your urine tested. During this first prenatal visit, your health care provider will thoroughly examine you, including an internal examination and a breast exam. Your health care provider will also ask you many questions about your medical history and any family health problems, to determine if your baby is at risk for genetic diseases. Another thing your provider will check? Your baby's heartbeat! Using a Doppler stethoscope, you should get to hear it for the first time.  As you leave your first appointment, your health care provider will probably send you for a blood test to find out whether you are <em>immunized</em> against varicella, measles, mumps, and rubella (German measles), as well as to determine your blood type and Rh factor.  Week 11 Your baby's development From this week until week 20, your baby will be growing rapidly — increasing in size from about 2 inches (5 cm) to about 8 inches (20 cm) from crown to rump. To accommodate all this growth, the blood vessels in the placenta are increasing in both size and number to provide the baby with more nutrients. Facial development continues as the ears move toward their final position on the sides of the head. If you saw a picture of your baby now, you'd think you had a genius on your hands — the baby's head accounts for about half of the body length!  Although your baby's reproductive organs are developing rapidly, the external genitals of boys and girls appear somewhat similar until the end of week 11. They will be clearly differentiated by week 14. Your body Nourishing your baby usually requires that you gain weight — and in most cases, the recommended weight gain is 25 to 35 pounds (11.33 to 15.87 kg) over the course of the pregnancy. If you were overweight or underweight before pregnancy, your health care provider may have different recommendations for weight gain Week 12 Your baby's development Your baby's brain continues to develop, and tiny fingernails and toenails start to form. Vocal cords are formed this week, which is the last of your first trimester. Your baby's kidneys are functioning! After swallowing amniotic fluid, your baby will now be able to pass it out of the body as urine. And the intestines will make their way into the abdomen, since there is room for them now.  Your body Has anyone told you that you have that \"pregnant glow\"? It's not just the joy you may feel because you're having a baby — there's a physiological reason for smoother, more radiant skin during pregnancy. Increased blood volume and pregnancy hormones work together to give you that glow. The greater blood volume brings more blood to the blood vessels and hormones increase oil gland secretion, resulting in a flushed, plumper, smoother skin appearance. Sometimes, though, the increased oil gland secretion can cause temporary acne.   Week 13 Your baby's development As you begin the second trimester of pregnancy, your placenta has developed and is providing your baby with oxygen, nutrients, and waste disposal. The placenta also produces the hormones progesterone and estrogen, which help to maintain the pregnancy. By now, the baby's eyelids have fused together to protect the eyes as they develop. Once you take your newborn home, you might be wishing for those eyes to close once in a while so you can get some rest!  Your baby may also be able to put a thumb in his or her mouth this week, although the sucking muscles aren't completely developed yet. Your body At your first prenatal appointment, your health care provider probably gave you a prescription for prenatal vitamins. Taking these supplements, in addition to eating a healthy diet, ensures your baby gets additional vitamins and minerals, such as folic acid, zinc, iron, and calcium, which are necessary for growth and development. Talk to your pharmacist about the best way to take your vitamins, such as whether they should be taken with food or beverages. Week 14  Your baby's development By this week, some fine hairs have developed on your baby’s face. This soft colorless hair is called lanugo, and it will eventually cover most of your baby’s body until it is shed just before delivery. By now, your baby’s genitals have fully developed, though they may still be difficult to detect on an ultrasound examination. In addition, your baby starts to produce thyroid hormones because the thyroid gland has matured. Your baby now weighs about 1.6 ounces (45 grams) and is about 3.5 inches (9 cm) long from crown to rump. Your body Under certain circumstances (for example, if you're older than 35), your health care provider may discuss amniocentesis with you. Amniocentesis is a test usually done between 15 and 18 weeks that can detect abnormalities in a fetus, such as Down syndrome. During this test, a very thin needle is inserted into the amniotic fluid surrounding the baby in the uterus and a sample of the fluid is taken and analyzed. Amniocentesis does carry a very slight risk of miscarriage, so talk to your health care provider about your concerns and the risks and advantages of the test. Week 15  Your baby's development Parents are often amazed by the softness of their newborn's skin. Your baby’s skin has been continuously developing, and it is so thin and translucent that you can see the blood vessels through it. Hair growth continues on the eyebrows and the head. Your baby's ears are almost in position now, although they are still set a bit low on the head.     Internally, your baby's skeletal system continues to develop. Muscle development continues too, and your baby is probably making lots of movements with his or her head, mouth, arms, wrists, hands, legs, and feet. Your body Has it sunk in yet that you're pregnant? Many women say that it isn't until they trade in their jeans for maternity clothes and others start noticing their swelling abdomens that the reality of pregnancy sets in. For many, this realization is both joyful and scary. It's normal to feel as if you're on an emotional roller coaster (you have your hormones to thank). Another thing you may be feeling? Scatterbrained. Even the most organized women report that pregnancy somehow makes them forgetful, clumsy, and unable to concentrate. Try to keep the stress in your life to a minimum and take your \"mental lapses\" in stride — they're only temporary.  Week 16  Your baby's development Your baby now weighs about 3.9 ounces (110 grams) and measures about 4.7 inches (12 cm) in length from crown to rump. Your baby can hold his or her head erect, and the development of facial muscles allows for a variety of expressions, such as squinting and frowning. Your body Between weeks 16 and 18 of pregnancy, your health care provider may offer you the maternal blood screening test, also known as a \"triple marker\" test or \"triple screen,\" which measures the levels of alpha-fetoprotein (AFP), a protein produced by the fetus, and the pregnancy hormones hCG and estriol in the mother's blood. The test is sometimes called a quadruple test when the level of inhibin-A, is also measured. The results of these tests can tell moms whether their babies are at risk for neural tube defects such as spina bifida or chromosomal abnormalities such as Down syndrome. Out of every 1,000 women who take these tests, about 50 will have abnormal results, but only one or two women will actually have babies with a problem. Talk to your health care provider about the risks and advantages of these tests.   Week 17 Your baby's development At about 5.1 inches (13 cm) from crown to rump and weighing 4.9 ounces (140 grams), your baby is still very tiny. The placenta, which nourishes the fetus with nutrients and oxygen and removes wastes, is growing to accommodate your baby. It now contains thousands of blood vessels that bring nutrients and oxygen from your body to your baby's developing body. Your body You may notice that your breasts have changed considerably since your pregnancy began. Hormones are preparing your breasts for milk production — more blood is flowing to the breasts, and the glands that produce milk are growing in preparation for breastfeeding. This can increase your breast size (many women increase one to two cup sizes) and cause veins to become visible. Buy supportive bras in a variety of sizes to accommodate your breast growth during pregnancy. Week 18 Your baby's development Ears move to their final position and they stand out from the head. And start brushing up on your lullabies — in the coming weeks, your baby will probably be able to hear! The bones of the middle ear and the nerve endings from the brain are developing so that your baby will hear sounds such as your heartbeat and blood moving through the umbilical cord. He or she may even be startled by loud noises! Your baby's eyes are also developing — they're now facing forward rather than to the sides, and the retinas may be able to detect the beam of a flashlight if you hold it to your abdomen.  Until now, your baby's bones had been developing but were still soft. This week, they begin to harden, or ossify. Some of the first bones to ossify are those in the clavicles and the legs. Your body You're probably beginning to prepare for life with baby. Your preparations should extend beyond gathering the layette and decorating the nursery, though. This is a good week to begin your search for a pediatrician or other health care provider for your child. Schedule visits to meet with potential doctors to discuss issues such as appointment availability, immunization scheduling, and when to call in an emergency. Some good questions to ask: How many health care providers are in the practice? Who covers nights and weekends? What is their policy on phone calls? Which hospitals are they affiliated with? What insurance do they accept? What specialists do they work with? How are emergencies handled? It's important that you feel comfortable with your child's doctor, so do your homework and make your decision carefully. Week 19 Your baby's development Your baby is now covered with a white, waxy substance called vernix caseosa, which helps prevent delicate skin from becoming chapped or scratched. Premature babies may be covered in this cheesy coating at delivery.  Your baby is still tiny, but this week brings the development of brown fat, which will help keep your baby warm after birth. During the last trimester, your baby will add more layers of fat for warmth and protection. Your body   Your constant concern for your baby's health may give way to reassurance if you feel your baby's first movements, which often happens between weeks 18 and 20. These first movements are known as quickening, and they may feel like butterflies in your stomach or a growling stomach. Later in your pregnancy, you'll feel kicks, punches, and possibly hiccups! Each baby has different movement patterns, but if you're concerned or if the movements have decreased in frequency or intensity, talk to your doctor.  Many women wonder around this time whether having sex will hurt their developing baby, and the answer is no. Sex is considered safe at all stages of pregnancy, as long as your pregnancy is normal. But that doesn't necessarily mean you're going to want to have it. Many expectant women find that their desire for sex fluctuates during the various stages of pregnancy, depending on their fatigue, growing size, anxiousness over the birth, and a host of other body changes. Keep the lines of communication with your partner open as these issues come up. Even though you may both be preoccupied with the baby, it's also important to have some \"together time.\" Week 20 Your baby's development You're halfway there! Twenty weeks into your pregnancy, your baby has grown significantly from that first dividing cell and now weighs about 11 ounces (312 grams) and measures about 6.3 inches (16 cm) from crown to rump. The baby is taking up increasing room in your uterus, and continued growth will put pressure on your lungs, stomach, bladder, and kidneys. Under the vernix caseosa (a protective, waxy coating), your baby's skin is thickening and developing layers. Hair and nail growth continue. Your body your health care provider may recommend that you receive an ultrasound, a diagnostic test that uses sound waves to create an image. An ultrasound can determine the size and position of the fetus, and any structural abnormalities of bones and organs that are visible by this time. Depending on the position of the fetus, the sex can usually be determined by now. During an ultrasound, the umbilical cord, placenta, and amniotic fluid can also be examined. Talk to your health care provider about the risks and advantages of this test.",
            "vi": "http://kidshealth    Chúc mừng! Giai đoạn thai nghén là khoảng thời gian thú vị và là một dịp tốt cho bạn tìm hiểu về sự phát triển và tăng trưởng của con mình. Nhưng hiện có quá nhiều sách, tạp chí, mạng cung cấp thông tin về việc mang thai thì làm sao bạn có thể mong thu thập hết các kinh nghiệm đó trước khi sinh con đây? Chúng tôi đã tập hợp tất cả các thông tin về thai kỳ vào một nơi nhằm giúp cho bạn có được những điều cần thiết một cách dễ dàng. Lịch thai kỳ có minh hoạ của chúng tôi là một bảng hướng dẫn chi tiết về tất cả những thay đổi xảy ra trong cơ thể của con bạn – và cả bạn nữa! Mỗi tuần thai sẽ miêu tả về sự phát triển của bé cũng như giải thích hết những thay đổi bên trong cơ thể của mẹ. Bạn có thể sẽ phát hiện nhiều thông tin sức khoẻ quan trọng giúp cho bạn và con mình được khoẻ mạnh đấy.  Thông báo về ngày sinh và các quý thai kỳ  Sau khi thông báo là mình có thai thì thường là bạn sẽ nghe người khác hỏi “Khi nào sinh?” Vào lần khám thai đầu tiên, bác sĩ sẽ giúp bạn xác định ngày dự sinh (EDD). Ngày dự sinh của bạn sẽ rơi vào tuần 40 tính từ ngày đầu của kỳ kinh cuối (LMP) của bạn. Nếu sinh bé đúng vào ngày dự sinh thì con bạn thực ra chỉ khoảng 38 tuần tuổi thôi – vì sau khi bắt đầu kỳ kinh cuối khoảng 2 tuần thì trứng của bạn mới được thụ tinh. điều quan trọng là nên nhớ rằng ngày dự sinh chỉ là ước tính dự đoán thôi – hầu hết trẻ được sinh khoảng từ tuần 38 đến tuần 42 tính từ ngày đầu của kỳ kinh cuối của mẹ và chỉ một số ít bà mẹ sinh con thực sự đúng vào ngày dự sinh của mình.  Một thuật ngữ khác mà bạn cũng thường hay nghe suốt thời gian thai kỳ đó là quý thai kỳ. Thời gian thai nghén được chia ra thành nhiều quý:   quý đầu tiên là từ tuần 1 cho đến cuối tuần 12 quý thứ hai là từ tuần 13 cho đến cuối tuần 26 quý thứ ba là từ tuần 27 cho đến cuối thời kỳ thai nghén   Bắt đầu thai nghén  Nên kiểm tra lại mỗi tuần thai kỳ để xem bé có phát triển không và để phát hiện ra những thay đổi mà bạn nghĩ cơ thể mình đang có nữa nhé! Tuần 1 Sự phát triển của bé  Tuần đầu này thực ra là trong kỳ kinh của bạn. Vì ngày dự sinh (EDD) của bạn được tính từ ngày đầu của kỳ kinh cuối, tuần này nằm trong thời gian mang thai 40 tuần mặc dù con bạn chưa được thụ thai.  Cơ thể của mẹ Các thói quen có lợi cho sức khỏe của bạn sẽ gắn liền với sức khoẻ của bé trong suốt thời gian thai nghén. Khi lên kế hoạch mang thai, bạn nên dành thời gian để chuẩn bị cho cơ thể sẵn sàng thực hiện chức năng làm mẹ. Trước khi mang thai, bạn nên:  Tránh rượu bia, thuốc phiện, và thuốc lá. Những chất này có thể gây dị tật bẩm sinh, hội chứng nhiễm rượu ở bào thai, vấn đề đường hô hấp, sinh thiếu ký, và nhiều vấn đề sức khỏe khác. Nên cho bác sĩ biết bất cứ loại thuốc theo toa và không theo toa mà bạn đang sử dụng. Bạn nên đề phòng đặc biệt nhiều dược phẩm vì nhiều loại thuốc theo toa và thuốc mua tự do không theo toa có thể gây ảnh hưởng bất lợi cho bào thai. Nhưng bạn cũng không nên ngưng dùng thuốc theo toa mà không tham khảo ý kiến của bác sĩ, bác sĩ sẽ giúp bạn cân nhắc các lợi ích khả thi và những nguy hiểm nếu bạn ngưng thuốc của mình.     Duy trì chế độ ăn uống đủ vi-ta-min, nhất là a-xít phô-lích. Phụ nữ muốn có thai mỗi ngày nên bổ sung 400 mg a-xít phô-lích. Việc bổ sung đầy đủ a-xít phô-lích làm giảm nguy cơ khuyết tật ống thần kinh phôi (dị tật bẩm sinh do não và tủy sống phát triển không đầy đủ), như tật nứt đốt sống. Nên cho bác sĩ biết về việc bổ sung a-xít phô-lích trong thời gian bạn muốn có thai.  Tuần 2 Sự phát triển của bé  Điều này nghe có vẻ kỳ lạ, nhưng bạn vẫn chưa có thai! Tinh trùng sẽ chỉ có thể làm trứng thụ tinh vào thời gian gần cuối tuần này – đọc thêm thông tin về sự thụ tinh trong phần Your Body bên dưới nhé.  Dẫu rằng bạn sẽ phải chờ xem nên dùng màu gì để sơn phòng cho bé thì thời điểm thụ tinh sẽ quyết định giới tính con của bạn đấy. Trong số 46 nhiễm sắc thể tạo nên vật liệu di truyền của trẻ thì chỉ có 2 nhiễm sắc thể – 1 từ tinh trùng và 1 từ trứng – xác định giới tính của bé. Các nhiễm sắc thể này được gọi là nhiễm sắc thể giới tính. Mỗi trứng có 1 nhiễm sắc thể giới tính X; mỗi tinh trùng có hoặc 1 nhiễm sắc thể giới tính X hoặc 1 nhiễm sắc thể giới tính Y. Nếu tinh trùng thụ tinh với trứng mang nhiễm sắc thể giới tính X thì con bạn sẽ là gái; ngược lại nếu mang nhiễm sắc thể giới tính Y thì con bạn sẽ là trai. Cơ thể của mẹ Niêm mạc tử cung nuôi bào thai sẽ phát triển to ra và cơ thể bạn sẽ tiết ra hooc-môn sinh sản (FSH), có tác dụng kích thích làm trứng chín. Vào cuối tuần thứ 2, đây là thời điểm giữa của chu kỳ kinh nguyệt của bạn (nếu bạn có chu kỳ 28 ngày đều đặn), và trứng sẽ rụng vào thời điểm này (buồng trứng sẽ làm rụng một trứng vào ống dẫn trứng). Đây là thời điểm rất dễ có thai. Nếu bạn giao hợp không dùng biện pháp ngừa thai nào gần thời điểm rụng trứng thì bạn có thể dễ dàng thụ thai. Sau khi người đàn ông xuất tinh, hàng triệu tinh trùng vào âm đạo, và hàng trăm tinh trùng vào ống dẫn trứng, nơi đây trứng đã chờ sẵn. Thường thì một tinh trùng lọt được vào trong trứng và gây nên quá trình thụ thai. Khi đó, bạn có thai rồi đấy – mặc dù là bạn chưa nhận biết được bất cứ thay đổi nào trong cơ thể mình hết.   Tuần 3 Sự phát triển của bé  Mặc dù bạn có thể không cảm nhận được là mình đã có thai nhưng em bé lại đang phát triển và lớn lên trong cơ thể của bạn rồi đấy! Dẫu rằng chỉ mới được thụ thai nhưng bào thai cũng phát triển không ngừng. Trứng được thụ tinh qua quá trình phân bào. Khoảng 30 tiếng đồng hồ sau khi thụ tinh, trứng phân chia thành 2 tế bào, rồi 4 tế bào, rồi 8 tế bào và tiếp tục như thế khi đi từ ống dẫn trứng đến tử cung. Khi vào đến tử cung, nhóm tế bào này trông giống như một quả banh nhỏ xíu và được gọi là phôi dâu. Phôi dâu trở nên bị rỗng và chứa đầy dịch – gọi là phôi. Gần cuối tuần thứ 3 thì phôi sẽ bám vào màng trong dạ con, niêm mạc tử cung. Đây gọi là quá trình phôi bám vào niêm mạc tử cung; tạo nên mối kết nối quan trọng - nội mạc tử cung sẽ cung cấp dưỡng chất cho phôi thai đang phát triển và giúp phôi thai tống khứ chất thải ra ngoài. Dần dần, ở đây phát triển thành nhau thai. Cơ thể của mẹ Việc bổ sung đầy đủ các dưỡng chất cần thiết như a-xít folic, prô-tê-in, can-xi, và sắt là hết sức quan trọng giúp nuôi dưỡng bào thai. Tốt hơn hết là nên bổ sung a-xít folic từ trước khi bạn mang thai – điều này rất cần thiết vì a-xít folic có tác dụng phòng tránh dị tật ống thần kinh phôi (cấu trúc tạo não và tuỷ sống), hình thành từ rất sớm trong thời gian thai kỳ.   Trong suốt thời kỳ thai nghén bạn nên tăng cường hấp thu, bổ sung prô-tê-in để tạo mô mới. Ngoài ra, can-xi cũng rất cần thiết cho sự phát triển của xương và răng, vì vậy nên đảm bảo bạn có một chế độ ăn uống đầy đủ các sản phẩm sữa, rau củ có màu xanh, và rau đậu. Sắt cũng rất cần thiết suốt quá trình mang thai vì bạn phải cung cấp cho nhu cầu ngày càng tăng thể tích máu của thai nhi. Các nguồn dinh dưỡng dồi dào chất sắt bao gồm các loại thịt đỏ, rau đậu, trứng, và rau có lá xanh. Tuần 4 Sự phát triển của bé  Qua 4 tuần thai nghén thì thai nhi của bạn (gọi là phôi thai) có 2 lớp tế bào – lá mặt và lá phôi trong – giai đoạn cuối sẽ phát triển thành tất cả các cơ quan và bộ phận trên cơ thể của em bé. Hai cấu trúc khác cùng phát triển vào thời điểm này là màng ối và màng phôi. Màng ối, chứa nước ối, sẽ bao bọc và bảo vệ phôi thai phát triển. Màng phôi sẽ tạo máu và giúp nuôi phôi cho đến khi nào nhau thai đảm nhận vai trò đó. Cơ thể của mẹ Ở tuần thứ 4 này thì phôi thai tiếp tục bám vào tử cung của bạn, nằm khuất sâu bên trong nội mạc tử cung. Khi đã bám vào tử cung thì thai bắt đầu tiết ra một loại hooc-môn có tên là kích thích tố được tiết ra từ nhau thai người ( hCG ), có tác dụng giúp bảo vệ niêm mạc tử cung. Hooc-môn này cũng giúp cho buồng trứng ngưng rụng trứng mỗi tháng, làm ngưng chu kỳ kinh nguyệt hàng tháng của bạn. Một số phụ nữ có cảm giác hơi bị chuột rút và thấy đốm máu trong suốt tuần thứ 4 này khi phôi thai bám vào tử cung và nhầm tưởng là chu kỳ kinh nguyệt bình thường của mình, bởi điều này cũng thường xảy ra gần thời gian hành kinh hàng tháng.  hCG là loại hoóc-môn được đo bằng các biện pháp thử thai. Nếu thử thai ở tuần này thì có thể phát hiện được thai của bạn đấy! hCG cũng gây các triệu chứng thai nghén, có thể thấy ở thời gian này. Các triệu chứng như mệt mỏi, ù tai hoặc đau vú, hoặc buồn nôn có thể làm bạn nghĩ là chu kỳ kinh nguyệt của mình sắp tới vào bất kỳ ngày nào vì các triệu chứng mang thai ban đầu giống như hội chứng tiền kinh nguyệt (PMS). Nhưng vào cuối tuần thứ 4 này thì chu kỳ kinh mong đợi của bạn cũng chưa xuất hiện. Vậy là quá trình thai nghén của bạn đang tiến triển tốt rồi đấy! Tuần 5 Sự phát triển của bé  Cho đến bây giờ thì phôi đã là một khối tế bào nhưng bắt đầu vào thời điểm này của thai kỳ thì hình dáng thai rõ ràng mới định hình. ống thần kinh phôi, giai đoạn cuối sẽ hình thành nên tuỷ sống và não, chạy từ đầu đến đuôi phôi. Chỗ phình giữa phôi thai sẽ phát triển thành tim của em bé. Nhau thai cũng phát triển vào thời điểm này. Phôi thai nhận chất dinh dưỡng từ mẹ qua nhau và các chỗ lồi ra giống như ngón tay được gọi là lông nhung màng đệm.  Cơ thể của mẹ Cho dù là bạn chưa có cảm giác buồn nôn nhưng bạn muốn tránh xa một số thức ăn nào đó khi mang thai. Các chứng ngộ độc thức ăn như bệnh làm ảnh hưởng lên hệ thần kinh do vi khuẩn gây ra và bị nhiễm giun từ động vật có thể gây dị tật bẩm sinh hoặc thậm chí gây sẩy thai nữa. Dưới đây là một số thực phẩm mà bạn cần tránh xa:       * các loại phô-mai mềm như là phô-mai mặn (xuất xứ từ Hy Lạp, làm từ sữa cừu hay dê, được bảo quản trong nước muối hoặc nước biển), phô-mai dê, phô-mai mềm (brie) của Pháp, phô-mai Camembert, và phô-mai xanh  * các loại nước ép trái cây và sữa chưa tiệt trùng * các loại thịt chưa nấu chín hay tái, sống bao gồm xúc xích xông khói và thịt deli * trứng sống hoặc các loại thức ăn có trứng sống như món kem mút và tiramisu (loại bánh ngọt tráng miệng kiểu Ý) * tôm cua sống * paté Bệnh nhiễm giun từ động vật cũng có thể lây lan từ các hộp cho mèo ị bị nhiễm bẩn, vì vậy bạn nên nhờ một người nào đó rửa những thùng/hộp dơ bẩn này khi đang mang thai nhé. Tuần 6 Sự phát triển của bé  Vào khoảng tuần thứ 6, não và hệ thần kinh của em bé phát triển nhanh chóng. Túi thị giác, về sau hình thành nên mắt, bắt đầu phát triển vào tuần này ở 2 bên đầu và tương tự các rãnh cũng sẽ hình thành nên tai trong của bé.  Tim của bé cũng sẽ bắt đầu đập vào khoảng thời gian này, và thậm chí có thể được phát hiện ra bằng xét nghiệm siêu âm. Hệ hô hấp và tiêu hoá cũng bắt đầu được hình thành. Các chồi nhỏ cũng sẽ phát triển thành cánh tay của bé và chân cũng xuất hiện vào tuần thứ 6. Vì trong hầu hết thời gian thai nghén chân bé thường cuộn lại với thân trên nên đo chiều dài đầy đủ của bé quả thật rất khó khăn, và các bé thường được đo từ đỉnh đầu tới mông chớ không phải là từ đầu đến chân. Ở tuần thứ 6 này, bé của bạn chỉ đo được từ 0.08 đến 0.2 in-sơ (2 đến 5 mm) từ đỉnh đầu đến mông!  Cơ thể của mẹ Những lời than phiền về thai nghén thường nghe nhất có thể rất nhiều trong tuần này. Bạn có thể sẽ cảm thấy hết sức mệt mỏi vì cơ thể mình phải điều chỉnh cho phù hợp với nhu cầu của thai nghén. Cảm giác hơi đau vú và buồn nôn, ói mửa (ốm nghén) cũng có thể khiến cho bạn cảm thấy khó chịu. Dẫu có tên là “morning sickness” nhưng chứng ốm nghén có thể xảy ra vào bất cứ lúc nào trong ngày hoặc cả ngày, thế nên chớ ngạc nhiên khi thấy chứng buồn nôn ở dạ dày của bạn không hết vào giữa trưa nhé. Chứng buồn nôn không phải là thứ duy nhất bắt bạn phải chạy vào nhà vệ sinh, mà các thay đổi hooc-môn và nhiều yếu tố khác như thận làm việc nhiều hơn để đẩy chất thải ra khỏi cơ thể cũng làm cho bạn đi tiểu thường hơn.  Tuần 7 Sự phát triển của bé  Bé của bạn luôn thích nghi được với cuộc sống bên trong tử cung. Ở tuần 7 này thì dây rốn đã hình thành. Dây rốn là mối dây kết liền giữa mẹ và bé trong suốt thời gian thai kỳ, dây rốn cung cấp khí ô-xy và dưỡng chất cho bé và giúp thải chất thải của bé ra ngoài. Ngoài ra, hệ tiêu hoá và phổi của bé cũng hình thành vào giai đoạn này. Có phải là bạn đang rất sốt ruột muốn thấy mặt của con mình vào ngày sinh lắm phải không? Đến lúc đó vẫn còn lâu lắm đấy, nhưng giờ đây, khuôn mặt của bé cũng đang rõ hình dạng rồi. Miệng, mũi, tai, và mắt là một số nét trên khuôn mặt có thể được thấy rõ vào tuần này. Bạn đang tưởng tượng đến một đứa con trai hay một đứa con gái để cùng chơi bóng với bạn phải không? Chồi tay chỉ mới phát triển hồi tuần rồi mà giờ đã có bàn tay rồi, trông giống như một cái mái chèo nhỏ xíu vậy. Cơ thể của mẹ Giai đoạn thai nghén cũng có thể làm cho cổ tử cung bạn biến đổi nữa. Vào tuần này, cơ thể bạn sẽ sản sinh nhiều chất nhầy, nằm trong lỗ ống cổ tử cung và bịt kín tử cung để bảo vệ em bé. (Chất nhầy này sẽ hết khi cổ tử cung của bạn giãn ra để chuẩn bị cho cơn đau đẻ.)  Tuần 8 Sự phát triển của bé  Lạ lẫm, ngạc nhiên với các ngón tay và ngón chân nhỏ xíu của bé là một trong những niềm vui ngày đầu trong đời. Các ngón tay, ngón chân đó chỉ mới bắt đầu hình thành vào tuần này thôi, và cánh tay có thể đã gập ở khuỷu tay và cổ tay. Mắt cũng trở nên rõ hơn vì đã bắt đầu phát triển sắc tố (màu) ở võng mạc (phía sau mắt).  Hơn nữa, ruột cũng trở nên dài hơn và không đủ chỗ cho ruột nằm trong bụng bé  nên ruột phải lồi ra thành dây rốn cho đến tuần thứ12. Giờ đây, các chồi sẽ bắt đầu phát triển thành cơ quan sinh dục ngoài của bé làm cho xuất hiện cơ quan sinh dục ngoài, mặc dù là chúng chưa phát triển đầy đủ để có thể tiết lộ giới tính con bạn là gái hay là trai.  Cơ thể của mẹ Các triệu chứng mang thai như mất kinh, buồn nôn, mệt mỏi tột độ, hoặc quần áo chật vì tử cung của bạn đang phồng to lên có thể đã gợi cho bạn thắc mắc là liệu có phải mình có thai rồi không. Khi bạn đã biết chính xác có thai nhờ vào biện pháp thử thai tại nhà hay thử máu hay thử nước tiểu tại phòng khám của bác sĩ, bạn nên gọi điện thoại và lên lịch cho lần khám thai đầu tiên. Thời gian thai nghén của bạn có thể được theo dõi bởi một trong những chuyên gia sức khoẻ như bác sĩ khoa sản, y sĩ, bà mụ, hay bác sĩ đa khoa. Nếu thai nghén của bạn có nguy cơ gặp nguy hiểm cao (chẳng hạn như nếu bạn đã sẩy thai nhiều lần, bạn mang thai sau 35 tuổi, hoặc có tiền sử biến chứng thai nghén), bác sĩ cũng cần khám cho bạn càng sớm càng tốt và khám thường xuyên hơn cho bạn trong suốt thời gian thai kỳ của bạn.  Việc chăm sóc kỹ lưỡng trước khi sinh là điều vô cùng quan trọng đối với sức khoẻ và sự an toàn sinh đẻ cho bé, vì vậy phải đảm bảo rằng các cuộc khám thai trước khi sinh là việc quan trọng hàng đầu.  Tuần 9 Sự phát triển của bé  Phần đuôi cuối tuỷ sống của bé đã rút nhỏ lại và hầu như biến mất vào giai đoạn này. Ngược lại, đầu của bé phát triển nhiều hơn – đầu khá lớn so với các phần khác của cơ thể và nằm cong trên ngực. Ở tuần thứ 9 này thì bé đo được khoảng chừng 0,6 đến 0,7 in-sơ (khoảng từ 16 đến 18mm) từ đỉnh đầu đến mông và cân nặng khoảng 0,1 ao-xơ (3gram). Chóp mũi đã phát triển và có thể được nhìn thấy ở mặt nghiêng, và các nếp gấp da trên mắt đã bắt đầu hình thành nên mí mắt, và sẽ trở nên rõ rệt hơn trong một vài tuần tới nữa.  Ở tuần này, hệ tiêu hoá tiếp tục phát triển. Hậu môn cũng đang hình thành, và ruột cũng phát triển dài hơn. Ngoài ra, các đặc điểm sinh sản bên trong như buồng trứng và tinh hoàn cũng bắt đầu hình thành. Bé có thể sẽ có một vài cử động đầu tiên trong tuần này vì các cơ bắt đầu phát triển. Nếu giờ đây bạn siêu âm thì thậm chí các cử động này có thể nhìn thấy được đấy nhưng phải thêm một vài tuần nữa bạn mới có thể cảm nhận được bé đang máy trong bụng mình. Cơ thể của mẹ Để chuẩn bị cho lần khám thai đầu tiên, bạn nên dành chút thời gian để nghiệm lại tiền sử sức khỏe của gia đình và để xem lại các bệnh án của bạn nữa. Bạn có bao giờ bị bệnh mãn tính, dị ứng, hoặc phẫu thuật nào không? Hiện bạn có đang sử dụng một loại thuốc theo toa nào không? Bạn có biết là trong gia đình mình có bệnh di truyền nào không? Chu kỳ kinh nguyệt của bạn có đều đặn không, và trước đây bạn có bao giờ mang thai lần nào chưa? Bạn có hút thuốc hay uống rượu không? Thói quen tập luyện của bạn là gì? Đây là những điều mà bác sĩ muốn thảo luận với bạn, thế nên hãy chuẩn bị những thông tin này khi bạn đi khám thai lần đầu nhé. Tuần 10 Sự phát triển của bé  Vào khoảng tuần thứ 10, tất cả các cơ quan quan trọng của em bé đã hình thành và bắt đầu hoạt động kết hợp với nhau. Các thay đổi bề ngoài như các ngón chân, ngón tay tách rời nhau và đuôi biến mất, các bộ phận bên trong cơ thể cũng đang dần biến đổi. Nhiều nụ răng xuất hiện bên trong miệng, và nếu con bạn là trai thì tinh hoàn của bé sẽ bắt đầu tiết ra hooc-môn sinh dục nam. Các dị tật bẩm sinh khó có thể phát triển sau tuần thứ 10. Ở đây kết thúc thời kỳ phôi thai – nhìn chung thì giờ đây phôi đã có hình dáng con người rõ ràng và đầu tuần sau bé của bạn sẽ chính thức được xem như một bào thai.  Cơ thể của mẹ Lần khám thai đầu tiên của bạn thường là vào thời gian này, đây là một cột mốc quan trọng. Tại phòng khám của bác sĩ, bạn sẽ phải làm một loạt các xét nghiệm và kiểm tra, như kiểm tra cân nặng và huyết áp. Bạn cũng có thể được khám bên ngoài bụng để kiểm tra kích cỡ và vị trí của bé và bạn còn phải làm xét nghiệm nước tiểu nữa. Trong lần khám thai đầu tiên này, bác sĩ sẽ khám tổng quát hết cho bạn như khám nội và khám ngực (vú) nữa. Bác sĩ sẽ hỏi bạn nhiều câu hỏi về tiền sử sức khỏe của bạn và bất kỳ vấn đề sức khỏe nào khác trong gia đình của bạn, để xác định xem liệu em bé của bạn có nguy cơ mắc bệnh di truyền nào đó không. bác sĩ còn muốn kiểm tra thêm điều gì nữa không? Nhịp tim của em bé nữa! Nhờ vào ống nghe Doppler, bạn sẽ nghe được nhịp tim của bé trong lần đầu tiên này.  Khi bạn khám thai lần đầu tiên xong, bác sĩ sẽ có thể cho bạn làm xét nghiệm máu để phát hiện xem bạn có được gây miễn dịch với bệnh thuỷ đậu, sởi, quai bị, và sởi ru-bê-la (bệnh sởi ru-bê-la) chưa, đồng thời để xác định nhóm máu của bạn và (Rh) chất hiện diện trong hồng huyết cầu và có tác dụng tạo ra kháng thể. Tuần 11 Sự phát triển của bé  Từ tuần này cho đến tuần 20, bé sẽ phát triển rất nhanh – tăng kích cỡ từ khoảng 2 in-sơ (5cm) tăng lên khoảng 8 in-sơ (20cm) từ đỉnh đầu đến mông. Để phù hợp với sự phát triển của bé thì mạch máu ở nhau thai cũng tăng lên cả về kích cỡ và số lượng để cung cấp nhiều dưỡng chất hơn cho bé. Khuôn mặt tiếp tục thay đổi và phát triển vì tai phát triển về điểm cuối hai bên đầu. Nếu giờ đây bạn thấy được hình ảnh của em bé, chắc bạn sẽ nghĩ con mình là thiên tài đây – đầu của bé chiếm khoảng chừng một nửa chiều dài của cơ thể! Mặc dù cơ quan sinh sản của bé phát triển rất nhanh nhưng các cơ quan sinh dục ngoài của bé trai và bé gái đều có vẻ như rất giống nhau mãi cho đến cuối tuần thứ 11. các cơ quan sinh dục ngoài này sẽ khác biệt rõ ràng vào tuần thứ 14. Cơ thể của mẹ Việc nuôi em bé thường đòi hỏi bạn phải tăng cân – và thường thì chỉ số tăng trọng được khuyến nghị là từ 25 đến 35 pao (từ 11,33 đến 15,87kg) trong suốt thời gian thai kỳ. Nếu bạn béo phì hay nhẹ cân trước thai kỳ thì bác sĩ có thể cho bạn nhiều khuyến nghị khác về tăng cân. Tuần 12 Sự phát triển của bé  Não của bé tiếp tục phát triển ở giai đoạn này, và các móng tay và móng chân nhỏ xíu bắt đầu được hình thành. Các dây thanh âm cũng hình thành vào tuần thứ 12 này, đây là giai đoạn cuối của quý thai đầu tiên của bạn. Thận của bé cũng đang hoạt động rồi đấy! Sau khi nuốt nước ối, bé giờ đây cũng có thể đưa nước ối ra ngoài cơ thể bằng đường tiểu được. Và giờ thì ruột sẽ có thể nằm vào trong bụng, vì đã có chỗ để chứa ruột trong bụng của bé. Cơ thể của mẹ Có ai nói với bạn là bạn đang “đẹp lên/hồng hào hơn vì mang thai” chưa? Không chỉ là niềm vui vì bạn sắp có con – mà còn vì một lý do mang tính sinh lý khác làm cho da của bạn thêm mượt mà hơn, rạng rỡ hơn suốt thời kỳ thai nghén. Thể tích máu tăng lên kết hợp với các hooc-môn thai nghén làm cho bạn thêm hồng hào hơn. Thể tích máu tăng lên làm cho máu đến các mạch máu nhiều hơn và hooc-môn làm tuyến nhờn tiết nhiều hơn, làm cho da bạn trông có vẻ hồng hơn, căng hơn, và láng mịn hơn. Mặc dù vậy, đôi khi sự tăng tiết tuyến nhờn này có thể gây nên chứng nổi mụn trứng cá tạm thời. Tuần 13 Sự phát triển của bé  Khi bạn bắt đầu quý hai của thai kỳ thì nhau đã phát triển tốt và có nhiệm vụ cung cấp khí ô-xy, dưỡng chất cho bé và giúp thải chất thải của bé ra ngoài. Nhau thai cũng tiết ra hooc-môn progesterone và estrogen, giúp nuôi dưỡng và duy trì thai. Giờ đây thì mí mắt của bé đã kết hợp với nhau để bảo vệ mắt khi mắt phát triển. Khi bạn đưa bé mới sinh của mình về nhà, chắc bạn cũng muốn thỉnh thoảng con mình ngủ đi để bạn có thể nghỉ ngơi một chút! Trong tuần thứ 13 này thì bé cũng có thể biết bỏ ngón tay cái vô miệng rồi đấy, mặc dù là cơ mút chưa phát triển đầy đủ. Cơ thể của mẹ Vào lần khám thai đầu tiên của quý thai kỳ thứ 2 này, bác sĩ có thể kê toa thuốc vi-ta-min dùng trước khi sinh cho bạn. Ngoài chế độ dinh dưỡng có lợi cho sức khỏe thì việc bổ sung những loại vi-ta-min này đảm bảo cho bé của bạn được bổ sung thêm vi-ta-min và khoáng chất, như a-xít folic, kẽm, sắt, và can-xi, rất cần thiết cho sự tăng trưởng và phát triển của bé. Bạn nên tham khảo dược sĩ về cách hấp thụ vi-ta-min tốt nhất cho cơ thể, như nên bổ sung vi-ta-min bằng thức ăn hay bằng nước uống.  Tuần 14 Sự phát triển của bé  Vào tuần thứ 14 này thì trên mặt bé đã xuất hiện một ít lông mịn. Thứ lông mềm mịn không màu này gọi là lông tơ, và về sau hầu hết toàn thân của bé phủ hết lông tơ và chỉ đến trước khi sinh thì lông tơ này sẽ rụng. Các cơ quan sinh dục ngoài của bé giờ đây đã phát triển đầy đủ, mặc dù có thể rất khó thấy qua kiểm tra siêu âm. Ngoài ra, bé bắt đầu tiết ra hooc-môn tuyến giáp vì tuyến giáp đã phát triển. Bây giờ thì bé cân nặng khoảng từ 1,6 ao-xơ (45gram) và dài khoảng chừng 3,5 in-sơ (9cm) từ đỉnh đầu đến mông. Cơ thể của mẹ Tùy từng trường hợp cụ thể (ví dụ như bạn mang thai sau 35 tuổi), bác sĩ có thể bàn thảo với bạn phương pháp chọc ối. Chọc ối là biện pháp xét nghiệm thường làm cho thai khoảng từ 15 đến 18 tuần tuổi để có thể phát hiện dị tật bào thai, như hội chứng Down. Trong cuộc xét nghiệm này thì người ta dùng một kim tiêm rất nhỏ để chọc vào nước ối nằm bao quanh em bé trong tử cung và mẫu dịch được lấy ra và đem phân tích. Phương pháp chọc ối có nguy cơ sẩy thai rất nhỏ, thế  nên bạn hãy cho bác sĩ biết về mối lo ngại của mình và về những rủi ro và lợi ích của biện pháp này nhé.  Tuần 15 Sự phát triển của bé  Bố mẹ thường cảm thấy rất ngạc nhiên bởi làn da của trẻ sơ sinh rất mềm mại. Vào tuần thứ 15 này thì da của bé tiếp tục phát triển và trông rất mỏng và trong mờ đến nỗi bạn cũng có thể nhìn thấy được các mạch máu nhỏ li ti nằm bên trong da của bé. Tai của bé giờ đây hầu như cũng đã định vị rồi mặc dù đôi tai vẫn còn hơi thấp so với đầu của trẻ.   Bên trong thì hệ xương của bé cũng không ngừng phát triển. Cơ cũng phát triển liên tục, và bé giờ đây cũng có thể làm nhiều cử động bằng đầu, miệng, cánh tay, cổ tay, bàn tay, chân, và bàn chân rồi.  Cơ thể của mẹ Người ngoài biết bạn có thai chưa? Nhiều phụ nữ cho biết người khác hoàn toàn không biết cho đến khi thấy họ thay quần jeans bằng trang phục bầu và người ta bắt đầu chú ý tới bụng của họ lớn dần lên và sự thực là họ bắt đầu có thai. Đối với nhiều người thì việc biết mình có thai vừa vui vừa sợ. Điều này cũng hoàn toàn bình thường thôi như thể bạn rất hay xúc động (các hooc-môn của bạn gây ra điều này). Bạn có nhận thấy điều gì nữa không? Đó là bạn cũng hay bị đãng trí; mau quên nữa. Thậm chí là những phụ nữ có trật tự nhất, ngăn nắp nhất cũng cho biết là thai nghén làm cho họ hay quên, vụng về, và không thể tập trung được. Hãy nên cố làm cho mình càng ít bị căng thẳng càng tốt và giúp cho “sự đãng trí” đó có thể vượt qua một cách dễ dàng – chúng chỉ mang tính chất tạm thời thôi. Tuần 16 Sự phát triển của bé  Vào tuần thứ 16 thì bé của bạn giờ đây đã cân nặng được khoảng chừng 3,9 ao-xơ (110 gram) và dài khoảng chừng 4,7 in-sơ (12cm) từ đỉnh đầu đến mông. Bé có thể giữ đầu mình thẳng và cơ mặt tiếp tục phát triển giúp bé thể hiện nhiều cử chỉ như liếc mắt hoặc cau mày. Cơ thể của mẹ Khoảng từ tuần thứ 16 đến 18, bác sĩ có thể cho bạn làm xét nghiệm máu tiền sản của mẹ, đây cũng là xét nghiệm \"triple marker\" hoặc \"triple screen\" dùng để đo thông số alpha-fetoprotein (AFP), prô-tê-in do bào thai sản sinh ra, và hooc-môn thai nghén hCG và hooc-môn estriol (hooc-môn hình thành trong buồng trứng) trong máu của mẹ. Xét nghiệm này đôi khi cũng được gọi là xét nghiệm Quad, đo được nồng độ inhibin-A. Kết quả của những xét nghiệm này có thể cho mẹ biết con mình có nguy cơ bị khuyết tật ống thần kinh phôi như tật nứt đốt sống hoặc dị dạng nhiễm sắc thể như là hội chứng Down hay không. Cứ trong số 1000 phụ nữ làm xét nghiệm này thì có khoảng 50 người có kết quả không bình thường, nhưng chỉ 1 hoặc 2 người là sinh con bị dị tật. Bạn nên tham khảo với bác sĩ về những rủi ro và ích lợi của những loại xét nghiệm này nhé. Tuần 17 Sự phát triển của bé  Ở tuần thứ 17 thì chiều dài của bé từ đỉnh đầu đến mông là khoảng chừng 5,1 in-sơ (13 cm) và cân nặng khoảng 4,9 ao-xơ (140 gram), lúc này em bé vẫn còn nhỏ lắm. Nhau, nuôi bào thai bằng dưỡng chất và khí ô-xy và làm nhiệm vụ thải chất thải ra ngoài, nhau phát triển để làm thích nghi với bé. Giờ đây nhau thai chứa hàng ngàn mạch máu mang chất dinh dưỡng và khí ôxy từ cơ thể mẹ sang cho cơ thể đang ngày càng phát triển của em bé. Cơ thể của mẹ Bạn có thể nhận thấy bầu ngực của mình thay đổi rất nhiều kể từ khi mang thai. Hooc-môn chuẩn bị cho vú tiết sữa – máu được truyền đến ngực nhiều hơn, và các tuyến sữa phát triển để chuẩn bị cho việc nuôi con bằng sữa mẹ. Điều này cũng làm cho kích cỡ của ngực bạn tăng lên (nhiều phụ nữ tăng lên từ 1 đến 2 số của bầu áo ngực) và làm cho các tĩnh mạch có thể nhìn thấy được. Bạn nên mua áo nâng ngực có nhiều kích cỡ để phù hợp với sự phát triển của ngực mình trong suốt quá trình thai nghén nhé. Tuần 18 Sự phát triển của bé  Tai phát triển, di chuyển đến điểm cuối và chìa ra ngoài đầu của bé. Giờ này đây bạn nên ôn lại các bài hát ru của mình là được rồi đấy – trong vài tuần nữa đây, bé của bạn đã có thể nghe được rồi! Xương tai giữa và các đầu mút thần kinh não cũng dần phát triển để bé có thể nghe thấy tiếng nhịp tim của bạn và tiếng máu chảy qua dây rốn. Bé thậm chí cũng bị giật mình khi nghe tiếng động mạnh nữa! Mắt bé cũng phát triển – mắt giờ đây đã nhìn thẳng về trước chớ không nhìn sang 2 bên nữa, và võng mạc có thể nhìn thấy ánh đèn pin nếu bạn để đèn pin trước bụng mình. Xương của bé giờ này đã phát triển nhưng vẫn còn mềm và yếu. Vào tuần 18 này thì xương bé bắt đầu cứng hẳn lên. Một số xương đầu tiên cứng chắc lên là xương đòn và xương chân. Cơ thể của mẹ Bạn có lẽ sẽ phải chuẩn bị cuộc sống của mình với bé từ đây. Dù vậy bạn sẽ phải chuẩn bị nhiều thứ không chỉ là gom góp tã lót và trang trí phòng bé đâu. Bạn nên tìm hiểu và tra cứu thông tin về bác sĩ nhi và bác sĩ khác cho con mình từ tuần này được rồi. Bên cạnh đó bạn cũng nên lên lịch khám những bác sĩ cần thiết để tham khảo và bàn bạc các vấn đề như khi nào có thể khám được, kế hoạch chủng ngừa, và gọi điện cho bác sĩ khi nguy cấp.  Một số câu hỏi bạn nên hỏi là:  Có bao nhiêu bác sĩ làm việc? Ai trực ban đêm và ai trực cuối tuần? Quy định về các cuộc gọi điện thoại của bác sĩ là gì? Bác sĩ cũng làm việc với những bệnh viện nào? Bác sĩ chấp thuận chế độ bảo hiểm nào? Bác sĩ làm việc với các chuyên gia nào? Họ sẽ xử lý các trường hợp nguy cấp bằng cách nào?   Điều quan trọng là bạn nên cảm thấy thoải mái với bác sĩ nhi khoa và thoải mái với công việc nhà của mình và nên đưa ra quyết định một cách cẩn thận. Tuần 19 Sự phát triển của bé  Vào tuần 19, toàn thân của bé phủ đầy một chất màu trắng, giống sáp được gọi là bã nhờn thai nhi, có tác dụng giúp lớp da mềm của bé không bị nứt nẻ hay trầy xước. Các trẻ sinh non cũng có thể bị phủ lớp bã trắng nhờn này lúc sinh. Bé của bạn giờ đây vẫn còn nhỏ lắm, nhưng tuần này thì cơ thể bé đã phát triển lớp mỡ nâu, có tác dụng giữ cho cơ thể bé được ấm sau khi sinh. Suốt quý thai cuối thì bé cũng sẽ tích thêm nhiều lớp mỡ nữa để bảo vệ và giữ ấm cho cơ thể. Cơ thể của mẹ Bạn sẽ cảm thấy an tâm hơn và không còn lo lắng không ngớt về sức khỏe của bé khi bạn cảm nhận được những cử động đầu tiên của bé trong bụng mình, thường thì bé sẽ có những cử động này vào giữa tuần 18 đến 20. Các cử động đầu tiên này như là thai máy, và giống như cảm giác bồn chồn hay sôi bụng vậy. Trong giai đoạn sau của thai kỳ, bạn sẽ có cảm giác bụng mình bị đá, thoi, thụi và có thể nấc cụt nữa! Mỗi em bé có những kiểu máy khác nhau nhưng nếu bạn lo lắng hay nếu các cử động thai máy giảm dần về tần số hay cường độ thì bạn nên thông báo cho bác sĩ biết. Nhiều phụ nữ tỏ ra lo ngại là liệu quan hệ tình dục vào thời điểm này có làm đau em bé đang phát triển trong tử cung không, và câu trả lời là không. Quan hệ tình dục được coi làm an toàn vào bất cứ giai đoạn nào của thai nghén, miễn là thai nghén của bạn bình thường là được. Nhưng không nhất thiết là bạn cần phải quan hệ tình dục. Nhiều phụ nữ mang thai phát hiện ra nhu cầu ham muốn tình dục của mình thay đổi bất thường trong suốt các giao đoạn thai nghén khác nhau, tuỳ thuộc vào sự mệt mỏi, kích cỡ tăng trọng, sự lo lắng về sinh nở, và hàng loạt các thay đổi khác của cơ thể. Hãy hoà hợp với chồng khi có nhu cầu. Dẫu rằng cả hai đều có thể lo lắng về thai nhi nhưng điều quan trọng là cũng nên có “thời gian vui vẻ bên nhau.”  Tuần 20 Sự phát triển của bé  Bạn đã đi được phân nửa đoạn đường rồi đấy! Qua 20 tuần thai nghén thì giờ đây bé của bạn đã phát triển rất nhiều rồi từ một tế bào phân chia đầu tiên và hiện bé đã cân nặng được khoảng chừng 11 ao-xơ (312 gram) và chiều dài từ đỉnh đầu tới mông là khoảng chừng 6,3 in-sơ (16cm). Bé lớn lên làm tăng kích cỡ trong tử cung của bạn, và bé phát triển liên tục đè lên phổi, dạ dày, bàng quang, và thận của bạn. Được phủ dưới lớp bã  nhờn thai nhi (một lớp phủ bảo vệ, giống như chất sáp), da của bé phát triển dày lên và thành nhiều lớp. Tóc và móng tay cũng không ngừng phát triển. Cơ thể của mẹ Vào tuần này, bác sĩ có thể cho bạn siêu âm, đây là một xét nghiệm chẩn đoán dùng sóng âm thanh để tạo ảnh. Siêu âm ở thời điểm này có thể xác định được kích cỡ và vị trí của bào thai, và có thể phát hiện bất kỳ dị tật nào về cấu trúc xương và các cơ quan của bé. Tùy vào vị trí của bào thai, mà bác sĩ có thể biết được giới tính của trẻ. Dây rốn, nhau thai và nước ối cũng có thể được kiểm tra bằng phương pháp siêu âm. Hãy tham khảo với bác sĩ về những rủi ro và lợi ích của loại xét nghiệm này nhé."
        }
    ],
    "suggestions": []
}