{
    "en_vn": {
        "data": {
            "content": null,
            "word": "imperfections",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "imperfections",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "imperfections",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "imperfections",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "imperfections",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Eliminating market <em>imperfections</em> and failures to increase operating efficiencies.",
            "vi": "Loại trừ những khiếm khuyết và thất bại của thị trường để gia tăng hiệu quả hoạt động."
        },
        {
            "en": "Social benefits and costs take into account market <em>imperfections</em> including positive and negative externalities.",
            "vi": "Chi phí và lợi ích xã hội có tính đến các yếu tố không hoàn hảo của thị trường trong đó có các yếu tố ngoại lai tích cực và tiêu cực."
        },
        {
            "en": "Taken together, the impact of these three market “<em>imperfections</em>” can be sizeable.",
            "vi": "Kết hợp lại thì tác động của cả ba khuyết tật thị trường này là rất lớn."
        },
        {
            "en": "Being happy means that you 've decided to look beyond the <em>imperfections</em>.",
            "vi": "Hạnh phúc có nghĩa là bạn đã quyết định nhìn xa hơn những khiếm khuyết."
        },
        {
            "en": "Clarity enhancement is, quite simply, a way to cover up <em>imperfections</em> in a stone.",
            "vi": "Việc làm tăng độ sáng, đơn giản là cách che bớt đi tạp chất trong viên đá."
        },
        {
            "en": "They do not seem afraid to show their <em>imperfections</em> and strangeness.",
            "vi": "Họ dường như không sợ khi để lộ những cái không hoàn hảo và tính kỳ lạ của họ."
        },
        {
            "en": "Investment of Rice Mills in Vietnam: The Role of Financial Market <em>Imperfections</em> and Uncertainty, Chapter 3, by Le Khuong Ninh",
            "vi": "Đầu tư vào các nhà máy xay xát lúa gạo ở Việt Nam: Ý nghĩa của những khiếm khuyết và sự bất ổn định của thị trường tài chính, của Lê Khương Ninh, Chương 3."
        },
        {
            "en": "Market <em>imperfections</em> result in a set of prices that differ from the set that would prevail were the economy at a unique full employment general equilibrium.",
            "vi": "Sự không hoàn hảo của thị trường đưa ra kết quả là một hệ thống giá khác biệt với hệ thống thường gặp ở một nền kinh tế chỉ có một điểm cân bằng chung duy nhất toàn dụng nhân công."
        },
        {
            "en": "The most common rationale for government intervention into insurance markets is to protect buyers — in economic terms, to rectify market <em>imperfections</em>.",
            "vi": "Lý do quan trọng nhất để Chính phủ can thiệp vào thị trường bảo hiểm là nhằm bảo vệ người mua – theo thuật ngữ kinh tế, là điều chỉnh sự không hoàn thiện của thị trường."
        },
        {
            "en": "The technology in PureView has been five years in the making, Nokia's Alakarhu said. Not only does PureView lean on the physical siz​e of the sensor (specifically 1/1.2-inch), there are also custom algorithms on top of the sensor to adjust the image to reduce <em>imperfections</em> like noise.",
            "vi": "Công nghệ trong PureView đã được chế tạo trong năm năm qua, ông Alakarhu cho biết. PureView không chỉ dựa trên kích thước vật lý của cảm biến (cụ thể là 1/1.2 inch), mà còn có những thuật toán tùy chỉnh trên cảm biến để giảm khiếm khuyết ảnh như nhiễu hột."
        },
        {
            "en": "Laser skin resurfacing: Before & After  Instead of the scalpel, some patients choose to address facial <em>imperfections</em> with a laser. Laser skin resurfacing uses intense pulsating beams of light to vaporize superficial, damaged skin cells. As the outer layers of skin are removed, fine lines and blemishes disappear. Laser resurfacing works especially well on sun-damaged skin and acne scars, as seen here. Depending on the type of laser used, recovery takes one to two weeks.",
            "vi": "Trước và sau khi tái tạo da bằng tia la-de  Thay vì phải sử dụng dao mổ, một số bệnh nhân lựa chọn cách khắc phục các nhược điểm, các nét thiếu hoàn hảo trên gương mặt bằng tia la-de. Thủ thuật tái tạo bề mặt da bằng tia la-de sử dụng chùm ánh sáng cực mạnh để tẩy các tế bào da bị tổn thương nằm gần trên bề mặt. Khi lớp da bên ngoài bị tẩy sạch đi, thì những đường chân chim li ti và những khiếm khuyết trên da cũng biến mất. Thủ thuật tái tạo bề mặt da bằng tia la-de này có hiệu quả đặc biệt tốt đối với làn da bị tổn thương do ánh nắng mặt trời và các vết sẹo do mụn trứng cá để lại, như được minh hoạ trong hình đây. Tuỳ thuộc vào loại la-de được sử dụng mà thời gian phục hồi có thể dao động từ 1 đến 2 tuần."
        },
        {
            "en": "1. Wearing a mask to impress others  If the face you always show the world is a mask, someday there will be nothing beneath it. Because when you spend too much time concentrating on everyone else’s perception of you, or who everyone else wants you to be, you eventually forget who you really are. So don’t fear the judgements of others; you know in your heart who you are and what’s true to you. You don’t have to be perfect to impress and inspire people. Let them be impressed and inspired by how you deal with your <em>imperfections</em>.",
            "vi": "1. Sống không thật với mình để làm người khác ngưỡng mộNếu khuôn mặt mà bạn luôn cho bày cả thế giới thấy là một chiếc mặt nạ, thì một ngày nào đó sẽ chẳng còn gì bên dưới nữa. Vì khi bỏ quá nhiều thời gian để lo nghĩ việc người khác cảm nhận thế nào về mình, hoặc mọi người muốn mình là người thế nào, thì cuối cùng mình sẽ quên mất mình thực sự là người thế nào. Vì vậy đừng sợ sự phán xét của mọi người; hãy biết rõ mình là ai và và mình thực sự muốn gì. Bạn chẳng cần phải là người hoàn hảo để làm mọi người ấn tượng và yêu thích mình. Hãy để mọi người hết sức ấn tượng về mình và được truyền cảm hứng qua cách bạn giải quyết sự không hoàn hảo của mình."
        },
        {
            "en": "How to determine a diamond's value       The value of a diamond is determined by the famous 4 C's: color, clarity, cut, and carat weight. It is the combination of these four items that give a diamond its value. Although carat weight is the best known, a smaller diamond can be more valuable than one several times larger, depending on how the stone is rated on the other three elements. Let's consider these elements one at a time. Color  Diamonds are found in all colors of the rainbow, although those that are essentially clear are the ones most people think of. Diamonds that have very intense coloration are termed \"fancy\" in the trade, and demand very high prices from collectors. (How high? It's easy to be talking millions here, so if you're at an auction for fancy diamonds, be sure you are sitting on your hands.) One of the most famous diamonds in the world is a colored diamond, the intense blue Hope diamond in the Smithsonian collection. Among commercial, non-fancy stones, gem diamonds are graded from colorless (white) to yellowish. The very highest grading is completely colorless. These stones are often referred to as \"Blue White\", and are quite rare--and very expensive! In the letter grading scale developed by the Gemological Institute of America, a blue white colorless diamond is graded as a \"D\". (It's a very long story as to why the GIA grading system starts at D instead of A. Unless you are studying to be a gemologist, trust us.)  Color Grading of Diamonds   \n  Grade   Color     D   Blue White     E   Fine White     F   White     G   Commercial White     H   Top Silver Cape     I   Silver Cape     J       K       L   Cape     M       N       O   Light Cape     P       Q       R-X   Dark Cape   \n  All rather confusing, isn't it. To cut to the quick, if you want something that for most people will look colorless or white, you're probably best buying something higher that I on the color grading scale. On the other hand, recently diamonds in the various Cape grading ranges have become quite popular as fashion jewelry, being marketed with such names as champagne diamonds or cognac diamonds. If you would like some more perspectives to help you make a buying decision, see the discussion on which diamond to buy, found elsewhere in Cyberspace. Clarity  Clarity refers to how free of inclusions the diamond is. Most diamonds have small inclusions, usually small spots of carbon. These are often called flaws, but there are other types of flaws as well, such as fractures. Inclusions that are so small as to not be seen under 10 power magnification are considered to not exist when it comes to grading. Said differently, if you can't see an inclusion under 10 power magnification, the stone is said to be flawless, even if you could find inclusions under, say, 15 power magnification. Just as with the letter grading scale for color, there is also a letter grading scale for clarity. Clarity Grading of Diamonds IF (Internally Flawless)  No inclusions visible under 10 power magnification  VVS (Very, very small inclusions)  Extremely small inclusions that under 10 power magnification are visible, but are very hard to find  VS (Very small inclusions)  Inclusions that are very small, but will be easy for an expert to find under 10 power magnification  SI (Small Inclusions)  One or more small inclusions that are easily recognizable under 10 power magnification, but not easily visible to the naked eye.  I (Imperfect)  Inclusions that are immediately visible under 10 power magnification, and may be visible to the un-aided eye.  Precise, isn't it? (slightly this, noticeably that!) If we haven't put you to sleep yet, hang in there with us just a moment more. Before we go on with something a little more helpful, we should let you know that these divisions are further broken down by gemologists with the same level of incredible objective precision as detailed above. For example, you will hear about VS1 or VS2 stones. For our purposes, just figure that a VS1 has slightly fewer inclusions than a VS2. How do you make sense out of all of that? Well, if it's a higher rated stone than I (Imperfect), you will not normally notice any inclusions with the naked eye, and therefore any inclusions will not detract from the beauty of the stone to most people who see it. Clarity Enhancements Within the past few years, clarity enhanced diamonds have become broadly available at prices about 30% less than similar, non treated stones. What is clarity enhancement, and is it a diamond to consider? Clarity enhancement is, quite simply, a way to cover up <em>imperfections</em> in a stone. Clarity enhancement includes two broad treatments, fracture filling and laser treatment. Fracture filling is a way to fill a cavity or fracture in a stone with an artificial,polymer material. The fracture or cavity is still in the stone--it's just harder to see. Fracture filling is not permanent, but it does usually last several years, and most of the companies that sell fracture filled stones will retreat them if the filling is destroyed. A fracture filled stone is usually safe, unless the fracture extends through a large part of the stone. If that type of fracture is present, the stone should be avoided, unless you wish some day to unexpectedly own two, smaller diamonds Lasering a stone consists of using a laser beam to drill out the inclusions that are visible to the naked eye, making the stone appear to have a higher clarity rating than it actually does. This treatment is almost always permanent. By law, any type of clarity enhancement must be disclosed to the purchaser. As long as you are aware of what you're buying, there's no particular reason not to consider a clarity enhanced diamond. Keep in mind, though, that these stones are not truly bargains in the sense of getting something for nothing, and should not be compared with an untreated diamond. They are lower qulaity stones, of lower value, sold at a lower price. On the other hand, if you are looking to get the most flash for your buck, a clarity enhanced stone may be for you. Cut Cut refers partly to the shape of a stone, but even more to the precison proportions and symmetry of its facets. Ultimately, the real value of a diamond traces its fire--how well its breaks light down into the colors of the rainbow. The more colorless the stone and the clearer the stone, the more brilliant the fire, thus explaining the impact of those factors on value. Cut, too, has a tremendous impact on fire. The facets of the stone reflect the light traveling through the stone. If the angles and proportions are just right, most of the light that enters the stone gets broken apart into the colors of the rainbow and reflected back out through the top of the stone, giving tremendous fire. If the angles or proportion of the stone are a bit off, then some of the light is allowed to escape through the bottom and sides of the stone, reducing the stone's brilliance. This lack of precision in the cut is not always an accident. Some cutters purposely facet a stone imperfectly, to maximize the weight of the finished stone. The idea here is that most untrained buyers of diamonds value carat weight higher than cut, so the stone is cut to maximize the carat weight, even if this makes the stone less brilliant--and therefore less valuable!  Different shapes also affect the stone's fire. The cut with the greatest fire is called the brilliant (round) cut. This is the perfect cut for a diamond due to its use of angles that the light travels. These angles are the result of the shape (round) and the placement of the diamond's facets.  Stones are graded for cut into one of four categories--very good, good, medium, or poor. Stay away from poor--it detracts too much from the beauty of the stone. The choice among the others depends largely on your budget. Carat Weight  The weight of a diamond is measured in carats, and there are 100 points to a carat. Just like there are 100 cents to a dollar. A carat is equal to 1/5 of a gram and there are 142 carats to the ounce. Diamonds are so precious that they are weighed on scales whose delicate balance even a breath can tip! The term carat comes from the carob tree, whose seeds were relatively uniform in weight. On ancient scales they weighed the same, with todays technologically advanced scales, we can only measure one three-thousandth 1/3000 of an ounce difference, between seeds!!",
            "vi": "Làm thế nào để xác định giá trị của kim cương        Giá trị của kim cương được xác định nhờ vào tiêu chuẩn 4C: màu sắc, độ sáng, giác cắt, và trọng lượng ca-ra. Chính sự kết hợp của bốn yếu tố đã tạo nên giá trị của kim cương. Mặc dù trọng lượng ca - ra được nhiều người quan tâm nhất, nhưng một viên kim cương nhỏ hơn cũng có thể có giá trị hơn những viên kim cương lớn hơn nhiều lần, tùy vào cách mà viên đá được xếp loại như thế nào so với ba yếu tố kia. Chúng ta hãy xem xét các yếu tố này một cách riêng biệt nhé. Màu sắc Người ta nhìn thấy kim cương có đủ tất cả các màu của cầu vồng, mặc dù những màu đó rõ ràng hầu hết đều là do con người nghĩ ra thôi. Kim cương có màu sắc rất chói được gọi là “có nhiều màu” trong thương mại, và được những người sưu tầm kim cương đưa ra giá rất cao. (Cao bao nhiêu? Ở đây người ta dễ dàng đề cập tới bạc triệu, vì vậy nếu bạn ở tại cuộc bán đấu giá kim cương nhiều màu, thì hãy chắc rằng bạn phải chịu trách nhiệm đấy.) một trong những viên kim cương nổi tiếng nhất trên thế giới là kim cương màu, viên kim cương Hope sáng chói màu xanh dương nằm trong bộ sưu tập của viện bảo tàng Smithsonian. Trong số các viên đá không màu dùng trong thương mại, kim cương đá quý được phân loại từ không màu (trắng) đến vàng nhạt. Chính cấp phân màu cao nhất lại hoàn toàn không màu. Các viên đá này thường được đề cập đến là \"trắng xanh dương\", rất hiếm - và rất mắc! Trong bảng phân cấp dựa trên chữ cái của Viện nghiên cứu đá quý của Hoa Kỳ (GIA) thì viên kim cương không màu trắng xanh dương được xếp hạng là chữ \"D\". (Đây là một câu chuyện rất dài về lý do tại sao hệ thống phân loại GIA lại bắt đầu là chữ D thay vì là chữ A. Trừ phi bạn đang học để trở thành một nhà nghiên cứu đá quý, hãy tin chúng tôi đi.) Bảng phân cấp màu của kim cương   \n  Grade Phân cấp   Color Màu     D   Blue White     E   Fine White     F   White     G   Commercial White     H   Top Silver Cape     I   Silver Cape     J       K       L   Cape     M       N       O   Light Cape     P       Q       R-X   Dark Cape   \n  Tất cả đều khá rối rắm, phải không? Nếu bạn muốn cái mà hầu hết ai nhìn thấy cũng đều thấy không màu hoặc trắng, thì bạn có lẽ tốt nhất là mua những thứ nằm cao hơn chữ cái I trên bảng phân cấp màu.  Mặt khác, kim cương dạo gần đây trong cùng một dãy phân cấp màu Cape khác nhau đã trở thành món trang sức thời trang rất được ưa chuộng được chào bán với nhiều tên gọi như kim cương vàng rượu sâm banh hay kim cương vàng rượu cô-nhắc. Độ sáng Độ sáng đề cập đến mức độ tạp chất trong kim cương như thế nào. Hầu hết kim cương đều có tạp chất thường là những đốm các-bon nhỏ. Những đốm này cũng được gọi là vết nứt, nhưng cũng có nhiều loại vết nứt khác nhau, như là khe nứt vậy. Nếu tạp chất quá nhỏ đến nỗi không thể nhìn thấy dưới kính phóng đại 10 lần thì được coi là không có tạp chất khi đưa lên bảng chia độ. Nhiều quan điểm cho rằng, nếu bạn không nhìn thấy tạp chất dưới kính phóng đại 10 lần thì viên đá này được cho là vô tạp chất, ngay cả khi bạn có thể phát hiện ra tạp chất dưới kính phóng đại 15 lần. Cũng giống bảng phân cấp màu dựa trên chữ cái thì cũng có bảng phân cấp độ sáng dựa trên chữ cái. Độ sáng của kim cương IF (không có tạp chất bên trong) Không có tạp chấp nào có thể nhìn thấy dưới kính phóng đại 10 lần VVS (tạp chất cực nhỏ) Tạp chất cực nhỏ, dưới kính phóng đại 10 lần có thể phát hiện được, nhưng rất khó thấy VS (tạp chất rất nhỏ) Tạp chất rất nhỏ nhưng chuyên gia dễ dàng phát hiện được với kính phóng đại 10 lần SI (tạp chất nhỏ) Một hoặc nhiều tạp chất dễ dàng nhìn thấy dưới kính phóng đại 10 lần, nhưng mắt trần sẽ không dễ gì phát hiện ra I (không hoàn hảo) Tạp chất bị phát hiện ra ngay tức khắc dưới kính phóng đại 10 lần, và mắt trần cũng có thể nhìn thấy được. Chính xác, phải không? Nếu bạn chưa bị chúng tôi làm cho phát mê lên thì hãy kiên trì ở lại với chúng tôi thêm chút nữa nhé. Trước khi chúng tôi tiếp tục nói tới vài thứ hữu ích hơn một chút thì chúng tôi sẽ cho bạn biết các thang chia màu này còn có thể được các nhà nghiên cứu đá quý chia nhỏ nữa với cùng cấp độ chính xác khách quan không thể tin nổi như đã được miêu tả chi tiết bên trên. Chẳng hạn như, bạn sẽ nghe về đá VS1 hoặc VS2. Đối với mục đích của chúng tôi là chỉ cho bạn biết đá VS1 có ít tạp chất hơn đá VS2. Bạn biết ý nghĩa của những việc này như thế nào? À, nếu viên đá được phân loại trên chữ I (không hoàn hảo), thì bạn sẽ chẳng thể nào thấy được tạp chất bằng mắt thường và do đó chẳng có tạp chất nào có thể làm giảm đi vẻ đẹp của viên đá đối với người xem. Làm tăng độ sáng Vài năm trở lại đây, kim cương có độ sáng hơn đã trở nên có giá cao hơn khoảng 30% so với các loại đá tương tự như vậy nhưng chưa được xử lý. Vậy việc tăng độ sáng là gì và liệu viên kim cương đó có được người ta ngắm nghía không? Việc làm tăng độ sáng, đơn giản là cách che bớt đi tạp chất trong viên đá. Việc làm tăng độ sáng gồm hai thủ thuật lớn, thủ thuật trám khe nứt và thủ thuật tia la-de. Thủ thuật trám vết nứt là cách trám lỗ hổng hoặc khe nứt trong  viên đá bằng chất liệu pô-li-me nhân tạo. Vết nứt hoặc lỗ hổng vẫn còn trong viên đá nhưng sẽ khó phát hiện ra. Thủ thuật trám vết nứt này không lâu bền, nhưng nó cũng thường kéo dài được vài năm, và hầu hết các công ty bán đá có vết nứt sẽ xử lý lại nếu khe trám đó không còn tác dụng nữa. Viên đá có khe nứt được trám thường thì an toàn, trừ phi vết rạn nứt đó lan thành một chỗ lớn trên viên đá. Nếu kiểu nứt này xuất hiện rồi thì bạn nên bỏ viên đá đi trừ phi bạn muốn một ngày nào đó sẽ sở hữu hai viên kim cương nhỏ hơn một cách không mong muốn. Thủ thuật dùng tia la-de trên viên đá gồm việc sử dụng chùm tia la-de để khoan lấy tạp chất có thể nhìn thấy  bằng mắt trần, làm cho viên đá trông có vẻ sáng hơn so với thực tế của nó. Thủ thuật này hầu như là luôn lâu bền. Theo luật, bất cứ cách nào để làm tăng độ sáng đều phải được nói cho người mua biết. Chỉ cần bạn biết là mình đang mua cái gì thì chẳng có lý do đặc biệt để bạn không xem viên kim cương đã được làm tăng độ sáng cả. Hãy luôn nhớ rằng, những viên đá này thực sự không phải là món hời theo nghĩa là mua cái gì đó để rồi không được gì cả, và không nên so sánh với một viên kim cương chưa được xử lý. Đó là những viên đá kém chất lượng, có giá trị thấp và được bán với giá rẻ hơn. Mặt khác nếu bạn thích vẻ phô trương hào nhoáng để chưng diện thì loại đá được làm tăng độ sáng có thể thích hợp với bạn. Giác cắt Giác cắt đề cập đến hình dáng của viên đá, mà còn thậm chí là cấu trúc đối xứng và sự cân đối trên bề mặt của nó nữa. Cuối cùng, giá trị thực của kim cương là ánh lửa bên trong của nó – thể hiện việc tách ánh sáng thành màu sắc cầu vồng như thế nào. Đá càng không màu, càng trong thì ánh lửa càng sáng, điều này giải thích tác động của các yếu tố đó đối với giá trị. Giác cắt cũng có tác động lớn đối với ánh lửa. Các cạnh trên viên đá phản chiếu ánh sáng đi qua nó. Nếu các góc và cấu trúc cân đối được chia đúng thì hầu hết ánh sáng sẽ đi vào viên đá qua các cạnh được tách thành màu sắc cầu vồng và phản chiếu trở lại qua đỉnh đầu của nó, tạo nên ánh lửa sáng chói. Nếu góc hoặc cấu trúc cân đối của đá hơi chệch một tí, thì một ít ánh sáng sẽ đi ra ngoài qua đáy và các cạnh bên của viên đá, làm giảm độ sáng của viên đá. Việc thiếu chính xác trong khi cắt không phải lúc nào cũng là rủi ro. Nhiều người cắt có chủ tâm gọt bề mặt của viên đá một cách không hoàn hảo để nâng trọng lượng của viên đá thành phẩm đến mức tối đa. Quan điểm ở đây là hầu hết người mua kim cương không có kinh  nghiệm coi trọng về trọng lượng ca-ra hơn là giác cắt, vì vậy viên đá được cắt để tối đa hóa trọng lượng ca-ra dẫu điều này làm cho viên đá kém sáng-và do đó kém giá trị hơn! Nhiều hình dạng khác nhau cũng có tác động đến ánh lửa của viên đá. Giác cắt có ánh lửa sáng nhất được gọi là giác cắt sáng (tròn). Đây là giác cắt kim cương hoàn hảo vì ánh sáng sẽ đi qua các góc. Các góc này là kết quả của hình dạng (tròn) và cách sắp các bề mặt của viên kim cương tạo nên. Giác cắt chia đá thành một trong bốn loại – rất đẹp, đẹp, vừa, hoặc kém. Tránh chọn loại kém nhé – nó làm giảm  vẻ đẹp của viên đá rất nhiều.  Sự lựa chọn các loại còn lại phụ thuộc nhiều vào ngân quỹ của bạn thôi. Trọng lượng ca-ra Trọng lượng kim cương được đo bằng ca-ra, và 100 ly mới bằng một ca-ra. Hệt như có 100 xu mới bằng một đô la. Một ca-ra bằng 1/5 gram và 142 ca-ra thì bằng một ao-xơ. Kim cương quá quý đến nỗi được cân bằng những cái cân rất nhạy thậm chí ngay cả một hơi thở cũng có thể làm cho nó nghiêng đi! Thuật ngữ ca-ra lấy từ cây minh quyết, có hạt tương đối đồng nhất về trọng lượng. Chúng có chỉ số trọng lượng giống nhau đối với những cái cân cổ, với những cái cân ngày nay với sự tiên tiến về mặt công nghệ, chúng ta chỉ có thể đo được một phần ba ngàn 1/3000 sự khác biệt của một ao-xơ, giữa các hạt thôi!"
        },
        {
            "en": "Are you a teen in need of some skin care tips? Is your face dry, oily, normal, or a combination? Maybe you've had an experience like 15-year-old \"Cristina\" (not her real name). She used a popular lotion on her skin for weeks before realizing that it clogged her facial pores, causing a full acne outbreak. She was relieved to learn how to clean her skin effectively and now uses a moisturizer for her dry skin that does not trigger acne. This slideshow of pictures offers skin-care tips to help teenage girls achieve the best results for their skin. What's your skin type? Before you can care for your skin and keep it healthy, you need to identify your skin type. The four main types of skin are normal, dry, oily, and combination. Let's take a look at each on the following slides. 1. Normal skin care Normal skin has an smooth skin tone, soft texture, and no visible blemishes, red spots, or flaky patches. Pores are barely visible, and the skin surface is neither greasy nor dry. Normal skin has few <em>imperfections</em> because of the balanced amount of water and oil and good blood circulation. If your skin is normal, wash your face two to three times each day with mild cleanser or plain soap and water to remove dirt and sweat. 2. Dry skin care Dry skin is dull, rough, scaly, and itchy, with almost invisible pores. Dry skin is usually caused by an abnormal shedding of cells from the skin's outer layer. In normal situations, lubrication from the body's natural oils helps to prevent water loss from the skin. If you have dry skin, wash your face daily with a mild cleanser. This will help prevent your skin from becoming drier. Moisturize with a non-perfumed, non-alcohol-containing lotion after washing. Also, limit very hot showers, high temperatures, and low humidity, which rob your skin of moisture. Even using soap and excessive washing or scrubbing of the skin increases dryness. Many teens have drier skin during the winter months, when humidity is low and heaters make air in enclosed rooms hot and dry. If your skin is very dry, take a warm bath for about 20 minutes. Avoid using soap or other drying products. When you get out of the tub, pat your body dry, then rub mineral oil (found at most supermarkets and drugstores) or a non-perfumed, non-alcohol containing lotion all over your skin. Pat your skin dry again. The oil or lotion helps to lock in healing moisture, keeping skin supple and soft.  3. Oily skin care Oily skin is acne-prone skin with open pores, a shiny complexion, blackheads, and pimples. Because hormones affect oil production, anything that affects your hormone levels may influence your skin. Some experts believe that stress, such as from exams, may trigger outbreaks of acne. Many teens know that acne in itself creates added stress! To keep oily skin clean, wash your face a three times a day with plain soap and water. If you need to cleanse your face at school, use an over-the-counter cleansing pad that helps dissolve excess oil and removes dirt from the skin surface. If you have pimples, never pop or squeeze them, which can spread the inflammation and worsen acne. Use cosmetics and other facial products that are \"noncomedogenic,\" meaning they do not clog pores. Keep your hair off your face, and wash your hair daily to reduce oil. 4. Normal/combination skin care With normal/combination skin, you might have an oily \"T-Zone\" (forehead, nose, and chin) and dry skin elsewhere. The pores on your face are large, and the skin tends to have blackheads. Normal/combination skin can be either overly dry or excessively oily, while cheeks may appear rough. Depending on the time of year, the oiliness and dryness can change, too. The skin is usually drier when the weather is cold. If you have normal/combination skin, wash your face two or three times a day with plain soap and water to remove the excess oil. Moisturize dry areas, but not oily areas. Best practices Here are four simple steps to keep your teenage skin clean and healthy. 1.    Cleanse It's important to cleanse your skin daily to remove dirt, oil, and dead skin flakes. Washing your skin also rids the skin of excess oil, which can prevent acne. If you have oily or normal/combination skin, use a daily cleanser that contains salicylic acid. This ingredient is used in many popular \"acne washes\" such as the Neutrogena products. Salicylic acid controls oil production and increases hydration. A cleanser containing glycolic acid can help rid skin of dead cells. It's useful for teens who can't tolerate prescription retinoid creams (like Retin-A and Renova). Read the label to see if your cleanser contains these ingredients. To remove eye makeup, especially waterproof mascara, there are products specifically formulated for the eye area. But some gentle facial cleansers can effectively remove eye and facial makeup, as well as cleanse the skin. Choose products that are fragrance-free to avoid irritating the eye area. 2. Hydrate/Moisturize When you hydrate your skin, you simply add water, such as when washing your face or taking a bath. To moisturize your skin, you add water, oil, or both. For most skin types, you should moisturize skin morning and evening, using a moisturizer that does not trigger a skin problem. Never put heavy cream on oily skin that is prone to breakouts. For oily skin, the moisturizer should be oil-free, but have hydrating qualities. Always apply moisturizers after cleansing and hydrating your skin.  3. Treat Many teens need to treat skin conditions such as acne, which occurs when pores on the surface of the skin become clogged. This happens when oil glands produce too much oil, and pores get blocked with dirt, bacteria, and debris. Sometimes, moisturizers and greasy cosmetics contribute to the development of acne. Oils or dyes in hair products can worsen acne by blocking pores. While soaps and astringents remove oil from the skin, they don't alter the oil production. Scrubbing the skin sometimes causes irritation, which triggers acne instead of resolving it. Skin products containing benzoyl peroxide may help to treat mild acne if you use sparingly (once daily in the evening) on oily areas of the face -- forehead, chin, nose, and cheeks -- not just where you notice pimples. Some of these products can cause the skin to become too dry if overused. If you feel stinging or burning, rinse your skin with mild soap and water. Try the topical benzoyl peroxide again the next day. Be aware that you must use benzoyl peroxide daily for a least a month before you'll see the full effect. You have to be a bit patient.  4. Protect After cleansing your skin, protect it daily from the sun and other environmental factors. Use a moisturizer or foundation with a sunscreen of SPF of 15 or higher (depending on your skin pigmentation or color). Wearing sunscreen daily and avoiding the sun's peak ultraviolet rays (from 10 a.m. until 4 p.m. daily) may provide some protection against premature aging and skin cancer. Why moisturize skin? Water is an essential part of healthy skin. Normally, hydration moves from the inside of the skin to the outer layer. When skin lacks hydration, it becomes dry and flaky. Without adequate moisture, skin looks dry and dull. During winter, the icy outdoor air and blasts of heat from the furnace make things worse. You can compensate for these \"moisture robbers\" by using over-the-counter moisturizers. A moisturizer is a product that functions to increase the water content of the skin's top layer. Choose a moisturizer that includes a broad-spectrum sunscreen to help protect your skin from the sun's rays. If you have sensitive skin, avoid moisturizers with added fragrance. When should I call a doctor about my skin? No matter what your skin type, if you are unsure how to treat acne or other skin problems, talk to your primary health-care provider or a dermatologist. Treating your skin properly each day is the key to avoiding more serious skin problems.            ",
            "vi": "Có phải bạn đang cần một số bí quyết chăm sóc da không?  Da mặt của bạn khô, nhờn, bình thường, hay hỗn hợp? Có lẽ bạn cũng đã có kinh nghiệm giống như cô bé \"Cristina\" 15 tuổi đây (không phải tên thật của cô ấy đâu). Cô đã dùng một loại kem dưỡng da nổi tiếng nhiều tuần trước khi phát hiện ra loại kem đó làm bít lỗ chân lông trên mặt và gây nổi mụn trứng cá dày đặc. Cô ấy đã cảm thấy nhẹ nhõm khi biết cách làm sạch da hiệu quả và hiện cô đang sử dụng kem giữ ẩm cho da khô không gây mụn.  Các khung hình dưới đây chia sẻ những bí quyết chăm sóc da nhằm giúp các bạn gái tuổi teen có được kết quả tốt nhất đối với da của mình.  Da của bạn thuộc loại gì?  Trước khi có thể chăm sóc cho da và giữ cho da khỏe mạnh, bạn cần nên xác định da mình thuộc loại nào. Có 4 loại da chính là da thường, da khô, da nhờn (da dầu), và da hỗn hợp. Hãy quan sát từng loại da một ở những khung hình dưới đây.  1. Chăm sóc da thường  Da thường mượt mà, mềm mại, và không thấy khuyết điểm, không có đốm đỏ, hoặc những mảng bong vảy. Lỗ chân lông mịn, khó thấy, và bề mặt da không nhờn cũng chẳng khô. Da thường rất ít khuyết điểm bởi lượng nước và dầu đều cân bằng và tuần hoàn máu tốt.    Nếu da bạn là da thường thì mỗi ngày bạn nên rửa mặt sạch sẽ từ 2 đến 3 lần bằng chất tẩy rửa nhẹ hoặc xà phòng nhẹ dịu và nước để lấy đi bụi bẩn và mồ hôi.  2. Chăm sóc da khô Da khô xỉn màu, thô ráp, tróc vảy, và ngứa kèm với lỗ chân lông hầu như không thấy rõ. Da khô thường do bong tróc bất thường các tế bào của lớp da ngoài cùng. Trong những trường hợp bình thường thì việc bôi trơn bằng chất nhờn tự nhiên của cơ thể sẽ giúp ngăn không cho da mất nước. Nếu da bạn là da khô thì bạn nên rửa mặt hằng ngày bằng chất tẩy rửa nhẹ. Điều này sẽ giúp cho da không bị khô thêm. Làm ẩm da bằng kem dưỡng không mùi, không cồn sau khi tắm. Bên cạnh đó, bạn nên hạn chế tắm nước quá nóng, nhiệt độ cao, và độ ẩm thấp, những thứ này sẽ làm cho da bạn mất đi độ ẩm. Thậm chí việc sử dụng xà phòng và tắm rửa nhiều quá hoặc cọ xát da cũng làm cho da khô hơn. Nhiều bạn tuổi teen bị khô da hơn trong những tháng mùa đông, khi mà độ ẩm xuống thấp và lò sưởi làm cho không khí trong phòng kín trở nên nóng và khô. Nếu da của bạn thuộc loại rất khô thì bạn nên tắm nước ấm khoảng chừng 20 phút. Nên tránh sử dụng xà phòng hoặc các sản phẩm làm khô da khác. Khi ra khỏi bồn tắm, bạn nên vỗ nhẹ người cho khô ráo, và sau đó xoa dầu khoáng (có bán ở hầu hết các siêu thị và nhà thuốc) hoặc thoa kem dưỡng da không mùi, không cồn lên khắp bề mặt da. Bạn nên vỗ nhẹ cho da khô trở lại. Dầu hoặc kem dưỡng da giúp cho da không bị mất đi độ ẩm, giữ cho da được mềm mại và mượt mà.  3. Chăm sóc da nhờn Da nhờn là da có lỗ chân lông to, mặt da bóng loáng, dễ nổi mụn trứng cá, mụn đầu đen, và nhiều mụn nhọt. Bởi hoóc-môn ảnh hưởng đến sản lượng dầu, nên bất cứ thứ gì tác động đến nồng độ hoóc-môn cũng có thể làm ảnh hưởng đến da của bạn. Một số chuyên gia cho rằng yếu tố stress, chẳng hạn như căng thẳng do thi cử cũng có thể là nguyên nhân gây nổi mụn trứng cá. Nhiều thanh thiếu niên cũng biết rằng bản thân mụn trứng cá cũng gây thêm nhiều căng thẳng!   Để giữ cho da dầu sạch sẽ, mỗi ngày bạn nên rửa mặt 3 lần bằng xà phòng dịu nhẹ và nước. Nếu cần rửa sạch mặt ở trường thì bạn nên sử dụng miếng thấm, miếng hút ẩm sạch có thể mua tự do để giúp lấy đi lượng dầu dư thừa và làm sạch bụi bẩn trên bề mặt da của mình. Nếu da bạn nổi mụn, chớ nên nặn hoặc bóp, điều này có thể làm lây nhiễm nhiều hơn và làm cho mụn trứng cá thêm tệ hại hơn.   Hãy sử dụng các loại mỹ phẩm và sản phẩm chăm sóc da mặt khác “không gây mụn trứng cá” có nghĩa là những sản phẩm đó không làm bít lỗ chân lông. Bạn nên giữ tóc gọn gàng, tránh để loà xoà vào mặt, và nên gội đầu hằng ngày để giảm bớt dầu.  4. Chăm sóc da thường/da hỗn hợp Với da thường/da hỗn hợp, bạn có thể bị nhờn ở vùng chữ T (trán, mũi, và cằm) và bị khô ở những vùng da khác. Lỗ chân lông trên mặt to, và da thường dễ bị mụn trứng cá.  Da thường/da hỗn hợp có thể hoặc là quá khô hoặc là quá nhờn, trong khi vùng da ở hai má có thể thô ráp, xù xì. Tùy thuộc vào thời gian trong năm mà tình trạng nhờn và khô da cũng có thể thay đổi. Da thường khô hơn khi thời tiết lạnh.  Nếu da bạn thuộc loại da thường/ da hỗn hợp thì mỗi ngày bạn nên rửa mặt sạch sẽ từ 2 đến 3 lần bằng xà phòng dịu nhẹ và nước để lấy đi lượng dầu dư thừa trên da mặt. Hãy làm ẩm những vùng da khô, trừ những vùng da nhờn.  Các biện pháp chăm sóc da tối ưu Dưới đây là 4 bước đơn giản để giữ cho làn da các bạn tuổi teen được sạch sẽ và khỏe mạnh.  1. Rửa sạch da  Điều quan trọng là bạn nên rửa sạch da mặt mỗi ngày để lấy đi bụi bẩn, dầu, và các mảng da chết bong tróc ra. Việc rửa sạch da cũng có tác dụng lấy đi lượng dầu dư thừa trên da, có thể ngăn ngừa mụn trứng cá. Nếu da bạn thuộc loại da nhờn hoặc da thường/da hỗn hợp thì bạn nên sử dụng chất tẩy rửa hằng ngày có chứa a-xít sa-li-xi-lic. Thành phần này được sử dụng trong nhiều sản phẩm “diệt mụn trứng cá” nổi tiếng chẳng hạn như các sản phẩm Neutrogena. A-xít sa-li-xi-lic kiểm soát được việc tiết dầu trên da và làm tăng quá trình hy-drat hoá. Chất tẩy rửa có chứa a-xít glycolic có thể giúp da tẩy sạch tế bào chết. Loại sản phẩm này có ích đối với các bạn tuổi teen không dung nạp được các loại kem retinoid theo toa (chẳng hạn như Retin-A và Renova). Bạn nên đọc nhãn hiệu để xem liệu chất tẩy rửa của mình có chứa những thành phần đó hay không. Để tẩy trang vùng mắt, nhất là mascara không thấm nước, có nhiều sản phẩm đặc biệt dành riêng cho vùng mắt. Nhưng một số chất tẩy rửa mặt nhẹ dịu cũng có thể tẩy trang hiệu quả vùng mắt và mặt, cũng như rửa sạch da. Bạn nên chọn những sản phẩm không chứa hương liệu để tránh gây kích ứng vùng mắt.   2. Cung cấp nước/ Làm ẩm da  Khi bạn cung cấp nước cho da, bạn chỉ bổ sung nước, như khi rửa mặt hoặc tắm rửa. Để làm ẩm da, bạn nên bổ sung nước, dầu, hoặc cả hai.  Đối với hầu hết các loại da, bạn nên làm ẩm da vào buổi sáng và buổi tối bằng kem giữ ẩm không gây vấn đề về da.   Đừng nên thoa nhiều kem lên da dầu dễ gây nổi mụn. Đối với da nhờn, kem giữ ẩm nên loại bỏ dầu, nhưng vẫn có tính năng cung cấp nước cho da. Luôn thoa kem giữ ẩm sau khi rửa sạch da và cung cấp nước cho da.   3. Điều trị cho da  Nhiều bạn tuổi teen cần phải được chữa những bệnh về da chẳng hạn như mụn trứng cá, xảy ra khi lỗ chân lông trên bề mặt da bị bít. Điều này là do tuyến nhờn tiết quá nhiều dầu, và lỗ chân lông bị bít do bụi bẩn, vi khuẩn và các tế bào da chết. Đôi khi kem giữ ẩm và các mỹ phẩm nhiều dầu cũng góp phần làm phát triển thêm mụn trứng cá. Dầu nhờn hoặc thuốc nhuộm trong các sản phẩm chăm sóc tóc cũng có thể làm cho tình trạng mụn trứng cá trầm trọng thêm bằng cách làm nghẽn lỗ chân lông. Mặc dù chất làm se và xà phòng có thể làm sạch dầu trên da nhưng chúng không làm thay đổi được lượng dầu tiết ra. Việc cọ xát da đôi khi cũng làm cho da bị kích ứng, gây mụn trứng cá thay vì làm sạch mụn. Các sản phẩm chăm sóc da có chứa benzoyl peroxide cũng có thể giúp làm sạch mụn trứng cá nhẹ nếu được sử dụng có giới hạn (mỗi ngày một lần vào buổi tối) ở những vùng da nhờn trên mặt – trán, cằm, mũi, và má – không chỉ riêng ở nơi bị mụn. Một số sản phẩm này có thể làm cho da trở nên rất khô nếu sử dụng quá nhiều. Nếu cảm thấy bị châm chích hoặc nóng rát thì bạn nên rửa sạch da bằng nước và xà phòng dịu nhẹ. Thử sử dụng benzoyl peroxide ở vùng mụn vào ngày kế tiếp xem sao. Bạn nên hiểu rằng phải sử dụng benzoyl peroxide mỗi ngày ít nhất trong vòng 1 tháng mới có thể thấy được công hiệu đầy đủ. Bạn phải kiên nhẫn một chút nhé.   4. Bảo vệ da  Sau khi rửa sạch da, mỗi ngày bạn nên bảo vệ da khỏi ánh nắng mặt trời và các yếu tố môi trường khác. Hãy sử dụng kem giữ ẩm hoặc kem nền với loại mỹ phẩm chống nắng có chỉ số SPF từ 15 trở lên (tuỳ thuộc vào sắc tố hoặc màu da của bạn). Việc thoa kem chống nắng hằng ngày và tránh tia tử ngoại gắt nhất của ánh nắng mặt trời (từ 10 giờ sáng đến 4 giờ chiều mỗi ngày) có thể bảo vệ da khỏi bị lão hoá sớm và ung thư.  Tại sao phải làm ẩm cho da?  Nước là một phần thiết yếu của làn da khoẻ mạnh. Thông thường thì quá trình hy-drat hoá đi từ bên trong da ra lớp da ngoài. Khi da thiếu nước, nó trở nên khô và bong vảy. Nếu không cung cấp đủ nước thì da sẽ trông có vẻ khô và xỉn màu. Không khí lạnh bên ngoài và những luồng hơi nóng bên trong lò sưởi suốt mùa đông làm cho da trở nên tệ hại hơn. Bạn có thể bù đắp cho những “tác nhân gây mất nước” này bằng cách sử dụng các loại kem giữ ẩm có thể mua tự do không theo toa.   Kem giữ ẩm là sản phẩm có tác dụng làm tăng lượng nước ở lớp da ngoài cùng. Bạn nên chọn một loại kem giữ ẩm nào đó có chứa kem chống nắng quang phổ rộng để có thể giúp bảo vệ da khỏi ánh nắng mặt trời. Nếu da bạn là da nhạy cảm thì nên tránh các loại kem giữ ẩm có chứa thêm hương thơm.  Khi nào tôi nên gọi  cho bác sĩ về tình trạng da của mình?  Bất kể là da bạn thuộc loại gì đi nữa nhưng nếu không chắc về cách điều trị mụn trứng cá hoặc các vấn đề về da khác thì bạn nên nói chuyện với bác sĩ chính của mình hoặc một bác sĩ da liễu nào đó. Việc chữa trị da đúng cách mỗi ngày là cách tránh những vẫn đề về da nghiêm trọng hơn.   "
        }
    ],
    "suggestions": []
}