{
    "en_vn": {
        "data": {
            "content": null,
            "word": "impeded",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "impeded",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "impeded",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "impeded",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "impeded",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Completion of the building was <em>impeded</em> by severe weather conditions.",
            "vi": "Việc hoàn tất cao ốc đã bị trì hoãn vì thời tiết xấu."
        },
        {
            "en": "If the emergence of the head is <em>impeded</em> a cut may be made in the surrounding tissue.",
            "vi": "Nếu đỉnh đầu bé không ra được có thể cắt vùng mô xung quanh."
        },
        {
            "en": "All this has <em>impeded</em> the economic development of the countries and regions concerned, and has also adversely affected the world economy.",
            "vi": "Tất cả điều này đã ngăn cản bước phát triển kinh tế của các quốc gia và các khu vực có liên quan, và cũng gây ảnh hưởng bất lợi tới nền kinh tế thế giới."
        },
        {
            "en": "The first thing to realize is that the brain suffers from limited resources. It has a fixed energy budget, about the same as a 40 watt light bulb, so it has evolved to work as efficiently as possible. This is where most people are <em>impeded</em> from being an iconoclast.",
            "vi": "Nguyên nhân đầu tiên là do não có năng lượng rất hạn chế. Não có một lượng năng lượng cố định tương đương một bóng đèn 40 watt, vì vậy não được tiến hoá để làm việc một cách hiệu quả nhất có thể. Đây là lý do vì sao đa số chúng ta bị cản trở sáng tạo (do phải dùng quá nhiều năng lượng khi sáng tạo)."
        },
        {
            "en": "More broadly, the United States and Vietnam are united in our support for a regional order, including in the South China Sea -- where international norms and rules are upheld, where there is freedom of navigation and overflight, where lawful commerce is not <em>impeded</em>, and where disputes are resolved peacefully, through legal means, in accordance with international law.  I want to repeat that the United States will continue to fly, sail, and operate wherever international law allows, and we will support the right of all countries to do the same.",
            "vi": "Hoa Kỳ và Việt Nam cùng thống nhất cổ võ cho một trật tự khu vực, bao gồm khu vực biển Đông, phải thực thi các chuẩn mực và quy định của luật quốc tế về tự do hàng hải, vùng không phận tự do bay, và các quy định quốc tế trong thương mại không bị ngăn cản, mọi xung đột phải được giải quyết bằng biện pháp hòa bình và thông qua các chế tài luật pháp phù hợp với luật pháp quốc tế. Tôi xin khẳng định một lần nữa là Hoa Kỳ sẽ tiếp tục bay, tiếp tục chạy tàu, và tiếp tục thực hiện các hoạt động ở tất cả các nơi mà luật pháp quốc tế cho phép và chúng tôi sẽ ủng hộ tất cả các quốc gia khác hành động như thế."
        }
    ],
    "suggestions": []
}