{
    "en_vn": {
        "data": {
            "content": null,
            "word": "impinging",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "impinging",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "impinging",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "impinging",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "impinging",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It is difficult to prevent problems at home <em>impinging</em> on your work.",
            "vi": "Thật khó ngăn các khó khăn trong gia đình gây ảnh hưởng tới công việc của bạn."
        },
        {
            "en": "An organism's environment includes everything <em>impinging</em> upon it, as well as everything that is affected by that organism.",
            "vi": "Môi trường của sinh vật bao gồm tất cả những thứ ảnh hưởng đến nó, cũng như tất cả những thứ bị ảnh hưởng bởi sinh vật đó."
        },
        {
            "en": "In the teaching of the Buddha it is mentioned that human beings experience heavenly bliss when the objects <em>impinging</em> on the five senses are favorable and soothing.",
            "vi": "Trong giáo lý của đức phật có ghi rõ con người đạt hạnh phúc thiên đường khi những đối tượng tác động năm giác quan thuận lợi và dễ chịu."
        },
        {
            "en": "It will analyze the competitiveness factors currently <em>impinging</em> on the sector as well as the dynamic competitiveness induced through the process of liberalization, coming from domestic reforms and international integration commitments.",
            "vi": "Nó sẽ phân tích các yếu tố năng lực cạnh tranh hiện đang tác động tới ngành này cũng như năng lực cạnh tranh diễn tra trong quá trình tự do hóa, đến từ các cuộc cải cách trong nước và các cam kết hội nhập quốc tế."
        },
        {
            "en": "The stasist, neoclassical view is that asset markets can experience relative price fluctuations.This happens as sellers and buyers of different asset classes accommodate changing economic, political, and other conditions <em>impinging</em> on asset values. But generally speaking, asset prices should reflect the “fundamental” value of the asset (being the present value of all future cash flows from the asset).",
            "vi": "Theo thuyết thống kê, quan điểm Tân cổ điển là thị trường tài sản có thể trải qua những biến động giá tương đối. Điều này sẽ xảy ra khi người bán và người mua các loại tài sản khác nhau điều chỉnh các điều kiện kinh tế, chính trị và các điều kiện khác đang tác động đến giá trị tài sản. Nhưng nói chung, giá tài sản phải phản ánh giá trị \"cơ bản\" của tài sản (là giá trị hiện tại của tất cả các dòng tiền trong tương lai từ tài sản)."
        }
    ],
    "suggestions": []
}