{
    "en_vn": {
        "data": {
            "content": null,
            "word": "implanted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "implanted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "implanted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "implanted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "implanted"
        }
    },
    "sentences": [
        {
            "en": "Deeply <em>implanted</em> hatred",
            "vi": "Mối thù ghi xương khắc cốt"
        },
        {
            "en": "We deeply <em>implanted</em> hatred with them.",
            "vi": "Chúng tôi có mối thù ghi xương khắc cốt với họ."
        },
        {
            "en": "They <em>implanted</em> religious beliefs in young children.",
            "vi": "Họ in sâu tín ngưỡng tôn giáo vào bọn trẻ nhỏ."
        },
        {
            "en": "He <em>implanted</em> good ideas in their mind.",
            "vi": "Ông ta in sâu những tư tưởng tốt vào trí óc của họ."
        },
        {
            "en": "The fertilized eggs are <em>implanted</em> in the mother's womb.",
            "vi": "Trứng đã thụ tinh được cấy ghép vào tử cung của người mẹ."
        },
        {
            "en": "But how was such a belief to be <em>implanted</em>?",
            "vi": "Nhưng làm thế nào để gieo được một niềm tin như vậy?"
        },
        {
            "en": "The chip will be <em>implanted</em> into the brain",
            "vi": "Con chip này sẽ được cấy ghép vào não bộ"
        },
        {
            "en": "These devices could someday be <em>implanted</em> in the human body.",
            "vi": "Các thiết bị này có thể một ngày nào đó được cấy trong cơ thể con người."
        },
        {
            "en": "An egg fertilized in vitro is <em>implanted</em> in the uterus of the woman who produces it.",
            "vi": "Trứng được thụ tinh nhân tạo sẽ được cấy vào tử cung của người phụ nữ sẽ sinh."
        },
        {
            "en": "It is impossible for these moral values to be <em>implanted</em> in people's minds by force.",
            "vi": "Khó có thể nào những giá trị đạo đức này được in sâu vào tâm trí của người dân bằng cách ép buộc."
        },
        {
            "en": "In an attempt to develop economies of scale, these groups were especially well <em>implanted</em> in sectors such as automotives, construction, electronics, machinery, petrochemicals, and steel.",
            "vi": "Trong một nỗ lực nhằm tăng lợi thế kinh tế nhờ quy mô, các tập đoàn này được cài vào các ngành như sản xuất ô tô, xây dựng, điện tử, máy móc, hóa dầu và thép."
        },
        {
            "en": "If an embryo becomes <em>implanted</em> the corpus luteum continues to secrete progesterone until the fourth month of pregnancy, by which time the placenta has taken over this function.",
            "vi": "Nếu có phôi ghép vào tử cung, thể vàng tiếp tục tiết progestorone cho tới tháng thứ tư của thai kì, tới lúc này nhau thai đã cảm nhận chức năng này."
        },
        {
            "en": "Needles or capsules of the isotope may be <em>implanted</em> in or around a tumour so that the radiation they emit will destroy it.",
            "vi": "Kim hoặc bao nang chất đồng vị phóng xạ có thể được ghép vào trong hoặc xung quanh bướu để xạ tuyến phóng ra huỷ diệt bướu."
        },
        {
            "en": "In this method, oxygen is <em>implanted</em> in very heavy doses and the wafer is annealed at a high temperature until a thin layer of SOI film is formed.",
            "vi": "Trong phương pháp này, Ion oxy được cấy bằng một lượng rất mạnh và các tấm wafer được luyện ở nhiệt độ cao cho đến khi một lớp film SOI mỏng được hình thành."
        },
        {
            "en": "The ureters are <em>implanted</em> into an isolated segment of bowel, usually ileum but sometimes sigmoid colon, one end of which is brought through the abdominal wall to the skin surface.",
            "vi": "Các niệu quản đước nối với một đoạn ruột cô lập, thường là hồi tràng nhưng đôi khi là đại tràng sigma, một đầu đoạn ruột này được mang qua thành bụng đến bề mặt da."
        },
        {
            "en": "To achieve this, the team <em>implanted</em> two sensors, each about the siz​e of a baby aspirin, loaded with 96 electrodes designed to pick up nerve activity in the movement centers of the brain.",
            "vi": "Để đạt được kết quả này, nhóm đã cấy hai thiết bị cảm biến, mỗi thiết bị bằng khoảng một viên aspirin dành cho trẻ em, có chứa 96 điện cực dùng để ghi nhận các tín hiệu chuyển động từ não bộ."
        },
        {
            "en": "The sensors record brain signals created when Kochevar imagines moving his arm, and relay them to a computer. The computer sends the signals to the electrical stimulation system, which directs impulses through about 30 wires <em>implanted</em> in muscles in Kochevar's arm and hand to produce specific movements.",
            "vi": "Các thiết bị cảm biến ghi nhận tín hiệu từ não và truyền đến một máy tính khi ông Kochevar tưởng tượng mình đang cử động hai cánh tay. Máy tính sẽ gửi tín hiệu đến hệ thống kích thích điện gồm 30 dây được gắn vào cơ và các tay của ông Kochevar để điều khiển chúng cử động theo ý."
        },
        {
            "en": "Getting pregnant with endometriosis  Many women with endometriosis don't have trouble getting pregnant. But laparoscopic surgery can significantly improve the pregnancy rate of women who have moderate to severe endometriosis. In vitro fertilization is an option if infertility persists. The sperm and egg are combined in a laboratory and the resulting embryo is <em>implanted</em> into the uterus.",
            "vi": "Mang thai và chứng lạc nội mạc tử cung  Nhiều phụ nữ bị lạc nội mạc tử cung vẫn có thể có thai bình thường mà không cảm thấy khó khăn gì. Nhưng phẫu thuật soi ổ bụng có thể cải thiện tỉ lệ mang thai đáng kể ở phụ nữ bị lạc nội mạc tử cung từ mức độ trung bình đến nặng. Nếu vẫn vô sinh thì phương pháp thụ tinh trong ống nghiệm là một lựa chọn của các cặp vợ chồng. Tinh trùng và trứng được kết hợp trong phòng thí nghiệm và phôi đã được thụ tinh được cấy vào tử cung."
        },
        {
            "en": "Hair transplant: Before & After  Half of men and many women will experience some degree of hair loss as they age. Typically, hair remains thick on the side or back of the head. This allows a surgeon to transfer small amounts of hair to the bald or thinning area. Today's hair transplants are nothing like the doll look of decades past. Hundreds of micrografts, each containing one to three hairs, are <em>implanted</em> in a natural pattern.",
            "vi": "Trước và sau khi cấy ghép tóc   ½ nam giới và nhiều phụ nữ sẽ bị rụng tóc ở một mức độ nào đó khi về già. Thông thường thì tóc vẫn còn dày ở hai bên tai hoặc ở sau gáy. Nhờ đây bác sĩ phẫu thuật có thể “tách” chuyển một ít tóc ở những vùng còn dày sang chỗ hói hoặc vùng thưa thớt hơn. Thủ thuật cấy ghép tóc hiện giờ không còn nhìn giống như con búp bê của thời mấy thập niên về trước. Hàng trăm mô ghép cực nhỏ, mỗi mô ghép chứa từ một cho đến ba sợi tóc, được cấy một cách rất tự nhiên."
        },
        {
            "en": "Surgery: Deep brain stimulationElectrodes can be <em>implanted</em> into one of three areas of the brain -- the globus pallidus, the thalamus, or the subthalamic nucleus -- on one or both sides. A pulse generator goes in the chest near the collarbone. Electric pulses stimulate the brain to help reduce a patient's rigidity, tremors, and bradykinesia. It doesn’t stop the progression of PD or affect other symptoms. Not everyone is a good candidate for this surgery.",
            "vi": "Phẫu thuật kích thích não sâuĐiện cực có thể cắm vào một trong ba vùng não - cầu nhạt, đồi não, hoặc nhân dưới đồi – ở một hoặc cả hai bên. Máy phát xung đi vào ngực gần bên xương đòn. Các xung điện kích thích não để giúp làm giảm tình trạng cứng cơ, run, và bradykinesia (tình trạng chậm chạp khi bắt đầu một cử động) của bệnh nhân. Nó không làm ngăn diễn tiến của bệnh Parkinson hoặc gây ảnh hưởng đến các triệu chứng khác. Không phải ai cũng có thể đáp ứng với loại phẫu thuật này tốt được."
        }
    ],
    "suggestions": []
}