{
    "en_vn": {
        "data": {
            "content": null,
            "word": "implicated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "implicated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "implicated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "implicated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "implicated"
        }
    },
    "sentences": [
        {
            "en": "Be <em>implicated</em> in a murder",
            "vi": "Liên can đến một vụ giết người"
        },
        {
            "en": "Be deeply <em>implicated</em> in a subversive plot",
            "vi": "Dính líu sâu vào một âm mưu lật đổ"
        },
        {
            "en": "2. Which World Leaders Have Been <em>Implicated</em>?",
            "vi": "2. Lãnh đạo nào trên thế giới được nhắc đến?"
        },
        {
            "en": "He is <em>implicated</em> in a murder.",
            "vi": "Anh ta có liên can đến một vụ giết người."
        },
        {
            "en": "You shouldn't be <em>implicated</em> in this affair.",
            "vi": "Cậu không nên dính vào vụ này."
        },
        {
            "en": "Three government officials have been <em>implicated</em> in the scandal.",
            "vi": "Ba viên chức chính phủ đã có dính líu vào vụ tai tiếng này."
        },
        {
            "en": "Peter's father was <em>implicated</em> in a bribery scandal.",
            "vi": "Cha của Peter can vào chuyện ăn hối lộ."
        },
        {
            "en": "The man <em>implicated</em> in the robbery was arrested.",
            "vi": "Kẻ can dự vào vụ cướp đã bị bắt."
        },
        {
            "en": "They are deeply <em>implicated</em> in a subversive plot.",
            "vi": "Họ dính líu sâu vào một âm mưu lật đổ."
        },
        {
            "en": "The police are satisfied that he was not <em>implicated</em> in the robbery.",
            "vi": "Cảnh sát hài lòng vì ông ta không dính dáng gì vào vụ cướp."
        },
        {
            "en": "Cell types have been <em>implicated</em> in the etiology of autoimmune diseases.",
            "vi": "Các dạng tế bào có liên quan đến nguyên nhân của những căn bệnh tự miễn."
        },
        {
            "en": "Smoking has been <em>implicated</em> as a causative factor in many different forms of cancer.",
            "vi": "Hút thuốc ngụ ý là một yếu tố gây ra nhiều dạng ung thư khác nhau."
        },
        {
            "en": "Nagalingam is <em>implicated</em> in the fatal shooting of two teenagers in Scarborough.",
            "vi": "Nagalingam có liên quan đến vụ bắn chết hai thiếu niên ở thành phố Scarborough."
        },
        {
            "en": "According to The Guardian, Putin’s best friend, cellist Sergei Roldugin, is also <em>implicated</em> for hiding money from Russian banks offshore.",
            "vi": "Theo The Guardian, người bạn thân nhất của ông Putin, nghệ sĩ cello Sergei Roldugin, cũng liên quan đến việc giấu tiền từ các ngân hàng của Nga ra các lãnh thổ ngoài biển."
        },
        {
            "en": "A tumor - suppressor gene called p53 has been <em>implicated</em> in leukemia and colon, lung, breast, liver, brain, and esophageal cancer.",
            "vi": "Một gen ức chế khối u là p53 có ý nghĩa trong các ung thư bệnh bạch cầu, ung thư đại tràng, phổi, vú, gan, não và thực quản."
        },
        {
            "en": "A tumor-suppressor gene called p53 has been <em>implicated</em> in leukemia and colon, lung, breast, liver, brain, and esophageal cancer.",
            "vi": "Một gen ức chế khối u là p53 có ý nghĩa trong các ung thư bệnh bạch cầu, ung thư đại tràng, phổi, vú, gan, não và thực quản."
        },
        {
            "en": "Russian President Vladimir Putin, has the largest amount of money <em>implicated</em> so far in the leaks. The accusations against him total more than $2 billion.",
            "vi": "Tổng thống Nga Vladimir Putin, người dính líu tới số tiền lớn nhất cho đến nay trong Tài liệu Panama. Số tiền cáo buộc đối với ông lên tới hơn 2 tỷ đô la."
        },
        {
            "en": "Identification with a parent is important in personality formation, and has been especially <em>implicated</em> in the development of a moral sense and of an appropriate sex role.",
            "vi": "Đồng nhất hoá với cha mẹ là quan trọng trong phát triển nhân cách và đặc biệt liên quan đến sự phát triển trí thức đạo đức và vài trò phái tính đúng đắn."
        },
        {
            "en": "WHY are political and religious figures who campaign against gay rights so often <em>implicated</em> in sexual encounters with same-sex partners?",
            "vi": "Vì sao nhiều lãnh đạo chính trị và tôn giáo – những người tổ chức vận động cấm đồng tính, thường dính líu đến những quan hệ tình dục đồng tính?"
        },
        {
            "en": "Beringia has been <em>implicated</em> as both a high latitude refugium and as the crossroads of the northern continents for boreal mammals.",
            "vi": "Beringia vừa ám chỉ là vùng trú ẩn khí hậu ấm áp vừa là giao lộ của lục địa phía bắc đối với các loại động vật có vú phương bắc."
        }
    ],
    "suggestions": []
}