{
    "en_vn": {
        "data": {
            "content": null,
            "word": "importing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "importing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "importing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "importing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "importing"
        }
    },
    "sentences": [
        {
            "en": "<em>imp</em>",
            "vi": "oắt con"
        },
        {
            "en": "None of your cheek, <em>imp</em>!",
            "vi": "oắt con đừng hỗn nhé!"
        },
        {
            "en": "This <em>imp</em> is seriously adorable.",
            "vi": "Đứa trẻ tinh quái này thật sự đáng yêu."
        },
        {
            "en": "The bell went <em>ting</em>-a-ling.",
            "vi": "Chuông kêu leng keng."
        },
        {
            "en": "Khanh Hoi <em>Imp</em>-Export Joint-Stock Co.",
            "vi": "Công ty cổ phần xuất nhập khẩu Khánh Hội"
        },
        {
            "en": "Re-<em>importing</em> outsourced products.",
            "vi": "Được tái nhập khẩu sản phẩm đã gia công."
        },
        {
            "en": "A letter <em>importing</em> that",
            "vi": "Một bức thư cho biết rằng"
        },
        {
            "en": "This <em>imp</em> doesn't appear to be in very good shape.",
            "vi": "Con tiểu yêu này không xuất hiện được trong hình dạng xinh đẹp."
        },
        {
            "en": "Learn <em>Importing</em> a sequence of still images.",
            "vi": "Hãy học cách nhập một chuỗi các hình ảnh tĩnh."
        },
        {
            "en": "This process is often called \"<em>importing</em> data\".",
            "vi": "Quá trình này thường được gọi là \"nhập khẩu dữ liệu\"."
        },
        {
            "en": "A letter <em>importing</em> that she died.",
            "vi": "Một bức thư cho biết rằng cô ấy đã chết."
        },
        {
            "en": ", du sao ti a nhn thy bit bao nhiu li ct <em>ting</em>!",
            "vi": "And i perceive they do not come from the roofs of mouths for nothing."
        },
        {
            "en": "Cu anh, <em>ting</em> noi ln va nhanh, vic mc ca sat gia, cam by quy quyt.",
            "vi": "The family usages, the language, the company, the furniture, the yearning and swelling heart."
        },
        {
            "en": "I work in my father's business, <em>importing</em> wines.",
            "vi": "Tôi làm với ba tôi, chuyên nhập khẩu rượu."
        },
        {
            "en": "They could not afford to continue <em>importing</em> the same amount of rice as they were <em>importing</em> until then.",
            "vi": "Họ không thể tiếp tục nhập khẩu số lượng gạo như trước đây họ nhập khẩu."
        },
        {
            "en": "The government imposed restrictions on <em>importing</em> dangerous chemicals.",
            "vi": "Chính phủ đã áp đặt sự giới hạn đối với việc nhập khẩu hóa chất nguy hiểm."
        },
        {
            "en": "They cast the loss of <em>importing</em> documents in my teeth.",
            "vi": "Họ trách móc tôi về việc làm mất các tài liệu quan trọng."
        },
        {
            "en": "In order to execute the present Agreement, representatives of the Contrac <em>Ting</em> Parties shall fix annual programmes of cooperation.",
            "vi": "Để thực hiện Hiệp định hiện nay, các đại diện của các bên Contrac Ting sẽ ấn định các chương trình hàng năm về việc hợp tác."
        },
        {
            "en": "An important client of ours is now interested in <em>importing</em> machine tools from your country.",
            "vi": "Một khách hàng quan trọng đang quan tâm đến việc nhập khẩu thiết bị máy từ quốc gia của ông."
        },
        {
            "en": "The programme-makers are again <em>importing</em> styles from the United States.",
            "vi": "Những nhà sản xuất chương trình này lại đang một lần nữa nhập các phong cách từ Mỹ."
        }
    ],
    "suggestions": []
}