{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['impətəns]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">impotency</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['impətəns]</font></td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\"><font color=\"#1371BB\">impotentness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['impətəntnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bất lực</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bệnh liệt dương</td></tr></table><i/></div>",
            "word": "impotence"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "impotence"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "impotence"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "impotence"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bất lực (tình trạng một người nam bị mất khả năng giao hợp)</font></td></tr></tbody></table></div>",
            "word": "impotence"
        }
    },
    "sentences": [
        {
            "en": "<em>Impotence</em>.",
            "vi": "Bất lực."
        },
        {
            "en": "She has a feeling of <em>impotence</em> in the face of an apparently insoluble problem.",
            "vi": "Cô ta có cảm giác bất lực trước vấn đề có vẻ không giải quyết nổi."
        },
        {
            "en": "It is only when the rich are sick that they fully feel the <em>impotence</em> of wealth.",
            "vi": "Chỉ khi người giàu ốm họ mới thực hiểu sự bất lực của giàu sang."
        },
        {
            "en": "Castration inevitably causes sterility but it need not cause <em>impotence</em> or loss of sexual desire.",
            "vi": "Sự thiến tạo ra vô sinh nhưng nó không nhất thiết là nguyên nhân gây bất lực hoặc mất ham muốn."
        },
        {
            "en": "Side-effects may include constipation, dizziness, difficulty in urination, insomnia, headaches, and <em>impotence</em>.",
            "vi": "Tác động phụ có thể gồm táo bón, choáng váng, khó tiểu, mất ngủ, nhức đầu, và bất lực."
        },
        {
            "en": "When treatment of the <em>impotence</em> is successful, there still are the underlying relationship problems that need attention.",
            "vi": "Khi điều trị bệnh liệt dương thành công, vẫn có vài vấn đề quan hệ cơ bản cần chú ý."
        },
        {
            "en": "Real Madrid tried to react before half time, a botched counter-attack by Marcelo giving another sign of their <em>impotence</em>.",
            "vi": "Real Madrid đã cố gắng phản công trước khi kết thúc hiệp một, nhưng một cuộc phản công hỏng của Marcelo cho thấy thêm một dấu hiệu bất lực nữa của họ."
        },
        {
            "en": "To treat such conditions as delayed puberty in adolescent boys, hypogonadism, and <em>impotence</em> due to testicular insufficiency.",
            "vi": "Chữa các bệnh như chậm dậy thì ở con trai, chứng giảm năng sinh dục và chứng bất lực do thiếu năng tinh hoàn."
        },
        {
            "en": "Real Madrid tried to react before half time, a botched counter - attack by Marcelo giving another sign of their <em>impotence</em>.",
            "vi": "Real Madrid đã cố gắng phản công trước khi kết thúc hiệp một, nhưng một cuộc phản công hỏng của Marcelo cho thấy thêm một dấu hiệu bất lực nữa của họ."
        },
        {
            "en": "It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover <em>impotence</em>.",
            "vi": "Thà bạo lực, nếu trong trái tim là bạo lực, còn hơn khoác áo bất bạo lực để dấu đi sự bất tài."
        },
        {
            "en": "Either kind of <em>impotence</em> may be due to a physical disease, such as diabetes (organic) or to a psycholocinal or emotional problem (psychogenic).",
            "vi": "Mỗi loại bất lực có thể do một bệnh cơ thể, như đái tháo đường (hữu cơ) hay do có vấn đề về tâm lý hay cảm xúc (do tâm lý)."
        },
        {
            "en": "The semen specimen may be providing by the husband in cases of <em>impotence</em> or by an anonymous donor in cases where the husband is sterile.",
            "vi": "Mẫu tinh dịch có thể là của người chồng trong trường hợp bất lực hay của một ngừơi cho vô danh khi người chồng bị vô sinh."
        },
        {
            "en": "<em>Impotence</em> may be erectile, in which the penis does not become firm enough to enter the vagina, or ejaculatory, in which penetration occurs but there is no ejaculation of semen (orgasm).",
            "vi": "Bất lực có thể do cương, tức dương vật không đủ cứng để đi vào âm đạo, hay do phóng tinh, tức đã vào được âm đạo nhưng không có phóng tinh (cực khoái)."
        },
        {
            "en": "Stress can also suppress the immune system, contribute to infertility and <em>impotence</em>, speed the aging process and even rewire the brain, leaving people more vulnerable to anxiety and depression.",
            "vi": "Căng thẳng cũng tác động xấu lên hệ miễn dịch, góp phần gây nên vô sinh và bất lực, đẩy nhanh quá trình lão hoá và gây rối loạn não, làm cho người ta trở nên dễ bị căng thẳng lo âu và trầm cảm hơn."
        },
        {
            "en": "Erectile dysfunction (ED) occurs when a man has repeated problems sustaining an erection. Without treatment, ED can make sexual intercourse difficult. The condition, sometimes called <em>impotence</em>, affects an estimated 15 million to 30 million men in the U.S. While the topic was once taboo, awareness has skyrocketed with recent advances in treatment for ED.",
            "vi": "Người bị rối loạn chức năng cương dương (ED) thường gặp rắc rối nhiều lần với vấn đề cương cứng. Nếu không được điều trị thì bệnh này có thể làm cho quá trình giao hợp trở nên khó khăn. (ED) đôi khi cũng được gọi là bệnh bất lực, và ở Mỹ con số bệnh nhân bị chứng bệnh này ước tính lên tới 15 – 30 triệu người. Trong khi người ta vẫn còn cho đây là một chủ đề kiêng ngại “thầm kín”, “cấm kỵ”, không nên nói ra thì gần đây cũng có nhiều tiến bộ đáng kể trong các phương pháp điều trị  ED."
        },
        {
            "en": "Essential Screening Tests Every Man Needs    Why Screening Tests Are Important Getting the right screening test at the right time is one of the most important things a man can do for his health. Screenings find diseases early, before you have symptoms, when they're easier to treat. Early colon cancer can be nipped in the bud. Finding diabetes early may help prevent complications such as vision loss and <em>impotence</em>. The tests you need are based on your age and your risk factors. Prostate Cancer Prostate cancer is the most common cancer found in American men after skin cancer. It tends to be a slow-growing cancer, but there are also aggressive, fast-growing types of prostate cancer. Screening tests can find the disease early, sometimes before symptoms develop, when treatments are most effective. Tests for prostate cancer Screenings for healthy men may include both a digital rectal exam (DRE) and a prostate specific antigen (PSA) blood test. The American Cancer Society advises men to talk with a doctor about the risks and limitations of PSA screening as well as its possible benefits. Discussions should begin at:     * 50 for average-risk men     * 45 for men at high risk.   Testicular Cancer This uncommon cancer develops in a man's testicles, the reproductive glands that produce sperm. Most cases occur between ages 20 and 54. The American Cancer Society recommends that all men have a testicular exam when they see a doctor for a routine physical. Men at higher risk (a family history or an undescended testicle) should talk with a doctor about additional screening. Some doctors advise regular self-exams, gently feeling for hard lumps, smooth bumps, or changes in size or shape of the testes.   Colorectal Cancer Colorectal cancer is the second common cause of death from cancer. Men have a slightly higher risk of developing it than women. The majority of colon cancers slowly develop from colon polyps: growths on the inner surface of the colon. After cancer develops it can invade or spread to other parts of the body. The way to prevent colon cancer is to find and remove colon polyps before they turn cancerous. Tests for colon cancer Screening begins at age 50 in average-risk adults. A colonoscopy is a common test for detecting polyps and colorectal cancer. A doctor views the entire colon using a flexible tube and a camera. Polyps can be removed at the time of the test. A similar alternative is a flexible sigmoidoscopy that examines only the lower part of the colon. Some patients opt for a virtual colonoscopy — a CT scan — or double contrast barium enema — a special X-ray — although if polyps are detected, an actual colonoscopy is needed to remove them. Skin Cancer The most dangerous form of skin cancer is melanoma. It begins in specialized cells called melanocytes that produce skin color. Older men are twice as likely to develop melanoma as women of the same age. Men are also 2-3 times more likely to get non-melanoma basal cell and squamous cell skin cancers than women are. Your risk increases as exposure to sun and/or tanning beds accumulates; sunburns accelerate risk.  Screening for skin cancer The American Cancer Society and the American Academy of Dermatology recommend regular skin self-exams to check for any changes in marks on your skin including shape, color, and size. A skin exam by a dermatologist or other health professional should be part of a routine cancer checkup. Treatments for skin cancer are more effective and less disfiguring when it's found early. High Blood Pressure (Hypertension) Your risk for high blood pressure increases with age. It's also related to your weight and lifestyle. High blood pressure can lead to severe complications without any prior symptoms, including an aneurysm — dangerous ballooning of an artery. But it can be treated. When it is, you may reduce your risk for heart disease, stroke, and kidney failure. The bottom line: Know your blood pressure. If it's high, work with your doctor to manage it. Screening for High Blood Pressure Blood pressure readings give two numbers. The first (systolic) is the pressure in your arteries when the heart beats. The second (diastolic) is the pressure between beats. Normal blood pressure is less than 120/80. High blood pressure is 140/90 or higher, and in between those two is prehypertension — a major milestone on the road to high blood pressure. How often blood pressure should be checked depends on how high it is and what other risk factors you have. Cholesterol Levels A high level of LDL cholesterol in the blood causes sticky plaque to build up in the walls of your arteries. This increases your risk of heart disease. Atherosclerosis – hardening and narrowing of the arteries — can progress without symptoms for many years. Over time it can lead to heart attack and stroke. Lifestyle changes and medications can reduce this \"bad\" cholesterol and lower your risk of cardiovascular disease. Determining cholesterol levels A blood test that tells you your levels of total cholesterol, LDL \"bad\" cholesterol, HDL \"good\" cholesterol, and triglycerides (blood fat). The results tell you and your doctor a lot about what you need to do to reduce your risk of heart disease, stroke, and diabetes. Men 20 years and older should have a new panel done at least every five years. Starting at 35, men need regular cholesterol testing. type 2 diabetes One-third of Americans with diabetes don't know they have it. Uncontrolled diabetes can lead to heart disease and stroke, kidney disease, blindness from damage to the blood vessels of the retina, nerve damage, and <em>impotence</em>. This doesn't have to happen. Especially when found early, diabetes can be controlled and complications can be avoided with diet, exercise, weight loss, and medications. screening for type 2 diabetes A fasting plasma glucose test is most often used to screen for diabetes. More and more doctors are turning to the A1C test, which tells how your body has controlled blood sugar. Healthy adults should have the test every three years starting at age 45. If you have a higher risk, including high cholesterol or blood pressure, you may start testing earlier and more frequently. Human Immunodeficiency Virus (HIV) HIV is the virus that causes AIDS. It's in the blood and other body secretions of infected individuals, even when there are no symptoms. It spreads from one person to another when these secretions come in contact with the vagina, anal area, mouth, eyes, or a break in the skin. There is still no cure or vaccine. Modern treatments can keep HIV infection from becoming AIDS, but these medications can have serious side effects. HIV Screening Tests HIV-infected individuals can remain symptom-free for many years. The only way to know they are infected is with a series of blood tests. The first test is called ELISA or EIA. It looks for antibodies to HIV in the blood. It's possible not to be infected and still show positive on the test. So a second test called a Western blot assay is done for confirmation. If you were recently infected, you could still have a negative test result. Repeat testing is recommended. If you think you may have been exposed to HIV, ask your doctor about the tests. Preventing the Spread of HIV Most newly infected individuals test positive by two months after infection. But up to 5% are still negative after six months. Safe sex — abstinence or always using latex barriers such as a condom or a dental dam — is necessary to avoid getting HIV and other sexually transmitted infections. If you have HIV and are pregnant, talk with your doctor about what needs to be done to reduce the risk of HIV infection in your unborn child. Drug users should not share needles. Glaucoma This group of eye diseases gradually damages the optic nerve and may lead to blindness – and irreversible vision loss can occur before people with glaucoma notice any symptoms. Screening tests look for abnormally high pressure within the eye, to catch and treat the condition before damage to the optic nerve. Glaucoma Screening Eye tests for glaucoma are based on age and personal risk:     * Under 40: Every 2-4 years     * 40-54: Every 1-3 years     * 55-64: Every 1-2 years     * 65 up: Every 6-12 months Talk with a doctor about earlier, more frequent screening, if you fall in a high risk group: African-Americans, those with a family history of glaucoma, previous eye injury, or use of steroid medications.",
            "vi": "Những thử nghiệm, kiểm tra sàng lọc cần thiết đối với nam giới     Tại sao thử nghiệm sàng lọc lại quan trọng Việc tiến hành thử nghiệm sàng lọc hợp lý, đúng lúc là một trong những điều quan trọng hàng đầu đối với nam giới trong việc giữ gìn sức khỏe của mình. Phương pháp này giúp phát hiện ra bệnh sớm, trước khi xuất hiện triệu chứng, lúc này bệnh sẽ dễ trị hơn và mau lành hơn. Chứng ung thư đại tràng giai đoạn đầu có thể được chữa dứt ngay từ khi mới chớm. Việc phát hiện được bệnh tiểu đường sớm cũng có thể giúp phòng tránh các biến chứng như mất thị giác và bất lực. Các phương pháp thử nghiệm sàng lọc này sẽ dựa trên tuổi tác và các yếu tố bệnh tật nguy hiểm của bạn.  Ung thư tuyến tiền liệt Ung thư tuyến tiền liệt là dạng ung thư thường gặp nhất ở nam giới Hoa Kỳ sau chứng ung thư da. Bệnh thường có tốc độ phát triển chậm, nhưng cũng có nhiều kiểu ung thư tuyến tiền liệt diễn biến rất nhanh và mạnh. Các thử nghiệm sàng lọc có thể giúp tìm ra bệnh sớm, nhiều lúc trước khi xuất hiện triệu chứng, lúc này người ta điều trị hiệu quả nhất.  Các xét nghiệm ung thư tuyến tiền liệt  Các thử nghiệm sàng lọc dành cho nam giới khỏe mạnh gồm cả kiểm tra trực tràng bằng ngón tay (DRE) và xét nghiệm máu kháng nguyên đặc hiệu tuyến tiền liệt (PSA). Hiệp hội Ung thư Hoa Kỳ khuyến cáo nam giới nên tham khảo ý kiến của bác sĩ về những rủi ro, nguy hiểm và hạn chế của phương pháp sàng lọc PSA cũng như những lợi ích có thể của nó. Nên bắt đầu từ lúc: * 50 tuổi đối với nam giới có nguy cơ mắc bệnh trung bình   * 45 tuổi đối với nam giới có nguy cơ mắc bệnh cao.   Ung thư tinh hoàn Chứng ung thư hiếm thấy này phát triển ở tinh hoàn của nam giới, ở tuyến sinh sản sinh tinh trùng. Hầu hết các ca ung thư tinh hoàn đều xảy ra ở giai đoạn từ 20 đến 54 tuổi. Hiệp hội Ung thư Hoa Kỳ khuyến nghị tất cả nam giới nên khám tinh hoàn trong mỗi lần khám sức khỏe định kỳ của mình. Những người có nguy cơ mắc bệnh cao hơn (có tiền sử gia đình hoặc bị chứng tinh hoàn ẩn) nên tham khảo ý kiến của bác sĩ đối với việc thử nghiệm sàng lọc bổ sung. Một vài bác sĩ cũng khuyên nên tự khám tinh hoàn thường xuyên, nhẹ nhàng sờ tìm các khối u cứng, các bướu phẳng, hoặc bất kỳ thay đổi nào về hình dáng hoặc kích cỡ của tinh hoàn.  Ung thư kết tràng-trực tràng Ung thư kết tràng-trực tràng là nguyên nhân gây tử vong vì ung thư thường thấy thứ hai. Nam giới có nguy cơ phát triển bệnh cao hơn phụ nữ một chút. Đa số chứng ung thư đại tràng phát triển chậm từ các pô-líp đại tràng: phát triển ở bề mặt bên trong của đại tràng. Sau khi bệnh phát triển, nó có thể xâm nhập hoặc phát tán ra nhiều vùng khác trên cơ thể. Phương pháp phòng tránh ung thư đại tràng là dò tìm, phát hiện ra và cắt bỏ pô-líp đại tràng trước khi các pô-líp này biến thành ung thư.  Các xét nghiệm ung thư đại tràng  Người lớn có nguy cơ mắc bệnh trung bình bắt đầu tiến hành phương pháp sàng lọc ở độ tuổi 50. Thủ thuật soi kết tràng là xét nghiệm thường thấy nhằm phát hiện pô-líp và ung thư kết tràng-trực tràng. Bác sĩ sử dụng một máy ảnh và ống mềm để quan sát tổng thể đại tràng, đồng thời có thể cắt bỏ pô-líp lúc làm xét nghiệm. Người ta cũng có thể thay thế bằng một thủ thuật tương tự đó là phép soi đại tràng sigma ống mềm chỉ khám và kiểm tra phần dưới của đại tràng.  Một số bệnh nhân thích chọn phương pháp chụp nội soi kết tràng ảo-kỹ thuật chụp cắt lớp-hoặc thụt ba-ri cản quang kép- một tia X đặc biệt-mặc dù người ta dò tìm ra các pô-líp nhưng vẫn cần thủ thuật soi kết tràng thực để cắt bỏ chúng đi.  Ung thư da Dạng ung thư da nguy hiểm nhất là ung thư da melanoma (hắc tố). Nó phát sinh ở các tế bào đặc biệt có tên là tế bào biểu bì tạo hắc tố sinh màu da. Nam giới lớn tuổi có khả năng phát triển chứng ung thư này cao gấp 2 lần so với phụ nữ cùng độ tuổi. Ngoài ra, họ cũng có khả năng mắc chứng tế bào đáy không hắc tố và ung thư da tế bào vảy gấp 2-3 lần so với phụ nữ. Việc tiếp xúc với ánh nắng mặt trời và/hoặc tắm nắng lâu ngày làm tăng nguy cơ mắc bệnh của bạn; da sạm nắng cũng có thể làm tăng nguy cơ bệnh.  Xét nghiệm sàng lọc ung thư da Hiệp hội Ung thư Hoa Kỳ và Viện Da liễu Mỹ đã khuyến nghị nên thường xuyên tự kiểm tra da để phát hiện bất kỳ dấu hiệu thay đổi nào trên da như hình dạng, màu da, và kích thước da. Ngoài ra cũng nên khám da ở bác sĩ da liễu hay các chuyên gia sức khoẻ khác trong những lần kiểm tra sức khỏe phát hiện ung thư định kỳ. Nếu phát hiện ung thư da sớm thì công việc điều trị sẽ hiệu quả hơn và da ít bị biến dạng xấu xí hơn.  Cao huyết áp (Tăng huyết áp) Nguy cơ cao huyết áp tỉ lệ thuận với tuổi tác. Nó cũng liên quan đến chỉ số cân nặng và lối sống của bạn. Bệnh cao huyết áp cũng có thể gây ra nhiều biến chứng nguy hiểm mà không có triệu chứng báo trước, như chứng phình mạch – đây là chứng phình căng động mạch nguy hiểm. Nhưng bệnh này có thể chữa trị được. Khi mắc chứng bệnh này, bạn có thể giảm nguy cơ bệnh tim, đột quỵ, và suy thận. Điều quan trọng là bạn nên hiểu biết về chứng cao huyết áp của mình. Nếu bạn bị cao huyết áp thì hãy tham khảo với bác sĩ, hợp tác với bác sĩ để điều trị nhé.   Xét nghiệm sàng lọc chứng cao huyết áp  Số đo huyết áp gồm 2 chữ số. Chữ số đầu tiên (tâm thu) là áp suất trong động mạch khi tim đập. Chữ số thứ hai (tâm trương) là áp suất giữa các nhịp đập. Huyết áp bình thường dưới 120/80. Huyết áp cao là 140/90 trở lên, và giữa hai chỉ số đó là tiền huyết áp-đây là một vạch mốc quan trọng đối với sự tiến triển bệnh cao huyết áp. Tần số kiểm tra, đo huyết áp tuỳ thuộc vào số đo huyết áp của người bệnh là bao nhiêu và các yếu tố nguy hiểm khác.   Nồng độ Cholesterol Nồng độ cholesterol LDL trong máu cao có thể tạo mảng bám làm nghẽn thành động mạch. Điều này làm tăng nguy cơ bệnh tim. Chứng xơ vữa động mạch – làm hẹp và xơ cứng động mạch – có thể phát triển mà không có triệu chứng trong nhiều năm. Dần dần bệnh này có thể dẫn đến đau tim và đột quỵ. Việc thay đổi lối sống và thuốc có thể làm giảm nồng độ cholesterol “xấu” này và hạ thấp nguy cơ mắc bệnh tim mạch.  Xác định nồng độ cholesterol Xét nghiệm máu có thể cho bạn biết nồng độ cholesterol toàn phần, cholesterol LDL “xấu”, cholesterol HDL “tốt”, và li-pít trung tính (mỡ máu). Các kết quả ấy cho bạn và bác sĩ biết rất nhiều về việc bạn nên làm gì để làm giảm nguy cơ bệnh tim, đột quỵ và đái tháo đường. Nam giới 20 tuổi trở lên nên xét nghiệm lại ít nhất 5 năm một lần. Bắt đầu ở độ tuổi 35, nam giới cần xét nghiệm cholesterol thường xuyên.  Tiểu đường loại 2 1/3 người Mỹ bị tiểu đường mà không biết. Bệnh tiểu đường không được chữa trị có thể dẫn đến bệnh tim và đột quỵ, bệnh thận, mù mắt do tổn thương mạch máu võng mạc, tổn hại thần kinh và bất lực. Nhưng điều này có thể tránh được, nhất là khi được phát hiện sớm, người ta có thể điều trị được tiểu đường và có thể tránh được các biến chứng bằng cách ăn kiêng, tập thể dục, giảm cân và sử dụng thuốc.   Xét nghiệm sàng lọc đối với bệnh tiểu đường loại 2 Phương pháp xét nghiệm đường glu-cô huyết tương lúc đói thường được sử dụng nhất để sàng lọc bệnh tiểu đường. Ngày càng nhiều bác sĩ chuyển sang làm xét nghiệm A1C, có thể cho biết cơ thể của bạn đã kiểm soát đường huyết như thế nào. Người lớn khỏe mạnh nên khám bệnh này cứ 3 năm một lần khi bắt đầu bước sang tuổi 45. Nếu bạn có nguy cơ mắc bệnh cao hơn, bao gồm nồng độ cholesterol cao hoặc cao huyết áp thì bạn có thể bắt đầu khám bệnh sớm hơn và thường xuyên hơn nhé.     Vi-rút HIV  HIV là vi rút gây bệnh AIDS. HIV trong máu và các dịch tiết khác của cơ thể người bệnh, thậm chí tồn tại vi rút HIV khi không có triệu chứng gì. Vi rút này phát tán, lây lan từ người này sang người khác khi những dịch tiết này tiếp xúc với âm đạo, vùng hậu môn, miệng, mắt, hoặc một vết rách trên da. Người ta vẫn chưa tìm ra vắc-xin hoặc thuốc trị bệnh AIDS. Các phương pháp điều trị hiện đại có thể làm cho việc lây nhiễm HIV không biến thành bệnh AIDS, nhưng các loại thuốc này có thể có nhiều tác dụng phụ nguy hiểm. Xét nghiệm sàng lọc HIV Người bị nhiễm HIV có thể vẫn không bộc phát triệu chứng gì trong nhiều năm. Cách duy nhất để nhận biết là một loạt các xét nghiệm máu. Xét nghiệm đầu tiên có tên là ELISA hoặc EIA. Xét nghiệm này tìm kháng thể kháng HIV trong máu. Người ta có thể không bị nhiễm HIV nhưng vẫn có kết quả xét nghiệm dương tính. Vì vậy phải tiến hành một xét nghiệm thứ hai để xác nhận lại, gọi là xét nghiệm kỹ thuật tách prô-tê-in. Nếu bạn mới bị nhiễm vi rút thì kết quả xét nghiệm của bạn có thể vẫn là âm tính. Bạn nên làm lại xét nghiệm nhé. Nếu bạn nghĩ mình đã tiếp xúc với vi rút HIV, thì hãy tham khảo ý kiến của bác sĩ về các xét nghiệm này nhé.  Ngăn ngừa lây lan HIV Hầu hết các trường hợp mới nhiễm vi rút đều có kết quả dương tính sau 2 tháng lây bệnh. Nhưng có đến 5% bệnh nhân vẫn âm tính sau 6 tháng lây nhiễm. Tình dục an toàn – kiêng quan hệ tình dục hoặc luôn sử dụng màng ngăn nhựa mủ như bao cao su hoặc màng chắn nha khoa – rất cần thiết trong việc tránh nhiễm vi rút HIV và các bệnh lây truyền qua đường tình dục khác. Nếu bạn nhiễm vi rút HIV trong khi đang có thai thì hãy tham khảo ý kiến bác sĩ về những điều nên làm để làm giảm nguy cơ lây nhiễm HIV sang cho thai nhi của bạn. Những người nghiện không nên dùng chung kim tiêm với nhau.  Bệnh tăng nhãn áp Nhóm bệnh về mắt này gây hại từ từ cho dây thần kinh thị giác và có thể dẫn đến mù mắt – và hiện tượng mất thị giác không thể phục hồi được có thể xảy ra trước khi người bị bệnh tăng nhãn áp phát hiện ra bất kỳ triệu chứng gì. Các xét nghiệm sàng lọc tìm áp suất cao bất thường trong mắt, để phát hiện ra và điều trị bệnh trước khi có tổn hại nào cho dây thần kinh thị giác Sàng lọc bệnh tăng nhãn áp Các xét nghiệm mắt dò tìm chứng tăng nhãn áp dựa vào tuổi tác và yếu tố nguy cơ mắc bệnh của từng người: * Dưới 40 tuổi: 2-4 năm một lần * 40-54 tuổi: 1-3 năm một lần * 55-64 tuổi: 1-2 năm một lần * 65 tuổi trở lên: 6-12 tháng một lần Hãy tham khảo ý kiến của bác sĩ về việc xét nghiệm sàng lọc sớm hơn và thường xuyên hơn, nếu bạn thuộc nhóm có nguy cơ mắc bệnh cao: đó là người Mỹ gốc Phi, có tiền sử gia đình bị tăng nhãn áp, bị chấn thương mắt trước đây, hoặc sử dụng thuốc có chứa steroid."
        },
        {
            "en": "Erectile dysfunction    What is erectile dysfunction (ED)? Erectile dysfunction (ED) occurs when a man has repeated problems sustaining an erection. Without treatment, ED can make sexual intercourse difficult. The condition, sometimes called <em>impotence</em>, affects an estimated 15 million to 30 million men in the U.S. While the topic was once taboo, awareness has skyrocketed with recent advances in treatment for ED. ED vs. Poor libido There are several forms of male sexual dysfunction, including poor libido and problems with ejaculation. But ED refers specifically to problems achieving or maintaining an erection. Men with ED often have a healthy libido, yet the body fails to respond. In most cases, there is a physical basis for the problem. Symptoms of ED Symptoms of ED include: Triệu chứng của rối loạn chức năng cương dương gồm:      * Erections that are too soft for sex.     * Erections that last only briefly.     * An inability to achieve erections. These symptoms may occur every time sex is initiated or only some of the time. Who gets ED? ED becomes more common as men age, but it is not a part of aging. At age 40, about 5% of men experience ED. At age 65, this number jumps to between 15% and 25%. But this does not mean growing older is the end of your sex life. ED can be treated at any age. The mechanics of ED An erection occurs when blood fills two chambers known as the corpora cavernosa. This causes the penis to expand and stiffen, much like a balloon as it is filled with water. The process is triggered by impulses from the brain and genital nerves. Anything that blocks these impulses or restricts blood flow to the penis can result in ED. Causes of ED: Chronic disease The link between chronic disease and ED is most striking for diabetes (depicted here by a blood sugar test). Nearly one out of every two men with diabetes experiences ED. Other conditions that may cause ED include cardiovascular disease, atherosclerosis (hardening of the arteries), kidney disease, and multiple sclerosis. These illnesses can impair blood flow or nerve impulses throughout the body. Causes of ED: Lifestyle Lifestyle choices that impair blood circulation can contribute to ED. Smoking, excessive drinking, and drug abuse may damage the blood vessels and reduce blood flow to the penis. Smoking makes men with atherosclerosis particularly vulnerable to ED. Being overweight and getting too little exercise are other possible risk factors. Causes of ED: Surgery Surgery, including treatments for prostate or bladder cancer, can sometimes damage nerves and blood vessels near the penis. In some cases, the nerve damage is permanent, and the patient will require treatment to achieve an erection. In others, surgery causes temporary ED that improves on its own after 6 to 18 months. Causes of ED: Medication ED may be a side effect of medication, including certain blood pressure drugs, antidepressants, tranquilizers, and antihistamines. Men should talk with their doctor if they suspect a prescription or over-the-counter drug may be causing erectile problems. Causes of ED: Psychological ED usually has something physical behind it, particularly in older men. But psychological factors may be to blame in 10% to 20% of men with ED. Experts say stress, depression, poor self-esteem, and performance anxiety can short-circuit the process that leads to an erection. These factors can also make the problem worse in men whose ED stems from something physical. ED and bicycling Research suggests avid cyclists suffer more ED than other athletes. The trouble lies in the shape of some bicycle seats that put pressure on the perineum. This area between the anus and scrotum contains arteries and nerves vital to sexual arousal. Cyclists who ride for many hours each week may benefit from seats designed to protect the perineum. Diagnosing ED: Physical Exam To diagnose ED, your doctor will ask you questions about your symptoms and medical history. The doctor will conduct a complete physical exam to uncover signs such as poor circulation or nerve trouble. And your physician will look for abnormalities of the genital area that could cause problems with erections. Diagnosing ED: Lab tests Several lab tests can help diagnose male sexual problems. Measuring testosterone levels can determine whether there is a hormonal imbalance, which is often linked to decreased desire. Blood cell counts, cholesterol levels, and liver function tests can reveal medical conditions that may account for ED.  ED: A sign of heart disease? In some cases, ED can be a warning sign of more serious disease. A 2010 study suggests ED is a strong predictor of heart attack, stroke, and death from cardiovascular disease. The researchers say all men diagnosed with ED should be evaluated for cardiovascular disease. This does not mean every man with ED will develop heart disease, or that every man with heart disease has ED, but patients should be aware of the link. Treating ED: Lifestyle changes Many men with ED are able to improve sexual function by making a few lifestyle changes. Giving up smoking, losing weight, and exercising more often can help by improving blood flow. If you suspect a medication could be contributing to ED, talk to your doctor about adjusting your dosage or switching to another option. Treating ED: Medications You've probably heard of Viagra, but it's not the only pill for ED. This class of drugs also includes Cialis, Levitra and Staxyn. All work by improving blood flow to the penis during arousal. They're generally taken an hour before sexual activity and should not be used more than once a day. Cialis can be taken up to 36 hours before sexual activity and also comes in a lower, daily dose. Staxyn dissolves in the mouth. All require an OK from your doctor first for safety. Treating ED: Injections While pills for ED are convenient, some men sustain stronger erections by injecting medication directly into the penis. Drugs approved for this purpose work by widening the blood vessels, causing the penis to become engorged with blood. Another option is inserting a medicated pellet into the urethra. The pellet can trigger an erection within 10 minutes. Treating ED: Vacuum Devices (Pumps) Vacuum devices for ED, also called pumps, offer an alternative to medication. The penis is placed inside a cylinder. A pump draws air out of the cylinder, creating a partial vacuum around the penis. This causes it to fill with blood, leading to an erection. An elastic band worn around the base of the penis maintains the erection during intercourse. Treating ED: Surgery If ED is caused by a blockage in an artery leading to the penis, surgery can often restore blood flow. Good candidates are typically younger men whose blockage stems from an injury to the crotch or pelvis. The procedure is not recommended for older men with narrowing of the arteries. Treating ED: Implants In men with persistent ED, a penile implant can restore sexual function. An inflatable implant uses two cylinders that are surgically placed inside the penis. When an erection is desired, the man uses a pump to fill the cylinders with pressurized fluid. Another option is a malleable implant, which bolsters erections with surgically implanted rods. Treating ED: Psychotherapy Even when ED has a known physical cause, psychotherapy can be beneficial. A therapist can teach the man and his partner techniques to reduce performance anxiety and improve intimacy. Therapy can also help couples adjust to the use of vacuum devices and implants. Treating ED: Alternative therapies Talk with your doctor before trying supplements for ED. They can contain 10 or more ingredients and may complicate other health conditions. Asian ginseng and ginkgo biloba are popular, but there isn't a lot of good research on their effectiveness. Some men find that taking a DHEA supplement improves their ability to have an erection. Unfortunately, the long-term safety of DHEA supplements is unknown. Most doctors do not recommend using it. Treating ED: Buyer beware A quick web search will reveal dozens of \"dietary supplements\" that claim to treat ED. But the FDA warns that many of these are not what they seem. An investigation discovered the pills often contain prescription drugs not listed on the label, including the active ingredient in Viagra. This puts the man at risk for dangerous drug interactions. ED: Reducing your risk Some tips to reduce your risk of ED include:     * Exercise and maintain a healthy weight.     * Stop smoking.     * Avoid alcohol and substance abuse.     * Keep your diabetes under control. Discussing ED with your partner It's natural to feel angry or embarrassed when dealing with ED. But don't forget that your partner is also affected. Talking openly about ED will help your partner understand the diagnosis and treatment options. This will reassure your partner that you haven't lost interest.",
            "vi": "Rối loạn chức năng cương dương      Rối loạn chức năng cương dương (Ed) là gì? Người bị rối loạn chức năng cương dương (ED) thường gặp rắc rối nhiều lần với vấn đề cương cứng. Nếu không được điều trị thì bệnh này có thể làm cho quá trình giao hợp trở nên khó khăn. (ED) đôi khi cũng được gọi là bệnh bất lực, và ở Mỹ con số bệnh nhân bị chứng bệnh này ước tính lên tới 15 – 30 triệu người. Trong khi người ta vẫn còn cho đây là một chủ đề kiêng ngại “thầm kín”, “cấm kỵ”, không nên nói ra thì gần đây cũng có nhiều tiến bộ đáng kể trong các phương pháp điều trị ED.  Rối loạn chức năng cương dương # Giảm ham muốn tình dục Có nhiều dạng rối loạn sinh dục nam giới, bao gồm chứng giảm ham muốn tình dục và vấn đề xuất tinh. Nhưng ED đặc biệt đề cập cụ thể đến những khó khăn trong việc tạo sự cương cứng và duy trì được nó. Bệnh nhân bị rối loạn cương dương thường có nhu cầu ham muốn lành mạnh, nhưng cơ thể không đáp ứng được. Hầu hết các trường hợp mắc bệnh đều có cơ sở lý giải về thể chất cho vấn đề này.  Các triệu chứng của rối loạn chức năng cương dương * Dương vật quá mềm không quan hệ tình dục được * Sự cương cứng hết rất nhanh.  * Dương vật không có khả năng cương cứng.  Các triệu chứng này có thể xảy ra mỗi khi bắt đầu quan hệ tình dục hoặc chỉ xuất hiện vào một lúc nào đó.  Ai bị rối loạn chức năng cương dương? ED là chứng bệnh ngày càng trở nên phổ biến ở nam giới có tuổi, nhưng đây không phải là yếu tố lão hoá. số người bị rối loạn cương dương ở tuổi 40 là khoảng 5%, và tăng vọt từ 15% đến 25% ở tuổi 65. Nhưng điều này không đồng nghĩa tuổi tác sẽ giết chết đời sống tình dục của bạn. Người ta có thể điều trị ED ở bất cứ độ tuổi nào.  Nghiên cứu cơ học của ED Trạng thái cương dương xảy ra khi máu làm căng đầy hai buồng hoạt động như thể xốp; làm cho dương vật lớn hơn và cứng lên, giống như quả bóng khi được đổ đầy nước. Quá trình này do các xung lực ở não và các dây thần kinh sinh dục gây ra. Bất cứ điều gì gây cản xung lực hoặc ngăn không cho máu đến dương vật có thể dẫn đến rối loạn chức năng cương dương.  nguyên nhân: Bệnh mãn tính  Mối tương quan giữa bệnh mãn tính và rối loạn cương dương phần lớn là do tiểu đường (chứng bệnh được mô tả dưới đây nhờ vào phương pháp kiểm tra đường huyết). Cứ 2 bệnh nhân tiểu đường thì có đến gần 1 người bị ED. Nhiều chứng bệnh khác cũng có thể gây rối loạn cương dương như bệnh tim mạch, xơ vữa động mạch (bệnh xơ cứng động mạch), bệnh thận, và chứng đa xơ cứng. Các bệnh này có thể làm yếu lưu thông máu hoặc làm giảm xung thần kinh khắp cơ thể.  nguyên nhân: Lối sống  Phong cách sống và lối sống làm suy yếu tuần hoàn máu và có thể góp phần gây rối loạn cương dương. Thuốc lá, rượu bia nhiều, và lạm dụng thuốc cũng làm tổn hại đến các mạch máu và làm giảm lưu thông máu đến dương vật. Thuốc lá làm cho nam giới bị xơ vữa động mạch đặc biệt dễ bị rối loạn cương dương. Bệnh béo phì và chế độ tập luyện thể dục ít cũng là các nguyên nhân khả thi khác.  Nguyên nhân: Phẫu thuật Phẫu thuật, như điều trị ung thư tuyến tiền liệt hoặc ung thư bàng quang, đôi khi cũng làm tổn thương các dây thần kinh và mạch máu gần bên dương vật. Trong một số trường hợp thì tổn thương dây thần kinh là vĩnh viễn, bệnh nhân cần phải được điều trị mới có thể đạt được trạng thái cương dương. Và trong những trường hợp khác thì phẫu thuật có thể gây rối loạn cương dương tạm thời có thể tự lành sau 6-18 tháng.  Nguyên nhân: Thuốc ED có thể là tác dụng phụ của thuốc, bao gồm một số thuốc điều hoà huyết áp nào đó, thuốc chống trầm cảm, thuốc an thần, và thuốc kháng histamine. Nam giới nên thông báo cho bác sĩ biết nếu nghi ngờ thuốc theo toa hoặc thuốc mua tự do không theo toa của mình có thể gây các vấn đề cương dương.  Nguyên nhân: Tâm lý Rối loạn cương dương thường liên quan một tính chất vật lý nào đó đằng sau nó, nhất là với những người lớn tuổi. Nhưng yếu tố tâm lý cũng chỉ là nguyên do trong số từ 10-20% nam giới bị rối loạn cương dương. Nhiều chuyên gia cho rằng căng thẳng-stress, suy nhược-trầm cảm, lòng kém tự trọng và cảm giác lo âu hồi hộp cũng có thể làm gián đoạn quá trình “yêu” dẫn đến rối loạn cương dương. Các yếu tố này có thể cũng làm cho vấn đề trở nên tệ hại hơn đối với người bị rối loạn cương dương do một yếu tố vật lý nào đó.  Chứng rối loạn cương dương và việc chạy xe đạp  Công trình nghiên cứu cho biết người đi xe đạp mắc bệnh rối loạn cương dương nhiều hơn các vận động viên khác. Vấn đề nằm ở chỗ hình dạng của một số yên xe đạp gây áp lực đè lên đáy chậu. Đáy chậu là vùng giữa hậu môn và bìu chứa các động mạch và dây thần kinh quan trọng để kích thích tình dục. Người chạy xe đạp nhiều tiếng đồng hồ trong tuần có thể dùng các loại yên xe được thiết kế bảo vệ vùng đáy chậu.  Khám sức khỏe để chẩn đoán ED Để chẩn đoán rối loạn cương dương, bác sĩ sẽ hỏi bạn nhiều câu hỏi về các triệu chứng và tiền sử sức khỏe. Ngoài ra, bác sĩ cũng sẽ khám sức khỏe tổng quát cho bạn để tìm ra nguyên nhân gây bệnh chẳng hạn như tuần hoàn máu kém hoặc rắc rối về thần kinh. Bác sĩ đồng thời sẽ tìm những bất thường, những dị dạng ở vùng sinh dục của bạn bởi chúng có thể là nguyên nhân gây rối loạn cương dương.  Xét nghiệm ở phòng thí nghiệm giúp chẩn đoán ED Một số xét nghiệm ở phòng thí nghiệm có thể chẩn đoán các vấn đề sinh dục nam. Phương pháp đo nồng độ tét-xtô-xtê-rôn có thể giúp xác định xem bệnh nhân có bị mất cân đối về hooc-môn không, thường liên quan đến sự giảm ham muốn. Phương pháp đếm tế bào máu, đo nồng độ cholesterol, và xét nghiệm chức năng gan cũng có thể giúp nhận biết nhiều bệnh có thể dẫn đến rối loạn cương dương.  Rối loạn cương dương có phải là dấu hiệu của bệnh tim không? Trong một số trường hợp thì ED có thể là dấu hiệu cảnh báo của một chứng bệnh nào đó nguy hiểm hơn. Cuộc nghiên cứu năm 2010 cho biết ED là dấu hiệu cảnh báo chắc chắn của bệnh đau tim, đột quỵ, và tử vong do bệnh tim mạch. Nhiều nhà nghiên cứu cho hay tất cả các bệnh nhân bị chẩn đoán là rối loạn cương dương nên được kiểm tra bệnh tim mạch. Đây không có nghĩa là hễ người nào bị rối loạn cương dương cũng đều phát triển thành bệnh tim, hoặc hễ ai bị bệnh tim đều bị rối loạn cương dương, nhưng bệnh nhân nên biết về mối tương quan này.  Thay đổi lối sống để chữa ED Nhiều bệnh nhân bị rối loạn cương dương có thể cải thiện chức năng tình dục của mình bằng cách thay đổi một vài thói quen trong phong cách sống. Một chế độ giảm cân, bỏ thuốc lá, và tập thể dục thường xuyên có thể giúp tăng cường lưu thông máu. Nếu nghi ngờ loại thuốc mình đang sử dụng có thể góp phần gây ED, thì hãy tham khảo ý kiến của bác sĩ về việc điều chỉnh liều lượng hoặc đổi sang một loại thuốc khác hay một chế độ điều trị khác.  Điều trị ED bằng thuốc Chắc là bạn cũng đã nghe nói về Viagra rồi đúng không, nhưng đây không phải là loại thuốc duy nhất để chữa rối loạn cương dương. Loại thuốc này cũng bao gồm Cialis, Levitra và Staxyn. Tất cả đều có chung một dược tính là làm tăng lưu thông máu đến dương vật trong khi bị kích thích. Chúng thường được sử dụng trước khi quan hệ tình dục 1 tiếng đồng hồ và không được sử dụng 2 lần trong ngày. Cialis có thể được sử dụng trước khi quan hệ tình dục đến 36 tiếng đồng hồ và cũng có thể dùng được hằng ngày với liều lượng thấp hơn. Staxyn có thể tan được trong miệng. Tất cả các loại thuốc trên phải được bác sĩ đồng ý trước mới được sử dụng an toàn.  Điều trị ED bằng cách tiêm thuốc  Trong khi nhiều người cho rằng tiện lợi khi sử dụng thuốc viên trị rối loạn cương dương thì một số khác kéo dài trạng thái cương dương mạnh hơn bằng cách tiêm thuốc trực tiếp vào dương vật. Nhiều loại thuốc đáp ứng mục đích này làm cho các mạch máu nở ra, làm cho dương vật trở nên căng ứ máu. Ngoài ra cũng có thể nhét thuốc vào niệu đạo. Viên thuốc này có tác dụng làm cương dương trong vòng 10 phút.  Điều trị ED bằng các thiết bị bơm chân không (máy bơm chân không) Các thiết bị chân không sử dụng để điều trị rối loạn cương dương được gọi là máy bơm, dùng để thay thế cho thuốc. Dương vật được đặt vào bên trong ống trụ. Máy bơm rút hết không khí ra khỏi ống trụ, tạo chân không từng phần quanh dương vật. Phương pháp này làm cho dương vật căng máu, tạo trạng thái cương dương. quanh đáy dương vật được quấn băng mềm để giữ cho dương vật được cứng trong lúc giao hợp. Điều trị ED bằng phẫu thuật Nếu rối loạn cương dương do tình trạng nghẽn động mạch làm ngăn không cho máu đến dương vật thì phương pháp phẫu thuật thường có thể giúp lưu thông máu bình thường trở lại. Thanh niên trai trẻ có thể sử dụng tốt phương pháp phẫu thuật này khi bị tắc nghẽn lưu thông máu do chấn thương ở vùng đáy chậu hoặc khung xương chậu. Liệu pháp này không nên áp dụng cho người cao tuổi bị hẹp động mạch.  Điều trị ED bằng thủ thuật cấy Đối với người bị rối loạn cương dương dai dẳng thì biện pháp cấy ghép làm tác động đến vùng dương vật có thể giúp phục hồi chức năng tình dục. Thủ thuật cấy bơm phồng sử dụng 2 ống trụ đặt vào bên trong dương vật. Khi muốn cương dương thì người bệnh sử dụng ống bơm để bơm dịch gây sức ép vào ống trụ. Ngoài ra người ta cũng sử dụng phương pháp cấy dẻo, giúp tạo được trạng thái cương dương nhờ que cấy.  Điều trị ED bằng liệu pháp tâm lý Thậm chí khi đã xác định được nguyên nhân vật lý gây rối loạn cương dương thì liệu pháp tâm lý có thể có tác dụng tốt. Nhà trị liệu có thể hướng dẫn cho bệnh nhân và bạn tình các kỹ thuật làm giảm lo lắng và tăng thêm mức độ thân thiết gần gũi với nhau. Liệu pháp này còn giúp nhiều cặp vợ chồng điều chỉnh hợp lý các thiết bị chân không và các thiết bị cấy.  Điều trị ED bằng liệu pháp thay thế Hãy tham khảo ý kiến của bác sĩ trước khi sử dụng bất cứ nguồn bổ sung nào để trị rối loạn cương dương. Chúng có thể chứa từ 10 thành phần trở lên và có thể gây nhiều biến chứng cho các bệnh khác. Nhân sâm Châu Á và thuốc bột làm bằng lá cây bạch quả là những nguồn thảo dược được sử dụng rộng rãi, nhưng có rất ít nghiên cứu sâu sắc về tính chất hiệu quả của chúng. Một số bệnh nhân cũng phát hiện rằng bổ sung DHEA có thể giúp cải thiện tình trạng cương dương. Đáng tiếc là người ta vẫn chưa biết việc bổ sung DHEA lâu dài có an toàn hay không. Hầu hết các bác sĩ đều không khuyến cáo sử dụng DHEA.  Điều trị ED: Người mua nên cảnh giác  Nếu bạn tìm nhanh trên web, bạn sẽ có hàng tá “thực phẩm bổ sung” có tác dụng chữa rối loạn cương dương. Nhưng Cơ quan Giám sát An toàn Thực phẩm và Dược phẩm FDA cảnh báo nhiều thuốc không có tác dụng tốt như quảng cáo. Một cuộc điều tra phát hiện ra các loại thuốc viên trị rối loạn cương dương thường gồm nhiều thuốc theo toa không có tên trên nhãn, bao gồm cả hoạt tính trong thuốc Viagra. Như vậy nó sẽ làm cho bệnh nhân có nguy cơ tương tác thuốc nguy hiểm. Hạn chế nguy cơ mắc bệnh rối loạn cương dương: Dưới đây là một số bí quyết giúp giảm nguy cơ bị rối loạn cương dương:  * Tập thể dục và duy trì trọng lượng cơ thể khỏe mạnh. * Bỏ thuốc lá.  * Tránh sử dụng rượu bia và lạm dụng thuốc.  * Kiểm soát bệnh tiểu đường.  Thảo luận và chia sẻ bệnh rối loạn cương dương với bạn tình  Cảm giác tức giận hoặc ngượng ngùng là thứ cảm giác bình thường của bệnh nhân bị rối loạn cương dương. Nhưng đừng quên rằng người bạn tình cũng bị ảnh hưởng không kém. Việc chia sẻ cởi mở về chứng bệnh này cũng sẽ giúp cô ấy hiểu được các phương pháp chẩn đoán và điều trị. Đây cũng là thông điệp cho người ấy biết rằng bạn chưa hề cảm thấy mất hứng thú bao giờ."
        },
        {
            "en": "Prostate Cancer    What is prostate cancer? Prostate cancer develops in a man's prostate, the walnut-sized gland just below the bladder that produces some of the fluid in semen. It's the most common cancer in men after skin cancer. Prostate cancer often grows very slowly and may not cause significant harm. But some types are more aggressive and can spread quickly without treatment. Symptoms of prostate cancer In the early stages, men may have no symptoms. Later, symptoms can include:     * Frequent urination, especially at night     * Difficulty starting or stopping urination     * Weak or interrupted urinary stream     * Painful or burning sensation during urination or ejaculation     * Blood in urine or semen Advanced cancer can cause deep pain in the lower back, hips, or upper thighs. Enlarged prostate or prostate cancer? The prostate can grow larger as men age, sometimes pressing on the bladder or urethra and causing symptoms similar to prostate cancer. This is called benign prostatic hyperplasia (BPH). It's not cancer and can be treated if symptoms become bothersome. A third problem that can cause urinary symptoms is prostatitis. This inflammation or infection may also cause a fever and in many cases is treated with medicine. Risk factors you can't control Growing older is the greatest risk factor for prostate cancer, particularly after age 50. After 70, studies suggest that most men have some form of prostate cancer, though there may be no outward symptoms. Family history increases a man's risk: having a father or brother with prostate cancer doubles the risk. African-Americans are at high risk and have the highest rate of prostate cancer in the world. Risk factors you can control Diet seems to play a role in the development of prostate cancer, which is much more common in countries where meat and high-fat dairy are mainstays. The reason for this link is unclear. Dietary fat, particularly animal fat from red meat, may boost male hormone levels. And this may fuel the growth of cancerous prostate cells. A diet too low in fruits and vegetables may also play a role. Myths about prostate cancer Here are some things that will not cause prostate cancer: Too much sex, a vasectomy, and masturbation. If you have an enlarged prostate (BPH), that does not mean you are at greater risk of developing prostate cancer. Researchers are still studying whether alcohol use, STDs, or prostatitis play a role in the development of prostate cancer. Can prostate cancer be found early? The American Cancer Society advises men to talk with a doctor about the pros and cons of screening tests, beginning at:     * 50 for average-risk men who expect to live at least 10 more years.     * 45 for men at high risk. This includes African-Americans.    * 40 for men with a family history of prostate cancer. The American Urological Association recommends a first-time PSA blood test at age 40, with follow-ups per doctor's orders. It's important to note that screening may detect cancers that are so slow-growing that treatment would offer no benefit. The treatments themselves can have serious side effects. Screening: DRE and PSA Your doctor may initially do a digital rectal exam (DRE) to feel for bumps or hard spots on the prostate. A blood test will measure prostate-specific antigen (PSA), a protein produced by prostate cells. An elevated level may indicate a higher chance that you have cancer, but you can have a high level and still be cancer-free. It is also possible to have a normal PSA and have prostate cancer. PSA test results A normal PSA level is considered to be under 4 nanograms per milliliter (ng/mL) of blood, while a PSA above 10 suggests a high risk of cancer. But there are many exceptions:     * Men can have prostate cancer with a PSA less than 4.     * A prostate that is inflamed (prostatitis) or enlarged (BPH) can boost PSA levels, yet further testing may show no evidence of cancer.     * Some BPH drugs can lower PSA levels, despite the presence of prostate cancer, called a false negative. If either your PSA or DRE are abnormal, your doctor will order other tests. Prostate cancer biopsy If a physical exam or PSA test suggests a problem, your doctor may recommend a biopsy. A needle is inserted either through the rectum wall or the skin between the rectum and scrotum. Multiple small tissue samples are removed and examined under a microscope. A biopsy is the best way to detect cancer and predict whether it is slow-growing or aggressive. Biopsy and Gleason Score A pathologist looks for cell abnormalities and \"grades\" the tissue sample from 1 to 5. The sum of 2 Gleason grades is the Gleason score. These scores help determine the chances of the cancer spreading. They range from 2, less aggressive, to 10, a very aggressive cancer. Gleason scores helps guide the type of treatment your doctor will recommend. Prostate cancer imaging Some men may need additional tests to see if the cancer has spread beyond the prostate. These can include ultrasound, a CT scan, or an MRI scan. A radionuclide bone scan traces an injection of low-level radioactive material to help detect cancer that has spread to the bone. In the MRI scan shown here, the tumor is the green, kidney-shaped mass in the center, next to the prostate gland (in pink). Prostate cancer staging Staging is used to describe how far prostate cancer has spread (metastasized) and to help determine the best treatment.    * Stage I: Cancer is small and still within the prostate.     * Stage II: Cancer is more advanced, but still confined to the prostate.     * Stage III: Cancer has spread to the outer part of the prostate and nearby seminal vesicles.     * Stage IV: Cancer has spread to lymph nodes, nearby organs or tissues such as bladder or rectum, or distant organs such as bones or lungs. Prostate cancer survival rates The good news about prostate cancer is that it usually grows slowly. And 9 out of 10 cases are found in the early stages. Overall, the 5-year relative survival rate is 100% for men with disease confined to the prostate or nearby tissues, and many men live much longer. When the disease has spread to distant areas, that figure drops to 31%. But these numbers are based on men diagnosed at least 5 years ago. The outlook may be better for men diagnosed and treated today. Treatment: Watchful waiting With low-risk cancer, one option is to watch and wait. This is determined by your biopsy, PSA test, and Gleason scores. Your doctor will order periodic testing. Other treatments – with the risk of sexual or urinary problems – may not be necessary. Some men who are older or have serious health conditions may not need treatment. However, more aggressive treatment is usually recommended for younger men or those with more aggressive disease. Treatment: Radiation therapy External beam radiation to kill cancer cells can be used as a first treatment or after prostate cancer surgery. It can also help relieve bone pain from the spread of cancer. In brachytherapy, tiny radioactive pellets about the size of a grain of rice are inserted into the prostate. Both methods can impair erectile function. Fatigue, urinary problems, and diarrhea are other possible side effects. Treatment: Surgery Removing the prostate, or radical prostatectomy, is used to eliminate the cancer when it is confined to the prostate. New techniques use smaller incisions and seek to avoid damaging nearby nerves. If lymph nodes are also cancerous, prostatectomy may not be the best option. Surgery may impair urinary and sexual function, but both can improve over time. Treatment: Hormone therapy Hormone therapy may shrink or slow the growth of your cancer, but unless it is used with another therapy it will not eliminate the cancer. Drugs or hormones block or stop the production of testosterone and other male hormones, called androgens. Side effects can include hot flashes, growth of breast tissue, weight gain, and <em>impotence</em>. Treatment: Chemotherapy Chemotherapy kills cancer cells throughout the body, including those outside the prostate, so it is used to treat more advanced cancer and cancer that did not respond to hormone therapy. Treatment is usually intravenous and is given in cycles lasting 3-6 months. Because the chemotherapy kills other fast-growing cells in the body, you may have hair loss and mouth sores. Other side effects include nausea, vomiting, and fatigue. Treatment: Cryotherapy Cryotherapy freezes and kills cancerous cells within the prostate. It is not as widely used because little is known about its long-term effectiveness. It's less invasive than surgery, with a shorter recovery time. Because the freezing damages nerves, as many as 80% of men become impotent after cryosurgery. There can be temporary pain and burning sensations in the bladder and bowel. Treatment: Prostate cancer vaccine This vaccine is designed to treat, not prevent, prostate cancer by spurring your body's immune system to attack prostate cancer cells. Immune cells are removed from your blood, activated to fight cancer, and infused back into your blood. Three cycles occur in one month. It's used for advanced prostate cancer that no longer responds to hormone therapy. Mild side-effects can occur such as fatigue, nausea, and fever. Hope for advanced cancer Your doctor will continue to monitor your PSA levels and may perform other tests after treatment for prostate cancer. If it recurs or spreads to other parts of the body, additional treatment may be recommended. Lifestyle choices may matter, too. One study found that prostate cancer survivors who exercised regularly had a lower risk of dying. Coping with erectile dysfunction Erectile dysfunction is a common side effect of prostate cancer treatments. Generally, erectile function improves within two years after surgery. Improvement may be better for younger men than for those over 70. You also may benefit from ED medications. Other treatments, such as injection therapy and vacuum devices, may help. Food for health A cancer-conscious diet may be the best choice for survivors who want to bolster their health and those hoping to lower their risk. That means:     * Five or more fruits and veggies a day     * Whole grains instead of white flour or white rice     * Limit high-fat meat     * Limit or eliminate processed meat (hot dogs, cold cuts, bacon)     *  Limit alcohol to 1-2 drinks per day (if you drink) Foods high in folate may have some action against prostate cancer (spinach, orange juice, lentils). Studies found mixed results on lycopene, an antioxidant found in tomatoes. Supplements: Buyer beware Be wary of supplements that are marketed to prevent prostate cancer. Some herbal substances can interfere with PSA levels. A 10-year study showed an increase in the risk of cancer for men who took folic acid supplements. A 5-year study of selenium and vitamin E did not show a decreased risk of prostate cancer. Be sure to tell your doctor if you are taking vitamins or supplements.",
            "vi": "Ung thư tuyến tiền liệt    Ung thư tuyến tiền liệt là gì? Ung thư tuyến tiền liệt xảy ra ở tuyến tiền liệt của nam giới, đây là tuyến có kích cỡ bằng quả óc chó, nằm ngay dưới bàng quang có tác dụng sản sinh chất dịch trong tinh dịch. Ung thư tuyến tiền liệt là dạng ung thư thường gặp nhất ở nam giới sau chứng ung thư da. Bệnh này thường phát triển rất chậm và có thể không gây hại gì nghiêm trọng. Nhưng một số bệnh lại diễn tiến nhanh hơn, dữ dội hơn và có thể phát tán nhanh chóng nếu không được điều trị.  Các triệu chứng ung thư tuyến tiền liệt Trong giai đoạn đầu, thường là người ta không có triệu chứng gì. Về sau, các triệu chứng bao gồm:      * Đi tiểu thường xuyên, nhất là vào ban đêm * Khó tiểu hoặc khó ngừng tiểu  * Dòng nước tiểu yếu hoặc đứt đoạn * Có cảm giác đau hoặc nóng rát khi tiểu hoặc xuất tinh  * Trong nước tiểu hoặc tinh dịch có máu Ung thư giai đoạn cao có thể gây đau dữ dội ở vùng thắt lưng, hông hoặc bắp đùi trên.  giãn tuyến tiền liệt hay ung thư tuyến tiền liệt?   Tuyến tiền liệt có thể phình to ra khi người đàn ông có tuổi, đôi khi nó nằm đè lên bàng quang hay niệu đạo và gây ra nhiều triệu chứng tương tự như ung thư tuyến tiền liệt. Đây được gọi là tăng sản tuyến tiền liệt lành tính (BPH); không phải là ung thư và có thể điều trị được nếu các triệu chứng đó trở nên phiền toái, khó chịu. Vấn đề thứ ba có thể gây các triệu chứng đường tiểu đó là viêm tuyến tiền liệt. Chứng viêm hoặc nhiễm trùng này cũng có thể gây sốt và trong nhiều trường hợp có thể được điều trị bằng thuốc.  Các yếu tố rủi ro mà bạn không thể kiểm soát được Tuổi tác là yếu tố nguy hiểm nhất đối với chứng ung thư tuyến tiền liệt, nhất là ở độ tuổi sau 50. Nhiều công trình nghiên cứu cho thấy hầu hết nam giới sau 70 tuổi đều mắc một số kiểu ung thư tuyến tiền liệt nào đó, cho dù có thể là không có triệu chứng nào bên ngoài. Tiền sử sức khỏe gia đình cũng làm tăng nguy cơ mắc bệnh đối với nam giới: người có bố hoặc anh trai bị ung thư tuyến tiền liệt có nguy cơ bệnh tăng gấp đôi so với người thường. Người Mỹ gốc Phi có nguy cơ bị bệnh cao và có tỉ lệ mắc bệnh cao nhất trên thế giới.  Các yếu tố rủi ro mà bạn có thể kiểm soát được Chế độ dinh dưỡng đóng vai trò quan trọng đối với sự phát triển của bệnh ung thư tuyến tiền liệt, thường thấy nhiều hơn ở những nước mà người dân ăn thịt và các sản phẩm từ sữa giàu chất béo là chính. Người ta vẫn mơ hồ sự tương quan, liên kết giữa các điều này. Chất béo trong chế độ dinh dưỡng, nhất là mỡ động vật từ các loại thịt đỏ, cũng có thể làm tăng nồng độ hooc-môn nam và làm cho tế bào ung thư tuyến tiền liệt phát triển dữ dội hơn. Bên cạnh đó, chế độ dinh dưỡng quá nghèo trái cây và rau củ cũng có thể làm phát sinh chứng bệnh này.  Những chuyện hư cấu, không có thực về bệnh ung thư tuyến tiền liệt Ung thư tuyến tiền liệt không do một vài nguyên nhân sau gây ra: quan hệ tình dục quá nhiều, cắt ống dẫn tinh, và thủ dâm. Nếu bạn bị giãn tuyến tiền liệt (BPH), thì điều này không đồng nhất với việc bạn có nguy cơ mắc bệnh ung thư tuyến tiền liệt cao hơn. Các nhà nghiên cứu vẫn còn đang tìm hiểu xem liệu có phải việc uống rượu, các bệnh lây truyền qua đường tình dục, hoặc viêm tuyến tiền liệt, làm cho bệnh ung thư tuyến tiền liệt tiến triển hay không.  Người ta có thể phát hiện ung thư tuyến tiền liệt sớm hay không? Hiệp hội Ung thư Hoa Kỳ khuyến cáo nam giới nên tham khảo ý kiến của bác sĩ về khả năng lợi và hại của việc thử nghiệm sàng lọc ung thư tuyến tiền liệt, bắt đầu từ:  * 50 tuổi đối với nam có nguy cơ mắc bệnh trung bình hy vọng kéo dài tuổi thọ ít nhất thêm 10 năm nữa.  * 45 tuổi đối với nam có nguy cơ mắc bệnh cao. Nhóm này gồm người Mỹ gốc Phi. * 40 tuổi đối với nam có tiền sử sức khỏe gia đình bị ung thư tuyến tiền liệt.  Hội Tiết niệu Hoa Kỳ khuyến cáo nên làm xét nghiệm máu tìm kháng nguyên đặc hiệu PSA lần đầu tiên ở tuổi 40, với các quy trình tiếp theo do bác sĩ chỉ định. Cần lưu ý là phương pháp xét nghiệm sàng lọc có thể phát hiện được nhiều bệnh ung thư diễn tiến chậm đến mức mà các biện pháp điều trị cũng không cải thiện được. Tự thân các biện pháp điều trị ấy cũng có thể gây ra nhiều tác dụng phụ nguy hiểm.  Xét nghiệm sàng lọc: DRE và PSA Ban đầu bác sĩ có thể kiểm tra trực tràng bằng ngón tay (DRE) để dò tìm bướu hoặc khối u cứng trên tuyến tiền liệt. Phương pháp xét nghiệm máu sẽ đo được kháng nguyên đặc hiệu tuyến tiền liệt (PSA), đây là loại prô-tê-in do tế bào tuyến tiền liệt sinh ra. Nồng độ cao có thể cho thấy nguy cơ mắc bệnh cao, nhưng cũng có thể vẫn không bị ung thư tuyến tiền liệt khi có nồng độ PSA cao. Người ta cũng có thể bị bệnh khi có nồng độ PSA ở mức bình thường.  Kết quả xét nghiệm PSA Nồng độ PSA bình thường được xem là dưới 4 na-nô-gram mỗi mi-li-lít máu (ng/mL), trong khi đó PSA trên 10 cho thấy nguy cơ bị ung thư cao. Nhưng cũng có một số trường hợp ngoại lệ:  * Nam giới có thể bị ung thư tuyến tiền liệt khi nồng độ PSA dưới 4.  * Tuyến tiền liệt bị viêm (viêm tuyến tiền liệt) hoặc bị giãn (BPH) cũng có thể làm tăng nồng độ PSA, tuy vậy khi làm xét nghiệm thêm cũng không phát hiện dấu hiệu ung thư nào.   * Một số thuốc BPH có thể làm giảm nồng độ PSA, cho dù là bị ung thư tuyến tiền liệt, đây gọi là âm tính giả. Nếu PSA hoặc DRE của bạn bất thường thì bác sĩ sẽ cho bạn làm thêm một số xét nghiệm khác.  Sinh thiết ung thư tuyến tiền liệt  Nếu khám sức khỏe hoặc xét nghiệm PSA cho thấy có vấn đề thì bác sĩ có thể cho làm sinh thiết. Biện pháp sinh thiết được thực hiện bằng cách tiêm kim vào vách trực tràng hoặc qua da ở vùng giữa trực tràng và bìu. Nhiều mẫu mô nhỏ được lấy ra và xét nghiệm dưới kính hiển vi. Sinh thiết là cách tốt nhất để phát hiện ra ung thư và dự đoán ung thư dẫu cho đó là ung thư chậm phát triển hoặc phát triển nhanh.  Sinh thiết và thang độ phân loại ung thư tuyến tiền liệt (số điểm Gleason (Gờ-li-son)) Nhà nghiên cứu bệnh học tìm dị dạng của tế bào và “phân loại” mẫu mô theo thang độ từ 1 đến 5. 2 mức độ gộp lại chính là hệ thống phân loại ung thư tuyến tiền liệt. Các vạch số này giúp xác định nguy cơ phát tán ung thư; dao động từ vạch 2 – ung thư giai đoạn nhẹ, đến vạch 10, ung thư giai đoạn phát triển mạnh. Bác sĩ sử dụng hệ thống phân loại này để định hướng biện pháp điều trị cho bệnh nhân.   Hình ảnh ung thư tuyến tiền liệt Một số người cần phải làm thêm nhiều xét nghiệm khác để xem liệu bệnh ung thư có lây lan qua vùng khác ngoài tuyến tiền liệt không. Các xét nghiệm này bao gồm siêu âm, ảnh chụp cắt lớp (chụp CT), hoặc quét MRI. Chụp cắt lớp xương nuclit phóng xạ dò tìm ra hiện tượng phun chất phóng xạ nồng độ thấp để phát hiện xem ung thư có lan tới xương chưa.  Trong thủ thuật quét MRI ở đây, khối u có màu xanh, khối hình bầu dục ở giữa, kế bên là tuyến tiền liệt (màu hồng). Các giai đoạn ung thư tuyến tiền liệt Thuật ngữ giai đoạn được dùng để diễn tả bệnh ung thư tuyến tiền liệt đã phát tán (di căn) ở cấp độ nào và để xác định phương pháp điều trị tốt nhất.  * Giai đoạn I: Ung thư còn nhỏ và vẫn còn nằm trong tuyến tiền liệt.  * Giai đoạn II: Ung thư đã phát triển nhiều hơn, nhưng vẫn còn nằm trong tuyến tiền liệt. * Giai đoạn III: Ung thư đã lan qua vùng ngoài tuyến tiền liệt và ở gần túi tinh.  * Giai đoạn IV: Ung thư đã lan qua các hạch bạch huyết, các cơ quan hoặc mô gần đó chẳng hạn như bàng quang hoặc trực tràng, hoặc các cơ quan xa đó như xương hoặc phổi. Tỉ lệ sống sót của bệnh nhân bị ung thư tuyến tiền liệt Tin vui cho những bệnh nhân bị ung thư tuyến tiền liệt là bệnh này thường tiến triển rất chậm. Và người ta dễ dàng phát hiện ra được 9/10 ca bệnh từ giai đoạn đầu. Nhìn chung thì tỉ lệ sống sót gần 5 năm là 100% đối với nam bị bệnh ung thư tuyến tiền liệt hoặc các mô lân cận, và nhiều người có thể sống được lâu hơn. Khi bệnh đã lan qua các vùng xa thì tỉ lệ này giảm còn 31%. Nhưng các con số này đều được dựa trên những người được chẩn đoán bệnh cách đây ít nhất là 5 năm. Triển vọng này có thể khả quan hơn đối với nam được khám và điều trị thời gian này.  Điều trị: Theo dõi có kiểm soát Đối với bệnh ung thư ít rủi ro, ít nguy hiểm thì người ta có thể chờ đợi và theo dõi. Điều này do kết quả sinh thiết, xét nghiệm PSA, và các vạch phân loại ung thư tuyến tiền liệt của bạn xác định. Các phương pháp điều trị khác – nguy cơ mắc bệnh về tình dục hoặc đường tiểu – có thể là không cần thiết. Một số người lớn tuổi hoặc mắc bệnh nghiêm trọng có thể không cần điều trị. Tuy nhiên, phương pháp điều trị liều mạnh thường được khuyến cáo cho thanh niên trẻ tuổi hoặc người bị bệnh nặng hơn.  Liệu pháp điều trị bằng bức xạ  Điều trị bằng chiếu xạ tia bên ngoài để giết tế bào ung thư có thể được sử dụng như một phương pháp điều trị đầu tiên hoặc sau phẫu thuật ung thư tuyến tiền liệt. Nó cũng làm giảm đau xương do sự phát tán ung thư gây ra. Trong liệu pháp tia phóng xạ đến gần, nhiều viên phóng xạ li ti có kích thước nhỏ bằng hạt gạo được đặt vào tuyến tiền liệt. Cả hai phương pháp đó có thể làm giảm chức năng cương dương. Mệt mỏi, các vấn đề về đường tiểu, và tiêu chảy là một số tác dụng phụ khác có thể xảy ra.   Điều trị bằng phẫu thuật Thủ thuật cắt tuyến tiền liệt, hoặc cắt tuyến tiền liệt triệt căn thường được sử dụng để trị dứt căn bệnh ung thư khi chỉ nằm trong phạm vi tuyến tiền liệt. Nhiều kỹ thuật mới áp dụng với đường rạch nhỏ hơn và tránh gây tổn hại cho các dây thần kinh lân cận. Nếu các hạch bạch huyết cũng bị ung thư thì có lẽ thủ thuật cắt tuyến tiền liệt không phải là một lựa chọn tốt nhất. Phương pháp phẫu thuật có thể làm yếu chức năng niệu và tình dục, nhưng cả hai chức năng đó có thể phục hồi theo thời gian.  Điều trị bằng hooc-môn Liệu pháp điều trị bằng hooc-môn có thể ngăn hoặc làm chậm quá trình phát triển của ung thư, nhưng nếu không được kết hợp với một liệu pháp khác thì nó cũng sẽ không chữa dứt bệnh được. Thuốc hoặc hooc-môn làm chặn hoặc ngưng sản sinh testosterone và các hooc-môn nam khác – các kích thích tố nam. Tác dụng phụ có thể gồm hiện tượng trào huyết (mất thăng bằng về hooc-môn; thân nhiệt cao, vã mồ hôi, mặt đỏ au) , phát triển mô ngực, tăng cân, và bất lực.  Điều trị bằng hoá trị liệu  Hoá trị liệu có thể trừ được tế bào ung thư ở khắp cơ thể, bao gồm những tế bào nằm ngoài tuyến tiền liệt, vì vậy liệu pháp này được sử dụng để điều trị chứng ung thư giai đoạn cao hơn và ung thư không đáp ứng được với liệu pháp hooc-môn. Phương pháp điều trị này thường áp dụng qua đường tĩnh mạch và có chu kỳ kéo dài từ 3 đến 6 tháng. Bởi hoá trị liệu có thể diệt được các tế bào phát triển nhanh trong cơ thể nên bạn có thể bị rụng tóc và loét miệng. Các tác dụng phụ khác bao gồm buồn nôn, ói mửa, và mệt mỏi. Điều trị bằng liệu pháp lạnh  Liệu pháp lạnh làm tê và tiêu hủy các tế bào ung thư trong tuyến tiền liệt. Liệu pháp này ít được sử dụng rộng rãi vì người ta vẫn chưa biết nhiều về tính hiệu quả lâu dài của nó. Ngoài ra nó cũng ít di căn hơn phương pháp phẫu thuật, với thời gian phục hồi ngắn hơn. Vì nhiệt độ lạnh có thể gây hại cho các dây thần kinh, nên có đến 80% nam giới trở nên bị bất lực sau khi phẫu thuật lạnh. Bệnh nhân cũng có thể bị đau và có cảm giác nóng rát ở bàng quang và ruột một thời gian ngắn. Điều trị bằng vắc-xin ung thư tuyến tiền liệt  Loại vắc-xin này được sản xuất ra nhằm để điều trị, không phải để ngừa ung thư tuyến tiền liệt bằng cách làm tăng hệ miễn dịch của cơ thể để kháng lại tế bào gây bệnh. Các tế bào miễn dịch được lấy ra khỏi máu, được kích hoạt chống ung thư, và được truyền ngược trở lại vào máu. Người ta có thể thực hiện 3 lần/ tháng. Vắc-xin này được sử dụng cho ung thư tuyến tiền liệt giai đoạn cao không còn đáp ứng được với liệu pháp hooc-môn. Các tác dụng phụ nhẹ có thể xảy ra như mệt mỏi, buồn nôn, và sốt. Niềm hy vọng cho ung thư giai đoạn cao Bác sĩ sẽ tiếp tục theo dõi nồng độ PSA của bạn và có thể cho làm thêm nhiều xét nghiệm khác sau khi đã điều trị ung thư tuyến tiền liệt. Nếu bệnh tái phát hoặc lan ra các bộ phận khác trên cơ thể thì phải tiến hành điều trị thêm. Lối sống của bạn cũng đóng một vai trò hết sức quan trọng. Một công trình nghiên cứu đã phát hiện người sống sót sau chứng ung thư tuyến tiền liệt tập thể dục thường xuyên thì ít có nguy cơ tử vong hơn.  Đối phó với rối loạn chức năng cương dương Rối loạn chức năng cương dương là một tác dụng phụ thường thấy trong quá trình điều trị ung thư tuyến tiền liệt. Nhìn chung, chức năng cương dương có thể được cải thiện trong vòng 2 năm sau khi được phẫu thuật. Thanh niên trẻ tuổi có thể phục hồi nhanh hơn người già trên 70 tuổi. Bạn cũng có thể sử dụng thuốc trị rối loạn cương dương. Các phương pháp điều trị khác, chẳng hạn như tiêm thuốc và thiết bị chân không cũng có thể có tác dụng tốt.  Thức ăn có lợi cho sức khỏe  Chế độ dinh dưỡng thận trọng với bệnh ung thư có lẽ là lựa chọn hàng đầu đối với người sống sót sau bệnh ung thư tuyến tiền liệt muốn tăng cường sức khỏe của mình và những người hy vọng giảm được nguy cơ mắc bệnh. Chế độ dinh dưỡng bao gồm: * Ăn 5 quả trở lên và ăn rau củ mỗi ngày * Dùng ngũ cốc nguyên hạt thay vì bột mì tinh hoặc gạo trắng * Hạn chế các loại thịt có hàm lượng chất béo cao     * Hạn chế hoặc không ăn các loại thịt đã được chế biến (xúc xích xông khói, món thịt nguội với phó-mát, thịt muối xông khói) *  Hạn chế sử dụng rượu bia còn 1-2 ly mỗi ngày (nếu bạn uống rượu) Các loại thức ăn giàu axit phô-lích có thể có một số hoạt tính chống ung thư tuyến tiền liệt (cải bina, nước cam ép, đậu lăng). Nhiều công trình nghiên cứu cho thấy những kết quả tổng hợp trên lycopene, chất chống ô-xy hoá trong cà chua.  Các chất bổ sung: Người mua nên cảnh giác Hãy nên đề phòng các chất bổ sung được quảng cáo có tác dụng phòng ngừa ung thư tuyến tiền liệt. Một số chất thảo dược có thể làm giảm nồng độ PSA. Một công trình nghiên cứu 10 năm cho thấy đã có sự tăng nguy cơ ung thư đối với nam giới sử dụng chất bổ sung axit phô-lích. Cuộc nghiên cứu 5 năm trên selen và vitamin E không cho thấy nguy cơ ung thư tuyến tiền liệt giảm. Bạn nên thông báo cho bác sĩ biết nếu đang sử dụng vitamin hoặc chất bổ sung nhé."
        }
    ],
    "suggestions": []
}