{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[im'pre∫ənist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghệ thuật) người theo trường phái ấn tượng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) người nhại các nhân vật nổi tiếng (trên (sân khấu)...)</td></tr></table><i/></div>",
            "word": "impressionist"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>impressionist</k><blockquote>■ <cclass>noun an entertainer who impersonates famous people. </cclass></blockquote></div>",
            "word": "impressionist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "impressionist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "impressionist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "impressionist"
        }
    },
    "sentences": [
        {
            "en": "Peter is an <em>impressionist</em>.",
            "vi": "Peter là nghệ sĩ phái ấn tượng."
        },
        {
            "en": "It is an <em>impressionist</em> painting.",
            "vi": "Nó là một bức tranh thuộc trường phái ấn tượng."
        },
        {
            "en": "She is a really good <em>impressionist</em>.",
            "vi": "Bà ta thật là một người hóa thân giỏi."
        },
        {
            "en": "Vincent Van Gogh was a post-<em>Impressionist</em>.",
            "vi": "Vincent Van Gogh là một danh họa thuộc trường phái Hậu ấn tượng."
        },
        {
            "en": "These are articles about <em>impressionist</em> landscapes.",
            "vi": "Đây là những bài báo về tranh phong cảnh mang trường phái ấn tượng."
        },
        {
            "en": "Vincent Van Gogh was a post - <em>Impressionist</em>.",
            "vi": "Vincent Van Gogh là một danh họa thuộc trường phái Hậu ấn tượng."
        },
        {
            "en": "She is usually labelled as an <em>impressionist</em>.",
            "vi": "Cô ta thường bị gán là người thuộc trường phái ấn tượng."
        },
        {
            "en": "Light is the most important aspect of the <em>impressionist</em> painting.",
            "vi": "Ánh sáng là khía cạnh quan trọng nhất của bức tranh theo trường phái ấn tượng này."
        },
        {
            "en": "What do you think about the painting of <em>impressionist</em> artists?",
            "vi": "Bạn nghĩ gì về những bức tranh của các họa sĩ theo trường phái ấn tượng?"
        },
        {
            "en": "Aren't these famous paintings influenced by the <em>impressionist</em> school?",
            "vi": "Những bức tranh nổi tiếng này không chịu ảnh hưởng của trường phái ấn tượng chứ?"
        },
        {
            "en": "The blurred imagery of <em>Impressionist</em> paintings seems to stimulate the brain's amygdala , for instance.",
            "vi": "Ví dụ, những hình ảnh mờ ảo trong những bức tranh thuộc trường phái Ấn tượng có vẻ sẽ kích thích hạch hạnh nhân trong não bộ."
        },
        {
            "en": "He is an <em>impressionist</em>, but not of the school of Monet.",
            "vi": "Ông ấy là một họa sĩ theo trường phái ấn tượng, nhưng không phải trường phái của Monet."
        },
        {
            "en": "The gallery has one of the finest collections of <em>impressionist</em> art.",
            "vi": "Phòng triển lãm có một trong những bộ sưu tập đẹp nhất của trường phái ấn tượng."
        },
        {
            "en": "Travalena emerged on the national stage as an <em>impressionist</em> in the early 1970s.",
            "vi": "Travalena xuất hiện trên sân khấu quốc gia như là một người nhại theo các nhân vật nổi tiếng vào đầu những năm 1970."
        },
        {
            "en": "Claude Monet is credited with being the father of the <em>Impressionist</em> school of painting.",
            "vi": "Claude Monet được xem là cha đẻ của trường phái vẽ tranh ấn tượng."
        },
        {
            "en": "I love art history, and your series on post - <em>impressionist</em> painters is simply divine.",
            "vi": "Tôi thích lịch sử nghệ thuật và loạt tranh theo trường phái hậu ấn tượng của ngài thật tuyệt diệu."
        },
        {
            "en": "I love art history, and your series on post-<em>impressionist</em> painters is simply divine.",
            "vi": "Tôi thích lịch sử nghệ thuật và loạt tranh theo trường phái hậu ấn tượng của ngài thật tuyệt diệu."
        },
        {
            "en": "The principal <em>Impressionist</em> painters were Claude Monet, Pierre Auguste Renoir, Camille Pissarro, Alfred Sisley and Berthe Morisot.",
            "vi": "Những họa sĩ lớn thuộc trường phái ấn tượng là Claude Monet, Pierre Auguste Renoir, Camille Pissarro, Alfred Sisley và Berthe Morisot."
        },
        {
            "en": "She's a really good <em>impressionist</em>. If you close your eyes, it's just like Margaret Thatcher is right there in the room.",
            "vi": "Bà ta thật là một người hóa thân giỏi. Nếu bạn nhắm mắt lại, giống như Margaret Thatcher đang ở trong phòng này."
        },
        {
            "en": "He is an <em>impressionist</em>, a master of shading and tone, and once you 've grown accustomed to his voice, you'll always recognize it.",
            "vi": "Ông ấy là một nhà soạn nhạc theo chủ nghĩa ấn tượng, một bậc thầy về điều chỉnh độ cao và tiếng, và một khi bạn trở nên quen với giọng của ông ấy, bạn sẽ luôn luôn nhận ra nó."
        }
    ],
    "suggestions": []
}