{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[im'pʌlsivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hấp tấp, bốc đồng</td></tr></table><i/></div>",
            "word": "impulsively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "impulsively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "impulsively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "impulsively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "impulsively"
        }
    },
    "sentences": [
        {
            "en": "Justine said <em>impulsively</em>.",
            "vi": "Justine nói một cách hấp tấp."
        },
        {
            "en": "I guess I acted <em>impulsively</em> today.",
            "vi": "Em nghĩ hôm nay em hành động bốc đồng quá."
        },
        {
            "en": "He spoke and acted <em>impulsively</em>, which was part of his problem.",
            "vi": "Anh ấy đã nói chuyện và hành động bốc đồng, đó là một phần vấn đề của anh ấy."
        },
        {
            "en": "That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is intoxicated, or is behaving <em>impulsively</em> or recklessly.",
            "vi": "doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất."
        },
        {
            "en": "That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is intoxicated, or is behaving <em>impulsively</em> or recklessly.",
            "vi": "Đó là lý do tại sao điều quan trọng là phải chú ý nếu có bất kỳ đe doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất."
        },
        {
            "en": "Suicide: What to do when someone is suicidal    From MayoClinic.com Hearing someone talk about suicide can be distressful and upsetting. You want to help him or her stay safe and get professional treatment. But you may not be sure how to help, whether you should take talk of suicide seriously, or if your intervention might even make the situation worse.  Certainly, not everyone who has thoughts of suicide or talks about suicide actually attempts it. But most people who take their own life have expressed their intention at some time. That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is intoxicated, or is behaving <em>impulsively</em> or recklessly.  While it may not be possible to prevent all suicides, your active involvement may make a difference in saving a life. Learn effective, compassionate ways to intervene and guide someone toward professional help when he or she may be considering suicide.  Know who's at risk of suicide Understanding who's at a higher risk of suicide can help prevent a tragedy. While you don't necessarily need to constantly monitor someone who's at higher risk, you may be more alert for possible problems. Factors that may increase someone's risk of suicide include:   Previous suicide attempts Having a psychiatric disorder, such as depression, bipolar disorder, schizophrenia or personality disorders Alcohol or substance abuse A family history of mental disorders or substance abuse A family history of suicide Family violence, including physical or sexual abuse Firearms in the home A significant medical illness, such as cancer or chronic pain  Learn warning signs of suicide You can't always tell when a loved one or friend is considering suicide. But here are some typical warning signs:   Talking about suicide, including making such statements as \"I'm going to kill myself,\" \"I wish I were dead\" or \"I wish I hadn't been born\" Securing the means to commit suicide, such as getting a gun or stockpiling pills Withdrawing from social contact and wanting to be left alone Dramatic mood swings, such as being emotionally high one day and deeply discouraged the next Being preoccupied with death, dying or violence Feeling trapped or hopeless about a situation Increased use of alcohol or drugs Changing normal routine, including eating or sleeping patterns Engaging in risky or self-destructive behavior, such as using drugs or driving recklessly Giving away belongings or getting affairs in order Saying goodbye to people as if they won't be seen again Developing personality changes, such as becoming very outgoing after being shy  Also, don't always expect to see warning signs of suicide. Some people keep their thoughts of suicide secret or deny having suicidal intentions even when directly asked. And many who consider or attempt suicide do so when you thought they should be feeling better — during what may seem like a recovery from depression, for instance. That's because they may finally muster the emotional energy to take action on their suicidal thoughts.  Ask questions when someone seems suicidal The best way to find out if someone is considering suicide is to directly but gently ask. Asking them won't give them the idea or push them into doing something self-destructive. To the contrary, your willingness to ask can decrease the risk of suicide by giving them an opportunity to talk about their feelings. If someone denies having suicidal intentions but you're still worried, continue to gently raise the issue.  You can ask open-ended questions about their feelings or specific questions about suicide. Here are examples of questions you can ask someone you're concerned about:   Are you thinking about dying? Are you thinking about hurting yourself? Are you thinking about suicide? Have you thought about how you would do it? Do you know when you would do it? Do you have the means to do it? Do you ever feel like just giving up?  If a friend or loved one is considering suicide, he or she needs professional help. Remember, it's not your job to become a substitute for a mental health provider. Also, don't tell him or her that you promise not to tell anyone. The safety of your friend or loved one is of the utmost importance. Don't worry about losing a friendship when someone's life is at stake. Besides, carrying a secret like this is a big burden for you emotionally.  Take action through safe, supportive steps If you believe someone is at imminent risk of suicide or harming himself or herself or has made a suicide attempt, don't leave the person alone. Call 911 or your local emergency services provider right away. If necessary, take the person to a hospital emergency department yourself.  If possible, find out if he or she is under the influence of alcohol or drugs or may have taken an overdose. You may have to remove items that could become weapons of self-destruction, such as guns, knives or pills. But don't put yourself in harm's way by doing so.  If the danger of suicide or self-harm isn't imminent, offer to work together to find appropriate help, and then follow through on your promise. Someone who is suicidal or has severe depression may not have the energy or motivation to find help on their own.  Ways you can help include:   Finding a qualified doctor or mental health provider Taking him or her to appointments Sorting through health insurance policies or benefit information  Many types of help and support are available to people considering suicide. If your friend or loved one doesn't want to consult a doctor or mental health provider, suggest finding help from a support group, crisis center, faith community, teacher or other trusted confidante.  There's no way to predict with certainty who will attempt suicide. And although you're not responsible for preventing someone from taking his or her own life, your intervention may help him or her see that other options are available to stay safe and get treatment.  Be supportive and empathetic, not judgmental. Listen to his or her concerns without interruption. Reassure him or her that help is available and that with appropriate treatment he or she can feel better about life again. Don't be patronizing by telling someone that \"everything will be OK,\" that \"things could be worse\" or that \"you have everything to live for.\"  Direct questioning, supportive listening and gentle but persistent guidance can help you bring hope and appropriate treatment to someone who believes suicide will offer the only relief.",
            "vi": "Suicide: What to do when someone is suicidal    Từ MayoClinic.com Nghe thấy ai đó nói về việc tự tử có thể làm bạn cảm thấy căng thẳng và khó chịu. Bạn muốn giúp người ấy được an toàn và nhận được sự điều trị chuyên khoa. Nhưng bạn không biết chắc chắn làm thế nào để giúp, bạn có nên trò chuyện về ý định tự tử một cách nghiêm túc không, hay sự can thiệp của bạn thậm chí có thể làm cho tình huống tệ hơn. Chắc chắn, không phải tất cả mọi người từng có những mối suy tư về tự tử hoặc nói về việc đó thật sự cố gắng thực hiện nó. Nhưng hầu hết những người tự sát đều đã bày tỏ ý định của họ vào một lúc nào đó. Đó là lý do tại sao điều quan trọng là phải chú ý nếu có bất kỳ đe doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất. Trong khi không thể ngăn ngừa tất cả các vụ tự tử thì chính sự can thiệp chủ động của bạn có thể tạo ra sự khác biệt trong việc cứu một mạng sống. Học các cách có hiệu quả, giàu lòng trắc ẩn để can thiệp và hướng dẫn ai đó hướng đến sự giúp đỡ chuyên khoa khi người ấy có ý muốn tự tử. Nhận biết người có nguy cơ tự tử Hiểu biết ai có nguy cơ tự tử cao có thể giúp ngăn ngừa bi kịch. Trong khi bạn không nhất thiết cần thường xuyên kiểm soát một người có nguy cơ cao, bạn có thể cảnh giác hơn đối với các vấn đề có thể. Các yếu tố có thể tăng nguy cơ tự tử của ai đó bao gồm:  Mưu toan tự sát trước đây Có rối loạn tâm thần, như là trầm cảm, rối loạn lưỡng cực, tâm thần phân liệt hoặc rối loạn nhân cách Lạm dụng rượu hoặc thuốc Có lịch sử gia đình về rối loạn tinh thần hay lạm dụng thuốc Có lịch sử gia đình về tự tử Bạo hành gia đình, bao gồm thể chất hay lạm dụng tình dục   \nCó súng trong nhà\n Bệnh nặng, như là bệnh ung thư hay đau mãn tính  Học các dấu hiệu cảnh báo về tự tử Bạn không thể biết được khi nào người thân yêu hay bạn của bạn đang có ý định tự tử. Nhưng đây là một số dấu hiệu báo trước điển hình :  Nói về tự tử, bao gồm nói những câu như \"Tôi sắp giết chính tôi\", \"Tôi ước tôi chết” hoặc \"Lẽ ra tôi không nên được sinh ra\" Bảo đảm cho các cách thức tự tử, như là mua súng hoặc dự trữ thuốc Tách ra khỏi tiếp xúc xã hội và muốn được còn lại một mình Biến đổi tâm trạng thất thường, như cảm xúc tốt một lúc nào đó và sau đó lại cực kỳ nản chí  Quan tâm đến cái chết hoặc bạo lực Cảm giác bị mắc kẹt hoặc tuyệt vọng về một tình huống Tăng sử dụng rượu hoặc thuốc Thay đổi thói quen bình thường hàng ngày, như là việc ăn ngủ Tham gia các hành vi mạo hiểm hoặc tự huỷ hoại bản thân, như là sử dụng thuốc hoặc lái xe bạt mạng Cho đi đồ đạc cá nhân hoặc thu xếp cho mọi công việc đều ổn thoả Nói lời từ biệt với mọi người như thể sẽ không còn gặp lại nữa Sự phát triển nhân cách thay đổi, ví dụ như trở thành rất cởi mở sau khi đã rất nhút nhát  Hơn nữa, không phải lúc nào cũng hy vọng có thể thấy các dấu hiệu cảnh báo về tự tử. Một vài người giữ bí mật ý định tự tử của họ hay phủ nhận thậm chí ngay cả khi bị hỏi trực tiếp. Và nhiều người sẽ xem xét hay mưu toan tự sát khi bạn nghĩ rằng họ đã cảm thấy khá hơn – ví dụ trong cái cách như là có vẻ hết bị trầm cảm. Đó là vì cuối cùng họ đã có thể tập trung sức mạnh tinh thần để biến những suy nghĩ về tự sát của họ thành hành động. Nên làm gì khi ai đó có vẻ muốn tự sát Cách tốt nhất để tìm hiểu nếu ai đó đang có ý định tự tử là hỏi trực tiếp nhưng tế nhị. Hỏi họ sẽ không làm cho họ có ý tưởng hay thúc đẩy họ làm điều gì đó tự huỷ hoại. Ngược lại, thiện ý của bạn khi hỏi thăm có thể giảm nguy cơ tự tử do mang lại cho họ cơ hội thổ lộ tình cảm. Nếu ai đó từ chối có ý định tự sát nhưng bạn vẫn còn lo lắng thì hãy tiếp tục nhẹ nhàng đề cập lại vấn đề. Bạn có thể hỏi những câu hỏi mở về cảm xúc của họ hoặc các câu hỏi cụ thể về việc tự tử. Đây là ví dụ các câu hỏi bạn có thể hỏi ai đó mà bạn quan tâm:  Bạn có nghĩ về việc chết đi không? Bạn có nghĩ về việc tự làm tổn thương mình? Bạn có nghĩ về việc tự tử? Bạn có nghĩ về cách bạn sẽ làm chuyện đó ? Bạn có biết khi nào bạn sẽ làm chuyện đó không? Bạn có ý định làm chuyện đó ? Bạn có bao giờ cảm thấy chỉ muốn từ bỏ?  Nếu một người bạn hoặc người thân yêu của bạn đang muốn tự tử, anh ấy hay cô ấy cần sự trợ giúp của chuyên khoa. Hãy nhớ rằng, đó không phải là công việc của bạn mà hãy để nó cho chuyên gia sức khoẻ tâm thần. Hơn nữa, không bảo với anh ấy hay của cô ấy là bạn hứa sẽ không nói với bất kỳ ai. Sự an toàn của người đó mới là điều quan trọng nhất. Đừng lo về việc mất tình bằng hữu khi cuộc đời của ai đó đang lâm nguy. Hơn nữa, mang bí mật như vậy là gánh nặng lớn cho bạn về mặt cảm xúc. Thực hiện thông qua các bước an toàn, khuyến khích Nếu bạn tin ai đó đang có nguy cơ chắc chắn là sẽ tự tử hoặc làm tổn hại bản thân hoặc đã mưu toan tự sát, thì đừng để cho người đó ở một mình. Gọi 911 hoặc các dịch vụ cấp cứu địa phương của bạn. Nếu cần, hãy tự mình đưa người đó đi cấp cứu. Nếu có thể, tìm hiểu xem người đó có bị ảnh hưởng của rượu hoặc thuốc do dùng quá liều hay không. Bạn có thể phải cất đi những món đồ có thể trở thành công cụ để tự tử, như là súng, thuốc hoặc dao. Nhưng không tự đặt mình vào trong nguy hiểm do làm như thế. Nếu nguy cơ tự tử hoặc tự làm hại không chắc chắn, hãy đề nghị làm việc cùng nhau để tìm các giúp đỡ thích hợp, và sau đó làm theo khả năng của bạn. Người đã muốn tự tử hoặc trầm cảm nặng không thể có khả năng hoặc động cơ để tự mình tìm kiếm sự giúp đỡ. Những cách bạn có thể giúp bao gồm:  Tìm một bác sỹ đủ trình độ chuyên môn hoặc chuyên gia sức khoẻ tâm thần Đưa anh ấy hay cô ấy đến các cuộc hẹn Tìm kiếm tham khảo từ các hợp đồng bảo hiểm y tế hoặc thông tin phúc lợi  Nhiều dạng giúp đỡ và hỗ trợ sẵn sàng cho những người đang muốn tự tử. Nếu bạn hoặc người thân của bạn không muốn hỏi ý kiến của bác sĩ hay chuyên gia sức khoẻ tâm thần, hãy đề nghị họ tìm kiếm sự trợ giúp từ các nhóm hỗ trợ, trung tâm điều trị khủng hoảng tâm thần, niềm tin cộng đồng, giáo viên hoặc người thân tín có thể tâm tình. Không thể nào dự đoán chính xác ai sẽ mưu toan tự sát. Và mặc dù bạn không chịu trách nhiệm về việc ngăn không cho ai đó tự tước đi mạng sống của mình, nhưng sự can thiệp của bạn có thể giúp người đó thấy rằng họ có những lựa chọn khác để sống và chữa trị. Hãy tỏ ra hỗ trợ và thông cảm, không phê phán. Lắng nghe người đó và không ngắt lời. Bảo đảm với họ rằng sẽ sẵn sàng giúp đỡ và có những phương pháp phù hợp giúp họ cảm thấy lạc quan hơn về cuộc sống. Đừng tỏ ra vẻ dạy đời rằng “mọi việc ổn hết thôi mà”, hay “mọi việc còn có thể tệ hơn nữa kìa” hoặc “bạn có mọi lý do để sống mà”. Trao đổi thẳng thắn, lắng nghe tích cực, hướng dẫn kiên trì nhưng dịu dàng sẽ giúp bạn mang lại hy vọng và cách chữa trị thích hợp cho một người mất hết niềm tin đến nỗi cho rằng tự tử là giải pháp duy nhất."
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, unconcerned by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be unbiased. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a touchy subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly touchy stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face reddening. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly feline face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . uncomplicated. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised <em>impulsively</em>. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted <em>impulsively</em>. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        },
        {
            "en": "Suicide    Ethan felt like there was no point going on with life. Things had been tough since his mom died. His dad was working two jobs and seemed frazzled and angry most of the time. Whenever he and Ethan talked, it usually ended in yelling.  Ethan had just found out he'd failed a math test, and he was afraid of how mad and disappointed his dad would be. In the past, he always talked things over with his girlfriend — the only person who seemed to understand. But they'd broken up the week before, and now Ethan felt he had nowhere to turn. Ethan knew where his dad kept his guns. But as he was unlocking the cabinet, he heard his kid sister arriving home from school. He didn't want Grace to be the person to find him, so he put the gun back and went to watch TV with her instead. Later, when he realized how close he'd come to ending his life, Ethan was terrified. He summoned the courage to talk to his dad. After a long conversation, he realized how much his dad cared. All he could think of was how he'd almost thrown it all away. Why do teens try to kill themselves? Most teens interviewed after making a suicide attempt say that they did it because they were trying to escape from a situation that seemed impossible to deal with or to get relief from really bad thoughts or feelings. Like Ethan, they didn't want to die but they wanted to escape from what was going on. And at that particular moment dying seemed like the only way out. Some people who end their lives or attempt suicide might be trying to escape feelings of rejection, hurt, or loss. Others might be angry, ashamed, or guilty about something. Some people may be worried about disappointing friends or family members. And some may feel unwanted, unloved, victimized, or like they're a burden to others. We all feel overwhelmed by difficult emotions or situations sometimes. But most people get through it or can put their problems in perspective and find a way to carry on with determination and hope. So why does one person try suicide when another person in the same tough situation does not? What makes some people more resilient (better able to deal with life's setbacks and difficulties) than others? What makes a person unable to see another way out of a bad situation besides ending his or her life? The answer to those questions lies in the fact that most people who commit suicide have depression. Depression Depression leads people to focus mostly on failures and disappointments, to emphasize the negative side of their situations, and to downplay their own capabilities or worth. Someone with severe depression is unable to see the possibility of a good outcome and may believe they will never be happy or things will never go right for them again. Depression affects a person's thoughts in such a way that the person doesn't see when a problem can be overcome. It's as if the depression puts a filter on the person's thinking that distorts things. That's why depressed people don't realize that suicide is a permanent solution to a temporary problem in the same way that other people do. A teen with depression may feel like there's no other way out of problems, no other escape from emotional pain, or no other way to communicate their desperate unhappiness. Sometimes people who feel suicidal may not even realize they are depressed. They are unaware that it is the depression — not the situation — that's influencing them to see things in a \"there's no way out,\" \"it will never get better,\" \"there's nothing I can do\" kind of way. When depression lifts because a person gets the proper therapy or treatment, the distorted thinking is cleared. The person can find pleasure, energy, and hope again. But while someone is seriously depressed, suicidal thinking is a real concern. People with a condition called bipolar disorder are also more at risk for suicide because their condition can cause them to go through times when they are extremely depressed as well as times when they have abnormally high or frantic energy (called mania or manic). Both of these extreme phases of bipolar disorder affect and distort a person's mood, outlook, and judgment. For people with this condition, it can be a challenge to keep problems in perspective and act with good judgment. Substance abuse Teens with alcohol and drug problems are also more at risk for suicidal thinking and behavior. Alcohol and some drugs have depressive effects on the brain. Misuse of these substances can bring on serious depression. That's especially true for some teens who already have a tendency to depression because of their biology, family history, or other life stressors. The problem can be made worse because many people who are depressed turn to alcohol or drugs as an escape. But they may not realize that the depressive effects alcohol and drugs have on the brain can actually intensify depression in the long run. In addition to their depressive effects, alcohol and drugs alter a person's judgment. They interfere with the ability to assess risk, make good choices, and think of solutions to problems. Many suicide attempts occur when a person is under the influence of alcohol or drugs. This doesn't mean that everyone who is depressed or who has an alcohol or drug problem will try to kill themselves, of course. But these conditions — especially both together — increase a person's risk for suicide. Suicide is not always planned Sometimes a depressed person plans a suicide in advance. Many times, though, suicide attempts happen <em>impulsively</em>, in a moment of feeling desperately upset. A situation like a breakup, a big fight with a parent, an unintended pregnancy, being outed by someone else, or being victimized in any way can cause someone to feel desperately upset. Often, a situation like this, on top of an existing depression, acts like the final straw. Some people who attempt suicide mean to die and some aren't completely sure they want to die. For some, a suicide attempt is a way to express deep emotional pain. They can't say how they feel, so, for them, attempting suicide feels like the only way to get their message across. Sadly, many people who really didn't mean to kill themselves end up dead or critically ill. Warning signs There are often signs that someone may be thinking about or planning a suicide attempt. Here are some of them:     * talking about suicide or death in general     * talking about \"going away\"     * referring to things they \"won't be needing,\" and giving away possessions     * talking about feeling hopeless or feeling guilty     * pulling away from friends or family and losing the desire to go out     * having no desire to take part in favorite things or activities     * having trouble concentrating or thinking clearly     * experiencing changes in eating or sleeping habits      * engaging in self-destructive behavior (drinking alcohol, taking drugs, or cutting, for example) What if this is you? If you have been thinking about suicide, get help now. Depression is powerful. You can't wait and hope that your mood might improve. When a person has been feeling down for a long time, it's hard to step back. Talk to someone you trust as soon as you can. If you can't talk to a parent, talk to a coach, a relative, a school counselor, a religious leader, or a teacher. Call a suicide crisis line (such as 1-800-SUICIDE or 1-800-999-9999) or your local emergency number (911). These toll-free lines are staffed 24 hours a day, 7 days a week by trained professionals who can help you without ever knowing your name or seeing your face. All calls are confidential — no one you know will find out that you've called. They are there to help you figure out how to work through tough situations. What if it's someone you know? It is always a good thing to start a conversation with someone you think may be considering suicide. It allows you to get help for the person, and just talking about it may help the person to feel less alone and more cared about and understood. Talking things through may also give the person an opportunity to consider other solutions to problems. Most of the time, people who are considering suicide are willing to talk if someone asks them out of concern and care. Because people who are depressed are not as able to see answers as well as others, it can help to have someone work with them in coming up with at least one other way out of a bad situation. Even if a friend or classmate swears you to secrecy, you must get help as soon as possible — your friend's life could depend on it. Someone who is seriously thinking about suicide may have sunk so deeply into an emotional hole that the person could be unable to recognize that he or she needs help. Tell an adult you trust as soon as possible.  If necessary, you can also call the toll-free number for a suicide crisis line or a local emergency number (911). You can find local suicide crisis or hotline numbers listed in your phone book. These are confidential resources and the people at any of these places are happy to talk to you to help you figure out what is best to do. Sometimes, teens who make a suicide attempt — or who die as a result of suicide — seem to give no clue beforehand. This can leave loved ones feeling not only grief stricken but guilty and wondering if they missed something. It is important for family members and friends of those who die by suicide to know that sometimes there is no warning and they should not blame themselves.    When someone dies by suicide the people left behind can wrestle with a terrible emotional pain. Teens who have had a recent loss or crisis or who had a family member or classmate who committed suicide may be especially vulnerable to suicidal thinking and behavior themselves. If you've been close to someone who has attempted or committed suicide, it can help to talk with a therapist or counselor — someone who is trained in dealing with this complex issue. Or, you could join a group for survivors where you can share your feelings and get the support of people who have been in the same situation as you. Coping with problems Being a teen is not easy. There are many social, academic, and personal pressures. And for teens who have additional problems to deal with, such as living in violent or abusive environments, life can feel even more difficult. Some teens worry about sexuality and relationships, wondering if their feelings and attractions are normal, or if they will be loved and accepted. Others struggle with body image and eating problems; trying to reach an impossible ideal leaves them feeling bad about themselves. Some teens have learning problems or attention problems that make it hard for them to succeed in school. They may feel disappointed in themselves or feel they are a disappointment to others. These problems can be difficult and draining — and can lead to depression if they go on too long without relief or support. We all struggle with painful problems and events at times. How do people get through it without becoming depressed? Part of it is staying connected to family, friends, school, faith, and other support networks. People are better able to deal with tough circumstances when they have at least one person who believes in them, wants the best for them, and in whom they can confide. People also cope better when they keep in mind that most problems are temporary and can be overcome. When struggling with problems, it helps to:     * Tell someone you trust what's going on with you.     * Be around people who are caring and positive.     * Ask someone to help you figure out what to do about a problem you're facing.     * Work with a therapist or counselor if problems are getting you down and depressed — or if you don't have a strong support network, or feel you can't cope. Counselors and therapists can provide emotional support and can help teens build their own coping skills for dealing with problems. It can also help to join a support network for people who are going through the same problems — for example, anorexia and body image issues, living with an alcoholic family member, or sexuality and sexual health concerns. These groups can help provide a caring environment where you can talk through problems with people who share your concerns. Check out your phone book to find local support groups, or ask a school counselor or a youth group leader to help you find what you need.",
            "vi": "Tự sát    Ethan cảm thấy chẳng thiết sống nữa. Mọi thứ đã trở nên hết sức chật vật kể từ sau cái chết của mẹ. Bố phải “cày” hai công việc và có vẻ như lúc nào ông cũng kiệt sức và bực dọc. Bất kể khi nào Ethan nói chuyện với bố thì hai bố con cũng đều la ó và kết thúc trong om sòm.  Ethan vừa mới biết mình đã thi rớt môn toán và em rất sợ cái cách mà bố em điên tiết lên và thất vọng về em như thế nào. Trước đây thì lúc nào em cũng trò chuyện, chia sẻ với bạn gái – một người duy nhất có thể hiểu được tâm sự của em. Nhưng mới tuần trước đây em đã chia tay cô ấy rồi và giờ đây Ethan cảm thấy rất trống trải, chẳng có nơi nào để em có thể tìm nguồn ủi an.  Ethan biết được bố cất súng ở đâu nhưng khi em đang mở cửa tủ thì Ethan nghe tiếng em gái mình đi học về. Ethan không muốn Grace phát hiện ra việc này nên em đã cất súng trở lại và đến xem ti vi với em gái. Sau đó khi biết mình sắp sửa tự sát, Ethan vô cùng khiếp sợ; em dốc hết can đảm để có thể nói chuyện với bố. Hai bố con nói chuyện với nhau rất lâu và rồi Ethan cảm nhận ra rằng bố thương em, quan tâm em nhiều biết bao nhiêu. Điều em suy nghĩ đến lúc ấy chính là làm thế nào em có thể quẳng hết tất cả những phiền muộn ra khỏi lòng mình.    Lý do gì khiến thiếu niên có ý định tự sát?  Hầu hết các em thiếu niên được hỏi sau khi có ý định tự sát đều trả lời động cơ khiến các em tìm đến cái chết là muốn thoát khỏi một hoàn cảnh mà có vẻ như không có lối thoát hoặc muốn được giải toả được khỏi những ý nghĩ hoặc những tâm trạng đang hết sức khủng hoảng. Cũng giống như Ethan, các em không muốn chết nhưng rất muốn được thoát khỏi cái thực tại mình đang sống. Và trong thời điểm hết sức đặc biệt đó thì cái chết có vẻ như là lối thoát duy nhất của các em.  Một số người tự sát hoặc có ý định tự sát có thể muốn thoát khỏi cái tâm trạng, cái cảm giác bị hắt hủi, bị đối xử tệ, bị tổn thương hoặc bị mất mất gì đó. Một số khác có thể là tức giận, xấu hổ, hoặc phạm tội; cũng có một số người có thể lo lắng đã làm cho bạn bè, người thân trong gia đình thất vọng; một số lại mang tâm trạng là người thừa thải, không được yêu thương, bị đối xử bất công, hoặc cũng có thể là gánh nặng của những người khác.  Trong cuộc sống cũng có đôi khi chúng ta bị những cảm xúc khó chịu hoặc những hoàn cảnh tai ương áp đảo. Thế nhưng hầu hết mọi người đều có thể vượt qua hoặc có thể nhìn vấn đề ở một góc triển vọng và tìm cách giải quyết bằng tất cả quyết tâm và hi vọng. Điều này lý giải vì sao trong cùng một hoàn cảnh éo le như nhau mà người này muốn tự sát còn người kia thì không? Điều gì đã khiến cho một số người này lại kiên cường hơn (đối phó với khó khăn và thất bại của cuộc sống tốt hơn) một số người khác? Điều gì đã khiến cho người ta không thể tìm thấy một lối thoát nào khác ngoài việc tự sát khi rơi vào tình cảnh khó khăn?  Câu trả lời cho tất cả những câu hỏi đó cốt là ở chỗ hầu hết người tự sát đều phiền muộn, u ất và chán nản trong lòng. Chán nản, trầm cảm  Sự trầm cảm, u uất khiến cho nguời ta thường để ý đến sự thất bại và tuyệt vọng, coi trọng, nhấn mạnh mặt tiêu cực của các tình huống, và xem nhẹ hay hạ thấp năng lực hoặc giá trị của mình. Một người bị chứng trầm cảm nặng không tài nào hình dung hoặc mường tượng ra khả năng có một kết quả tốt đẹp và có thể cho là mình sẽ chẳng được hạnh phúc hoặc với họ thì mọi việc không bao giờ là đúng nữa. Chứng phiền muộn làm ảnh hưởng đến suy nghĩ của con người theo cách làm người ta mụ mẫm, bế tắc không thấy hướng đi trong khi một vấn đề có thể qiải quyết được. Nó như thể đã áp đặt một bộ lọc lọc tác động vào tư tưởng, suy nghĩ của con người và làm méo mó mọi thứ. Đó là lí do vì sao người phiền muộn không nhận thấy được hành vi tự sát là một giải pháp lâu dài cho một vấn đề tạm thời giống như người khác nghĩ. Một thanh thiếu niên bị phiền muộn có thể cũng có cảm giác bế tắc, không lối thoát, không có cách nào dứt được nỗi đau trong tâm hồn, nỗi đau về xúc cảm hoặc không tìm được cách nào để có thể bày tỏ sự bất hạnh, tuyệt vọng của mình cho người khác nghe.  Đôi khi những người muốn tự sát có thể chẳng hề nhận ra họ bị trầm cảm. Họ không biết đó là chứng trầm cảm – không phải là hoàn cảnh – làm cho họ suy nghĩ rằng “không còn lối thoát”, “sẽ chẳng khá hơn đâu”, “mình không làm gì được hết”... những thứ đại loại như vậy.   Nhờ bác sĩ điều trị hay dùng phương pháp trị liệu thích hợp, người ta trở nên hết phiền muộn và những suy nghĩ bị méo mó, lệch lạc cũng không còn. Người ta có thể tìm thấy niềm vui, cơ thể tràn trề năng lượng và hi vọng trở lại. Nhưng khi người ta bị trầm cảm nặng nề thì tư tưởng tìm đến cái chết hay hành vi tự sát là một mối lo ngại thực sự.  Người bị bệnh rối loạn lưỡng cực cũng có nguy cơ tự sát cao hơn nhiều vì chứng bệnh này có thể khiến họ phải trải qua thời gian trầm cảm cực độ cũng như thời gian tràn trề năng lượng, tràn trề sức sống một cách bất thường (gọi là chứng hưng cảm hoặc vui buồn thất thường). Cả hai thái cực rối loạn lưỡng cực đỉnh điểm này đã tác động và làm lệch lạc tâm trạng, cách nhìn và sự suy xét, phán đoán của con người. Đối với những người mắc bệnh này thì việc giữ cho vấn đề theo một triển vọng đẹp và hành động bằng một thái độ suy xét đúng đắn quả là một thách thức cam go.   Lạm dụng chất kích thích Những thiếu niên nghiện ngập ma tuý và rượu chè cũng có nguy cơ có ý nghĩ và hành vi tự sát cao hơn. Rượu và một số loại ma túy làm cho não suy nhược. Việc lạm dụng những chất kích thích này có thể khiến trầm cảm nặng nề. Đối với một số thiếu niên có khuynh hướng bị trầm cảm vì cơ chế sinh học, tiền sử gia đình, hoặc các nguyên nhân gây căng thẳng trong cuộc sống khác thì điều này hoàn toàn đúng.  Tình hình càng trở nên tệ hại hơn bởi nhiều người bị trầm cảm lao vào rượu chè hoặc ma tuý như một cứu cánh và để tìm lối thoát. Nhưng họ không nhận ra những tác hại gây trầm cảm và suy nhược của rượu và ma tuý kích thích lên não có thể sẽ làm cho chứng trầm cảm ngày càng nặng nề hơn.  Ngoài tác hại là gây trầm cảm, rượu và ma tuý còn làm thay đổi khả năng phán quyết, xử lý của con người; gây mất khả năng đo lường nguy hiểm, mất khả năng đưa ra quyết định đúng đắn và không còn khả năng nghĩ ra giải pháp nào cho vấn đề của mình. Nhiều trường hợp nạn nhân tự sát khi đang say rượu hay “phê” thuốc phiện.    Tất nhiên là điều này không có nghĩa là hễ ai phiền muộn, trầm cảm hay bê tha rượu chè hoặc thuốc phiện đều có ý định tự sát cả. Nhưng những tình huống này – nhất là khi kết hợp cả phiền muộn và rượu chè, thuốc phiện – thì người ta càng có nguy cơ tự sát cao hơn. Không phải lúc nào cũng lên kế hoạch tự sát trước Người trầm cảm, u uất đôi khi lên kế hoạch tự sát trước. Dẫu vậy lắm lúc hành vi tự sát cũng xảy ra một cách rất bốc đồng, xảy ra trong một giây khắc mà người ta cảm thấy cáu tiết kinh khủng. Bạn có thể hình dung một tình huống như chia tay nhau, cãi vã xung đột dữ dội với bố mẹ, mang thai ngoài ý muốn, bị người khác bỏ rơi, hoặc bị đối bất công có thể khiến cho người ta trở nên khó chịu vô cùng. Trong nhiều trường hợp thì tình huống như thế này, đối với người đang bị trầm cảm giống như một giọt nước làm tràn ly vậy.  Một số người có ý định tự sát muốn kết liễu cuộc đời và cũng có một số người lại hoàn toàn không chắc là mình muốn chết. Đối với một số người thì tự sát là cách bày tỏ nỗi đau, sự tổn thương sâu sắc về xúc cảm. Họ không thổ lộ được tâm trạng của mình, vì vậy hành vi tự sát là phương cách duy nhất có thể giúp họ bộc lộ nỗi sầu khổ của mình. Nhưng đáng tiếc thay, nhiều người thực sự không muốn tự sát lại chết bi thảm hoặc bị bệnh nặng nề.   Những dấu hiệu báo trước  Thường cũng có nhiều dấu hiệu cho thấy một người đang nghĩ đến việc tự sát hoặc lên kế hoạch tự sát. Dưới đây là một vài dấu hiệu đó:  * thường nói về chết chóc hoặc tự sát  * nói về việc “đi xa” * nói về những thứ mà người ta “sẽ không cần dùng đến nữa”, và cho ai quyền được sở hữu chúng * nói về cảm giác tuyệt vọng và có tội  * xa lánh bạn bè và gia đình và không còn hào hứng đi chơi đâu nữa * không hăng say tham gia các hoạt động hay những trò yêu thích nữa * khó tập trung hoặc suy nghĩ thông suốt * thay đổi thói quen ăn uống và ngủ nghỉ * có hành vi tự hủy hoại (chẳng hạn như bê tha vào rượu chè, ma tuý hoặc cắt rạch tay mình,...) Nếu bạn có ý định tự sát, bạn nên làm gì? Nếu bạn đang có ý định tự sát thì nên tìm đến sự giúp đỡ của người khác ngay nhé. Chứng trầm cảm rất kinh khủng đấy. Bạn không thể chờ đợi và hi vọng rằng tâm trạng của mình sẽ được cải thiện. Khi một người cảm thấy phiền muộn, chán nản trong một thời gian dài thì khó lòng có thể vực họ dậy được.   Hãy trò chuyện, tâm sự với một người nào đó mà bạn tin tưởng càng sớm càng tốt nhé. Nếu không nói được với bố mẹ thì bạn nên chia sẻ với người dạy kèm của mình, người thân, nhân viên tư vấn ở trường, người đứng đầu một tôn giáo nào đó, hoặc thầy cô của mình. Hãy gọi đường dây khủng hoảng tự sát (như 1-800-SUICIDE hoặc 1-800-999-9999) hoặc số điện thoại khẩn cấp ở địa phương (911). Những đường dây miễn phí này luôn được trực 24/24, 7 ngày/ tuần bởi các chuyên gia đã qua trường lớp đào tạo có thể hướng dẫn cho bạn mà không biết tên bạn hay thấy mặt bạn. Tất cả những cú điện thoại này đều được bảo mật – không ai có thể phát hiện ra bạn đã gọi điện đến đường dây này. Các chuyên viên luôn túc trực điện thoại sẽ giúp cho bạn tìm cách để đối phó với những tình huống gay go trong cuộc sống của mình.  Nếu người thân của bạn có ý định tự sát, bạn nên làm gì? Sẽ không bao giờ thừa và luôn là một điều hay nếu bạn bắt đầu trò chuyện với người mà mình cho là đang có ý định tự sát. Điều này giúp bạn tiếp cận và hỗ trợ cho người ấy, và việc làm chia sẻ như vậy cũng có thể giúp người ta cảm thấy bớt đơn độc, được quan tâm nhiều hơn và được hiểu nhiều hơn.  Cách bàn bạc, chia sẻ cũng có thể cho người ta một cơ hội để nghĩ đến các giải pháp khác đối với vấn đề. Hầu như lúc nào thì người có ý định tự sát cũng muốn bộ bạch ra nếu ai đó hỏi han, quan tâm và ân cần với họ. Vì người phiền muộn, trầm cảm không nhìn ra được hướng giải quyết như những người bình thường khác nên rất cần một người để cùng với họ nghĩ ra ít nhất là một lối thoát khác khỏi tình huống tồi tệ ấy.  Dẫu là một người bạn hoặc một đứa bạn cùng lớp buộc bạn phải thề giữ bí mật thì bạn cũng nên giúp bạn ấy ngay tức khắc – mạng sống của bạn mình có thể tùy thuộc vào điều này đấy. Người thực sự có ý định tự sát có thể đã đắm trong một hố sâu đau đớn về xúc cảm và không nhận ra được mình đang cần ai đó giúp đỡ. Bạn hãy nói cho một người lớn nào đó mà bạn tin tưởng càng sớm càng tốt nhé. Nếu cần thiết, bạn cũng có thể gọi điện đến đường dây khủng hoảng tự sát miễn phí hoặc số điện thoại khẩn cấp ở địa phương (911). Bạn có thể tìm số điện thoại khủng hoảng tự sát ở địa phương hoặc số điện thoại đường dây nóng trong danh bạ điện thoại của mình. Những nguồn này hoàn toàn được bảo mật và nhân viên làm việc ở đây luôn sẵn lòng trò chuyện với bạn và giúp cho bạn tìm ra giải pháp tốt nhất cho mình.  Cũng lắm khi nhiều thiếu niên có ý định tự sát hoặc chết vì tự sát không tỏ một dấu hiệu nào trước đó cả. Điều này làm cho những người thân yêu không những mang cảm giác kiệt sức vì phiền muộn mà còn mặc cảm tội lỗi và dằn vặt liệu họ có bỏ lỡ một việc làm hay một cơ hội nào đó để có thể ngăn chặn cái chết không. Bạn bè và người thân trong gia đình người chết vì tự sát nên hiểu rằng đôi khi mình không thể thấy một dấu hiệu cảnh báo nào và không nên tự trách mình như thế.  Khi một người nào đó chết vì tự sát thì thường để lại cho người sống một cảm giác vật vã đau đớn, xúc động dữ dội. Các em thiếu niên bị khủng hoảng, mất mát, thất bại hoặc có bạn học hay người thân trong gia đình tự sát cũng rất dễ bị tổn thương gây tư tưởng và hành vi tự sát theo. Nếu bạn sống gần người có ý định tự sát hoặc người tự sát thì bạn nên tham khảo ý kiến của một nhà trị liệu hoặc một nhân viên tư vấn nào đó-họ đã được học cách giải quyết tình huống phức tạp như thế này. Hoặc là bạn có thể gia nhập nhóm tư vấn để bạn có thể chia sẻ, bày tỏ cảm xúc của mình và được những người đồng cảnh ngộ tương trợ và giúp đỡ cho mình.   Đối phó với vấn đề tự sát Sống một cuộc sống của thanh thiếu niên chẳng dễ gì bởi có quá nhiều áp lực xã hội, áp lực học hành, và cả những áp lực riêng tư nữa. Và đối với những bạn gặp phải những rắc rối khác như sống trong môi trường bạo lực hoặc hung hãn thì cuộc sống thậm chí dường như khó khăn hơn nhiều.  Một số bạn thiếu niên cảm thấy lo lắng về tình dục và các mối quan hệ khác của mình, phân vân liệu tình cảm và sức lôi cuốn, hấp dẫn của mình có bình thường không, hoặc liệu mình có được yêu và được người khác chấp nhận không. Một số bạn khác lại khổ sở vì vóc dáng và các vấn đề ăn uống của mình; và rồi việc cố vươn tới một lý tưởng không thể nào thực hiện được làm cho các bạn cảm thấy mình thật tệ hại. Bên cạnh đó cũng có một số thiếu niên học hành sa sút hoặc không tập trung được khiến cho các bạn khó có thể thành công trong học tập ở trường. Các bạn ấy có thể cảm thấy thất vọng về chính mình hoặc cảm thấy mình là niềm thất vọng của người khác.  Những vấn đề này có thể là khó khăn, rắc rối và làm cho người ta kiệt sức đấy – và càng có thể sinh ra trầm cảm nếu cứ tồn tại lâu dài mà không được giải toả hoặc được người khác trợ giúp. Cuộc sống chúng ta đôi khi cũng phải chật vật với những tình huống và những khó khăn đau khổ. Chúng ta phải làm gì để có thể vượt qua những hoàn cảnh ấy mà không rơi vào tuyệt vọng, sầu bi? Một phần câu trả lời là nhờ sự gần gũi với gia đình, bạn bè, trường lớp, niềm tin, và các mạng lưới hỗ trợ khác. Người ta có thể dễ dàng vượt qua những hoàn cảnh éo le khi bên cạnh còn có ít nhất một người tin tưởng họ, muốn điều tốt đẹp nhất đến với họ và có thể là người cho họ trút đi niềm tâm sự. Người ta cũng dễ dàng đối phó tốt hơn khi tâm niệm rằng hầu hết các vấn đề đều chỉ là tạm thời và có thể khắc phục được.  Khi đối phó với một vấn đề nào đó, bạn nên:  * Nói cho một người nào đó bạn tin tưởng chuyện gì đang xảy ra với mình. * Sống gần bên người hay quan tâm, giúp đỡ và có ý chí tích cực. * Nhờ một người nào đó giúp bạn hình dung ra giải pháp đối với vấn đề bạn đang vướng mắc. * Tham khảo ý kiến của một nhà trị liệu hoặc một tư vấn viên nào đó nếu vấn đề đang ngày càng khiến cho bạn trở nên buồn bực và tuyệt vọng – hoặc nếu bạn không có mạng lưới hỗ trợ nào nhiệt tình, hoặc nếu bạn cảm thấy không thể đối phó được.  Các nhà trị liệu và tư vấn viên có thể giúp đỡ cho các bạn thiếu niên giải toả cảm xúc và xây dựng kỹ năng đối phó vấn đề. Bạn cũng nên gia nhập vào mạng lưới hỗ trợ cho những người có cùng hoàn cảnh như bạn – chẳng hạn như người mắc chứng biến ăn và khổ sở vì vóc dáng, có người thân trong gia đình nghiện rượu chè, hoặc người đang lo ngại về vấn đề tình dục và sức khoẻ tình dục. Những nhóm người này có thể cho bạn một môi trường quan tâm, chăm sóc mà nơi đây bạn có thể chia sẻ khó khăn với người đồng cảnh ngộ như mình.  Bạn nên kiểm tra danh bạ điện thoại để tìm các nhóm hỗ trợ ở địa phương, hoặc nhờ nhân viên tư vấn ở trường hoặc nhóm trưởng của một nhóm thanh niên nào đó giúp cho bạn tìm những gì bạn cần nhé."
        },
        {
            "en": "7 REPETITION         17. VISITOR UNNATURALLY STILL AND WHITE, WITH LARGE BLACK EYES intent on my face, my visitor waited perfectly motionless in the center of the hall, beautiful beyond imagining. My knees trembled for a second, and I nearly fell. Then I hurled myself at her. \"Alice, oh, Alice!\" I cried, as I slammed into her. I'd forgotten how hard she was; it was like running headlong into a wall of cement. \"Bella?\" There was a strange mingling of relief and confusion in her voice. I locked my arms around her, gasping to inhale as much of the scent of her skin as possible. It wasn't like anything else—not floral or spice, citrus or musk. No perfume in the world could compare. My memory hadn't done it justice. I didn't notice when the gasping turned into something else—I only realized I was sobbing when Alice dragged me to the living room couch and pulled me into her lap. It was like curling up into a cool stone, but a stone that was contoured comfortingly to the shape of my body. She rubbed my back in a gentle rhythm, waiting for me to get control of myself. \"I'm… sorry,\" I blubbered. \"I'm just… so happy… to see you!\" \"It's okay, Bella. Everything's okay.\" \"Yes,\" I bawled. And, for once, it seemed that way. Alice sighed. \"I'd forgotten how exuberant you are,\" she said, and her tone was disapproving. I looked up at her through my streaming eyes. Alice's neck was tight, straining away from me, her lips pressed together firmly. Her eyes were black as pitch. \"Oh,\" I puffed, as I realized the problem. She was thirsty. And I smelled appetizing. It had been a while since I'd had to think about that kind of thing. \"Sorry.\" \"It's my own fault. It's been too long since I hunted. I shouldn't let myself get so thirsty. But I was in a hurry today.\" The look she directed at me then was a glare. \"Speaking of which, would you like to explain to me how you're alive?\" That brought me up short and stopped the sobs. I realized what must have happened immediately, and why Alice was here. I swallowed loudly. \"You saw me fall.\" \"No,\" she disagreed, her eyes narrowing. \"I saw you jump.\" I pursed my lips as I tried to think of an explanation that wouldn't sound nuts. Alice shook her head. \"I told him this would happen, but he didn't believe me. 'Bella promised,'\" her voice imitated his so perfectly that I froze in shock while the pain ripped through my torso. \"'Don't be looking for her future, either,'\" she continued to quote him. '\"We've done enough damage.\" \"But just because I'm not looking, doesn't mean I don't see\" she went on. \"I wasn't  keeping tabs on you,  I swear, Bella. It's just that I'm already attuned to you… when I saw you jumping, I didn't think, I just got on a plane. I knew I would be too late, but I couldn't do nothing. And then I get here, thinking maybe I could help Charlie somehow, and you drive up.\" She shook her head, this time in confusion. Her voice was strained. \"I saw you go into the water and I waited and waited for you to come up, but you didn't.   What happened? And how could you do that to Charlie? Did you stop to think what this would do to him? And my brother? Do you have any idea what Edward—\" I cut her off then, as soon as she said his name. I'd let her go on, even after I realized the misunderstanding she was under, just to hear the perfect bell tone of her voice. But it was time to interrupt. \"Alice, I wasn't committing suicide.\" She eyed me dubiously. \"Are you saying you didn't jump off a cliff?\" \"No, but…\" I grimaced. \"It was for recreational purposes only.\" Her expression hardened. \"I'd seen some of Jacob's friends cliff diving,\" I insisted. \"It looked like… fun, and I was bored…\" She waited. \"I didn't think about how the storm would affect the currents. Actually, I didn't think about the water much at all.\" Alice didn't buy it. I could see that she still thought I had been trying to kill myself. I decided to redirect. \"So if you saw me go in, why didn't you see Jacob?\" She cocked her head to the side, distracted. I continued. \"It's true that I probably would have drowned if Jacob hadn't jumped in after me. Well, okay, there's no probably about it. But he did, and he pulled me out, and I guess he towed me back to shore, though I was kind of out for that part. It couldn't have been more than a minute that I was under before he grabbed me. How come you didn't see that?\" She frowned in perplexity. \"Someone pulled you out?\" \"Yes. Jacob saved me.\" I watched curiously as an enigmatic range of emotions flitted across her face. Something was bothering her—her imperfect vision? But I wasn't sure. Then she deliberately leaned in and sniffed my shoulder. I froze. \"Don't be ridiculous,\" she muttered, sniffing at me some more. \"What are you doing?\" She ignored my question. \"Who was with you out there just now? It sounded like you were arguing.\" \"Jacob Black. He's… sort of my best friend, I guess. At least, he was…\" I thought of Jacob's angry, betrayed face, and wondered what he was to me now. Alice nodded, seeming preoccupied. \"What?\" \"I don't know,\" she said. \"I'm not sure what it means.\" \"Well, I'm not dead, at least.\" She rolled her eyes. \"He was a fool to think you could survive alone. I've never seen anyone so prone to life-threatening idiocy.\" \"I survived,\" I pointed out. She was thinking of something else. \"So, if the currents were too much for you, how did this Jacob manage?\" \"Jacob is… strong.\" She heard the reluctance in my voice, and her eyebrows rose. I gnawed on my lip for a second. Was this a secret, or not? And if it was, then who was my greatest allegiance to? Jacob, or Alice? It was too hard to keep secrets, I decided. Jacob knew everything, why not Alice, too? \"See, well, he's… sort of a werewolf,\" I admitted in a rush. \"The Quileutes turn into  wolves when there are vampires around. They know Carlisle from a long time ago. Were you with Carlisle back then?\" Alice gawked at me for a moment, and then recovered herself, blinking rapidly. \"Well, I guess that explains the smell,\" she muttered. \"But does it explain what I didn't see?\" She frowned, her porcelain forehead creasing. \"The smell?\" I repeated. \"You smell awful,\" she said absently, still frowning. \"A werewolf? Are you sure about that?\"  \"Very sure,\" I promised, wincing as I remembered Paul and Jacob fighting in the road. \"I guess you weren't with Carlisle the last time there were werewolves here in Forks?\" \"No. I hadn't found him yet.\" Alice was still lost in thought. Suddenly, her eyes widened, and she turned to stare at me with a shocked expression. \"Your best friend is a  werewolf?\" I nodded sheepishly. \"How long has this been going on?\" \"Not long,\" I said, my voice sounding defensive. \"He's only been a werewolf for just a few weeks.\" She glowered at me. \"A young werewolf? Even worse! Edward was right—you're a magnet for danger. Weren't you supposed to be staying out of trouble?\" \"There's nothing wrong with werewolves,\" I grumbled, stung by her critical tone. \"Until they lose their tempers.\" She shook her head sharply from side to side. \"Leave it to you, Bella.  Anyone else would be better off when the vampires left town. But you have to start hanging out with the first monsters you can find.\" I didn't want to argue with Alice—I was still trembling with joy that she was really, truly here, that I could touch her marble skin and hear her wind-chime voice—but she had it all wrong. \"No, Alice, the vampires didn't really leave—not all of them, anyway. That's the whole trouble. If it weren't for the werewolves, Victoria would have gotten me by now. Well, if it weren't for Jake and his friends, Laurent would have gotten me before she could, I guess, so—\" \"Victoria?\" she hissed. \"Laurent?\" I nodded, a teensy bit alarmed by the expression in her black eyes. I pointed at my chest. \"Danger magnet, remember?\" She shook her head again. \"Tell me everything—start at the beginning.\" I glossed over the beginning, skipping the motorcycles and the voices, but telling her everything else right up to today's misadventure. Alice didn't like my thin explanation about boredom and the cliffs, so I hurried on to the strange flame I'd seen on the water and what I thought it meant. Her eyes narrowed almost to slits at that part. It was strange to see her look so… so dangerous—like a vampire. I swallowed hard and went on with the rest about Harry. She listened to my story without interrupting. Occasionally, she would shake her head, and the crease in her forehead deepened until it looked like it was carved permanently into the marble of her skin. She didn't speak and, finally, I fell quiet, struck again by the borrowed grief at Harry's passing. I thought of Charlie; he would be home soon. What condition would he be in? \"Our leaving didn't do you any good at all, did it?\" Alice murmured. I laughed once—it was a slightly hysterical sound. \"That was never the point, though, was it? It's not like you left for my benefit.\" Alice scowled at the floor for a moment. \"Well… I guess I acted <em>impulsively</em> today. I probably shouldn't have intruded.\" I could feel the blood draining from my face. My stomach dropped. \"Don't go, Alice,\" I whispered. My fingers locked around the collar of her white shirt and I began to hyperventilate. \"Please don't leave me.\" Her eyes opened wider. \"All right,\" she said, enunciating each word with slow precision. \"I'm not going anywhere tonight. Take a deep breath.\" I tried to obey, though I couldn't quite locate my lungs. She watched my face while I concentrated on my breathing. She waited till I was calmer to comment.  \"You look like hell, Bella.\" \"I drowned today,\" I reminded her. \"It goes deeper than that. You're a mess.\" I flinched. \"Look, I'm doing my best.\" \"What do you mean?\" \"It hasn't been easy. I'm working on it.\" She frowned. \"I told him,\" she said to herself. \"Alice,\" I sighed. \"What did you think you were going to find? I mean, besides me dead? Did you expect to find me skipping around and whistling show tunes? You know me better than that.\" \"I do. But I hoped.\" \"Then I guess I don't have the corner on the idiocy market.\" The phone rang. \"That has to be Charlie,\" I said, staggering to my feet. I grabbed Alice's stone hand and dragged her with me to the kitchen. I wasn't about to let her out of my sight. \"Charlie?\" I answered the phone. \"No, it's me,\" Jacob said. \"Jake!\" Alice scrutinized my expression. \"Just making sure you were still alive,\" Jacob said sourly. \"I'm fine. I told you that it wasn't—\" \"Yeah. I got it. 'Bye.\" Jacob hung up on me. I sighed and let my head hang back, staring at the ceiling. \"That's going to be a problem.\" Alice squeezed my hand. \"They aren't excited I'm here.\" \"Not especially. But it's none of their business anyway.\" Alice put her arm around me. \"So what do we do now?\" she mused. She seemed to talk to herself for a moment. \"Things to do. Loose ends to tie.\" \"What things to do?\" Her face was suddenly careful. \"I don't know for sure… I need to see Carlisle.\" Would she leave so soon? My stomach dropped. \"Could you stay?\" I begged. \"Please? For just a little while. I've missed you so much.\" My voice broke. \"If you think that's a good idea.\" Her eyes were unhappy. \"I do. You can stay here—Charlie would love that.\" \"I have a house, Bella.\" I nodded, disappointed but resigned. She hesitated, studying me. \"Well, I need to go get a suitcase of clothes, at the very least.\" I threw my arms around her. \"Alice, you're the best!\" \"And I think I'll need to hunt. Immediately,\" she added in a strained voice. \"Oops.\" I took a step back. \"Can you stay out of trouble for one hour?\" she asked skeptically. Then, before I could  answer, she held up one finger and closed her eyes. Her face went smooth and blank for a few seconds. And then her eyes opened and she answered her own question. \"Yes, you'll be fine. For tonight, anyway.\" She grimaced. Even making faces, she looked like an angel. \"You'll come back?\" I asked in a small voice. \"I promise—one hour.\" I glanced at the clock over the kitchen table. She laughed and leaned in quickly to kiss me on the cheek. Then she was gone. I took a deep breath. Alice would be back. I suddenly felt so much better. I had plenty to do to keep myself busy while I waited. A shower was definitely first on the agenda. I sniffed my shoulders as I undressed, but I couldn't smell anything but the brine and seaweed scent of the ocean. I wondered what Alice had meant about me smelling bad. When I was cleaned up, I went back to the kitchen. I couldn't see any signs that Charlie had eaten recently, and he would probably be hungry when he got back. I hummed tunelessly to myself as I moved around the kitchen. While Thursday's casserole rotated in the microwave, I made up the couch with sheets and an old pillow. Alice wouldn't need it, but Charlie would need to see it. I was careful not to watch the clock. There was no reason to start myself panicking; Alice had promised. I hurried through my dinner, not tasting it—just feeling the ache as it slid down my raw throat. Mostly I was thirsty; I must have drunk a half gallon of water by the time I was finished. All the salt in my system had dehydrated me. I went to go try to watch TV while I waited. Alice was already there, sitting on her improvised bed. Her eyes were a liquid butterscotch. She smiled and patted the pillow. \"Thanks.\" \"You're early,\" I said, elated. I sat down next to her and leaned my head on her shoulder. She put her cold arms around me and sighed. \"Bella. What are we going to do with you?\" \"I don't know,\" I admitted. \"I really have been trying my hardest.\" \"I believe you.\" It was silent. \"Does—does he…\" I took a deep breath. It was harder to say his name out loud, even though I was able to think it now. \"Does Edward know you're here?\" I couldn't help asking. It was my pain, after all. I'd deal with it when she was gone, I promised myself, and felt sick at the thought. \"No.\" There was only one way that could be true. \"He's not with Carlisle and Esme?\" \"He checks in every few months.\" \"Oh.\" He must still be out enjoying his distractions. I focused my curiosity on a safer topic. \"You said you flew here… Where did you come from?\" \"I was in Denali. Visiting Tanya's family.\" \"Is Jasper here? Did he come with your'\" She shook her head. \"He didn't approve of my interfering. We promised…\" she trailed off, and then her tone changed. \"And you think Charlie won't mind my being here?\" she asked, sounding worried. \"Charlie thinks you're wonderful, Alice.\" \"Well, we're about to find out.\" Sure enough, a few seconds later I heard the cruiser pull into the driveway. I jumped up and hurried to open the door. Charlie trudged slowly up the walk, his eyes on the ground and his shoulders slumped. I walked forward to meet him; he didn't even see me until I hugged him around the waist. He embraced me back fiercely. \"I'm so sorry about Harry, Dad.\" \"I'm really going to miss him,\" Charlie mumbled. \"How's Sue doing?\" \"She seems dazed, like she hasn't grasped it yet. Sam's staying with her…\" The volume of his voice faded in and out. \"Those poor kids. Leah's just a year older than you, and Seth is only fourteen…\" He shook his head. He kept his arms tight around me as he started toward the door again. \"Um, Dad?\" I figured I'd better warn him. \"You'll never guess who's here.\" He looked at me blankly. His head swiveled around, and he spied the Mercedes across the street, the porch light reflecting off the glossy black paint. Before he could react, Alice was in the doorway. \"Hi, Charlie,\" she said in a subdued voice. \"I'm sorry I came at such a bad time.\" \"Alice Cullen?\" he peered at the slight figure in front of him as if he doubted what his eyes were telling him. \"Alice, is that you?\" \"It's me,\" she confirmed. \"I was in the neighborhood.\" \"Is Carlisle…?\" \"No, I'm alone.\" Both Alice and I knew he wasn't really asking about Carlisle. His arm tightened over my shoulder. \"She can stay here, can't she?\" I pleaded. \"I already asked her.\" \"Of course,\" Charlie said mechanically. \"We'd love to have you, Alice.\" \"Thank you, Charlie. I know it's horrid timing.\" \"No, it's fine, really. I'm going to be really busy doing what I can for Harry's family; it will be nice for Bella to have some company.\" \"There's dinner for you on the table, Dad,\" I told him. \"Thanks, Bell.\" He gave me one more squeeze before he shuffled toward the kitchen. Alice went back to the couch, and I followed her. This time, she was the one to pull me against her shoulder. \"You look tired.\" \"Yeah,\" I agreed, and shrugged. \"Near-death experiences do that to me… So, what does Carlisle think of you being here?\" \"He doesn't know. He and Esme were on a hunting trip. I'll hear from him in a few days, when he gets back.\" \"You won't tell him, though… when he checks in again?\" I asked. She knew I didn't mean Carlisle now. \"No. He'd bite my head off,\" Alice said grimly. I laughed once, and then sighed. I didn't want to sleep. I wanted to stay up all night talking to Alice. And it didn't make sense for me to be tired, what with crashing on Jacob's couch all day. But drowning really had taken a lot out of me, and my eyes wouldn't stay open. I rested my head on her stone shoulder, and drifted into a more peaceful oblivion than I had any hope of. I woke early, from a deep and dreamless sleep, feeling well-rested, but stiff. I was on the couch tucked under the blankets I'd laid out for Alice, and I could hear her and Charlie talking in the kitchen. It sounded like Charlie was fixing her breakfast. \"How bad was it, Charlie?\" Alice asked softly, and at first I thought they were talking about the Clear waters. Charlie sighed. \"Real bad.\" \"Tell me about it. I want to know exactly what happened when we left.\" There was a pause while a cupboard door was closed and a dial on the stove was clicked off. I waited, cringing. \"I've never felt so helpless,\" Charlie began slowly. \"I didn't know what to do. That first week—I thought I was going to have to hospitalize her. She wouldn't eat or drink, she wouldn't move. Dr. Gerandy was throwing around words like 'catatonic,' but I didn't let him up to see her. I was afraid it would scare her.\" \"She snapped out of it though?\" \"I had Renee come to take her to Florida. I just didn't want to be the one… if she had to go to a hospital or something. I hoped being with her mother would help. But when we started packing her clothes, she woke up with a vengeance. I've never seen Bella throw a fit like that. She was never one for the tantrums, but, boy, did she fly into a fury. She threw her clothes everywhere and screamed that we couldn't make her leave—and then she finally started crying. I thought that would be the turning point. I didn't argue when she insisted on staying here… and she did seem to get better at first…\" Charlie trailed off. It was hard listening to this, knowing how much pain I'd caused him. \"But?\" Alice prompted. \"She went back to school and work, she ate and slept and did her homework. She answered when someone asked her a direct question. But she was… empty. Her eyes were blank. There were lots of little things—she wouldn't listen to music anymore; I found a bunch of CDs broken in the trash. She didn't read; she wouldn't be in the same room when the TV was on, not that she watched it so much before. I finally figured it out—she was avoiding everything that might remind her of… him. \"We could hardly talk; I was so worried about saying something that would upset her—the littlest things would make her flinch—and she never volunteered anything. She would just answer if I asked her something. \"She was alone all the time. She didn't call her friends back, and after a while, they stopped calling. \"It was night of the living dead around here. I still hear her screaming in her sleep…\" I could almost see him shuddering. I shuddered, too, remembering. And then I sighed. I hadn't fooled him at all, not for one second. \"I'm so sorry, Charlie,\" Alice said, voice glum. \"It's not your fault.\" The way he said it made it perfectly clear that he was holding someone responsible. \"You were always a good friend to her.\" \"She seems better now, though.\" \"Yeah. Ever since she started hanging out with Jacob Black, I've noticed a real improvement. She has some color in her cheeks when she comes home, some light in her eyes. She's happier.\" He paused, and his voice was different when he spoke again. \"He's a year or so younger than her, and I know she used to think of him as a friend, but I think maybe it's something more now, or headed that direction, anyway.\" Charlie said this in a tone that was almost belligerent. It was a warning, not for Alice, but for her to pass along. \"Jake's old for his years,\" he continued, still sounding defensive. \"He's taken care of his father physically the way Bella took care of her mother  emotionally. It matured him. He's a good-looking kid, too—takes after his mom's side. He's good for Bella, you know,\" Charlie insisted.  \"Then it's good she has him,\" Alice agreed. Charlie sighed out a big gust of air, folding quickly to the lack of opposition. \"Okay, so I guess that's overstating things. I don't know… even with Jacob, now and then I see something in her eyes, and I wonder if I've ever grasped how much pain she's really in It's not normal, Alice, and it… it frightens me. Not normal at all. Not like someone… left her, but like someone died.\" His voice cracked. It was like someone had died—like I had died. Because it had been more than just losing the truest of true loves, as if that were not enough to kill anyone. It was also losing a whole future, a whole family—the whole life that I'd chosen… Charlie went on in a hopeless tone. \"I don't know if she's going to get over it—I'm not sure if it's in her nature to heal from something like this. She's always been such a constant little thing. She doesn't get past things, change her mind.\" \"She's one of a kind,\" Alice agreed in a dry voice. \"And Alice…\" Charlie hesitated. \"Now, you know how fond I am of you, and I can tell that she's happy to see you, but… I'm a little worried about what your visit will do to her.\" \"So am I, Charlie, so am I. I wouldn't have come if I'd had any idea. I'm sorry.\" \"Don't apologize, honey. Who knows? Maybe it will be good for her.\" \"I hope you're right.\" There was a long break while forks scraped plates and Charlie chewed. I wondered where Alice was hiding the food. \"Alice, I have to ask you something,\" Charlie said awkwardly. Alice was calm. \"Go ahead.\" \"He's not coming back to visit, too, is he?\" I could hear the suppressed anger in Charlie's voice. Alice answered in a soft, reassuring tone. \"He doesn't even know I'm here. The last time I spoke with him, he was in South America.\" I stiffened as I heard this new information, and listened harder. \"That's something, at least.\" Charlie snorted. \"Well, I hope he's enjoying himself.\" For the first time, Alice's voice had a bit of steel in it. \"I wouldn't make assumptions, Charlie.\" I knew how her eyes would flash when she used that tone. A chair scooted from the table, scraping loudly across the floor. I pictured Charlie getting up; there was no way Alice would make that kind of noise. The faucet ran, splashing against a dish. It didn't sound like they were going to say anything more about Edward, so I decided it was time to wake up. I turned over, bouncing against the springs to make them squeak. Then I yawned loudly. All was quiet in the kitchen. I stretched and groaned. \"Alice?\" I asked innocently; the soreness rasping in my throat added nicely to the charade. \"I'm in the kitchen, Bella,\" Alice called, no hint in her voice that she suspected my eavesdropping. But she was good at hiding things like that. Charlie had to leave then—he was helping Sue Clearwater with the funeral arrangements. It would have been a very long day without Alice. She never spoke about leaving, and I didn't ask her. I knew it was inevitable, but I put it out of my mind. Instead, we talked about her family—all but one. Carlisle was working nights in Ithaca and teaching part time at Cornell. Esme was restoring a seventeenth century house, a historical monument, in the forest north of the city. Emmett and Rosalie had gone to Europe for a few months on another honeymoon, but they were back now. Jasper was at Cornell, too, studying philosophy this time. And Alice had been doing some personal research, concerning the information I'd accidentally uncovered for her last spring. She'd successfully tracked down the asylum where she'd spent the last years of her human life. The life she had no memory of. \"My name was Mary Alice Brandon,\" she told me quietly. \"I had a little sister named Cynthia. Her daughter—my niece—is still alive in Biloxi.\" \"Did you find out why they put you in… that place?\" What would drive parents to that extreme? Even if their daughter saw visions of the future… She just shook her head, her topaz eyes thoughtful. \"I couldn't find much about them. I went through all the old newspapers on microfiche. My family wasn't mentioned often; they weren't part of the social circle that made the papers. My parents' engagement was there, and Cynthia's.\" The name fell uncertainly from her tongue. \"My birth was announced… and my death. I found my grave. I also filched my admissions sheet from the old asylum archives. The date on the admission and the date on my tombstone are the same.\" I didn't know what to say, and, after a short pause, Alice moved on to lighter topics. The Cullens were reassembled now, with the one exception, spending Cornell's spring break in Denali with Tanya and her family. I listened too eagerly to even the most trivial news. She never mentioned the one I was most interested in, and for that I was grateful. It was enough to listen to the stories of the family I'd once dreamed of belonging to. Charlie didn't get back until after dark, and he looked more worn than he had the night before. He would be headed back to the reservation first thing in the morning for Harry's funeral, so he turned in early. I stayed on the couch with Alice again. Charlie was almost a stranger when he came down the stairs before the sun was up, wearing an old suit I'd never seen him in before. The jacket hung open; I guessed it was too tight to fasten the buttons. His tie was a bit wide for the current style. He tiptoed to the door, trying not to wake us up. I let him go, pretending to sleep, as Alice did on the recliner. As soon as he was out the door, Alice sat up. Under the quilt, she was fully dressed. \"So, what are we doing today?\" she asked. \"I don't know—do you see anything interesting happening?\" She smiled and shook her head. \"But it's still early.\" All the time I'd been spending in La Push meant a pile of things I'd been neglecting at home, and I decided to catch up on my chores. I wanted to do something, anything that might make life easier for Charlie—maybe it would make him feel just a little better to come home to a clean, organized house. I started with the bathroom—it showed the most signs of neglect. While I worked, Alice leaned against the doorjamb and asked nonchalant questions about my, well, our high school friends and what they been up to since she'd left. Her face stayed casual and emotionless, but I sensed her disapproval when she realized how little I could tell her. Or maybe I just had a guilty conscience after eavesdropping on her conversation with Charlie yesterday morning. I was literally up to my elbows in Comet, scrubbing the floor of the bathtub, when the doorbell rang. I looked to Alice at once, and her expression was perplexed, almost worried, which was strange; Alice was never taken by surprise. \"Hold on!\" I shouted in the general direction of the front door, getting up and hurrying to the sink to rinse my arms off. \"Bella,\" Alice said with a trace of frustration in her voice, \"I have a fairly good guess who that might be, and I think I'd better step out.\" \"Guess?\" I echoed. Since when did Alice have to guess anything? \"If this is a repeat of my egregious lapse in foresight yesterday, then it's most likely Jacob Black or one of his… friends.\" I stared at her, putting it together. \"You can't see werewolves?\" She grimaced. \"So it would seem.\" She was obviously annoyed by this fact—very annoyed. The doorbell rang again—buzzing twice quickly and impatiently. \"You don't have go anywhere, Alice. You were here first.\" She laughed her silvery little laugh—it had a dark edge. \"Trust me—it wouldn't be a good idea to have me and Jacob Black in a room together.\" She kissed my cheek swiftly before she vanished through Charlie's door—and out his back window, no doubt. The doorbell rang again.",
            "vi": "7 REPETITION      17. KHÁCH VIẾNG THĂM  Đứng yên hết sức bất thường, trắng muốt cùng đôi mắt to huyền dán vào mặt tôi, vị khách của tôi đang đợi hoàn toàn bất động giữa hành lang, đẹp ngoài sức tưởng tượng.  Đầu gối tôi run rẩy một giây, rồi gần như quỵ ngã.  Sau đó tôi nhào vô cô.  \"Alice, ôi, Alice!\" Tôi kêu to, khi tôi lao vào cô ấy.  Tôi đã quên cô cứng ra sao; cứ như thể chạy đâm đầu vô vách tường vậy.  \"Bella?\" Giọng cô vừa nhẹ nhõm lại vừa có vẻ bối rối kỳ lạ.  Tôi vòng tay ôm chặt cô, hối hả hít hà càng nhiều mùi hương trên làn da cô càng tốt. Chẳng giống bất cứ thứ gì cả – chẳng phải hương hoa hay mùi gia vị, cam chanh hay xạ hương.  Chẳng nước hoa nào trên đời này có thể sánh được. Trí nhớ tôi đã không hình dung đúng mùi hương ấy.  Tôi đã không để ý thấy tiếng hít hà của mình đã trở thành thứ khác - tôi chỉ nhận ra mình đang thổn thức khi Alice kéo tôi đến ghế trường kỷ trong phòng khách và ôm tôi vào lòng. Tựa như cuộn mình vào tảng đá mát rượi, nhưng là một tảng đá có đường nét lượn êm ái theo hình dáng cơ thể tôi. Cô xoa lưng tôi theo đều đều dịu dàng, chờ tôi trấn tĩnh lại.  \"Chị xin lỗi, \" tôi thổn thức. \"Chỉ vì chị ... quá vui ... khi gặp em!” \"Được mà, Bella. Ổn cả mà.” \"Ừ, \" tôi khóc nức nở. Và, lần này dường như đúng là ổn thật.  Alice thở dài. \"Em quên mất là chị quá tình cảm,” cô nói, và giọng cô không bằng lòng.  Tôi nhìn cô qua đôi mắt ràn rụa nước mắt. Cổ Alice gồng lên, vươn ra tránh xa tôi, môi cô mím chặt. Mắt cô đen như hắc ín.  \"Ồ, \" tôi thở khó nhọc, khi nhận ra vấn đề. Cô đang khát. Và tôi toả mùi thơm ngon. Đã lâu rồi tôi không còn nghĩ đến những chuyện như thế. \"Xin lỗi. \" \"Đó là lỗi của em.  Đã lâu lắm rồi em không đi săn.  Em không nên để mình quá khát. Nhưng hôm nay em vội.”  Rồi ánh mắt cô hướng về tôi là ánh nhìn giận dữ. \"Nói đến chuyện đó, chị có vui lòng giải thích cho em biết sao chị còn sống không?” Câu đó làm tôi khựng lại và hết nức nở. Tôi nhận ra ngay lập tức chuyện hẳn đã xảy ra, và lý do Alice ở đây.  Tôi nuốt mạnh. \"Em thấy chị rơi. \" \"Không, \" cô không đồng ý, mắt cô nheo lại. \"Em thấy chị nhảy.” Tôi bặm môi vừa cố nghĩ ra một lời giải thích không có vẻ khùng điên.  Alice lắc đầu. \"Em đã nói với ảnh là thế nào chuyện này cũng sẽ xảy ra, mà ảnh không chịu tin. 'Bella đã hứa rồi,” cô bắt chước giọng anh giống đến nỗi tôi lặng sững người trong khi cơn đau lan rộng khắp cơ thể. \"”Cũng đừng cứ tìm kiếm tương lai của cô ấy nữa,”” cô tiếp tục trích dẫn lời anh. ' \"Mình đã gây tổn hại đủ rồi. \" \"Nhưng không phải vì em không tìm, mà coi như em không thấy” cô nói tiếp. \"Em không hề theo dõi chị, em thề đó, Bella.  Chỉ là tự nhiên em cùng tần số với chị ... khi thấy chị nhảy, em chẳng hề suy nghĩ gì hết và lên máy bay ngay.  Em nghĩ mình đã quá muộn rồi, nhưng không thể chẳng làm gì. Rồi em đến đây, nghĩ dù sao chăng nữa chắc em cũng có thể giúp Charlie phần nào, thế rồi chị chạy về.” Cô lắc đầu, lần này có vẻ không hiểu. Giọng cô căng thẳng. \"Em đã nhìn thấy chị lao xuống biển nên em đã chờ, chờ chị trồi lên mãi, nhưng chị đã không ngoi lên.  Có chuyện gì vậy?  Sao chị có thể cư xử với Charlie như vậy?  Chị đã không còn nghĩ chuyện này sẽ tác động lên ông như thế nào nữa sao? Còn anh em nữa?  Chị có tưởng nỗi Edward sẽ –” Tôi ngắt lời cô ngay khi cô nói ra tên anh. Tôi cứ để cô nói tiếp, thậm chí sau khi nhận ra cô đã hiểu lầm, chỉ để nghe giọng nói như chuông ngân hoàn hảo của cô. Nhưng đã đến lúc phải ngắt lời rồi.  \"Alice, chị không có tự tử. \" Cô quan sát tôi đầy hoài nghi. \"Chị nói là chị chẳng hề nhảy ra khỏi vách đá à?\" \"Có nhảy, nhưng mà...”  tôi nhăn nhó. \"Chỉ để tiêu khiển thôi. \" Vẻ mặt cô sắt lại.  \"Chị từng thấy một số bạn bè của Jacob nhảy từ vách đá lặn xuống biển,” tôi khăng khăng. \"Trông có vẻ ... hay... mà chị thì đang buồn chán nên...” Cô đợi.  \"Chị đã không nghĩ đến chuyện bão làm ảnh hưởng đến dòng chảy. Thực ra thì, chị đã chẳng hề nghĩ gì đến biển.\" Alice không tin. Tôi có thể thấy cô vẫn nghĩ tôi đang cố tự tử. Tôi quyết định chuyển sang hướng khác.  \" Vậy nếu em thấy chị nhảy xuống thì sao em lại không nhìn thấy Jacob?\" Cô nghiêng đầu sang một bên, thắc mắc.  Tôi nói tiếp. \"Lẽ ra chị đã chết đuối rồi nếu Jacob không nhảy xuống theo chị. Ừm, được thôi, chẳng có vẻ gì vậy cả. Nhưng anh ấy đã nhảy xuống, anh ấy đã kéo chị lên, và chắc là đã kéo chị vô bờ, dù chị hầu như chẳng biết gì về phần này.  Chị chỉ chìm chưa tới một phút là anh chàng đã chộp được chị rồi.  Sao em lại không nhìn thấy nhỉ\" Cô cau mày bối rối. \"Có người lôi chị lên à?\" \" Ừ. Jacob đã cứu chị. \" Tôi tò mò nhìn hàng loạt xúc cảm khó hiểu thoáng nhanh qua mặt cô. Có gì đó làm cô lo lắng – khả năng nhìn thấy không hoàn hảo của cô ư?  Nhưng tôi không chắc.  Rồi cô thận trọng nghiêng người về phía tôi rồi ngửi vai tôi.  Tôi cứng người.  “\"Đừng ngốc thế,”  cô lẩm bẩm, ngửi tôi thêm mấy lần nữa.  \"Em đang làm gì vậy?\" Cô phớt lờ câu hỏi của tôi. \" Mới rồi ai ở với chị ngoài kia vậy? Nghe như chị đang cãi nhau.\" \"Jacob Black.  Anh ấy ... gần như là bạn thân nhất của chị, chị nghĩ thế. Ít nhất thì, anh ấy là ...”  Tôi nghĩ đến khuôn mặt giận dữ của Jacob, khuôn mặt bị phụ bạc, và tự hỏi bây giờ anh là gì với tôi.  Alice gật đầu, có vẻ lo lắng.  “Gì vậy?\" \"Em không biết, \" cô nói. \" Em không chắc nó có nghĩa gì nữa. \" \" Ừm, ít nhất thì chị chưa chết.” Cô trợn tròn mắt. \"Ảnh đúng là ngu ngốc khi nghĩ chị có thể sống một mình được. Em chưa từng thấy có ai cứ nhăm nhăm khùng điên liều mạng như thế.” \"Chị vẫn còn sống mà,”  tôi chỉ ra.  Cô đang nghĩ về chuyện khác. \"Thế, nếu dòng chảy quá mạnh với chị, thì ông Jacob này xoay sở làm sao?\" \"Jacob ... mạnh lắm. \" Cô nghe nét miễn cưỡng trong giọng tôi, nên nhướng mày.  Tôi nhay môi một chút.  Điều này có phải là bí mật hay không?  Và nếu đây là một bí mật, thì tôi nên liên minh với ai đây?  Jacob, hay Alice ? Giữ bí mật quá khó khăn, tôi quyết định. Jacob biết mọi thứ, thì tại sao Alice lại không biết luôn chứ? “Này, ừm, anh ấy là ... đại loại là một người sói,”  tôi thừa nhận vội vã. \" Quileutes biến thành sói khi có ma cà rồng gần bên.  Họ biết Carlisle cách đây đã lâu.  Lúc đó em đã đến với Carlisle chưa?\" Alice đực mặt nhìn tôi trong chốc lát, rồi bình tĩnh trở lại, chớp nhanh mắt. \" Ừm, vậy thì hiểu được vì sao có mùi đó,\" cô lẩm bẩm. \" Nhưng vẫn không hiểu sao mình lại không nhìn thấy?\" Cô cau mày, vầng trán như bằng sứ của cô nhăn lại.  \" Mùi?\" Tôi lặp lại.  \"Chị bốc mùi hôi lắm, \" cô lơ đãng nói, vẫn cau mày. \" Người sói?  Chị chắc vậy à?\" \" Rất chắc,\"   tôi hứa, cau mày khi nhớ lại Paul và Jacob đánh nhau trên đường. \"Chị nghĩ em không ở với Carlisle lúc có người sói ở đây tại Forks ?\" \"Không. Lúc đó em chưa tìm thấy ông.”   Alice vẫn đang mải mê suy nghĩ. Bất ngờ, mắt cô mở to, và cô quay về nhìn tôi chằm chằm với vẻ bàng hoàng. \" Bạn thân nhất của chị là người sói?\" Tôi gật đầu ngượng ngùng.  \"Chuyện này xảy ra bao lâu rồi?\" \"Mới đây, \" tôi nói, giọng tôi đầy phòng thủ. \"Anh ấy chỉ làm người sói mới mấy tuần thôi. \" Cô trừng mắt nhìn vào tôi. \"Một người sói trẻ?  Vậy còn tệ hơn!  Edward nói đúng - chị là nam châm thu hút nguy hiểm.  Không phải là chị lẽ ra phải tránh xa rắc rối sao?\" \" Người sói chẳng sao hết,” tôi làu bàu, đau lòng vì giọng chỉ trích của cô.              \" Cho đến khi họ mất bình tĩnh. \" Cô lắc mạnh đầu từ bên này sang bên kia. \"Đó là chuyện riêng của chị, Bella.  Ai cũng khoẻ ra khi ma cà rồng rời khỏi thành phố.  Riêng chị thì phải chơi với mấy con quái vật đầu tiên chị tìm được.\" Tôi đã không muốn tranh cãi với Alice -  Tôi vẫn đang run rẩy vì vui sướng là cô thực sự, thực sự đang ở đây, tôi có thể chạm vào làn da cẩm thạch của cô và nghe giọng trong vắt như chuông ngân của cô - nhưng cô đã lầm hoàn toàn.  \"Không đâu, Alice, ma cà rồng không bỏ đi thật đâu – dù sao thì cũng không phải là tất cả.  Đó là toàn bộ chuyện rắc rối. Nếu không nhờ có người sói, Victoria có lẽ bây giờ đã bắt được chị rồi. Ừm, nếu không nhờ Jake và bạn bè anh ấy, Laurent hẳn đã bắt được chị trước cả cô ta, chị nghĩ, vì vậy –” \"Victoria?\" cô rít lên. \" Laurent?\" Tôi gật đầu, nét hoảng sợ ánh lên trong đôi mắt huyền của cô. Tôi chỉ vào ngực mình. \" Nam châm thu hút nguy hiểm, nhớ không?\" Cô lại lắc đầu. \" Hãy kể em nghe mọi thứ - bắt đầu từ đầu đi.\" Tôi tránh không kể lại từ đầu, bỏ qua chuyện xe máy và giọng nói, mà kể hết mọi chuyện khác cho cô nghe đến tận tai nạn bất ngờ hôm nay. Alice không thích kiểu giải thích sơ sài của tôi về chuyện buồn chán và vách đá, vì vậy tôi vội vã nói tiếp về ánh lửa lạ lùng đã thấy trên biển và chuyện tôi nghĩ nó là gì.  Mắt cô nheo lại gần như khít lại lúc nghe thế.  Thật lạ khi thấy cô trông thật ... thật nguy hiểm - như một con ma cà rồng. Tôi nuốt khó khăn và kể tiếp với phần còn lại về Harry.  Cô lắng nghe chuyện không hề ngắt lời. Đôi khi, cô lắc đầu, và nếp nhăn trên trán hằn sâu hơn cho đến khi giống như nó đã được khắc vĩnh viễn vào làn da cẩm thạch của cô. Cô chẳng nói lời nào và, cuối cùng, tôi nín bặt, lại đau đớn vì Harry đã qua đời. Tôi nghĩ về Charlie; ông sắp về nhà rồi.  Ông sẽ ra sao đây? \"Tụi em ra đi chẳng có lợi cho chị chút nào cả, phải không?\"  Alice thì thầm.  Tôi cười khan một tiếng - đó là một âm thanh hơi cuồng loạn. \"Dù sao thì chuyện đó chẳng hề quan trọng, đúng không? Đâu phải mọi người bỏ đi là vì chị đâu.” Alice cau mày nhìn sàn nhà hồi lâu. \" Được rồi... Em nghĩ hôm nay em hành động bốc đồng quá.  Lẽ ra em không nên vào nhà bừa thế này.\" Tôi có thể cảm thấy mặt mình không còn chút máu. Dạ dày tôi sụt xuống. \"Xin em đừng đi, Alice,\"  tôi thì thầm. Ngón tay tôi giữ chặt cổ áo trắng của cô và tôi bắt đầu thở dồn dập. \" Xin đừng bỏ chị. \" Mắt cô mở to hơn. \" Được rồi, \" cô nói, nói từng từ chậm rãi rõ ràng. \"Em sẽ không đi đâu hết đêm nay. Hãy hít thật sâu nào.\" Tôi cố làm theo, dù chẳng hoàn toàn thở được.  Cô theo dõi nét mặt tôi trong khi tôi tập trung vào hơi thở của mình. Cô chờ đến khi tôi bình tĩnh hơn rồi mới bình luận.  \"Chị trông kinh khủng quá, Bella. \" \"Hôm nay chị lọt xuống nước mà, \" tôi nhắc cô.  \"Còn hơn vậy nữa. Chị nhếch nhác quá. \" Tôi nao núng. \"Nè, chị đang cố hết khả năng của mình.\" \"Nghĩa là sao?\" \"Đâu có dễ. Chị đang cố gắng hết sức. \" Cô cau mày. \" Em đã bảo ảnh rồi, \" cô nói với mình.  \" Alice, \" tôi thở dài. \" Em nghĩ em sẽ nhìn thấy gì hả? Ý chị là, ngoài chuyện chị chết ra? Em nghĩ em sẽ thấy chị đang chạy nhảy tung tăng vừa huýt sáo mấy bài hát thịnh hành hả?  Em hiểu chị hơn vậy mà.\" \"Em hiểu. Nhưng em đã hy vọng chị sẽ sống vui. \" \"Vậy chắc chị đâu có ngớ ngẩn như vậy hả.\" Điện thoại reo.  \"Chắc là Charlie, \" tôi nói, lảo đảo đứng lên. Tôi chộp bàn tay như đá của Alice và kéo cô vô bếp với mình. Tôi sẽ không để cô xa tầm mắt mình.  \"Charlie à?\" Tôi trả lời điện thoại.  \"Không, tôi đây, \" Jacob nói.  \"Jake !\" Alice chăm chú quan sát vẻ mặt tôi.  \" Chỉ để chắc là bạn vẫn còn sống thôi, \" Jacob chua chát nói.  \"Tôi ổn mà. Tôi đã bảo bạn là không phải--- \" \" Ờ. Tôi hiểu rồi. Tạm biệt. \" Jacob gác máy không để tôi nói hết câu.  Tôi thở dài và ngửa đầu nhìn chằm chằm vào trần nhà. \" Thế nào cũng có chuyện.\" Alice siết tay tôi. \" Họ không thích em ở đây. \" \"Hoàn toàn không. Nhưng dù sao thì đó không phải là chuyện của họ. \" Alice ôm choàng lấy tôi. \" Vậy giờ mình làm gì đây?\" cô trầm ngâm. Cô có vẻ nói chuyện với mình trong chốc lát. \"Những chuyện cần làm.  Những chuyện cần làm cho xong.\" \"Chuyện gì cần phải làm?\" Cô đột ngột có vẻ lo lắng. “Em không biết chắc ... Em cần gặp Carlisle.\" Cô sẽ đi ngay như thế sao? Dạ dày tôi sụt xuống hoảng sợ.  \"Em ở lại nhé?\"  Tôi cầu xin. \" Xin em?  Chỉ một chút thôi.  Chị nhớ em lắm.\"  Giọng tôi nức nở.  \" Nếu chị nghĩ đó là ý hay.\" Mắt cô không vui.  \"Thật mà. Em ở lại đây được mà - Charlie sẽ thích vậy lắm.\" \"Em có nhà mà, Bella. \" Tôi gật đầu, thất vọng nhưng đành cam chịu. Cô do dự, nhìn kỹ tôi.  \" Ừm, ít ra thì em cũng phải đi lấy va-li quần áo. \" Tôi vòng tay ôm cô. \" Alice, em là người tuyệt nhất đời!\" \" Và em nghĩ em cần đi săn. Ngay lập tức, \" cô căng thẳng nói thêm.  \"Ối.\"  Tôi lùi một bước.  \"Chị có thể nào tránh xa rắc rối trong một tiếng đồng hồ không?\" cô hoài nghi hỏi.  Rồi trước khi tôi có thể trả lời, cô giơ một ngón tay lên rồi nhắm mắt lại. Khuôn mặt cô lặng đi và trống rỗng trong vài giây.  Rồi mắt cô mở và cô tự trả lời câu hỏi của mình. \" Ừ, chị sẽ ổn. Dù sao thì, trong đêm nay.\" Cô nhăn nhó. Thậm chí khi nhăn mặt, trông cô vẫn giống như một thiên thần.  \"Em sẽ quay lại chứ?\"  Tôi thì thầm hỏi.  \"Em hứa - một tiếng thôi.\" Tôi liếc nhìn đồng hồ trên bàn bếp. Cô cười và nghiêng người về trước thật nhanh để hôn lên má tôi.  Rồi cô biến mất.  Tôi hít thật sâu. Alice sẽ trở lại. Tôi bỗng cảm thấy khoẻ hơn thiệt nhiều.  Tôi có đủ thứ chuyện phải làm để giữ mình luôn bận rộn trong khi chờ đợi. Tắm vòi sen chắc chắn là chuyện đầu tiên phải làm. Tôi ngửi vai mình khi cởi áo, nhưng tôi chẳng thể ngửi thấy bất kỳ mùi gì ngoài mùi muối biển và mùi tảo trong đại dương. Tôi tự hỏi không biết Alice có ý gì khi bảo là tôi hôi rình.  Khi đã sạch sẽ, tôi quay lại nhà bếp. Tôi chẳng thấy dấu hiệu nào cho thấy là Charlie đã ăn uống gần đây, và chắc thế nào ông cũng đói khi quay về. Tôi ngâm nga chẳng theo giai điệu gì cả cho mình nghe khi loay hoay trong nhà bếp.  Trong khi món thịt hầm ăn hôm thứ Năm đang xoay trong lò vi ba, tôi bày biện ghế trường kỷ bằng mấy tấm mền và một cái gối cũ.  Alice không cần đến nó, nhưng Charlie cần nhìn thấy nó. Tôi cẩn thận không nhìn đồng hồ. Chẳng có cớ gì lại làm mình hoảng sợ cả; Alice đã hứa rồi.  Tôi ăn vội bữa tối, chẳng thưởng thức gì cả - chỉ cảm thấy đau khi đồ ăn trượt xuống cổ họng đau buốt của mình. Tôi chỉ khát thôi; chắc tôi uống cả một nửa ga-lông nước lúc ăn xong. Toàn bộ muối trong cơ thể đã làm tôi mất nước.  Tôi định đi xem ti-vi trong khi đợi.  Alice đã ở đó rồi, ngồi trên chiếc giường tạm của mình. Mắt cô màu kẹo bơ long lanh. Cô mỉm cười và vỗ nhẹ gối. \"Cám ơn chị.\" \"Em về sớm, \" tôi nói, vui sướng.  Tôi ngồi cạnh cô và ngả đầu lên vai cô. Cô vòng đôi tay lạnh giá của mình ôm tôi và thở dài.  \"Bella. Mình sẽ làm gì với chị đây?\" \"Chị không biết, \" tôi thừa nhận. \" Chị thực đã cố gắng hết sức rồi.\" \"Em biết mà.\" Im lặng.  \"Ảnh – ảnh có...\"  tôi hít thật sâu.  Nói ra tên anh còn khó hơn, mặc dù bây giờ tôi có thể nghĩ đến nó rồi. \"Edward có biết em ở đây không?\"   Tôi không thể không hỏi.  Dù sao thì đó là nỗi đau của tôi.  Tôi sẽ lo liệu chuyện này khi cô đã ra đi, tôi tự hứa với lòng, và cảm thấy muốn bịnh vì ý nghĩ đó.  \"Không.\" Chỉ có một lý do duy nhất để chuyện đó là thật. \"Ảnh không ở cùng Carlisle và Esme à?\" \"Vài tháng ảnh mới ghé qua một lần.\" \"Ôi.\" Anh hẳn vẫn đang ngao du sung sướng vui chơi. Tôi tập trung tính hiếu kỳ của mình vô đề tài an toàn hơn. \"Em nói em bay đến đây ... Em từ đâu đến?\" \"Em ở Denali. Đến thăm gia đình Tanya.\" \"Jasper ở đây chớ hả?  Ảnh có đi cùng em... \" Cô lắc đầu. \"Ảnh không tán thành chuyện em xía vào.  Tụi em đã hứa ....\"  giọng cô nhỏ dần, rồi giọng cô thay đổi. \" Chị nghĩ Charlie sẽ không phiền chuyện em ở đây hả?\" cô hỏi, có vẻ lo lắng.  \" Charlie nghĩ em thiệt là tuyệt vời, Alice. \" \" Ừm, mình sẽ biết ngay thôi.\" Rõ ràng rồi, vài giây sau tôi nghe tiếng xe tuần tiễu dừng lại trên đường lái xe vào nhà. Tôi đứng bật dậy và vội vã ra mở cửa.  Charlie lê bước trên lối đi, mắt ông dán xuống đất và vai xệ xuống. Tôi bước ra đón ông; thậm chí ông cũng chẳng nhìn thấy tôi cho đến khi tôi ôm quanh thắt lưng ông.  Ông ôm siết tôi.  \"Con rất tiếc về chuyện Harry, bố.\" \"Bố sẽ nhớ bác ấy lắm,\"  Charlie lầm bầm.  \" Sue ra sao?\" \"Bà ấy có vẻ mụ người, như thể vẫn chưa hiểu ra chuyện gì. Sam đang ở cùng bà ấy...\"  Âm lượng giọng ông lúc to lúc nhỏ. \"Mấy đứa nhỏ tội nghiệp đó. Leah chỉ lớn hơn con có một tuổi, còn Seth mới 14...\" ông lắc đầu. Ông vẫn ôm chặt tôi khi ông lại bắt đầu đi về phía cửa.  \" Um, bố?\"  Tôi nghĩ mình nên báo trước cho ông biết. \"Bố sẽ không thể đoán nỗi ai đang ở đây đâu. \" Ông ngây người nhìn tôi.  Xoay đầu nhìn quanh, và ông thấy chiếc Mercedes bên kia đường, đèn ở hàng hiên phản chiếu nước sơn đen bóng của nó.  Trước khi ông phản ứng, Alice đã ở ngay lối vào.  \"Chào, Charlie, \" cô nói bằng giọng khẽ khàng. \" Con xin lỗi vì đã đến không đúng lúc như thế này.\" \"Alice Cullen à?\" ông nhìn chăm chú vào dáng người mảnh khảnh trước mặt mình như thể ông không tin vào mắt mình. \"Alice, con đó sao?\" \"Con đây, \" cô xác nhận. \"Con đã đến đây.\" \"Carlisle cũng... ?\" \"Không, con đi một mình.\" Cả Alice và tôi đều biết ông không thật sự hỏi thăm Carlisle.  Cánh tay ông siết chặt vai tôi.  \"Em ấy có thể ở lại đây, phải không bố?\"  Tôi khẩn khoản. \" Con đã mời em ấy rồi. \" \" Dĩ nhiên rồi, \" Charlie nói một cách máy móc. \" Chúng tôi rất muốn con ở đây, Alice. \" \" Cảm ơn bác, Charlie.  Con biết thật là thời điểm khó khăn. \" \" Không, ổn cả, thật đó.  Bác sẽ rất bận lo mấy chuyện có thể làm được cho gia đình Harry; sẽ rất đỡ cho Bella nếu có bạn bè ở bên.\" \"Bữa tối của bố ở trên bàn đó bố,\"  tôi bảo ông.  \" Cám ơn, Bell. \" Ông siết tôi thêm một lần nữa rồi mới lê chân về phía nhà bếp.  Alice quay lại ghế trường kỷ, và tôi đi theo cô. Lúc này, cô là người kéo tôi tựa vào vai cô.  \"Trông chị mệt mỏi quá.\" \" Ờ, \" tôi đồng ý, và nhún vai. \"Suýt chết làm chị ra nông nỗi đó..., Thế Carlisle nghĩ sao khi em ở đây?\" \"Ông không biết. Ông và Esme đang đi săn. Em sẽ biết tin ông trong vài ngày nữa, khi ông quay về.” \"Em sẽ không nói với ảnh chớ, cho dù ... ảnh có ghé qua?\"  Tôi hỏi. Cô biết bây giờ tôi không nói về Carlisle.  \"Không đâu. Ảnh sẽ mắng nhiếc em thậm tệ, \" Alice buồn rầu nói.  Tôi cười khan, rồi thở dài.  Tôi không muốn ngủ. Tôi muốn thức suốt đêm nói chuyện với Alice. Và với tôi thiệt là vô lý khi lại mệt mỏi, khi tôi đã ngủ vùi trên ghế trường kỷ của Jacob suốt ngày. Nhưng chết đuối thật sự làm tôi rất mệt mỏi, và mắt tôi không chịu mở nữa. Tôi ngả đầu lên bờ vai như đá của cô, và chìm vào giấc ngủ bình yên chưa từng dám mơ đến.  Tôi dậy sớm, sau giấc ngủ say và sâu, cảm thấy khoan khoái, nhưng tê cứng. Tôi đang nằm trên ghế trường kỷ được đắp kỹ dưới tấm mền định dành cho Alice, và tôi nghe tiếng cô và Charlie nói chuyện trong bếp. Nghe có vẻ như Charlie đang nấu bữa điểm tâm cho cô.  \"Tệ đến mức nào, Charlie?\"  Alice khẽ hỏi, và lúc đầu tôi nghĩ họ đang nói về Clear waters.  Charlie thở dài. \" Tệ hết sức.\" \" Kể con nghe chuyện đó đi. Con muốn biết chính xác đã xảy ra chuyện gì khi tụi con bỏ đi.\" Im lặng một chốc khi cửa tủ bếp đóng và tiếng quay số bếp lò vào khớp. Tôi đợi, rúm người.  \"Bác chưa bao giờ cảm thấy bất lực đến thế,\"  Charlie chậm rãi bắt đầu. \"Bác chẳng biết phải làm gì. Tuần đầu tiên đó – bác cứ nghĩ mình phải cho nó nhập viện.  Nó chẳng ăn uống, chẳng nhúc nhích. Bác sĩ Gerandy cứ mở miệng ra là nói những từ như 'thôi miên,' nên bác không cho ông ấy khám nó. Bác sợ chuyện đó sẽ làm nó sợ.\" \"Nhưng rồi chỉ cũng đã vượt qua được?\" \"Bác nhờ Renee đến đưa nó đến Florida. Bác tuyệt nhiên không muốn trở thành một ... nếu nó phải vào bệnh viện này nọ. Bác hy vọng sống với mẹ nó sẽ khá hơn.   Nhưng khi bắt đầu xếp quần áo vào va-li, nó bỗng phản ứng dữ dội.  Bác chưa từng thấy Bella nổi trận lôi đình như thế. Nó chưa bao giờ là người hay nổi giận, nhưng, trời ơi, nó nổi giận đùng đùng. Nó ném quần áo khắp nơi và la hét đến mức bọn bác không bắt nó đi được - rồi cuối cùng thì nó cũng bắt đầu khóc. Bác nghĩ đó là bước ngoặt. Bác đã không bàn cãi khi nó khăng khăng đòi ở lại và lúc đầu có vẻ khá hơn ...\" Giọng Charlie nhỏ dần. Thật khó khăn khi lắng nghe chuyện này, biết rằng tôi đã làm ông đau khổ biết bao.  \"Nhưng rồi?\" Alice nhắc.  \"Nó đi học và làm việc trở lại, nó đã ăn và ngủ và làm bài tập ở nhà. Nó vẫn trả lời khi có người hỏi nó. Nhưng nó... trống rỗng. Đôi mắt vô hồn. Nhiều chuyện nhỏ nhặt khác - nó không nghe nhạc nữa; bác thấy cả đống đĩa CD vỡ trong thùng rác. Nó chẳng đọc sách; nó không ở lại phòng khi bật TV, trước đây nó cũng chẳng xem ti-vi nhiều như thế. Cuối cùng thì bác cũng hiểu ra - nó đang tránh mọi thứ có thể làm nó nhớ đến ... thằng đó.  “Bác và nó hầu như không nói chuyện với nhau được; bác cứ sợ mình sẽ lỡ nói phải chuyện gì đó làm nó khó chịu - những chuyện nhỏ nhặt nhất cũng làm nó đau đớn - và nó chẳng bao giờ tự giác làm bất kỳ thứ gì. Nó chỉ trả lời khi bác hỏi đến.  \"Nó ở một mình suốt. Nó chẳng bao giờ gọi lại bạn bè, và sau một thời gian, tụi kia cũng chẳng gọi cho nó nữa.  \"Thật đúng là đêm của xác chết vô hồn quanh đây. Bác vẫn còn nghe nó la hét trong giấc ngủ ...\" Tôi gần như có thể thấy ông đang rùng mình. Tôi nhớ lại và cũng rùng mình. Rồi tôi thở dài. Tôi đã chẳng lừa được ông chút nào cả, dù chỉ một giây.  \"Con thật lòng xin lỗi, Charlie, \" Alice nói, giọng buồn bã.  \"Không phải lỗi của con.”  Cách ông nói cho thấy rất rõ ràng ông có ý buộc trách nhiệm cho ai đó.  \"Con luôn là một đứa bạn tốt của nó.” \"Nhưng giờ chị ấy có vẻ khá hơn rồi.” \"Ờ. Suốt từ khi nó bắt đầu đi chơi với Jacob Black, bác nhận thấy khá hơn thực sự. Má nó hồng lên đôi chút khi về nhà, chút tươi vui ngời trong mắt.  Nó vui vẻ hơn.”  Ông ngừng lại, và giọng khác hẳn khi nói tiếp. \"Thằng bé này nhỏ hơn nó khoảng một hai tuổi, và bác biết nó vẫn xem thằng bé này là bạn bè, nhưng bác nghĩ có lẽ bây giờ đã hơn vậy, hoặc dù sao thì cũng đang theo chiều hướng đó.” Charlie nói câu này bằng một giọng gần như sẵn sàng gây sự. Đó là một lời cảnh báo, không phải dành cho Alice, mà là để cô chuyển lời đi. \"Jake già dặn hơn so với tuổi,” ông nói tiếp, vẫn có vẻ phòng thủ. \"Nó chăm sóc cha nó về mặt thể chất cũng giống Bella đã chăm lo cho mẹ nó về mặt tình cảm.  Điều đó làm nó trưởng thành.  Nó cũng là một thằng nhóc đẹp trai - giống bên mẹ nó.  Nó phù hợp với Bella, con biết đó,” Charlie nhấn mạnh.  \"Vậy chị ấy có anh ấy thật là tốt,” Alice đồng ý.  Charlie thở dài thườn thượt, hết chống đối. \"OK, bác nghĩ nói vậy cũng hơi quá. Bác không biết ... dù ở bên Jacob, thỉnh thoảng bác vẫn nhìn thấy điều gì đó trong mắt nó, và bác tự hỏi không biết mình đã bao giờ đau đớn như nó không.  Thật không bình thường, Alice, và điều đó ... điều đó làm bác sợ.  Chẳng bình thường chút nào cả. Chẳng giống như có người ... bỏ nó, mà giống như có người đã chết.\"  Giọng ông khản lại.  Tựa như đã có ai đó chết -- tựa như tôi đã chết. Bởi vì còn hơn là mất đi niềm tin tưởng vào tình yêu đích thực, làm như điều đó chưa đủ để giết người. Mà cũng là mất cả tương lai, cả gia đình - toàn bộ cuộc sống tôi đã lựa chọn... Charlie nói tiếp vẻ tuyệt vọng.  \"Bác không biết liệu nó có vượt qua được chuyện đó hay không- bác không rõ lành những vết thương như thế này có phải là bản chất của nó không. Nó luôn là một cô bé thủy chung như nhất. Nó không bỏ qua được chuyện cũ dễ dàng, hay thay lòng đổi dạ. \" \"Chị ấy đúng là loại người như vậy,” Alice đồng ý bằng giọng vô tư.  \"Và Alice \" Charlie do dự. \"Bây giờ, con biết bác rất thích con, và bác có thể nói rằng gặp con nó mừng lắm, nhưng ... bác hơi lo lắng không biết chuyến viếng thăm của con sẽ tác động lên nó ra sao đây.” \"Con cũng vậy, Charlie, con cũng vậy. Con đã không đến nếu con biết thế. Con xin lỗi. \" \"Đừng xin lỗi, cưng à. Ai mà biết được?  Có lẽ sẽ tốt cho nó. \" \"Con hy vọng là bác nói đúng. \" Ngưng một hồi lâu khi nĩa cọ trên đĩa và Charlie nhai. Tôi tự hỏi không biết Alice giấu thức ăn ở đâu.  \"Alice, bác phải hỏi con một chuyện, \" Charlie lúng túng nói.  Alice bình thản. \"Xin cứ nói.\" \"Nó cũng sẽ chẳng quay về thăm, phải không?\" Tôi có thể nghe nỗi tức giận bị kiềm nén trong giọng Charlie.  Alice trả lời bằng giọng dịu dàng, cam đoan. \"Thậm chí ảnh không hề biết con ở đây. Lần cuối cùng con nói chuyện với ảnh thì ảnh đang ở Nam Mỹ. \" Tôi cứng đờ khi nghe thông tin mới này, và lắng nghe kỹ hơn.  \"Ít ra thì cũng vậy. \" Charlie khịt mũi. \" Ừm, bác hy vọng nó đang vui chơi thoả thích.\" Lần đầu tiên, giọng Alice hơi đanh lại. \"Con sẽ không suy diễn đâu, Charlie.” Tôi biết mắt cô sẽ loé lên giận dữ khi cô sử dụng cách nói ấy.  Ghế xịch ra khỏi bàn, cọ thật to trên sàn. Tôi hình dung Charlie đang đứng dậy; vì Alice không thể nào lại gây ra loại tiếng ồn đó. Vòi nước chảy, bắn tung toé trên đĩa.  Có vẻ như họ sẽ không nói thêm bất cứ thứ gì về Edward nữa, vì vậy tôi quyết định đã đến lúc phải thức dậy.  Tôi trở mình, nhún trên lò xo để làm chúng kêu cót két. Rồi ngáp thiệt to.  Bếp yên lặng như tờ.  Tôi vươn vai kêu ca.  \"Alice?\"  Tôi ngây thơ hỏi; cơn đau nhức khó chịu trong cổ họng càng làm trò giả vờ ngớ ngẩn này giống thiệt hơn.  \"Em đang trong bếp nè, Bella,” Alice gọi, giọng cô chẳng chút nghi ngờ gì chuyện tôi nghe lén. Nhưng cô giỏi che giấu những chuyện như thế lắm.  Rồi Charlie phải đi - ông sẽ giúp Sue Clearwater lo chuyện ma chay.   Sẽ là một ngày rất chán nếu không có Alice. Cô chẳng hề nhắc đến chuyện ra đi, còn tôi thì không hỏi. Tôi biết đó là điều không thể tránh khỏi, nhưng tôi đẩy nó ra khỏi tâm trí mình.  Thay vào đó, chúng tôi trò chuyện về gia đình cô - tất cả mọi người chỉ trừ  một người.  Carlisle đang làm ca đêm ở Ithaca và dạy bán thời gian ở Cornell. Esme đang khôi phục lại một ngôi nhà thuộc thế kỷ XVII, một di tích lịch sử, trong khu rừng ở phía bắc thành phố. Emmett và Rosalie đã đến Châu Âu vài tháng hưởng một tuần trăng mật nữa, nhưng bây giờ họ đã quay về. Jasper cũng đang ở Cornell, lần này học triết học. Và Alice đang tìm hiểu một số chuyện riêng, liên quan đến thông tin tôi vô tình khám phá ra cho cô mùa xuân năm ngoái. Cô đã thành công trong việc lần theo dấu vết xuống khu tị nạn nơi cô sống trong những năm cuối cùng quãng đời làm người của cô. Cuộc đời mà cô chẳng hề nhớ gì cả.  \"Tên em là Mary Alice Brandon, \" cô giản dị nói. \"Em có một người em gái tên là Cynthia. Con gái nó - cháu gái em - vẫn đang sống ở Biloxi.” \"Em đã biết tại sao họ đưa em vào... chỗ đó chưa?\"  Điều gì đã khiến cha mẹ làm chuyện quá khích đó? Cho dù con gái mình có khả năng nhìn thấy tương lai thì ... Cô chỉ lắc đầu, đôi mắt màu hoàng ngọc trầm tư. \"Em không tìm ra nhiều thông tin về họ. Em đã lục lọi tất cả báo chí cũ trên vi phim. Gia đình em không được đề cập đến nhiều cho lắm; họ không thuộc thành phần trong xã hội làm tốn giấy mực của báo chí.  Có tin về lễ đính hôn của cha mẹ em, và tin về Cynthia.”  Cái tên này phát ra thiếu tự tin. \"Ngày sinh của em được công bố...  và cái chết của em. Em cũng tìm thấy mộ của mình. Em cũng chôm được giấy nhập viện trong kho lưu trữ của trại tị nạn. Ngày nhập viện và ngày trên bia mộ của em giống nhau.” Tôi không biết nói gì, và, sau khi ngừng một lúc, Alice chuyển qua mấy đề tài nhẹ nhàng hơn.  Bây giờ gia đình Cullens đã đoàn tụ trở lại, trừ một ngoại lệ, nghỉ xuân Cornell ở Denali với Tanya và gia đình. Tôi lắng nghe quá háo hức dù là những tin tức vụn vặt nhất. Cô chẳng hề đề cập đến tin tức tôi muốn nghe nhất, và tôi biết ơn cô vì điều đó.  Nghe kể chuyện về gia đình tôi đã từng mơ mình sẽ thuộc về là đã đủ.  Charlie chỉ về nhà khi trời sẩm tối, và trông ông còn kiệt sức hơn cả đêm trước. Ông sẽ quay lại khu bảo tồn ngay vào buổi sáng để dự đám tang của Harry, nên ông đi ngủ sớm. Tôi lại ngủ trên ghế trường kỷ với Alice tiếp.  Charlie gần như là một người mới hoàn toàn khi xuống cầu thang trước khi mặt trời mọc, mặc bộ quần áo cũ tôi chưa từng thấy ông mặc. Áo khoác để mở; tôi đoán vì áo chật quá không cài nút được. Cà vạt của ông hơi rộng so với phong cách hiện thời. Ông rón rén ra cửa, cố không đánh thức chúng tôi. Tôi để ông đi, giả vờ ngủ, y như Alice cũng làm vậy trên ghế dựa.  Ngay khi ông vừa ra ngoài cửa, Alice ngồi bật dậy. Dưới mền bông, cô đã mặc quần áo chỉnh tề.  \"Nè, hôm nay mình sẽ làm gì?\" cô hỏi.  \"Chị không biết - em có thấy có gì vui sắp xảy ra không?\" Cô mỉm cười và lắc đầu. \"Nhưng vẫn còn sớm quá. \" Ở La Push suốt đồng nghĩa với một đống chuyện bị bỏ bê ở nhà, và tôi quyết định làm cho xong mấy chuyện nhà. Tôi muốn làm một chuyện gì đó, bất cứ chuyện gì có thể làm Charlie sống nhẹ nhàng thoải mái hơn - có lẽ ông sẽ cảm thấy dễ chịu hơn một chút khi về một ngôi nhà sạch sẽ, ngăn nắp. Tôi bắt đầu dọn phòng tắm - toàn là dấu hiệu bị bỏ bê.  Trong khi tôi làm việc, Alice tựa người vào khung cửa và hỏi mấy câu hờ hững về, ờ thì, bạn cùng trường trung học và họ ra sao từ khi cô ra đi. Khuôn mặt cô vẫn tự nhiên và vô cảm, nhưng tôi cảm thấy cô không vừa ý khi nhận ra tôi gần như chẳng biết gì để kể cho cô biết. Hoặc có lẽ chỉ vì tôi cảm thấy cắn rứt lương tâm vì đã nghe lén cô nói chuyện với Charlie sáng hôm qua.  Tôi đeo Comet đến tận khuỷu tay, chà sàn bồn tắm, thì chuông cửa reo.  Tôi nhìn Alice ngay, và vẻ mặt cô khó hiểu, gần như lo lắng, điều này thật lạ; Alice chẳng bao giờ bị bất ngờ.  \"Chờ chút!\" Tôi la to về phía cửa trước, đứng dậy và vội vã đến bồn rửa chén để rửa tay.  \"Bella, \" Alice nói với vẻ thất vọng, \"Em nghĩ em đoán được đó là ai, và em nghĩ em nên ra khỏi nhà.” \"Đoán?” Tôi lặp lại. Alice phải đoán từ khi nào nhỉ? \"Nếu khả năng nhìn trước sự việc của em lặp lại sai sót nghiêm trọng giống hôm qua, thì rất có khả năng đây chính là Jacob Black hoặc một trong mấy ... người bạn của anh ta.” Tôi nhìn cô chằm chằm, diễn đạt lại câu nói ấy. \"Em không thấy được người sói?\" Cô nhăn nhó. \"Hình như vậy.” Cô rõ ràng bực mình vì sự việc này - hết sức bực mình.  Chuông cửa lại reo - reng hai lần thật nhanh và sốt ruột.  \"Em chẳng phải đi đâu hết, Alice. Em ở đây trước.” Cô cười tiếng cười nhẹ như bạc ngân của mình – đã hơi u ám. \"Tin em đi - em và Jacob Black ở chung một căn phòng chẳng phải là ý hay đâu.” Cô hôn má tôi thật nhanh rồi mới biến qua cửa phòng Charlie - để ra ngoài bằng cửa sổ bên hông phòng ông, rõ là vậy rồi.  Chuông cửa lại reo."
        }
    ],
    "suggestions": []
}