{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Inca",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Inca</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a member of a South American Indian people living in the central Andes before the Spanish conquest in the early 1530s. </blockquote></blockquote><blockquote><blockquote>2》 the supreme ruler of the Incas. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>Incaic</b><cclass>ɪŋ'keɪɪk <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote><cclass><b>Incan</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>the name in Quechua, lit. 'lord, royal person'. </blockquote></div>",
            "word": "Inca",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Inca",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Inca",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Inca",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "old <em>Inca</em> city",
            "vi": "thành phố Inca cũ"
        },
        {
            "en": "You'll see the relics of Peru's <em>Inca</em> Temple with indigenous music as the background.",
            "vi": "Bạn sẽ thấy những tàn tích của đền Inca ở Pêru với tiếng nhạc nền bản địa."
        },
        {
            "en": "An explorer’s encounter with the ruined city of Machu Picchu, the most famous icon of the <em>Inca</em> civilisation.",
            "vi": "Cuộc gặp gỡ của nhà thám hiểm với thành phố đổ nát Machu Picchu, biểu tượng nổi tiếng nhất của nền văn minh Inca"
        },
        {
            "en": "Thor Heyerdahl, the Norwegian ethnographer and adventurer, thought the statues had been created by pre-<em>Inca</em> peoples from Peru.",
            "vi": "Thor Heyerdahl, một nhà dân tộc học đồng thời cũng là một nhà thám hiểm người Na Uy, cho rằng các bức tượng này đã được tạo ra bởi tổ tiên của người Inca ở Peru."
        },
        {
            "en": "His goal was to locate the remains of a city called Vitcos, the last capital of the <em>Inca</em> civilisation.",
            "vi": "Mục tiêu của ông là xác định vị trí của phần còn lại của thành phố được gọi là Vitcos, thủ đô cuối cùng của nền văn minh Inca."
        },
        {
            "en": "Peru used to to be the cradle of the glorious culture of <em>Inca</em> Empire in the 16th century and colonized by Spanish with the Viceroyalty of Peru.",
            "vi": "Từng là cái nôi của nền văn minh Inca rực rỡ, nhưng vào thế kỷ 16, Peru đã bị người Tây Ban Nha xâm chiếm , và thành lập phó vương phủ Peru."
        },
        {
            "en": "The indigenous people have inhabited in Peru for thousands of year, and built up several unique civilizations of which <em>Inca</em> Empire was the outstanding.",
            "vi": "Thổ dân da đỏ ở Peru đã hiện diện tại vùng đất này hàng ngàn năm trước, xây dựng nhiều nền văn minh độc đáo, tiêu biểu là đế chế Inca hùng mạnh."
        },
        {
            "en": "Sadly, his vision of the site as both the beginning and end of the <em>Inca</em> civilisation, while a magnificent one, is inaccurate.",
            "vi": "Thật đáng buồn, tầm nhìn của ông về địa điểm này như là sự khởi đầu và kết thúc của nền văn minh Inca, trong khi đó đây là một khu vực tráng lệ, là không chính xác."
        },
        {
            "en": "Peru used to to be the cradle of the glorious culture of <em>Inca</em> Empire in the 16th century and colonized by Spanish with the Viceroyalty of Peru.",
            "vi": "Từng là cái nôi của nền văn minh Inca rực rỡ, nhưng vào thế kỷ 16, Peru đã bị người Tây Ban Nha xâm chiếm, và thành lập phó vương phủ Peru."
        },
        {
            "en": "He wondered whether it could have been the birthplace of the very first <em>Inca</em>, Manco the Great, and whether it could also have been what chroniclers described as ‘the last city of the Incas’.",
            "vi": "Ông ấy tự hỏi liệu đó có phải là nơi sinh của người Inca đầu tiên, Manco Đại Đế, và liệu đó có phải là những gì mà các sử gia đã miêu tả là \"thành phố cuối cùng của người Inca\"."
        },
        {
            "en": "When the US explorer and academic Hiram Bingham arrived in South America in 1911, he was ready for what was to be the greatest achievement of his life: the exploration of the remote hinterland to the west of Cusco, the old capital of the <em>Inca</em> empire in the Andes mountains of Peru.",
            "vi": "Khi nhà thám hiểm, học giả người Hoa Kỳ Hiram Bingham đến Nam Mỹ năm 1911, ông đã sẵn sàng cho những thành công lớn nhất của cuộc đời mình: thăm dò vùng nội địa xa xôi ở phía tây của Cusco, thủ đô cũ của đế chế Inca ở dãy núi Andes của Peru. "
        },
        {
            "en": "An idea which has gained wide acceptance over the past few years is that Machu Picchu was a moya, a country estate built by an <em>Inca</em> emperor to escape the cold winters of Cusco, where the elite could enjoy monumental architecture and spectacular views .",
            "vi": "Một ý tưởng đã được chấp nhận rộng rãi trong vài năm qua là Machu Picchu là một moya, một di sản của đất nước được xây dựng bởi một hoàng đế Inca để thoát khỏi mùa đông lạnh giá của Cusco, nơi tầng lớp thượng lưu có thể thưởng thức  kiến trúc kỳ vĩ và khung cảnh ngoạn mục ."
        }
    ],
    "suggestions": []
}