{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'kɑ:səreitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị bỏ tù, bị tống giam</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bị nghẹt (thoát vị)</td></tr></table><i/></div>",
            "word": "incarcerated",
            "pronounce": "[in'kɑ:səreitid]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "incarcerated",
            "pronounce": "[in'kɑ:səreitid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "incarcerated",
            "pronounce": "[in'kɑ:səreitid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "incarcerated",
            "pronounce": "[in'kɑ:səreitid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "incarcerated",
            "pronounce": "[in'kɑ:səreitid]"
        }
    },
    "sentences": [
        {
            "en": "<em>Incarcerated</em>.",
            "vi": "Bị nghẹt."
        },
        {
            "en": "Altogether, they <em>incarcerated</em> some 150 people.",
            "vi": "Nhìn chung, họ đã giam giữ khoảng 150 người."
        },
        {
            "en": "He was <em>incarcerated</em> in the castle dungeon for years.",
            "vi": "Hắn đã bị giam cầm trong ngục tối của lâu đài trong nhiều năm."
        },
        {
            "en": "Thousands of dissidents have been interrogated or <em>incarcerated</em>.",
            "vi": "Hàng ngàn người chống đối đã bị thẩm tra hoặc bị bỏ tù."
        },
        {
            "en": "The criminals were <em>incarcerated</em> in confined quarters for long years.",
            "vi": "Các tội phạm bị giam giữ trong các khu giam cầm suốt nhiều năm."
        },
        {
            "en": "The heinous criminal was arrested and <em>incarcerated</em> so that he could not harm another child.",
            "vi": "Tên tội phạm tàn ác đó bị bắt và tống giam để không thể làm hại đứa trẻ khác."
        },
        {
            "en": "And for the millions of US children that grow up with a parent behind bars, the ability to see an <em>incarcerated</em> parent—and, ideally, touch them—is crucial to their well-being.",
            "vi": "Và đối với hàng triệu trẻ em Mỹ lớn lên khi mà cha mẹ đằng sau song sắt, cơ hội được nhìn thấy cha mẹ mình bị giam – và lý tưởng hơn là được chạm vào họ là điều cốt lõi trong cuộc sống của chúng."
        },
        {
            "en": "Video visitation was once touted as a technological innovation that would help inmates remain in touch with the outside world, but in many places has turned into a money-making scheme that puts a toll on those who are <em>incarcerated</em> and their families.",
            "vi": "Cuộc thăm viếng qua video đã từng được hoan nghênh như một sự đổi mới về công nghệ có thể giúp các tù nhân giữ liên lạc với bên ngoài, nhưng ở nhiều nơi đã trở thành một kế hoạch kiếm tiền làm ảnh hưởng tiêu cực đến cả tù nhân và gia đình của họ."
        },
        {
            "en": "Inguinal hernia care    Caring for your child after surgery What is a hernia? A hernia is a bulging of tissue through an opening, usually in the belly area (abdomen). An inguinal hernia occurs near the crease between the abdomen and leg. You can see it as a bulge or swelling under the skin in the groin area. The swelling can extend down into the scrotum in boys or the labia in girls. You may notice that the swelling comes and goes. You may have found the hernia while diapering or bathing your child.  Unlike hernias in adults, your child’s hernia is not due to a muscle weakness. In children, an inguinal hernia is formed by a sac of tissue in the groin that normally closes before birth. If the sac does not completely close off, a connection remains between the groin and the lower belly. Fluid, intestine, or even an ovary in girls can fill this sac and cause it to swell. What are the symptoms? An inguinal hernia causes a bulge or swelling that you can see under the skin in the groin area. Many children with a hernia seem to be comfortable and act like they usually do. Other children are fussy or complain of pain with exercise. If the bulge comes on suddenly, your child may become cranky, cry out in pain, or not want to eat. If the intestine is trapped in the sac, your child will probably have pain. They may vomit, and the bulge may feel hard. How is an inguinal hernia diagnosed? The surgeon will carefully examine your child’s belly area and groin to feel if a hernia is present. They will check both sides because there may be a hernia on both sides. Why does the inguinal hernia need to be repaired? An inguinal hernia will not go away if left alone. Activities such as running, crying or straining for a bowel movement can make the hernia appear larger and be uncomfortable. Sometimes the hernia can become “<em>incarcerated</em>” or stuck. This means a portion of intestine, and in girls the ovary, may slip through the opening and become twisted or caught there. This may stop the blood supply to these tissues and lead to serious damage. You may notice your child seems to be in pain. You may see and feel a tender, hard lump in your child’s groin. If this happens and your usual ways to comfort your child do not work, call your doctor right away. These may be signs of incarceration. This can happen at any time when your child has a hernia. That is why it is important get treatment for the hernia as soon as you find it. How is an inguinal hernia treated? An inguinal hernia is usually repaired as a same-day, outpatient surgery at the hospital. Your child will have general anesthesia for surgery. This means that we will give your child medicine to make them sleep without pain during the surgery. If your child is a premature infant, they may need to stay overnight in the hospital to be carefully watched. The surgery is done through a very small cut (incision) on the lower abdomen. If there are hernias on both sides, there will be two incisions, one on each side. The surgery involves gently pushing the intestine or ovary back into the abdomen, and closing up the sac and the lower belly. The incisions are closed using stitches that dissolve on the inside. These stitches cannot be seen from the outside, and they do not need to be removed. For teenagers, the surgeon may also use some outside stitches that do need to be removed a week after surgery. Since hernias in children do not involve the muscles, your child should have less pain after surgery than an adult. When should my child’s inguinal hernia be repaired? You will talk about the timing of the surgery with your child’s surgeon. Usually the surgery can be planned for a good time when your child is healthy, within 1 to 4 weeks of the visit with the surgeon. How do I care for my child at home? Incision • Keep the incision clean and dry. For the first 48 hours (2 days) after surgery, keep the bandages completely dry. A little blood from the surgery under the bandage is normal. • The incision will be covered with small tapes (steri-strips), and then covered by a clear plastic, waterproof bandage on top. • Leave the bandages in place for 7 days. It is OK to trim the edges of the bandage if they are curling, or to let the bandage fall off on its own.  • In 7 days you should remove the bandage. • One of the nurses from General Surgery will call you in 10 to 14 days after surgery to check on you. There is no routine follow up in clinic other than the phone call, but you are welcome to schedule a follow up clinic visit if you would like to be seen or if you have any concerns. • The stitches will dissolve and do not need to be removed. Your surgeon will tell you if there are any outside stitches that need to be removed. • There will be some swelling of the groin area. This can take several weeks to go away completely. Pain and comfort Your child may have some pain, especially when moving. The discomfort is often from the incision and gas pain. It should get better within 24 hours after surgery. Your child’s doctor may prescribe acetaminophen with codeine for the first 24 hours. Then use regular acetaminophen (Tylenol, Tempra, Liquiprim, Panadol, etc.) as directed by the doctor. Diet and food Your child should drink plenty of liquids and eat light meals the evening of surgery. The next day, your child can eat what they would usually eat, if they feel well enough. Activity • After 48 hours (2 days), your child may shower or sponge-bathe only. No tub baths or swimming for 1 week after surgery. • For infants and toddlers, it is important to support their bottom when picking them up for the first week after surgery. Support your child’s trunk and legs so that the surgery area is not pulled and stretched. It is not necessary to change diapers more often. • Older children will limit their own activity and will be as active as they feel comfortable. • Avoid rough play, contact sports, bicycle riding and playground climbing equipment for 1 week. • Most school-aged children will stay home to rest 1 day after surgery. If they feel well enough, they should be able to return to school after that. When should I call the doctor? Please call the surgeon’s office if your child has: • Fever of 101.5° F or higher for more than 24 hours • Redness that spreads downward from the incision site • New bleeding or drainage from the incision site • Severe, constant pain at the surgery site  • Inability to urinate within 8 to12 hours from surgery • Vomiting If you have questions or concerns, please call the nurse in the General Surgery Clinic at (206) 987-0237. After hours or on weekends call (206) 987-2000 and ask for the on-call General Surgery resident to be paged.",
            "vi": "Chăm sóc bệnh nhân bị thoát vị bẹn    Chăm sóc con sau khi phẫu thuật Thoát vị là gì? Thoát vị là sự phình mô qua một khe hở nào đó của cơ thể, thường xảy ra ở vùng bụng. Thoát vị bẹn xảy ra gần nếp gấp giữa hai chân và bụng. Bạn có thể thấy chỗ lồi hay sưng này dưới da ngay vùng bẹn. Chỗ sưng có thể lan xuống bìu của bé trai hoặc môi âm hộ của bé gái. Bạn cũng có thể dễ dàng thấy được chỗ thoát vị có lúc sưng có lúc không và bằng cách thay tã hoặc tắm cho bé, bạn có thể đã phát hiện thấy thoát vị bẹn.  Không giống như thoát vị ở người lớn, thoát vị ở trẻ không phải là do cơ bắp yếu gây nên. Ở trẻ, chứng thoát vị bẹn này xảy ra do túi mô ở vùng háng thường khép kín trước khi sinh. Nếu túi mô này không đóng kín hoàn toàn thì chỗ tiếp xúc này vẫn còn tồn tại giữa vùng háng và bụng dưới.  Chất dịch, ruột, hoặc thậm chí là buồng trứng ở nữ cũng có thể sa xuống túi và làm cho nó sưng lên.  Triệu chứng của thoát vị bẹn là gì? Thoát vị bẹn thường sưng lên hoặc xuất hiện chỗ lồi dưới da ở vùng bẹn mà bạn có thể sờ thấy được. Nhiều trẻ bị thoát vị bẹn cũng có vẻ khỏe khoắn, thoải mái và hoạt động bình thường. Nhưng một số khác thì nhõng nhẽo hoặc than đau khi tập thể dục. Nếu chỗ lồi bất chợt sưng lên thì bé có thể cảm thấy rất khó chịu, cáu gắt, kêu khóc đau đớn, hoặc chán ăn.  Nếu phần ruột lồi ra bị kẹt trong túi mô, có thể bé sẽ bị đau, ói mửa và chỗ sưng đó có thể bị cứng lên.  Người ta có thể chẩn đoán bệnh thoát vị bẹn như thế nào? Bác sĩ phẫu thuật sẽ khám cẩn thận vùng bụng và vùng bẹn của trẻ để xác định xem có thoát vị hay không. Bác sĩ cũng sẽ khám hai bên bởi có thể cả hai bên đều bị thoát vị.  Vì sao cần phải chữa thoát vị bẹn? Nếu không được chữa trị thì chứng thoát vị bẹn sẽ không tự khỏi. Các hoạt động như chạy, khóc hoặc rặn đi tiêu cũng có thể làm chỗ thoát vị phình to hơn và gây khó chịu cho bé.  Đôi khi thoát vị cũng có thể bị “nghẹt” hoặc tắc. Tình trạng này có nghĩa là một đoạn ruột, và buồng trứng ở nữ có thể tuột qua lỗ hở rồi bị xoắn lại hoặc kẹt cứng ở đó. Nó làm chặn luồng máu đến cung cấp cho các mô này và gây nhiều tổn thương nghiêm trọng. Bạn có thể thấy bé bị đau và cũng có thể thấy và sờ được chỗ lồi vừa cứng vừa đau ở vùng bẹn của bé. Nếu trẻ có những triệu chứng đó kèm theo biểu hiện khó chịu không dứt làm bạn không dỗ con được như thường lệ thì hãy gọi điện cho bác sĩ ngay lập tức nhé.  Đây có thể là những triệu chứng thoát vị bị nghẹt. Nó có thể xảy ra bất cứ lúc nào trẻ bị thoát vị, do đó việc chữa trị chứng thoát vị ngay khi phát hiện ra là một điều hết sức quan trọng.  Thoát vị bẹn được điều trị như thế nào?  Thoát vị bẹn thường được điều trị bằng một cuộc phẫu thuật cùng ngày cho bệnh nhân ngoại trú tại bệnh viện. Bé sẽ được gây tê toàn thân; có nghĩa là chúng tôi sẽ cho con bạn sử dụng thuốc ngủ, giúp bé không cảm thấy đau đớn trong suốt quá trình làm phẫu thuật. Nếu con bạn là trẻ sơ sinh thiếu tháng thì bé có thể phải ở lại qua đêm trong bệnh viện để được theo dõi cẩn thận. Cuộc phẫu thuật được thực hiện thông qua một đường cắt (rạch) rất nhỏ ở vùng bụng dưới.  Nếu trẻ bị thoát vị ở cả 2 bên thì sẽ có 2 đường rạch, mỗi bên 1 đường. Khi phẫu thuật, bác sĩ sẽ đẩy nhẹ ruột hay buồng trứng trở lại ruột, rồi khép lại túi mô và bụng dưới. Các vết rạch được khâu lại bằng những mũi chỉ tự tiêu ở phía trong. Các mũi khâu này có thể không bị nhìn thấy từ bên ngoài và không cần phải rút chỉ. Đối với thanh thiếu niên, bác sĩ phẫu thuật có thể khâu một vài mũi bên ngoài và cần phải được rút chỉ một tuần sau khi phẫu thuật xong.  Vì bệnh thoát vị ở trẻ em không liên quan đến cơ nên trẻ sẽ cảm thấy ít đau hơn sau phẫu thuật so với người lớn.  Bé nên được điều trị thoát vị bẹn khi nào? Bạn sẽ bàn bạc với bác sĩ phẫu thuật về thời gian mổ cho bé. Thường thì cuộc phẫu thuật có thể được sắp xếp vào thời gian thuận tiên lúc bé khỏe mạnh, trong vòng từ 1 đến 4 tuần sau ngày khám với bác sĩ phẫu thuật.  Chăm sóc bé ở nhà như thế nào?  Chăm sóc vết mổ • Giữ cho vết mổ sạch sẽ và khô ráo. Trong vòng 48 tiếng đồng hồ (2 ngày) đầu sau khi phẫu thuật xong phải giữ cho băng được khô hoàn toàn. Nếu thấy một ít máu rỉ ra chỗ vết mổ phía dưới băng thì điều đó là bình thường.  • Vết mổ sẽ được phủ kín bằng băng keo nhỏ (dải băng vô trùng), và lớp trên cùng là băng không thấm nước bằng plastic trong suốt.  • Đừng động đến băng trong vòng 7 ngày. Bạn cũng có thể tỉa cạnh băng nếu nó cong lên, hoặc nếu băng tự rớt ra thì cũng không có vấn đề gì.  • Bạn có thể tháo băng ra sau 7 ngày. • Một trong những y tá của Khoa Giải phẫu Tổng quát sẽ gọi điện cho bạn trong vòng từ 10 đến 14 ngày sau khi phẫu thuật xong để hỏi thăm. Theo lệ thường thì ngoài việc gọi hỏi thăm này, bạn không cần đưa con đến tái khám ở phòng mạch nhưng chúng tôi luôn sẵn sàng xếp lịch hẹn tái khám nếu bạn muốn hoặc có thắc mắc nào đó.  • Các mũi khâu sẽ tự tiêu và không cần phải rút chỉ. Bác sĩ phẫu thuật sẽ cho bạn biết xem có mũi khâu nào bên ngoài cần phải được rút chỉ không.  • Vùng háng sẽ bị sưng và có thể mất vài tuần mới lành hẳn hoàn toàn.  Chứng đau và cách dỗ dành con trẻ  Con bạn có thể bị đau, nhất là khi bé cử động. Chứng khó chịu này thường là do đau vết mổ và đầy hơi gây nên và thường giảm đi trong vòng 24 tiếng đồng hồ sau ca phẫu thuật. Bác sĩ sẽ có thể cho bé sử dụng acetaminophen kèm codeine trong vòng 24 tiếng đồng hồ đầu, sau đó có thể sử dụng acetaminophen thông thường (Tylenol, Tempra, Liquiprim, Panadol, ...) theo chỉ định của bác sĩ.  Khẩu phần và dinh dưỡng  Bé nên uống nhiều nước và ăn nhẹ vào buổi tối hôm phẫu thuật. Vào ngày hôm sau bé có thể ăn uống như thường lệ nếu thấy sức khỏe đã ổn.  Cách sinh hoạt • Sau 48 tiếng đồng hồ (2 ngày), con bạn có thể tắm bằng vòi sen hoặc chỉ được lau rửa bằng miếng bọt biển. Không nên cho bé tắm bồn hoặc bơi lội trong tuần đầu sau khi phẫu thuật xong.  • Đối với trẻ sơ sinh và trẻ mới tập đi, bạn nên lấy tay đỡ mông bé lên mỗi khi nhấc bé trong tuần đầu sau phẫu thuật. Hãy đỡ thân mình và 2 chân của trẻ để vùng mổ không bị kéo căng và bị giãn ra. Không cần phải thay tã nhiều hơn bình thường đâu.  • Các trẻ lớn hơn thường tự giới hạn sinh hoạt và sẽ hoạt động tuỳ theo khả năng cho phép.  • Tránh các trò chơi xô đẩy, các môn thể thao tiếp xúc, va chạm, chạy xe đạp và các trò leo trèo ở sân chơi trong tuần đầu tiên.  • Hầu hết trẻ ở độ tuổi đi học sẽ nghỉ ở nhà 1 ngày sau khi phẫu thuật. Nếu cảm thấy đủ khỏe, bé sẽ có thể đi học lại sau đó.  Khi nào tôi nên gọi cho bác sĩ?  Xin gọi điện cho phòng mạch bác sĩ phẫu thuật nếu bé mắc một trong các triệu chứng sau đây:  • Sốt 101.5° F trở lên trong hơn 24 tiếng đồng hồ • Vết mổ bị đỏ lan xuống vùng da phía dưới  • Vết mổ bị chảy máu hoặc rỉ nước trở lại  • Vết mổ bị đau trầm trọng, không dứt  • Không đi tiểu được trong vòng từ 8 đến 12 tiếng đồng hồ sau khi phẫu thuật xong  • Ói mửa Nếu bạn có bất kỳ thắc mắc hoặc băn khoăn nào, xin hãy gọi y tá tại Phòng Giải phẫu Tổng quát theo số (206) 987-0237. Nếu sau giờ làm việc hoặc cuối tuần thì hãy gọi (206) 987-2000 và yêu cầu nhắn máy cho bác sĩ nội trú Giải phẫu Tổng quát đang trực."
        }
    ],
    "suggestions": []
}