{
    "en_vn": {
        "data": {
            "content": null,
            "word": "incensed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "incensed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>incensed</k><blockquote>▸ <cclass>adjective ENRAGED, very angry, furious, infuriated, irate, in a temper, raging, incandescent, fuming, seething, beside oneself, outraged; <cclass><i>informal</i> mad, hopping mad, wild, livid, apoplectic, hot under the collar, foaming at the mouth, steamed up, in a paddy, fit to be tied; <cclass><i>poetic/literary</i> wrathful; <cclass><i>archaic</i> wroth.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "incensed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>incensed</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) incensed about, at, over </ex></blockquote></blockquote><blockquote><blockquote><ex>2) incensed to + <abr>inf.</abr> (she was incensed to learn of the accusation)</ex></blockquote></blockquote></div>",
            "word": "incensed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "incensed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>incensed</em> at sb's remarks",
            "vi": "tức điên lên vì nhận xét của ai"
        },
        {
            "en": "The decision to reduce pay levels has <em>incensed</em> the workforce.",
            "vi": "Quyết định giảm mức tiền lương đã làm cho lực lượng lao động nổi giận."
        },
        {
            "en": "And she was so <em>incensed</em> at your demoting Hugh from the management of the mill.",
            "vi": "Và bà ta rất tức chị đã không để hugh cai quản xưởng cưa nữa."
        },
        {
            "en": "When Yang saw the poem, he was <em>incensed</em> and demoted Dai.",
            "vi": "Khi Dương nhìn thấy bài thơ, ông ấy tức điên lên và giáng chức Đại."
        },
        {
            "en": "She was so <em>incensed</em> by his advances she knocked him out with a milk churn.",
            "vi": "Cô ta quá tức giận do những lời tán tỉnh của anh ta, cô ta đã đánh gục anh ta bằng một thùng đựng sữa."
        },
        {
            "en": "I feel deeply <em>incensed</em> at the way I have been treated.",
            "vi": "Tôi cảm thấy căm giận với cách người ta đã đối xử tôi."
        },
        {
            "en": "It's not the first time a United supporter has dialled 999 to complain about on-field events. Last season, an <em>incensed</em> fan phoned Nottinghamshire police reporting Nani's red card in the Champions League match against Real Madrid as a 'crime'.",
            "vi": "Đây không phải lần đầu tiên một cổ động viên MU gọi điện đến số 999 để than phiền về những chuyện trên sân cỏ. Mùa trước, một cổ động viên giận dữ gọi điện đến cảnh sát Nottinghamshire thông báo rằng chiếc thẻ đỏ của Nani trong trận thuộc giải Champions League với Real Madrid là một \"tội ác\"."
        }
    ],
    "suggestions": []
}