{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'klu:sivnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất bao gồm</td></tr></table><i/></div>",
            "word": "inclusiveness",
            "pronounce": "[in'klu:sivnis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inclusiveness",
            "pronounce": "[in'klu:sivnis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inclusiveness",
            "pronounce": "[in'klu:sivnis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inclusiveness",
            "pronounce": "[in'klu:sivnis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inclusiveness",
            "pronounce": "[in'klu:sivnis]"
        }
    },
    "sentences": [
        {
            "en": "Growth must promote equity, <em>inclusiveness</em> and sustainability.",
            "vi": "Tăng trưởng phải thúc đẩy công bằng, sự hoà nhập và tính bền vững."
        },
        {
            "en": "Of equal importance is the negative impact of poor governance on <em>inclusiveness</em> and equality.",
            "vi": "Ảnh hưởng tiêu cực của quản lý nhà nước yếu đối với sự hoà nhập và sự công bằng cũng không kém phần quan trọng."
        },
        {
            "en": "The slow pace of employment growth weakens the links between economic growth, equity and <em>inclusiveness</em>.",
            "vi": "Tốc độ tạo việc làm chậm làm suy yếu quan hệ giữa tăng trưởng kinh tế, bình đẳng và hoà nhập."
        },
        {
            "en": "These should be regarded as indicative in view of the need for flexibility and <em>inclusiveness</em> as conditions change.",
            "vi": "Những cái này chỉ có tính chất định hướng dưới góc độ cần phải mang tính linh hoạt và tính toàn diện khi có sự thay đổi về tình hình."
        },
        {
            "en": "He highlighted themes of equality, <em>inclusiveness</em> and opportunity while urging students to be unafraid to take chances.",
            "vi": "Anh nêu bật lên các chủ đề về bình đẳng, bao quát và thời cơ trong khi cố gắng thuyết phục sinh viên không nên sợ hãi việc nắm lấy các cơ hội."
        },
        {
            "en": "He highlighted themes of equality, <em>inclusiveness</em> and opportunity while urging students to be unafraid to take chances.",
            "vi": "Anh nêu bật lên các chủ đề về bình đẳng, bao quát và thời cơ trong khi cố gắng thuyết phục sinh viên không nên sợ hãi việc nắm lấy các cơ hội."
        },
        {
            "en": "Disaggregated data, in particular, are necessary to assess the <em>inclusiveness</em> of the development process and to highlight disparities among socio-economic groups.",
            "vi": "Đặc biệt, số liệu được phân tách theo các yếu tố là rất cần thiết để đánh giá mức độ hoà nhập của quá trình phát triển đồng thời cho thấy khoảng cách giữa các thành phần kinh tế - xã hội."
        },
        {
            "en": "A lack of regulatory oversight in the context of the rapid shift towards user fees has created incentives for personal financial gain at the expense of equity and <em>inclusiveness</em>.",
            "vi": "Việc thiếu sự giám sát về mặt quy chế trong hoàn cảnh chuyển tiếp nhanh chóng sang việc thu phí dịch vụ đã tạo ra động cơ cho việc thu nhập cá nhân và hậu quả là ảnh hưởng tới tính bình đẳng và hoà nhập."
        },
        {
            "en": "SCOPEThe TPP includes 30 chapters covering trade and trade-related issues, beginning with trade in goods and continuing through customs and trade facilitation; sanitary and phytosanitary measures; technical barriers to trade; trade remedies; investment; services; electronic commerce; government procurement; intellectual property; labour; environment; ‘horizontal’ chapters meant to ensure that TPP fulfils its potential for development, competitiveness, and <em>inclusiveness</em>; dispute settlement, exceptions, and institutional provisions.    In addition to updating traditional approaches to issues covered by previous free trade agreements (FTAs), the TPP incorporates new and emerging trade issues and cross-cutting issues. These include issues related to the Internet and the digital economy, the participation of state-owned enterprises in international trade and investment, the ability of small businesses to take advantage of trade agreements, and other topics.TPP unites a diverse group of countries – diverse by geography, language and history, siz​e, and levels of development. All TPP countries recognize that diversity is a unique asset, but also one which requires close cooperation, capacity-building for the lesser-developed TPP countries, and in some cases special transitional periods and mechanisms which offer some TPP partners additional time, where warranted, to develop capacity to implement new obligations.",
            "vi": "PHẠM VI ÁP DỤNG TPP là hiệp định 30 chương về thương mại và những vấn đề liên quan đến thương mại, khởi đầu là thương mại hàng hóa, rồi tuần tự đến hải quan và đơn giản hoá thủ tục thương mại; vệ sinh và kiểm dịch động thực vật; hàng rào kỹ thuật cản trở thương mại; phòng vệ thương mại; đầu tư; dịch vụ; thương mại điện tử; sở hữu trí tuệ; lao động; môi trường; các chương “chính sách chung” đảm bảo TPP sẽ phát huy đầy đủ tiềm năng của mình về phát triển, năng lực cạnh tranh và tính toàn diện; giải quyết tranh chấp; ngoại lệ và các điều khoản về thể chế.Ngoài việc cập nhật giải pháp truyền thống đối với những vấn đề thuộc phạm vi điều chỉnh của các hiệp định tự do mậu dịch (FTA) trước đây, TPP còn đúc kết nhiều vấn đề mới nảy sinh về thương mại cùng nhiều vấn đề có tính nguyên tắc nữa. Cụ thể là về Internet và kinh tế kỹ thuật số, doanh nghiệp nhà nước tham gia thương mại và đầu tư quốc tế, khả năng để doanh nghiệp nhỏ tận dụng được hiệp định thương mại cùng nhiều chủ đề khác nữa.TPP liên kết nhiều nước khác nhau thành một nhóm - khác nhau về địa lý, ngôn ngữ, lịch sử, quy mô và mức độ phát triển. Tất cả các nước TPP đều nhận thức được rằng đa dạng như vậy là một lợi thế độc đáo, nhưng chính vì vậy càng phải hợp tác chặt chẽ, nâng cao năng lực cho những nước TPP nào kém phát triển hơn, đôi khi phải có cả cơ chế và thời kỳ chuyển tiếp đặc biệt để một số nước TPP có thêm thời gian nâng cao năng lực thực hiện các nghĩa vụ mới (nếu có lý do chính đáng) ."
        }
    ],
    "suggestions": []
}