{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,inkən'sistənsi]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">inconsistence</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,inkən'sistəns]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">inconsistence</font></td></tr></table><i/></div>",
            "word": "inconsistency"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inconsistency"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inconsistency"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inconsistency"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính không nhất quán</font></td></tr></tbody></table></div>",
            "word": "inconsistency"
        }
    },
    "sentences": [
        {
            "en": "<em>inconsistency</em> condition",
            "vi": "điều kiện không tương thích"
        },
        {
            "en": "There is much <em>inconsistency</em> in his work.",
            "vi": "Có nhiều sự không nhất quán trong công việc của anh ta."
        },
        {
            "en": "Can you explain the <em>inconsistency</em> in the conservative ideals?",
            "vi": "Bạn có thể giải thích sự không nhất quán trong các tư tưởng bảo thủ?"
        },
        {
            "en": "<em>Inconsistency</em> in tour guide permits in Thua Thien Hue",
            "vi": "Thiếu nhất quán trong việc cấp giấy phép hành nghề hướng dẫn du lịch ở Thừa Thiên Huế"
        },
        {
            "en": "I am quite disgusted by the <em>inconsistency</em> of judges tonight.",
            "vi": "Tôi hoàn toàn phẫn nộ với sự mâu thuẫn của các thẩm phán tối nay."
        },
        {
            "en": "These problems stem from <em>inconsistency</em> in the use of categories in the original sources.",
            "vi": "Những vấn đề này bắt nguồn từ sự không nhất quán về phân loại trong nguồn thông tin gốc."
        },
        {
            "en": "One <em>inconsistency</em> is the part where she wrote she sustained a fracture in the fibula",
            "vi": "Sự mâu thuẫn là 1 phần của câu chuyện khi cô viết rằng cô đã chịu đựng việc bị gãy xương ống đồng"
        },
        {
            "en": "Non-economic constraints include relatively high tax rates, regulatory <em>inconsistency</em>, and uncertainty about the policy regime.",
            "vi": "Những hạn chế phi kinh tế gồm có mức thuế tương đối cao, thiếu sự thống nhất trong điều tiết, và thiếu sự ổn định của chính sách."
        },
        {
            "en": "<em>Inconsistency</em> of legal regulations has hindered insurers ability to lend money directly.",
            "vi": "Sự không đồng bộ trong các quy định pháp luật hiện hành khiến các công ty bảo hiểm chưa thể cho vay vốn trực tiếp."
        },
        {
            "en": "The same <em>inconsistency</em> between achievements on the quantity and quality front holds with fertility and reproductive health care.",
            "vi": "Tình trạng mẫu thuẫn tương tự giữa những kết quả về mặt chất lượng và số lượng cũng xảy ra với chăm sóc sức khoẻ sinh sản."
        },
        {
            "en": "Combined with the biased methodologies to determine dumping discussed above, the entire process is riddled with bias and <em>inconsistency</em>.",
            "vi": "Kết hợp với các phương pháp xác định bán phá giá theo kiểu thiên lệch như đã nêu trên, toàn bộ quá trình đầy rẫy sự thiên lệch và thiếu nhất quán."
        },
        {
            "en": "However, there has been confusion in the debate over the private sector, and <em>inconsistency</em> in data and analysis.",
            "vi": "Tuy nhiên, có những hiểu lầm trong tranh luận về khu vực kinh tế tư nhân và những bất cập trong phân tích và số liệu."
        },
        {
            "en": "Also considered to have affected the validity of HIV trend data is the <em>inconsistency</em> in sampling methods over time.",
            "vi": "Sự thiếu đồng nhất trong các phương pháp chọn mẫu qua các năm cũng được cân nhắc nhằm đánh giá tính giá trị của chiều hướng nhiễm HIV."
        },
        {
            "en": "I had convicted her out of her own mouth of <em>inconsistency</em> and unreasonableness, and she hadn't even attempted to reply.",
            "vi": "Tôi đã kết tội bà do chính những lời nói mâu thuẫn và không biết điều của bà và bà cũng không buồn trả lời tôi nữa."
        },
        {
            "en": "The economic implications of <em>inconsistency</em> in the legal framework can also be illustrated with data from the same survey.",
            "vi": "Những mâu thuẫn về những quy định cho hoạt động kinh tế trong bộ luật cũng được phản ánh qua các dữ liệu thu được từ các cuộc điều tra."
        },
        {
            "en": "These figures are presented in Table 2 as provided by the Department of Finance despite this apparent <em>inconsistency</em> with the definition of the tax.",
            "vi": "Những con số này được trình bày trong Bảng 2 đúng như Sở Tài chính cung cấp, mặc dù rõ ràng không nhất quán với khái niệm về loại thuế này."
        },
        {
            "en": "Controlled trials in people without celiac disease show that gluten damages the wall of the digestive tract, causing pain, bloating, stool <em>inconsistency</em> and tiredness.",
            "vi": "Các thử nghiệm kiểm soát trên cơ thể người không có bệnh celiac (là một bệnh lý đường ruột gây ra bởi tình trạng nhạy cảm với gluten) cho thấy rằng gluten làm hư lại bức tường của hệ tiêu hóa, gây đau, chướng bụng, đi ngoài không ổn định và mệt mỏi."
        },
        {
            "en": "Typically there remains <em>inconsistency</em> among the Law on Insurance Business and some other regulations, especially regulations on termination of insurance policies, where much discussion has been raised.",
            "vi": "Vẫn còn sự không thống nhất giữa Luật Kinh doanh Bảo hiểm và một số quy định pháp luật khác, đặc biệt là các quy định về chấm dứt hợp đồng bảo hiểm mà nhiều cuộc thảo luận đã được đưa ra."
        },
        {
            "en": "Quality control and consistency: Quality control of the work of statistical enumerators is still weak, resulting in data <em>inconsistency</em> and inaccuracy.",
            "vi": "Kiểm tra chất lượng và tính nhất quán: Việc kiểm tra chất lượng công việc của các cán bộ điều tra vẫn còn yếu kém, dẫn đến tình trạng số liệu thiếu nhất quán và thiếu chính xác."
        },
        {
            "en": "The chapter will end with a comparison of existing provisions and commitments under BTA and GATS to show areas of <em>inconsistency</em>, which will need to be removed in the future.",
            "vi": "Chương này cũng sẽ so sánh các quy định pháp lý hiện giờ với các cam kết theo BTA và GATS để chỉ ra những lĩnh vực chưa phù hợp cần được xóa bỏ trong tương lai."
        }
    ],
    "suggestions": []
}