{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,inkəm'pli:tli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dở dang, không đầy đủ</td></tr></table><i/></div>",
            "word": "incompletely"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "incompletely"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "incompletely"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "incompletely"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không hoàn toàn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">incompletely defined function</font><font color=\"#282828\">: hàm xác định không hoàn toàn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không đầy đủ</font></td></tr></tbody></table></div>",
            "word": "incompletely"
        }
    },
    "sentences": [
        {
            "en": "\"<em>incompletely</em> understood\" is a bombastic way of my saying.",
            "vi": "\"chưa hiểu hết\" là nói theo kiểu khoa trương."
        },
        {
            "en": "It is normal for the initial domain to be <em>incompletely</em> defined.",
            "vi": "Điều đó là thông thường cho miền khởi đầu được xác định không đầy đủ."
        },
        {
            "en": "I don't dare to talk about a topic that is \"<em>incompletely</em> understood\" by myself.",
            "vi": "Tôi không dám nói về một vấn đề mà chính bản thân mình cũng \"chưa hiểu hết.\""
        },
        {
            "en": "Eating rice with chopsticks lowers one's blood sugar level  CNRC director Jeyakumar Henry said: \"I lived in England for more than 30 years, and everyone used spoons to eat, but in my three years in Singapore, I realised that the multi-ethnic population here had their own unique ways of eating. This made me think about whether the way we eat affects our glucose response.\"  \"I'm pleased that our survey showed that eating rice with chopsticks results in a lower glucose response. I think it's because when one uses chopsticks, the amount of rice grains picked up is smaller than if one uses his hands or a spoon. As a result, one eats less in a mouthful, and increases the time it takes to eat.\"  He further explained that when people eat less and chew less, slowly-eaten or <em>incompletely</em> digested carbohydrate particles are larger and take longer to digest, which result in a lower increase in blood sugar after eating.  For those who do not have a habit of using chopsticks, Mr Henry said that the message for them is to \"enjoy their food slowly, and to eat less in each mouthful\".",
            "vi": "Ăn cơm bằng đũa cũng làm giảm mức đường huyếtGiám đốc trung tâm CNRC Jeyakumar Henry nói: \"Tôi sống ở Anh hơn 30 năm, mọi người ở đó dùng muỗng để ăn, nhưng trong 3 năm tôi ở Singapore, tôi thấy rằng người dân của đất nước đa dân tộc này chỉ có một cách ăn mà thôi. Điều này làm tôi nảy ra suy nghĩ liệu cách ăn có ảnh hưởng đến phản ứng glu-cô không?\"\"Tôi vui mừng vì cuộc khảo sát của chúng tôi cho thấy rằng ăn cơm với đũa đem lại kết quả là phản ứng glu-cô thấp hơn. Tôi nghĩ đó là vì khi dùng đũa thì lượng cơm ăn vào sẽ ít hơn so với dùng muỗng. Vì vậy, mỗi miếng ăn ít đi thì ta cần thêm thời gian để ăn.\"Ông giải thích thêm rằng khi ăn ít và nhai ít thì các hạt hy-đrát-các-bon được ăn từ từ hoặc còn dở dang càng nhiều nên cần nhiều thời gian để tiêu hoá, kết quả là lượng đường huyết tăng chậm hơn sau khi ăn.Với những ai không quen ăn đũa, ông Henry khuyên họ là hãy \"thưởng thức món ăn từ từ, và ăn từng miếng nhỏ.\""
        }
    ],
    "suggestions": []
}