{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,inkən'sistəntli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đầy mâu thuẫn, không nhất quán, không trước sau như một, tiền hậu bất nhất</td></tr></table><i/></div>",
            "word": "inconsistently"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inconsistently"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inconsistently"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inconsistently"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inconsistently"
        }
    },
    "sentences": [
        {
            "en": "At the present time, Viet Nam’s regulatory framework is both incomplete and <em>inconsistently</em> implemented.",
            "vi": "Hiện nay, khuôn khổ điều tiết của Việt Nam vừa chưa hoàn thiện vừa không được thực hiện đồng bộ."
        },
        {
            "en": "Approximately 60% of HIV-positive MSM reported using condom <em>inconsistently</em> with male partners in the previous month.",
            "vi": "Trong số nam quan hệ tình dục đồng giới nhiễm HIV, có tới 60% không sử dụng bao cao su thường xuyên với bạn tình nam giới trong 1 tháng qua."
        },
        {
            "en": "Contract enforcement in Vietnam is still rather weak, especially since laws and policies are applied <em>inconsistently</em> throughout different levels of government and/or regions.",
            "vi": "Thực thi hợp đồng ở Việt Nam còn tương đối yếu, nhất là khi luật và chính sách được áp dụng một cách không nhất quán giữa các cấp chính quyền và/hoặc vùng khác nhau."
        },
        {
            "en": "Since the existing Vietnamese laws have no official definition of the term “child sexual abuse”, the term is used <em>inconsistently</em> in a number of legislations and regulations.",
            "vi": "Luật pháp hiện nay của Việt Nam chưa có định nghĩa chính thức về “lạm dụng tình dục trẻ em”, thuật ngữ này đã bị sử dụng một cách không thống nhất trong một số luật và quy định."
        },
        {
            "en": "Although the legal regime does include provisions facilitating interest representation, these provisions are enforced <em>inconsistently</em> and mostly benefit large, well-known associations.",
            "vi": "Mặc dù cơ chế pháp luật có các điều khoản tạo điều kiện cho chức năng đại diện quyền lợi, nhưng các điều khoản này không được thực hiện nhất quán và phần lớn chỉ có lợi cho các hiệp hội lớn và có tiếng."
        },
        {
            "en": "Breast-Feeding Helps Mom Stay Slimmer Later in Life        FRIDAY, March 5 (HealthDay News) — The benefits of breast-feeding for infants are numerous and well-known, but researchers are finding more and more that breast-feeding can be a boon to mom’s health as well.  In fact, the latest study on the subject suggests that women who breast-feed have reduced amounts of abdominal fat, even decades later.  The study, which was scheduled to be presented Friday at an American Heart Association conference on cardiovascular health in San Francisco, found that middle-age women who consistently breast-fed their children had waist circumferences that were an average of 2.6 inches smaller than women who had never breast-fed.   “Belly fat is the least healthy place for women to store fat, and breast-feeding really seems to be targeting this bad fat,” said study author Candace McClure, a postdoctoral scholar at the University of Pittsburgh.  Breast-feeding confers a host of benefits to infants, including a decreased risk of ear infections, asthma, stomach problems, respiratory illnesses, skin allergies, diabetes and sudden infant death syndrome (SIDS), according to the U.S. Department of Health and Human Services. In mothers, research has shown that breast-feeding might lower a woman’s risk for type 2 diabetes, breast cancer, ovarian cancer and postpartum depression.  Recent research has found that women who breast-fed their children had less risk for heart disease and the factors known to contribute to it, such as diabetes and metabolic syndrome. Many experts have suspected that it’s not just the extra calorie expenditure of breast-feeding that’s helpful, but that breast-feeding helps women lose abdominal fat faster. Excess abdominal fat is a risk factor for heart disease.  To see what lasting effects breast-feeding might have on abdominal size, McClure and her colleagues reviewed data on 351 women who had participated in the Study of Women’s Health Across the Nation Heart Study, conducted from 2001 to 2003.  At the start of the study, the women averaged 51 years old and had an average of two children, the last having been born an average of 19 years earlier. The group included 43 percent blacks and 57 percent whites, and 84 percent of them had a high school education or more.  When divided into groups, 29 percent of the women had never breast-fed, 29 percent breast-fed <em>inconsistently</em> (less than three months for each child) and 42 percent consistently breast-fed (all children for at least three months each), according to McClure.  Women who were premenopausal or in early perimenopause and had never breast-fed were found to have 28 percent more belly fat than women who had breast-fed all of their children. The women who had not breast-fed had a waist circumference that measured an average of 2.6 inches more than that of women who consistently breast-fed, and their waist-to-hip ratio was 4.7 percent higher. Waist-to-hip ratio is also used to assess cardiovascular risk: The higher the result, the greater the risk for heart disease.  Women who hadn’t breast-fed also did not fare well when compared with women who had never given birth. Premenopausal and early perimenopausal women who hadn’t breast-fed had 42 percent more belly fat than women who’d never given birth.  However, the researchers didn’t find any statistically significant differences in belly fat in women who were in late perimenopause and menopause.   “It’s interesting that these researchers are starting to associate breast-feeding with a physiologic mechanism that may protect against heart disease, but the question remains: Was it a benefit of breast-feeding, or did these women have a healthier lifestyle throughout their lives?” said Dr. Nieca Goldberg, director of the Women’s Heart Program at the New York University Langone Medical Center in New York City.  The bottom line from the study, she noted, is that “women who breast-feed are doing something good for their children — and maybe also for themselves.”",
            "vi": "Nuôi con bằng sữa mẹ giúp các bà mẹ thon thả hơn về sau    Thứ sáu, ngày 5 tháng Ba (HealthDay News) – Những lợi ích của việc nuôi con bằng sữa mẹ đối với trẻ sơ sinh rất đa dạng và được nhiều người biết đến, nhưng các nhà nghiên cứu đang ngày càng phát hiện ra rằng cho bú sữa mẹ có thể là một tin vui đối với sức khỏe của cả người mẹ. Thực ra, nghiên cứu mới nhất về vấn đề này cho rằng những phụ nữ cho con bú mẹ sẽ có thể giảm lượng mỡ ở bụng, thậm chí trong nhiều thập niên sau đó. Theo nghiên cứu được thuyết trình vào hôm thứ Sáu tại hội nghị của Hiệp hội Tim mạch Hoa Kỳ về sức khỏe tim mạch tại San Francisco, những phụ nữ tuổi trung niên mà luôn cho con bú mẹ có vòng eo trung bình nhỏ hơn 2.6 inch so với những phụ nữ chưa bao giờ cho con bú mẹ.  “Mỡ bụng là nơi ít tốt nhất để chứa chất béo ở phụ nữ, và cho bú sữa mẹ thật sự dường như đang nhắm đến chất béo có hại này,” tác giả nghiên cứu Candace McClure, học giả sau tiến sĩ tại trường Đại học Pittsburgh, cho biết. Cho bú sữa mẹ mang lại hàng loạt lợi ích cho trẻ sơ sinh, bao gồm giảm nguy cơ viêm tai, suyễn, bệnh dạ dày, bệnh đường hô hấp, dị ứng da, tiểu đường và hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS), theo Bộ Y tế và Dịch vụ con người Hoa Kỳ. Về phía người mẹ, cuộc nghiên cứu cho thấy nuôi con bằng sữa mẹ có thể hạ thấp nguy cơ tiểu đường type 2, ung thư vú, ung thư buồng trứng và trầm cảm sau sinh cho người phụ nữ. Nghiên cứu gần đây đã thấy rằng phụ nữ cho con bú mẹ có ít nguy cơ bị bệnh tim và các yếu tố được cho là góp phần làm mắc bệnh tim, như là tiểu đường và hội chứng chuyển hóa. Nhiều chuyên gia đã nghi ngờ rằng không chỉ là do hữu ích của lượng calo được tiêu thụ nhiều hơn bởi việc cho bú sữa mẹ, mà cho bú sữa mẹ còn giúp phụ nữ mất mỡ bụng nhanh hơn. Mỡ bụng dư thừa là yếu tố rủi ro gây mắc bệnh tim. Để thấy những ảnh hưởng lâu dài trên kích thước bụng bởi việc cho bú sữa mẹ, Mcclure và đồng nghiệp của bà xem xét dữ liệu về 351 phụ nữ đã tham gia trong cuộc nghiên cứu của Women’s Health Across the Nation Heart Study, tiến hành từ năm 2001 đến năm 2003.  Vào lúc bắt đầu của nghiên cứu, các phụ nữ trung bình là 51 tuổi và có hai con, đứa nhỏ nhất là 19 tuổi. Nhóm bao gồm 43 phần trăm là người da đen và 57 phần trăm là người da trắng, và 84 phần trăm họ có trình độ trung học hoặc hơn. Khi chia thành nhóm, 29 phần trăm những phụ nữ chưa bao giờ cho bú mẹ, 29 phần trăm cho bú mẹ không thường xuyên (không quá ba tháng đối với mỗi đứa bé) và 42 phần trăm luôn cho bú mẹ (tất cả các con ít nhất đến ba tháng), theo McClure. Những phụ nữ đang tiền mãn kinh hoặc gần mãn kinh sớm và chưa bao giờ cho bú mẹ đã bị phát hiện có mỡ bụng nhiều hơn 28 phần trăm so với những phụ nữ đã cho tất cả các con của họ bú mẹ. Phụ nữ không cho bú mẹ có vòng eo trung bình to hơn 2.6 inch so với vòng eo của những phụ nữ luôn luôn cho con bú mẹ, và tỉ lệ thắt lưng - hông của họ cao hơn 4.7 phần trăm. Tỉ lệ thắt lưng - hông cũng được dùng để đánh giá nguy cơ tim mạch: kết quả càng cao, nguy cơ bị bệnh tim càng nhiều. Phụ nữ không cho con bú mẹ cũng không gặp thuận lợi khi so sánh với phụ nữ chưa bao giờ sinh. Những phụ nữ tiền mãn kinh và gần tiền mãn kinh sớm mà đã không nuôi con bằng sữa mẹ sẽ có 42 phần trăm mỡ bụng hơn so với những người không sinh con. Tuy nhiên, nhà nghiên cứu không tìm ra sự khác biệt đáng kể theo thống kê nào về lượng mỡ bụng ở phụ nữ trong ở thời kỳ gần mãn kinh và trong thời kỳ mãn kinh.  “Điều thú vị là các nhà nghiên cứu này đang bắt đầu liên hệ việc cho bú sữa mẹ với cơ chế sinh lý có thể bảo vệ chống lại bệnh tim. Nhưng câu hỏi vẫn còn là: Có phải đó thật sự là một lợi ích của việc cho bú sữa mẹ, hay những người phụ nữ này có lối sống lành mạnh hơn trong cuộc sống của họ?\" theo bác sĩ Nieca Goldberg, giám đốc Chương trình Tim mạch Phụ nữ ở Trung tâm Langone thuộc Đại học New York, thành phố New York. Kết quả cuối cùng từ nghiên cứu, bác sĩ Nieca Goldberg lưu ý, là “phụ nữ cho con bú mẹ đang làm một điều tốt cho con cái của họ - và có lẽ cũng là cho chính bản thân.”"
        }
    ],
    "suggestions": []
}