{
    "en_vn": {
        "data": {
            "content": null,
            "word": "indexed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "indexed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "indexed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indexed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "indexed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I bought thumb - <em>indexed</em> dictionary.",
            "vi": "Tôi đã mua từ điển có làm dấu ở rìa."
        },
        {
            "en": "I bought thumb-<em>indexed</em> dictionary.",
            "vi": "Tôi đã mua từ điển có làm dấu ở rìa."
        },
        {
            "en": "The book is not well <em>indexed</em>.",
            "vi": "Quyển sách có bản chú dẫn không tốt."
        },
        {
            "en": "The view cursor ccan be <em>indexed</em>.",
            "vi": "Bạn cũng có thể tạo chỉ mục cho cursor của khung nhìn."
        },
        {
            "en": "Investors are offered a choice of <em>indexed</em> funds.",
            "vi": "Các nhà đầu tư được đề nghị một danh sách đầu tư theo chỉ số."
        },
        {
            "en": "What should you do, if the search field isn't <em>indexed</em>?",
            "vi": "Vậy bạn nên làm gì, nếu như trường tìm kiếm chưa được tạo chỉ mục?"
        },
        {
            "en": "The reports are <em>indexed</em> by subject and keyword.",
            "vi": "Các báo cáo được ghi vào mục lục theo chủ đề và từ khóa."
        },
        {
            "en": "That would also rule out <em>indexed</em> searches for those values.",
            "vi": "Trường đó cũng sẽ phạm quy khi tìm kiếm theo chỉ mục ứng với các trị này."
        },
        {
            "en": "The references are also found in the <em>indexed</em> journals.",
            "vi": "Các tài liệu tham khảo cũng được tìm thấy trong danh bạ tập san khoa học."
        },
        {
            "en": "This amount is not, however, <em>indexed</em> to inflation.",
            "vi": "Tuy nhiên, số tiền này không được tính hệ số theo lạm phát."
        },
        {
            "en": "Library books are <em>indexed</em> by author and title.",
            "vi": "Sách trong thư viện được ghi chú theo tên tác giả và theo đề tài."
        },
        {
            "en": "Sorting makes the most sense when a table is relatively static (doesn't change much), and is subject to frequent searches (both <em>indexed</em> and non-<em>indexed</em>).",
            "vi": "Việc sắp thứ tự sẽ có nghĩa nhất khi một bảng là tương đối tĩnh (không mấy đổi thay), và là đối tượng để tìm kiếm thường xuyên (cả có lẫn chưa có chỉ mục)."
        },
        {
            "en": "Click on the check-box next to this field to indicate that it should be <em>indexed</em>.",
            "vi": "Hãy nhắp chuột vào hộp kiểm nằm cạnh tên trường này để chỉ thị rằng nó sẽ được tạo chỉ mục."
        },
        {
            "en": "It can be <em>indexed</em>, searched, updated (in a view), and made of a relation.",
            "vi": "Nó có thể được tạo chỉ mục, được tìm kiếm, được cập nhật (trong một khung nhìn), và giữ một vế của một quan hệ."
        },
        {
            "en": "“Right now our society is way over-<em>indexed</em> on rewarding people who are successful,” he said.",
            "vi": "\"Hiện tại xã hội của chúng ta đang theo hướng quá mức tập trung vào khen thưởng cho những người thành công,\" Zuck nói."
        },
        {
            "en": "Of course, to use an <em>indexed</em> search there must be an index.",
            "vi": "Dĩ nhiên, để sử dụng tìm kiếm theo chỉ mục phải được tạo chỉ mục sẵn."
        },
        {
            "en": "Whenever possible, you should try to locate information in table using an <em>indexed</em> search.",
            "vi": "Bất cứ lúc nào có thể, bạn nên thử định vị thông tin trong một bảng, nhờ sử dụng tìm kiếm theo chỉ mục."
        },
        {
            "en": "“Right now our society is way over-<em>indexed</em> on rewarding people who are successful,” he said.",
            "vi": "\"Hiện tại xã hội của chúng ta đang theo hướng quá mức tập trung vào khen thưởng cho những người thành công,\" Zuck nói."
        },
        {
            "en": "That's where the <em>indexed</em> search, introduced in chapter 2, becomes important.",
            "vi": "Đó chính là chỗ để việc tìm kiếm theo chỉ mục, từng được giới thiệu trong chương 2, trở nên quan trọng."
        },
        {
            "en": "When the capture process is complete, most Datacap systems deliver <em>indexed</em> images to a document image management system.",
            "vi": "Khi quá trình nắm bắt được hoàn tất, các hệ thống Datacap tốt nhất sẽ chuyển những hình ảnh đã được đưa vào bảng chú dẫn đến hệ thống quản lý hình ảnh tài liệu."
        }
    ],
    "suggestions": []
}