{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,indi'saisivnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính do dự, tính lưỡng lự, tính không quả quyết, tính không dứt khoát, tính không quyết định</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính lờ mờ, tính không rõ</td></tr></table><i/></div>",
            "word": "indecisiveness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "indecisiveness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "indecisiveness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indecisiveness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "indecisiveness"
        }
    },
    "sentences": [
        {
            "en": "Her <em>indecisiveness</em> makes her own worst enemy.",
            "vi": "Sự không quả quyết chính là kẻ thù của cô ta."
        },
        {
            "en": "I think that <em>indecisiveness</em> comes mostly from fear.",
            "vi": "Tôi nghĩ rằng tính do dự thường là đến từ sự sợ hãi."
        },
        {
            "en": "With her <em>indecisiveness</em>, she is her own worst enemy.",
            "vi": "Với cái tính không dứt khoát của mình, cô ta chính là nguyên nhân những nỗi bất hạnh cho bản thân cô ấy."
        },
        {
            "en": "Because of the general's <em>indecisiveness</em>, our armies have lost the initiative to the enemy.",
            "vi": "Do sự do dự của vị tướng, quân đội ta đã để quyền chủ động rơi vào tay quân địch."
        },
        {
            "en": "Stallers typically suffer from <em>indecisiveness</em>, and it can affect your work processes.",
            "vi": "Những người lưỡng lự chịu đựng một cách đặc trưng từ tính không quả quyết, và nó có thể ảnh hưởng đến quá trình làm việc của bạn."
        },
        {
            "en": "Such <em>indecisiveness</em> saps energy and time ; it can affect morale and turnover.",
            "vi": "Sự do dự như thế này sẽ làm hao tổn sức lực và thời gian; nó có thể ảnh hưởng đến tinh thần và sự đi ở của nhân viên."
        },
        {
            "en": "Such <em>indecisiveness</em> saps energy and time; it can affect morale and turnover.",
            "vi": "Sự do dự như thế này sẽ làm hao tổn sức lực và thời gian ; nó có thể ảnh hưởng đến tinh thần và sự đi ở của nhân viên."
        },
        {
            "en": "Because of the genera l's <em>indecisiveness</em>, our armies have lost the initiative to the enemy",
            "vi": "Do sự do dự của vị tướng, quân đội ta đã để quyền chủ động rơi vào tay quân địch"
        },
        {
            "en": "It gives the interviewer an impression of <em>indecisiveness</em>, uncertainty and basic lack of maturity — a bad set of attributes.",
            "vi": "Nó tạo cho người phỏng vấn một ấn tượng về sự không dứt khoát, không chắc chắn và là thiếu sự chín chắn căn bản - một loạt những phẩm chất xấu."
        },
        {
            "en": "Once you allow the fear of mistakes and <em>indecisiveness</em> to take you over, you lose your game",
            "vi": "Một khi bạn cho phép nỗi sợ mắc lỗi và sự do dự chế ngự bạn, bạn sẽ thua cuộc."
        },
        {
            "en": "worked for three companies, the second for two. This left many unanswered questions for his next prospective employer. It gives the interviewer an impression of <em>indecisiveness</em>, uncertainty and basic lack of maturity - a bad set of attributes to hold.",
            "vi": "Năm đầu, anh làm việc cho 3 công ty, năm thứ hai cho 2 công ty. Việc này đã để lại nhiều câu hỏi chưa được trả lời cho người chủ tương lai sắp tới của anh ta. Việc nhảy việc đó tạo cho người phỏng vấn một ấn tượng về sự không dứt khoát, không chắc chắn và căn bản là thiếu chín chắn - một loạt những phẩm chất xấu không nên có."
        },
        {
            "en": "he worked for three companies, the second for two. This left many unanswered questions for his next prospective employer. It gives the interviewer an impression of <em>indecisiveness</em>, uncertainty and basic lack of maturity - a bad set of attributes to hold.",
            "vi": "Năm đầu, anh làm việc cho 3 công ty, năm thứ hai cho 2 công ty. Việc này đã để lại nhiều câu hỏi chưa được trả lời cho người chủ tương lai sắp tới của anh ta. Việc nhảy việc đó tạo cho người phỏng vấn một ấn tượng về sự không dứt khoát, không chắc chắn và căn bản là thiếu chín chắn - một loạt những phẩm chất xấu không nên có."
        },
        {
            "en": "The first year he worked for three companies, the second for two. This left many unanswered questions for his next prospective employer. It gives the interviewer an impression of <em>indecisiveness</em>, uncertainty and basic lack of maturity - a bad set of attributes to hold.",
            "vi": "2 công ty. Việc này đã để lại nhiều câu hỏi chưa được trả lời cho người chủ tương lai sắp tới của anh ta. Việc nhảy việc đó tạo cho người phỏng vấn một ấn tượng về sự không dứt khoát, không chắc chắn và căn bản là thiếu chín chắn - một loạt những phẩm chất xấu không nên có."
        },
        {
            "en": "The first year he worked for three companies, the second for two. This left many unanswered questions for his next prospective employer. It gives the interviewer an impression of <em>indecisiveness</em>, uncertainty and basic lack of maturity - a bad set of attributes to hold.",
            "vi": "Năm đầu, anh làm việc cho 3 công ty, năm thứ hai cho 2 công ty. Việc này đã để lại nhiều câu hỏi chưa được trả lời cho người chủ tương lai sắp tới của anh ta. Việc nhảy việc đó tạo cho người phỏng vấn một ấn tượng về sự không dứt khoát, không chắc chắn và căn bản là thiếu chín chắn - một loạt những phẩm chất xấu không nên có."
        },
        {
            "en": "The Basics of Business Success    Master these seven essentials--and avoid the business failure sand traps--and watch your business soar. Business is an art as well as a science. It's a matter of practical experience, judgment, foresight and luck. To be successful in business, you must master the basics of business success. Fortunately, all business skills are learnable. You can learn anything you need to learn, to achieve any goal you can set for yourself. There are no limits--except the limits you place on your own imagination. There are three major reasons why businesses fail: lack of money, lack of knowledge and lack of support. By mastering the basics of business success, you'll gain the knowledge necessary to acquire the support and money you need for your business. So just what are the essentials of business success? There are seven key areas of activity that determine whether your business will live or die: 1. Marketing. Your ability to determine and sell the right product to the right customer at the right time 2. Finance. Your ability to acquire the money you need, and account for the money you receive 3. Production. Your ability to produce products and services at a high enough level of quality and consistency over time 4. Distribution. Your ability to get your product or service to the market in a timely and economic fashion 5. Research and development. Your ability to continually innovate and produce new products, services, processes and responses to your competition 6. Regulation. Your ability to deal with the requirements of government legislation at all levels 7. Labor. Your ability to find the people you need, deal with unions, establish personnel policies, training and organizational development And from this list, comes the very specific, identifiable reasons for business success: Having a product or service that's well suited to the needs and requirements of the current market Developing a complete business plan before commencing business operations Conducting a complete market analysis before producing or offering the product or service Thoroughly developing advertising, promotional and sales programs Establishing tight financial controls, good budgeting practices, accurate bookkeeping and accounting methods, all backed by an attitude of frugality Ensuring that there's a high degree of competence, capability and integrity on the part of key staff members Having good internal efficiency, time management, clear job descriptions, accompanied by clear and measurable output and responsibilities Developing effective communication among the staff and an open-door policy for managers, especially the business's owner Generating strong momentum in the sales department and placing a continued emphasis on marketing your product or service Making concern for the customer a top priority at all times Putting determination, persistence and patience at the top of the list on the part of the business owners And now that you know the seven essentials of business success and the identifiable factors involved in helping your company succeed, let me share the top reasons for business failure. Thousands of companies were studied to determine the reasons businesses fail. Here they are, in order of their importance: Lack of direction. Business owners often fail to establish clear goals and create plans to achieve those goals, especially before starting out, when they fail to develop a complete business plan before launching their company. Impatience. This occurs when business owners try to accomplish too much too soon, or expect to get results far faster than is truly possible. A good rule to remember is that everything costs twice as much and takes three times as long as expected. Greed. When entrepreneurs try to charge too much to make a lot of money in a short period of time, failure isn't far behind. Taking action without thinking it through first. An entrepreneur acts impetuously and makes costly mistakes that eventually cause the business to fail. Poor cost control. An entrepreneur spends too much, especially in the early stages, and spends all their startup capital money before achieving profitability. Poor product quality. This makes it difficult to sell and difficult to get repeat business. Insufficient working capital. An entrepreneur expects--and requires--immediate, positive cash flow that doesn't occur, leading to the failure of the business. Bad or nonexistent budgeting. An entrepreneur fails to develop written budgets for operations that include all possible expenses. Inadequate financial records. An entrepreneur fails to set up a bookkeeping or accounting system from the beginning. Loss of momentum in the sales department. This leads to a decline in cash flow and the eventual collapse of the enterprise. Failure to anticipate market trends. An entrepreneur doesn't recognize changes in demand, customer preferences or the economic situation. Lack of managerial ability or experience. An entrepreneur doesn't know or understand the important skills it takes to run a business. <em>Indecisiveness</em>. An entrepreneur is unable to make key decisions in the face of difficulties, or decisions are delayed or improperly made because of concern for the opinions or feelings of other people. Bad human relations. Personal problems and conflict with staff, suppliers, creditors and customers can easily lead to business failure. Diffusion of effort. An entrepreneur tries to do too many things, thus failing to set priorities and focus on high-value tasks. Business success isn't a mystery waiting to be solved. It's an attainable goal, if you simply avoid the reasons for business failure and continually focus on improving the areas that are responsible for business success.",
            "vi": "Những kiến thức cơ bản về thành công trong kinh doanh    Hãy nắm vững 7 điều cốt yếu này – tránh những cạm bẫy nguy hiểm làm phá sản doanh nghiệp – và hãy thận trọng về sự phát triển của doanh nghiệp bạn. Kinh doanh là một nghệ thuật đồng thời là một khoa học. Là câu chuyện về kinh nghiệm thực tế, tính quyết đoán, khả năng nhìn xa trông rộng và sự may rủi. Để thành công trong kinh doanh, bạn phải nắm vững những kiến thức cơ bản về thành công trong kinh doanh. May mắn là, tất cả các kỹ năng kinh doanh chúng ta đều có thể học được. Bạn có thể học bất cứ điều gì mình cần để biết, để đạt được các mục tiêu của mình. Không có giới hạn nào – trừ những giới hạn bạn tự tưởng tượng ra. Có 3 lý do chính vì sao các doanh nghiệp phá sản: thiếu tiền, thiếu kiến thức và thiếu sự hỗ trợ. Bằng cách nắm vững những kiến thức căn bản về thành công trong kinh doanh, bạn sẽ có được kiến thức cần thiết để nhận được sự hỗ trợ và kiếm được số tiền bạn cần cho doanh nghiệp mình. Vậy những yếu tố cần thiết để thành công trong kinh doanh là gì? Có 7 yếu tố then chốt quyết định sự sống còn của doanh nghiệp bạn: 1. Tiếp thị: Khả năng xác định và bán đúng loại sản phẩm cho đúng đối tượng khách hàng ngay đúng thời điểm thích hợp 2. Tài chính: Khả năng kiếm được số tiền bạn cần, và giải thích về khoản tiền bạn thu 3. Sản xuất: Khả năng sản xuất những sản phẩm và cung cấp những dịch vụ chất lượng cao và luôn ổn định theo thời gian 4. Phân phối: Khả năng mang sản phẩm hoặc dịch vụ thâm nhập vào thị trường kịp thời và hiệu quả 5. Nghiên cứu và phát triển: Khả năng đổi mới liên tục và tạo ra những sản phẩm, dịch vụ, quy trình, và những phản ứng mới so với đối thủ cạnh tranh 6. Pháp luật: Khả năng giải quyết các yêu cầu của pháp luật nhà nước ở mọi cấp 7. Lao động: Khả năng tuyển những người bạn cần, giải quyết các vấn đề công đoàn, xây dựng các chính sách về nhân sự, phát triển tổ chức và đào tạo Và từ bản liệt kê này, tiếp theo sẽ là những lý do rất cụ thể, có thể nhận biết được cho thành công trong kinh doanh Có sản phẩm hoặc dịch vụ rất phù hợp với những nhu cầu và đòi hỏi của thị trường hiện nay Phát triển một kế hoạch kinh doanh đầy đủ trước khi bắt đầu các hoạt động kinh doanh Thực hiện phân tích thị trường kỹ lưỡng trước khi sản xuất một sản phẩm hay cung cấp một dịch vụ Phát triển toàn diện các chương trình quảng cáo, khuyến mãi và bán hàng Thiết lập hệ thống quản lý tài chính chặt chẽ, dự toán ngân quỹ tốt, các phương pháp kế toán và lưu giữ sổ sách chính xác, tất cả được xây dựng trên tinh thần tiết kiệm Đảm bảo có một mức độ năng lực, khả năng và sự trung thực cao của những nhân viên chủ chốt. Có bản mô tả công việc rõ ràng, quản lý thời gian, năng suất nội bộ tốt, cùng với tinh thần trách nhiệm và sản phẩm đầu ra dễ thấy và có thể đo lường được Phát triển thông tin liên lạc hiệu quả giữa nhân viên và một chính sách cởi mở đối với các giám đốc, nhất là chủ doanh nghiệp Tạo ra động lực mạnh mẽ trong bộ phận kinh doanh và nhấn mạnh thường xuyên tầm quan trọng của việc tiếp thị sản phẩm hay dịch vụ của bạn Quan tâm đến khách hàng luôn là ưu tiên hàng đầu Đặt sự quyết tâm, kiên trì và nhẫn nại đứng đầu cẩm nang dành cho chủ doanh nghiệp Và đến đây bạn đã nắm được 7 nội dung cơ bản để thành công trong kinh doanh và những yếu tố có thể nhận biết liên quan đến việc giúp doanh nghiệp bạn thành công, tôi xin chia sẻ những nguyên do hàng đầu của việc làm ăn thua lỗ. Hàng ngàn công ty được nghiên cứu để xác định nguyên nhân các doanh nghiệp phá sản. Dưới đây là những nguyên nhân, được sắp xếp theo tầm quan trọng của chúng: Thiếu phương hướng. Các chủ doanh nghiệp thường không xây dựng những mục tiêu rõ ràng và lập những kế hoạch để đạt được các mục tiêu đó, đặc biệt là trước khi khởi nghiệp, họ không phát triển một kế hoạch kinh doanh đầy đủ trước khi khai trương công ty của mình. Thiếu kiên nhẫn. Điều này xảy ra khi chủ doanh nghiệp cố đạt được thật nhiều mục tiêu trong thời gian quá ngắn ngủi, hoặc kỳ vọng gặt hái những kết quả thuận lợi sớm hơn thực tế có thể. Một quy tắc đáng nhớ là mọi thứ đều tốn kém gấp đôi và lâu hơn gấp ba lần so với kỳ vọng. Tham lam. Khi các chủ doanh nghiệp cố gắng tính phí cao để kiếm được nhiều tiền trong thời gian ngắn, thì sự thất bại đang đến rất gần. Hành động mà không suy nghĩ thấu đáo trước. Chủ doanh nghiệp hành động quyết liệt và mắc sai lầm gây tốn kém, những sai lầm rốt cuộc cũng khiến doanh nghiệp phá sản. Kiểm soát chi phí kém. Chủ doanh nghiệp chi tiêu quá nhiều, đặc biệt là khi mới thành lập doanh nghiệp, và sử dụng hết tiền vốn ban đầu của mình trước khi có lãi. Chất lượng sản phẩm kém. Điều này làm bán hàng khó và khó có được khách hàng quen. Vốn lưu động thiếu. Chủ doanh nghiệp mong muốn - và cần đến - lượng tiền mặt sẵn có, ngay lập tức mà không có, dẫn đến phá sản doanh nghiệp. Quá trình dự thảo ngân sách kém hoặc không tồn tại. Chủ doanh nghiệp không phát triển các loại ngân sách được dự thảo cho các hoạt động doanh nghiệp bao gồm mọi chi phí có thể. Hồ sơ tài chính không đầy đủ. Chủ doanh nghiệp không xây dựng một hệ thống kế toán hay ghi chép sổ sách ngay từ khi mới bắt đầu. Mất động lực trong bộ phận kinh doanh. Điều này dẫn đến sự sụt giảm luồng tiền mặt và sự sụp đổ của doanh nghiệp diễn ra bất cứ khi nào. Không thấy trước được các xu hướng của thị trường. Chủ doanh nghiệp không nhận ra những thay đổi về cầu, các thị hiếu của khách hàng hoặc tình hình kinh tế. Thiếu kinh nghiệm hay khả năng quản lý. Chủ doanh nghiệp không nắm bắt rõ các kỹ năng quan trọng dùng để quản lý doanh nghiệp. Không quyết đoán. Chủ doanh nghiệp không thể đưa ra các quyết định quan trọng khi đối mặt với những khó khăn, hoặc các quyết định bị trì hoãn hay quyết định không chính xác vì bận tâm đến những ý kiến hoặc tình cảm của những người khác. Quan hệ con người không tốt. Các vấn đề cá nhân và mâu thuẫn với nhân viên, các nhà cung cấp, chủ nợ và khách hàng có thể dễ dàng dẫn tới phá sản doanh nghiệp. Phân tán sức lực. Chủ doanh nghiệp cố gắng làm quá nhiều thứ, vì vậy không đặt ưu tiên và tập trung vào những công việc mang lại giá trị cao. Thành công trong kinh doanh không phải là một điều bí ẩn đang chờ để được làm sáng tỏ. Nếu bạn chỉ cần tránh những nguyên nhân làm phá sản doanh nghiệp và luôn tập trung vào việc phát triển những điểm làm nên thành công của doanh nghiệp, thì đó là một mục tiêu có thể đạt được."
        }
    ],
    "suggestions": []
}