{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'delibli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thể tẩy xoá được, không thể gột rửa</td></tr></table><i/></div>",
            "word": "indelibly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "indelibly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "indelibly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indelibly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "indelibly"
        }
    },
    "sentences": [
        {
            "en": "generally in a locale <em>indelibly</em> associated with the company",
            "vi": "nói chung trong một hiện trường indelibly liên quan đến công ty"
        },
        {
            "en": "Every phrase has been <em>indelibly</em> engraved in her mind.",
            "vi": "Mỗi thành ngữ đã được in sâu không thể xóa nhòa trong tâm trí cô ấy."
        },
        {
            "en": "Benjamin Franklin’s image is <em>indelibly</em> printed not only within the American psyche, but also on the largest issue of currency printed by the U.S. Treasury – the $100 bill. It would be hard to choose a more appropriate founding father to feature on the $100 bill, seeing as how prior to his tenure as one of the greatest and most famous statesmen of the American Revolution, Franklin was the founder and proprietor of a printing shop.",
            "vi": "Hình ảnh của cựu TT Mỹ Benjamin Franklin không chỉ được in sâu trong tâm trí của người dân Mỹ mà còn được in trên tờ tiền có mệnh giá lớn nhất bởi Kho bạc Hoa Kỳ - tờ $100. Khó mà lựa chọn được hình ảnh người sáng lập nào khác phù hợp hơn cho tờ tiền $100, TT Franklin là người sáng lập đồng thời cũng là chủ của một cửa hàng in ấn trước khi đảm nhận nhiệm kỳ làm tổng thống nổi tiếng và vĩ đại nhất trong cuộc cách mạng Mỹ."
        }
    ],
    "suggestions": []
}