{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Indiana"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Indiana"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Indiana"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Indiana"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Indiana"
        }
    },
    "sentences": [
        {
            "en": "<em>Indiana</em> has more cases of power theft.",
            "vi": "Bang Indiana có thêm nhiều trường hợp trộm cắp điện."
        },
        {
            "en": "Why are the flags at half-mast in <em>Indiana</em> today?",
            "vi": "Tại sao hôm nay ở Indiana, các lá cờ được hạ xuống giữa cột cờ?"
        },
        {
            "en": "In nineteen twenty-six, the <em>Indiana</em> Dunes State Park opened.",
            "vi": "Năm 1926, Công viên Cồn cát bang Indiana mở cửa."
        },
        {
            "en": "The <em>Indiana</em> Dunes National Lakeshore was established in 1966.",
            "vi": "Công viên Cồn cát Bờ hồ Quốc gia bang Indiana được thành lập năm 1966."
        },
        {
            "en": "In nineteen twenty - six, the <em>Indiana</em> Dunes State Park opened.",
            "vi": "Năm 1926, Công viên Cồn cát bang Indiana mở cửa."
        },
        {
            "en": "Why are the flags at half - mast in <em>Indiana</em> today?",
            "vi": "Tại sao hôm nay ở Indiana, các lá cờ được hạ xuống giữa cột cờ?"
        },
        {
            "en": "Thousands of years ago this glacier moved over what is now central <em>Indiana</em>.",
            "vi": "Hằng ngàn năm trước, con sông băng này đã di chuyển qua vùng đất ngày nay là trung tâm của Indiana."
        },
        {
            "en": "He wants the <em>Indiana</em> dunes to be a national park, too.",
            "vi": "Ông muốn những cồn cát ở Indiana cũng là một công viên quốc gia."
        },
        {
            "en": "At the <em>Indiana</em> dunes, the sand hills are alive with the music of the sand.",
            "vi": "Tại các cồn cát ở Indiana, các đồi cát rất sống động bởi âm thanh do cát tạo ra."
        },
        {
            "en": "His work in the <em>Indiana</em> Dunes helped spread the science of ecology throughout the world.",
            "vi": "Công trình của ông ở vùng cồn cát Indiana đã giúp mở rộng ngành khoa học sinh thái ra khắp thế giới."
        },
        {
            "en": "Scientists of the <em>Indiana</em> Geological Survey investigated it in nineteen fifty-two.",
            "vi": "Năm 1952, các nhà khoa học ở Cục Khảo sát Địa chất bang Indiana đã điều tra việc này."
        },
        {
            "en": "OPEC will discuss the proposal at a two-day meeting in <em>Indiana</em>.",
            "vi": "Opec sẽ thảo luận đề nghị này tại một cuộc họp hai ngày ở indiana."
        },
        {
            "en": "A huge thick river of ice helped create the <em>Indiana</em> dunes.",
            "vi": "Một con sông băng dày, khổng lồ đã góp phần tạo nên những cồn cát Indiana."
        },
        {
            "en": "A group of teens are working on a documentary that exposes poverty in Lafayette, <em>Indiana</em>.",
            "vi": "Một nhóm các thanh thiếu niên đang làm bộ phim tài liệu phơi bày cảnh nghèo nàn ở Lafayette Indiana."
        },
        {
            "en": "A dune called Mount Baldy guards the northern end of the <em>Indiana</em> Dunes National Lakeshore.",
            "vi": "Một cồn cát có tên là Mount Baldy (Núi Trọc) bảo vệ phần cực bắc của Bờ Hồ Cồn Cát Quốc Gia ở Indiana."
        },
        {
            "en": "Visitors from all over the world explore the area near the <em>Indiana</em> Dunes.",
            "vi": "Du khách từ khắp nơi trên thế giới đến thám hiểm khu vực gần các cồn cát Indiana."
        },
        {
            "en": "In eighteen twenty-two, a trader from the state of Michigan settled in the <em>Indiana</em> Dunes.",
            "vi": "Năm 1822, một thương gia đến từ bang Michigan đã đến định cư ở vùng cồn cát Indiana."
        },
        {
            "en": "Scientists of the <em>Indiana</em> Geological Survey investigated it in nineteen fifty - two.",
            "vi": "Năm 1952, các nhà khoa học ở Cục Khảo sát Địa chất bang Indiana đã điều tra việc này."
        },
        {
            "en": "More than two million people visit the sand hills in the middle - western state of <em>Indiana</em> each year.",
            "vi": "Mỗi năm hơn hai triệu người đến thăm những đồi cát ở bang Indiana thuộc Trung Tây Hoa Kỳ."
        },
        {
            "en": "The <em>Indiana</em> state government and the federal government control more than six thousand hectares of land along the lake.",
            "vi": "Chính quyền bang Indiana và chính quyền liên bang kiểm soát hơn 6. 000 héc - ta đất dọc theo hồ."
        }
    ],
    "suggestions": []
}