{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">index</font></td></tr></table><i/></div>",
            "word": "indices",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>indices</k><blockquote>plural form of <kref>index</kref>. </blockquote></div>",
            "word": "indices",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "indices",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indices",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "indices",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Financial times actuaries share <em>indices</em>",
            "vi": "Chỉ số giá cổ phiếu thống kê của báo financial times"
        },
        {
            "en": "Table 4.4. Overall <em>Indices</em> of Competitiveness",
            "vi": "Bảng 4.4: Các chỉ số chung của tính cạnh tranh."
        },
        {
            "en": "What are the <em>indices</em> of industrial development?",
            "vi": "Chỉ số phát triển công nghiệp là gì?"
        },
        {
            "en": "Major human development <em>indices</em> as a result have steadily improved.",
            "vi": "Nhờ vậy, các chỉ số phát triển con người cơ bản cũng đã không ngừng được cải thiện."
        },
        {
            "en": "The Cities Positioned by their Economic Success <em>Indices</em>.",
            "vi": "Các thành phố được định vị theo Chỉ số Thành công về Kinh tế."
        },
        {
            "en": "These <em>indices</em> are updated on the 15th of each month.",
            "vi": "Những chỉ số này được cập nhật vào ngày 15 mỗi tháng."
        },
        {
            "en": "It should be emphasized that these <em>indices</em> are comparative.",
            "vi": "Cần lưu ý rằng các chỉ số này là những chỉ số so sánh."
        },
        {
            "en": "However, Quang Nam performs dramatically better in <em>indices</em> measuring major policy orientations, in contrast to <em>indices</em> measuring the administration's policy implementation.",
            "vi": "Tuy nhiên, các chỉ số đánh giá định hướng chính sách lớn của Quảng Nam cao hơn rất nhiều, trái ngược với những chỉ số đánh giá việc thực thi chính sách của tỉnh."
        },
        {
            "en": "In short, Quang Nam performs well in <em>indices</em> measuring its major policy orientations, and much worse in <em>indices</em> measuring the provincial administration's implementation of these policies.",
            "vi": "Nói tóm lại, Quảng Nam đạt được những chỉ số cao đánh giá về các định hướng chính sách chính của tỉnh và những chỉ số thấp hơn rất nhiều đánh giá về việc thực thi những chính sách này của chính quyền tỉnh."
        },
        {
            "en": "Viet Nam’s Human Development Report (2003) Further details of Viet Nam’s Human Development <em>indices</em> and movements.",
            "vi": "Xem Báo cáo phát triển con người Việt Nam (2003) để có thêm chi tiết về các chỉ số và thay đổi về phát triển con người của Việt Nam."
        },
        {
            "en": "However, Quang Nam shows ample room for improvement in other <em>indices</em>.",
            "vi": "Tuy nhiên, Quảng Nam cần cải thiện rất nhiều ở các chỉ số khác."
        },
        {
            "en": "According to many key development <em>indices</em>, Vietnam scores better than much wealthier countries.",
            "vi": "Nếu căn cứ vào các chỉ số phát triển chủ yếu thì Việt Nam thậm chí còn vượt lên trên nhiều nước giàu có hơn."
        },
        {
            "en": "The overall Economic Success Index is computed as the geometric mean of the component <em>indices</em>.",
            "vi": "Chỉ số Thành công về Kinh tế tổng thể được tính toán theo cách bình quân hình học của các chỉ số thành phần."
        },
        {
            "en": "Note: The <em>indices</em> range from 0 (least competitive) to 10 (most competitive).",
            "vi": "Ghi chú: Các chỉ số nhận giá trị từ 0 (tính cạnh tranh kém nhất) đến 10 (tính cạnh tranh cao nhất)."
        },
        {
            "en": "A ‘scorecard’ of the four <em>indices</em> for the three cities is shown in Table 6.5 and Figure 6.3.",
            "vi": "Một 'bảng điểm' cả bốn chỉ số cho ba thành phố được trình bày trong Bảng 6.5 và Hình 6.3."
        },
        {
            "en": "A scorecard of the four <em>indices</em> for the three cities is provided in Table S-4 and Figure S-1.",
            "vi": "Bảng cho điểm bốn chỉ số của ba thành phố được trình bày trong Bảng S-4 và Hình S-1."
        },
        {
            "en": "Readers would be aware that the All Ordinaries Index, like most <em>indices</em>, tracks US markets very closely.",
            "vi": "Độc giả sẽ nhận thức rằng chỉ số giá trị vốn hóa thị trường, giống như hầu hết các chỉ tiêu, theo sát thị trường Mỹ."
        },
        {
            "en": "See especially business confidence <em>indices</em> from the Canadian Federation of Independent Business, the National Federation of Independent Business (U.S.), and Center for Women's Business Research.",
            "vi": "Đặcc biệt tham khảo chỉ số về mức độ tin tưởng kinh doanh của Liên hiệp các doanh ghiệp độc lập của Canada, Liên hiệp các doanh nghiệp Hoa Kỳ (U.S.) và Trung tâm nghiên cứu doanh nghiệp nữ."
        },
        {
            "en": "Figure 6.1 shows <em>indices</em> of labor productivity and wages for the three cities, relative to a national index of 100 (in 2001).",
            "vi": "Hình 6.1 trình bày các chỉ số năng suất lao động và tiền lương cho ba thành phố, tương ứng với chỉ số chung cả nước là 100 (vào năm 2001)."
        },
        {
            "en": "More importantly, the <em>indices</em> related to the public investment and banking sector restructuring show latent problems in the public debt and state budget.",
            "vi": "Quan trọng hơn, những chỉ số liên quan đến đầu tư công và tái cấu trúc ngành ngân hàng cho thấy các vấn đề tiềm ẩn trong nợ công và ngân sách nhà nước."
        }
    ],
    "suggestions": []
}