{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Indianapolis"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Indianapolis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Indianapolis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Indianapolis"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Indianapolis"
        }
    },
    "sentences": [
        {
            "en": "The <em>Indianapolis</em> Colts are the favorites.",
            "vi": "Indianapolis Colts là các mục yêu thích."
        },
        {
            "en": "The <em>Indianapolis</em> 500 race runs every year.",
            "vi": "Năm nào cũng có một cuộc đua Indianapolis 500."
        },
        {
            "en": "I am at the <em>Indianapolis</em> 500 race-track.",
            "vi": "Tôi đang ở đường đua Indianapolis 500."
        },
        {
            "en": "<em>Indianapolis</em> will be an excellent place for a franchise.",
            "vi": "Indianapolis sẽ là một nơi lý tưởng để tổ chức bầu cử."
        },
        {
            "en": "I know this is the <em>Indianapolis</em> 500 race.",
            "vi": "Tôi biết đây là cuộc đua Indianapolis 500."
        },
        {
            "en": "<em>Indianapolis</em> is the place which has thousands of coffee drinkers.",
            "vi": "Indianapolis là nơi có hàng ngàn người uống cà phê."
        },
        {
            "en": "I am at the <em>Indianapolis</em> 500 race - track.",
            "vi": "Tôi đang ở đường đua Indianapolis 500."
        },
        {
            "en": "Sam could get to <em>Indianapolis</em> and back without any of them being the wiser.",
            "vi": "Sam có thể đến indianapolis và về lại mà chẳng tìm ra được điều gì hay ho hơn."
        },
        {
            "en": "Two planes were diverted to <em>Indianapolis</em> international airport on Saturday afternoon.",
            "vi": "Hai máy bay đã được chuyển đến sân bay quốc tế Indianapolis vào chiều thứ Bảy."
        },
        {
            "en": "Police say a fetus was buried in a makeshift grave found by University of <em>Indianapolis</em> students.",
            "vi": "Cảnh sát nói rằng một bào thai đã được các sinh viên trường đại học Indianapolis chôn trong một ngôi mộ tạm thời."
        },
        {
            "en": "How much does it cost to have a car in the <em>Indianapolis</em> 500?",
            "vi": "Để có một chiếc xe ở cuộc đua Indianapolis 500 thì tốn bao nhiêu?"
        },
        {
            "en": "The Trump administration, the House Committee on Ways and Means, and the Senate Committee on Finance released the framework for tax reform, with Trump offering some of the first details of the plan during remarks in <em>Indianapolis</em>, Indiana.",
            "vi": "Chính quyền Trump, Ủy ban Tài chính và Thuế vụ Hạ viện, và Ủy ban Tài chính Thượng viện đã đưa ra khung cải cách thuế, trong đó ông Trump đưa ra một số chi tiết đầu tiên của kế hoạch này trong thời gian bình luận tại Indianapolis, Indiana."
        },
        {
            "en": "President Donald Trump walks to the South Lawn of the White House to board the Marine One on Sept. 26, 2017. Trump offered some of the first details of his tax reform plan in <em>Indianapolis</em>, Ind., on Sept. 27, 2017. (Samira Bouaou/The Epoch Times)",
            "vi": "Tổng thống Donald Trump đi bộ đến South Lawn của Nhà Trắng để lên chuyên cơ Marine One vào ngày 26 tháng 9 năm 2017. Ông Trump đưa ra một số chi tiết đầu tiên trong kế hoạch cải cách thuế của ông tại Indianapolis, Ind, vào ngày 27 tháng 9 năm 2017. (Samira Bouaou/báo Đại Kỷ Nguyên)"
        }
    ],
    "suggestions": []
}