{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,indi'rektli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gián tiếp</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to refer to someone indirectly</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nói tới ai một cách gián tiếp</font></td></tr></table><i/></div>",
            "word": "indirectly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "indirectly"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>indirectly</k><blockquote>▸ <cclass>adverb</cclass></blockquote><blockquote><b>1</b><i>I heard of the damage indirectly</i>: SECOND-HAND, at second hand, from others; <cclass><i>informal</i> on the grapevine, on the bush/jungle telegraph.</cclass></blockquote><blockquote><b>2</b><i>he referred to the subject indirectly</i>: OBLIQUELY, by implication, allusively.</blockquote></div>",
            "word": "indirectly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indirectly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "indirectly"
        }
    },
    "sentences": [
        {
            "en": "To abuse <em>indirectly</em>",
            "vi": "Chửi bóng gió"
        },
        {
            "en": "Refer to someone <em>indirectly</em>",
            "vi": "Nói tới ai một cách gián tiếp"
        },
        {
            "en": "They referred to him <em>indirectly</em>.",
            "vi": "Họ nói tới ông ta một cách gián tiếp."
        },
        {
            "en": "Why don't you find out <em>indirectly</em>?",
            "vi": "Tại sao bạn không gián tiếp tìm hiểu xem?"
        },
        {
            "en": "<em>Indirectly</em>, stress can contribute to body odor.",
            "vi": "Một cách gián tiếp, áp lực công việc có thể dẫn đến sinh mùi hôi trên cơ thể."
        },
        {
            "en": "Reported speech reports <em>indirectly</em> what another person said.",
            "vi": "Lời dẫn gián tiếp tường thuật lại một cách gián tiếp lời nói của một người nào đó."
        },
        {
            "en": "This legislation will affect us all, directly or <em>indirectly</em>.",
            "vi": "Đạo luật này sẽ ảnh hưởng tới tất cả chúng ta, trực tiếp hay gián tiếp."
        },
        {
            "en": "That story <em>indirectly</em> made profound impact on me.",
            "vi": "Câu chuyện đó đã gián tiếp tác động sâu sắc lên tôi."
        },
        {
            "en": "Anything happens, please tell us, don't abuse <em>indirectly</em>.",
            "vi": "Có chuyện gì, hãy kể chúng tôi nghe, đừng chửi chó mắng mèo."
        },
        {
            "en": "Over 600 people are directly or <em>indirectly</em> employed by the business.",
            "vi": "Hơn 600 người được thuê trực tiếp hoặc gián tiếp bởi cơ sở kinh doanh này."
        },
        {
            "en": "It was generally held this industry should be funding research both directly and <em>indirectly</em>.",
            "vi": "Nhiều người tin rằng ngành công nghiệp này nên được tài trợ nghiên cứu một cách trực tiếp và cả gián tiếp."
        },
        {
            "en": "Most ODA is invested either directly or <em>indirectly</em> (through fungibility) in public sector investments.",
            "vi": "Phần lớn ODA được đầu tư hoặc trực tiếp hoặc gián tiếp (thông qua hiệu ứng hoán đổi) cho đầu tư khu vực công cộng."
        },
        {
            "en": "The days of bartering are gone thought it is <em>indirectly</em> resorted to at international level.",
            "vi": "Hình thức đổi chác trước đây đã không còn nữa mặc dù vậy người ta vẫn còn sử dụng nó một cách gián tiếp bằng hình thức khác."
        },
        {
            "en": "Here are a few examples of influence through <em>indirectly</em> applied power:",
            "vi": "Sau đây là một vài ví dụ về sự ảnh hưởng thông qua quyền lực được sử dụng gián tiếp:"
        },
        {
            "en": "The licensee agrees not to directly or <em>indirectly</em> engage in the manufacture of competitive products.",
            "vi": "Người xin giấy phép đồng ý không tham gia trực tiếp hay gián tiếp trong việc sản xuất của sản phẩm cạnh tranh."
        },
        {
            "en": "Export buoyancy has certainly contributed to faster growth, thereby <em>indirectly</em> resulting in lowering poverty.",
            "vi": "Bùng phát xuất khẩu tất nhiên có đóng góp cho tăng trưởng nhanh hơn và do vậy đã dẫn tới giảm nghèo một cách không trực tiếp."
        },
        {
            "en": "Influencers are individuals who participate <em>indirectly</em> in the decision-making process.",
            "vi": "Những người ảnh hưởng là những cá nhân tham gia gián tiếp vào quy trình ra quyết định."
        },
        {
            "en": "Lending is influenced <em>indirectly</em>, by non-economic criteria, especially for state enterprises.",
            "vi": "Hoạt động cho vay bị ảnh hưởng gián tiếp bởi các chỉ tiêu phi kinh tế, đặc biệt là đối với các doanh nghiệp nhà nước."
        },
        {
            "en": "Education and training provides services, directly or <em>indirectly</em>, to most sectors.",
            "vi": "Ngành giáo dục và đào tạo trực tiếp hoặc gián tiếp cung cấp dịch vụ cho hầu hết các ngành."
        },
        {
            "en": "Training is often one way and delivered <em>indirectly</em> (through village leader)",
            "vi": "Tập huấn chỉ mang tính một chiều và được thực hiện gián tiếp (thông qua trưởng thôn)."
        }
    ],
    "suggestions": []
}