{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,indis'tiηkt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không rõ ràng; mơ hồ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">indistinct speech</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">lời nói không rõ ràng</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">indistinct sounds</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">memories</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những âm thanh, kỷ niệm mơ hồ</font></td></tr></table><i/></div>",
            "word": "indistinct"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>indistinct</k><blockquote>■ <cclass>adjective not clear or sharply defined. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>indistinctly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>indistinctness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "indistinct"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>indistinct</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the distant shoreline was indistinct</i>: BLURRED, out of focus, fuzzy, hazy, misty, foggy, cloudy, shadowy, dim, nebulous; unclear, obscure, vague, faint, indistinguishable, barely perceptible, hard to see, hard to make out.</blockquote><blockquote><b>2</b><i>the last two digits are indistinct</i>: INDECIPHERABLE, illegible, unreadable, hard to read.</blockquote><blockquote><b>3</b><i>indistinct sounds</i>: MUFFLED, muted, low, quiet, soft, faint, inaudible, hard to hear; muttered, mumbled.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>clear.</blockquote></div>",
            "word": "indistinct"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indistinct"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không rõ ràng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không phân biệt được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không rõ</font></td></tr></tbody></table></div>",
            "word": "indistinct"
        }
    },
    "sentences": [
        {
            "en": "<em>Indistinct</em> memories",
            "vi": "Kỷ niệm mơ hồ"
        },
        {
            "en": "<em>Indistinct</em> speech",
            "vi": "Lời nói không rõ ràng"
        },
        {
            "en": "<em>Indistinct</em> sounds",
            "vi": "Âm thanh mơ hồ"
        },
        {
            "en": "His voice was <em>indistinct</em>.",
            "vi": "Giọng nói của anh ấy không rõ ràng."
        },
        {
            "en": "The postmark was <em>indistinct</em>.",
            "vi": "Dấu bưu điện không được rõ."
        },
        {
            "en": "I remember the <em>indistinct</em> memories of childhood.",
            "vi": "Tôi chỉ nhớ những kỷ niệm mơ hồ về thời thơ ấu."
        },
        {
            "en": "His <em>indistinct</em> speech made it impossible to understand him.",
            "vi": "Cách nói không rành rọt của ông ấy làm cho người ta không hiểu gì về anh ấy."
        },
        {
            "en": "Do you hear the <em>indistinct</em> sounds in this room?",
            "vi": "Anh có nghe những âm thanh mơ hồ trong căn phòng này không?"
        },
        {
            "en": "His <em>indistinct</em> speech made us impossible to understand him.",
            "vi": "Lời nói không rõ ràng của ông ta làm chúng tôi không thể hiểu được."
        },
        {
            "en": "The white of two letters in her lap grew <em>indistinct</em>.",
            "vi": "Màu trắng của hai lá thư trong vạt áo nàng nổi rõ."
        },
        {
            "en": "General Advertising Principles    Ads primarily create product awareness, sometimes product knowledge, less often product preference, and more rarely, product purchase. That’s why advertising cannot do the job alone. Sales promotion may be needed to trigger purchase. A salesperson might be needed to elaborate on the benefits and close the sale. What’s worse, many ads are not particularly creative. Most are not memorable. Take auto ads. The typical one shows a new car racing 100 miles an hour around mountain bends. But we don’t have mountains in Chicago. And 60 miles an hour is the speed limit. And furthermore I can’t remember which car the ad featured.  Conclusion: Most ads are a waste of the companies’ money and my time. Most ad agencies blame the lack of creativity on the client. Clients wisely ask their agencies to come up with three ads, from mild to wild. But then the client typically settles for the mild and safe one. Thus the client plays a role in killing good advertising. Companies should ask this question before using advertising: Would advertising create more satisfied clients than if our company spent the same money on making a better product, improving company service, or creating stronger brand experiences? I wish that companies would spend more money and time on designing an exceptional product, and less on trying to psychologically manipulate perceptions through expensive advertising campaigns. The better the product, the less that has to be spent advertising it. The best advertising is done by your satisfied customers. The stronger your customer loyalty, the less you have to spend on advertising. First, most of your customers will come back without you doing any advertising. Second, most customers, because of their high satisfaction, are doing the advertising for you. In addition, advertising often attracts deal-prone customers who will flit in and out in search of a bargain. The advertising agency’s mantra is: “Early to bed, early to rise, work like hell, advertise.” But I still advise: Make good advertising, not bad advertising. How should you develop your advertising? You have to make decisions on the five Ms of advertising: mission, message, media, money, and measurement. The ad’s mission can be one of four: to   \nInform \n \nPersuade \n \nRemind \n \nReinforce a purchase decision \n  With a new product, you want to inform and/or persuade. With an old product, like Coca- Cola, you want to remind. With some products just bought, you want to reassure the purchaser and reinforce the decision. The message must communicate the brand’s distinctive value in words and pictures. Any message should be tested with the target audience using a set of six questions  1. What is the main message you get from this ad? 2. What do you think the advertiser wants you to know, believe or do? 3. How likely is it that this ad will influence you to undertake the implied action? 4. What works well in the ad and what works poorly? 5. How does the ad make you feel? 6. Where is the best place to reach you with this message - where would you be most likely to notice it and pay attention to it? The media must be chosen for their ability to reach the target market cost-effectively. Besides the classic media of newspapers, magazines, radio, television, and billboards, there is a flurry of new media, including e-mail, faxes, telemarketers, digital magazines, in-store advertising, and advertising now popping up in skyscraper elevators and bathrooms. Media selection is becoming a major challenge. A company works with the media department of the ad agency to define how much reach, frequency, and impact the ad campaign should achieve. Suppose you want your advertising campaign to deliver at least one exposure to 60 percent of the target market consisting of 1,000,000 people. This is 600,000 exposures. But you want the average person to see your ad three times during the campaign. That is 1,800,000 exposures. But it might take six exposures for the average person to notice your ad three times. Thus you need 3,600,000 exposures. And suppose you want to use a high-impact media vehicle costing $20 per 1,000 exposures. Then the campaign should cost $72,000 ($20 × 3,600,000/1,000). Notice that your company could use the same budget to reach more people with less frequency or to reach more people with lower-impact media vehicles. There are trade-offs among reach, frequency, and impact. Next is money. The ad budget is arrived at by pricing the reach, frequency, and impact decisions. This budget must take into account that the company has to pay for ad production and other costs. A welcome trend would be that advertisers pay advertising agencies on a pay-for-performance basis. This would be reasonable because the agencies claim that their creative ad campaigns will increase the companies’ sales. So pay the agency an 18 percent commission if sales increase, a normal 15 percent commission if sales remain the same, and a 13 percent commission with a warning if sales have fallen. Of course, the agency will say that other forces caused the drop in sales and even that the drop would have been deeper had it not been for the ad campaign. Now for measurement. Ad campaigns require premeasurement and postmeasurement. Ad mock-ups can be tested for communication effectiveness using recall, recognition, or persuasion measures. Postmeasurements strive to calculate the communication or sales impact of the ad campaign. This is difficult to do, though, particularly with image ads. For example, how can Coca-Cola measure the impact of a picture of a Coke bottle on the back page of a magazine on which the company spent $70,000 to influence purchases? At 70 cents a bottle and 10 cents of profit per bottle, Coke would have to sell 700,000 additional bottles to cover the $70,000 cost of the ad. I just don’t believe that ad will sell 700,000 extra bottles of Coke. Companies must try, of course, to measure results of each ad medium and vehicle. If online promotions are drawing in more prospects than TV ads, adapt your budget in favor of the former. Don’t maintain a fixed allocation of your advertising budget. Move ad money into the media that are producing the best response. One thing is certain: Advertising dollars are wasted when spent to advertise inferior or <em>indistinct</em> products. Pepsi-Cola spent $100 million to launch Pepsi One, and it failed. In fact, the quickest way to kill a poor product is to advertise it. More people will try the product sooner and tell others faster how bad or irrelevant it is. How much should you spend on advertising? If you spend too little, you are spending too much because no one notices it. A million dollars of TV advertising will hardly be noticed. And if you spend too many millions, your profits will suffer. Most ad agencies push for a “big bang” budget and while this may be noticed, it hardly moves sales. A major limitation of advertising is that it constitutes a monologue. As evidence, most ads do not contain a telephone number or e-mail address to enable the customer to respond. What a lost opportunity for the company to learn something from a customer!",
            "vi": "Những nguyên tắc quảng cáo chung    Quảng cáo chủ yếu tạo ra sự chú ý đến sản phẩm, thỉnh thoảng giúp hiểu biết về sản phẩm, ít khi làm nên sự ưa thích đối với sản phẩm, và càng hiếm khi khiến người ta mua sản phẩm. Đó là lý do tại sao quảng cáo không thể độc lập tác chiến được. Khuyến mãi cần thiết để khởi phát cho việc mua hàng. Người bán hàng cần có để giới thiệu chi tiết về những quyền lợi và để dứt điểm việc bán hàng kia. Tệ hơn, nhiều quảng cáo không có sáng tạo gì đặc biệt. Hầu hết không có gì đáng nhớ cả. Chẳng hạn những quảng cáo xe hơi. Một quảng cáo xe hơi điển hình hiện ra một chiếc xe hơi phóng 100 dặm 1 giờ quanh những khúc cua trên núi. Nhưng ở Chicago không có núi. Và 60 dặm 1 giờ là tốc độ tối đa cho phép. Hơn nữa, tôi chẳng thể nhớ nổi cái chiếc xe nào mà quảng cáo ấy đã đề cập đến. Kết luận: Đa số các quảng cáo là một sự lãng phí tiền bạc của các công ty và thời gian của tôi. Hầu hết các công ty quảng cáo đổ thừa việc thiếu tính sáng tạo cho khách hàng. Khách hàng yêu cầu một cách sáng suốt công ty quảng cáo của mình tạo ra 3 mẫu quảng cáo, từ nhẹ nhàng đến mạnh mẽ. Nhưng rồi khách hàng thường chọn cái nhẹ nhàng và an toàn. Do đó khách hàng đóng vai trò đáng kể trong việc huỷ hoại quảng cáo tốt. Các công ty nên đặt câu hỏi này trước khi sử dụng quảng cáo: Liệu quảng cáo có tạo ra nhiều khách hàng được thoả mãn hơn không nếu công ty chúng ta chi cùng một số tiền vào việc làm cho một sản phẩm tốt hơn, cải thiện dịch vụ của công ty, hay là tạo ra những trải nghiệm về thương hiệu mạnh mẽ hơn? Tôi hy vọng các công ty sẽ chi nhiều thời gian và tiền bạc hơn vào việc thiết kế sản phẩm đặc biệt, và chi ít hơn vào việc cố gắng lôi kéo về mặt tâm lý những cảm nhận của khách hàng thông qua những chiến dịch quảng cáo tốn kém. Sản phẩm càng tốt hơn thì càng ít phải bỏ tiền ra để quảng cáo nó. Quảng cáo tốt nhất chính là do những khách hàng đã hài lòng thực hiện. Sự trung thành của khách hàng càng bền vững bao nhiêu thì bạn càng ít phải tiêu tốn cho quảng cáo bấy nhiêu. Thứ nhất, đa phần các khách hàng của bạn sẽ quay lại mà bạn không phải quảng cáo gì cả. Thứ hai, hầu hết khách hàng, vì sự hài lòng của họ cao, đang quảng cáo giúp bạn. Ngoài ra, quảng cáo thường thu hút những khách hàng thích giá rẻ và dễ thay đổi, họ sẽ đến và đi rất nhanh chỉ để tìm kiếm một món hời nào đó. Danh ngôn thường xuyên được nhắc đến của công ty quảng cáo là: \"ngủ sớm, dậy sớm, làm hết sức mình, quảng cáo.\" Nhưng tôi vẫn nhắn nhủ thêm: Làm quảng cáo tốt, đừng làm quảng cáo tồi. Bạn cần phát triển quảng cáo của mình như thế nào? Bạn phải ra các quyết định dựa trên 5 chữ M trong quảng cáo: sứ mệnh, thông điệp, truyền thông, tiền bạc, và đánh giá. Sứ mệnh của quảng cáo có thể là một trong bốn nhiệm vụ: để  Thông tin Thuyết phục Nhắc nhở Củng cố quyết định mua  Đối với một sản phẩm mới, bạn cần thông tin và/hoặc thuyết phục. Với sản phẩm cũ, chẳng hạn như Coca – Cola thì bạn phải nhắc nhở. Trường hợp những sản phẩm vừa mới được mua, bạn nên làm yên lòng người mua và củng cố quyết định của họ. Thông điệp phải truyền tải hết giá trị khu biệt của thương hiệu bằng ngôn từ và hình ảnh. Bất kỳ thông điệp nào cũng phải được kiểm nghiệm dưới góc độ khán thính giả mục tiêu qua việc sử dụng nhóm 6 câu hỏi. 1. Thông điệp chính bạn nhận được từ quảng cáo này là gì? 2. Theo bạn, nhà quảng cáo muốn bạn biết, tin hay làm gì? 3. Liệu quảng cáo này có thể tác động khiến bạn thực hiện một hành động đã được gợi ý? 4. Trong quảng cáo này, cái gì diễn ra hợp lý, cái gì được thể hiện một cách kém cỏi? 5. Quảng cáo này làm cho bạn cảm thấy như thế nào? 6. Với thông điệp này, chỗ dễ dàng nhất đến được với bạn là ở đâu – bạn có thể để ý và quan tâm đến nó nhất ở điểm nào? Các phương tiện n được vớip này, Truyền thông phải được lựa chọn theo khả năng của chúng để đạt đến thị trường mục tiêu một cách hiệu quả về mặt kinh tế. Ngoài những phương tiện truyền thông lâu nay như báo, tạp chí, đài phát thanh, truyền hình, và các biển quảng cáo, còn có một loạt những phương tiện truyền thông mới, gồm có thư điện tử, fax, công cụ tiếp thị qua điện thoại, tạp chí số, quảng cáo tại cửa hàng, và quảng cáo đang xuất hiện phổ biến trong các thang máy và nhà vệ sinh của những cao ốc chọc trời. Sự lựa chọn phương tiện truyền thông hiện nay trở thành một thử thách lớn. Một công ty làm việc với bộ phận truyền thông của công ty quảng cáo để xác định phạm vi, tần số, và tác động mà chiến dịch quảng cáo cần đạt được là bao nhiêu. Giả sử bạn muốn chiến dịch quảng cáo của mình cung cấp ít nhất 01 lần tiếp cận cho 60% của thị trường mục tiêu có 1000 000 người. Đây là 600 000 lần tiếp cận quảng cáo. Nhưng bạn muốn người bình thường nhìn thấy quảng cáo của mình 3 lần khi chiến dịch diễn ra. Tương đương 1 800 000 lần tiếp cận. Nhưng với một người bình thường có thể phải mất 6 lần tiếp cận quảng cáo mới chú ý đến quảng cáo của bạn 3 lần. Vì vậy bạn phải cần 3 600 000 lần tiếp cận quảng cáo. Và giả định rằng bạn phải dùng phương tiện truyền thông có tác động lớn tiêu tốn khoảng 20 đô la cho 1000 lần tiếp cận. Sau đó chiến dịch sẽ mất một khoản chi phí là 72 000 đô la (tức là 20 đô la × 3 600 000/1000). Lưu ý, công ty của bạn có thể  sử dụng cũng số tiền đó để tiếp cận được nhiều người hơn với số lần lặp lại ít hơn hoặc tiếp cận nhiều người hơn với những phương tiện truyền thông có tác động nhỏ hơn. Có những sự lựa chọn mang tính đánh đổi giữa một trong các yếu tố: phạm vi, tần số và tác động. Tiếp theo là yếu tố tiền bạc. Ngân sách quảng cáo đạt được bằng việc định giá các quyết định về phạm vi, tần số, và tác động của quảng cáo. Ngân sách này phải tính đến việc công ty phải trả tiền sản xuất quảng cáo và những chi phí khác. Một xu hướng được hoan nghênh là những người cần đăng quảng cáo trả tiền cho công ty quảng cáo trên cơ sở thanh toán theo kết quả đạt được. Điều này là hợp lý vì các đơn vị quảng cáo khẳng định những chiến dịch quảng cáo sáng tạo của họ sẽ làm tăng doanh số của công ty. Vậy hãy trả một khoản hoa hồng 18% nếu doanh số tăng, khoản hoa hồng 15% bình thường nếu doanh số không đổi, và khoản hoa hồng 13% kèm theo lời cảnh báo nếu doanh số bị sụt giảm. Dĩ nhiên, công ty quảng cáo sẽ nói có những tác động khác gây ra giảm sút doanh số và thậm chí sự sụt giảm còn trầm trọng hơn nếu không có chiến dịch quảng cáo. Tới đây sẽ nói về đánh giá. Các chiến dịch quảng cáo đòi hỏi việc đánh giá trước và sau sự kiện. Những mẫu thử quảng cáo cần được kiểm tra tính hiệu quả về mặt truyền thông bằng cách sử dụng các biện pháp gợi nhớ, nhận ra, hoặc thuyết phục. Những lần đánh giá sau sự kiện cố gắng tính được tác động đến truyền thông hoặc doanh số của chiến dịch quảng cáo. Mặc dù điều này khó thực hiện, đặc biệt là với những quảng cáo bằng hình ảnh. Ví dụ, làm thế nào Coca-Cola có thể đánh giá tác động của một tấm hình chai Cô-ca ở trang sau tờ tạp chí mà công ty đã bỏ ra 70 000 đô la để gây ảnh hưởng đến các quyết định mua hàng? Với giá 70 xu một chai và 10 xu lợi nhuận mỗi chai, hãng Cô-ca phải bán 700 000 chai bổ sung để bù đắp 70 000 đô la chi phí quảng cáo. Tôi nghi ngờ khả năng quảng cáo đó sẽ bán được thêm 700 000 chai Cô-ca. Dĩ nhiên các công ty phải cố gắng đánh giá các kết quả của mỗi phương tiện truyền thông quảng cáo. Nếu những hình thức quảng cáo trực tuyến đang đưa ra nhiều triển vọng hơn quảng cáo trên truyền hình, thì hãy thay đổi ngân sách của bạn theo hướng thiên về quảng cáo trực tuyến. Đừng duy trì khoản phân bổ cố định ngân sách quảng cáo của bạn. Chuyển tiền quảng cáo sang những phương tiện truyền thông đang tạo ra nhiều hưởng ứng nhất. Một điều chắc chắn là: những đồng tiền quảng cáo bị lãng phí khi dùng để quảng cáo những sản phẩm mơ hồ hoặc kém chất lượng. Pepsi-Cola bỏ ra 100 triệu đô la để giới thiệu nhãn hàng Pepsi One, và đã thất bại. Trên thực tế, cách nhanh nhất để huỷ đi một sản phẩm kém chất lượng là hãy quảng cáo nó. Càng nhiều người đến dùng thử sản phẩm sớm hơn thì càng có nhiều người truyền tai nhau sản phẩm ấy tồi tệ hay không đáng mua nhanh hơn. Bạn nên dành bao nhiêu tiền cho quảng cáo? Nếu bạn chi quá ít, cũng đồng nghĩa là bạn chi quá nhiều vì không ai chú ý đến quảng cáo của bạn. Một triệu đô la quảng cáo trên truyền hình sẽ khó được người ta để ý đến. Và nếu bạn bỏ ra rất nhiều triệu đô la, thì lợi nhuận của bạn bị ảnh hưởng. Hầu hết các công ty quảng cáo đòi hỏi một khoản ngân sách \"khổng lồ\" trong khi điều này có thể được nhận thấy, nó hầu như không làm thay đổi doanh số. Hạn chế chủ yếu quảng cáo là nó tạo thành lời nói của một bên. Như đã dẫn chứng, đa số các quảng cáo không kèm theo số điện thoại hoặc địa chỉ e-mail để giúp khách hàng phản hồi. Công ty đã mất một cơ hội nhận được thông tin nào đó từ phía khách hàng, thật đáng tiếc!"
        }
    ],
    "suggestions": []
}