{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['indi,vizi'biliti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">indivisibleness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,indi'vizəblnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính không thể chia được</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(toán học) tính không chia hết</td></tr></table><i/></div>",
            "word": "indivisibility"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "indivisibility"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "indivisibility"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "indivisibility"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "indivisibility"
        }
    },
    "sentences": [
        {
            "en": "Interdependence and <em>indivisibility</em> of rights are the human rights.",
            "vi": "Sự phụ thuộc lẫn nhau và tính không thể chia cắt được của các quyền là những nguyên tắc của quyền con người."
        },
        {
            "en": "<em>Indivisibility</em> and Vulnerability of Rights has been stressed that under the principle of <em>indivisibility</em>, one right cannot be suspended in order to achieve other rights or interests.",
            "vi": "Tính không thể chia cắt và dễ tổn thương của quyền có vai trò cơ bản, theo nguyên tắc không thể chia cắt được chúng ta không thể trì hoãn một quyền để thực hiện những quyền hay quyền lợi khác."
        },
        {
            "en": "<em>Indivisibility</em> also means that one right should not be achieved by suspending another one.",
            "vi": "“Tính không thể chia cắt được” cũng có nghĩa rằng sự thực hiện một quyền này không được làm ảnh hưởng đến sự thực hiện một quyền khác."
        },
        {
            "en": "The principles of “interdependence” and “<em>indivisibility</em>” point to the synergies among different rights.",
            "vi": "Những nguyên tắc “phụ thuộc lẫn nhau” và “tính không thể chia cắt được” chứng tỏ tính toàn diện tổng hợp giữa các quyền."
        },
        {
            "en": "There is a word in the English language with only one vowel, which occurs six times: \"<em>indivisibility</em>.\"",
            "vi": "Một từ trong tiếng Anh có một nguyên âm xuất hiện sáu lần là \"indivisibility\""
        },
        {
            "en": "Non-compliance with the principle of <em>indivisibility</em> of rights should almost naturally provoke a strong reaction from the UN.",
            "vi": "Do vậy, bất cứ một sự không thực hiện đúng nguyên tắc “quyền không thể chia cắt được” sẽ tất yếu gây ra một phản ứng mạnh mẽ của Liên hợp quốc."
        },
        {
            "en": "In addition, strong advocacy is required around the concept of <em>indivisibility</em> of rights when rights violations occur.",
            "vi": "Ngoài ra, vì các quyền không thể chia cắt được, cần phải có một sự tuyên truyền vận động và biện hộ mạnh mẽ trong trường hợp các quyền bị vi phạm."
        },
        {
            "en": "A number of activities and challenges to supporting the human rights principles of universality, <em>indivisibility</em>, participation and accountability are described below.",
            "vi": "Một số hoạt động cũng như thách thức trong việc hỗ trợ những nguyên tắc phổ biến, không thể chia cắt được, tham gia và chịu trách nhiệm của quyền con người được mô tả dưới đây."
        },
        {
            "en": "The comments in this case study about the principle of <em>indivisibility</em> of rights raise a fundamental question about the UN’s own accountability in relation to human rights.",
            "vi": "Những ý kiến trong nghiên cứu này về nguyên tắc “không thể chia cắt được” làm nảy sinh một câu hỏi cơ bản về sự chịu trách nhiệm của Liên hợp quốc đối với quyền con người."
        },
        {
            "en": "Therefore progress on the principle of participation and empowerment has been slower than in the area of universalisation and <em>indivisibility</em> of rights.",
            "vi": "Do đó, tiến bộ về nguyên tắc tham gia và trao quyền chậm hơn so với lĩnh vực phổ cập và giữ nguyên tính tổng thể của quyền."
        },
        {
            "en": "Despite progress in the recognition of child rights in Viet Nam, these examples illustrate the vulnerability of “rights” and limitations of the principle of <em>indivisibility</em> of rights.",
            "vi": "Mặc dù đã đạt được một số thành tích trong việc công nhận quyền trẻ em ở Việt Nam, những thí dụ này đã minh họa tính dễ bị vi phạm của quyền và những hạn chế đối với nguyên tắc “quyền không thể bị chia cắt”."
        }
    ],
    "suggestions": []
}