{
    "en_vn": {
        "data": {
            "content": null,
            "word": "individualised"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "individualised"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "individualised"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "individualised"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "individualised"
        }
    },
    "sentences": [
        {
            "en": "Every job requires trained people with unique and <em>individualised</em> skills.",
            "vi": "Mỗi công việc đòi hỏi những con người được đào tạo với những kỹ năng đặc trưng và riêng biệt."
        },
        {
            "en": "Based on this assessment, an <em>individualised</em> plan of care is developed outlining what support and services should be provided to the child and his/her family.",
            "vi": "Dựa trên đánh giá này, một kế hoạch chăm sóc cá nhân sẽ được xây dựng, đề ra những hỗ trợ và dịch vụ mà trẻ và gia đình cần được hưởng."
        },
        {
            "en": "Successful language acquisition requires massive exposure to material that learners find meaningful, interesting and useful, and ample opportunities for <em>individualised</em> practice and production.",
            "vi": "Tiếp thu thành công một thứ tiếng đòi hỏi việc phải tiếp xúc nhiều với những tài liệu mà người học cảm thấy có ý nghĩa, thú vị, hữu ích, và có nhiều cơ hội cho việc thực hành cá nhân và trình bày."
        },
        {
            "en": "The child’s needs require careful assessment by a trained specialist, and an <em>individualised</em> plan to support both the child and his/her family.",
            "vi": "Các hình thức hỗ trợ đối với các nạn nhân trẻ em cần phải có sự tư vấn của một chuyên gia có kinh nghiệm và được thực hiện theo một kế hoạch cụ thể nhằm hỗ trợ cho chính nạn nhân đó và gia đình của nạn nhân."
        },
        {
            "en": "Successful language acquisition requires massive exposure to material that learners find meaningful, interesting and useful, and ample opportunities for <em>individualised</em> practice and production.",
            "vi": "Tiếp thu thành công một thứ tiếng đòi hỏi việc phải tiếp xúc nhiều với những tài liệu mà người học cảm thấy có ý nghĩa, thú vị, hữu ích, và có nhiều cơ hội cho việc thực hành cá nhân và trình bày."
        }
    ],
    "suggestions": []
}