{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Indonesia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Indonesia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Indonesia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Indonesia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Indonesia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What's happened in <em>Indonesia</em>?",
            "vi": "Chuyện gì đã xảy ra ở indonesia?"
        },
        {
            "en": "Prisoners in Jakarta, <em>Indonesia</em>;",
            "vi": "Trong nhóm tù nhân ở Jakarta, Indonesia;"
        },
        {
            "en": "<em>Indonesia</em> to release 690 Vietnamese fishermen",
            "vi": "Indonesia trao trả 690 thuyền viên Việt Nam"
        },
        {
            "en": "Vietnam farm products introduced in <em>Indonesia</em>",
            "vi": "Sản phẩm nông nhiệp Việt Nam đã giới thiệu ở Indonesia"
        },
        {
            "en": "<em>Indonesia</em> to release 690 Vietnamese fishermen",
            "vi": "Indonesia trao trả 690 thuyền viên Việt Nam"
        },
        {
            "en": "<em>Indonesia</em> quake triggers brief tsunami alert",
            "vi": "Động đất ở In-đô-nê-xi-a dẫn đến cảnh báo sóng thần"
        },
        {
            "en": "Overloaded ferry sinks off eastern <em>Indonesia</em>",
            "vi": "Phà quá tải bị chìm ngoài khơi miền đông In-đô-nê-xi-a"
        },
        {
            "en": "Deadly Tsunami Hits Islands in Western <em>Indonesia</em>",
            "vi": "Sóng thần chết người ập vào các hòn đảo miền tây Indonesia"
        },
        {
            "en": "Most of them are from <em>Indonesia</em> and Burma.",
            "vi": "Hầu hết họ đến từ indonesia và miến điện."
        },
        {
            "en": "<em>Indonesia</em> is made up of over 13,000 islands.",
            "vi": "Indonesia được hợp thành từ hơn 13.000 đảo"
        },
        {
            "en": "Obama brings support for repressive regime on visit to <em>Indonesia</em>.",
            "vi": "Obama ủng hộ cho chế độ đàn áp trong chuyến viếng thăm Indonesia."
        },
        {
            "en": "Korea, <em>Indonesia</em>, Malaysia, and Thailand were all below four percent.",
            "vi": "Hàn Quốc, Indonesia, Malaysia, và Thài Lan chỉ đạt dưới 4%."
        },
        {
            "en": "This lizard was caught playing leaf guitar in Yogyakarta, <em>Indonesia</em>",
            "vi": "Chú thằn lằn này bị bắt gặp đang khẩy đàn ở Yogyakarta, Indonesia"
        },
        {
            "en": "<em>Indonesia</em> has had the most cases and the most deaths.",
            "vi": "Indonesia có nhiều ca nhiễm bệnh nhất và có nhiều người chết nhất."
        },
        {
            "en": "<em>Indonesia</em> is a heavy buyer of Japanese goods.",
            "vi": "Indonesia là nước mua rất nhiều hàng hóa của Nhật."
        },
        {
            "en": "The same is true for <em>Indonesia</em> in the early 1990s.",
            "vi": "In-đô-nê-xi-a cũng tương tự như vậy trong những năm đầu thập kỷ 1990."
        },
        {
            "en": "Community-based water services in India, Sri Lanka and <em>Indonesia</em>",
            "vi": "Các dịch vụ nước dựa vào cộng đồng tại Ấn độ, Sri Lanka và Indonesia"
        },
        {
            "en": "Dragon Lizard Caught Playing Leaf Guitar In <em>Indonesia</em>",
            "vi": "Bắt quả tang thằn lằn bay khẩy ghi-ta lá ở Indonesia"
        },
        {
            "en": "FHI <em>Indonesia</em> first implemented HAPP in three provinces with the support of USAID/<em>Indonesia</em> and the Indonesian government.",
            "vi": "Dự án phòng chống HIV/AIDS (HAPP) được FHI Indonesia triển khai ở 3 tỉnh đầu tiên với sự hỗ trợ của USAID/Indonesia và chính phủ Indonesia."
        },
        {
            "en": "Only exports to China, Philippines, <em>Indonesia</em> grew this year, with export growth to <em>Indonesia</em> driven mainly by rice.",
            "vi": "Chỉ có xuất khẩu sang Trung quốc, Philippines và Indonesia tăng trong năm nay, trong đó tăng xuất khẩu sang Indonesia chủ yếu là nhờ gạo."
        }
    ],
    "suggestions": []
}