{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Indonesian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Indonesian</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a native or national of Indonesia, or a person of Indonesian descent. </blockquote></blockquote><blockquote><blockquote>2》 the group of Austronesian languages spoken in Indonesia. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Indonesia, Indonesians, or their languages. </cclass></blockquote></div>",
            "word": "Indonesian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Indonesian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Indonesian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Indonesian"
        }
    },
    "sentences": [
        {
            "en": "<em>Indonesian</em> women splash out at Islamic spas.",
            "vi": "Phụ nữ In - đô - nê - si - a vung tiền vào các khu spa Hồi giáo."
        },
        {
            "en": "<em>Indonesian</em> women splash out at Islamic spas.",
            "vi": "Phụ nữ In-đô-nê-si-a vung tiền vào các khu spa Hồi giáo."
        },
        {
            "en": "Hopes fade for <em>Indonesian</em> tsunami survivors",
            "vi": "Hy vọng tìm thấy người sống sót sau đợt sóng thần ở Indonesia tan biến"
        },
        {
            "en": "Have you ever tried <em>Indonesian</em> food here?",
            "vi": "Bạn ăn thử thức ăn Indonesian ở đây chưa?"
        },
        {
            "en": "An <em>Indonesian</em> volcano spewed a vast cloud of smoke.",
            "vi": "Một ngọn núi lửa ở Indonesia đã phun một đám khói khổng lồ."
        },
        {
            "en": "<em>Indonesian</em> religious cases must be brought to court.",
            "vi": "Các vụ án tôn giáo ở Indonesia phải được đưa ra tòa án."
        },
        {
            "en": "<em>Indonesian</em> government should consider again about increasing the fuel's price.",
            "vi": "Chính phủ Indonesia nên xem xét lại về việc tăng giá nhiên liệu."
        },
        {
            "en": "Some <em>Indonesian</em> Christians have rioted in the Sulawesi province.",
            "vi": "Một số tín đồ cơ đốc ở indonesia đã gây bạo động ở tỉnh sulawesi."
        },
        {
            "en": "Forest and coal-seam fires on the <em>Indonesian</em> island of Sumatra and in Kalimantan, the <em>Indonesian</em> part of Borneo have been blamed for the haze.",
            "vi": "Các đám cháy rừng và cháy các lớp than đá ở đảo Su - ma - tra của In - đo - nê - xi - a ở Borneo được xem là nguyên nhan gây ra sương mù."
        },
        {
            "en": "Forest and coal - seam fires on the <em>Indonesian</em> island of Sumatra and in Kalimantan, the <em>Indonesian</em> part of Borneo have been blamed for the haze.",
            "vi": "Các đám cháy rừng và cháy các lớp than đá ở đảo Su-ma-tra của In-đo-nê-xi-a ở Borneo được xem là nguyên nhan gây ra sương mù."
        },
        {
            "en": "I 've never had <em>Indonesian</em> food but I'll give it a whirl.",
            "vi": "Tôi chưa ăn thức ăn Indonesia nhưng tôi sẽ ăn thử cho biết."
        },
        {
            "en": "Yesterday was also the last day of pencak silat, an <em>Indonesian</em> martial art.",
            "vi": "Hôm qua cũng là ngày thi đấu cuối cùng của môn Pencak silat, một môn võ nghệ thuật Indonesia."
        },
        {
            "en": "Padang food is a style of <em>Indonesian</em> food that is eaten with one's fingers.",
            "vi": "padang là một lạo thức ăn của người Indo, nó được ăn bằng tay."
        },
        {
            "en": "The <em>Indonesian</em> companies will build the support structure for the monorail network.",
            "vi": "Các công ty In-đô-nê-xia sẽ xây dựng kết cấu hỗ trợ cho mạng lưới tàu trên không."
        },
        {
            "en": "35,000 year-old <em>Indonesian</em> cave paintings suggest art came out of Africa",
            "vi": "Những bức vẽ 35 000 năm tuổi trong hang động ở Indonesia khiến mọi người phải nghĩ rằng nghệ thuật từ châu Phi đi ra thế giới"
        },
        {
            "en": "<em>Indonesian</em> officials say rough seas have slowed efforts to rescue more than 200 missing boat passengers.",
            "vi": "Các giới chức Indonesia cho hay biển động đã làm chậm nỗ lực cứu hộ hơn 250 hành khách bị mất tích."
        },
        {
            "en": "Winning in the finals with the <em>Indonesian</em> athlete was a remarkable feat of Le Bich Phuong.",
            "vi": "Chiến thắng trong trận chung kết với vận động viên của Indonesia là một kỳ tích xuất sắc của Lê Bích Phương."
        },
        {
            "en": "Officials say <em>Indonesian</em> fishermen rescued 18 people off the western coast of Sulawesi island.",
            "vi": "Nhà chức trách Indonesia nói rằng ngư phủ đã cứu được ít nhất 18 người ngoài khơi bờ biển phía tây của đảo Sulawesi."
        },
        {
            "en": "the Malay language and the <em>Indonesian</em> language are alike in almost every respect.",
            "vi": "tiếng malai và indo tương đồng ở hầu hết các khía cạnh."
        },
        {
            "en": "<em>Indonesian</em> doctors have operated on former President Suharto to stop bleeding in his body.",
            "vi": "Các bác sỹ indonesia đã mổ cho cựu tổng thống suharto để ngăn chặn tình trạng xuất huyết trong cơ thể ông ấy."
        }
    ],
    "suggestions": []
}