{
    "en_vn": {
        "data": {
            "content": null,
            "word": "industrialized"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>industrialized</k><blockquote><cclass>adjective develop industries in (a country or region) on a wide scale.</cclass></blockquote><blockquote>→ <kref>industrialize</kref></blockquote></div>",
            "word": "industrialized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "industrialized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "industrialized"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "industrialized"
        }
    },
    "sentences": [
        {
            "en": "<em>Industrialized</em> nations.Â",
            "vi": "Các nước công nghiệp."
        },
        {
            "en": "<em>Industrialized</em> country.Â",
            "vi": "Nước công nghiệp."
        },
        {
            "en": "<em>Industrialized</em> countries.Â",
            "vi": "Các nước công nghiệp."
        },
        {
            "en": "<em>Industrialized</em> nation.Â",
            "vi": "Nước công nghiệp."
        },
        {
            "en": "Newly <em>industrialized</em> country.",
            "vi": "Nước mới công nghiệp hoá."
        },
        {
            "en": "Africa needs to be <em>industrialized</em>.",
            "vi": "Phi Châu cần được công nghiệp hóa."
        },
        {
            "en": "Isaac Carasso <em>industrialized</em> the production of yoghurt.",
            "vi": "Isaac Carasso đã công nghiệp hóa sản phẩm ya-ua."
        },
        {
            "en": "Isaac Carasso <em>industrialized</em> the production of yoghurt.",
            "vi": "Isaac Carasso đã công nghiệp hóa sản phẩm ya - ua."
        },
        {
            "en": "To be targeted as the <em>industrialized</em> area.",
            "vi": "Được định hướng như khu công nghiệp hoá."
        },
        {
            "en": "General goals: become middle-income country or <em>industrialized</em> country of new <em>industrialized</em> country",
            "vi": "Mục tiêu tổng quát: trở thành nước có thu nhập trung bình hay nước công nghiệp hóa"
        },
        {
            "en": "Making Vietnam a modern <em>industrialized</em> state by the year 2020;",
            "vi": "Đưa Việt Nam trở thành một nước công nghiệp hoá hiện đại vào năm 2020;"
        },
        {
            "en": "Vietnam is expected to reach <em>industrialized</em> nation status by 2020.",
            "vi": "Việt Nam dự tính sẽ trở thành nước công nghiệp vào năm 2020."
        },
        {
            "en": "The problem is less widespread among <em>industrialized</em> countries.",
            "vi": "Vấn đề này ít phổ biến ở các quốc gia công nghiệp hóa."
        },
        {
            "en": "Competitive disadvantages compared to regional Asian competitors in <em>industrialized</em> countries.",
            "vi": "Bất lợi cạnh tranh so với các đối thủ khác trong khu vực châu á trên thị trường các nước công nghiệp phát triển."
        },
        {
            "en": "The leaders of the <em>industrialized</em> countries met in Canada.",
            "vi": "Các nhà lãnh đạo thuộc các nước công nghiệp hóa đã họp tại Canada."
        },
        {
            "en": "To a much smaller extent, Da Nang is the most important <em>industrialized</em> area in Central Vietnam.",
            "vi": "Có quy mô nhỏ, Đà Nẵng vẫn là khu vực công nghiệp hoá quan trọng nhất ở miền Trung Việt Nam"
        },
        {
            "en": "Information technology and deregulation have pushed the development of consortiums in <em>industrialized</em> nations.",
            "vi": "Công nghệ thông tin và việc giảm các qui định quản lý đang thúc đẩy sự phát triển của các liên minh trong các quốc gia công nghiệp hoá."
        },
        {
            "en": "In the highly <em>industrialized</em> society industries grow on ever widening circles.",
            "vi": "Ở những nước công nghiệp hóa cao luôn có sự phát triển tuần hoàn như thế."
        },
        {
            "en": "Most exporters produced for consumers from <em>industrialized</em> markets, implying a fairly high quality product.",
            "vi": "Hầu hết các doanh nghiệp xuất khẩu đều sản xuất cho người tiêu dùng ở các nước công nghiệp hóa, nghĩa là sản phẩm của họ có chất lượng khá cao."
        },
        {
            "en": "Japan's low crime rate remains the envy of many <em>industrialized</em> countries.",
            "vi": "Tỉ lệ tội phạm thấp của Nhật Bản vẫn là sự đố kỵ của nhiều nước công nghiệp hóa."
        }
    ],
    "suggestions": []
}