{
    "en_vn": {
        "data": {
            "content": null,
            "word": "industrialised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "industrialised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "industrialised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "industrialised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "industrialised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "India can graduate from a developing country to an <em>industrialised</em> nation by 2039.",
            "vi": "Ấn Độ có thể tiến từ một đất nước đang phát triển lên một nước công nghiệp hóa trước năm 2039."
        },
        {
            "en": "This is a similar system to that in operation in <em>industrialised</em> countries.",
            "vi": "Hệ thống này cũng tương tự như các hệ thống đang áp dụng ở các nước công nghiệp."
        },
        {
            "en": "The school is equipped with modern sewing machines of which 24 are <em>industrialised</em> sewing machines.",
            "vi": "Trường được trang bị các máy may hiện đại, trong đó có 24 máy may công nghiệp."
        },
        {
            "en": "In recent years, the average annual growth rate in these countries has been twice as high as for <em>industrialised</em> economies.",
            "vi": "Trong những năm gần đây, tốc độ tăng trưởng trung bình hàng năm ở các nước này cao gấp hai lần so với các nền kinh tế công nghiệp."
        },
        {
            "en": "And the latter process is extremely different in low-income Asian countries than in <em>industrialised</em> Central and East European countries.",
            "vi": "Và quá trình sau ở những nước Châu á thu nhập thấp khác xa so với các nước công nghiệp hoá ở Trung-Đông Âu."
        },
        {
            "en": "What can Viet Nam learn from the experience of <em>industrialised</em> and other developing countries with regards to the development of an integrated system of social security?",
            "vi": "Việt Nam có thể học hỏi những gì từ kinh nghiệm ở các nước công nghiệp và các nước đang phát triển khác về việc xây dựng một hệ thống bảo hiểm xã hội hợp nhất?"
        },
        {
            "en": "Governments in <em>industrialised</em> countries are thus often faced with the necessity of making unpopular decisions to shore up the finances of social security programmes.",
            "vi": "Chính phủ ở các nước công nghiệp thường phải chấp nhận buộc đưa ra các quyết định không được lòng dân nhằm mục đích tăng nguồn tài chính cho các chương trình bảo hiểm xã hội."
        },
        {
            "en": "In <em>industrialised</em> countries, the term social security usually means the latter, while in developing countries the objectives of social security systems are more important than the means.",
            "vi": "Ở các nước công nghiệp, thuật ngữ bảo hiểm xã hội thường được hiểu theo nghĩa tập hợp chính sách, còn ở các nước đang phát triển thì các mục tiêu của các hệ thống bảo hiểm xã hội quan trọng hơn phương tiện nhằm đạt được mục tiêu."
        },
        {
            "en": "Comparing China and Russia’s experience, the latter was an urbanized, <em>industrialised</em> economy, with a small agricultural sector but a high share of heavy industry.",
            "vi": "Khi so sánh kinh nghiệm của Trung Quốc và Nga, nước sau là một nền kinh tế đô thị hoá và công nghiệp hoá, có khu vực nông nghiệp nhỏ và tỷ trọng công nghiệp nặng trong nền kinh tế cao."
        },
        {
            "en": "The change would be implemented gradually and take into account problems faced by very large cities, which <em>industrialised</em> countries do not face.",
            "vi": "Những thay đổi này cần thực hiện dần dần và có tính đến các vấn đề hiện đang phải đối mặt ở các thành phố rất lớn trong khi ở các nước công nghiệp lại không có."
        },
        {
            "en": "Viet Nam is not in a position to immediately introduce a comprehensive social security system like those in place in the <em>industrialised</em> world.",
            "vi": "Hiện nay Việt Nam chưa ở thế sẵn sàng áp dụng ngay lập tức một hệ thống bảo hiểm xã hội toàn diện như ở các nước công nghiệp."
        },
        {
            "en": "He spoke of a two - speed recovery, in which developing economies like China and India had rapidly bounced back, while <em>industrialised</em> countries like the US, Europe and Japan were growing much more slowly and suffered from high unemployment.",
            "vi": "Ông đã nói đến tình trạng hồi phục hai tốc độ, trong đó các nền kinh tế đang phát triển như Trung Quốc và Ấn Độ đã hồi phục nhanh chóng trong khi đó các nước công nghiệp hóa như Mỹ, Châu Âu và Nhật lại tăng trưởng chậm hơn rất nhiều và đang phải chịu đựng nạn thất nghiệp cao."
        },
        {
            "en": "He spoke of a two-speed recovery, in which developing economies like China and India had rapidly bounced back, while <em>industrialised</em> countries like the US, Europe and Japan were growing much more slowly and suffered from high unemployment.",
            "vi": "đã nói đến tình trạng hồi phục hai tốc độ, trong đó các nền kinh tế đang phát triển như Trung Quốc và Ấn Độ đã hồi phục nhanh chóng trong khi đó các nước công nghiệp hóa như Mỹ, Châu Âu và Nhật lại tăng trưởng chậm hơn rất nhiều và đang phải chịu đựng nạn thất nghiệp cao."
        },
        {
            "en": "The Group of Twenty (G20) Finance Ministers and Central Bank Governors was established in 1999 to bring together <em>industrialised</em> and developing economies to discuss key issues in the global economy.",
            "vi": "Nhóm Hai mươi (G20) Bộ trưởng Tài chính và Thống đốc Ngân hàng Trung ương thành lập năm 1999 nhằm đưa các nền kinh tế công nghiệp và đang phát triển ngồi lại với nhau cùng thảo luận những vấn đề quan trọng trong kinh tế toàn cầu."
        },
        {
            "en": "And could frost lie at the heart of one of the most enduring economic mysteries of all—why are almost all the wealthy, <em>industrialised</em> nations to be found at latitudes above 40 degrees?",
            "vi": "Và có thể sự băng giá nằm ở trái tim của một trong những bí ẩn kinh tế lâu dài nhất của tất cả các nền kinh tế - lý do tại sao hầu hết các nước giàu có, công nghiệp hóa được tìm thấy ở vĩ độ trên 40 độ?"
        },
        {
            "en": "Tourism today has grown significantly in both economic and social importance. In most <em>industrialised</em> countries over the past few years the fastest growth has been seen in the area of services. One of the largest segments of the service industry, although largely unrecognised as an entity in some of these countries, is travel and tourism.",
            "vi": "Du lịch ngày nay đã phát triển đáng kể ở cả 2 mặt về kinh tế và xã hội. Ở các nước công nghiệp phát triển nhất trong vài năm qua thì tốc độ tăng trưởng nhanh nhất là ở các lĩnh vực dịch vụ. Một trong những phân khúc lớn nhất của ngành công nghiệp dịch vụ là đi lại và du lịch mặc dù phần lớn ngành này không được công nhận như là một thực thể ở một số các quốc gia."
        },
        {
            "en": "Vietnam needs over one thousand trillion VND between now and 2020 for transport infrastructure, one of the three strategic breakthroughs on the way to becoming a modern <em>industrialised</em> nation, Deputy Transport Minister Nguyen Ngoc Dong told a seminar in Hanoi on July 8.",
            "vi": "Việt Nam cần hơn một nghìn tỷ đồng từ nay đến năm 2020 để đầu tư vào cơ sở hạ tầng giao thông vận tải, một trong ba bước đột phá chiến lược về cải cách để trở thành một nước công nghiệp hiện đại, Thứ trưởng Bộ Giao thông vận tải Nguyễn Ngọc Đông phát biểu tại một cuộc hội thảo ở Hà Nội vào ngày 08 tháng 7."
        },
        {
            "en": "Ben Bernanke hits back at Fed critics      US Federal Reserve chairman Ben Bernanke has criticised countries like China that run large trade surpluses. \"Currency undervaluation by surplus countries is inhibiting needed international adjustment,\" he said in a speech to the European Central Bank He said that by buying dollars, these countries were hurting the US recovery and the global economy with it. He also defended the Fed's policy of \"quantitative easing\", which has been criticised by China and Germany Defending QE  China, Germany and others have attacked the Federal Reserve in recent weeks for its decision to purchase another $600bn of US government debt in a bid to stimulate the US economy. They say that the policy will unfairly devalue the dollar in currency markets, and that this could lead to inflation and asset bubbles elsewhere in the world. The Chinese also argued the Fed had failed to take account of its responsibility for protecting the value of the dollar as a global reserve currency. In his speech, Mr Bernanke defended the policy as the right response to falling inflation and high unemployment in the US. He also said it was a natural extension of monetary policy, given that interest rates were near zero and could not be cut further. On the attack  But Mr Bernanke went further than this, hitting back against his critics. US DOLLAR V CHINESE RENMINBI He said that their policy of accumulating dollar reserves in order to weaken their currencies and help maintain a trade surplus would hurt the recovery in industrial economies, and this in turn could harm the entire global economy. \"For large, systemically important countries with persistent current account surpluses, the pursuit of export-led growth cannot ultimately succeed if the implications of that strategy for global growth and stability are not taken into account,\" he said. He spoke of a two-speed recovery, in which developing economies like China and India had rapidly bounced back, while <em>industrialised</em> countries like the US, Europe and Japan were growing much more slowly and suffered from high unemployment. \"Because a strong expansion in the emerging market economies will ultimately depend on a recovery in the more advanced economies, this pattern of two-speed growth might very well be resolved in favour of slow growth,\" he said.",
            "vi": "Ben Bernanke trả đũa lại những chỉ trích nhắm vào Cục dự trữ liên bang    Chủ tịch cục dự trữ liên bang Mỹ Ben Beranke đã phê phán những quốc gia như Trung Quốc đã duy trì thặng dư thương mại lớn.  “Việc phá giá tiền tệ của những quốc gia thặng dư đang cản trở những nỗ lực quốc tế cần thiết” ông đã phát biểu trong một buổi nói chuyện với ngân hàng trung ương Châu Âu Ông đã nói là bằng việc mua vào đồng đô la, các nước này đang tác động xấu đến việc hồi phục kinh tế của Hoa Kỳ và cả nền kinh tế thế giới Ông cũng bảo vệ chính sách “nới lỏng số lượng” của Fed, chính sách mà đã bị Trung Quốc và Đức chỉ trích Bảo vệ chính sách “nới lỏng số lượng” Trung Quốc, Đức và những quốc gia khác đã tấn công Cục dự trữ liên bang trong những tuần gần đây vì quyết định của nó trong việc mua thêm 600 tỷ đô nợ chính phủ trong một nỗ lực nhằm thúc đẩy nền kinh tế Hoa Kỳ Họ nói rằng chính sách này sẽ làm phá giá đồng đô la trên các thị trường tiền tệ và điều này có thể dẫn đến lạm phát và bong bong tài chính ở những nơi khác trên thế giới Trung Quốc cũng cho rằng Fed đã không tính đến trách nhiệm của nó trong việc bảo vệ giá trị của đồng đô la như là một đồng tiền dự trữ toàn cầu. Trong bài phát biểu của mình, ông Bernanke cho rằng chính sách này là một phản ứng đúng đắn đối với tình trạng lạm phát giảm và thất nghiệp tăng ở Mỹ. Ông cũng nói rằng nó là một sự mở rộng tự nhiên của chính sách tiền tệ khi mà lãi suất gần bằng 0 và không thể cắt giảm hơn được nữa Tấn công lại Đồng đô la và nhân dân tệ Nhưng ông Bernanke còn đi xa hơn thế khi tấn công lại những người chỉ trích ông.  Ông nói rằng chính sách của họ trong việc tăng lượng dự trữ đồng đô la nhằm làm yếu đồng tiền của họ nhằm duy trì một mức thặng dư thương mại sẽ ảnh hưởng xấu đến sự hồi phục ở những nền kinh tế công nghiệp hóa và điều này đến lượt nó có thể ảnh hưởng xấu đến nền kinh tế toàn cầu. Ông nói “ Nói chung, những quốc gia quan trọng mà vẫn giữ mức thặng dư thương mại hiện tại và theo đuổi việc phát triển kinh tế dựa vào xuất khẩu cuối cùng vẫn không thể thành công nếu họ không tính đến mối liên hệ của chiến lược đó với tăng trưởng và ổn định toàn cầu”. Ông đã nói đến tình trạng hồi phục 2 tốc độ, trong đó các nền kinh tế đang phát triển như Trung Quốc và Ấn Độ đã hồi phục nhanh chóng trong khi đó các nước công nghiệp hóa như Mỹ, Châu Âu và Nhât lại tăng trưởng chậm hơn rất nhiều và đang phải chịu đựng nạn thất nghiệp cao. Ông đã nói là” Bởi vì sự phát triển mạnh mẽ ở những nền kinh tế thị trường mới nổi cuối cùng cũng sẽ phụ thuộc vào sự phục hồi ở những nền kinh tế phát triển hơn, mô hình phát triển 2 tốc độ này có thể sẽ chuyển ưu thế của nó sang những nước phát triển chậm”"
        }
    ],
    "suggestions": []
}