{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'dʌstriəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">về phương diện kỹ nghệ, về mặt công nghiệp</td></tr></table><i/></div>",
            "word": "industrially",
            "pronounce": "[in'dʌstriəli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "industrially",
            "pronounce": "[in'dʌstriəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "industrially",
            "pronounce": "[in'dʌstriəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "industrially",
            "pronounce": "[in'dʌstriəli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "industrially",
            "pronounce": "[in'dʌstriəli]"
        }
    },
    "sentences": [
        {
            "en": "How is insulin produced <em>industrially</em>?",
            "vi": "Insulin được sản xuất về mặt công nghiệp như thế nào?"
        },
        {
            "en": "What do people talk about the <em>industrially</em> developed world?",
            "vi": "Mọi người nói gì về thế giới phát triển công nghiệp?"
        },
        {
            "en": "Most of the diamonds that are used <em>industrially</em> are smaller in size.",
            "vi": "Hầu hết kim cương mà được sử dụng trong công nghiệp thì có kích thước nhỏ hơn."
        },
        {
            "en": "Recently, various enzymes produced by fungi are used <em>industrially</em> and in detergents.",
            "vi": "Mới đây, nhiều enzym được sản xuất từ nấm được sử dụng trong công nghiệp và giặt tẩy."
        },
        {
            "en": "However, it’s possible that most “Vietnamese chicken eggs” sold in supermarkets are in fact eggs from <em>industrially</em>-raised Vietnamese chickens.",
            "vi": "Tuy nhiên , rất có thể là hầu hết những quả \" trứng gà Việt Nam \" được bán trong siêu thị đều là trứng của gà công nghiệp Việt Nam."
        },
        {
            "en": "Because free-range chickens are raised naturally, their eggs have a bigger yolk and better flavor than eggs from <em>industrially</em>-raised chickens.",
            "vi": "Bởi vì gà chăn thả tự do thì phát triển một cách tự nhiên nên sẽ cho ra những quả trứng to hơn , chất lượng tốt hơn trứng từ gà công nghiệp."
        },
        {
            "en": "According to Tuyet, most consumers think of Vietnamese chicken eggs as eggs having come from home-raised, or free-range chickens in rural areas, not <em>industrially</em>-raised chickens.",
            "vi": "Cũng theo chị Tuyết , hầu hết người tiêu dùng nghĩ rằng trứng gà Việt Nam là trứng của những con gà nhà hoặc chăn thả tự do ở những vùng nông thôn , không phải gà công nghiệp."
        },
        {
            "en": "Others claim that as long as the chickens belong to a Vietnamese breed, then their eggs can be called “Vietnamese chicken eggs,” no matter whether they are home or <em>industrially</em>-raised.",
            "vi": "Một yêu cầu khác là những chú gà thuộc giống gà Việt Nam, thì trứng của chúng cũng được gọi là trứng gà Việt Nam , không phân biệt đó là gà nuôi nhà hay gà công nghiệp."
        },
        {
            "en": "What really happened to our tap water and underground water? Clean water is one of the most important needs of our bodies. It is a sad fact that something as essential to life as clean drinking water can no longer be granted to us. Unsafe water is not just a third world problem. In fact, safe drinking water is even harder to find specially in <em>industrially</em> developed countries such as the U.S. According to research articles and news, most tap and well water in the U.S. now are not safe for drinking due to heavy industrial and environmental pollution. We have reached to a point that, all sources of our drinking water, including municipal water systems, wells, lakes, rivers, and even glaciers, contain some level of contamination. Contaminants range from naturally-occurring minerals to man-made chemicals and by-products. While many contaminants are found at levels not enough not to cause immediate discomforts or sicknesses, it is proven that even low-level exposure to many common contaminants will, over time, cause severe illness including liver damage, cancer, and other serious ailments. Even the chemicals commonly used to treat municipal water supplies such as chlorine and fluoride are toxic and are known to have significant adverse effects on the human body. Tap water may also contain traces of prescription drugs. An investigation by the Associated Press has revealed the presence of a vast array of pharmaceuticals in municipal drinking water including antibiotics, anti-convulsants, mood stabilizers and sex hormones. These drugs were found in the drinking water supplies of at least 41 million Americans and in 24 major metropolitan areas - from Southern California to Northern New Jersey. The AP has mentioned reverse osmosis as a water filtration solution that removes virtually all pharmaceutical contaminants. Can we depend on bottled water then? The fact is that bottled water sold in the United States is not always filtered and not necessarily cleaner or safer than most tap water, according to a four-year scientific study recently made public by the Natural Resources Defense Council (NRDC). The NRDC's study included testing of more than 1,000 bottles of 103 brands of bottled water. While most of the tested waters were found to be of high quality, some brands were significantly contaminated. About one-third of the waters tested contained levels of contamination including synthetic organic chemicals, bacteria, and arsenic (at least one sample exceeded allowable limits under either state or bottled water industry standards or guidelines). In fact, about a quarter of all bottled water is actually bottled tap water, according to government and industry estimates (some estimates go as high as 40 percent).  Protect your family's health and future with a high quality water filter A good water filter is the best and maybe the only solution nowadays. You can install and maintain the filters yourself and can ensure and feel safe about the water which you and your family drink. Just make sure the filter you choose removes the most spectrum of contaminants. Usually a professional filtration system worth invest-in is a 4 to 5 stage water purifier system. Each stage will remove certain types of contaminants, and all stages combined should protect you from just about every contaminant. A reverse osmosis water filter with activated carbon pre-filters, plus an ultraviolet light, are what we believe to be the most thorough and cost effective way to purify drinking water.           ",
            "vi": "Điều gì thực sự đã xảy ra với nước máy và nước ngầm của chúng ta?  Nước sạch là một trong những nhu cầu thiết yếu nhất đối với cơ thể của chúng ta. Một sự thật đáng buồn là vật quan trọng đối với sự sống giống như nước uống sạch có thể không còn cho chúng ta nữa. Nước không an toàn không chỉ là vấn đề của thế giới thứ ba. Thực ra thì nước uống an toàn thậm chí khó tìm hơn nhất là ở các nước phát triển công nghiệp chẳng hạn như Hoa Kỳ.  Theo tin tức và nhiều bài báo nghiên cứu thì hầu hết nước máy và nước giếng ở Mỹ hiện không uống được an toàn do ô nhiễm môi trường và ô nhiễm công nghiệp nặng. Chúng ta đã đề cập đến một điểm là tất cả các nguồn nước uống của mình, gồm hệ thống nước đô thị, giếng, sông, hồ, và thậm chí là sông băng nữa, đều bị ô nhiễm ở một mức độ nào đó. Chất gây ô nhiễm đủ loại từ chất khoáng thiên nhiên đến hoá chất nhân tạo và các sản phẩm phụ. Mặc dù nhiều chất gây ô nhiễm được phát hiện thấy ở mức quá nhỏ không đủ để có thể gây bệnh hoặc gây ra cảm giác khó chịu tức thì, nhưng người ta đã chứng minh được rằng thậm chí tiếp xúc với nhiều chất gây ô nhiễm thường thấy ở một mức độ thấp ngày qua ngày cũng sẽ gây bệnh nghiêm trọng như hư gan, ung thư, và các bệnh tật nguy hiểm khác. Thậm chí là các hoá chất thường thấy được dùng để xử lý các nguồn nước đô thị chẳng hạn như clo và florít cũng độc hại và có ảnh hưởng xấu đáng kể đối với cơ thể người.   Nước máy cũng có thể chứa một lượng rất nhỏ thuốc theo toa. Một cuộc điều tra của hãng thông tấn Associated Press (Mỹ) cho biết nguồn nước uống đô thị hiện có rất nhiều loại dược phẩm chẳng hạn như thuốc kháng sinh, thuốc chống co giật, chất ổn định tâm trạng và hoóc-môn giới tính. Những loại thuốc này được phát hiện có trong nguồn nước uống của ít nhất 41 triệu người Mỹ và ở 24 vùng đô thị lớn – từ miền Nam California đến miền Bắc New Jersey. Hãng thông tấn này cũng đã đề cập đến hiện tượng thẩm thấu ngược như là một giải pháp lọc nước có thể diệt sạch gần như hoàn toàn các chất gây ô nhiễm về mặt dược lý.  Vậy thì chúng ta có thể phụ thuộc vào nước đóng chai không?  Theo một công trình nghiên cứu khoa học 4 năm mới được công bố gần đây của  Hội đồng Bảo vệ Tài nguyên Thiên nhiên (NRDC) thì thực tế là nước đóng chai hiện được bán ở Hoa Kỳ không phải lúc nào cũng được lọc và chưa hẳn đã là sạch hơn hoặc an toàn hơn hầu hết các loại nước máy đâu. Nghiên cứu của NRDC bao gồm thử nghiệm, kiểm định hơn 1.000 chai nước đối với 103 thương hiệu sản xuất nước đóng chai. Mặc dù hầu hết các loại nước được kiểm định đều có chất lượng cao, nhưng một số thương hiệu thì nước lại bị nhiễm bẩn một cách đáng kể.  Khoảng 1/3 các loại nước được kiểm định đều chứa hàm lượng chất gây bệnh như hoá chất hữu cơ tổng hợp, vi khuẩn, và a-sen (thạch tín) (có ít nhất 1 mẫu nước vượt giới hạn cho phép của cả nhà nước lẫn tiêu chuẩn hoặc hướng dẫn của ngành nước đóng chai).  Theo ước tính của chính phủ và ngành công nghiệp nước đóng chai thì thực ra có khoảng ¼ nước đóng chai thực sự là nước máy được đóng chai (một số ước tính lên đến 40%).  Hãy bảo vệ sức khỏe và tương lai của gia đình bạn bằng thiết bị lọc nước chất lượng cao  Thiết bị lọc nước tốt là giải pháp tốt nhất và có lẽ là giải pháp duy nhất hiện giờ. Bạn có thể tự lắp và bảo quản các bộ lọc và hoàn toàn có thể đảm bảo và cảm thấy an toàn về nguồn nước mà mình và gia đình mình uống. Chỉ cần đảm bảo rằng thiết bị lọc của bạn có thể làm sạch được hầu hết các loạt chất gây bệnh. Thông thường thì một hệ thống lọc chuyên nghiệp đáng cho bạn đầu tư là hệ thống lọc nước gồm 4 đến 5 giai đoạn. Mỗi giai đoạn sẽ lọc sạch được một số loại chất gây bẩn nào đó, và tất cả các giai đoạn kết hợp lại với nhau sẽ bảo vệ bạn hoàn toàn khỏi mọi chất gây bệnh. Thiết bị lọc nước thẩm thấu ngược với bộ lọc trước bằng than hoạt tính, kèm với ánh sáng tử ngoại, là những gì mà chúng ta tin sẽ là một biện pháp làm sạch nước uống kỹ lưỡng nhất và có lợi nhất về phí tổn.   "
        }
    ],
    "suggestions": []
}