{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'neptli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">yếu kém, kém cỏi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vớ vẩn, lạc lõng</td></tr></table><i/></div>",
            "word": "ineptly",
            "pronounce": "[i'neptli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ineptly",
            "pronounce": "[i'neptli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ineptly",
            "pronounce": "[i'neptli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ineptly",
            "pronounce": "[i'neptli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ineptly",
            "pronounce": "[i'neptli]"
        }
    },
    "sentences": [
        {
            "en": "It truly is one of the most <em>ineptly</em> made films in history.",
            "vi": "Thực sự nó là một trong những bộ phim được làm kém cỏi nhất trong lịch sử."
        },
        {
            "en": "I'd asked him to walk with me, flirting <em>ineptly</em> but successfully, in order to pump him for information.",
            "vi": "Tôi đã mời anh đi dạo với tôi, tán tỉnh một cách vụng về nhưng lại thành công, để moi tin từ anh."
        },
        {
            "en": "12         12. INTRUDER My eyes flew wide open with fright, though i was so exhausted and muddled that I was not yet positive whether I was awake or asleep. Something scratched against my window again with the same thin, high-pitched sound. Confused and clumsy with sleep, I stumbled out of my bed and to the window, blinking the lingering tears from my eyes on the way. A huge, dark shape wobbled erratically on the other side of the glass, lurching toward me like it was going to smash right through. I staggered back, terrified, my throat closing around a scream. Victoria. She'd come for me. I was dead. Not Charlie, too! I choked back the building scream. I would have to keep quiet through this. Somehow. I had to keep Charlie from coming to investigate… And then a familiar, husky voice called from the dark shape. \"Bella!\" it hissed. \"Ouch! Damn it, open the window! OUCH!\" I needed two seconds to shake off the horror before I could move, but then I hurried to the window and shoved the glass out of the way. The clouds were dimly lit from behind, enough for me to make sense of the shapes. \"What are you doing?\" I gasped. Jacob was clinging precariously to the top of the spruce that grew in the middle of Charlie's little front yard. His weight had bowed the tree toward the house and he now swung—his legs dangling twenty feet above the ground—not a yard away from me. The thin branches at the tip of the tree scraped against the side of the house again with a grating squeal. \"I'm trying to keep\"—he huffed, shifting his weight as the treetop bounced him—\"my promise!\" I blinked my wet blurry eyes, suddenly sure that I was dreaming. \"When did you ever promise to kill yourself falling out of Charlie's tree?\" He snorted, unamused, swinging his legs to improve his balance. \"Get out of the way,\" he ordered. \"What?\" He swung his legs again, backwards and forward, increasing his momentum. I realized what he was trying to do. \"No, Jake!\" But I ducked to the side, because it was too late. With a grunt, he launched himself toward my open window. Another scream built in my throat as I waited for him to fall to his death—or at least maim himself against the wooden siding. To my shock, he swung agilely into my room, landing on the balls of his feet with a low thud. We both looked to the door automatically, holding our breath, waiting to see if the noise had woken Charlie. A short moment of silence passed, and then we heard the muffled sound of Charlie's snore. A wide grin spread slowly across Jacob's face; he seemed extremely pleased with himself. It wasn't the grin that I knew and loved—it was a new grin, one that was a bitter mockery of his old sincerity, on the new face that belonged to Sam. That was a bit much for me. I'd cried myself to sleep over this boy. His harsh rejection had punched a painful new hole in what was left of my chest. He'd left a new nightmare behind him, like an infection in a sore—the insult after the injury. And now he was here in my room, smirking at me as if none of that had passed. Worse than that, even though his arrival had been noisy and awkward, it reminded me of when Edward used to sneak in through my window at night, and the reminder picked viciously at the unhealed wounds.  All of this, coupled with the fact that I was dog-tired, did not put me in a friendly mood. \"Get out!\" I hissed, putting as much venom into the whisper as I could. He blinked, his face going blank with surprise. \"No,\" he protested. \"I came to apologize.\" \"I don't accept!\" I tried to shove him back out the window—after all, if this was a dream, it wouldn't really hurt him. It was useless, though. I didn't budge him an inch. I dropped my hands quickly, and stepped away from him. He wasn't wearing a shirt, though the air blowing in the window was cold enough to make me shiver, and it made me uncomfortable to have my hands on his bare chest. His skin was burning hot, like his head had been the last time I'd touched him. Like he was still sick with the fever. He didn't look sick. He looked huge. He leaned over me, so big that he blacked out the window, tongue-tied by my furious reaction. Suddenly, it was just more than I could handle—it felt as if all of my sleepless nights were crashing down on me en masse. I was so brutally tired that I thought I might collapse right there on the floor. I swayed unsteadily, and struggled to keep my eyes open. \"Bella?\" Jacob whispered anxiously. He caught my elbow as I swayed again, and steered me back to the bed. My legs gave out when I reached the edge, and I plopped into a limp heap on the mattress. \"Hey, are you okay?\" Jacob asked, worry creasing his forehead. I looked up at him, the tears not yet dried on my cheeks. \"Why in the world would I be okay, Jacob?\" Anguish replaced some of the bitterness in his face. \"Right,\" he agreed, and took a deep breath. \"Crap. Well… I—I'm so sorry, Bella.\" The apology was sincere, no doubt about it, though there was still an angry twist to his features. \"Why did you come here? I don't want apologies from you, Jake.\" \"I know,\" he whispered. \"But I couldn't leave things the way I did this afternoon. That was horrible. I'm sorry.\" I shook my head wearily. \"I don't understand anything.\" \"I know. I want to explain—\" He broke off suddenly, his mouth open, almost like something had cut off his air. Then he sucked in a deep breath. \"But I can't explain,\" he said, still angry. \"I wish I could.\" I let my head fall into my hands. My question came out muffled by my arm. \"Why?\" He was quiet for a moment. I twisted my head to the side—too tired to hold it up—to see his expression.  It surprised me. His eyes were squinted, his teeth clenched, his forehead wrinkled in effort. \"What's wrong?\" I asked. He exhaled heavily, and I realized he'd been holding his breath, too. \"I can't do it,\" he muttered, frustrated. \"Do what?\" He ignored my question. \"Look, Bella, haven't you ever had a secret that you couldn't tell anyone?\" He looked at me with knowing eyes, and my thoughts jumped immediately to the Cullens. I hoped my expression didn't look guilty. \"Something you felt like you had to keep from Charlie, from your mom… ?\" he pressed. \"Something you won't even talk about with me? Not even now?\" I felt my eyes tighten. I didn't answer his question, though I knew he would take that as a confirmation. \"Can you understand that I might have the same kind of… situation?\" He was struggling again, seeming to fight for the right words. \"Sometimes, loyalty gets in the way of what you want to do. Sometimes, it's not your secret to tell.\" So, I couldn't argue with that. He was exactly right—I had a secret that wasn't mine to tell, yet a secret I felt bound to protect. A secret that, suddenly, he seemed to know all about. I still didn't see how it applied to him, or Sam, or Billy. What was it to them, now that the Cullens were gone? \"I don't know why you came here, Jacob, if you were just going to give me riddles instead of answers.\" \"I'm sorry,\" he whispered. \"This is so frustrating.\" We looked at each other for a long moment in the dark room, both our faces hopeless. \"The part that kills me,\" he said abruptly, \"is that you already know. I already told yon everything!\" \"What are you talking about?\" He sucked in a startled breath, and then leaned toward me, his face shifting from hopelessness to blazing intensity in a second. He stared fiercely into my eyes, and his voice was fast and eager. He spoke the words right into my face; his breath was as hot as his skin. \"I think I see a way to make this work out—because you know this, Bella! I can't tell you, but if you guessed it! That would let me right off the hook!\" \"You want me to guess? Guess what?\" \"My secret! You can do it—you know the answer!\" I blinked twice, trying to clear my head. I was so tired. Nothing he said made sense. He took in my blank expression, and then his face tensed with effort again. \"Hold on, let me see if I give you some help,\" he said. Whatever he was trying to do, it was so hard he was panting. \"Help?\" I asked, trying to keep up. My lids wanted to slip closed, but I forced them open. \"Yeah,\" he said, breathing hard. \"Like clues.\" He took my face in his enormous, too-warm hands and held it just a few inches from his. He stared into my eyes while he whispered, as if to communicate something besides the words he spoke. \"Remember the first day we met—on the beach in La Push?\" \"Of course I do.\" \"Tell me about it.\" I took a deep breath and tried to concentrate. \"You asked about my truck…\" He nodded, urging me on. \"We talked about the Rabbit…\" \"Keep going.\" \"We went for a walk down the beach…\" My cheeks were growing warm under his palms as I remembered, but he wouldn't notice, hot as his skin was. I'd asked him to walk with me, flirting <em>ineptly</em> but successfully, in order to pump him for information. He was nodding, anxious for more. My voice was nearly soundless. \"You told me scary stories… Quileute legends.\" He closed his eyes and opened them again. \"Yes.\" The word was tense, fervent, like he was on the edge of something vital. He spoke slowly, making each word distinct. \"Do you remember what I said?\" Even in the dark, he must be able to see the change in the color of my face. How could I ever forget that? Without realizing what he was doing, Jacob had told me exactly what I needed to know that day—that Edward was a vampire. He looked at me with eyes that knew too much. \"Think hard,\" he told me. \"Yes, I remember,\" I breathed. He inhaled deeply, struggling. \"Do you remember all the story—\" He couldn't finish the question. His mouth popped open like something had stuck in his throat. \"All the stories?\" I asked. He nodded mutely. My head churned. Only one story really mattered. I knew he'd begun with others, but I couldn't remember the inconsequential prelude, especially not while my brain was so clouded with exhaustion. I started to shake my head. Jacob groaned and jumped off the bed. He pressed his fists against his forehead and breathed fast and angry. \"You know this, you know this,\" he muttered to himself. \"Jake? Jake, please, I'm exhausted. I'm no good at this right now. Maybe in the morning…\" He took a steadying breath and nodded. \"Maybe it will come back to you. I guess I understand why you only remember the one story,\" he added in a sarcastic, bitter tone. He plunked back onto the mattress beside me. \"Do you mind if I ask you a question about that?\" he asked, still sarcastic. \"I've been dying to know.\" \"A question about what?\" I asked warily. \"About the vampire story I told you.\" I stared at him with guarded eyes, unable to answer. He asked his question anyway. \"Did you honestly not know?\" he asked me, his voice turning husky. \"Was I the one who told you what he was?\" How did he know this? Why did he decide to believe, why now? My teeth clenched together. I stared back at him, no intention of speaking. He could see that. \"See what I mean about loyalty?\" he murmured, even huskier now. \"It's the same for me, only worse.  You can't imagine how tight I'm bound…\" I didn't like that—didn't like the way his eyes closed as if he were in pain when he spoke of being bound. More than dislike—I realized I hated it, hated anything that caused him pain. Hated it fiercely. Sam's face filled my mind. For me, this was all essentially voluntary. I protected the Cullens' secret out of love; unrequited, but true. For Jacob, it didn't seem to be that way. \"Isn't there any way for you to get free?\" I whispered, touching the rough edge at the back of his shorn hair. His hands began to tremble, but he didn't open his eyes. \"No. I'm in this for life. A life sentence.\" A bleak laugh. \"Longer, maybe.\" \"No, Jake,\" I moaned. \"What if we ran away? Just you and me. What if we left home, and left Sam behind?\" \"It's not something I can run away from, Bella,\" he whispered. \"I would run with you, though, if I could.\" His shoulders were shaking now, too. He took a deep breath. \"Look, I've got to leave.\" \"Why?\" \"For one thing, you look like you're going to pass out at any second. You need your sleep—I need you firing on all pistons. You're going to figure this out, you have to.\" \"And why else?\" He frowned. \"I had to sneak out—I'm not supposed to see you. They've got to be wondering where I am.\" His mouth twisted. \"I suppose I should go let them know.\" \"You don't have to tell them anything,\" I hissed. \"All the same, I will.\" The anger flashed hot inside me. \"I hate them!\" Jacob looked at me with wide eyes, surprised. \"No, Bella. Don't hate the guys. It's not Sam's or any of the others' faults. I told you before—it's me. Sam is actually… well, incredibly cool. Jared and Paul are great, too, though Paul is kind of… And Embry's always been my friend. Nothing's changed there—the only thing that hasn't changed. I feel really bad about the things I used to think about Sam…\" \"Sam was incredibly cool.\" I glared at him in disbelief, but let it go. \"Then why aren't you supposed to see me?\" I demanded. \"It's not safe,\" he mumbled looking down. His words sent a thrill of fear through me. Did he know that, too? Nobody knew that besides me. But he was right—it was the middle of the night, the perfect time for hunting. Jacob shouldn't be here in my room. If someone came for me, I had to be alone. \"If I thought it was too… too risky,\" he whispered, \"I wouldn't have come. But Bella,\" he looked at me again, \"I made you a promise. I had no idea it would be so hard to keep, but that doesn't mean I'm not going to try.\" He saw the incomprehension in my face. \"After that stupid movie,\" he reminded me. \"I promised you that I wouldn't ever hurt you… So I really blew it this afternoon, didn't I?\" \"I know you didn't want to do it, Jake. It's okay.\" \"Thanks, Bella.\" He took my hand. \"I'm going to do what I can to be here for you, just like I promised.\" He grinned at me suddenly. The grin was not mine, nor Sam's, but some strange combination of the two. \"It would really help if you could figure this out on your own, Bella. Put some honest effort into it.\" I made a weak grimace. \"I'll try.\" \"And I'll try to see you soon.\" He sighed. \"And they'll try to talk me out of that.\" \"Don't listen to them.\" \"I'll try.\" He shook his head, as if he doubted his success. \"Come and tell me as soon as you figure it out.\" Something occurred to him just then, something that made his hands shake. \"If you… if you want to.\" \"Why wouldn't I want to see you?\" His face turned hard and bitter, one hundred percent the face that belonged to Sam. \"Oh, I can think of a reason,\" he said in a harsh tone. \"Look, I really have to go. Could you do something for me?\" I just nodded, frightened of the change in him. \"At least call me—if you don't want to see me again. Let me know if it's like that.\" \"That won't happen—\" He raised one hand, cutting me off. \"Just let me know.\" He stood and headed for the window. \"Don't be an idiot, Jake,\" I complained. \"You'll break your leg. Use the door. Charlie's not going to catch you.\" \"I won't get hurt,\" he muttered, but he turned for the door. He hesitated as he passed me, staring at me with an expression like something was stabbing him. He held one hand out, pleading. I took his hand, and suddenly he yanked me—too roughly—right off the bed so that I thudded against his chest. \"Just in case,\" he muttered against my hair, crushing me in a bear hug that about broke my ribs. \"Can't—breathe!\" I gasped. He dropped me at once, keeping one hand at my waist so I didn't fall over. He pushed me, more gently this time, back down on the bed. \"Get some sleep, Bells. You've got to get your head working. I know you can do this. I need you. To understand. I won't lose you, Bella. Not for this.\" He was to the door in one stride, opening it quietly, and then disappearing through it. I listened for him to hit the squeaky step in the stairs, but there was no sound. I lay back on my bed, my head spinning. I was too confused, too worn out. I closed my eyes, trying to make sense of it, only to be swallowed up by unconsciousness so swiftly that it was disorienting. It was not the peaceful, dreamless sleep I'd yearned for—of course not. I was in the forest again, and I started to wander the way I always did. I quickly became aware that this was not the same dream as usual. For one thing, I felt no compulsion to wander or to search; I was merely wandering out of habit, because that was what was usually expected of me here. Actually, this wasn't even the same forest. The smell was different, and the light, too. It smelled, not like the damp earth of the woods, but like the brine of the ocean. I couldn't see the sky; still, it seemed like the sun must be shining—the leaves above were bright jade green. This was the forest around La Push—near the beach there, I was sure of it. I knew that if I found the beach, I would be able to see the sun, so I hurried forward, following the faint sound of waves in the distance. And then Jacob was there. He grabbed my hand, pulling me back toward the blackest part of the forest.  \"Jacob, what's wrong?\" I asked. His face was the frightened face of a boy, and his hair was beautiful again, swept back into a ponytail on the nape of his neck. He yanked with all his strength, but I resisted; I didn't want to go into the dark. \"Run, Bella, you have to run!\" he whispered, terrified. The abrupt wave of déjà vu was so strong it nearly woke me up. I knew why I recognized this place now. It was because I'd been here before, in another dream. A million years ago, part of a different life entirely. This was the dream I'd had the night after I'd walked with Jacob on the beach, the first night I knew that Edward was a vampire. Reliving that day with Jacob must have dredged this dream out of my buried memories. Detached from the dream now, I waited for it to play out. A light was coming toward me from the beach. In just a moment, Edward would walk through the trees, his skin faintly glowing and his eyes black and dangerous. He would beckon to me, and smile. He would be beautiful as an angel, and his teeth would be pointed and sharp… But I was getting ahead of myself. Something else had to happen first. Jacob dropped my hand and yelped. Shaking and twitching, he fell to the ground at my feet. \"Jacob!\" I screamed, but he was gone. In his place was an enormous, red-brown wolf with dark, intelligent eyes. The dream veered off course, like a train jumping the tracks. This was not the same wolf that I'd dreamed of in another life. This was the great russet wolf I'd stood half a foot from in the meadow, just a week ago. This wolf was gigantic, monstrous, bigger than a bear. This wolf stared intently at me, trying to convey something vital with his intelligent eyes. The black-brown, familiar eyes of Jacob Black. I woke screaming at the top of my lungs. I almost expected Charlie to come check on me this time. This wasn't my usual screaming. I buried my head in my pillow and tried to muffle the hysterics that my screams were building into. I pressed the cotton tight against my face, wondering if I couldn't also somehow smother the connection I'd just made. But Charlie didn't come in. and eventually I was able to strangle the strange screeching coming out of my throat. I remembered it all now—every word that Jacob had said to me that day on the beach, even the part before he got to the vampires, the \"cold ones.\" Especially that first part. \"Do you know any of our old stories, about where we came from—the Quileutes, I mean?\" he asked. \"Not really,\" I admitted. \"Well, there are lots of legends, some of them claiming to date back to the Flood—supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive, like Noah and the ark.\" He smiled then, to show me how little stock he put in the histories. \"Another legend claims that we descended from wolves—and that the wolves are our brothers still. It's against tribal law to kill them. \"Then there are the stories about the cold ones.\" His voice dropped a little lower. \"The cold ones?\" \"Yes. There are stories of the cold ones as old as the wolf legends, and some much more recent. According to legend, my own great-grandfather knew some of them. He was the one who made the treaty that kept them off our land.\" Jacob rolled his eyes. \" Your great-grandfather?\" \"He was a tribal elder, like my father. You see, the cold ones are the natural enemies of the wolf— well, not the wolf really, but the wolves that turn into men, like our ancestors. You would call them werewolves.\" \"Werewolves have enemies?\" \"Only one.\" There was something stuck in my throat, choking me. I tried to swallow it down, but it was lodged there, un-moving. I tried to spit it out. \"Werewolf,\" I gasped. Yes, that was the word that I was choking on. The whole world lurched, tilting the wrong way on its axis. What kind of a place was this? Could a world really exist where ancient legends went wandering around the borders of tiny, insignificant towns, facing down mythical monsters? Did this mean every impossible fairy tale was grounded somewhere in absolute truth? Was there anything sane or normal at all, or was everything just magic and ghost stories? I clutched my head in my hands, trying to keep it from exploding. A small, dry voice in the back of my mind asked me what the big deal was. Hadn't I already accepted the existence of vampires long ago—and without all the hysterics that time? Exactly, I wanted to scream back at the voice. Wasn't one myth enough for anyone, enough for a lifetime? Besides, there'd never been one moment that I wasn't completely aware that Edward Cullen was above and beyond the ordinary. It wasn't such a surprise to find out what he was—because he so obviously was something. But Jacob? Jacob, who was just Jacob, and nothing more than that? Jacob, my friend? Jacob, the only human I'd ever been able to relate to… And he wasn't even human. I fought the urge to scream again. What did this say about me? I knew the answer to that one. It said that there was something deeply wrong with me. Why else would my life be filled with characters from horror movies? Why else would I care so much about them that it would tear big chunks right out of my chest when they went off along their mythical ways? In my head, everything spun and shifted, rearranging so that things that had meant one thing before, now meant something else. There was no cult. There had never been a cult, never been a gang. No, it was much worse than that. It was a pack. A pack of five mind-blowingly gigantic, multihued werewolves that had stalked right past me in Edward's meadow… Suddenly, I was in a frantic hurry. I glanced at the clock—it was way too early and I didn't care. I had to go to La Push now. I had to see Jacob so he could tell me that I hadn't lost my mind altogether. I pulled on the first clean clothes I could find, not bothering to be sure they matched, and took the stairs two at a time. I almost ran into Charlie as I skidded into the hallway, headed for the door. \"Where are you going?\" he asked, as surprised to see me as I was to see him. \"Do you know what time it is?\" \"Yeah. I have to go see Jacob.\" \"I thought the thing with Sam—\" \"That doesn't matter, I have to talk to him right now.\" \"It's pretty early.\" He frowned when my expression didn't change. \"Don't you want breakfast?\" \"Not hungry.\" The words flew through my lips. He was blocking my path to the exit. I considered ducking around him and making a run for it, but I knew I would have to explain that to him later. \"I'll be back soon, okay?\" Charlie frowned. \"Straight to Jacob's house, right? No stops on the way?\" \"Of course not, where would I stop?\" My words were running together in my hurry. \"I don't know,\" he admitted. \"It's just… well, there's been another attack—the wolves again. It was real close to the resort by the hot springs—there's a witness this time. The victim was only a dozen yards from the road when he disappeared. His wife saw a huge gray wolf just a few minutes later, while she was searching for him, and ran for help.\" My stomach dropped like I'd hit a corkscrew on a roller coaster. \"A wolf attacked him?\" \"There's no sign of him—just a little blood again.\" Charlie's face was pained. \"The rangers are going out armed, taking armed volunteers. There're a lot of hunters who are eager to be involved—there's a reward being offered for wolf carcasses. That's going to mean a lot of firepower out there in the forest, and it worries me.\" He shook his head. \"When people get too excited, accidents happen…\" \"They're going to shoot the wolves?\" My voice shot through three octaves. \"What else can we do? What's wrong?\" he asked, his tense eyes studying my face. I felt faint; I must be whiter than usual. \"You aren't turning into a tree-hugger on me, are you?\" I couldn't answer. If he hadn't been watching me, I would have put my head between my knees. I'd forgotten about the missing hikers, the bloody paw prints… I hadn't connected those facts to my first realization. \"Look, honey, don't let this scare you. Just stay in town or on the highway—no stops—okay?\" \"Okay,\" I repeated in a weak voice. \"I've got to go.\" I looked at him closely for the first time, and saw that he had his gun strapped to his waist and hiking boots on. \"You aren't going out there after the wolves, are you, Dad?\" \"I've got to help, Bells. People are disappearing.\" My voice shot up again, almost hysterical now. \"No! No, don't go. It's too dangerous!\" \"I've got to do my job, kid. Don't be such a pessimist—I'll be fine.\" He turned for the door, and held it open. \"You leaving?\" I hesitated, my stomach still spinning in uncomfortable loops. What could I say to stop him? I was too dizzy to think of a solution. \"Bells?\" \"Maybe it's too early to go to La Push,\" I whispered. \"I agree,\" he said, and he stepped out into the rain, shutting the door behind him. As soon as he was out of sight, I dropped to the floor and put my head between my knees. Should I go after Charlie? What would I say? And what about Jacob? Jacob was my best friend; I needed to warn him. If he really was a—I cringed and forced myself to think the word—werewolf (and I knew it was true, I could feel it), then people would be shooting at him! I needed to tell him and his friends that people would try to kill them if they went running around like gigantic wolves. I needed to tell them to stop. They had to stop! Charlie was out there in the woods. Would they care about that? I wondered… Up until now, only strangers had disappeared. Did that mean anything, or was it just chance? I needed to believe that Jacob, at least, would care about that. Either way, I had to warn him. Or… did I? Jacob was my best friend, but was he a monster, too? A real one? A bad one? Should I warn him, if he and his friends were… were murderers! If they were out slaughtering innocent hikers in cold blood? If they were truly creatures from a horror movie in every sense, would it be wrong to protect them? It was inevitable that I would have to compare Jacob and his friends to the Cullens. I wrapped my arms around my chest, fighting the hole, while I thought of them. I didn't know anything about werewolves, clearly. I would have expected something closer to the movies—big hairy half-men creatures or something—if I'd expected anything at all. So I didn't know what made them hunt, whether hunger or thirst or just a desire to kill. It was hard to judge, not knowing that. But it couldn't be worse than what the Cullens endured in their quest to be good. I thought of Esme—the tears started when I pictured her kind, lovely face—and how, as motherly and loving as she was, she'd had to hold her nose, all ashamed, and run from me when I was bleeding. It couldn't be harder than that. I thought of Carlisle, the centuries upon centuries that he had struggled to teach himself to ignore blood, so that he could save lives as a doctor. Nothing could be harder than that. The werewolves had chosen a different path. Now, what should I choose?",
            "vi": "12        12. KẺ ĐỘT NHẬP Mắt tôi vụt mở to sợ hãi, dù đã quá kiệt sức và mụ mị đến nỗi tôi không chắc mình đang thức hay đang ngủ.  Có cái gì đó cào vào cửa sổ lần nữa cũng với âm thanh lặng lẽ, rin rít. Bối rối và vụng về vì mê ngủ, tôi loạng choạng ra khỏi giường và lại gần cửa sổ, vừa đi vừa chớp giũ nước mắt còn đọng lại.  Một bóng đen khổng lồ đang lắc lư bên kia cửa kính, nhào về phía tôi như sắp phá cửa lao vào. Tôi bật lùi lại, kinh hoàng, suýt thét lên.  Victoria.  Cô ta đến bắt tôi.  Tôi tiêu đời.  Nhưng không phải luôn cả Charlie! Tôi kiềm tiếng thét sắp tuôn ra. Tôi phải giữ thật yên suốt toàn bộ chuyện này. Không biết làm sao, nhưng tôi phải giữ để Charlie không đến kiểm tra.  Rồi một giọng khàn khàn quen thuộc gọi từ bóng đen đó.  \"Bella!\" nó rít lên. \"Ối! Khốn kiếp, mở cửa sổ! Ối!\" Tôi cần hai giây để rũ bỏ sợ hãi rồi mới nhúc nhích được, nhưng rồi tôi vội vã chạy đến cửa sổ và đẩy kính qua một bên.  Những đám mây được chiếu rọi lờ mờ từ phía sau, đủ cho tôi nhận ra các hình bóng.  \"Bạn đang làm gì vậy?\" Tôi thở hổn hển.  Jacob đang bám bấp bênh bám vào ngọn cây vân sam mọc giữa sân nhỏ trước nhà Charlie. Trọng lượng của anh chàng làm oằn cong cây về phía ngôi nhà và bây giờ anh chàng đang đong đưa - đôi chân lủng lẳng trên mặt đất khoảng hai mươi bộ – cách tôi chưa đến một thước Anh.  Các cành mảnh dẻ trên ngọn cây cọ vào bên hông nhà nghe kèn kẹt.  \"Tôi đang cố giữ \" - anh chàng gắt, lắc lư qua lại vì ngọn cây đang đong đưa anh ta -- “lời hứa!\" Tôi chớp đôi mắt đẫm lệ, đột ngột chắc chắn mình đang mơ.  \"Bạn hứa sẽ tự tử bằng cách rơi xuống cây Charlie khi nào vậy?\" Anh chàng khịt mũi, lộ vẻ không vui, đung đưa đôi chân để giữ thăng bằng.  \"Tránh ra, \" anh ra lệnh.  \"Gì chứ?\" Anh đung đưa chân lần nữa, tới lui, tăng đà dần. Tôi hiểu ra anh đang định làm gì.  \"Đừng, Jake!” Nhưng tôi né sang một bên, vì đã quá muộn. Anh ta lầm bầm quăng mình về phía cửa sổ đang mở.  Một tiếng thét khác dâng lên trong cổ họng khi tôi chờ anh rơi xuống chết - hay ít ra cũng làm anh bị thương khi va vào tấm ván lá sách.  Trước sự bàng hoàng của tôi, anh nhanh nhẹn đu người vào phòng, hạ xuống trên lòng bàn chân với tiếng thịch nhỏ.  Cả hai chúng tôi bất giác nhìn ra cửa, nín thở, chờ xem liệu tiếng ồn có đánh thức Charlie không. Khoảnh khắc yên lặng ngắn ngủi trôi qua, rồi chúng tôi nghe ngáy nghèn nghẹt của Charlie.  Một nụ cười toe toét xếch đến tận mang tai Jacob; anh có vẻ cực kỳ hài lòng với mình.  Đó không phải là nụ cười tôi vẫn quen và yêu thích - đó là một nụ cười mới, một nụ cười giễu cợt cay đắng sự chân thành ngày xưa của anh, trên khuôn mặt mới thuộc về Sam.  Thật quá đỗi chịu đựng của tôi.  Tôi đã khóc thầm trong đêm vì cậu bé này.  Sự hắt hủi nhẫn tâm của anh ta đã đục một lỗ mới đau đớn trong thứ còn lại trong ngực tôi. Anh ta đã để lại một cơn ác mộng mới, như nhiễm trùng trong vết thương - lời sỉ nhục sau khi xúc phạm. Mà bây giờ anh ta lại ở đây trong phòng tôi, cười tự mãn với tôi như thể chẳng hề có chuyện gì xảy ra. Tệ hơn vậy, dù anh đến đây ồn ào và vụng về, nhưng vẫn nhắc tôi nhớ đến lúc Edward thường lẻn vào qua cửa sổ trong đêm, và điều nhắc nhở này đã khoét sâu vào vết thương chưa lành ấy.  Tất cả chuyện này, cùng với việc tôi đã mệt nhoài, không làm tôi thân thiện.  \"Ra ngoài!\" Tôi rít lên, ráng càng chua cay nặng nề trong lời thì thầm càng tốt.  Anh chớp mắt, khuôn mặt anh đầy ngạc nhiên.  \"Không, \" anh phản đối. \" Tôi đến để xin lỗi. \" \"Tôi không chấp nhận!\" Tôi cố đẩy anh ra khỏi cửa sổ - rốt cuộc, nếu đây là một giấc mơ, thì nó sẽ không làm anh ta đau thiệt. Nhưng thật vô ích. Tôi chẳng làm anh ta nhúc nhích một inch nào. Tôi buông tay ra thật nhanh, rồi tránh xa ra.  Anh không mặc áo sơ mi, dù không khí thoảng đưa vào cửa sổ đủ lạnh để làm tôi rùng mình, và tôi không thoải mái khi đặt tay lên bờ ngực trần của anh ta. Da anh nóng bỏng, như đầu anh lần cuối tôi chạm vào. Giống như anh chàng vẫn còn ốm vì sốt.  Anh trông không có vẻ ốm gì cả. Anh ta trông thật khổng lồ. Anh ta nghiêng về phía tôi, cao lớn đến nỗi che hết cửa sổ, không nói nên lời vì phản ứng giận dữ của tôi.  Đột nhiên, mọi chuyện trở nên quá sức chịu đựng - như thể mọi đêm không ngủ đang đồng loạt phủ chụp xuống tôi. Tôi mệt mỏi kinh khủng đến mức tôi nghĩ mình có thể quỵ ngã ngay trên sàn. Tôi lảo đảo, và cố mở to mắt ra.  “Bella?\" Jacob thì thầm lo lắng. Anh chộp khuỷu tay tôi khi tôi lại loạng choạng, rồi đưa tôi trở lại giường. Đôi chân tôi quỵ xuống khi đến mép giường, rồi tôi đổ sầm vào đống nệm mềm mại.  \"Nè, bạn có ổn không vậy?\" Jacob hỏi, lo lắng hằn trên trán.  Tôi ngước nhìn anh, nước mắt chưa khô trên má tôi. \"Làm sao mà tôi có thể ổn được hả, Jacob ?\" Nỗi thống khổ thay cho nét cay đắng trên mặt anh. \"Đúng vậy,” anh đồng ý, và hít thật sâu. \"Quỷ quái. À... Tôi - Tôi thật lòng xin lỗi, Bella. \" Lời xin lỗi chân thành, chẳng có gì để nghi ngờ, dù vẫn còn nét tức giận trên mặt anh.  \"Tại sao bạn đến đây? Tôi không muốn bạn  xin lỗi, Jake. \" \"Tôi biết, \" anh thì thầm. \"Nhưng tôi không thể để mọi thứ theo cách tôi đã làm chiều nay. Thật khủng khiếp. Tôi xin lỗi. \" Tôi lắc đầu mệt mỏi. \" Tôi chẳng hiểu gì hết. \" \"Tôi biết. Tôi muốn giải thích - \" anh dừng lại đột ngột, miệng há hốc, gần giống như cái gì đó đã ngăn chặn đường thở của anh.  Rồi anh hít thật sâu. \"Nhưng tôi không giải thích được, \" anh nói, vẫn tức giận. \" Tôi ước tôi có thể làm được. \" Tôi để đầu rơi vào bàn tay. Câu hỏi phát ra bị chẹn bởi cánh tay tôi. \"Tại sao?\" Anh yên lặng trong chốc lát. Tôi nghiêng đầu sang một bên - quá mệt mỏi để ngẩng lên - xem vẻ mặt của anh.  Nó làm tôi ngạc nhiên. Mắt anh lác đi, răng nghiến chặt, trán nhăn lại cố gắng.  \"Có chuyện gì vậy?\" Tôi hỏi.  Anh thở ra nặng nề, và tôi nhận ra anh cũng nín thở. \"Tôi không thể làm chuyện đó được,” anh lẩm bẩm, tuyệt vọng.  \"Làm chuyện gì?\" Anh phớt lờ câu hỏi của tôi. \"Nè, Bella, bộ bạn chưa từng có một bí mật không thể kể cho bất kỳ ai sao?\" Anh nhìn tôi bằng đôi mắt hiểu biết, và suy nghĩ của tôi nhảy ngay lập tức đến nhà Cullens. Tôi hy vọng vẻ mặt tôi không có vẻ đầy tội lỗi.  \"Chuyện mà bạn cảm thấy như mình phải giữ kín với Charlie, với mẹ bạn?\" anh nhấn mạnh. \"Chuyện mà thậm chí bạn cũng sẽ không kể cho tôi nghe? Ngay cả bây giờ cũng vậy?\" Tôi cảm thấy mắt mình nhắm chặt. Tôi không trả lời câu hỏi của anh, dù tôi biết anh xem cử chỉ đó như lời xác nhận.  \"Bạn có hiểu là tôi cũng có thể lâm vô ... hoàn cảnh giống vậy không?\" Anh lại đang đấu tranh, như cố gắng kiếm từ thích hợp. \"Đôi khi, lòng trung thành cản trở chuyện mình muốn làm. Đôi khi, đó không phải là bí mật của riêng mình để kể cho người khác biết.” Vì vậy, tôi hoàn toàn đồng ý. Anh rất đúng - tôi đã có một bí mật không phải của mình để kể, nhưng vẫn phải giữ kín nó. Một bí mật, đột nhiên, anh có vẻ biết hết rồi.  Nhưng tôi vẫn không hiểu tại sao điều đó lại cũng áp dụng cho cả anh, hoặc Sam, hay Billy. Chuyện đó có ý nghĩa gì với họ chứ khi mà bây giờ cả nhà Cullens đã ra đi? \"Tôi không biết tại sao bạn lại đến đây, Jacob, nếu chỉ để mang lại cho tôi một câu đố thay vì câu trả lời.” \"Tôi xin lỗi, \" anh thì thầm. \"Chuyện này thiệt là bực.” Chúng tôi nhìn nhau hồi lâu trong phòng tối, cả hai khuôn mặt của chúng tôi đều tuyệt vọng.  \"Phần làm tôi khổ tâm không thể nói ra được, \" anh đột ngột nói, \"bạn đã biết rồi. Tôi đã kể cho bạn nghe mọi thứ !\" \"Bạn đang nói về chuyện gì vậy?\" Anh hít một hơi hốt hoảng, rồi nghiêng mình về phía tôi, khuôn mặt anh chuyển từ tuyệt vọng sang bừng bừng kích động trong một giây. Anh nhìn chằm chằm dữ dội vào mắt tôi, và giọng anh nhanh và sốt ruột. Anh nói từng tiếng vào mặt tôi; hơi thở anh nóng như da anh.  \"Tôi nghĩ tôi đã nghĩ ra cách làm chuyện này rồi - vì bạn biết chuyện này, Bella! Tôi không thể kể cho bạn biết, nhưng bạn có thể đoán ra! Thế thì tôi sẽ không bị trách cứ!\" \"Bạn muốn tôi đoán? Đoán gì?\" \"Bí mật của tôi! Bạn có thể làm chuyện đó - bạn biết câu trả lời!\" Tôi chớp mắt hai lần, cố làm đầu óc minh mẫn. Tôi vô cùng mệt mỏi. Chẳng điều gì anh nói có ý nghĩa cả.  Anh để ý vẻ hững hờ của tôi, rồi khuôn mặt của anh bồn chồn cố gắng lần nữa. \"Chờ chút, để xem liệu tôi có giúp bạn được không, \" anh nói. Dù anh đang cố gắng làm gì thì chuyện đó cũng khó khăn đến nỗi anh đang nói hổn hển.  \"Giúp?\" Tôi hỏi, cố hiểu.  Mi mắt tôi muốn sụp xuống, nhưng tôi buộc chúng phải mở ra.  \"Ờ,”  anh nói, thở mạnh. \"Giống như manh mối á. \" Anh ôm mặt tôi trong bàn quá ấm, khổng lồ của mình rồi kéo mặt tôi đến gần mặt anh chỉ cách có mấy inch.  Anh nhìn chằm chằm vào mắt của tôi khi thì thầm, như thể muốn truyền đạt cái gì đó ngoài lời đang nói.  \"Nhớ ngày đầu tiên mình gặp nhau không - trên bãi biển ở La Push ?\" \"Dĩ nhiên là nhớ.” \"Hãy kể tôi nghe về ngày đó.” Tôi hít thật sâu và cố tập trung. \"Bạn hỏi thăm về xe tải của tôi...” Anh gật đầu, giục tôi nói tiếp.  \"Chúng ta nói về chiếc Rabbit... \" \"Tiếp tục.\" \"Mình đi dạo dưới bãi biển...”  Má tôi ấm lên dưới lòng bàn tay anh khi tôi nhớ lại, nhưng anh không nhận thấy, nóng như da anh. Tôi đã mời anh đi dạo với tôi, tán tỉnh một cách vụng về nhưng lại thành công, để moi tin từ anh.  Anh gật đầu, mong muốn nhiều hơn.  Giọng tôi gần không thành tiếng. \"Bạn kể tôi nghe những câu chuyện rùng rợn ... những truyền thuyết của người Quileute.” Anh nhắm mắt lại rồi lại mở ra. \"Đúng rồi.” Lời nói căng thẳng, nhiệt thành, như thể anh đang sắp nói một chuyện quan trọng. Anh nói chậm rãi, rõ từng từ. \"Bạn có nhớ tôi đã nói gì không?” Ngay cả trong bóng tối, anh hẳn cũng có thể thấy sự thay đổi màu sắc của mặt tôi.  Làm sao tôi có thể quên được? Không biết mình đang làm gì, Jacob đã kể tôi nghe đúng chuyện tôi cần biết ngày hôm ấy – rằng Edward là một con ma cà rồng.  Anh nhìn tôi bằng đôi mắt hiểu biết quá nhiều. \"Ráng nghĩ đi, \" anh bảo tôi.  \"Có, tôi có nhớ, \" tôi thở.  Anh hít sâu, cố gắng. \"Bạn có nhớ hết mọi câu chuyện -- \" Anh không thể nói xong câu hỏi.  Miệng anh há mở như thể có cái gì đó đang kẹt trong cổ họng.  \"Mọi câu chuyện ?\" Tôi hỏi.  Anh gật đầu lặng thinh.  Đầu tôi rối tung. Chỉ có một chuyện thật sự quan trọng đối với tôi. Tôi biết anh đã bắt đầu bằng mấy câu chuyện khác, nhưng tôi không thể nhớ ra phần mở đầu vụn vặt ấy, nhất là trong khi não tôi đã mịt mù vì kiệt sức. Tôi bắt đầu lắc đầu.  Jacob rên rỉ và nhảy ra khỏi giường. Anh ấn hai nắm tay lên trán, thở nhanh và tức giận. \"Bạn biết chuyện này, bạn biết chuyện này, \" anh lẩm bẩm với mình.  \"Jake? Jake, xin bạn, tôi mệt ghê lắm.  Bây giờ tôi không đoán được đâu. Có lẽ vào buổi sáng...” Anh hít thở đều rồi gật đầu. \"Có lẽ trí nhớ sẽ trở về với bạn. Tôi nghĩ tôi hiểu tại sao bạn chỉ nhớ một chuyện thôi, \" anh nói thêm mỉa mai, cay đắng. Anh lại ngồi phịch xuống nệm cạnh tôi.  \"Bạn có phiền không nếu tôi hỏi bạn một câu về chuyện đó?\"  anh hỏi, vẫn mỉa mai. \"Tôi đã rất muốn biết.” \"Hỏi về cái gì?\" Tôi hỏi thận trọng.  \"Về chuyện ma cà rồng tôi đã kể cho bạn nghe. \" Tôi nhìn anh chằm chằm với đôi mắt dè dặt, không thể trả lời.  Nhưng anh vẫn cứ hỏi.  \"Có phải bạn thật đã không hề biết?\" anh hỏi tôi, giọng anh trở nên khàn khàn. \"Có phải tôi là người đã kể bạn biết anh ta là ai?” Sao anh lại biết chuyện này? Tại sao anh lại tin, tại sao lại là bây giờ?  Răng tôi siết chặt vào nhau. Tôi nhìn chằm chằm lại anh, không định nói gì cả.  Anh hiểu.  \"Thấy điều tôi muốn nói về lòng trung thành chưa?\"  anh thì thầm, bây giờ thậm chí giọng còn khàn hơn. \"Tôi cũng vậy, tệ hại hơn.  Bạn không thể tưởng tượng nỗi tôi buộc phải ...” Tôi không thích thế  - không thích cách anh nhắm kín mắt như thể anh đang đau đớn khi nói đến chuyện bị ràng buộc.  Còn hơn cả ghét - tôi nhận ra tôi căm thù chuyện đó, căm thù bất cứ thứ gì làm anh đau đớn. Hết sức căm thù.  Khuôn mặt Sam choáng hết tâm trí tôi.  Đối với tôi, điều này về cơ bản là hoàn toàn tự nguyện. Tôi bảo vệ bí mật của gia đình nhà Cullens vì tình yêu; không được đáp lại, nhưng chân thành.  Còn với Jacob, dường như không giống vậy.  \"Chẳng có cách nào để giải phóng bạn sao?” Tôi thì thầm, sờ vào rìa lởm chởm sau mái tóc bị xén của anh.  Bàn tay anh bắt đầu run rẩy, nhưng anh không mở mắt. \"Không. Tôi thuộc về bí mật này suốt đời. Án chung thân.”  Một nụ cười ảm đạm. \"Có lẽ, dài hơn.” \"Đừng, Jake, \" tôi than van. \"Chuyện gì sẽ xảy ra nếu chúng ta bỏ trốn? Chỉ bạn và tôi. Mình bỏ nhà đi, và bỏ lại Sam được không?” \"Đó không phải là thứ tôi có thể bỏ trốn được, Bella, \" anh thì thầm. \"Tuy là tôi sẽ bỏ đi cùng bạn, nếu tôi có thể làm được. \" Vai anh cũng đang rung chuyển. Anh hít thật sâu. \"Nè, tôi phải đi đây.” \"Tại sao?\" \"Vì một lý do là bạn trông như sắp bất tỉnh bất cứ lúc nào. Bạn cần phải ngủ - tôi cần bạn cố hết sức mình.  Bạn sẽ nghĩ ra, bạn phải nghĩ ra. \" \"Còn điều khác nữa?\" Anh cau mày. \" Tôi phải lén trốn – tôi không được phép gặp bạn. Họ chắc đang tự hỏi tôi đang ở đâu. \" Miệng anh méo xệch. \"Tôi nghĩ tôi nên đi báo họ biết.” \"Bạn chẳng cần phải kể cho họ nghe chuyện gì hết, \" tôi rít lên.  \"Cũng thế thôi, tôi sẽ kể.” Nỗi tức giận chợt bừng lên trong tôi. \" Tôi căm thù họ!\" Jacob mở to mắt nhìn tôi, bị bất ngờ. \"Đừng, Bella. Đừng thù ghét mấy bạn đó.  Không phải lỗi của Sam hay ai khác đâu. Trước đây tôi đã nói bạn biết rồi - đó là chuyện của tôi.  Sam thực ra ...  ừm, cực kỳ tuyệt vời.  Jared và Paul cũng rất tuyệt, cho dù Paul hơi ... Còn Embry luôn là bạn tôi.  Chẳng có gì thay đổi cả - điều duy nhất chẳng hề thay đổi. Tôi cảm thấy thật bậy bạ về điều đã nghĩ về Sam…” \"Sam cực kỳ tuyệt vời.” Tôi nhìn anh trừng trừng hoài nghi, nhưng bỏ qua chuyện đó.  \"Vậy thì tại sao bạn không được gặp tôi ?\" Tôi hỏi.  \"Không an toàn, \" anh lầm bầm nhìn xuống.  Lời anh làm tôi rùng mình sợ hãi.  Anh cũng biết chuyện đó nữa sao?  Không ai biết chuyện đó ngoài tôi. Nhưng anh nói đúng – đang nửa đêm, thời gian tốt nhất để đi săn. Jacob không nên ở đây trong phòng tôi. Nếu ai đó đến bắt tôi, tôi phải ở một mình.  \"Nếu tôi nghĩ quá ... nguy hiểm, \" anh thì thầm, \"thì tôi đã không đến. Nhưng Bella,” anh lại nhìn tôi, \" tôi đã hứa với bạn. Tôi chẳng hề nghĩ khó giữ lời đến thế, nhưng không có nghĩa là tôi sẽ không cố.” Anh thấy vẻ không hiểu trên khuôn mặt tôi. \" Sau bộ phim ngu ngốc đó, \" anh nhắc tôi. \"tôi đã hứa với bạn tôi sẽ không bao giờ làm bạn đau khổ... Thế mà tôi lại chẳng giữ lời chiều nay, phải không?\" \"Tôi biết bạn không muốn làm chuyện đó, Jake. Ổn mà. \" \"Cám ơn, Bella. \" Anh nắm tay tôi. \" Tôi sẽ cố gắng hết mức có thể để ở đây vì bạn, như đã hứa. \" Anh bỗng toét miệng cười với tôi. Không phải nụ cười quen thuộc của tôi, cũng chẳng phải của Sam, mà là sự kết hợp kỳ lạ của cả hai.  \"Sẽ rất tốt nếu bạn tự mình nghĩ ra được chuyện này, Bella.  Hãy cố hết sức nghĩ cho ra nhé.” Tôi làm vẻ mặt hơi nhăn nhó. \"Tôi sẽ cố.” \"Và tôi sẽ cố gặp lại bạn sớm.” Anh thở dài. \" Và họ sẽ cố ngăn tôi làm chuyện đó. \" \"Đừng thèm nghe lời họ.” \"Tôi sẽ cố.” Anh lắc đầu, như thể anh chẳng tin mình làm được. \"Hãy đến cho tôi biết ngay khi bạn nghĩ ra được chuyện đó. \" Ngay lúc đó điều gì đó nảy ra trong đầu anh, khiến bàn tay anh run rẩy. \"Nếu bạn ... nếu bạn muốn vậy. \" \"Tại sao tôi lại không muốn gặp bạn chứ?\" Khuôn mặt anh trở nên oán giận và cay đắng, khuôn mặt hoàn toàn thuộc về Sam. \"Ồ, tôi chỉ có thể nghĩ ra một lý do thôi,” anh nói gay gắt. \"Nè, tôi thật phải đi đây.  Bạn có thể làm một chuyện cho tôi không?\" Tôi chỉ gật đầu, sợ sự thay đổi trong anh.  \"Ít nhất hãy gọi tôi - nếu bạn không muốn gặp lại tôi nữa.  Hãy cho tôi biết nếu bạn thế. \" \"Không có chuyện đó đâu - \" Anh đưa một tay lên, ngắt lời tôi. \" Chỉ cần cho tôi biết là được. \" Anh đứng lên đi về phía cửa sổ.  \"Đừng ngốc, Jake, \" tôi than phiền. \" Bạn sẽ bị gãy chân. Dùng cửa đi.  Charlie sẽ không bắt bạn đâu. \" \"Tôi sẽ không bị thương đâu, \" anh lẩm bẩm, nhưng anh quay ra cửa. Anh do dự khi đi qua tôi, nhìn tôi chằm chằm với kiểu như thể có gì đó đang đâm anh. Anh đưa một tay ra, khẩn khoản.  Tôi nắm tay anh, và đột ngột anh kéo mạnh tôi - khá thô bạo – ra khỏi giường khiến tôi đâm sầm vô ngực anh.  \"Để phòng hờ, \" anh lẩm bẩm vào tóc tôi, nghiền nát tôi trong vòng tay ôm siết suýt làm gãy xương sườn tôi.  \"Không - thở được!\" Tôi thở hổn hển.  Anh buông tôi ra ngay lập tức, giữ một tay ở thắt lưng để tôi không té lăn. Anh đẩy tôi, lần này nhẹ nhàng hơn, về lại giường.  \"Ngủ một chút đi, Bells. Bạn phải buộc đầu óc bạn làm việc. Tôi biết bạn có thể làm chuyện này. Tôi cần bạn. Cần bạn hiểu tôi. Tôi sẽ không để mất bạn, Bella. Không để mất bạn vì chuyện này.”  Anh đến cửa chỉ một sải bước, mở nhẹ, rồi biến mất. Tôi lắng nghe coi anh có bước cót két trên cầu thang không, nhưng không có tiếng động nào.  Tôi nằm xuống giường trở lại, đầu quay cuồng. Tôi quá bối rối, quá mệt mỏi. Tôi nhắm mắt lại, cố hiểu mọi chuyện, nhưng rồi bị nuốt chửng bởi giấc ngủ nhanh đến nỗi chẳng hề hay biết.  Đó không phải là giấc ngủ êm đềm, không mộng mị tôi đã mong mỏi - dĩ nhiên là không rồi. Tôi lại ở trong rừng, và bắt đầu lang thang y như mọi khi.  Tôi nhanh chóng nhận ra đây không phải là giấc mơ như thường lệ. Vì một lý do là tôi không cảm thấy nỗi thúc bách phải lang thang hay tìm kiếm nữa; tôi chỉ đơn thuần đang lang thang theo thói quen, vì đó là điều tôi biết sẽ xảy ra ở đây. Thực ra thì, thậm chí đây cũng không phải là khu rừng cũ. Mùi khác, và cả ánh sáng. Nó tỏa mùi, không giống mùi đất ẩm ướt trong rừng, mà là mùi muối trong đại dương. Tôi không nhìn thấy bầu trời; nhưng, hình như  mặt trời hẳn đang chói chang - lá trên đầu có màu xanh ngọc bích tươi tắn.  Đây là khu rừng quanh La Push – gần bãi biển ở đó, tôi chắc chắn vậy. Tôi biết là nếu tôi thấy bãi biển, tôi sẽ thấy được mặt trời, vì vậy tôi vội vã tiến về phía trước, đi theo âm thanh yếu ớt của sóng vỗ xa xa.  Rồi Jacob ở đó. Anh chộp bàn tay tôi, kéo tôi quay lại nơi âm u nhất trong rừng.  \"Jacob, có chuyện gì vậy?\" Tôi hỏi. Khuôn mặt anh là khuôn mặt khiếp sợ của một cậu bé, và tóc anh lại xinh đẹp, cột thành đuôi gà sau gáy. Anh kéo mạnh hết sức mình, nhưng tôi cưỡng lại; tôi không muốn đi vào chỗ tối.  \"Chạy đi, Bella, bạn phải chạy đi!\" anh thì thầm, kinh hoàng.  Cảm giác ngờ ngợ ùa đến đột ngột mạnh đến nỗi suýt làm tôi thức giấc.  Bây giờ tôi đã biết vì sao mình nhận ra nơi này. Đó là vì tôi đã từng đến đây, trong một giấc mơ khác. Cách đây cả triệu năm rồi, thuộc một cuộc đời hoàn toàn khác. Đây là giấc mơ tôi đã mơ sau khi đi với Jacob trên bãi biển, đêm đầu tiên tôi biết Edward là ma cà rồng. Việc hồi tưởng lại ngày hôm đó với Jacob hẳn đã moi ra giấc mơ này từ những kỷ niệm đã chôn kín của tôi. Bây giờ đứng nhìn giấc mơ, tôi chờ nó diễn ra. Ánh sáng đang đi về phía tôi từ bãi biển.  Chỉ chốc lát nữa thôi, Edward sẽ bước qua các hàng cây, da anh sáng mờ và mắt anh đen nhánh và nguy hiểm. Anh sẽ vẫy tay gọi tôi, rồi cười. Anh sẽ xinh đẹp như thiên thần, và răng anh sẽ nhọn và sắc... Nhưng tôi đang tự tiến lên phía trước.  Phải có chuyện khác xảy ra trước.  Jacob thả bàn tay tôi rồi kêu lên đau đớn. Run rẩy và co rúm người, anh ngã xuống đất dưới chân tôi.  \"Jacob !\" Tôi thét lên, nhưng anh đã biến mất.  Ở chỗ anh bây giờ là một con sói khổng lồ, màu nâu đỏ với đôi mắt đen thông minh.  Giấc mơ chuyển theo hướng khác, như xe lửa trệch khỏi đường ray.  Đây cũng không phải là con sói tôi từng mơ thấy trong cuộc đời kia. Đây là con sói màu nâu đỏ to lớn chỉ cách tôi có nửa bước chân trong đồng cỏ, mới tuần trước. Con sói này khổng lồ, quái dị, to hơn cả gấu.  Con sói này bắt đầu chăm chú nhìn tôi, cố truyền đạt điều gì đó quan trọng bằng đôi mắt thông minh của anh. Đôi mắt nâu sậm, quen thuộc của Jacob Black.  Tôi thức giấc thét to hết cỡ.  Lần này, tôi nghĩ hẳn Charlie sẽ đến kiểm tra xem tôi có ổn không. Đây không phải là tiếng thét mọi khi. Tôi vùi đầu trong gối và cố ngăn chặn cơn kích động mấy tiếng thét gây ra. Tôi siết gối vào mặt, tự hỏi không biết mình có thể che giấu được mối liên kết vừa nghĩ ra không.  Nhưng Charlie không vô. Và cuối cùng tôi đã có thể bóp nghẹt tiếng thét thất thanh kỳ lạ ra khỏi cổ họng mình. Bây giờ tôi đã nhớ hết mọi chuyện rồi – từng lời Jacob nói với tôi ngày hôm đó trên bãi biển, cả cái phần trước khi anh đề cập đến chuyện ma cà rồng, \"những người lạnh.” Nhất là phần đầu. \"Bạn có biết chuyện nào trong số mấy câu chuyện thời xa xưa của chúng tôi không, về chuyện chúng tôi từ đâu đến, ý tôi là – bộ tộc Quileutes đó?\" anh hỏi.  \"Không biết, \" tôi thừa nhận.  \"Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.” Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó.  \"Một truyền thuyết khác cho rằng chúng tôi là hậu duệ của loài sói - và sói vẫn đang là anh em của chúng tôi.  Giết sói là phạm luật của bộ lạc.  \"Và có truyền thuyết về người lạnh. \" anh chàng hạ giọng thấp hơn nữa.  \"Người lạnh à?\"  \"Ừ. Có những truyền thuyết về người lạnh cũng xưa như truyền thuyết chó sói, và gần đây nhiều hơn nữa. Theo truyền thuyết thì ông cố tôi biết một số người. Ông là người đã ký hiệp ước không cho họ vào lãnh thổ của chúng tôi. \" anh chàng tỏ vẻ không tin. \"Ông cố bạn?\"  \"Ông là tù trưởng, như cha tôi vậy. Bạn thấy đó, người lạnh là kẻ thù truyền kiếp của chó sói - à, thực ra thì không phải chó sói, mà là sói biến thành người, giống như tổ tiên của chúng tôi. Bạn gọi họ là người sói. \" \"Người sói có kẻ thù sao?\" \"Chỉ một mà thôi. \" Có gì đó nghẹn trong cổ họng, làm tôi nghẹt thở. Tôi cố nuốt xuống, nhưng nó cứ nằm đó, không nhúc nhích. Tôi cố khạc ra.  \"Người sói, \" tôi thở hổn hển.  Đúng vậy, đó là từ đang làm tôi nghẹn.  Cả thế giới chao đảo, nghiêng ngả kỳ lạ trên trục của nó.  Đây là cái nơi quỷ gì? Chẳng lẽ có thực một thế giới nơi các huyền thoại cổ xưa lang thang quanh biên giới của mấy cái cái thị trấn nhỏ xíu, tầm thường, đối đầu với mấy con quái vật huyền thoại?  Có phải điều này có nghĩa là mỗi câu chuyện cổ tích vô lý nhất cũng được xây dựng trên một sự thực nào đó?  Rốt cuộc trên đời này có cái gì hợp lý hay bình thường không, hay chỉ toàn là chuyện ma quỷ siêu nhiên không thôi? Tôi ôm chặt đầu tôi trong tay, cố giữ cho nó không bị nổ tung.  Một giọng nói nhỏ, lạnh lùng tận sâu trong tâm khảm hỏi tôi chuyện đó có quan trọng gì không chớ.  Chẳng phải trước đây tôi đã từng chấp nhận sự tồn tại của ma cà rồng đó sao - và lúc đó không có mấy chuyện kích động này sao? Chính xác, tôi muốn thét lại tiếng nói ấy.  Chẳng phải một chuyện hoang đường là đã đủ cho bất kỳ ai sao, chưa đủ cho cả cuộc đời sao? Hơn nữa, chưa bao giờ có một khoảnh khắc nào tôi không nghĩ Edward Cullen vượt trên và vượt xa điều thông thường.  Nên chẳng hề bất ngờ khi biết ra anh là gì - bởi vì anh rất rõ ràng là cái gì đó khác thường. Nhưng còn Jacob? Jacob, chỉ là Jacob, và chẳng gì hơn thế? Jacob, bạn tôi? Jacob, người duy nhất tôi từng có thể gắn bó... Mà giờ thậm chí anh cũng chẳng phải là người.  Tôi cố gắng cưỡng lại nỗi thôi thúc muốn la hét trở lại.  Điều này nói gì về tôi ? Tôi biết câu trả lời cho câu này.  Đó là có cái gì đó vô cùng bất thường với tôi. Tại sao đời tôi lại đầy những nhân vật trong phim kinh dị? Tại sao tôi lại quan tâm đến họ nhiều như thế đến mức khi họ bỏ đi trên con đường hoang đường của họ, tim tôi lại bị rứt một miếng to? Trong đầu tôi, mọi thứ quay cuồng và hoán đổi, sắp xếp lại sao cho những thứ trước đây có nghĩa này, bây giờ lại có nghĩa khác.  Chẳng có nhóm ưu tú nào cả.  Chẳng hề có một nhóm ưu tú nào, chẳng hề có băng đảng nào. Không, còn tệ hại hơn nhiều so với thứ đó. Đó là một đàn.  Một đàn năm người sói khổng lồ, đủ màu sắc làm ta sững sờ đã hiên ngang đi qua tôi trong đồng cỏ của Edward Đột nhiên, tôi cảm thấy vội vàng điên cuồng. Tôi liếc nhìn đồng hồ – hơi quá sớm nhưng tôi chẳng quan tâm. Tôi phải đến La Push ngay. Tôi phải gặp Jacob để anh có thể nói cho tôi biết là tôi không điên.  Tôi mặc ngay bộ đồ sạch đầu tiên tìm thấy, chẳng thèm coi chúng có hợp nhau không, rồi nhảy hai bậc thang một lúc. Tôi suýt tông vô Charlie khi lao vô hành lang để ra cửa. \"Con định đi đâu vậy?\" ông hỏi, ngạc nhiên khi gặp tôi y như tôi ngạc nhiên vì gặp ông. \"Con có biết bây giờ mấy giờ không?\" \"Biết. Con phải đi gặp Jacob. \" \"Bố nghĩ chuyện với Sam- \" \"Chẳng sao hết, con phải nói chuyện với bạn ấy ngay bây giờ.” \"Còn sớm quá đó.”  Ông cau mày khi vẻ mặt tôi không thay đổi. \"Con không muốn ăn điểm tâm sao?\" \"Không đói.” Lời nói vụt qua môi tôi.  Ông đang chận đường ra ngoài của tôi. Tôi đã định lách qua ông rồi chạy thục mạng, nhưng tôi biết mình sẽ phải giải thích với ông về sau. \"Con sẽ về sớm mà, được không?” Charlie cau mày. \"Đi thẳng đến nhà Jacob, được không? Đừng dừng lại ở dọc đường?\" \"Dĩ nhiên là không đâu, con dừng lại ở đâu cơ chứ?\" Lời nói của tôi tuôn ra vì vội vã.  \"Bố không biết, \" ông thừa nhận. \"Chỉ vì ... ừm, lại có vụ tấn công nữa – lại là bọn sói. Sát khu nghỉ mát cạnh suối nước nóng – lần này có nhân chứng.  Nạn nhân chỉ cách đường có chục mét lúc anh ta biến mất. Vợ anh ta thấy một con sói xám khổng lồ sau đó chỉ vài phút, khi đang tìm chồng, và đã kêu cứu. \" Dạ dày tôi sụt xuống như thể tôi mới vô một vòng xoắn trên tàu lượn siêu tốc. \"Sói đã tấn công ông ta sao?\" \"Chẳng thấy bóng dáng ông ta đâu cả – lại chỉ có chút máu.” Mặt Charlie đau đớn. \"Kiểm lâm mang theo vũ khí ra đó, trang bị vũ khí cho cả người tình nguyện. Có nhiều thợ săn muốn tham gia – người ta đã đưa ra giải thưởng cho ai mang xác sói về.  Chuyện đó sẽ có nghĩa là sẽ có nhiều vụ bắn giết trong rừng, và chuyện đó làm bố lo lắng.” Ông lắc đầu. \"Khi mọi người trở nên quá phấn khích, thế nào cũng xảy ra tai nạn ...” \"Họ sẽ bắn sói ư?\"  Giọng tôi the thé.  \"Chớ còn gì nữa? Có chuyện gì vậy?\" ông hỏi, đôi mắt căng thẳng dò xét mặt tôi. Tôi cảm thấy chóng mặt;  hẳn mặt tôi trắng bệch hơn bình thường. \"Con sẽ không trở thành nhà bảo vệ môi trường chống lại bố, phải không?\" Tôi không trả lời được. Nếu ông không đang quan sát tôi, tôi hẳn sẽ kẹp đầu mình giữa đầu gối. Tôi đã quên mất chuyện những người đi bộ đường dài mất tích, dấu vết đẫm máu... Tôi đã không liên kết các sự việc đó với phát hiện đầu của mình.  \"Nè, con gái, đừng để chuyện này làm con sợ nhé.  Chỉ cần ở trong thành phố hoặc trên đường cao tốc – đừng dừng lại – được không?\" \"Được, \" tôi lặp lại bằng giọng yếu ớt.  \"Bố phải đi đây. \" Tôi nhìn kỹ ông lần đầu tiên, và thấy ông đã giắt súng vào thắt lưng và mang giầy đi bộ đường dài.  \"Bố không ra đó săn đuổi sói chớ, bố?\" \"Bố phải giúp họ, Bells.  Dân chúng đang bị mất tích.” Giọng tôi lại cao the thé, bây giờ hầu như cuồng loạn. \"Đừng! Đừng, đừng đi.  Quá nguy hiểm!\" \"Bố phải làm phận sự của mình, bé à. Đừng bi quan thế – Bố sẽ ổn thôi.” Ông quay ra cửa, và giữ cửa mở. \"Con có đi không?” Tôi do dự, dạ dày tôi vẫn cuộn tròn nhộn nhạo khó chịu.  Tôi phải nói gì để ngăn ông đây?  Tôi quá chóng mặt không thể nghĩ ra được cách nào.  \"Bells?\" \"Có lẽ còn quá sớm để đến La Push, \" tôi thì thầm.  \"Đúng rồi, \" ông nói, rồi bước ra màn mưa, đóng cửa lại phía sau.  Ngay khi ông vừa đi khuất, tôi ngồi xuống sàn và đặt đầu vào giữa đầu gối.  Tôi có nên chạy theo Charlie không?  Tôi sẽ nói gì đây? Và còn Jacob thì sao? Jacob là bạn thân nhất của tôi; tôi cần cảnh báo cho anh biết.  Nếu anh thật sự là một -- tôi co rúm người, và buộc mình phải nghĩ đến từ đó – người sói (và tôi biết đúng vậy, tôi có thể cảm nhận được điều đó), thì mọi người sẽ bắn anh!  Tôi cần nói với anh và bạn anh là mọi người sẽ giết họ nếu họ chạy rong như mấy con sói khổng lồ. Tôi phải bảo họ dừng lại.  Họ phải dừng lại!  Charlie ở trong rừng ngoài kia.  Liệu họ có thèm quan tâm không? Tôi tự hỏi ... Cho đến bây giờ, chỉ người lạ mất tích.  Điều này có nghĩa gì không, hay chỉ là tình cờ? Tôi cần tin rằng Jacob, ít nhất, sẽ quan tâm đến chuyện đó.  Dù sao đi nữa, tôi cũng phải cảnh báo anh.  Hay ...  tôi? Jacob là bạn thân nhất của tôi, nhưng có phải cũng là một con quái vật không?  Một con quái vật thực sự?  Một con quái vật độc ác?  Tôi có nên cảnh báo anh không nếu anh và bạn bè là ... là những kẻ sát nhân!  Nếu họ đã ra ngoài giết những người đi bộ đường dài vô tội không chút gớm tay?  Nếu họ đúng thực là những sinh vật trong phim kinh dị đúng nghĩa, thì có phải là sai trái không khi bảo vệ họ? Tôi bất giác so sánh Jacob cùng bạn bè với gia đình Cullens. Tôi ôm chặt tay quanh ngực, chống lại vết thương đau đớn, khi nghĩ về họ.  Rõ ràng tôi chẳng hề biết gì về người sói. Tôi hẳn nghĩ đó là thứ giống trong phim ảnh – những sinh vật nửa đàn ông to lớn đầy lông hoặc cái gì đó - nếu tôi có nghĩ chút nào. Vì thế tôi không biết điều gì làm họ đi săn, do cái đói hay cái khát hay chỉ là do thích giết chóc.  Thật khó mà đánh giá, khi chẳng hề biết chuyện đó. Nhưng không thể nào tệ hơn điều gia đình Cullens đã phải chịu đựng khi cố gắng làm người tốt. Tôi nghĩ về Esme - nước mắt bắt đầu rơi khi mường tượng ra khuôn mặt dễ thương, tử tế của bà – và bà đằm thắm và bao la tình mẹ biết bao, bà đã phải bịt mũi, hết sức xấu hổ, và tránh xa tôi khi tôi bị chảy máu.  Chẳng thể nào khó khăn hơn thế.  Tôi nghĩ về Carlisle, hàng bao thế kỷ ông đã cố gắng luyện cho mình không để ý tới máu, để ông có thể cứu sống nhiều mạng người với tư cách là một bác sĩ.  Chẳng có gì có thể khó hơn chuyện đó.  Người sói đã chọn một con đường khác.  Bây giờ, tôi nên quyết định sao đây?"
        }
    ],
    "suggestions": []
}