{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[in'evitəbli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chắc hẳn, chắc chắn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an awful accident will happen inevitably</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">if you drive at </font><font color=\"#7E7E7E\">120km </font><font color=\"#1371BB\">per hour</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chắc chắn tai nạn thảm khốc sẽ xảy ra, nếu anh lái 120 km/giờ</font></td></tr></table><i/></div>",
            "word": "inevitably"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inevitably"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>inevitably</k><blockquote>▸ <cclass>adverb NATURALLY, necessarily, automatically, as a matter of course, of necessity, inescapably, unavoidably, certainly, surely, definitely, undoubtedly; <cclass><i>informal</i> like it or not; <cclass><i>formal</i> perforce.</cclass></cclass></cclass></blockquote></div>",
            "word": "inevitably"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inevitably"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inevitably"
        }
    },
    "sentences": [
        {
            "en": "That kind of success <em>inevitably</em> attracts attention.",
            "vi": "Loại thành công như thế chắc hẳn lôi cuốn sự chú ý."
        },
        {
            "en": "<em>Inevitably</em>, there is scepticism about Disney's move.",
            "vi": "Chắc chắn rằng, có sự nghi ngờ về động thái của hãng Disney."
        },
        {
            "en": "This measure <em>inevitably</em> means higher taxes in the long run.",
            "vi": "Sự đánh giá này chắc chắn có nghĩa là về sau này các mức thuế sẽ cao hơn."
        },
        {
            "en": "The consequence of these policies will <em>inevitably</em> be higher taxes.",
            "vi": "Hậu quả của những chính sách này chắc chắn sẽ là thuế cao hơn."
        },
        {
            "en": "The consequence of such policies will <em>inevitably</em> be higher taxes.",
            "vi": "Kết quả của những chính sách như thế chắc chắn sẽ làm tăng thuế."
        },
        {
            "en": "A sudden change in temperature will <em>inevitably</em> result in storm.",
            "vi": "Một sự thay đổi đột ngột về nhiệt độ chắc chắn sẽ gây ra bão."
        },
        {
            "en": "His powerful performances <em>inevitably</em> invite comparison with those of mine.",
            "vi": "Những màn trình diễn dữ dội của anh ấy chắc chắn giống với của tôi."
        },
        {
            "en": "Deep economic restructuring <em>inevitably</em> causes unemployment and poverty.",
            "vi": "Việc tái cơ cấu kinh tế một cách sâu sắc không tránh khỏi gây ra thất nghiệp và nghèo đói."
        },
        {
            "en": "Such a large investment <em>inevitably</em> entails some risk.",
            "vi": "Đầu tư càng nhiều, rủi ro càng cao."
        },
        {
            "en": "Repressed guilt and emotions will <em>inevitably</em> destroy a man.",
            "vi": "Tội lỗi và cảm xúc bị kiềm nén chắc chắn sẽ hủy hoại một con người"
        },
        {
            "en": "<em>Inevitably</em>, insufficient funding acts as a brake on medical research.",
            "vi": "Chắc chắn rằng thiếu nguồn quỹ sẽ làm ngưng trệ việc nghiên cứu y học."
        },
        {
            "en": "The remark about an election <em>inevitably</em> gave rise to widespread speculation.",
            "vi": "Lời bình luận về một cuộc bầu cử chắc chắn làm lan rộng những dư luận."
        },
        {
            "en": "<em>Inevitably</em>, reports of their failure were soon appearing in the newspapers.",
            "vi": "Chắc chắn, các báo cáo về thất bại của họ sẽ sớm xuất hiện trên báo chí."
        },
        {
            "en": "Castration <em>inevitably</em> causes sterility but it need not cause impotence or loss of sexual desire.",
            "vi": "Sự thiến tạo ra vô sinh nhưng nó không nhất thiết là nguyên nhân gây bất lực hoặc mất ham muốn."
        },
        {
            "en": "Even when a document has been given a spellcheck, some errors will <em>inevitably</em> slip through.",
            "vi": "Ngay cả một tài liệu đã được kiểm tra lỗi chính tả rồi vẫn không thể tránh khỏi chuyện còn sót lại một số lỗi."
        },
        {
            "en": "The resulting fusion of neuroscience and marketing is <em>Inevitably</em> , being called ' Neuromarketing ’.",
            "vi": "Sự hợp nhất kết quả của khoa học thần kinh và marketing tất nhiên, được gọi là ' Tiếp thị thần kinh học '."
        },
        {
            "en": "An awful accident will happen <em>inevitably</em>, if you drive at 120km per hour.",
            "vi": "Chắc chắn tai nạn thảm khốc sẽ xảy ra, nếu anh lái 120 km/giờ."
        },
        {
            "en": "Canada's growing economic inequality will <em>inevitably</em> lead to social problems, poorer health and a shorter lifespan.",
            "vi": "Sự bất bình đẳng về kinh tế đang tăng ở Canada chắc hẳn sẽ dẫn đến các vấn đề xã hội, y tế kém hơn và tuổi thọ ngắn hơn."
        },
        {
            "en": "Getting to know someone <em>inevitably</em> means understanding what their problems or needs are.",
            "vi": "Làm quen với ai đó chắc chắn cũng có nghĩa là hiểu được những vấn đề hay nhu cầu của họ."
        },
        {
            "en": "If you find out information about people whom you will meet, <em>inevitably</em>, they are flattered.",
            "vi": "Nếu bạn tìm ra thông tin về những người mà bạn sẽ gặp, chắc hẳn họ sẽ thấy được trân trọng."
        }
    ],
    "suggestions": []
}