{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,iniks'piəriəns]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự thiếu kinh nghiệm</td></tr></table><i/></div>",
            "word": "inexperience"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>inexperience</k><blockquote>■ <cclass>noun lack of experience. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>inexperienced</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "inexperience"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>inexperience</k><blockquote>▸ <cclass>noun IGNORANCE, unworldliness, naivety, naiveness, innocence, greenness, immaturity; <cclass><i>poetic/literary</i> nescience.</cclass></cclass></blockquote></div>",
            "word": "inexperience"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inexperience"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inexperience"
        }
    },
    "sentences": [
        {
            "en": "Plead <em>inexperience</em>",
            "vi": "Lấy cớ là không có kinh nghiệm"
        },
        {
            "en": "An <em>inexperience</em> woman.",
            "vi": "Người phụ nữ không có kinh nghiệm."
        },
        {
            "en": "They imputed my clumsiness to <em>inexperience</em>",
            "vi": "Họ quy cho sự vụng về của tôi là do thiếu kinh nghiệm"
        },
        {
            "en": "One cannot equate youth with <em>inexperience</em>.",
            "vi": "Không thể đánh đồng tuổi trẻ với sự thiếu kinh nghiệm."
        },
        {
            "en": "You must take his <em>inexperience</em> into account.",
            "vi": "Anh phải xét đến sự thiếu kinh nghiệm của anh ấy."
        },
        {
            "en": "The blunder was a sign of <em>inexperience</em>.",
            "vi": "Những sai sót ngớ ngẩn là dấu hiệu của sự thiếu kinh nghiệm."
        },
        {
            "en": "Let's make allowances for his youth and <em>inexperience</em>.",
            "vi": "Chúng ta hãy khoan dung cho tuổi trẻ non nớt và sự thiếu kinh nghiệm của anh ấy."
        },
        {
            "en": "Given their <em>inexperience</em>, they have done a good job.",
            "vi": "Xét đến việc thiếu kinh nghiệm của họ thì họ đã làm việc rất tốt."
        },
        {
            "en": "I plead <em>inexperience</em> with growing grass in Arizona.",
            "vi": "Tôi lấy cớ là không có kinh nghiệm trong việc trồng cỏ ở Arizona."
        },
        {
            "en": "However, individual customers have, also been affected by their <em>inexperience</em> in insurance.",
            "vi": "Tuy nhiên, các khách hàng cá nhân cũng bị ảnh hưởng nhiều bởi thiếu kinh nghiệm về bảo hiểm."
        },
        {
            "en": "As a concession to her <em>inexperience</em>, they allowed her to have some help.",
            "vi": "Để nhân nhượng cho sự thiếu kinh nghiệm của cô ấy, họ cho phép cô ấy nhận một vài sự giúp đỡ."
        },
        {
            "en": "Don't judge him too harshly. You must make allowance for his <em>inexperience</em>.",
            "vi": "Đừng xét đoán quá nhiêm khắc đối với anh ta. Anh phải chiếu cố đến việc thiếu kinh nghiệm của anh ấy."
        },
        {
            "en": "Her fear is that her <em>inexperience</em> could lead her to kill someone with a mistake.",
            "vi": "Nỗi sợ hãi của cô ấy là sự thiếu kinh nghiệm của cô có thể làm cô giết chết ai đó bằng một sai lầm."
        },
        {
            "en": "An <em>inexperience</em> team may rely on their technical lead or SEPG members to guide them.",
            "vi": "Tổ không có kinh nghiệm có thể dựa trên người lãnh đạo kỹ thuật của họ hay thành viên SEPG để hướng dẫn họ."
        },
        {
            "en": "The <em>inexperience</em> of firms and independent consultants can be explained by the relatively young business sector in Vietnam as a whole.",
            "vi": "Toàn bộ khu vực doanh nghiệp tương đối non trẻ ở Việt Nam có thể lý giải sự thiếu kinh nghiệm của các công ty và các nhà tư vấn độc lập."
        },
        {
            "en": "Given the early stage of development of the industry and the relative <em>inexperience</em> of consultants, training could be an effective way to develop the market.",
            "vi": "Trong điều kiện ngành tư vấn ở Việt Nam còn rất non trẻ và hầu hết các nhà tư vấn còn thiếu kinh nghiệm, đào tạo sẽ là một biện pháp hiệu quả cao nhằm phát triển thị trường."
        },
        {
            "en": "The BOT concept was being used for the first time in the water sector in Vietnam and the government's <em>inexperience</em> led it to negotiate a deal with a single supplier rather than employ a competitive bidding process.",
            "vi": "Khái niệm BOT đã được dùng lần đầu tiên trong ngành nước ở Việt Nam và do thiếu kinh nghiệm của chính quyền đã dẫn đến việc thương lượng với một nhà cung ứng duy nhất chứ không sử dụng đấu thầu cạnh tranh."
        },
        {
            "en": "The manager said that it was very hard to establish a private company in 1990 because of the lack of clear relevant laws and the government’s <em>inexperience</em> in dealing with private companies.",
            "vi": "Giám đốc của doanh nghiệp này nói rất khó thành lập một doanh nghiệp tư nhân vào năm 1990 vì thiếu các luật lệ rõ ràng và do chính phủ thiếu kinh nghiệm xử lý các vấn đề liên quan tới các doanh nghiệp tư nhân."
        }
    ],
    "suggestions": []
}