{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in,fætju'ei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm cuồng dại</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm mê tít, sự làm mê đắm</td></tr></table><i/></div>",
            "word": "infatuation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "infatuation"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>infatuation</k><blockquote>▸ <cclass>noun PASSION, love, adoration, desire, feeling, devotion; obsession, fixation; fancy; <cclass><i>informal</i> crush, thing, hang-up, pash.</cclass></cclass></blockquote></div>",
            "word": "infatuation"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>infatuation</k><blockquote><blockquote><ex><abr>n.</abr> infatuation with</ex></blockquote></blockquote></div>",
            "word": "infatuation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "infatuation"
        }
    },
    "sentences": [
        {
            "en": "That is not love, that is <em>infatuation</em>.",
            "vi": "Đó không phải là tình yêu, đó là sự đam mê."
        },
        {
            "en": "<em>Infatuation</em> has an element of sexual excitement.",
            "vi": "Sự đam mê đi kèm yếu tố ham muốn tình dục."
        },
        {
            "en": "It is not love, it is <em>infatuation</em>.",
            "vi": "Đó không phải là tình yêu, đó là đam mê."
        },
        {
            "en": "Or is it just an <em>infatuation</em>?",
            "vi": "Hoặc đó chỉ là sự mê đắm?"
        },
        {
            "en": "Are you sure it's the real thing, not just <em>infatuation</em>?",
            "vi": "Bạn có chắc rằng đó là điều đích thực chứ không phải là sự say đắm nhất thời?"
        },
        {
            "en": "I just met <em>infatuation</em>, its something in his smile.",
            "vi": "Tôi vừa bị mê hoặc, là điều gì đó trong nụ cười của anh ấy."
        },
        {
            "en": "It's not love ; it's only a passing <em>infatuation</em>.",
            "vi": "Đó không phải là yêu, đó chỉ là sự mê say trong chốc lát."
        },
        {
            "en": "Are you sure it's the real love, not just <em>infatuation</em>?",
            "vi": "Anh có chắc đó là tình yêu đích thực, hay chỉ là ảo tưởng?"
        },
        {
            "en": "It's not love; it's only a passing <em>infatuation</em>.",
            "vi": "Đó không phải là yêu, đó chỉ là sự mê say trong chốc lát."
        },
        {
            "en": "<em>Infatuation</em> makes people go into the best behaviour, careful with words and action.",
            "vi": "Sự đam mê làm cho người ta đi sâu vào cách cư xử tốt nhất, cẩn thận với lời nói và hành động."
        },
        {
            "en": "Somehow, when you find the right one, you know it in your heart. It is not just an <em>infatuation</em> of the moment.",
            "vi": "Bằng cách này hay cách khác, khi bạn tìm được một người ưng ý, bạn giữ nó ở trong lòng. Ðiều đó không chỉ là sự mê đắm của một khoảnh khắc."
        },
        {
            "en": "And then it occurred to me that if a geisha or a young apprentice grew teary-eyed in front of a man, wouldn't mosfanyone take it for <em>infatuation</em>?",
            "vi": "Rồi tôi nghĩ rằng nếu một nàng geisha hay một cô tập sự đang rơm rớm nước mắt trước một người đàn ông, thử hỏi có ai mà không động lòng?"
        },
        {
            "en": "In some ways, the rush to U.S. campuses by the party’s “red nobility” simply reflects China’s national <em>infatuation</em> with American education. China has more students at U.S. colleges than in any other foreign country. They numbered 157,558 in the 2010-11 academic year, according to data compiled by the Institute of International Education — up nearly fourfold in 15 years.",
            "vi": "Ở một mức độ nào đó, cơn sốt vào các trường ở Hoa Kỳ do giới \"hạt đầu đỏ\" của đảng chỉ đơn giản là phản ánh sự mê đắm của quốc gia Trung Quốc với nền giáo dục Hoa Kỳ. Trung Quốc có nhiều sinh viên theo học tại các trường đại học của Hoa Kỳ hơn bất kỳ quốc gia nào khác. Số sinh viên Trung Quốc đến Hoa Kỳ trong năm học 2010-11 là 157.558, theo dữ liệu của Viện Giáo dục Quốc tế - con số tăng gần gấp bốn lần trong 15 năm."
        },
        {
            "en": "Love is a force of nature. However much we may want to, we can not command, demand, or take away love, any more than we can command the moon and the stars and the wind and the rain to come and go according to our whims. We may have some limited ability to change the weather, but we do so at the risk of upsetting an ecological balance we don't fully understand. Similarly, we can stage a seduction or mount a courtship, but the result is more likely to be <em>infatuation</em>, or two illusions dancing together, than love.",
            "vi": "Tình yêu là sức mạnh của tự nhiên. Dù chúng ta muốn, chúng ta cũng không thể làm chủ, điều khiển, cũng như chúng ta không thể điều khiển trăng, sao , gió, mưa đến và đi theo ý muốn của chúng ta. Chúng ta có thể có cũng tương tác nhất định về khả năng làm thay đổi tự nhiên, nhưng nếu chúng ta làm điều đó sẽ phá vỡ cân bằng sinh thái khi mà chúng ta không hoàn toàn hiểu về nó. Tương tự như vậy, chúng ta có thể tạo ra một sự cám dỗ hay bắt đầu một cuộc tìm hiểu, nhưng kết quả thì lại gần giống với mê đắm, cuồng si hơn, hoặc giống như hai hình bóng nhảy múa cùng nhau, hơn là tình yêu."
        },
        {
            "en": "Love is a force of nature. However much we may want to, we can not command, demand, or take away love, any more than we can command the moon and the stars and the wind and the rain to come and go according to our whims. We may have some limited ability to change the weather, but we do so at the risk of upsetting an ecological balance we don't fully understand. Similarly, we can stage a seduction or mount a courtship, but the result is more likely to be <em>infatuation</em>, or two illusions dancing together, than love.",
            "vi": "Tình yêu là sức mạnh của tự nhiên. Dù chúng ta muốn, chúng ta cũng không thể làm chủ, điều khiển, cũng như chúng ta không thể điều khiển trăng, sao , gió, mưa đến và đi theo ý muốn của chúng ta. Chúng ta có thể có cũng tương tác nhất định về khả năng làm thay đổi tự nhiên, nhưng nếu chúng ta làm điều đó sẽ phá vỡ cân bằng sinh thái khi mà chúng ta không hoàn toàn hiểu về nó. Tương tự như vậy, chúng ta có thể tạo ra một sự cám dỗ hay bắt đầu một cuộc tìm hiểu, nhưng kết quả thì lại gần giống với mê đắm, cuồng si hơn, hoặc giống như hai hình bóng nhảy múa cùng nhau, hơn là tình yêu."
        }
    ],
    "suggestions": []
}