{
    "en_vn": {
        "data": {
            "content": null,
            "word": "infested",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "infested",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>infested</k><blockquote>▸ <cclass>adjective OVERRUN, swarming, teeming, crawling, alive, ridden; plagued, beset.</cclass></blockquote></div>",
            "word": "infested",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "infested",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "infested",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Bed <em>infested</em> with bugs",
            "vi": "Cái giường lúc nhúc rệp"
        },
        {
            "en": "A bed <em>infested</em> with bugs.",
            "vi": "Cái giường lúc nhúc rệp."
        },
        {
            "en": "The field was <em>infested</em> with rats.",
            "vi": "Cánh đồng bị chuột tràn vào quấy phá."
        },
        {
            "en": "This region is <em>infested</em> with robbers.",
            "vi": "Vùng này đầy những cướp."
        },
        {
            "en": "A plague of flies <em>infested</em> my village.",
            "vi": "Dịch ruồi gây hại cả lảng tôi."
        },
        {
            "en": "What did you do in the warehouse <em>infested</em> by rats?",
            "vi": "Anh làm gì trong cái nhà kho lúc nhúc chuột đó vậy?"
        },
        {
            "en": "We were walking in a garden <em>infested</em> with weeds when you called me.",
            "vi": "Chúng tôi đang dạo mát trong khu vườn ngập đầy cỏ dại thì anh gọi tôi đấy."
        },
        {
            "en": "They were used for the decontamination of clothing <em>infested</em> with lice.",
            "vi": "Chúng được dùng để khử trùng áo quần có đầy rận."
        },
        {
            "en": "Who jumped into shark <em>infested</em> waters to save a guest's hat?",
            "vi": "Ai đã nhảy xuống biển đầy cá mập để vớt chiếc mũ cho khách?"
        },
        {
            "en": "Our computers may be <em>infested</em> by computer virus from the Internet.",
            "vi": "Máy tính của chúng ta có thể bị lây lan virus từ Internet."
        },
        {
            "en": "The media would like to portray Springfield as a crime <em>infested</em> city that no one wants to live in.",
            "vi": "Phương tiện truyền thông sẽ miêu tả sinh động Springfield như là một thành phố đầy tội phạm đến nỗi mà không ai muốn sống ở đó."
        },
        {
            "en": "To feed himself, the boy took a job pasting labels on blacking bottles in a grim, rat - <em>infested</em> warehouse.",
            "vi": "Để mưu sinh, cậu bé đã nhận việc dán nhãn chai trong một kho hàng tồi tệ, đầy những chuột."
        },
        {
            "en": "To feed himself, the boy took a job pasting labels on blacking bottles in a grim, rat-<em>infested</em> warehouse.",
            "vi": "Để mưu sinh, cậu bé đã nhận việc dán nhãn chai trong một kho hàng tồi tệ, đầy những chuột."
        },
        {
            "en": "When officers arrived they discovered the body, which weighed less than 30 kilograms, <em>infested</em> with maggots in a room littered with trash.",
            "vi": "Khi cơ quan chức năng đến làm việc, họ phát hiện ra thi thể bà mẹ nhẹ hơn 30 kg, bị giòi tràn vào phá huỷ trong căn phòng đầy rác."
        },
        {
            "en": "A Taiwanese man has been sentenced to 12 years in prison for letting his sick mother starve to death which was <em>infested</em> with maggots.",
            "vi": "Một người đàn ông Đài Loan bị phạt tù 12 năm vì bỏ đói người mẹ đang bệnh của mình đến chết, thi thể bà bị giòi tràn vào phá hoại."
        },
        {
            "en": "Fleas can be important vectors of this species, and children in close contact with flea-<em>infested</em> dogs are particularly prone to infection.",
            "vi": "Bọ chét có thể là một vectơ quan trọng của loài này, và các trẻ em có tiếp xúc mật thiết với chó có nhiễm bọ chét là đặc biệt có nguy cơ gây bệnh."
        },
        {
            "en": "Little Karina made herself a bed in the grasses, which are common to the south-west of Sakha in summer, but they meant that helicopters and drones were useless in searching for her in the bear-<em>infested</em> taiga.",
            "vi": "Bé Karina nằm trong đám cỏ, vào mùa hè cỏ mọc rất nhiều ở vùng tây nam Sakha, nhưng như thế có nghĩa là trực thăng và máy bay không người lái bất lực tìm kiếm cô bé trong vùng rừng taiga có nhiều gấu ấy."
        },
        {
            "en": "So plantation owners played a running game, abandoning <em>Infested</em> fields and moving to “clean” land - until they ran out of clean land in the 1950s and had to abandon the Gros Michel .",
            "vi": "Vì vậy các chủ điền trang chạy đua tới các vùng đất sạch sau khi bỏ lại vùng đất bị nhiễm khuẩn, cho đến khi đất sạch cũng hết vào thập niên 50."
        },
        {
            "en": "By using Neochetina bruchi, a beetle native to Brazil, scientists at Kerala Agricultural University freed a 12-kilometre-long canal from the clutches of the weed Salvinia molesta, popularly called ‘African Payal’ in Kerala. About 30,000 hectares of rice fields in Kerala are <em>infested</em> by this weed .",
            "vi": "Bởi việc sử dụng Neochetina bruchi, một loài bọ cánh cứng đặc hữu của Brazil, các nhà khoa học tại đại học nông nghiệp Kerala đã giải phóng một con kênh dài 12 km khỏi sự kiểm soát của loài cỏ dại Salvinia molesta, thường được gọi là \" African Payal\" tại Kerala. Khoảng 30.000 héc-ta cánh đồng lúa ở Kerala bị tàn phá bởi loài cỏ dại này"
        },
        {
            "en": "Eyam is a remote village in England that sacrificed itself to prevent spreading the the Bubonic plague. In 1665, the village tailor’s assistant unwrapped a bundle of cloth from London that arrived <em>infested</em> with plague-carrying fleas and was dead within a week. When it began to spread, the townspeople decided to quarantine the entire village. At least 1/3 of them died, but the nearby villages were saved.",
            "vi": "Eyam là một ngôi làng xa xôi hẻo lánh ở Anh đã hy sinh cả làng để ngăn phát tán bệnh dịch hạch. Vào năm 1665, người giúp việc của thợ may trong làng mở một cuộn vải từ Luân Đôn gửi đến đầy bọ chét nhiễm bệnh, nên đã chết trong vòng một tuần. Khi bệnh dịch này bắt đầu lan rộng, dân chúng đã quyết định cách ly cả làng. Ít nhất 1/3 dân làng đã chết, nhưng những ngôi làng lân cận đã thoát dịch bệnh."
        }
    ],
    "suggestions": []
}