{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,infi'deliti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự không trung thành, sự bội tín</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự không chung thuỷ (trong đạo vợ chồng) ((cũng) <font color=\"#1371BB\">conjugal infidelity</font>)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự không theo đạo; sự không tin đạo Thiên chúa</td></tr></table><i/></div>",
            "word": "infidelity",
            "pronounce": "[,infi'deliti]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>infidelity</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>infidelities</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 the action or state of being sexually unfaithful. </blockquote></blockquote><blockquote><blockquote>2》 lack of religious faith. </blockquote></blockquote></div>",
            "word": "infidelity",
            "pronounce": "[,infi'deliti]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>infidelity</k><blockquote>▸ <cclass>noun UNFAITHFULNESS, adultery, unchastity; faithlessness, disloyalty, treachery, double-dealing, duplicity, deceit; affair; <cclass><i>informal</i> playing around, fooling around, cheating, two-timing; <cclass><i>formal</i> fornication; <cclass><i>dated</i> cuckoldry.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "infidelity",
            "pronounce": "[,infi'deliti]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>infidelity</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) conjugal, marital infidelity </ex></blockquote></blockquote><blockquote><blockquote><ex>2) infidelity to (infidelity to one's ideals)</ex></blockquote></blockquote></div>",
            "word": "infidelity",
            "pronounce": "[,infi'deliti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "infidelity",
            "pronounce": "[,infi'deliti]"
        }
    },
    "sentences": [
        {
            "en": "<em>Infidelity</em> do not constitute psychological incapacity.",
            "vi": "Ngoại tình không gây ra thiếu năng lực kiểm soát tâm lý."
        },
        {
            "en": "His wife has winked at his <em>infidelity</em> for years.",
            "vi": "Vợ anh ta đã nhắm mắt làm ngơ trước sự không chung thủy của anh ta nhiều năm qua."
        },
        {
            "en": "Something inside of me died when I learned about his <em>infidelity</em>",
            "vi": "Một điều gì đó trong tôi đã chết đi khi tôi biết được sự không chung thủy của anh ấy."
        },
        {
            "en": "<em>Infidelity</em>, ambition, and violence are all part of this drama set against the glamorous backdrop of Beverly Hills society.",
            "vi": "Sự bội tín, tham vọng và bạo lực, tất cả đều là một phần của vở kịch này, lấy bối cảnh xã hội Beverly Hills đầy mê hoặc."
        },
        {
            "en": "Financial profligacy is linked to other impulsive behaviours like overeating, smoking and <em>infidelity</em>, according to a new study.",
            "vi": "Theo một cuộc nghiên cứu mới thì sự phung phí/hoang phí về tài chánh là mắc xích thúc đẩy các hành vi cư xử khác như ăn quá mức, hút thuốc và sự bội tín."
        },
        {
            "en": "<em>Infidelity</em> does not consist in believing, or in disbelieving, it consists in professing to believe what he does not believe.",
            "vi": "Thiếu trung thành không nằm ở việc tin hay không tin mà nằm ở việc tự cho là mình tin điều mình không tin."
        },
        {
            "en": "It seemed that most vampire myths centered around beautiful women as demons and children as victims; they also seemed like constructs created to explain away the high mortality rates for young children, and to give men an excuse for <em>infidelity</em>.",
            "vi": "đề tài mỹ nhân là quỷ còn trẻ em là nạn nhân ; mấy câu chuyện này có vẻ như được tạo ra để thanh minh cho tỉ lệ tử vong cao ở trẻ em, và mang lại cho nam giới cái cớ về việc không chung thủy."
        },
        {
            "en": "It seemed that most vampire myths centered around beautiful women as demons and children as victims ; they also seemed like constructs created to explain away the high mortality rates for young children, and to give men an excuse for <em>infidelity</em>.",
            "vi": "Dường như hầu hết các câu chuyện tưởng tượng về ma cà rồng đều xoay quanh đề tài mỹ nhân là quỷ còn trẻ em là nạn nhân; mấy câu chuyện này có vẻ như được tạo ra để thanh minh cho tỉ lệ tử vong cao ở trẻ em, và mang lại cho nam giới cái cớ về việc không chung thủy."
        },
        {
            "en": "seemed that most vampire myths centered around beautiful women as demons and children as victims ; they also seemed like constructs created to explain away the high mortality rates for young children, and to give men an excuse for <em>infidelity</em>.",
            "vi": "Dường như hầu hết các câu chuyện tưởng tượng về ma cà rồng đều xoay quanh đề tài mỹ nhân là quỷ còn trẻ em là nạn nhân; mấy câu chuyện này có vẻ như được tạo ra để thanh minh cho tỉ lệ tử vong cao ở trẻ em, và mang lại cho nam giới cái cớ về việc không chung thủy."
        },
        {
            "en": "A new study, published in the journal Archives of Sexual Behavior, followed 484 participants in mixed gender romantic relationships. The researchers asked the participants to report their own \"extra-dyadic sexual involvement\" — having sexual relations with someone other than their partner — and also whether they had suspected their partners of <em>infidelity</em> in each romantic relationship they had been in.",
            "vi": "Một nghiên cứu mới, được xuất bản trên tạp chí Archives of Sexual Behavior, trên 484 người tham gia ở các mối quan hệ lãng mạn gồm các giới tính khác nhau. Các nhà nghiên cứu đã yêu cầu những người tham gia báo cáo về \"tình trạng ngoại tình\" của mình - có quan hệ tình dục với người khác ngoài người bạn đời của họ - và liệu họ có nghi ngờ bạn đời không chung thủy với họ trong từng mối quan hệ lãng mạn mà họ có."
        },
        {
            "en": "A new study, published in the journal Archives of Sexual Behavior, followed 484 participants in mixed gender romantic relationships. The researchers asked the participants to report their own \"extra-dyadic sexual involvement\" — having sexual relations with someone other than their partner — and also whether they had suspected their partners of <em>infidelity</em> in each romantic relationship they had been in.",
            "vi": "Một nghiên cứu mới, được xuất bản trên tạp chí Archives of Sexual Behavior, trên 484 người tham gia ở các mối quan hệ lãng mạn gồm các giới tính khác nhau. Các nhà nghiên cứu đã yêu cầu những người tham gia báo cáo về \"tình trạng ngoại tình\" của mình - có quan hệ tình dục với người khác ngoài người bạn đời của họ - và liệu họ có nghi ngờ bạn đời không chung thủy với họ trong từng mối quan hệ lãng mạn mà họ có."
        },
        {
            "en": "If you’ve ever woken up in a cold sweat after dreaming about your husband’s extramarital escapade with your best friend, you’re not alone, says Lauri Quinn Loewenberg, a dream expert, author and media personality. “The most commonly reported dream is the one where your mate is cheating,” she says. Loewenberg conducted a survey of more than 5,000 people, and found that the <em>infidelity</em> dream is the nightmare that haunts most people—sometimes on a recurring basis. It rarely has anything to do with an actual affair, she explains, but rather the common and universal fear of being wronged or left alone.",
            "vi": "Nếu bạn từng toát mồ hôi lạnh tỉnh giấc sau khi mơ thấy quan hệ bất chính của chồng với người bạn thân nhất của bạn, thì bạn không hề đơn độc, dẫn lời Lauri Quinn Loewenberg, một chuyên gia về giấc mơ, tác giả và là nhân vật nổi tiếng của giới truyền thông. \"Giấc mơ phổ biến nhất là giấc mơ mà trong đó người bạn đời của bạn phản bội”, bà nói. Loewenberg tiến hành khảo sát hơn 5000 người, và thấy rằng giấc mơ về sự không chung thủy là ác mộng ám ảnh hầu hết mọi người - đôi khi còn lặp đi lặp lại. Giấc mơ loại này hiếm khi liên quan đến chuyện ngoại tình thực sự, bà giải thích, nhưng là nỗi sợ chung và khá phổ biến về việc bị đối xử bất công hoặc bỏ rơi."
        },
        {
            "en": "Men more likely to stick with girlfriends who sleep with other women than other men         Men are more than twice as likely to continue dating a girlfriend who has cheated on them with another woman than one who has cheated with another man, according to new research from a University of Texas at Austin psychologist.   Women show the opposite pattern. They are more likely to continue dating a man who has had a heterosexual affair than one who has had a homosexual affair.   The study, published last month in the journal Personality and Individual Differences, provides new insight into the psychological adaptations behind men's desire for a variety of partners and women's desire for a committed partner. These drives have played a key role in the evolution of human mating psychology.      \"A robust jealousy mechanism is activated in men and women by different types of cues - those that threaten paternity in men and those that threaten abandonment in women,\" says Jaime C. Confer, the study's lead author and a doctoral candidate in evolutionary psychology.   Confer conducted the study with her father, Mark D. Cloud, a psychology professor at Lock Haven University in Pennsylvania.   The researchers asked 700 college students to imagine they were in a committed romantic and sexual relationship with someone they've been dating for three months. They were then asked how they would respond to <em>infidelity</em> committed by the imagined partner.   Some participants were told their partners had been unfaithful with a man, others with a woman. Some were told their partners had an affair with one person, others with multiple partners. Some were told the <em>infidelity</em> happened once, others twice.   Regardless of the number of episodes or partners, the study found that:    Overall, men demonstrated a 50 percent likelihood of continuing to date a partner who has had a homosexual affair and a 22 percent likelihood of staying with a woman after a heterosexual affair. \n  Women demonstrated a 28 percent likelihood of continuing to date a boyfriend who has had a heterosexual affair and a 21 percent likelihood of staying with someone who has had a homosexual affair. \n   The findings suggest men are more distressed by the type of <em>infidelity</em> that could threaten their paternity of offspring. Men may also view a partner's homosexual affair as an opportunity to mate with more than one woman simultaneously, satisfying men's greater desire for more partners, the authors say.     \"These findings are even more remarkable given that homosexuality attitude surveys show men have more negative attitudes toward homosexuality and to be less supportive of civil rights for same-sex couples than women. However, this general trend of men showing lower tolerance for homosexuality than women is reversed in the one fitness-enhancing situation - female homosexuality,\" say the authors.      Conversely, women objected to continuing a relationship following both types of affairs, but especially so for a boyfriend's homosexual affair. Such an affair may be seen as a sign of dissatisfaction with the current relationship and a prelude to possible abandonment, according to the authors.    Participants were also asked the outcomes of real-life <em>infidelity</em> experiences. Results mirrored those of the imagined <em>infidelity</em> scenarios: Men were significantly more likely than women to have ended their actual relationships following a partner's (presumably heterosexual) affair.   Source: University of Texas at Austin  Copyright: Medical News Today",
            "vi": "Nam giới có nhiều khả năng tiếp tục mối quan hệ với bạn gái đã ngoại tình với người phụ nữ khác hơn là với người đàn ông khác       Có gấp đôi khả năng một người đàn ông có thể tiếp tục hẹn hò với người bạn gái đã lừa dối họ quan hệ với một phụ nữ khác hơn là với một người đàn ông khác, theo một nghiên cứu mới từ một chuyên gia tâm lý của Đại học Texas tại Austin.    Phụ nữ lại có phản ứng ngược lại. Họ có nhiều khả năng tiếp tục hẹn hò với người đàn ông đã ngoại tình với phụ nữ khác hơn là quan hệ đồng tính. Nghiên cứu, được công bố hồi tháng trước trong tạp chí Personality and Individual Differences (Tính cách và những khác biệt), cung cấp cái nhìn mới về sự thích nghi tâm lý đằng sau mong muốn có nhiều bạn tình của đàn ông và mong muốn chỉ có 1 bạn tình lâu dài của phụ nữ. Những khác biệt này đóng một vai trò quan trọng trong sự phát triển của tâm lý học giao phối ở người. “Một cơ chế ghen tuông mạnh mẽ được kích hoạt ở đàn ông và phụ nữ bởi những tâm trạng khác nhau – sự đe dọa quan hệ cha con ở đàn ông và đe dọa bị ruồng bỏ ở phụ nữ, theo Jaime C. Confer, tác giả chính của nghiên cứu và là nghiên cứu sinh tiến sĩ về tâm lý học tiến hóa. Confer thực hiện nghiên cứu với cha cô, giáo sư tâm lý học Mark D. Cloud tại Đại học Lock Haven, bang Pennsylvania. Các nhà nghiên cứu đã yêu cầu 700 sinh viên đại học tưởng tượng họ đang có một mối quan hệ yêu đương và cam kết tình dục với người họ đã hẹn hò trong 3 tháng. Sau đó họ được hỏi về phản ứng của mình với việc không chung thủy của bạn tình tưởng tượng này. Một số sinh viên cho biết bạn tình của họ đã ngoại tình với người đàn ông khác, một số lại với người phụ nữ khác. Một số báo cáo bạn tình của họ đã ngoại tình với một người, số khác với nhiều người. Một số cho biết việc ngoại tình xảy ra một hoặc hai lần. Bất kể số lượng đối tác hoặc bạn tình, nghiên cứu thấy rằng:  \nNhìn chung, có 50% khả năng một người đàn ông sẽ tiếp tục hẹn hò với người bạn tình đã lừa dối họ vì một người phụ nữ khác và 22% duy trì quan hệ với người bạn tình đã ngoại tình với một người đàn ông khác. \n \nPhụ nữ có 28% khả năng tiếp tục hẹn hò với người bạn trai đã có quan hệ tình dục khác một phụ nữ khác và 21% tiếp tục với người bạn trai đã có quan hệ với một người đàn ông khác. \n  Các kết quả cho thấy đàn ông đau khổ nhiều hơn bởi dạng ngoại tình có thể đe dọa vai trò làm cha của họ. Nam giới cũng có thể xem mối quan hệ đồng tính của bạn tình mình như là một cơ hội để giao hợp với nhiều người phụ nữ cùng một lúc, thoả mãn mong muốn có nhiều bạn tình hơn của phái mạnh, các tác giả cho biết. “Những phát hiện này thậm chí còn đáng chú ý hơn các cuộc khảo sát thái độ đối với quan hệ đồng tính luyến ái cho thấy nam giới có thái độ tiêu cực hơn đối với quan hệ đồng tính luyến ái và ít ủng hộ dân quyền cho các đôi đồng tính so với phụ nữ. Tuy nhiên, xu hướng chung của đàn ông thể hiện sự khoan dung ít hơn đối với quan hệ đồng tính luyến ái so với phụ nữ lại đảo ngược trong trường hợp giúp củng cố khả năng sinh sản, đồng tính luyến ái nữ”, theo các tác giả. Ngược lại, phụ nữ phản đối việc tiếp tục mối quan hệ sau cả hai dạng ngoại tình, nhưng đặc biệt rất “dị ứng”với mối quan hệ đồng tính của bạn tình. Ngoại tình có thể được xem như là một dấu hiệu của sự không hài lòng với quan hệ hiện tại và là khởi đầu của một kết thúc có thể xảy ra, theo các tác giả. Người tham dự cũng được hỏi về kết quả của những kinh nghiệm ngoại tình thực tế. Kết quả phản ánh những tình huống ngoại tình tưởng tượng: Đàn ông đặc biệt có nhiều khả năng kết thúc các mối quan hệ thực tế của họ sau việc ngoại tình của người yêu (có lẽ là ngoại tình với người khác giới).    Nguồn: Đại học Texas tại Austin Bản quyền: Medical News Today"
        },
        {
            "en": "7          7. NIGHTMARE I told Charlie I had a lot of homework to do, and that I didn't want anything to eat. There was a basketball game on that he was excited about, though of course I had no idea what was special about it, so he wasn't aware of anything unusual in my face or tone. Once in my room, I locked the door. I dug through my desk until I found my old headphones, and I plugged them into my little CD player. I picked up a CD that Phil had given to me for Christmas. It was one of his favorite bands, but they used a little too much bass and shrieking for my tastes. I popped it into place and lay down on my bed. I put on the headphones, hit Play, and turned up the volume until it hurt my ears. I closed my eyes, but the light still intruded, so I added a pillow over the top half of my face. I concentrated very carefully on the music, trying to understand the lyrics, to unravel the complicated drum patterns. By the third time I'd listened through the CD, I knew all the words to the choruses, at least.  I was surprised to find that I really did like the band after all, once I got past the blaring noise. I'd have to thank Phil again.  And it worked. The shattering beats made it impossible for me to think — which was the whole purpose of the exercise. I listened to the CD again and again, until I was singing along with all the songs, until, finally, I fell asleep. I opened my eyes to a familiar place. Aware in some corner of my consciousness that I was dreaming, I recognized the green light of the forest. I could hear the waves crashing against the rocks somewhere nearby. And I knew that if I found the ocean, I'd be able to see the sun.  I was trying to follow the sound, but then Jacob Black was there, tugging on my hand, pulling me back toward the blackest part of the forest. \"Jacob? What's wrong?\" I asked. His face was frightened as he yanked with all his strength against my resistance; I didn't want to go into the dark. \"Run, Bella, you have to run!\" he whispered, terrified. \"This way, Bella!\" I recognized Mike's voice calling out of the gloomy heart of the trees, but I couldn't see him. \"Why?\" I asked, still pulling against Jacob's grasp, desperate now to find the sun. But Jacob let go of my hand and yelped, suddenly shaking, falling to the dim forest floor. He twitched on the ground as I watched in horror.  \"Jacob!\" I screamed. But he was gone. In his place was a large red-brown wolf with black eyes. The wolf faced away from me, pointing toward the shore, the hair on the back of his shoulders bristling, low growls issuing from between his exposed fangs. \"Bella, run!\" Mike cried out again from behind me. But I didn't turn. I was watching a light coming toward me from the beach. And then Edward stepped out from the trees, his skin faintly glowing, his eyes black and dangerous. He held up one hand and beckoned me to come to him. The wolf growled at my feet. I took a step forward, toward Edward. He smiled then, and his teeth were sharp, pointed. \"Trust me,\" he purred. I took another step. The wolf launched himself across the space between me and the vampire, fangs aiming for the jugular. \"No!\" I screamed, wrenching upright out of my bed. My sudden movement caused the headphones to pull the CD player off the bedside table, and it clattered to the wooden floor. My light was still on, and I was sitting fully dressed on the bed, with my shoes on. I glanced, disoriented, at the clock on my dresser. It was five-thirty in the morning. I groaned, fell back, and rolled over onto my face, kicking off my boots. I was too uncomfortable to get anywhere near sleep, though. I rolled back over and unbuttoned my jeans, yanking them off awkwardly as I tried to stay horizontal. I could feel the braid in my hair, an uncomfortable ridge along the back of my skull. I turned onto my side and ripped the rubber band out, quickly combing through the plaits with my fingers. I pulled the pillow back over my eyes.  It was all no use, of course. My subconscious had dredged up exactly the images I'd been trying so desperately to avoid. I was going to have to face them now. I sat up, and my head spun for a minute as the blood flowed downward. First things first, I thought to myself, happy to put it off as long as possible. I grabbed my bathroom bag. The shower didn't last nearly as long as I hoped it would, though. Even taking the time to blow-dry my hair, I was soon out of things to do in the bathroom. Wrapped in a towel, I crossed back to my room. I couldn't tell if Charlie was still asleep, or if he had already left. I went to look out my window, and the cruiser was gone. Fishing again. I dressed slowly in my most comfy sweats and then made my bed — something I never did. I couldn't put it off any longer. I went to my desk and switched on my old computer. I hated using the Internet here. My modem was sadly outdated, my free service substandard; just dialing up took so long that I decided to go get myself a bowl of cereal while I waited. I ate slowly, chewing each bite with care. When I was done, I washed the bowl and spoon, dried them, and put them away. My feet dragged as I climbed the stairs. I went to my CD player first, picking it up off the floor and placing it precisely in the center of the table. I pulled out the headphones, and put them away in the desk drawer. Then I turned the same CD on, turning it down to the point where it was background noise.  With another sigh, I turned to my computer. Naturally, the screen was covered in pop-up ads. I sat in my hard folding chair and began closing all the little windows. Eventually I made it to my favorite search engine. I shot down a few more pop-ups and then typed in one word. Vampire. It took an infuriatingly long time, of course. When the results came up, there was a lot to sift through — everything from movies and TV shows to role-playing games, underground metal, and gothic cosmetic companies. Then I found a promising site — Vampires A—Z. I waited impatiently for it to load, quickly clicking closed each ad that flashed across the screen. Finally the screen was finished — simple white background with black text, academic-looking. Two quotes greeted me on the home page: Throughout the vast shadowy world of ghosts and demons there is no figure so terrible, no figure so dreaded and abhorred, yet dight with such fearful fascination, as the vampire, who is himself neither ghost nor demon, but yet who partakes the dark natures and possesses the mysterious and terrible qualities of both. — Rev. Montague Summers If there is in this world a well-attested account, it is that of the vampires. Nothing is lacking: official reports, affidavits of well-known people, of surgeons, of priests, of magistrates; the judicial proof is most complete. And with all that, who is there who believes in vampires? — Rousseau The rest of the site was an alphabetized listing of all the different myths of vampires held throughout the world. The first I clicked on, the Danag, was a Filipino vampire supposedly responsible for planting taro on the islands long ago. The myth continued that the Danag worked with humans for many years, but the partnership ended one day when a woman cut her finger and a Danag sucked her wound, enjoying the taste so much that it drained her body completely of blood. I read carefully through the descriptions, looking for anything that sounded familiar, let alone plausible. It seemed that most vampire myths centered around beautiful women as demons and children as victims; they also seemed like constructs created to explain away the high mortality rates for young children, and to give men an excuse for <em>infidelity</em>. Many of the stories involved bodiless spirits and warnings against improper burials. There wasn't much that sounded like the movies I'd seen, and only a very few, like the Hebrew Estrie and the Polish Upier, who were even preoccupied with drinking blood. Only three entries really caught my attention: the Romanian Varacolaci, a powerful undead being who could appear as a beautiful, pale-skinned human, the Slovak Nelapsi, a creature so strong and fast it could massacre an entire village in the single hour after midnight, and one other, the Stregoni benefici. About this last there was only one brief sentence.  Stregoni benefici: An Italian vampire, said to be on the side of goodness, and a mortal enemy of all evil vampires. It was a relief, that one small entry, the one myth among hundreds that claimed the existence of good vampires. Overall, though, there was little that coincided with Jacob's stories or my own observations. I'd made a little catalogue in my mind as I'd read and carefully compared it with each myth. Speed, strength, beauty, pale skin, eyes that shift color; and then Jacob's criteria: blood drinkers, enemies of the werewolf, cold-skinned, and immortal. There were very few myths that matched even one factor. And then another problem, one that I'd remembered from the small number of scary movies that I'd seen and was backed up by today's reading — vampires couldn't come out in the daytime, the sun would burn them to a cinder. They slept in coffins all day and came out only at night. Aggravated, I snapped off the computer's main power switch, not waiting to shut things down properly. Through my irritation, I felt overwhelming embarrassment. It was all so stupid. I was sitting in my room, researching vampires. What was wrong with me? I decided that most of the blame belonged on the doorstep of the town of Forks — and the entire sodden Olympic Peninsula, for that matter. I had to get out of the house, but there was nowhere I wanted to go that didn't involve a three-day drive. I pulled on my boots anyway, unclear where I was headed, and went downstairs. I shrugged into my raincoat without checking the weather and stomped out the door.  It was overcast, but not raining yet. I ignored my truck and started east on foot, angling across Charlie's yard toward the ever-encroaching forest. It didn't take long till I was deep enough for the house and the road to be invisible, for the only sound to be the squish of the damp earth under my feet and the sudden cries of the jays. There was a thin ribbon of a trail that led through the forest here, or I wouldn't risk wandering on my own like this. My sense of direction was hopeless; I could get lost in much less helpful surroundings. The trail wound deeper and deeper into the forest, mostly east as far as I could tell. It snaked around the Sitka spruces and the hemlocks, the yews and the maples. I only vaguely knew the names of the trees around me, and all I knew was due to Charlie pointing them out to me from the cruiser window in earlier days. There were many I didn't know, and others I couldn't be sure about because they were so covered in green parasites. I followed the trail as long as my anger at myself pushed me forward. As that started to ebb, I slowed. A few drops of moisture trickled down from the canopy above me, but I couldn't be certain if it was beginning to rain or if it was simply pools left over from yesterday, held high in the leaves above me, slowly dripping their way back to the earth. A recently fallen tree — I knew it was recent because it wasn't entirely carpeted in moss — rested against the trunk of one of her sisters, creating a sheltered little bench just a few safe feet off the trail. I stepped over the ferns and sat carefully, making sure my jacket was between the damp seat and my clothes wherever they  touched, and leaned my hooded head back against the living tree. This was the wrong place to have come. I should have known, but where else was there to go? The forest was deep green and far too much like the scene in last night's dream to allow for peace of mind. Now that there was no longer the sound of my soggy footsteps, the silence was piercing.  The birds were quiet, too, the drops increasing in frequency, so it must be raining above. The ferns stood higher than my head, now that I was seated, and I knew someone could walk by on the path, three feet away, and not see me. Here in the trees it was much easier to believe the absurdities that embarrassed me indoors. Nothing had changed in this forest for thousands of years, and all the myths and legends of a hundred different lands seemed much more likely in this green haze than they had in my clear-cut bedroom. I forced myself to focus on the two most vital questions I had to answer, but I did so unwillingly.  First, I had to decide if it was possible that what Jacob had said about the Cullens could be true. Immediately my mind responded with a resounding negative. It was silly and morbid to entertain such ridiculous notions. But what, then? I asked myself. There was no rational explanation for how I was alive at this moment. I listed again in my head the things I'd observed myself: the impossible speed and strength, the eye color shifting from black to gold and back again, the inhuman beauty, the pale, frigid skin. And more — small things that registered slowly — how they never seemed to eat, the disturbing grace with which they moved. And the way be sometimes spoke, with unfamiliar cadences and phrases that better fit the style of a turn-of-the-century novel than that of a twenty-first-century classroom. He had skipped class the day we'd done blood typing. He hadn't said no to the beach trip till he heard where we were going. He seemed to know what everyone around him was thinking… except me. He had told me he was the villain, dangerous… Could the Cullens be vampires? Well, they were something. Something outside the possibility of rational justification was taking place in front of my incredulous eyes. Whether it be Jacob's cold ones or my own superhero theory, Edward Cullen was not… human. He was something more.  So then — maybe. That would have to be my answer for now.  And then the most important question of all. What was I going to do if it was true? If Edward was a vampire — I could hardly make myself think the words — then what should I do? Involving someone else was definitely out. I couldn't even believe myself; anyone I told would have me committed.  Only two options seemed practical. The first was to take his advice: to be smart, to avoid him as much as possible. To cancel our plans, to go back to ignoring him as far as I was able. To pretend there was an impenetrably thick glass wall between us in the one class where we were forced together. To tell him to leave me alone — and mean it this time.  I was gripped in a sudden agony of despair as I considered that alternative. My mind rejected the pain, quickly skipping on to the next option. I could do nothing different. After all, if he was something… sinister, he'd done nothing to hurt me so far. In fact, I would be a dent in Tyler's fender if he hadn't acted so quickly. So quickly, I argued with myself, that it might have been sheer reflexes. But if it was a reflex to save lives, how bad could he be? I retorted. My head spun around in answerless circles. There was one thing I was sure of, if I was sure of anything. The dark Edward in my dream last night was a reflection only of my fear of the word Jacob had spoken, and not Edward himself. Even so, when I'd screamed out in terror at the werewolf's lunge, it wasn't fear for the wolf that brought the cry of \"no\" to my lips. It was fear that he would be harmed — even as he called to me with sharp-edged fangs, I feared for him. And I knew in that I had my answer. I didn't know if there ever was a choice, really. I was already in too deep. Now that I knew — if I knew — I could do nothing about my frightening secret. Because when I thought of him, of his voice, his hypnotic eyes, the magnetic force of his personality, I wanted nothing more than to be with him right now. Even if… but I couldn't think it. Not here, alone in the darkening forest. Not while the rain made it dim as twilight under the canopy and pattered like footsteps across the matted earthen floor. I shivered and rose quickly from my place of concealment, worried that somehow the path would have disappeared with the rain. But it was there, safe and clear, winding its way out of the dripping green maze. I followed it hastily, my hood pulled close around my face, becoming surprised, as I nearly ran through the trees, at how far I had come. I started to wonder if I was heading out at all, or following the path farther into the confines of the forest. Before I could get too panicky, though, I began to glimpse some open spaces through the webbed branches. And then I could hear a car passing on the street, and I was free, Charlie's lawn stretched out in front of me, the house beckoning me, promising warmth and dry socks. It was just noon when I got back inside. I went upstairs and got dressed for the day, jeans and a t-shirt, since I was staying indoors. It didn't take too much effort to concentrate on my task for the day, a paper on Macbeth that was due Wednesday. I settled into outlining a rough draft contentedly, more serene than I'd felt since… well, since Thursday afternoon, if I was being honest.  That had always been my way, though. Making decisions was the painful part for me, the part I agonized over. But once the decision was made, I simply followed through — usually with relief that the choice was made. Sometimes the relief was tainted by despair, like my decision to come to Forks. But it was still better than wrestling with the alternatives.  This decision was ridiculously easy to live with. Dangerously easy.  And so the day was quiet, productive — I finished my paper before eight. Charlie came home with a large catch, and I made a mental note to pick up a book of recipes for fish while I was in Seattle next week. The chills that flashed up my spine whenever I thought of that trip were no different than the ones I'd felt before I'd taken my walk with Jacob Black. They should be different, I thought. I should be afraid — I knew I should be, but I couldn't feel the right kind of fear. I slept dreamlessly that night, exhausted from beginning my day so early, and sleeping so poorly the night before. I woke, for the second time since arriving in Forks, to the bright yellow light of a sunny day. I skipped to the window, stunned to see that there was hardly a cloud in the sky, and those there were just fleecy little white puffs that couldn't possibly be carrying any rain. I opened the window — surprised when it opened silently, without sticking, not having opened it in who knows how many years — and sucked in the relatively dry air. It was nearly warm and hardly windy at all. My blood was electric in my veins.  Charlie was finishing breakfast when I came downstairs, and he picked up on my mood immediately. \"Nice day out,\" he commented. \"Yes,\" I agreed with a grin. He smiled back, his brown eyes crinkling around the edges. When Charlie smiled, it was easier to see why he and my mother had jumped too quickly into an early marriage. Most of the young romantic he'd been in those days had faded before I'd known him, as the curly brown hair — the same color, if not the same texture, as mine — had dwindled, slowly revealing more and more of the shiny skin of his forehead. But when he smiled I could see a little of the man who had run away with Renée when she was just two years older than I was now. I ate breakfast cheerily, watching the dust moats stirring in the sunlight that streamed in the back window. Charlie called out a goodbye, and I heard the cruiser pull away from the house. I hesitated on my way out the door, hand on my rain jacket. It would be tempting fate to leave it home. With a sigh, I folded it over my arm and stepped out into the brightest light I'd seen in months. By dint of much elbow grease, I was able to get both windows in the truck almost completely rolled down. I was one of the first ones to school; I hadn't even checked the clock in my hurry to get outside. I parked and headed toward the seldom-used picnic benches on the south side of the cafeteria. The benches were still a little damp, so I sat on my jacket, glad to have a use for it. My homework was done — the product of a slow social life — but there were a few Trig problems I wasn't sure I had right. I took out my book industriously, but halfway through rechecking the first problem I was daydreaming, watching the sunlight play on the red-barked trees. I sketched inattentively along the margins of my homework. After a few minutes, I suddenly realized I'd drawn five pairs of dark eyes staring out of the page at me. I scrubbed them out with the eraser. \"Bella!\" I heard someone call, and it sounded like Mike. I looked around to realize that the school had become populated while I'd been sitting there, absentminded. Everyone was in t-shirts, some even in shorts though the temperature couldn't be over sixty. Mike was coming toward me in khaki shorts and a striped Rugby shirt, waving.  \"Hey, Mike,\" I called, waving back, unable to be halfhearted on a morning like this. He came to sit by me, the tidy spikes of his hair shining golden in the light, his grin stretching across his face. He was so delighted to see me, I couldn't help but feel gratified. \"I never noticed before — your hair has red in it,\" he commented, catching between his fingers a strand that was fluttering in the light breeze. \"Only in the sun.\" I became just a little uncomfortable as he tucked the lock behind my ear. \"Great day, isn't it?\" \"My kind of day,\" I agreed.  \"What did you do yesterday?\" His tone was just a bit too proprietary. \"I mostly worked on my essay.\" I didn't add that I was finished with it — no need to sound smug. He hit his forehead with the heel of his hand. \"Oh yeah — that's due Thursday, right?\" \"Um, Wednesday, I think.\" \"Wednesday?\" He frowned. \"That's not good… What are you writing yours on?\" \"Whether Shakespeare's treatment of the female characters is misogynistic.\" He stared at me like I'd just spoken in pig Latin. \"I guess I'll have to get to work on that tonight,\" he said, deflated. \"I was going to ask if you wanted to go out.\" \"Oh.\" I was taken off guard. Why couldn't I ever have a pleasant  conversation with Mike anymore without it getting awkward? \"Well, we could go to dinner or something… and I could work on it later.\" He smiled at me hopefully. \"Mike…\" I hated being put on the spot. \"I don't think that would be the best idea.\" His face fell. \"Why?\" he asked, his eyes guarded. My thoughts flickered to Edward, wondering if that's where his thoughts were as well. \"I think… and if you ever repeat what I'm saying right now I will cheerfully beat you to death,\" I threatened, \"but I think that would hurt Jessica's feelings.\" He was bewildered, obviously not thinking in that direction at all.  \"Jessica?\" \"Really, Mike, are you blind?\" \"Oh,\" he exhaled — clearly dazed. I took advantage of that to make my escape. \"It's time for class, and I can't be late again.\" I gathered my books up and stuffed them in my bag. We walked in silence to building three, and his expression was distracted. I hoped whatever thoughts he was immersed in were leading him in the right direction. When I saw Jessica in Trig, she was bubbling with enthusiasm. She, Angela, and Lauren were going to Port Angeles tonight to go dress shopping for the dance, and she wanted me to come, too, even though I didn't need one. I was indecisive. It would be nice to get out of town with some girlfriends, but Lauren would be there. And who knew what I could be doing tonight… But that was definitely the wrong path to let my mind wander down. Of course I was happy about the sunlight. But that wasn't completely responsible for the euphoric mood I was in, not even close. So I gave her a maybe, telling her I'd have to talk with Charlie first. She talked of nothing but the dance on the way to Spanish, continuing as if without an interruption when class finally ended, five minutes late, and we were on our way to lunch. I was far too lost in my own frenzy of anticipation to notice much of what she said. I was painfully eager to see not just him but all the Cullens — to compare them with the new suspicions that plagued my mind. As I crossed the threshold of the cafeteria, I felt the first true tingle of fear slither down my spine and settle in my stomach. Would they be able to know what I was thinking? And then a different feeling jolted through me — would Edward be waiting to sit with me again? As was my routine, I glanced first toward the Cullens' table. A shiver of panic trembled in my stomach as I realized it was empty. With dwindling hope, my eyes scoured the rest of the cafeteria, hoping to find him alone, waiting for me. The place was nearly filled — Spanish had made us late — but there was no sign of Edward or any of his family. Desolation hit me with crippling strength. I shambled along behind Jessica, not bothering to pretend to listen anymore. We were late enough that everyone was already at our table. I avoided the empty chair next to Mike in favor of one by Angela. I vaguely noticed that Mike held the chair out politely for Jessica, and that her face lit up in response. Angela asked a few quiet questions about the Macbeth paper, which I answered as naturally as I could while spiraling downward in misery. She, too, invited me to go with them tonight, and I agreed now, grasping at anything to distract myself. I realized I'd been holding on to a last shred of hope when I entered Biology, saw his empty seat, and felt a new wave of disappointment. The rest of the day passed slowly, dismally. In Gym, we had a lecture on the rules of badminton, the next torture they had lined up for me. But at least it meant I got to sit and listen instead of stumbling around on the court. The best part was the coach didn't finish, so I got another day off tomorrow. Never mind that the day after they would arm me with a racket before unleashing me on the rest of the class. I was glad to leave campus, so I would be free to pout and mope before I went out tonight with Jessica and company. But right after I walked in the door of Charlie's house, Jessica called to cancel our plans. I tried to be happy that Mike had asked her out to dinner — I really was relieved that he finally seemed to be catching on — but my enthusiasm sounded false in my own ears. She rescheduled our shopping trip for tomorrow night. Which left me with little in the way of distractions. I had fish marinating for dinner, with a salad and bread left over from the night before, so there was nothing to do there. I spent a focused half hour on homework, but then I was through with that, too. I checked my e-mail, reading the backlog of letters from my mother, getting snippier as they progressed to the present. I sighed and typed a quick response.  Mom, Sorry. I've been out. I went to the beach with some friends. And I had to write a paper. My excuses were fairly pathetic, so I gave up on that. It's sunny outside today - I know, I'm shocked, too - so I'm going to go outside and soak up as much vitamin D as I can. I love you, Bella. I decided to kill an hour with non-school-related reading. I had a small collection of books that came with me to Forks, the shabbiest volume being a compilation of the works of Jane Austen. I selected that one and headed to the backyard, grabbing a ragged old quilt from the linen cupboard at the top of the stairs on my way down. Outside in Charlie's small, square yard, I folded the quilt in half and laid it out of the reach of the trees' shadows on the thick lawn that would always be slightly wet, no matter how long the sun shone. I lay on my stomach, crossing my ankles in the air, flipping through the different novels in the book, trying to decide which would occupy my mind the most thoroughly. My favorites were Pride and Prejudice and Sense and Sensibility. I'd read the first most recently, so I started into Sense and Sensibility, only to remember after I began three that the hero of the story happened to be named Edward. Angrily, I turned to Mansfield Park, but the hero of that piece was named Edmund, and that was just too close. Weren't there any other names available in the late eighteenth century? I snapped the book shut, annoyed, and rolled over onto my back.  I pushed my sleeves up as high as they would go, and closed my eyes. I would think of nothing but the warmth on my skin, I told myself severely. The breeze was still light, but it blew tendrils of my hair around my face, and that tickled a bit. I pulled all my hair over my head, letting it fan out on the quilt above me, and focused again on the heat that touched my eyelids, my cheekbones, my nose, my lips, my forearms, my neck, soaked through my light shirt… The next thing I was conscious of was the sound of Charlie's cruiser turning onto the bricks of the driveway. I sat up in surprise, realizing the light was gone, behind the trees, and I had fallen asleep. I looked around, muddled, with the sudden feeling that I wasn't alone.  \"Charlie?\" I asked. But I could hear his door slamming in front of the house. I jumped up, foolishly edgy, gathering the now-damp quilt and my book. I ran inside to get some oil heating on the stove, realizing that dinner would be late. Charlie was hanging up his gun belt and stepping out of his boots when I came in. \"Sorry, Dad, dinner's not ready yet — I fell asleep outside.\" I stifled a yawn. \"Don't worry about it,\" he said. \"I wanted to catch the score on the game, anyway.\" I watched TV with Charlie after dinner, for something to do. There wasn't anything on I wanted to watch, but he knew I didn't like baseball, so he turned it to some mindless sitcom that neither of us enjoyed. He seemed happy, though, to be doing something together. And it felt good, despite my depression, to make him happy. \"Dad,\" I said during a commercial, \"Jessica and Angela are going to look at dresses for the dance tomorrow night in Port Angeles, and they wanted me to help them choose… do you mind if I go with them?\" \"Jessica Stanley?\" he asked. \"And Angela Weber.\" I sighed as I gave him the details. He was confused. \"But you're not going to the dance, right?\" \"No, Dad, but I'm helping them find dresses — you know, giving them constructive criticism.\" I wouldn't have to explain this to a woman. \"Well, okay.\" He seemed to realize that he was out of his depth with the girlie stuff. \"It's a school night, though.\" \"We'll leave right after school, so we can get back early. You'll be okay for dinner, right?\" \"Bells, I fed myself for seventeen years before you got here,\" he reminded me. \"I don't know how you survived,\" I muttered, then added more clearly, \"I'll leave some things for cold-cut sandwiches in the fridge, okay? Right on top.\" It was sunny again in the morning. I awakened with renewed hope that I grimly tried to suppress. I dressed for the warmer weather in a deep blue V-neck blouse — something I'd worn in the dead of winter in Phoenix.  I had planned my arrival at school so that I barely had time to make it to class. With a sinking heart, I circled the full lot looking for a space, while also searching for the silver Volvo that was clearly not there. I parked in the last row and hurried to English, arriving breathless, but subdued, before the final bell.  It was the same as yesterday — I just couldn't keep little sprouts of hope from budding in my mind, only to have them squashed painfully as I searched the lunchroom in vain and sat at my empty Biology table. The Port Angeles scheme was back on again for tonight and made all the more attractive by the fact that Lauren had other obligations. I was anxious to get out of town so I could stop glancing over my shoulder, hoping to see him appearing out of the blue the way he always did. I vowed to myself that I would be in a good mood tonight and not ruin Angela's or Jessica's enjoyment in the dress hunting. Maybe I could do a little clothes shopping as well. I refused to think that I might be shopping alone in Seattle this weekend, no longer interested in the earlier arrangement. Surely he wouldn't cancel without at least telling me. After school, Jessica followed me home in her old white Mercury so that I could ditch my books and truck. I brushed through my hair quickly when I was inside, feeling a slight lift of excitement as I contemplated getting out of Forks. I left a note for Charlie on the table, explaining again where to find dinner, switched my scruffy wallet from my school bag to a purse I rarely used, and ran out to join Jessica. We went to Angela's house next, and she was waiting for us. My excitement increased exponentially as we actually drove out of the town limits.",
            "vi": "7        7. Ác mộng    Tôi bảo bố mình phải làm rất nhiều bài tập, và không muốn ăn gì cả. Vì đang có trận thi đấu bóng rổ ông rất mê, tuy tôi chẳng biết nó có gì hay mà mê thế, nên bố chẳng biết có gì bất thường trên khuôn mặt hay giọng nói của tôi.  Khi vào phòng rồi, tôi khoá cửa. Tôi lục soạn bàn viết đến khi tìm thấy tai nghe cũ của mình rồi cắm vào máy nghe đĩa CD nhỏ. Tôi chọn đĩa CD Phil cho tôi nhân dịp Giáng sinh. Đây là một trong những đĩa nhạc ưa thích của dượng, nhưng mấy đĩa này sử dụng hơi quá nhiều tiếng bass và đối với sở thích của tôi thì chúng nó quá đinh tai. Tôi đặt đĩa vào máy rồi nằm xuống giường. Đeo tai nghe vào, ấn Play, rồi bật âm thanh to đến mức tai tôi đau nhức. Tôi nhắm mắt lại, nhưng vẫn còn sáng nên tôi chụp thêm một cái gối lên mặt.  Tôi tập trung chăm chú nghe nhạc, cố hiểu lời ca khúc, phân tích từng kiểu đánh trống phức tạp. Đến lần thứ ba nghe hết đĩa CD, ít nhất thì tôi cũng thuộc được hết các điệp khúc.  Tôi ngạc nhiên thấy hoá ra mình lại thích ban nhạc này, khi lờ đi tiếng trống om sòm. Tôi sẽ phải cảm ơn Phil lần nữa.  Và nhạc có tác dụng. Nhịp trống váng tai làm tôi không suy nghĩ được - đó là mục đích tối hậu của chuyện nghe nhạc. Tôi nghe CD hoài hoài, cho đến khi hát theo được mọi ca khúc, cho đến khi, cuối cùng, tôi ngủ thiếp đi.  Tôi mở mắt ra thấy một nơi quen thuộc.  Trong một góc tiềm thức cho tôi biết mình đang mơ, tôi nhận ra ánh sáng xanh của khu rừng. Tôi có thể nghe tiếng sóng vỗ vào đá đâu đó gần bên. Và tôi biết là nếu tôi nhìn thấy đại dương, thế nào tôi cũng thấy mặt trời.  Tôi đang cố đi theo tiếng sóng vỗ, nhưng rồi Jacob Black ở đó, kéo tay tôi, lôi tôi trở lại nơi âm u nhất trong rừng.  \"Jacob? Có chuyện gì vậy?\" tôi hỏi. Khuôn mặt anh chàng sợ hãi khi dùng hết sức mình cố chiến thắng sự cưỡng lại của tôi; tôi không muốn đi vào chỗ âm u.  \"Chạy đi, Bella, bạn phải chạy đi!\" anh chàng thì thầm, đầy kinh hoàng.  \"Lối này nè, Bella!\"  Tôi nhận ra giọng nói của Mike gọi từ giữa khu rừng tối tăm, nhưng tôi nhìn thấy anh ta.  \"Tại sao chứ?\" tôi hỏi, vẫn cưỡng lại sức kéo của Jacob, tuyệt vọng tìm mặt trời.  Nhưng Jacob buông tay tôi và kêu lên đau đớn, run rẩy, rồi rơi vào đáy rừng âm u. Anh ta co rúm lại trên mặt đất khi tôi nhìn đầy khiếp sợ.  \"Jacob !\" tôi la hét. Nhưng anh ta đã biến mất.  Thay vào đó là một con sói to lông nâu đỏ, mắt đen. Con sói này quay mặt đi, hướng về phía biển, lông sau vai dựng đứng, tiếng gầm gừ trầm phát ra giữa hàm răng nanh đang nhe.  \"Bella, chạy đi!\" Mike kêu to từ phía sau. Nhưng tôi không quay lại. Tôi đang dõi theo một luồng ánh sáng đang từ biển đi về phía tôi.  Rồi Edward bước ra, da anh sáng mờ mờ, mắt anh đen và nguy hiểm. Anh đưa tay lên vẫy tay gọi tôi đến với anh. Con sói gầm gừ dưới chân tôi.  Tôi bước lên một bước về phía Edward. Anh mỉm cười, răng anh nhọn hoắt.  \"Hãy tin anh, \" anh thầm thì.  Tôi bước thêm một bước nữa.  Con sói quăng mình giữa tôi và con ma cà rồng, răng nanh nó định cắn phập vào cổ.  \"Đừng!\" Tôi la hét, ngồi bật dậy trên giường.  Cử động đột ngột  đã làm tai nghe kéo máy CD ra khỏi bàn đầu giường, rơi xoảng xuống sàn gỗ.  Đèn vẫn sáng, và tôi đang ngồi giường còn mặc nguyên quần áo, giày vẫn chưa tháo. Tôi mất phương hướng liếc nhìn vào cái đồng hồ trên tủ quần áo. Năm giờ rưỡi sáng. Tôi rên rỉ, nằm phịch xuống giường trở lại, nằm sấp, đá giầy ra.  Tôi cảm thấy quá khó chịu trong người nên không thể ngủ lại. Tôi nằm ngửa ra trở lại và cởi khuy quần jean , vụng về đạp nó ra khi vẫn đang nằm. Sợi dây cột tóc đang kéo giật phía sau đầu làm tôi đau nên tôi nghiêng qua một bên để lôi dây thun ra, lấy tay chải tóc nhanh rồi kéo gối che mắt tiếp.  Dĩ nhiên là chẳng có tác dụng gì cả. Tiềm thức đang tống ra đúng những hình ảnh tôi đang hết sức tuyệt vọng tránh nghĩ đến. Bây giờ tôi sẽ phải đối mặt với chúng.  Tôi ngồi bật dậy, đầu hơi choáng váng vì máu rần rần chảy xuống.  Cái gì cần làm trước thì làm trước, tôi tự nhủ, sung sướng trì hoãn càng lâu càng tốt. Tôi chộp túi đồ vệ sinh cá nhân.  Tuy vậy tôi chẳng thể tắm hoài như mong muốn được.  Thậm chí tôi cũng rề rà khi sấy tóc, và chẳng còn gì để làm trong phòng tắm nữa. Quấn mình trong cái khăn lớn, tôi về phòng. Tôi không biết Charlie vẫn còn ngủ, hay đã đi làm. Tôi nhìn ra ngoài cửa sổ , chiếc tuần tiễu không có ở đó. Chắc bố đi câu rồi.  Tôi chậm rãi bận bộ đồ thoải mái nhất của mình rồi dọn giường – điều tôi chả bao giờ làm. Tôi chẳng thể trì hoãn lâu hơn nữa: đến bàn và bật cái máy tính cũ lên. Tôi ghét sử dụng mạng Internet ở đây. Modem quá sức lạc hậu, dịch vụ miễn phí không đạt chuẩn; chỉ nội quay số thôi đã chậm đến nỗi tôi quyết định đi lấy cho mình một tô ngũ cốc trong khi chờ đợi.  Tôi ăn từ từ, nhai kỹ từng miếng. Khi ăn xong, rửa tô và thìa, lau khô rồi cất đi. Chân  lết lên cầu thang. Tôi đến máy nghe đĩa CD  trước, nhặt lên khỏi sàn và để vô giữa bàn. Tôi rút ra tai nghe ra, cất vào hộc bàn. Rồi bật lại đĩa đã nghe, hạ thấp đến mức nó chỉ còn là nhạc nền nho nhỏ.  Rồi thở dài thêm lần nữa, tôi quay về máy tính của mình. Dĩ nhiên, màn hình đầy mấy trang quảng cáo. Tôi ngồi trên ghế gập cứng ngắc, bắt đầu đóng hết mấy cửa sổ nhỏ đó. Cuối cùng mở công cụ tìm kiếm ưa thích ra. Tắt thêm mấy cửa sổ quảng cáo rồi gõ vô một từ.  Ma cà rồng.  Dĩ nhiên là lại mất thêm hồi lâu bực bội. Khi kết quả hiện ra, có nhiều thứ để xem xét - từ phim, chương trình truyền hình đến game nhập vai, quặng mỏ, và công ty mỹ phẩm mốt mắt đen, son đen.  Rồi tôi tìm thấy một trang web đầy hứa hẹn - Ma cà rồng từ A đến Z. Tôi sốt ruột chờ đợi nó tải ra, nhanh chóng tắt mấy trang quảng cáo loé ra trên màn hình.  Cuối cùng màn hình hiện ra – nền trắng đơn giản với chữ đen, trông có vẻ học thuật. Hai câu trích dẫn chào mừng tôi trên trang chủ : Khắp thế giới đen tối mênh mông của ma quỷ chẳng có con ma hay con quỷ nào khủng khiếp, ghê sợ và đáng tởm, mà lại hấp dẫn đáng sợ, như ma cà rồng, thứ chẳng phải là ma hay quỷ, nhưng có cả hai bản chất xấu xa vừa huyền bí lại vừa khủng khiếp. - Montague Summers  Nếu trên đời này có thông tin được chứng nhận kỹ lưỡng, thì đó chính là thông tin về ma cà rồng. Không thiếu thứ gì: Báo cáo chính thức, bản khai có tuyên thệ của những người nổi tiếng, của bác sĩ phẫu thuật, của thầy tu, của thẩm phán ; bằng chứng pháp lý đầy đủ nhất. Và với tất cả những cái đó, ai mà không tin có ma cà rồng? - Rousseau. Phần còn lại của trang web này là một danh sách được xếp theo thứ tự abc liệt kê tất cả các truyện tưởng tượng khác nhau về ma cà rồng trên khắp thế giới. Đầu tiên tôi nhắp vào, Danag, là một con ma cà rồng Phi-líp-pin mà mọi người cho là chăm lo việc trồng taro trên đảo này cách đây đã lâu. Câu chuyện tưởng tượng nói là Danag làm việc với con người trong nhiều năm, nhưng sự cộng tác với con người đã chấm dứt khi một phụ nữ bị đứt tay, Danag hút vết thương của cô, khoái trá tận hưởng hương vị này đến nỗi hắn đã hút sạch máu của cô ta.  Tôi đọc kỹ từng lời mô tả, tìm kiếm mọi điều có vẻ quen thuộc, chưa quan tâm đến chuyện hợp lý. Dường như hầu hết các câu chuyện tưởng tượng về ma cà rồng đều xoay quanh đề tài mỹ nhân là quỷ còn trẻ em là nạn nhân;  mấy câu chuyện này có vẻ như được tạo ra để thanh minh cho tỉ lệ tử vong cao ở trẻ em, và mang lại cho nam giới cái cớ về việc không chung thủy.  Đa số chuyện kể về những linh hồn không thể xác và cảnh báo việc chôn cất không đúng cách. Không giống mấy phim tôi đã xem lắm, và chỉ có vài chuyện, như Estrie Do Thái và Upier Ba Lan, là những người mê hút máu.  Chỉ có ba mục thu hút chú ý của tôi: Varacolaci của Rumani, một kẻ bất tử hùng mạnh có thể biến thành một người da trắng bệch, đẹp trai, và Nelapsi ở Slovak, một sinh vật mạnh và nhanh đến nỗi nó có thể thảm sát toàn bộ dân làng chỉ trong vòng một giờ sau mười hai giờ đêm, và một người nữa: Stregoni Benefici. Về kẻ cuối cùng này chỉ có một câu ngắn gọn.  Stregoni Benefici: ma cà rồng Ý, được cho là thuộc ở phe tốt, và là kẻ thù không đội trời chung của mọi con ma cà rồng xấu.  Thiệt là nhẹ nhõm là, khoản mục nhỏ đó, một chuyện tưởng tượng trong số hàng trăm câu chuyện đã khẳng định sự hiện hữu của ma cà rồng tốt.  Nhìn chung, cho dù, rất ít chuyện giống với chuyện của Jacob hay giống với nhận xét riêng của tôi. Tôi đã lập một danh sách nhỏ trong đầu trong khi đọc và so sánh kỹ danh mục ấy với mỗi câu chuyện. Tốc độ, sức mạnh, vẻ đẹp, da trắng bệch, mắt đổi màu; rồi những đặc điểm Jacob nêu ra: kẻ hút máu người, kẻ thù của người sói, da lạnh, và bất tử. Có rất ít chuyện tưởng tượng khớp với những đặc điểm này dù chỉ một yếu tố.  Rồi một rắc rối khác, một rắc rối tôi nhớ trong một ít phim rùng rợn tôi đã xem và quay lại tâm trí tôi khi đọc tài liệu hôm nay - ma cà rồng không thể ra ngoài vào ban ngày, mặt trời sẽ thiêu cháy họ thành tro. Họ ngủ trong mấy cái quan tài suốt ngày và chỉ ra ngoài vào ban đêm.  Bực bội, tôi cáu kỉnh tắt luôn công - tắc điện chính của máy tính, không thèm chờ tắt máy đúng kiểu.  Trong nỗi bực tức, tôi cảm thấy hết sức bối rối.  Toàn là ngu ngốc. Tôi ngồi trong phòng, nghiên cứu về ma cà rồng. Tôi bị gì vậy chứ? Tôi nghĩ chính do thành phố Forks - và cả cái bán đảo Olympic Peninsula sũng nước này, đã làm tôi bị khùng.  Tôi phải ra khỏi nhà, nhưng chẳng có nơi nào tôi muốn đi mà không mất ba ngày trời lái xe. Dù sao tôi vẫn cứ mang ủng vô, chưa biết mình sẽ đi đâu, và xuống lầu. Tôi chui vào áo mưa mà không thèm coi thời tiết ra sao và đi huỳnh huỵch ra cửa.  Trời u ám, nhưng chưa mưa. Tôi lờ cái xe đi và bắt đầu đi về phía đông, chéo qua sân trước về phía rừng tôi chưa từng bước vào. Chẳng mấy chốc tôi đã đi đủ sâu để không thấy ngôi nhà và con đường nữa, vì âm thanh duy nhất là tiếng lóc bóc của mặt đất ẩm ướt dưới chân và tiếng kêu đột ngột của bọn giẻ cùi.  Có một đường mòn hẹp xuyên qua cánh rừng, nếu không thì tôi chả dám lang thang một mình như thế này.  Khả năng định hướng của tôi là vô vọng; tôi có thể lạc lối trong vùng ít dấu hiệu chỉ dẫn hơn thế này. Con đường mòn đi sâu dần vào rừng, hầu hết là về hướng đông, tôi đoán vậy. Nó ngoằn ngoèo quanh mấy cây vân sam Sitka và thiết sam, thông đỏ và cây thích. Tôi chỉ biết lơ mơ tên của mấy cây quanh mình, và tất cả những điều tôi biết là nhờ Charlie đã chỉ cho tôi xem từ cửa sổ xe tuần tiễu cách đây mấy ngày. Có nhiều cây tôi không biết, và những cây khác tôi không rõ là cây gì vì chúng bị dây leo phủ kín.  Tôi cứ đi theo con đường mòn hoài lúc cơn phẫn nộ vẫn còn đẩy tôi về phía trước. Khi bớt tức giận hơn, tôi đi chậm lại. Một vài giọt nước rơi xuống từ vòm cây bên trên, nhưng tôi không biết vì trời sắp mưa hay chỉ là nước còn sót lại từ hôm qua, đọng trên những lá trên cao, từ từ nhỏ xuống đất. Gần đây một thân cây mới đổ - tôi biết mới đổ vì nó chưa bị rêu phủ kín – nằm tựa vào thân của một cây cùng loại, tạo thành một băng ghế nhỏ được che chắn chỉ cách con đường mòn vài bước chân. Tôi bước trên dương xỉ và ngồi cẩn thận, lót áo khoác giữa cái ghế ẩm ướt này với quần áo, và tựa đầu đang trùm kín vào thân cây còn sống.  Đây không phải là nơi nên đến. Tôi lẽ ra phải biết thế, nhưng có còn nơi nào khác để đi đâu? Rừng quá xanh và quá giống cảnh trong giấc mơ đêm qua nên không làm tâm hồn tôi thanh thản nỗi.  Bây giờ thì cũng chẳng còn tiếng chân nhóp nhép của tôi nữa, im lặng đang phủ trùm.  Chim cũng yên lặng, và nước rơi xuống nhiều hơn, vậy hẳn là trời đang mưa. Dương xỉ cao hơn đầu người, bây giờ tôi đã ngồi, và biết dù có ai đi ngang qua cách tôi ba bước chân thôi, cũng chẳng thể thấy được.  Ở đây, trong rừng, quả là dễ để tin hơn những chuyện ngớ ngẩn đang làm tôi băn khoăn lúc ở trong nhà. Rừng chẳng hề thay đổi cả hàng ngàn năm nay, và mọi chuyện tưởng tượng hay truyền thuyết của hàng trăm xứ sở khác nhau có vẻ thực hơn trong màn sương xanh này hơn là trong phòng ngủ sáng sủa của tôi.  Tôi buộc mình phải tập trung vào hai câu hỏi quan trọng nhất cần được trả lời, mà tôi đã ráng tránh.  Đầu tiên, tôi phải xác định liệu những gì Jacob nói về gia đình Cullens có thể có thật hay không.  Ngay lập tức tâm trí  tôi trả lời ngay là không.  Đúng là ngốc và không bình thường khi xem xét một ý tưởng kỳ cục như vậy. Nhưng vậy thì sao chứ? Tôi tự vấn mình. Không có lời giải thích hợp lý nào cho việc vì sao đến bây giờ tôi vẫn còn sống. Tôi liệt kê lần nữa trong đầu những điều mình đã quan sát:  Tốc độ và sức mạnh vô lý đó, màu mắt chuyển từ đen sang vàng và ngược lại, vẻ đẹp vô song, làn da nhợt nhạt, băng giá. Và hơn nữa - những điều nhỏ nhặt từ từ hiện ra trong tâm trí - họ dường như chẳng bao giờ ăn, vẻ duyên dáng đáng ngại khi họ đi lại. Và đôi lúc cách nói chuyện, ngữ điệu và cách dùng từ lạ hoắc y như trong tiểu thuyết cách đây hàng chục năm chớ không phải cách nói trong một lớp học của thế hai mươi mốt. Anh đã bỏ học ngày chúng tôi phân loại máu. Anh chỉ từ chối đi chơi biển khi nghe điểm đến. Anh có vẻ biết mọi người quanh anh đang nghĩ gì, trừ tôi. Anh đã nói với tôi anh là một kẻ độc ác, nguy hiểm... Nhà Cullens có thể là ma cà rồng chăng? À, họ là một thứ gì đó. Cái gì đó vượt ngoài khả năng biện minh hợp lý đang diễn ra trước sự chứng kiến của đôi mắt hoài nghi của tôi. Dù đó là người lạnh của Jacob hay giả định siêu anh hùng của tôi, thì Edward Cullen không phải là ... con người. Anh là cái gì đó khác hơn.  Vậy thì -- có lẽ đúng rồi.  Đó bây giờ hẳn là câu trả lời của tôi.  Và câu hỏi quan trọng hơn cả. Tôi sẽ làm gì nếu quả đúng như vậy? Nếu Edward là ma cà rồng - tôi khó lòng nghĩ đến từ ấy - thì tôi nên làm gì? Nếu là một người nào khác thì chắc chắn là không thể chấp nhận được. Tôi thậm chí không thể tin nỗi mình nữa; tôi mà kể cho bất kỳ ai nghe hẳn cũng sẽ bảo là tôi quá sai lầm.  Chỉ có hai lựa chọn có vẻ thực tế. Lựa chọn đầu là nghe theo lời khuyên của anh: Hãy khôn ngoan tránh càng xa anh càng tốt. Hủy bỏ kế hoạch đi chơi của chúng tôi, lờ anh đi hết  mức có thể. Giả vờ như có một bức tường kính dày chặn giữa chúng tôi trong lớp học, nơi chúng tôi buộc phải ở bên nhau. Bảo anh rằng hãy để tôi yên - và lần này làm đúng như lời mình nói.  Khi nghĩ đến giải pháp ấy, tôi bị siết chặt trong nỗi đau đớn tuyệt vọng đột ngột. Tâm trí tôi gạt bỏ nỗi đau, nhanh chóng nghĩ đến tùy chọn kế tiếp.  Tôi có thể chẳng làm gì cả. Rốt cuộc, cho dù nếu anh là một cái gì đó ... độc ác, thì anh cũng chưa từng làm gì tổn thương tôi từ trước đến nay. Lẽ ra, tôi đã là cái vết lõm ở cái chắn bùn của xe Tyler nếu anh không ra tay thật nhanh. Quá nhanh, tôi tự cãi mình, có thể đó chỉ là phản xạ tốt mà thôi. Nhưng nếu đó là một phản xạ để cứu mạng, thì anh xấu chỗ nào chứ? tôi phản kích. Đầu tôi xoay mòng trong những đường vòng không lối ra.  Có một điều tôi chắc chắn, nếu tôi có thể chắc chắn được chuyện gì, là Edward xấu xa trong giấc mơ đêm qua chỉ là phản chiếu nỗi sợ hãy từ lời Jacob nói, chứ không phải do bản thân Edward. Dẫu vậy, khi tôi kinh hoàng hét lên lúc người sói lao đến, đó không phải là vì sợ cho con sói đã khiến môi tôi gào lên “đừng”, mà là nỗi sợ hãi anh có thể bị hại – cho dù anh đã gọi tôi đến bằng đôi răng nanh nhọn hoắt, tôi lo sợ cho anh.  Và tôi biết rõ mình đã có câu trả lời.  Tôi không biết thực ra có lựa chọn hay không. Tôi đã lậm quá sâu. Vì tôi biết - nếu tôi biết - tôi chẳng thể làm gì với bí mật đáng sợ của mình. Vì khi tôi nghĩ về anh, về giọng nói anh, đôi mắt thôi miên của anh, từ sức mạnh của nhân cách anh, tôi chẳng muốn gì ngoài chuyện được ở bên anh ngay bây giờ. Cho dù ... tôi không thể nghĩ  đến điều đó. Không thể nghĩ đến điều đó ở đây, một mình trong khu rừng u ám. Không thể nghĩ đến trong khi mưa làm rừng tối sầm như hoàng hôn dưới tán lá và mưa rơi tí tách như tiếng chân bước qua sàn đất dẽ. Tôi rùng mình và đứng lên thật nhanh khỏi nơi ẩn náu, sợ vì lý do nào đó con đường mòn có thể biến mất cùng cơn mưa.  Nhưng con đường mòn vẫn còn đó, an toàn và rõ ràng, ngoằn ngoèo dẫn ra khỏi mê cung xanh ướt át. Tôi bước theo đường mòn vội vàng, mũ trùm đầu siết chặt quanh mặt, ngạc nhiên, khi đi gần như chạy qua khu rừng, thấy mình đã đi quá sâu vào rừng. Tôi bắt đầu tự hỏi không biết mình đang đi bìa rừng hay đang đi sâu hơn vào rừng đây. Tuy vậy trước khi trở nên quá sức hốt hoảng, tôi bắt đầu thoáng thấy một số khoảng trống qua các cành cây đan xen. Rồi tiếng xe chạy trên đường, và tôi đã tự do, bãi cỏ của nhà Charlie trải dài trước mắt tôi, ngôi nhà vẫy tay ra hiệu cho tôi, hứa hẹn sự ấm áp và vớ khô ráo.  Trời đúng ngọ khi tôi trở về. Tôi lên lầu và mặc quần áo ban ngày, quần jean và áo thun ngắn tay, vì tôi sẽ ở nhà.  Không cần cố gắng lắm để tập trung vào công việc trong ngày, bài luận về Macbeth phải nộp trước thứ Tư. Tôi hài lòng ngồi xuống phác qua bản nháp, cảm thấy thanh bình hơn kể từ lúc ... ừm, kể từ lúc chiều thứ năm, nếu tôi thực lòng.  Tuy vậy, tôi luôn thế. Quyết định là phần khó khăn đối với tôi, phần khổ sở nhất. Nhưng một khi đã quyết định rồi, tôi chỉ việc làm theo - thường hết sức nhẹ nhõm vì đã lựa chọn xong.  Đôi khi sự nhẹ nhõm cũng bị giảm bớt đi bởi nỗi tuyệt vọng, như quyết định đến Forks của tôi. Nhưng vẫn còn tốt hơn là cứ vật lộn suy nghĩ giải pháp hoài.  Quyết định này là dễ dàng đến mức lố bịch. Dễ dàng một cách nguy hiểm.  Và vì vậy ngày thật êm ả, hiệu quả - tôi viết xong bài luận trước tám giờ.  Charlie về nhà với mẻ cá lớn, và tôi sẽ ráng nhớ lựa một quyển sách nấu món cá khi tôi đến Seattle tuần tới.  Tôi rùng mình ớn lạnh xương sống khi nghĩ chuyến đi chẳng hề khác những chuyến đi trước khi đi dạo với Jacob Black. Lẽ ra phải khác, tôi nghĩ. Tôi nên sợ hãi – tôi biết tôi nên thế, nhưng tôi lại chẳng cảm thấy sợ hãi gì cả.  Đêm ấy tôi ngủ không mộng mị, do bị kiệt sức từ lúc mới tinh mơ, và vì đêm trước không ngủ ngon.  Lần thứ hai từ khi đến Forks, tôi thức giấc dưới ánh vàng rực rỡ của một ngày nắng đẹp. Tôi nhảy đến bên cửa sổ, sững sờ thấy hầu như không có chút mây nào trên trời, và chỉ có những cụm bông trắng nhỏ không thể mang đến giọt mưa nào. Tôi mở cửa sổ - bị bất ngờ khi cửa mở êm ái, không bị kẹt, dù đã không mở nó - nào ai biết  - đã bao năm - và hít căng lồng ngực làn không khí khá khô ráo.  Trời gần như ấm áp và chẳng có chút gió. Máu rần rật chảy trong các huyết mạch.  Charlie vừa ăn xong điểm tâm khi tôi xuống lầu, và bố để ý ngay đến tâm trạng của tôi.  \"Ra ngoài vui vẻ hả, \" bố bình luận.  \"Dạ, \" tôi đồng ý với nụ cười đến tận mang tai.  Bố mỉm cười lại, đôi mắt nâu của bố nheo quanh bờ mi. Khi Charlie mỉm cười, dễ hiểu hơn vì sao bố và mẹ đã vội vàng lấy nhau khi còn quá trẻ như vậy.  Hầu như con người lãng mạn trẻ trung của những ngày xưa ấy của bố đó đã phai tàn trước khi tôi nhận thức được về bố, như mái tóc nâu quăn - cùng màu, nếu không nói là cùng kết cấu như tóc tôi - đã thưa thớt, ngày càng đế lộ nhiều hơn làn da bóng loáng trên trán bố. Nhưng khi bố mỉm cười, tôi có thể phần nào hình dung ra người đàn ông đã bỏ trốn với Renée khi mẹ chỉ mới hơn tôi hai tuổi.  Tôi vui vẻ ăn sáng, ngắm luồng bụi mỏng nhảy múa trong ánh nắng trời tràn vào cửa sổ phía sau. Charlie hét to từ giã, và tôi nghe tiếng xe tuần tiễu chạy ra khỏi nhà. Tôi chần chừ trên đường ra cửa, cầm áo mưa.  Tôi muốn để nó ở nhà quá. Rồi thở dài, tôi khoác nó lên tay, bước ra làn ánh sáng rực rỡ nhất đã nhiều tháng nay không còn thấy nữa.  Nhờ nỗ lực hết sức, tôi đã có thể hạ được gần như hoàn toàn cả hai cửa sổ của xe tải xuống. Tôi là một trong những người đầu tiên đến trường; thậm chí tôi cũng chẳng xem đồng hồ lúc vội vã ra ngoài. Tôi đỗ xe và tiến về băng ghế ngoài trời ít khi sử dụng ở phía nam của quán ăn tự phục vụ. Băng ghế vẫn hơi ẩm ướt, nên tôi ngồi lên áo khoác , may mà cái áo khoác cũng có chuyện để dùng. Bài tập đã làm xong - sản phẩm của một cuộc đời ít giao du - nhưng có vài bài toán Lượng giác tôi không chắc mình làm đúng không. Tôi siêng năng lấy sách ra, nhưng giữa chừng khi đang kiểm tra lại bài toán đầu tôi đã mơ mộng, ngắm ánh nắng đùa giỡn trên cây vỏ đỏ. Tôi lơ đễnh vẽ vài nét ở rìa bài tập . Sau vài phút, tôi bất ngờ nhận ra mình đã vẽ năm đôi mắt huyền nhìn chăm chăm vào tôi từ trang giấy. Tôi lấy gôm bôi sạch.  \"Bella !\" tôi nghe ai đó gọi, và tiếng giống Mike.  Tôi nhìn quanh quất để nhận ra trường đã đông đúc lên khi tôi ngồi lơ đãng ở đó. Mọi người mặc áo phông, một số thậm chí mặc quần soóc mặc dù nhiệt độ không thể cao hơn sáu mươi độ F. Mike đang đến gần tôi bận quần soóc kaki và áo sơ mi Rugby sọc, vẫy tay.  \"Chào, Mike, \" tôi gọi và vẫy lại, không thể không nhiệt tình vào một buổi sáng như thế này.  Anh ấy đến ngồi cạnh tôi, mấy lọn tóc gọn gàng của anh óng vàng trong ánh nắng, cười toe toét. Anh ấy trông thật vui khi gặp tôi, tôi chỉ biết cảm thấy hài lòng.  \"Trước đây tôi chẳng hề nhận ra  - tóc bạn có màu đỏ ẩn bên trong, \" anh ấy bình luận, vừa tóm bắt một sợi tóc đang bay bay trong làn gió nhẹ.  \"Chỉ dưới ánh mặt trời thôi. \" Tôi trở nên hơi không thoải mái khi anh ta nhìn chằm chằm sau tai tôi.  \"Một ngày tuyệt vời, nhỉ?\" \"Ngày tôi khoái,” tôi đồng ý.  \"Hôm qua bạn làm gì?\" giọng anh hơi quá sở hữu.  \"Chủ yếu là làm luận.”  Tôi không nói thêm là tôi đã làm xong - không cần phải ra vẻ tự mãn.  Anh ta vỗ trán bằng lòng bàn tay. \"Ô, thế à – hết hạn thứ Năm, phải không?\" \"Ờ..., tôi nghĩ là thứ Tư.” \"Thứ tư ?\" anh ấy cau mày. \"Không hay rồi … Bạn viết gì trong bài?\" \"Liệu cách cư xử của Shakespeare với các nhân vật nữ có phải là kiểu thù ghét đàn bà không.” Anh ta nhìn tôi chằm chằm như tôi vừa mới nói bằng tiếng Latin bồi.  \"Tôi nghĩ tôi sẽ phải bắt tay vào viết đêm nay,”  anh ta nói, ỉu xìu. \"Tôi định hỏi bạn có thích đi chơi không. \" \"Ồ. \" tôi ngạc nhiên sững sờ. Tại sao tôi không bao giờ nói chuyện thoải mái với Mike mà không lúng túng? \"Ừm, chúng ta có thể đi ăn tối chẳng hạn ... tôi sẽ nghĩ thêm.” Anh ấy mỉm cười với tôi đầy hy vọng.  \"Mike \" tôi ghét nói huỵch toẹt. \"Tôi không nghĩ đó là ý hay.” Anh buồn bã. \"Sao vậy?\" anh hỏi, ánh mắt dè dặt.  Tôi chợt nghĩ đến Edward, tự hỏi không biết có phải anh cũng đang nghĩ vậy hay không.  \"Tôi nghĩ … và nếu bạn mà lặp lại điều tôi sắp nói đây, tôi đánh cho bạn chết queo, \" tôi đe doạ, \"Tôi nghĩ điều đó sẽ làm Jessica đau khổ.” Anh ta hoang mang, rõ ràng hoàn toàn không hề nghĩ theo hướng đó.  \"Jessica sao?\" \"Mike, bộ bạn mù sao?\" \"Ồ, \" anh ấy thở ra – ngạc nhiên thấy rõ. Tôi tận dụng cơ hội này để thoát ra.  \"Đến giờ vô lớp rồi, tôi không thể đi trễ lần nữa. \" Tôi gom sách lên và nhét chúng vào cặp.  Chúng tôi im lặng đến toà nhà số ba, và nét mặt phân tâm. Tôi hy vọng điều anh ta đang mãi mê suy nghĩ sẽ dẫn anh ấy đi đúng hướng.  Khi nhìn thấy Jessica trong giờ học Lượng giác, cô nàng đang rì rầm một cách nhiệt tình. Cô ấy, Angela, và Lauren sắp đi Port Angeles đêm nay để mua sắm quần áo cho buổi khiêu vũ, và cô nàng muốn tôi đi theo, tuy tôi chẳng cần mua sắm gì. Tôi lưỡng lự. Thật tuyệt nếu thoát khỏi thị trấn này cùng bạn gái, nhưng có cả Lauren. Và nào ai biết tôi có thể làm gì đêm nay ... Nhưng chắc chắn nếu để đầu óc nghĩ lan man là sai lầm. Tất nhiên tôi sung sướng vì có nắng. Nhưng đó không hoàn toàn là lý do khiến tôi phấn khích, dù chỉ một chút xíu.  Vì thế tôi trả lời cô nàng tôi có thể đi nhưng phải xin phép Charlie trước đã.  Cô nàng không nói gì ngoài lễ hội khiêu vũ trên đường đến lớp tiếng Tây Ban Nha, tiếp tục như thể không hề có gián đoạn khi cuối cùng giờ học đã chấm dứt, trễ năm phút, và chúng tôi lên đường đi ăn trưa. Tôi quá mải mê trong nỗi cuồng điên của mình nên chẳng hề chú ý cô nàng nói gì. Tôi quá nôn nóng mong gặp không chỉ anh mà cả gia đình Cullens - để so sánh họ với những nghi ngờ mới mẻ đang quấy rầy tâm trí tôi. Khi bước qua ngưỡng cửa quán ăn tự phục vụ, tôi cảm thấy cảm giác sợ hãi như kim châm thực sự đầu tiên len vào xương sống và đọng lại trong dạ dày.  Liệu họ có thể biết tôi đang suy nghĩ gì không? Rồi một cảm giác khác rợn qua tôi – liệu Edward có chờ ngồi cùng tôi lần nữa không? Theo thói quen, trước tiên tôi liếc nhìn về phía bàn của nhà Cullens.  Rùng mình vì hoảng sợ trộn trạo trong dạ dày khi tôi nhận ra bàn trống rỗng. Hy vọng giảm bớt, mắt tôi lùng sục toàn bộ quán ăn tự phục vụ, hi vọng thấy anh đang ngồi một mình, đợi tôi. Nơi này gần như đã hết chỗ – giờ học Tây Ban Nha làm chúng tôi đến trễ - nhưng chẳng hề thấy Edward hoặc bất cứ ai trong gia đình anh.  Sự cô độc xâm chiếm tôi bằng sức mạnh hủy diệt.  Tôi lê bước theo sau Jessica, không thèm giả vờ nghe nữa.  Chúng tôi trễ tới mức mọi người ngồi chung bàn đều đã ăn xong. Tôi tránh không ngồi vào cái ghế trống gần Mike mà Angela giữ chỗ. Tôi hơi nhận thấy Mike lịch sự kéo ghế ra cho Jessica, và khuôn mặt cô nàng sáng rực đáp lại.  Angela hỏi nhỏ mấy câu về bài luận Macbeth, tôi cố gắng trả lời một cách tự nhiên vừa đè nén đau khổ. Nhỏ cũng mời tôi cùng đi đêm nay, và bây giờ tôi đồng ý, tóm ngay bất cứ thứ gì để làm mình phân tâm.  Tôi thấy mình nhen nhóm chút hy vọng cuối cùng khi vào lớp sinh vật học, thấy ghế trống của anh, và cảm nhận làn sóng thất vọng mới phủ trùm.  Ngày trôi qua thật lâu, u sầu. Trong giờ thể dục, chúng tôi nghe giảng về luật đánh vũ cầu, môn tra tấn kế tiếp đang chờ đợi tôi. Nhưng ít nhất tôi chỉ phải ngồi và nghe chớ không bị vấp ngã quanh sân.  Hay nhất là vì huấn luyện viên chưa giảng xong, nên mai tôi sẽ vẫn còn nghỉ khoẻ.  Chẳng quan tâm chuyện ngày hôm sau nữa họ sẽ bắt tôi cầm vợt để bước vào chương trình học.  Tôi vui mừng ra khỏi trường, vậy là tôi sẽ được tự do nhăn nhó ủ rũ trước khi đi chơi đêm nay với Jessica và bạn bè. Nhưng vừa mới bước vào nhà, Jessica đã gọi để hủy bỏ kế hoạch. Tôi cố tỏ ra vui vẻ khi nghe Mike đã mời cô ăn tối - tôi thật sự cảm thấy nhẹ nhõm khi cuối cùng anh ta cũng đã hiểu ra - nhưng niềm nhiệt tình trong tôi có vẻ giả dối. Cô ấy định lại kế hoạch đi mua sắm sang tối mai.  Điều này chẳng làm tôi vui vẻ bao nhiêu. Tôi đã có món cá ướp cho bữa tối, với salad trộn và bánh mì còn lại từ đêm trước, nên chẳng có gì phải làm. Tôi dành nửa giờ tập trung vào bài tập, nhưng rồi cũng xong. Tôi kiểm tra thư điện tử, đọc một đống thư chưa đọc mẹ gởi, cáu kỉnh dần khi đọc đến mấy thư mới nhất. Tôi thở dài và trả lời nhanh.  Mẹ, Xin lỗi mẹ.  Con đi chơi mấy ngày qua.  Con đi biển với bạn và phải viết luận nữa.  Mấy cái cớ viện ra lâm ly quá nên tôi chịu thua không viết vậy được.  Hôm nay trời nắng đẹp  - con biết mà, con cũng bị sốc nữa - vì vậy con sắp đi chơi để thu nhận được càng nhiều vi-ta-min D càng tốt. Con thương mẹ, Bella.  Tôi quyết định giết thì giờ bằng đọc truyện không liên quan gì tới bài học. Tôi có một bộ sưu tập sách nho nhỏ mang theo đến Forks, quá ít ỏi so với số tác phẩm của Jane Austen. Tôi chọn quyển đó và đi ra vườn sau, chộp cái mền cũ rách trong tủ quần áo trên đầu cầu thang trên đường xuống lầu.  Bên ngoài khu vườn nhỏ, vuông vắn của Charlie, tôi gấp mền làm đôi và đặt ngoài bóng cây trên bãi cỏ dày luôn hơi ẩm ướt, dù mặt trời có chiếu rọi bao lâu chăng nữa. Tôi nằm sấp, chéo chân trên trời, lật xem các câu chuyện khác nhau trong sách, cố nghĩ nên đọc truyện nào đã chiếm hết tâm trí tôi. Truyện yêu thích của tôi là Pride and Prejudice và Sense and Sensibility. Tôi vừa mới đọc truyện trước xong, nên tôi bắt đầu đọc Sense and Sensibility, ngay khi vừa sang chương ba, anh hùng trong truyện tình cờ mang tên Edward. Giận dữ, tôi chuyển sang truyện Mansfield Park, nhưng anh hùng của tác phẩm này có tên Edmund, và quá giống.  Chẳng lẽ cuối thế kỷ mười tám không còn tên nào khác hay sao? Tôi cáu kỉnh gập sách lại, bực bội và nằm ngửa ra.  Tôi đẩy tay áo lên cao nhất có thể rồi nhắm mắt lại. Sẽ chẳng nghĩ đến điều gì khác ngoài hơi ấm toả trên da, tôi khắc khe tự nhủ với mình.  Gió vẫn nhẹ, nhưng thổi tóc quấn quanh mặt làm tôi hơi nhột. Tôi kéo hết tóc lên đầu , để nó trải rộng theo hình quạt trên mền, rồi lại tập trung vào hơi ấm đang phủ lên mí mắt, xương gò má, mũi, môi, cánh tay, cổ, ngấm vào chiếc áo sơ mi mỏng... Chuyện tiếp theo tôi biết được là âm thanh chiếc tuần tiễu của Charlie cán trên nền gạch trên đường lái xe vào nhà. Tôi ngồi bật dậy ngạc nhiên khi thấy ánh sáng đã tắt, khuất sau cánh rừng và tôi đã ngủ thiếp đi hồi nào không rõ. Tôi nhìn quanh quất, bối rối, vì đột ngột cảm thấy mình không ở một mình.  \"Charlie à?\" tôi hỏi. Nhưng tôi có thể nghe tiếng ông sập cửa trước nhà.  Tôi đứng bật dậy, ngốc nghếch, thu gom cái mền bây giờ đã ẩm ướt và sách. Tôi chạy vào bên trong đun nóng dầu trên bếp, thấy ngay là bữa tối hôm nay sẽ muộn. Charlie đang treo đai đeo súng của ông lên và tháo ủng ra khi tôi đi vào.  \"Xin lỗi bố, bữa tối con chưa làm xong – con ngủ quên ở bên ngoài.” tôi kìm một cái ngáp.  \"Đừng lo chuyện đó, \" ông nói. \"Dù sao bố cũng muốn theo dõi tiếp trận đấu này.” Tôi xem ti-vi với Charlie sau bữa tối, cho qua thời gian. Chẳng có gì trên ti-vi tôi muốn xem cả, nhưng ông biết tôi không thích bóng chày, nên ông bật qua một hài kịch trong nhà ngoài phố tầm phào mà chẳng ai trong hai chúng tôi thích cả.  Dù vậy, ông có vẻ vui, khi cùng nhau làm một điều gì đó. Và thật dễ chịu, mặc dù tôi đang phiền muộn, khi làm ông vui.  \"Bố, \" tôi nói khi đang chiếu quảng cáo, \"Tối mai Jessica và Angela sắp đi tìm quần áo mặc hôm khiêu vũ ở Port Angeles, và tụi nó muốn con giúp chọn đồ ... Bố có phiền không nếu con đi với tụi nó?\" \"Jessica Stanley ?\" ông hỏi.  \"Và Angela Weber. \"Tôi thở dài khi nói rõ cho bố biết.  Ông bối rối. \"Nhưng con đâu có đi khiêu vũ hả?\" \"Không, bố, nhưng con giúp tụi nó chọn quần áo – bố biết đó, để góp ý đó mà. \" tôi đã chẳng phải giải thích chuyện này với một phụ nữ.  \"Đồng ý thôi con.”  Ông có vẻ nhận ra ông hoàn toàn mù tịt với ba chuyện của con gái. \"Nhưng đang ngày đi học mà.” \"Tụi con sẽ đi ngay sau giờ học, nên sẽ quay về sớm. Bố tự lo ăn tối được mà, phải không bố?\" \"Bells, bố vẫn  tự ăn một mình cả mười bảy năm trời trước khi con ở đây,” bố nhắc nhở tôi.  \"Con không hiểu sao bố sống nỗi, \" tôi thì thầm, sau đó nói thêm rõ ràng, \"Con sẽ để ít thứ để bố làm món xăng-uých thịt cắt khúc đông lạnh trong tủ lạnh, nhé bố? Ngay bên trên đó.” Buổi sáng trời vẫn nắng đẹp. Tôi thức dậy với niềm hi vọng cũ tuy đã buồn rầu cố ngăn chặn.  Tôi mặc đồ dành cho thời tiết ấm hơn vớichiếc áo cổ chữ V xanh đậm – thứ tôi chỉ mặc giữa mùa đông ở Phoenix.  Tôi đã lên kế hoạch đến trường sao cho chỉ vừa đủ thời gian để vô kịp giờ vào lớp. Nôn nao, tôi nhìn một vòng tìm chỗ đậu, mà cũng là tìm chiếc Volvo màu bạc - rõ là không có ở đó. Tôi đỗ xe ở hàng cuối cùng và phóng đến lớp tiếng Anh, không kịp thở, nhưng dịu bớt, ngay trước hồi chuông cuối.  Y như hôm qua - tôi không thể kiềm chế mầm mống hy vọng nảy ra trong tâm trí, rồi giẫm nát hy vọng trong đau đớn khi tìm kiếm khắp phòng ăn trưa một cách vô vọng và ngồi vào bàn học trống rỗng trong giờ sinh vật.  Chương trình đi Port Angeles được tiến hành trở lại chiều nay và hấp dẫn hơn bởi Lauren có chuyện khác phải làm. Tôi nóng lòng thoát khỏi thành phố này để khỏi phải cứ liếc nhìn qua vai, hi vọng trông thấy anh xuất hiện thật bất ngờ như anh vẫn luôn thế. Tôi tự hứa với mình rằng tôi sẽ thơ thới hân hoan đêm nay và không làm Angela hay Jessica mất vui khi đi săn lùng quần áo.  Chắc tôi cũng nên mua ít quần áo luôn thể. Tôi không chịu nghĩ rằng có thể sẽ phải mua sắm một mình ở Seattle cuối tuần này, chẳng còn trông mong gì vào sự hò hẹn trước đây nữa. Ít nhất thì chắc chắn anh ta sẽ không hủy hẹn mà không báo trước cho tôi biết. Sau giờ học, Jessica theo tôi về nhà trong chiếc Mercury trắng cũ của nhỏ để tôi có thể cất sách và xe tải. Tôi chải tóc qua loa khi ở trong nhà, cảm thấy hơi phấn khích khi nghĩ đến chuyện thoát khỏi Forks. Tôi để lại một bức thư ngắn cho Charlie trên bàn, giải thích lần nữa bữa tối ở đâu, chuyển ví tiền bẩn thỉu trong cặp sang cái ví đầm hiếm khi sử dụng, rồi chạy ra với Jessica. Tiếp đó chúng tôi đến nhà Angela, cô nàng đang đợi chúng tôi. Niềm phấn khích tăng vùn vụt khi chúng tôi vượt qua địa phận thành phố."
        }
    ],
    "suggestions": []
}