{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'fleim]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">to inflame somebody </font>/ <font color=\"#1371BB\">something with </font>/ <font color=\"#1371BB\">to something</font>) làm cho ai/cái gì giận dữ; khích động</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) làm sưng tấy; làm viêm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm nóng bừng; làm đỏ bừng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đốt cháy</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cháy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nóng bừng; đỏ bừng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) viêm; sưng tấy</td></tr></table><i/></div>",
            "word": "inflame"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>inflame</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 intensify or aggravate: <cclass>high fines further inflamed public feelings. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ provoke (someone) to strong feelings. </blockquote></blockquote><blockquote><blockquote>2》 cause inflammation in. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>literary light up with or as if with flames. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>inflamer</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "inflame"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>inflame</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>the play inflames anti-semitism</i>: INCITE, arouse, rouse, provoke, stir up, whip up, kindle, ignite, touch off, foment, inspire, stimulate, agitate.</blockquote><blockquote><b>2</b><i>he inflamed a sensitive situation</i>: AGGRAVATE, exacerbate, intensify, worsen, compound.</blockquote><blockquote><b>3</b><i>his opinions inflamed his rival</i>: ENRAGE, incense, anger, madden, infuriate, exasperate, provoke, antagonize, rile; <cclass><i>informal</i> make someone see red, make someone's blood boil.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>calm, soothe, placate.</blockquote></div>",
            "word": "inflame"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inflame"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bốc cháy</font></td></tr></tbody></table></div>",
            "word": "inflame"
        }
    },
    "sentences": [
        {
            "en": "They <em>inflame</em> racial tensions.",
            "vi": "Họ kích động các căng thẳng về chủng tộc."
        },
        {
            "en": "Rabies may also <em>inflame</em> the spinal cord producing transverse myelitis.",
            "vi": "Bệnh dại cũng làm viêm các dây sống gây nên bệnh viêm tủy co ngang."
        },
        {
            "en": "Pictures of the bombed and burning city <em>inflame</em> feelings further.",
            "vi": "Những bức tranh thành phố bị đánh bom và đang bốc cháy đã châm lửa vào những xúc cảm đó hơn nữa."
        },
        {
            "en": "Lacerated wounds are irregular in shape, seldom bleed much, but often <em>inflame</em>, sometimes mortify.",
            "vi": "Những vết thương bị xé nứt ra có hình dạng không đều, hiếm khi chảy nhiều máu, nhưng thường bị sưng tấy, thỉnh thoảng bị thối hoại."
        },
        {
            "en": "His remarks have only served to <em>inflame</em> an already dangerous situation.",
            "vi": "Những nhận xét của ông ta chỉ nhằm chăm ngòi cho một tình thế vốn đã nguy cấp rồi."
        },
        {
            "en": "Your teeth have a lot of stains, and also, these plaques on your teeth are causing your gum to <em>inflame</em>.",
            "vi": "Răng của anh có rất nhiều vết dính cũng như những mảng bám, chúng là nguyên nhân gây ra viêm nướu."
        },
        {
            "en": "If he had not known her better, he would have suspected her of trying to <em>inflame</em> him.",
            "vi": "Nếu anh ấy không hiểu cô ấy rõ hơn, anh ấy sẽ hoài nghi rằng cô ấy đang cố khích động anh."
        },
        {
            "en": "* Gastritis and peptic ulcers arise when a bacterium, Helicobacter pylori, or the chronic use of drugs or certain medications weakens the protective mucous coating of the stomach and duodenum, allowing acid to get through to the sensitive lining beneath. This can irritate and <em>inflame</em> the lining of the stomach (gastritis) or cause peptic ulcers, which are sores or holes in the lining of the stomach or the duodenum that cause pain or bleeding. Medications usually successfully treat these conditions.",
            "vi": "* Viêm dạ dày và loét đường tiêu hoá khởi phát do vi khuẩn Helicobacter pylori, hoặc do sử dụng thuốc kinh niên hoặc do một số loại thuốc nào đó làm suy yếu màng nhầy bảo vệ dạ dày và tá tràng, làm cho axit thấm qua lớp niêm mạc nhạy cảm bên dưới. Điều này có thể làm kích ứng và viêm lớp niêm mạc dạ dày (viêm dạ dày) hoặc gây loét đường tiêu hoá, gây đau hoặc làm thủng nhiều lỗ ở niêm mạc dạ dày hoặc tá tràng gây đau hoặc xuất huyết. Người ta có thể chữa dứt thành công các chứng bệnh này bằng thuốc."
        },
        {
            "en": "Seborrheic eczema  Seborrheic eczema (seborrheic dermatitis) is a form of skin inflammation of unknown cause. The signs and symptoms of seborrheic eczema include yellowish, oily, scaly patches of skin on the scalp, face, and occasionally other parts of the body. Dandruff and \"cradle cap\" in infants are examples of seborrheic eczema. It is commonplace for seborrheic dermatitis to <em>inflame</em> the face at the creases of the cheeks and/or the nasal folds. Seborrheic dermatitis is not necessarily associated with itching. Emotional stress, oily skin, infrequent shampooing, and weather conditions are felt to be factors for developing seborrheic eczema. One type of seborrheic eczema is also common in people with AIDS.",
            "vi": "Viêm da tiết bã  Viêm da tiết bã (viêm da do tiết quá nhiều bã nhờn) là dạng viêm da vô căn. Triệu chứng và dấu hiệu của viêm da tiết bã bao gồm nhiều mảng da vàng nhạt, nhờn, đầy vảy trên đầu, mặt, và đôi khi cũng xuất hiện ở nhiều vùng khác trên cơ thể. Gàu và \"cứt trâu\" ở trẻ sơ sinh là ví dụ của trường hợp viêm da tiết bã. Chứng viêm da tiết bã này làm sưng viêm mặt ở những vùng có nếp nhăn trên má và/hoặc nếp mũi là chuyện bình thường. Viêm da tiết bã không nhất thiết phải gây ngứa ngáy khó chịu. Căng thẳng xúc cảm, da nhờn, ít khi gội đầu, và thời tiết được cho là những yếu tố gây viêm da tiết bã. Một loại viêm da tiết bã cũng thường thấy ở người bị xi-đa."
        },
        {
            "en": "The worst shoes for your feet     Culprit: Ultra-high heels   \"Heels are getting higher and higher,\" says Hillary Brenner, DPM. \"We podiatrists like to call it shoe-icide.\" Brenner, a spokeswoman for the american podiatric medical association, says ultra-high heels can lead to everything from ankle sprains to chronic pain. Let's take a closer look at the heights, styles, and woes of today's footwear. Problem: Pump bump  Whether they're sky-high or mid-heel, this style is notorious for causing a painful knot on the back of the heel. The rigid material presses on a bony deformity which some women have called a \"pump bump.\" The pressure leads to blisters, swelling, bursitis, even pain in the Achilles tendon. Ice, orthotics, and heel pads may provide pain relief …along with better shoes. The bony protrusion is permanent.   Problem: Unnatural foot position Ultra-high heels force the feet into a position that puts stress on the ball of the foot. At this critical joint, the long metatarsal bones meet the pea-shaped sesamoid bones, and the toe bones (phalanges). Too much pressure can <em>inflame</em> these bones or the nerves that surround them. Chronic stress to the foot bones can even lead to hairline fractures. Solution: Go low Switching to lower heels will help you avoid problems with the metatarsal bones. The lower you go, the more natural your foot position will be. Brenner recommends choosing heels that are no more than 2 inches high -- and even those should be worn in moderation. Problem: Ankle sprains All high heels boost the risk of an ankle sprain. The most common problem is a lateral sprain, which happens when you roll onto the outside of your foot. This stretches the ankle ligaments beyond their normal length. A severe sprain may tear the ligaments. A sprained ankle should be immobilized and may need physical therapy to heal properly. The risk of developing osteoarthritis rises with a severe sprain or fracture of the ankle. Culprit: Stilettos Although all high heels can cause problems, the ultra narrow heels of stilettos are particularly risky. \"The weight is pinpointed on one area,\" Brenner tells WebMD. \"That makes you wobble like you're walking on stilts.\" The result is that you're more likely to trip and sprain your ankle. Solution: Chunky Heels A chunky heel has more surface area and distributes your weight more evenly. This makes the feet much more stable when compared to stilettos or spindle heels. Although thick high heels can still put stress on the ball of your foot, they may reduce the tripping hazard by minimizing your wobble. Culprit: Ballet flats Brenner compares these dainty shoes to walking on cardboard. \"There's no arch support whatsoever,\" she tells WebMD. That keeps the feet from functioning optimally and can lead to knee, hip, and back problems. Poor arch support is also associated with a painful foot condition called plantar fasciitis. Solution: Orthotic inserts If you love the look of ballet flats, over-the-counter inserts (shown here) may help prevent mild foot pain. Heel pads can provide extra cushioning for achy heels. And custom orthotics can ease a whole range of foot pains and problems. Podiatrists prescribe these inserts to provide arch support and reduce pressure on sensitive areas. Prescription orthotics can be pricey, but are sometimes covered by insurance. Culprit: Flip-flops Flip-flops offer very little protection. The risk of getting splinters or other foot injuries is higher when the feet are so exposed. People with diabetes should not wear flip-flops, because simple cuts and scrapes can lead to serious complications. In addition, many flip-flops provide no arch support. Like ballet flats, they can aggravate plantar fasciitis and cause problems with the knees, hips, or back. Problem: Plantar fasciitis A band of tissue called the plantar fascia runs along the bottom of the foot. It pulls on the heel when you walk -- and it works best with the proper arch in your foot. Walking barefoot, or in flimsy shoes without sufficient arch support, can overstretch, tear, or <em>inflame</em> the plantar fascia. This common condition can cause intense heel pain, and resting the feet only provides temporary relief. Better: 'Fitted' Flops Sporty, fitted sandals and other \"toning shoes\" are designed for a more intense workout while walking. The American Council on Exercise says there's no evidence to support that claim, but they may have other benefits. The thick sole keeps your foot off the ground and away from debris. And Brenner points out, \"they do have really good arch support.\" Several have a seal of approval from the American podiatric medical association. Culprit: Platform shoes Platform shoes tend to have rigid foot beds. \"That throws off the biomechanics of walking,\" Brenner says. \"Your foot is trying to bend a certain way, but the shoe is fighting you because it's so rigid.\" If the heel of the platform is much higher than the toe area, the shoe also puts pressure on the metatarsal bones. Better: Flatter platforms Although still not recommended, a flatter platform shoe may put less strain on your feet than its peers. Look for a wide wedge or platform that is nearly parallel with the ground. This will lessen the pressure on the ball of the foot. However, the rigid sole remains a barrier to the natural walking motion. Culprit: Pointy toes They might be stylish, but shoes with pointy toes squeeze the entire front of your foot together. After time, this can cause nerve pain, bunions, blisters, and hammertoes. Some women even develop bruises under their toenails from the constant pressure.  Problem: Bunions A bunion is a painful lump at the base of the big toe, which may cause the toe to bend unnaturally. It forms when the tissue or bone at the base joint gets displaced. This may happen after years of abnormal pressure and movement. Pointy-toed shoes are a common factor, which explains the prevalence of bunions among women. Problem: Toe Deformities High heeled shoes push too much body weight toward the toes and then squeeze them together. Over time, the result can be hammertoe, abnormal bends in the toe joints that can gradually become rigid. Surgery is sometimes needed to relieve the pain of severe hammertoe. Crowding can cause other toe deformities, along with continuous shoe friction, leading to painful corns and calluses. Solution: Wide toe box You can avoid the pointy toe perils by selecting boxier shoes. If that style doesn't appeal to you, look for shoes that slope to a point beyond the edge of your toes. A healthy style won't pinch the tips or sides of your toes. Brenner also suggests choosing a softer material, rather than stiff leather. Culprit: Celebrity trendsetters  Lady Gaga is known for her eccentric style, but you may want to think twice before stepping into the heel-less shoes she favors. The 12-inch mega-heels seen in her \"Bad Romance\" video are equally risky. As we've seen, putting so much stress on the ball of your foot can cause bone and nerve damage and pain. Solution: Performance pumps Many women are unwilling to trade style for comfort, but you may not have to choose between the two. Performance pumps offer a sound compromise, taking both fashion and your health into consideration. They are typically made with reinforced heels, athletic shoe construction, and more wiggle room for your toes. Culprit: Wrong size shoes Nine out of 10 women are wearing shoes that are too small. The consequences aren't pretty – calluses, blisters, bunions, corns, and other problems. The constant rubbing can irritate the joints in the foot and lead to arthritis. Research suggests many kids are also wearing the wrong shoe size, which puts them at risk for foot deformities as they grow. Solution: Measure your feet Before buying new shoes, have a professional measure the length and width of your feet at the end of the day, while you're standing. For unusually flat feet or high arches, an exam by a podiatrist may be warranted. These conditions can increase the risk of osteoarthritis. Early treatment and use of proper footwear may help to avoid unnecessary wear and tear on the joints of the foot. Men's trends Pointy-toed shoes have crossed the gender line. This footwear fad carries the same risk in men as in women – including hammertoes, bunions, and pain. To avoid these problems, stick with a boxier toe. At the office, a classic pair of oxfords or loafers may not turn heads, but your feet will thank you. Fitness trends: Minimalist shoe  Newer additions to the shoe scene are minimalist shoes. They aim to mimic the natural feel and mechanics of walking barefoot. Brenner is not impressed. \"There's no support for your heel or arch and no shock absorption,\" she says. In addition, in some brands, the products interfere with the natural walking position.  Fitness trends: Rocker bottoms Rocker bottom shoes facilitate the push-off motion as you walk. This style can help with joint pain, according to Brenner. It's also good for people with mild foot deformities. However, she does not recommend the shoe for older people or people with medical conditions that affect balance or muscle strength. 3 Tips for better shoes If you're ready to do right by your feet, Brenner offers these three tips: * Make sure the shoe bends at the toe box, but is not too flexible.  * Make sure there is a sufficient arch support.  * Choose a chunky heel that is less than 2 inches high.",
            "vi": "Những đôi giày gây hại cho bàn chân bạn nhiều nhất     Thủ phạm là Giày siêu cao gót  Bác sĩ chuyên khoa bàn chân Hillary Brenner cho biết “Gót giày ngày càng trở nên cao hơn” “Chúng tôi thích gọi chúng là “những đôi giày chết người””. Bà Brenner, phát ngôn viên của hiệp hội y tế về chuyên ngành bệnh bàn chân Hoa Kỳ cho biết giày siêu cao gót có thể gây nên nhiều chứng bệnh từ bong gân mắt cá đến đau nhức kinh niên. Chúng ta hãy quan sát kỹ hơn về chiều cao, kiểu dáng và cả các tai hại của giày dép ngày nay nhé.  Vấn đề: Cục lồi ở gót chân Cho dù là gót giày có cao ngất ngưỡng hay là cao vừa phải đi nữa thì kiểu giày này rất hay gây sưng, u đau nhức ở gót chân. Vật liệu giày cứng dồn lên chỗ biến dạng xương mà một số phụ nữ gọi là “cục lồi chân”. Sức đè chặt đó làm cho bàn chân phồng giộp, sưng, viêm túi dịch, thậm chí là đau ở gân gót bàn chân. một đôi giày tốt hơn, chườm nước đá, điều trị chấn thương chỉnh hình, và đệm gót chân có thể làm giảm đau. Chỗ lồi xương này là vĩnh viễn.   Vấn đề: Tư thế đứng của bàn chân bất thường Giày siêu cao gót ép bàn chân vào tư thế dồn trọng tâm xuống ức bàn chân. Ở khớp quan trọng này thì các xương bàn chân dài tiếp giáp với xương vừng hình hạt đậu, và các xương ngón chân (đốt ngón chân). Việc đè nén áp lực quá nhiều có thể gây viêm các xương hoặc các dây thần kinh xung quanh chúng. Nếu cứ đè áp lực lên xương bàn chân thường xuyên và lâu dài như thế thậm chí có thể dẫn tới chứng rạn mao mạch.  Giải pháp: Mang giày gót thấp  Việc chuyển sang sử dụng giày có gót thấp hơn sẽ giúp bạn tránh được nhiều vấn đề đối với xương bàn chân. Bạn càng mang giày gót thấp bao nhiêu thì bàn chân bạn càng ở tư thế tự nhiên bấy nhiêu. Bà Brenner khuyến nghị nên chọn giày có gót cao không quá 2 in-sơ – thậm chí là không nên mang chúng quá nhiều nữa.  Vấn đề: Bong gân mắt cá  Tất cả các đôi giày cao gót đều có thể làm tăng nguy cơ bong gân mắt cá chân, xảy ra khi chân bạn bị trật ra ngoài. Điều này khiến cho các dây chằng mắt cá căng ra hơn sức kéo bình thường. Trường hợp bong gân mắt cá nặng có thể làm rách dây chằng. Mắt cá bị bong trặc nên được băng cố định và có thể cần đến vật lý trị liệu để chữa lành. Bong trặc hoặc nứt mắt cá chân nặng có thể làm tăng nguy cơ bị viêm xương khớp mãn tính.    Thủ phạm là Giày gót nhọn Mặc dù tất cả giày cao gót đều có thể gây rắc rối, giày gót siêu nhọn đặc biệt nguy hiểm. Bà Brenner cho WebMD biết “Trọng lượng cơ thể dồn về vùng này làm cho bạn bước đi lắc lư, nghiêng ngả y như bạn đang đi cà kheo vậy.” Hậu quả là bạn rất dễ bị vấp ngã và bong trặc mắt cá chân.   Giải pháp: Giày gót thấp và to  Giày gót thấp bản to có bề mặt lớn hơn và làm cho trọng lượng cơ thể bạn cân bằng hơn. Kiểu giày này giúp cho bàn chân có thể đứng vững hơn nhiều so với giày gót nhọn hoặc giày gót nhọn và cao. Mặc dù giày cao gót bản dày có thể vẫn đè nặng lên ức bàn chân nhưng cũng có thể làm giảm nguy cơ bị vấp ngã bằng cách làm giảm thiểu tình trạng lắc lư, nghiêng ngả do đứng không vững của bạn.  Thủ phạm là Giày múa ba-lê Brenner so sánh những đôi giày xinh xắn này khi đi trên giấy bìa cứng/ giấy các-tông, bà cho WebMD biết “Cung bàn chân chẳng được nâng chút nào cả.” Điều này làm cho bàn chân không hoạt động được tối ưu và có thể gây nhiều vấn đề cho đầu gối, hông và lưng. Cung bàn chân không được nâng tốt cũng liên quan đến bệnh đau nhức bàn chân gọi là bệnh viêm mạc gan bàn chân.  Giải pháp: Chèn miếng lót chỉnh hình  Nếu bạn thích kiểu dáng của giày ba-lê thì những miếng lót giày mua ở tiệm (trong hình) có thể giúp phòng tránh được chứng bệnh đau bàn chân nhẹ. Miếng đệm gót chân cũng có thể giúp cho gót chân đau nhức cảm thấy êm ái hơn. miếng lót dụng cụ chỉnh hình có thể làm dịu toàn bộ các chứng đau chân và nhiều vấn đề về bàn chân. Bác sĩ chuyên khoa bàn chân cho sử dụng những miếng lót chân như thế này nhằm để nâng cung bàn chân và làm giảm áp lực ở những vùng nhạy cảm của chân. Các dụng cụ chỉnh hình theo toa bác sĩ có thể rất đắt tiền nhưng đôi khi cũng được bảo hiểm tốt.  Thủ phạm là dép xỏ ngón  Dép xỏ ngón thường bảo vệ chân rất ít. Nguy cơ gãy xương bàn chân hoặc các chấn thương bàn chân khác cao hơn khi mang dép xỏ ngón bởi bàn chân phô ra nhiều. Người bị tiểu đường không nên mang dép xỏ ngón, bởi chỉ các vết đứt hoặc cọ quẹt nhẹ cũng có thể gây biến chứng nghiêm trọng. Ngoài ra, nhiều loại dép xỏ ngón cũng không có tác dụng nâng cung bàn chân gì cả. Giống như giày múa ba-lê, dép xỏ ngón có thể làm cho bệnh viêm mạc gan bàn chân càng nặng thêm và gây nhiều vấn đề về đầu gối, hông, hoặc lưng.  Vấn đề: Viêm mạc gan bàn chân Dải mô có tên là mạc gan bàn chân chạy dọc lòng bàn chân. Dải mô này có tác dụng kéo giật trên gót chân khi bạn đi bộ – và phát huy tác dụng tối đa khi cung bàn chân ở độ cong thích hợp. Việc đi chân trần, hoặc mang giày mỏng, dễ rách mà không nâng cung bàn chân đủ, có thể làm cho mạc gan bàn chân bị kéo căng quá mức, bị rách hoặc viêm tấy. Chứng bệnh thường thấy này có thể gây đau gót chân dữ dội, và tình trạng gót chân được nghỉ ngơi chỉ làm giảm đau tạm thời thôi.    Giải pháp tốt hơn là mang “dép lê”   Giày xăng-đan vừa vặn, có dáng vẻ thể thao và “các đôi giày giống như giày trượt băng (đế cao và cong)” được thiết kế dành để luyện tập đi bộ nhiều hơn. Hiệp hội Thể dục Hoa Kỳ cho biết chẳng có bằng chứng nào chứng thực điều đó, nhưng chúng cũng có thể có nhiều lợi ích khác. Đế giày dày chắc giữ cho bàn chân bạn không bị dính đất hoặc không bị xóc các mảnh vỡ. Brenner chỉ ra rằng “Chúng thực sự nâng cung bàn chân tốt”. Một số loại đã được Hiệp hội chữa bệnh về chân Mỹ đã chính thức cho phép sử dụng.  Thủ phạm là Giày đế bục Giày đế bục thường có miếng đệm cứng. Brenner cho biết “Điều đó làm chuyển hướng lực tác động lên cơ thể khi đi bộ ,” “Chân bạn đang cố dồn về một hướng nào đó, nhưng lực của giày hướng nghịch lại bởi nó quá cứng.” Nếu gót giày đế bục cao hơn nhiều so với phần mũi thì giày cũng đè áp lực lên các xương bàn chân. Tốt hơn là bạn nên mang giày đế bục bằng phẳng hơn Mặc dù người ta vẫn không khuyến cáo sử dụng loại giày này, nhưng giày đế bục bằng phẳng hơn có thể ít đè nặng lên chân của bạn hơn là những kiểu giày khác. Hãy tìm những đôi có miếng đệm lớn hoặc có đế bục gần như song song với mặt đất. Những kiểu dáng này sẽ làm giảm áp lực đè lên ức bàn chân. Tuy nhiên, đế giày cứng vẫn làm cho việc vận động đi đứng của bạn không được tự nhiên lắm.  Thủ phạm là giày mũi nhọn   Các loại giày mũi nhọn này có thể là hợp thời trang, nhưng chúng cũng làm cho toàn bộ phía trước bàn chân bạn siết chặt lại với nhau. Dần dần, nó có thể gây đau dây thần kinh, viêm bao hoạt dịch ngón cái, phồng giộp, và ngón chân bị khoằm xuống. Một số phụ nữ thậm chí còn bị bầm tím dưới móng chân do phải chịu áp lực đè lên liên tục.  Vấn đề: Viêm bao hoạt dịch ngón cái Viêm bao hoạt dịch ngón cái là bướu lồi gây đau nhức ở đáy ngón chân cái, có thể làm cho ngón chân gập xuống một cách bất thường. Viêm bao hoạt dịch này hình thành khi mô hoặc xương tại đáy khớp bị lệch chỗ. Điều này có thể xảy ra sau nhiều năm ngón chân di chuyển và bị đè nặng bất thường. Giày mũi nhọn là nguyên nhân thường thấy, giải thích cho chứng viêm bao hoạt dịch ngón cái thường xảy ra ở phụ nữ.  Vấn đề: Ngón chân bị biến dạng  Giày cao gót làm cho trọng lượng cơ thể bị dồn quá sức về phía mũi và làm cho các ngón chân siết chặt lại với nhau. Dần dần có thể làm cho ngón chân bị khoằm xuống, các chỗ gập bất thường ở khớp ngón cái có thể trở nên cứng từ từ. Bệnh nhân đôi khi cũng cần phải phẫu thuật để làm giảm đau do ngón chân bị khoằm dữ dội. Tình trạng ngón chân bị dồn lại với nhau cũng có thể gây biến dạng ngón chân khác, kết hợp với việc ma sát giày liên tục, làm cho các ngón chân trở nên chai cứng và đau đớn.   Giải pháp là mang giày có mũi rộng rãi, thoải mái   Bạn có thể tránh các nguy hại của giày mũi nhọn bằng cách chọn các loại giày có mũi vuông hơn. Nếu kiểiu dáng đó không hấp dẫn đối với bạn thì hãy tìm những kiểu giày có độ dốc nghiêng qua khỏi gờ của ngón chân. Một kiểu dáng giày có lợi cho sức khỏe sẽ không làm cho các đầu ngón chân hoặc hông ngón chân bị kẹp dúm lại với nhau. Brenner cũng đề nghị là nên chọn chất liệu mềm hơn là loại da cứng.  Thủ phạm là người lăng xê mốt nổi tiếng  Lady Gaga nổi tiếng về phong cách kỳ dị, nhưng bạn có lẽ cần nên suy nghĩ kỹ trước khi chọn giày không gót giống như cô ấy thích nhé. Đôi giày gót cực cao 12 in-sơ mà Lady Gaga mang trong video \"Bad Romance\" của cô ấy cũng đều nguy hiểm như nhau. Như chúng ta đã thấy, việc đè nặng quá nhiều lên ức bàn chân có thể gây đau và tổn thương dây thần kinh và xương.  Giải pháp nên mang giày mềm nhẹ, gót thấp  Nhiều phụ nữ không thích đổi kiểu dáng để đổi lấy sự thoải mái, nhưng bạn cũng có thể không cần phải lựa chọn giữa hai thứ đó đâu. Các đôi giày mềm nhẹ, gót thấp là một “thoả hiệp” hợp lý, cân nhắc đến cả yếu tố thời trang lẫn sức khỏe. Chúng thường được làm bằng gót cứng cáp, kiểu giày thể thao, và có khoảng trống thoải mái cho các ngón chân.    Thủ phạm là giày sai kích thước Hết 9/10 phụ nữ mang giày có kích thước quá nhỏ. Hậu quả chẳng có gì hay cả – bàn chân bị chai, phồng giộp, viêm bao hoạt dịch ngón cái, chai chân, và nhiều vấn đề khác. Việc ma sát liên tục có thể làm tấy các khớp bàn chân và dẫn đến viêm khớp. Nghiên cứu cũng cho thấy nhiều trẻ con cũng đang mang giày không đúng kích cỡ, làm cho chúng có nguy cơ bị biến dạng bàn chân khi lớn lên.  Giải pháp là nên đo chân của bạn  Trước khi mua giày mới, bạn nên nhờ một chuyên gia nào đó đo chiều dài và chiều rộng của bàn chân mình vào cuối ngày, khi đang đứng nhé. Đối với bàn chân có cung bàn chân cao khác thường hoặc chân bẹt khác thường thì có thể cần đến bác sĩ chuyên khoa về chân để được khám bảo đảm. Những bệnh này có thể làm tăng nguy cơ viêm khớp mãn tính. Việc điều trị sớm và sử dụng giày dép phù hợp có thể giúp tránh làm cho các khớp xương bàn chân bị mòn và rách không cần thiết.    Xu hướng giày của nam giới Giày mũi nhọn đã gây sức hấp dẫn cho cả nữ lẫn nam giới. Mốt thời thượng giày dép này gây cùng một nguy cơ giống nhau như làm cho ngón chân khoằm xuống, viêm bao hoạt dịch ngón cái, và gây đau đớn. Để tránh các vấn đề này, bạn nên mang giày mũi vuông. Một đôi giày thấp buộc dây ở cổ chân hoặc một đôi giày Loafer cổ điển (giống giày da đanh của thổ dân Bắc Mỹ, nhưng có gót rộng và phẳng bẹt) có thể là không bắt mắt ở văn phòng làm việc nhưng sẽ có lợi cho sức khoẻ đôi bàn chân bạn đấy.   Khuynh hướng thích hợp cho sức khỏe: Giày đơn giản ở mức độ tối đa  Nhiều kiểu giày mới hơn bổ sung thêm đó là kiểu giày đơn giản nhất. Chúng có tác dụng làm cho bàn chân có cảm giác tự nhiên và bắt chước theo cơ chế đi chân trần. Brenner chẳng ấn tượng gì. “Gót chân hoặc cung bàn chân không được nâng gì hết và không có chỗ đệm sốc. Ngoài ra, ở một số thương hiệu thì các đôi giày làm cho dáng di không được tự nhiên.  Khuynh hướng thích hợp cho sức khỏe: Giày đế dày, gót tròn   Loại giày này làm cho lực đẩy chuyển động khi bạn đi bộ dễ dàng hơn. Brenner cho biết kiểu giày này có thể giúp bệnh nhân đau khớp cảm thấy thoải mái hơn; đồng thời cũng có thể phù hợp cho người bị biến dạng chân nhẹ. Tuy nhiên, bà không khuyến nghị người già hoặc người bị các bệnh ảnh hưởng đến sự thăng bằng cơ thể hoặc ảnh hưởng đến sức mạnh cơ bắp. 3 bí quyết để có đôi giày tốt hơn Nếu bạn đã quan tâm tới đôi chân của mình thì Brenner xin gợi ý cho bạn 3 bí quyết sau đây:  * Đảm bảo rằng đôi giày của bạn có thể gập cong ở phần mũi, nhưng không nên quá mềm.  * Phải chắc rằng cung bàn chân được nâng đủ  * Nên chọn giày có gót to, cao chưa đầy 2 in-sơ."
        },
        {
            "en": "President Barack Obama has decided that photos of the dead Osama Bin Laden should not be released. US officials had been discussing whether to publish pictures of Bin Laden's body to counter conspiracy theories that he did not die. But Mr Obama believed the images could <em>inflame</em> sensitivities, saying: \"We don't trot out this stuff as trophies.\" The al-Qaeda leader was shot dead in a raid on Monday by US special forces in northern Pakistan. The BBC's Paul Adams in Washington says that President Obama has clearly decided that releasing the photos is not worth the risk. Computer files  Mr Obama revealed his decision during an interview with CBS television's 60 Minutes programme. White House spokesman Jay Carney said at a briefing that Mr Obama believed it was important to make sure that photographs were not \"floating around as incitement or as a propaganda tool\". Mr Carney said the administration had been monitoring world reaction and there was no doubt that al-Qaeda believed Bin Laden was dead. \"There are going to be some folks who deny it. The fact of the matter is, you won't see Bin Laden walking on this Earth again,\" Mr Obama said. \"It is important for us to make sure that very graphic photos of somebody who was shot in the head are not floating around as an incitement to additional violence,\" he added. \"I think that, given the graphic nature of these photos, it would create some national security risk.\" Mr Obama's decision prompted a mixed reaction from US politicians, some of whom were shown the photos. Steny Hoyer, the number two Democrat in the House of Representatives, said he shared the president's view. \"In my opinion there's no end served by releasing a picture of someone who has been killed,\" he said, quoted by CNN. But senior Republican Senator Lindsey Graham said the decision was a mistake. \"I know Bin Laden is dead,\" he said. \"But the best way to protect and defend our interests overseas is to prove that fact to the rest of the world. I'm afraid the decision made today by President Obama will unnecessarily prolong this debate.\" The US president's decision contradicted a statement made a day earlier by CIA director Leon Panetta, who said the photos would be released at some stage. More names The decision came as US officials began to comb through computer hard-drives, mobile phones and USB sticks found during the US Navy Seals raid on the compound in Abbottabad where Bin Laden was hiding. US Attorney General Eric Holder said Washington expected to add more names to its terrorism watch-list as a result of data seized from the compound. Two telephone numbers and 500 euros ($745; £450) were also found stitched into Bin Laden's clothing, there in case he needed to make a quick getaway. Critics have raised concerns about the legality of the operation, after the US revised its account to acknowledge Bin Laden was unarmed when shot dead. But Mr Holder said Bin Laden was a lawful military target, whose killing was \"an act of national self-defence\". He told lawmakers in Congress: \"Let me make something very clear: The operation in which Osama Bin Laden was killed was lawful. \"It was a kill-or-capture mission. He made no attempt to surrender.\"  Two of Bin Laden's couriers and one woman also died in Monday's assault, while one of the al-Qaeda leader's wives was injured. The 54-year-old Bin Laden - American's most wanted man - was buried at sea from a US aircraft carrier, say US officials. Mr Obama, who watched the raid from the White House on monitors, saw his approval rating jump 11 points to 57% in a New York Times/CBS News poll on Wednesday. He plans to visit the World Trade Center site in New York on Thursday to remember victims of the 11 September attacks, of which Bin Laden was said to have been the mastermind. The compound where the operation took place is just a few hundred metres from the Pakistan Military Academy. In unusually frank remarks, CIA director Leon Panetta told Time magazine: \"It was decided that any effort to work with the Pakistanis could jeopardise the mission. They might alert the targets.\" Pakistan rejected the US suggestions it could not have been trusted in advance. Some US lawmakers are calling for billions of dollars in aid for Pakistan to be reduced or stopped altogether.",
            "vi": "Tổng thống Barack Obama quyết định không nên công bố những bức ảnh về cái chết của Bin Laden. Các quan chức Hoa Kỳ đang bàn bạc liệu có nên công bố những hình ảnh về cái chết của Bin Laden nhằm chống lại chủ nghĩa âm mưu cho rằng ông ta chưa bị tiêu diệt. Nhưng ông Obama cho rằng việc công bố những bức ảnh đó có thể làm kích động tính nhạy cảm, ông nói:” Chúng tôi không đưa thứ này ra như một chiến lợi phẩm”. Lãnh đạo Al – Quaeda bị lực lượng đặc nhiệm Hoa Kỳ bắn chết trong cuộc đột kích vào hôm thứ Hai ở miền Bắc Pa-ki-xtan. Paul Adams phát ngôn viên của BBC ở Washington cho biết Tổng thổng Obama quyết định rõ ràng rằng việc công bố những bức ảnh này không đáng để gặp nguy hiểm. File dữ liệu máy tính Ông Obama đã tiết lộ quyết định đó trong chương trình phỏng vấn 60 phút với đài truyền hình CBS. Phát ngôn viên Nhà trắng ông Jay Carney tại một cuộc họp truyền tin nói rằng Ông Obama tin điều quan trọng là phải đảm bảo những bức ảnh đó không “lan truyền như một sự kích động hay là một công cụ tuyên truyền”. Ông Carney còn nói chính quyền đã giám sát phản ứng của cả thế giới và chắc chắn Al Qaeda tin Bin Laden đã chết.  “Sẽ có vài người phủ nhận điều đó. Nhưng sự thật là Bin Laden sẽ không còn tồn tại trên Trái đất này nữa,” Ông Obama nói. Ông nói thêm “điều quan trọng là chúng tôi phải đảm bảo những bức ảnh đồ hoạ về người bị bắn ở đầu không lan truyền như một sự kích động để làm tăng thêm bạo lực.”  “Tôi cho rằng chính những bức ảnh đồ hoạ đưa ra sẽ gây nguy cơ về an ninh quốc gia.” Quyết định của Tổng thống Obama làm cho các nhà chính trị Hoa Kỳ có những phản ứng đa chiều, một số người đã được nhìn thấy những bức ảnh đó. Steny Hoyer- Đảng viên đảng Dân chủ Hoa Kỳ số hai ở Hạ Nghị Viện cho biết ông có cùng quan điểm với Tổng thống. Hãng tin CNN viện dẫn thêm lời của ông nói “Theo tôi là sẽ không có kết thúc có lợi nếu công bố bức ảnh về người bị sát hại”. Còn ông Lindsey Graham-Thượng nghị sĩ cấp cao của Đảng Cộng hoà cho rằng đó là một quyết định sai lầm.  “Tôi biết Bin Laden đã chết. Nhưng cách bảo vệ tốt nhất và việc bảo vệ những lợi ích của chúng tôi ở nước ngoài là phải chứng minh thực tế này cho toàn thế giới biết. Tôi e rằng quyết định hôm nay của Tổng thống Obama sẽ kéo dài cuộc tranh cãi này một cách không cần thiết.” Quyết định này của Tổng thống Mỹ mâu thuẫn với lời phát biểu hôm trước của giám đốc Cục tình báo trung ương Hoa Kỳ ông Leon Panetta đã nói sẽ công bố những bức ảnh này ở một vài giai đoạn. Thêm nhiều tên Việc đi đến quyết định này là lúc các quan chức Hoa Kỳ bắt đầu lùng sục ở phần cứng máy tính, điện thoại di động và ổ cắm USB được tìm thấy trong lúc lực lượng đặc nhiệm Navy Seals Hoa Kỳ đột kích vào khu vực Abbottabad nơi Bin Laden đang ẩn nấp. Bộ trưởng Tư pháp Hoa Kỳ Eric Holder cho biết Washington mong muốn bổ sung nhiều tên hơn nữa vào danh sách theo dõi khủng bố từ dữ liệu tìm được ở khu vực này. Có hai số điện thoại cùng 500 euro ( tương đương $745 ; £450 ) ghim vào quần áo của Bin Laden cũng được tìm thấy trong trường hợp ông ta cần trốn chạy khẩn cấp. Các nhà phê bình đã làm dấy lên mối lo ngại về tính hợp pháp của chiến dịch này sau khi Mỹ xem xét lại bản báo cáo thừa nhận Bin Laden không sử dụng vũ khí khi bị bắn chết. Nhưng ông Holder cho biết Bin Laden là một mục tiêu quân sự hợp pháp, giết ông ta chỉ là một “hành động tự vệ của quốc gia”. Ông nói với các nhà lập pháp ở Quốc hội rằng: “Hãy để tôi giải thích rõ rằng: Chiến dịch sát hại Osama Bin Laden là hợp pháp.  “Đó là sứ mệnh phải giết hoặc bắt sống. Ông ta không hề có ý định đầu hàng.” Hai người đưa tin của Bin Laden và một phụ nữ cũng bị bắn chết trong cuộc đột kích vào hôm thứ Hai trong khi một trong những người vợ của kẻ cầm đầu Al-Qaeda chỉ bị thương. Các quan chức Hoa Kỳ cho biết kẻ bị truy nã gắt gao của Mỹ- Bin Laden, 54 tuổi đã được tàu sân bay Hoa Kỳ an táng trên biển. Ông Obama đã xem cuộc đột kích từ màn hình ở Nhà Trắng thấy rằng tỷ lệ ủng hộ ông nhảy lên 11 điểm lên mức 57% trong cuộc thăm dò dư luận trên New York Times/CBS vào hôm thứ Tư. Tổng thống dự định viếng thăm khu Trung tâm Thương mại Thế giới ở New York vào ngày thứ Ba để tưởng nhớ các nạn nhân trong vụ khủng bố ngày 11 tháng 9 mà Bin Laden chính là người cầm đầu vụ tấn công này. Khu vực diễn ra chiến dịch đột kích chỉ cách Học viện quân sự Pa-ki-xtan vài trăm mét. Giám đốc Cục tình báo trung ương Hoa Kỳ Leon Panetta trình bày quan điểm cực kỳ thẳng thắn trên tạp chí Time rằng:”Nếu tác hợp với Pa-ki-xtan thì có thể gây nguy hiểm cho sứ mệnh này vì họ có thể báo động mục tiêu.” Pa-ki-xtan không chấp nhận ý kiến của Hoa Kỳ cho rằng họ không thể được tin tưởng trước. Một số nhà lập pháp Hoa Kỳ đang yêu cầu giảm bớt hoặc ngừng hẳn việc viện trợ hàng tỷ đô la cho Pa-ki-xtan ."
        }
    ],
    "suggestions": []
}