{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['infou]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ </font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thông tin không chính xác (viết tắt) của <font color=\"#1371BB\">informal information</font></td></tr></table><i/></div>",
            "word": "info"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>info</k><blockquote>■ <cclass>noun <cclass>informal short for <kref>information</kref>. </cclass></cclass></blockquote></div>",
            "word": "info"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "info"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "info"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "info"
        }
    },
    "sentences": [
        {
            "en": "Asymmetric <em>Info</em> in Action",
            "vi": "Thông tin bất cân xứng xảy ra"
        },
        {
            "en": "Thanks for the <em>info</em>.",
            "vi": "Cám ơn bạn đã cho tôi biết."
        },
        {
            "en": "<em>Info</em>/Market Research.",
            "vi": "Nghiên cứu thông tin/thị trường."
        },
        {
            "en": "Lawyers dig <em>info</em> out of the government.",
            "vi": "Các luật sư khai thác thông tin từ chính phủ."
        },
        {
            "en": "Make sure the <em>info</em> is on them",
            "vi": "Đảm bảo việc trên người trẻ có thông tin liên lạc"
        },
        {
            "en": "Take a moment to digest the <em>info</em>.",
            "vi": "Dành thời gian để lĩnh hội thông tin."
        },
        {
            "en": "Profits (they're usually reluctant to give this <em>info</em>)",
            "vi": "Lợi nhuận (họ thường ít khi cho biết thông tin này)"
        },
        {
            "en": "I worry about putting confidential <em>info</em> on different websites.",
            "vi": "Tôi lo lắng về việc để những thông tin riêng vào những trang web khác nhau."
        },
        {
            "en": "Question: I’m from <em>Info</em> TV under Vietnam Television.",
            "vi": "Câu hỏi: Tôi là phóng viên Info TV thuộc Đài Truyền hình Việt Nam."
        },
        {
            "en": "easy to use and lots of handy <em>info</em>. Thanks.",
            "vi": "rất dễ dùng và nhiều thông tin cần thiết."
        },
        {
            "en": "His friend gave me his <em>info</em>, but I lost it.",
            "vi": "Bạn anh ấy đã cho tôi thông tin của anh ấy, nhưng tôi đã làm mất nó."
        },
        {
            "en": "They need more <em>info</em> to book the hotel.",
            "vi": "họ cần thông tin về đăng ký phòng khách sạn"
        },
        {
            "en": "Where can I find valid <em>info</em> on triboluminescense?",
            "vi": "Tôi có thể tìm thấy thông tin đúng về sự phát sáng do ma sát ở đâu?"
        },
        {
            "en": "Are. <em>info</em> domains given less value than. com or. org in rankings?",
            "vi": "Trong bảng xếp hạng tên miền .info ít giá trị hơn .com hay .org à?"
        },
        {
            "en": "We are able to get the <em>info</em> we need from the Internet.",
            "vi": "Chúng ta có thể có được thông tin chúng ta cần từ Internet."
        },
        {
            "en": "You should also select a database which will be used for storing user <em>info</em>.",
            "vi": "Bạn cũng nên chọn một cơ sở dữ liệu sẽ được sử dụng để lưu trữ thông tin người dùng."
        },
        {
            "en": "The private <em>info</em> you put on social network sites is for the whole world to see.",
            "vi": "Các thông tin cá nhân bạn đưa lên các trang mạng xã hội là để cho cả thế giới xem."
        },
        {
            "en": "I can chat with friends, download music, buy books and get all the <em>info</em> I need for my homework.",
            "vi": "Tôi có thể tán gẫu vói bạn bè, tải nhạc, mua sách, và có tất cả thông tin chính xác mà tôi cần cho bài tập về nhà."
        },
        {
            "en": "Lots of personal <em>info</em> gets stolen by fake sites pretending to be famous banks or online stores.",
            "vi": "Nhiều thông tin cá nhân đã bị các trang mạng lừa đảo, giả vờ là những ngân hàng hoặc những cửa hàng trực tuyến nổi tiếng đánh cắp."
        },
        {
            "en": "The airline will provide regular updates on the situation. Meanwhile, the families may contact +603 7884 1234 for further <em>info</em>.",
            "vi": "Hãng chúng tôi sẽ thường xuyên cập nhật tình hình. Đồng thời, các gia đình có thể liên lạc số máy +603 7884 1234 để biết thêm thông tin."
        }
    ],
    "suggestions": []
}