{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,infɔ:'mæliti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất không theo thủ tục quy định, tính chất không chính thức, hành vi không chính thức</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính không nghi thức thân mật; điều thân mật</td></tr></table><i/></div>",
            "word": "informality"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "informality"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>informality</k><blockquote>▸ <cclass>noun LACK OF CEREMONY, casualness, unceremoniousness, unpretentiousness; homeliness, cosiness; ease, naturalness, approachability.</cclass></blockquote></div>",
            "word": "informality"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "informality"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "informality"
        }
    },
    "sentences": [
        {
            "en": "The main outcome is the signing of the <em>INF</em> Treaty.",
            "vi": "Kết quả chính là việc kí kết Hiệp ước INF."
        },
        {
            "en": "In business, there is no place for smiles and too much <em>informality</em>.",
            "vi": "Trong kinh doanh, không có chỗ cho những biểu hiện tươi cười mãn nguyện và quá nhiều thân mật."
        },
        {
            "en": "One final thing i want to point out about <em>informality</em> is actually there are couple of more things.",
            "vi": "Điều cuối cùng tôi muốn nói về tính thoải mái trong lớp học là thật ra có đôi điều còn hơn thế."
        },
        {
            "en": "One of her comments jarred with the <em>informality</em> of the occasion.",
            "vi": "Một trong những lời nhận xét của cô ấy đã mâu thuẫn với sự thân mật của dịp này."
        },
        {
            "en": "This may help explain the high rate of <em>informality</em> among Viet Nam's domestic private firms.",
            "vi": "Điều này có thể giúp giải thích tỷ lệ hoạt động không chính thức cao của các công ty tư nhân trong nước của Việt Nam."
        },
        {
            "en": "The emphasis is on <em>informality</em> and confidence building between the Ministry officials involved in external aid and the donors.",
            "vi": "Chú trọng ở đây là nhằm vào tính không chính thức và xây dựng lòng tin giữa các quan chức của bộ có tham gia vào vấn đề viện trợ nước ngoài và các nhà tài trợ."
        },
        {
            "en": "Tenev, Stoyan, Amanda Carlier, Omar Chaudry and Quynh Trang Nguyen (World Bank/IFC/MPDF), 2003, \"<em>Informality</em> and the Playing Field in Vietnam's Business Sector,\" Washington DC.",
            "vi": "Tenev, Stoyan, Amanda Carlier, Omar Chaudry and Nguyễn Quỳnh Trang (Ngân hàng thế giới/IFC/MPDF), 2003, “Hoạt động không chính thức và Môi trường Kinh doanh ở Việt Nam”. Washington DC."
        },
        {
            "en": "Domestic private enterprises are particularly effected by this policy, which encourages continued <em>informality</em> and slows firm level growth.",
            "vi": "Các doanh nghiệp dân doanh trong nước chịu ảnh hưởng đặc biệt của chính sách này vì nó khuyến khích việc tiếp tục không đăng ký kinh doanh chính thức và làm chậm sự tăng trưởng số lượng các doanh nghiệp."
        },
        {
            "en": "If they remain unaddressed, they could result in an encouragement of <em>informality</em>, the mismanagement of natural resources, and the widening of inequality.",
            "vi": "Nếu những khiếm khuyết này không được giải quyết, chúng có thể làm giảm động lực cho các doanh nghiệp chính thức hóa hoạt động của mình, nguồn tài nguyên thiên nhiên không được quản lý tốt, và bất bình đẳng ngày càng tăng cao."
        },
        {
            "en": "Tenev, Stoyan, Amanda Carlier, Omar Chaudry and Quynh-Trang Nguyen (2003) <em>Informality</em> and the Playing Field in Viet Nam’s Business Sector, Washington, DC: International Finance Corporation and Mekong Private Sector Development Facility.",
            "vi": "Tenev, Stoyan, Amanda Carlier, Omar Chaudry và Nguyễn Quỳnh Trang (2003) Tính chất không chính thức và sân chơi của khu vực kinh doanh ở Việt Nam, Washington, DC: Công ty tài chính quốc tế và Quỹ phát triển khu vực tư nhân Mekong."
        }
    ],
    "suggestions": []
}