{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'frindʒmənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự vi phạm; sự xâm phạm</td></tr></table><i/></div>",
            "word": "infringement"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "infringement"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "infringement"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>infringement</k><blockquote><blockquote><ex><abr>n.</abr> an infringement of, on (an infringement of smb.'s rights) </ex></blockquote></blockquote></div>",
            "word": "infringement"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự vi phạm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xâm phạm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">copyright infringement</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vi phạm bản quyền</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "infringement"
        }
    },
    "sentences": [
        {
            "en": "Finable <em>infringement</em>",
            "vi": "Trường hợp vi phạm đáng bị phạt"
        },
        {
            "en": "An actionable <em>infringement</em>",
            "vi": "Một trường hợp vi phạm có thể đem ra kiện được"
        },
        {
            "en": "His case is an actionable <em>infringement</em>.",
            "vi": "Trường hợp của anh ta là một trường hợp vi phạm có thể đem ra kiện được."
        },
        {
            "en": "They were fine because of copyright <em>infringement</em>.",
            "vi": "Họ bị phạt vì sự vi phạm bản quyền."
        },
        {
            "en": "He sued a website for alleged <em>infringement</em>.",
            "vi": "Anh ta đã kiện một trang web vì sự xâm phạm được dẫn vào."
        },
        {
            "en": "His <em>infringement</em> is a significant issue.",
            "vi": "Sự vi phạm của ông ta là một vấn đề đáng chú ý."
        },
        {
            "en": "An <em>infringement</em> of organized character had an intentional nature, not an <em>infringement</em> causing serious consequences.",
            "vi": "Một hành vi xâm phạm có tổ chức là hành vi mang tính cố ý, không phải là hành vi xâm phạm gây hậu quả nghiêm trọng."
        },
        {
            "en": "What is the law subject to frequent <em>infringement</em>?",
            "vi": "Đâu là những luật dễ bị vi phạm thường xuyên?"
        },
        {
            "en": "His arrest and detention yesterday was an <em>infringement</em> of his civil liberties.",
            "vi": "Việc bắt và tạm giam anh ta hôm qua là cả một sự vi phạm về các quyền tự do dân sự của anh ấy."
        },
        {
            "en": "The courts held that this copying was an <em>infringement</em> of copyright.",
            "vi": "Các vị quan tòa cho rằng việc sao chép này đã vi phạm bản quyền."
        },
        {
            "en": "Do you believe that banning smoking is an <em>infringement</em> of human rights?",
            "vi": "Bạn có tin rằng việc cấm hút thuốc là vi phạm nhân quyền?"
        },
        {
            "en": "Evidence of <em>infringement</em> would need to be produced during this period.",
            "vi": "Chứng cứ chứng minh hành vi xâm phạm phải được đưa ra trong thời gian này."
        },
        {
            "en": "His case is a finable <em>infringement</em>. He was driving while he got drunk.",
            "vi": "Trường hợp của anh ta là trường hợp vi phạm đáng bị phạt. Anh ta đã lái xe trong lúc say rượu."
        },
        {
            "en": "At the beginning of 2002, Kubek company wins patent <em>infringement</em> silt.",
            "vi": "Vào đầu năm 2002, công ty kubek đã thắng vụ kiện vi phạm bản quyền bằng phát minh."
        },
        {
            "en": "The cumulative effect of these measures would, in his view, deter further <em>infringement</em>.",
            "vi": "Theo quan điểm của ông ấy, kết hợp các biện pháp này sẽ có tác dụng ngăn chặn việc tái phạm."
        },
        {
            "en": "Meanwhile, Nokia and Apple have also taken rivals to court over patent <em>infringement</em>.",
            "vi": "Đồng thời, Nokia và Apple cũng đưa các đối thủ ra toà vì vi phạm bằng sáng chế."
        },
        {
            "en": "The music industry has threatened about 35,000 people with charges of copyright <em>infringement</em> over the past decade.",
            "vi": "Trong suốt thập kỉ qua, ngành công nhiệp âm nhạc đã bị đe dọa với khoảng 35,000 người bị phạt với tội danh vi phạm bản quyền."
        },
        {
            "en": "They were also ordered to pay nearly $7m (£4m) in damages for copyright <em>infringement</em> to music and movie companies.",
            "vi": "Ba người này cũng được lệnh phải trả gần 7 triệu đô-la Mỹ (tương đương 4 triệu bảng Anh) tiền bồi thường vì xâm phạm bản quyền của các công ty sản xuất âm nhạc và phim ảnh."
        },
        {
            "en": "Under government law, record companies are entitled to $750 to $30,000 per <em>infringement</em> but the law allows the jury to increase that to as much as $150,000 per song if it finds the <em>infringement</em> s were deliberate.",
            "vi": "Theo luật Nhà nước, các công ty thu âm được hưởng 750 đến 30,000 đô la Mỹ cho mỗi vi phạm nhưng căn cứ theo luật thì quan tòa được phép nâng mức phạt lên đến 150,000 đô la Mỹ với mỗi bài hát nếu phát hiện ra các hành vi vi phạm Có chủ ý ."
        },
        {
            "en": "The musician is caught in the quagmire of a copyright <em>infringement</em> lawsuit, filed by his band member.",
            "vi": "Người nghệ sĩ bị mắc kẹt trong một hoàn cảnh trái ngang của luật vi phạm bản quyền, do thành viên trong ban nhạc của anh ta thưa kiện."
        }
    ],
    "suggestions": []
}