{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'fri:kwəntli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hiếm khi, ít khi</td></tr></table><i/></div>",
            "word": "infrequently"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "infrequently"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "infrequently"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "infrequently"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "infrequently"
        }
    },
    "sentences": [
        {
            "en": "This happens not <em>infrequently</em>.",
            "vi": "Điều này xảy ra thường xuyên."
        },
        {
            "en": "Substrate molecules collide <em>infrequently</em> when their concentrations are low.",
            "vi": "Các phân tử cơ chất ít va chạm vào nhau ở nồng độ thấp."
        },
        {
            "en": "We should contact them as <em>infrequently</em> as possible.",
            "vi": "Chúng ta nên tiếp xúc với họ càng ít càng tốt."
        },
        {
            "en": "Snow <em>infrequently</em> falls in low-lying areas and when it does, it usually melts within days.",
            "vi": "Tuyết ít khi rơi ở những khu vực thấp và khi tuyết rơi, nó thường tan ra trong ngày."
        },
        {
            "en": "Snow <em>infrequently</em> falls in low - lying areas and when it does, it usually melts within days.",
            "vi": "Tuyết ít khi rơi ở những khu vực thấp và khi tuyết rơi, nó thường tan ra trong ngày."
        },
        {
            "en": "Transportation in town can be difficult, as there is no subway, and buses run <em>infrequently</em>.",
            "vi": "Phương tiện đi lại trong thành phố có thể khó khăn do không có xe điện ngầm và xe buýt không chạy thường xuyên cho lắm."
        },
        {
            "en": "However, meaningful financial information, particularly regarding the signing of contracts, is <em>infrequently</em> supplied.",
            "vi": "Tuy nhiên, việc công khai các thông tin tài chính không được thường xuyên, đặc biệt là việc ký hợp đồng."
        },
        {
            "en": "In reality, because People’s Councils meet so <em>infrequently</em>, they often ‘govern primarily by endorsing whatever is put before them’.",
            "vi": "Trên thực tế, bởi vì Hội đồng Nhân dân họp không thường xuyên, họ 'chủ yếu là quản trị theo kiểu phê chuẩn bất cứ cái gì được đưa ra cho họ'."
        },
        {
            "en": "When Scarlett <em>infrequently</em> stopped to think about the matter she knew that none of her new associates could be called ladies by Ellen's strict standards.",
            "vi": "Thi thoảng, khi tĩnh tâm lại để suy nghĩ, scarlett biết không ai trong số đồng bọn mới của mình có thể gọi là phu nhân theo đúng tiêu chuẩn nghiêm ngặt của bà ellen."
        },
        {
            "en": "Your abilities may be stored away or <em>infrequently</em> used, but they are there. The question is how do you put them to work for you?",
            "vi": "Năng lực của bạn có thể được giấu kín và ít khi dùng tới, nhưng chúng vẫn ở đó. Câu hỏi là, làm thế nào để tận dụng chúng?"
        },
        {
            "en": "The classic sign is a lump in the breast, which is often noticed after minor local injury; bleeding or discharge from the nipple may occur <em>infrequently</em>.",
            "vi": "Dấu hiệu cổ điển là một chỗ lồi trong vú, thường chú ý thấy khi bị tổn thương nhỏ tại chỗ; có thể có chảy máu hay tiết dịch không thường xuyên ở đầu vú."
        },
        {
            "en": "A condition in which bowel evacuation occur <em>infrequently</em>, or in which the faeces are hard and small, or where passage of faeces causes difficultly or pain.",
            "vi": "Tình trạng phân thải ra không thường xuyên, hoặc phân bị cứng và nhỏ, hoặc khi đại tiện trở nên khó khăn và đau."
        },
        {
            "en": "Most of the associations interviewed said that the general assembly meets very <em>infrequently</em> – once a year at most, but often less.",
            "vi": "Hầu hết các hiệp hội được phỏng vấn cho biết đại hội đồng ít khi họp – nhiều nhất là một năm một lần, thường là ít hơn."
        },
        {
            "en": "However structured, a political-military discussion between China and the United States could supplement a renewed strategic dialogue. The current dialogue has taken up important topics, but too briefly, too <em>infrequently</em> and with limited engagement at the highest levels, where strategic decisions are likely to be made.",
            "vi": "Tuy vậy, cấu trúc một cuộc thảo luận chính trị-quân sự giữa Trung Hoa và Hoa Kỳ có thể bổ sung một cuộc đối thoại chiến lược đổi mới. Cuộc đối thoại chính trị quân sự hiện nay đã được đưa lên chủ đề quan trọng, nhưng quá ngắn gọn, quá không thường xuyên và với sự tham gia hạn chế ở cấp cao nhất, nơi mà những quyết định chiến lược có thể sẽ được thực hiện."
        },
        {
            "en": "22 Ways To Fight Rising Food Prices     Food, clothing and shelter generally top the list of basic human needs. While shopping at a discount store instead of the mall generally takes care of the clothing issue, and living in a small apartment instead of a McMansion can address your housing situation, rising world food prices can lead to some significant challenges in the food department. Everything from rising transportation costs to the development of biofuels, such as biodiesel, push up the cost of food and put a pinch on consumers' wallets. While the need to eat isn't something you can avoid, there are some steps you can take to keep the costs in check.  1. Eat at Home Dining out is an expensive proposition. Just about any nutritious meal that you buy in a formal restaurant can be made at home for a fraction of the price. Even good coffee is cheaper to make if you do it yourself. Fast food is excluded from the category, as high-calorie, low-quality food can be had a bargain price, but the impact on your long-term health overrides the benefit of short-term savings.   2. Shop With a Plan If you stumble around the grocery store and fill your cart with everything that catches your eye, chances are you will spend a lot more money that you needed to spend. To minimize your cash outlay, prepare a shopping list before you leave home. Plan your meals for the week ahead, and make careful note of what you need to buy in order to prepare those meals. Once the list is made, purchase only the items on the list, and avoid impulse buys.  3. Put on Blinders Grocery stores are designed to make you go through a maze to get to the most basic items you need in the hope that you will make a few impulse buys along the way. If you keep to your planned list of needed foods, you won't be tempted when you get forced down the junk food aisle to get at the milk. Because most necessities and basic cooking items are found along the outside perimeter of the store, start there and work your way around the edge of the store, only stepping into the maze to grab any leftover items on your list.  4. Eat Before You Shop When you are hungry and you walk into a building full of food, there's a high likelihood that you are going to fill you cart with unnecessary and expensive purchases that appeal to your taste buds. To keep your costs down, eat first and shop on a full stomach. 5. Avoid Prepared Foods Our fast-paced society encourages convenience, and the grocery store has capitalized on this trend. Ready-made meals are easy to buy, but come with a premium price tag. Instead of putting that rotisserie chicken and macaroni salad in you cart, buy the ingredients and prepare the meal yourself. The same concept applies to frozen entrées, baked goods and any other food that has been prepared in some way for added convenience.  6. Skip the Bottled Water If you don't like the water that comes out of the tap, buy a water filter. The per-gallon cost is significantly less than the cost of bottled water - and without all the plastic bottles to discard, it's a lot easier on the environment.  7. Shop Without the Kids Hungry, tired, cranky kids increase the amount of time it takes to get your shopping done. Every extra minute that you spend in the grocery store increases the likelihood of extra items finding their way into your cart, including toys and snacks designed to keep the kids quiet while you try to focus on finding a few bargains.  8. Buy in Bulk Bulk buying can save you a significant amount of money. Pay attention to the prices and pick up the family size package if the per-unit cost is lower and you have a place to store it. Shopping at big-box bulk retailers like Sam's Club and Costco can also save on your bill if you shop there frequently enough to cover the cost of membership, but pay careful attention to your spending habits. The big boxes are often no bargain at all when compared to sales prices and coupon savings at other stores. In addition, they may encourage you to buy more than you need, driving up your grocery bill.  9. Use Store Reward Cards If the store that you visit most frequently has a reward card, be sure to sign up. In some cases, stores raise their prices when they offer reward cards, and without the card your bill will certainly be higher. If the reward card offers other benefits, such as a ham for the holidays or a discount on gasoline, be sure to maximize your benefits by paying attention to the cutoff dates and cashing in your points before they expire.    10. Use Coupons Coupons provide an easy way to save money. Clip them and cash them in, paying particular attention to stores that double the value of manufacturers' coupons. A number of websites also offer coupons exclusively, and they are a great place to search for discounts on the items you have on your list. If you frequent a website of your favorite brands, they will often offer discounts to their faithful public. A few minutes of surfing online can make a difference at the till.  11. Buy Locally Locally grown or produced food is often available at a cheaper price because you don't pay for long transportation costs. Farmer's markets, fairs, and the local aisle at your grocery store are all game for deals on tasty and fresh food.  12. Look Down Stores often place the most expensive items at eye-level. To find less expensive items, look down. Also, looking around your brand-name food can find you a cheaper generic alternative. Generic label products are often nearly identical to name-brand goods (in fact, they're often produced in the same factory), so don't pay for packaging when what you really want is the food inside.  13. Avoid the End Caps and Checkout Temptations Those displays placed at the end of each aisle often feature premium brands. Rather than grabbing those high-priced batteries or that extra box of cereal, walk down the aisle. Chances are good that walking a few extra feet will reward you with a less expensive option.  Many grocery stores now offer checkout lines that don't feature candy. Using these lanes not only helps you avoid the temptation to spend your money on sweets, but it also encourages a healthier lifestyle.  14. Compare Prices and Stores Some consumers have trouble calculating the cost per unit in their heads, but it's something that gets a lot easier with practice. You can even carry a calculator. Looking at the brands and comparing prices is an easy way to shave a few cents off most purchases.    The store that features the lowest average prices in your area is often the best place for routine shopping, but the higher-priced competitor may run sales on specific items that undercut the cost at your most frequented venue. Watch for these sales and take advantage of them when possible.  15. Shop for Sales As mentioned above, sales can be a great incentive to switch stores – but only if you need the items on sale. Pay attention to sales on necessity items and stock up on non-perishables and freezer goods. Keep an eye on the prices so that you know when a sale price is merely a small savings or when it is a significant discount to the normal price.  16. Watch \"Best Before\" or \"Sell By\" Dates As the \"sell by\" or \"best before\" date approaches, you are virtually guaranteed a discount. For example, grocery stores lower prices as meat ages. Ask the butcher when the meats get marked down. Most stores have a fairly regular schedule that you can learn and follow. When you get a good deal, stock your freezer so you can avoid buying when the price is high. And if you plan on freezing the food, \"best before\" dates shouldn't worry you; the product will stay fresh until you thaw and cook it.   17. Substitute Recipe Items If you have a higher-priced item that reoccurs in your favorite recipes, it may be time to shake up your taste buds. Often a lower-priced alternative can be found. For instance, if you consistently bake with olive oil and you see that the price has skyrocketed, a simple switch to applesauce (something that you might even be able to make if you have an apple tree) is a great cheap and low-fat substitution for many recipes.  18. Keep Your Kitchen Stocked A well-stocked kitchen means that you won't run out of staple items and need to buy them on the spur or the moment. Knowing what you have in the cabinet means that you can wait to make your purchases until items are on sale.   19. Shop <em>Infrequently</em> Reducing the number of trips that you make to the store each week or month reduces the odds of unnecessary purchases, and minimizes the amount of gasoline spent getting there.  20. Pay Attention To Time Weekly sales often run from mid-week to mid-week. Hold off on your shopping until after you've had a chance to clip coupons from the Sunday paper and you'll not only enjoy the sales prices but you might also get a coupon. Shopping during the evening or early morning also helps you avoid the crowds and spend less time in the store.  21. Pay In Cash When you put groceries on your credit card and don't pay off the card in full each month, you pay interest on the purchase. To avoid this extra cost, pay in cash when you shop and keep necessities off your credit cards.  22. Check Your Bill Electronic scanners make the shopping experience faster and more convenient, but scanners aren't perfect. Be sure to take a look at the receipt to make sure your coupons and discounts were taken into account.     Shop Smart Food is one of those purchases that you just can't avoid, but careful shoppers can minimize the amount spent on this necessary purchase. All it takes is a little time, patience and effort.",
            "vi": "22 cách đối phó với giá cả lương thực leo thang    Thức ăn, đồ mặc, và nơi ở thường đứng đầu danh mục các nhu cầu cơ bản của con người. Trong khi mua sắm tại cửa hàng giảm giá thay vì đến trung tâm mua sắm sầm uất thường quan tâm đến đồ may mặc, và sống trong căn hộ nhỏ thay vì biệt thự ngoại cỡ có thể chú trọng đến tình trạng nơi ở của bạn, thì giá cả lương thực trên thế giới leo thang có thể dẫn đến những khó khăn đáng kể trong cửa hàng thực phẩm. Mọi thứ từ giá cả vận chuyển tăng đến việc phát triển các nhiên liệu sinh học, chẳng hạn dầu đi-ê-den sinh học, đều đẩy chi phí lương thực lên cao và làm teo tóp túi tiền người tiêu dùng. Khi mà ăn uống vẫn là nhu cầu thiết yếu, thì có một số biện pháp bạn có thể thực hiện để hạn chế chi phí. 1. Ăn tại nhà Ăn hàng quán là một đề nghị gây tốn kém. Hầu hết các bữa ăn chất lượng bạn dùng trong nhà hàng sang trọng đều có thể làm tại nhà được để giảm chi phí. Thậm chí nếu bạn tự pha được cà phê ngon thì cũng rẻ hơn ngoài tiệm. Thức ăn nhanh cần phải loại trừ khỏi danh mục hàng hoá cần mua, dù thực phẩm chất lượng thấp, giàu ca-lo có thể mua với giá rẻ, nhưng việc ảnh hưởng đến sức khoẻ sau này của bạn sẽ không cho phép bạn lựa chọn ích lợi của những khoản tiết kiệm trong thời gian ngắn. 2. Mua sắm có kế hoạch Nếu bạn không tự chủ nổi ở cửa tiệm tạp hoá và chất đầy xe đẩy hàng của mình với bất cứ thứ gì bắt mắt, có thể là bạn sẽ tiêu nhiều tiền hơn mức cần thiết. Để hạn chế tối đa tiêu tiền, hãy chuẩn bị một danh sách mua sắm trước khi bạn ra khỏi nhà. Lên lịch các bữa ăn vào tuần tới, và ghi chép cẩn thận những gì bạn cần mua để làm những bữa ăn đó. Khi lập xong danh sách, chỉ mua những món đồ trong danh sách, và tránh mua sắm tuỳ hứng.  3. Đóng giả người mù Các cửa hàng tạp hoá được thiết kế nhằm khiến bạn lạc vào một mê cung khi tìm kiếm những món hàng cơ bản nhất bạn cần, với hy vọng bạn sẽ mua sắm một vài món đồ một cách tuỳ hứng. Nếu bạn giữ danh sách dự kiến các mặt hàng thực phẩm cần thiết, bạn sẽ không bị cám dỗ khi đi ngang gian hàng bán đồ kém bổ dưỡng để đến chỗ mua sữa. Vì hầu hết những thứ cần thiết và đồ nấu ăn cơ bản nằm dọc quanh bên ngoài cửa hàng, bắt đầu từ đó và đi quanh mép cửa hàng, chỉ bước vào mê cung mà chộp lấy món hàng nào còn lại trong danh sách của bạn.  4. Ăn trước khi đi mua sắm Khi đói và bạn đi vào một toà nhà đầy ắp thức ăn, có nhiều khả năng bạn sẽ chất lên chiếc xe mua hàng những thứ không cần thiết và tốn kém mà hấp dẫn chồi vị giác của bạn. Để chi phí giảm xuống, hãy ăn trước và mua sắm sau khi đã no bụng.  5.  Tránh mua thực phẩm chế biến sẵn Xã hội phát triển nhanh của chúng ta khuyến khích sự tiện lợi, và cửa hàng tạp hoá đã lợi dụng xu hướng này. Dễ dàng mua những bữa ăn được nấu sẵn, nhưng kèm theo nhãn mác ghi giá cao hơn bình thường. Thay vì mua gà quay và salad mì ống, hãy mua các thành phần nguyên vật liệu và tự tay nấu ăn. Áp dụng nguyên tắc đó đối với những món khai vị đông lạnh, các món bánh nướng hay bất kỳ thức ăn nào khác được chế biến sẵn theo cách nào đó cho tiện hơn.   6. Bỏ qua nước uống đóng chai Nếu bạn không thích nước chảy từ chiếc vòi nước, hãy mua thiết bị lọc nước. Giá mỗi ga-lông rẻ hơn nhiều giá nước đóng chai - và không phải loại bỏ tất cả chai nhựa, điều này rất có lợi cho môi trường. 7. Đi mua sắm không dẫn con trẻ theo Những đứa khi trẻ đói, mệt, cáu gắt sẽ làm mất nhiều thời gian đi mua sắm của bạn. Mỗi phút bạn nán lại thêm trong cửa hàng tạp hoá sẽ gia tăng khả năng bạn mua thêm hàng, gồm đồ chơi, đồ ăn vặt nhằm dỗ trẻ yên lặng trong khi bạn đang cố tập trung tìm một vài món hàng giảm giá.  8. Mua với số lượng lớn Việc mua hàng với số lượng lớn có thể tiết kiệm cho bạn một khoản tiền đáng kể. Chú ý đến giá cả và chọn gói hàng kích cỡ dành cho gia đình nếu giá trên một đơn vị rẻ hơn và bạn có nơi để cất nó. Mua sắm tại các cửa hàng bán lẻ lớn dành cho người mua hàng khối lượng lớn như Sam's Club và Costco còn có thể tiết kiệm dựa vào hoá đơn của bạn nếu bạn mua hàng ở đó thường xuyên đủ điều kiện trả phí thành viên, nhưng chú ý cẩn thận những thói quen mua sắm của mình. Những cửa hàng bán lẻ lớn thường không rẻ chút nào khi so sánh với giá bán xôn và khoản tiết kiệm của phiếu mua hàng giảm giá ở những cửa hàng khác. Ngoài ra, họ có thể khuyến khích bạn mua nhiều hơn cần thiết, bạn ngồi lái xe mà vẫn có thể thanh toán hoá đơn mua hàng tạp hóa được. 9. Sử dụng thẻ tặng thưởng Nếu như cửa hàng bạn đến thường xuyên nhất có thẻ tích luỹ quà tặng, hãy tham gia. Trong một số trường hợp, cửa hàng tăng giá khi họ đưa ra thẻ tích luỹ quà tặng, và không có thẻ thì hoá đơn của bạn đương nhiên sẽ cao hơn. Nếu tấm thẻ đó đưa ra những lợi ích khác, chẳng hạn thịt giăm bông cho kỳ nghỉ hay giảm giá xăng, hãy nhận tối đa những lợi ích của mình bằng việc chú ý đến ngày cuối cùng của chương trình đó và quy đổi sang tiền mặt số điểm của bạn trước khi hết hạn. 10. Sử dụng phiếu mua hàng Các phiếu mua hàng tạo ra cách tiết kiệm tiền dễ dàng. Cắt và đổi chúng thành tiền mặt, chú ý kỹ đến những cửa hàng tăng gấp đôi giá trị các phiếu mua hàng của nhà sản xuất. Một số trang web cũng đưa ra những phiếu mua hàng độc quyền, và chúng là một nơi cực kỳ thuận lợi để kiếm những khoản giảm giá các món hàng trong danh sách cần mua của bạn. Nếu bạn thường xuyên truy cập vào một trang web của nhãn hàng bạn ưa thích, họ sẽ thường xuyên giảm giá cho công chúng trung thành của họ. Một vài phút lên mạng có thể tạo ra sự khác biệt tại nơi để tiền. 11. Mua hàng dưới quê Thực phẩm sản xuất hoặc phát triển ở quê thường sẵn có với giá rẻ hơn thành phố vì bạn không phải tốn tiền vận chuyển đường dài. Những chợ nông sản, hội chợ hàng nông nghiệp, và khu bán hàng địa phương tại cửa hàng tạp hoá của bạn tất cả đều là những mẹo mua sắm thực phẩm tươi ngon.  12. Nhìn xuống Các cửa hàng thường đặt những món hàng đắt tiền nhất vừa tầm mắt. Để tìm những món hàng ít đắt tiền hơn, hãy nhìn xuống. Ngoài ra, việc nhìn xung quanh món hàng thực phẩm có thương hiệu bạn định mua có thể tìm được sản phẩm cùng loại khác rẻ hơn. Các sản phẩm có dán nhãn cùng loại thường giống hệt nhau (trên thực tế, chúng thường được sản xuất trong cùng một nhà máy), vì vậy đừng trả tiền bao bì khi những gì bạn thật sự muốn lại là thức ăn ở bên trong.  13. Tránh những kệ hàng đứng đầu và những cám dỗ gần quầy thu ngân Những kệ hàng đặt đầu mỗi lối đi thường bày các nhãn hàng cao cấp. Thay vì mua những cục pin giá cao ấy hay hộp ngũ cốc đắt hơn bình thường kia, hãy đi xuống phía dưới. Những lần có dịp đi thêm vài bước chân nữa như vậy sẽ giúp bạn có lựa chọn mua hàng ít tốn tiền. Nhiều cửa hàng tạp hoá hiện nay thiết kế những lối xếp hàng ra quầy thu ngân không có kẹo. Sử dụng những lối đi này không chỉ giúp bạn tránh khỏi sự cám dỗ tiêu tiền vào đồ ngọt, mà nó còn khuyến khích một lối sống lành mạnh hơn. 14. So sánh giá và các cửa hàng Một số người tiêu dùng gặp khó khăn khi tính nhẩm giá mỗi món hàng, nhưng đó là chuyện nhỏ. Thậm chí bạn có thể mang máy tính đi. Nhìn các nhãn hàng và so sánh giá cả là cách dễ dàng cắt giảm một vài đồng cho hầu hết các món hàng cần mua. Cửa hàng có giá bình quân thấp nhất nơi bạn ở thường là nơi lý tưởng nhất để mua sắm hàng ngày, nhưng cửa hàng cạnh tranh giá cao hơn có thể bán xôn những món hàng cụ thể mà giảm giá nhiều hơn chỗ bạn thường xuyên mua nhất. Hãy theo dõi những đợt bán hàng này và tận dụng khi có thể.  15. Mua hàng bán xôn Như đã nói ở trên, hàng giảm giá có thể là động cơ lớn thôi thúc thay đổi cửa hàng - nhưng chỉ khi bạn cần những món hàng đang bán rẻ ấy. Chú ý đến những mặt hàng thiết yếu được bán xôn và mua dự trữ hàng đông lạnh và không dễ ôi thiu. Canh chừng giá cả để biết khi nào người ta bán xôn chẳng qua chỉ là khoản tiết kiệm nhỏ hay khi nào nó là một đợt giảm giá đáng kể so với giá thông thường.  16. Canh những ngày “Tốt nhất Trước” hoặc “Bán ra” Khi ngày \"bán ra\" hoặc \"tốt nhất trước\" đến gần, nhiều khả năng người ta sẽ giảm giá cho bạn. Chẳng hạn, các cửa hàng tạp hoá giảm giá khi thịt để lâu ngày. Hỏi người bán thịt xem họ đóng dấu thịt khi nào. Đa số các cửa hàng có một kế hoạch khá đều đặn và bạn có thể tìm hiểu và theo đó mà thực hiện. Khi bạn mua được thực phẩm giá hời, hãy dự trữ chúng trong tủ đá để bạn có thể tránh phải mua khi giá cao. Và nếu bạn định làm đông lạnh thực phẩm, không nên bận tâm về những ngày \"tốt nhất là trước\"; sản phẩm sẽ giữ tươi ngon đến lúc bạn làm tan đá và nấu nó.  17. Sử dụng nguyên vật liệu nấu ăn khác Nếu một thành phần giá cao hơn mà xuất hiện nhiều lần trong các công thức nấu món ăn ưa thích của bạn, có lẽ đã đến lúc bạn kính thích chồi vị giác của mình. Thông thường có thể tìm thành phần thay thế giá rẻ hơn. Ví dụ, nếu bạn luôn nướng bánh với dầu ô - liu và bạn thấy rằng giá tăng vùn vụt rồi, thì việc chuyển dần sang xốt táo (thứ bạn thậm chí có thể làm nếu bạn có một cây táo) là một giải pháp thay thế rất rẻ và ít chất béo cho nhiều công thức nấu ăn.  18. Luôn trữ thực phẩm đầy đủ trong bếp Một nhà bếp tích trữ tốt nghĩa là bạn không thiếu những thứ cần thiết và không phải mua chúng khi cấp bách. Biết những gì mình có trong tủ kệ nghĩa là bạn có thể chờ mua đến lúc hàng giảm giá. 19. Mua sắm không thường xuyên Giảm số lần đi đến cửa hàng mỗi tuần hoặc hàng tháng sẽ giảm những thứ mua không cần thiết, và giảm thiểu lượng xăng dùng đi đến đó.  20. Chú ý đến thời gian Hàng tuần người ta thường bán hàng giảm giá vào những ngày giữa tuần. Nán việc đi mua sắm của mình lại đến khi bạn có cơ hội cắt phiếu mua hàng từ tờ báo ra ngày chủ Nhật và bạn không chỉ mua được hàng giảm giá mà còn có thể nhận phiếu mua hàng nữa. Mua sắm vào buổi tối hay sáng sớm còn giúp bạn tránh đám đông và tốn ít thời gian trong cửa hàng. 21. Thanh toán bằng tiền mặt Khi bạn ghi chi phí tạp phẩm vào thẻ tín dụng và không thanh toán thẻ đầy đủ hàng tháng, bạn phải trả lãi tiền mua hàng. Để tránh khoản chi phí bổ sung này, hãy thanh toán bằng tiền mặt khi bạn mua sắm và sử dụng thẻ tín dụng khi cần thiết. 22. Kiểm tra hoá đơn Máy quét điện tử làm cho việc mua sắm tiện lợi và nhanh hơn, nhưng nó không hoàn hảo. Hãy kiểm tra hoá đơn để chắc chắn các phiếu mua hàng và giảm giá của bạn đã được tính. Mua sắm thông minh Thực phẩm là một trong những mặt hàng mua sắm bạn không thể tránh khỏi, nhưng những người mua sắm cẩn thận có thể giảm thiểu số tiền dành cho việc mua sắm thiết yếu này. Tất cả chỉ cần chút thời gian, kiên nhẫn và cố gắng."
        },
        {
            "en": "5 Money-Saving Shopping Tips       Have you already squeezed every last penny out of your budget? Maybe not. Thanks to free market capitalism, we can choose from a wide variety of products at a wide variety of prices pretty much any time we want to buy something. Unlike investing, saving money on purchases doesn't require any specialized training and is an easy way for anyone to stretch their budget a little farther.  No matter what your income level, you can give yourself more breathing room by becoming a savvy shopper. Here are five tips to help you get started. Tip 1: Make the Store Your Last Choice   Most people's default response is to go to a store anytime they need something, but that's not the only way to obtain a needed item. Ask yourself these questions: Can I get it for free?  If you don't need something right away, and you usually don't, it's worth searching on community ad sites like Craigslist or Kijiji, signing up with some local Freecycle groups, and asking around to see if anyone you know is getting rid of whatever you want.  Can I borrow it?   This tactic can be a great money-saver for any item that you use <em>infrequently</em> or will only need to use once. For example, if you only need to use a drill once a year when you change apartments and have to reinstall your curtain rods, you can get by with borrowing a drill from someone else. Many home improvement stores even have tools you can rent. Likewise, instead of spending money on the newest bestseller novel that you will probably only read once, head down to your local library and see if you can borrow the book.  Tip 2: Negotiate When Possible   Some prices are set in stone, and it's a waste of time trying to negotiate with someone who won't budge. However, when you think there's some wiggle room, consider these strategies:  Can I negotiate a lower price?  While you probably can't negotiate the price on many items, like new DVDs or a package of gum, there are plenty of situations where you can negotiate, even in a retail store. For example, if an item is cosmetically damaged, a store may be willing to offer a small discount because that blemished items tend to be more difficult to sell. If a salesperson wants you to buy a bunch of extras with a new computer or cell phone plan, ask for a discount - the salesperson they may be allowed to offer discounts in order to close the deal on big-ticket purchases. Of course, if you're buying an item from a private party, you can always negotiate. Also, you probably already know not to automatically pay the sticker price on a car or house, because negotiation is standard practice on these major purchases and the sticker price is generally higher than the real amount the seller will accept.  Can I barter?  Barter can be difficult because many people are not accustomed to doing it and it's hard to find someone who wants the service or goods you have to offer in exchange for the what another person is selling. If you have some valuable products or services to offer, however, and you're purchasing from a private party, it's worth asking. Even if the other party isn't willing to barter for the entire item, he or she may be willing to at least reduce the price in exchange for an hour of your expertise.  Tip 3: Time Your Purchase  If you wait to purchase something until you really need it, you're likely to pay the sticker price, but with a little advanced planning, you can save big bucks.   Will this item go on sale?  If you want an electronic good, you will probably have to wait patiently after it is introduced - a sale will emerge once a newer model comes out or the regular price will drop as supply increases and demand drops. As new items become more popular, even if they don't officially go on sale, you may be able to get a good deal on eBay. Certain everyday items, like groceries, toiletries and cosmetics, will always go on sale sooner or later, providing an opportunity for you to stock up when your favorite brands are priced at a discount. For anyone who doesn't closely follow the latest fashion trends, clothes are best purchased during end-of-season sales, even if it means you don't get much use out of them until the following year.   Might there be a coupon for this item somewhere?  Combine sales with coupons, and you'll save even more. For the internet-savvy, eBay can be a great source of coupons, such as 10 buy-one-get-one-free coupons (abbreviated B1G1 in eBay lingo) of your favorite deodorant. The coupons might cost you $2.50 total including postage, but if you use all 10 of them, your net savings on a $3 stick of deodorant will be at least $27.50 plus tax. If you have time to look through a few pages of content, then sites that offer free printable coupons, like Coupons.com could be a good option for you too.  When shopping online, search for the store's name plus \"coupon code\" before making a purchase. Many sites will advertise coupon codes to help give consumers a break. Sometimes you'll enter coupon codes to no avail, but sometimes you'll get lucky and get some savings like $5 off shipping fees or 20% off your entire purchase. It's always worth taking a few minutes to look.   Can I get a better price somewhere else?  It's usually a bad idea to buy an item at the first place you see it because it's very likely it is cheaper somewhere else. For expensive purchases where you have a lot to gain by comparing prices, and for situations, like online shopping, where it's extremely easy to compare prices, the savings you'll achieve are worth the extra time and effort. However, if you don't stand to save much or are likely to waste a lot of time, gas and money by shopping around, don't bother. If you're pressed for time, you can avoid shopping around altogether by making a habit of doing all of your shopping at stores that regularly offer bargain prices, and you'll be confident that you're already getting a good deal.   Tip 4: Substitute  If the item you want to buy doesn't quite fit into your budget, think about similar but less expensive alternatives.  Is there something that doesn't cost as much, but does the job I need it to?  Figuring out the real reason behind a pending purchase can help you brainstorm ways to achieve the same result more affordably. For example, if you're worried about being bored during a long flight, you may want to buy a $125 spare battery for your laptop so you can get some work done. In this case, your main concern isn't really getting more work done, but rather finding a way to occupy your time. Instead of buying that extra battery, you could use your laptop on the most energy-efficient setting until the battery runs out, and then spend the rest of the flight reading a library book.  Do I really want this?  Wish lists can go a long way toward preventing impulse buying. By keeping a never-ending wish list, a person is less likely to buy items that have not been contemplated for at least a month, which provides sufficient time to decide whether the item is a necessity or just a want.   If the mere prospect of saving money isn't enough incentive, consider the opportunity cost of buying an item. Maybe that new suit or purse isn't worth it when you could use the money toward going on a vacation.  Tip 5: Expand Your Shopping Universe  If you normally head straight to your favorite website, specialty store, or the mall when you need to buy something, consider these other shopping options that can save you a great deal of money:  Is someone personally selling what I need?  Garage sales, moving sales and estate sales tend to offer all types of merchandise at much lower than retail prices. You are most likely to benefit from this type of shopping experience for items that are not necessarily needed right away. For example, goods like canning jars, dishes or a jewelry organizer. This can also apply to more practical goods as well. However, don't expect to find absolutely everything at these sales, but do check them out from time to time to add value to your shopping budget.   Does it make sense to buy this item in bulk?   Consider big box discounters as a source for the same products you normally buy at more expensive, specialized stores. You may not have ever thought of the drugstore as a specialty store, but when you start comparing their regular prices to those of discount stores like Target and Costco, you might change your mind. Even on inexpensive items like shampoo and toothpaste, drugstore prices can be significantly higher. As an added bonus, you can knock out several visits to smaller stores with one visit to a big box store, which also saves you time. But keep in mind that it doesn't always make sense to buy in bulk. Stores like Costco and Sam's Club charge annual membership fees that can easily offset your annual savings, and many people can't use up an extra-large container of pretzels before they get stale.   Checkout Time  The ideas presented in this article might seem excessively frugal to some, but when you cut costs in lots of little ways, you can achieve big savings without making big sacrifices. Even thinking about how to save money on relatively minor purchases, like cans of soda or packs of gum, can result in significant savings when you buy these items habitually. It doesn't take much time or energy to get into the habit of considering your purchases more carefully. You may not always make the choice that will save you the most money, and instead opt for convenience, but at least you will have made a conscious and well-informed decision toward that purchase.",
            "vi": "5 bí quyết giúp mua sắm tiết kiệm tiền      Bạn đã vét đến đồng xu cuối cùng ra khỏi ngân quỹ của mình? Có lẽ chưa đến nỗi phải như vậy. Nhờ chủ nghĩa tư bản thị trường tự do, chúng ta có thể chọn rất nhiều sản phẩm với rất nhiều mức giá khác nhau gần như là bất cứ khi nào chúng ta muốn mua cái gì đó. Khác với đầu tư, tiết kiệm tiền mua sắm không đòi hỏi phải trải qua bất kỳ khoá huấn luyện chuyên môn nào và là một cách mọi người có thể dễ dàng thực hiện giúp ngân quỹ bớt eo hẹp hơn. Bất kể mức thu nhập của bạn như thế nào, bạn vẫn có thể tự cho mình điều kiện mà tận hưởng sự thảnh thơi nhiều hơn bằng cách trở thành người mua sắm khôn ngoan. Sau đây là 5 bí quyết giúp bạn bắt đầu.  Bí quyết 1: Xem cửa hàng là lựa chọn sau cùng Mỗi khi cần cái gì, hầu hết mọi người đều có phản ứng mang tính mặc nhiên là đi đến cửa hàng, nhưng đó không phải là cách duy nhất để có được thứ đang cần. Hãy tự hỏi mình những câu hỏi sau: Có thể có nó mà không mất tiền? Nếu bạn không cần cái gì đó ngay, và bạn thường không cần đến nó, thì nên đến tìm kiếm trên các trang quảng cáo cộng đồng như là Craigslist hoặc Kijiji, tham gia một số hội những người sử dụng đồ của nhau ở địa phương, và hỏi xem những người bạn quen biết đang có ý định bỏ đi món đồ mà bạn muốn. Có thể mượn ? Chiến thuật này có thể là một biện pháp tiết kiệm tiền rất tốt đối với bất kỳ vật dụng nào mà bạn ít sử dụng hoặc sẽ chỉ dùng một lần. Chẳng hạn, nếu bạn chỉ cần dùng máy khoan một lần trong một năm khi bạn chuyển nhà và phải gắn lại thanh treo rèm cửa, bạn có thể chỉ cần mượn khoan của người khác. Nhiều cửa hàng dụng cụ sửa nhà thậm chí có những công cụ bạn có thể thuê. Tương tự, thay vì bỏ tiền mua cuốn tiểu thuyết bán chạy nhất mới tinh thì có lẽ bạn sẽ chỉ đọc trong hoàn cảnh là đi xuống thư viện địa phương mình và mượn cuốn sách này. Bí quyết 2: Thương lượng khi có thể  Một số giá cả được ấn định không thay đổi, và thật phí thời giờ khi cố thương lượng với người không chịu thay đổi. Tuy nhiên, khi bạn nghĩ có cơ hội để thay đổi, hãy xem xét các chiến lược sau:   Có thể thương lượng giá thấp hơn? Có lẽ khi mà bạn không thể thương lượng giá nhiều mặt hàng, chẳng hạn những chiếc DVD mới hoặc một hộp kẹo cao su, thì có nhiều trường hợp bạn lại có thể thương lượng, ngay cả trong một cửa hàng bán lẻ. Chẳng hạn, nếu một món hàng bị hư hại bên ngoài, cửa hàng có thể bằng lòng giảm giá xuống chút vì những mặt hàng có tỳ vết thường khó bán hơn. Nếu người bán muốn bạn mua một số phụ kiện kèm theo chiếc máy tính hay điện thoại di động mới, hãy yêu cầu chiết khấu - người bán họ có thể đồng ý giảm giá để hoàn tất hợp đồng mua hàng đắt tiền. Tất nhiên, nếu bạn mua hàng của bên tư nhân, thì bạn bao giờ cũng có thể trả giá. Ngoài ra, có lẽ bạn đã biết rằng không nên trả tiền ngay giá niêm yết riêng lẻ cho  từng chiếc xe hoặc căn nhà, vì việc thương lượng là hoạt động thông thường đối với những chuyện mua sắm lớn thế này và giá bán niêm yết riêng lẻ như vậy thường cao hơn số tiền thực tế người bán sẽ chấp nhận.  Có thể trao đổi? Việc trao đổi có thể khó khăn vì nhiều người không quen thực hiện và khó tìm thấy người muốn hàng hoá hoặc dịch vụ phải đưa ra để đổi lấy hàng hoá hoặc dịch vụ của người khác đang bán. Nếu bạn có một số sản phẩm hay dịch vụ giá trị để đưa ra, tuy nhiên, bạn đang mua của bên tư nhân, thì nên hỏi. Dù là họ không sẵn lòng trao đổi toàn bộ món hàng, thì biết đâu họ ít ra cũng giảm giá để đổi lấy một giờ hiểu biết của bạn.   Bí quyết 3: chọn thời điểm mua sắm Nếu bạn đợi để mua cái gì cho đến khi bạn thật sự cần nó, thì có lẽ bạn sẽ trả đúng giá trên nhãn sản phẩm, nhưng với sự chuẩn bị sớm một chút, bạn có thể tiết kiệm cả đống tiền. Mặt hàng này sẽ bán giảm giá? Nếu bạn muốn một mặt hàng điện tử, có lẽ bạn sẽ phải kiên nhẫn chờ đợi sau khi nó được chào bán - đợt bán hàng giảm giá sẽ xuất hiện mỗi khi một mẫu sản phẩm mới hơn ra thị trường hoặc mức giá thông thường sẽ giảm khi lượng cung tăng và lượng cầu giảm. Khi những mặt hàng mới trở nên ngày càng quen thuộc, dù họ không chính thức bán giảm giá, bạn vẫn có thể mua hàng có lợi trên eBay. Những mặt hàng tiêu dùng hàng ngày, chẳng hạn thực phẩm phụ, đồ tẩy rửa, và mỹ phẩm, sẽ thường xuyên bán khuyến mãi, không sớm thì muộn, tạo cho bạn cơ hội tích trữ khi những nhãn hàng ưu thích của bạn bán giảm giá. Với những người không liên tục chạy theo các xu hướng thời thượng, thì quần áo mua tốt nhất là giai đoạn bán khuyến mãi cuối mùa, mặc dù điều đó có nghĩa là bạn không sử dụng chúng hết cho đến năm tiếp theo. Mặt hàng này ở đâu có phiếu giảm giá? Hãy kết hợp việc hàng mua giảm giá với các phiếu mua hàng, bạn sẽ tiết kiệm nhiều hơn. Với người am hiểu về Internet, thì eBay có thể là một nguồn cung cấp thông tin rất tốt về những phiếu mua hàng, chẳng hạn 10 phiếu mua hàng miễn phí mua một tặng một (viết tắt là B1G1 theo quy ước trên eBay) của sản phẩm khử mùi bạn ưa thích. Các phiếu mua hàng có thể làm bạn tốn 2,5 đô la bao gồm cả bưu phí, nhưng nếu bạn sử dụng hết 10 phiếu, thì số tiền bạn tiết kiệm ròng một thỏi khử mùi giá 3 đô sẽ ít nhất là 27,5 đô la cộng thuế. Nếu bạn có thời gian theo dõi một vài trang nội dung, một số trang cung cấp những phiếu mua hàng có thể in miễn phí, chẳng hạn Coupons.com cũng có thể là một lựa chọn tốt dành cho bạn.  Khi mua sắm trực tuyến, tìm kiếm tên cửa hàng cộng với \"mã phiếu mua hàng\" trước khi mua. Nhiều trang sẽ quảng cáo mã phiếu mua hàng để giúp cho người tiêu có cơ hội may mắn. Đôi khi bạn nhập mã phiếu mua hàng mà không được lợi gì, nhưng đôi khi bạn sẽ gặp may mắn và nhận một số tiền tiết kiệm, chẳng hạn phí tàu thuỷ giảm 5 đô la hoặc giảm giá 20% toàn bộ số mua sắm của bạn. Điều đó luôn đáng để bỏ ra vài phút thử tìm kiếm xem.  Có thể mua với giá tốt hơn ở chỗ khác? Thật là dại dột nếu bạn mua một mặt hàng ngay tại nơi đầu tiên bạn nhìn thấy nó vì biết đâu chỗ khác bán rẻ hơn. Đối với những hàng hoá đắt tiền bạn có nhiều lợi ích nếu so sánh giá cả, và ví dụ, chẳng hạn mua sắm trực tuyến, ở đó rất dễ so sánh giá cả, số tiền tiết kiệm bạn nhận được là giá trị thời gian và công sức thêm vào. Tuy nhiên, nếu bạn không đủ kiên nhẫn để tiết kiệm được nhiều hoặc có thể lãng phí nhiều thời gian, xăng dầu và tiền bạc vì việc đi so sánh giá cả, đừng lo lắng. Nếu bạn thiếu thời gian, bạn có thể tránh hoàn toàn việc đi mua sắm lòng vòng bằng cách tạo thói quen mỗi lần đi mua sắm đều tại những cửa hàng thường xuyên bán giá rẻ, và bạn sẽ tự tin rằng mình đã mua sắm rất tốt. Bí quyết 4: Sản phẩm thay thế Nếu cái bạn muốn mua không thích hợp lắm với ngân quỹ của bạn, hãy nghĩ về món hàng tương tự nhưng là những sản phẩm thay thế ít tốn kém hơn. Có những thứ không tốn nhiều tiền, nhưng lại rất hữu dụng? Suy nghĩ ra lý do thực sự đằng sau một hoạt động mua sắm sắp tới có thể giúp bạn nảy ra những biện pháp để đạt được cùng kết quả một cách bớt tốn kém hơn. Chẳng hạn, nếu bạn lo sẽ buồn chán trong chuyến bay dài, bạn có thể muốn mua pin dự phòng giá 125 đô la cho cái máy tính xách tay của mình để có thể làm một số công việc. Trong trường hợp như vậy, mối bận tâm chính của bạn thực sự không phải là hoàn thành công việc, mà là tìm cách giết thời gian. Thay vì mua pin thêm, bạn có thể sử dụng laptop dựa trên chế độ tiết kiệm năng lượng nhất cho đến khi hết pin, rồi dành quãng thời gian còn lại trong chuyến bay đọc sách mượn của thư viện.   Có thật sự  muốn cái này? Liệt kê những mong muốn có thể góp phần đáng kể ngăn ngừa việc mua sắm tuỳ hứng. Bằng cách duy trì một danh sách những mong muốn bất tận, một người thường sẽ ít khi mua những món hàng mà chưa suy xét kỹ trong vòng ít nhất một tháng, khoảng thời gian cần để quyết định xem món hàng đó là thứ thiết yếu phải có hay chỉ là cái mong muốn có.  Nếu hy vọng chỉ là tiết kiệm tiền mà không đủ động lực thực hiện, hãy xem xét chi phí cơ hội khi mua một món hàng. Có lẽ chiếc ví hay bộ đồ mới đó không đáng mua khi bạn có thể dùng số tiền ấy để đi du lịch.   Bí quyết 5: Mở rộng phạm vi mua sắm Nếu bạn thường tiến thẳng đến trang web ưa thích của bạn, cửa hàng đặc biệt, hoặc khu mua sắm lớn khi cần mua cái gì đó, hãy xem xét những lựa chọn mua sắm khác sau đây có thể tiết kiệm cho bạn rất nhiều tiền:   Có một người nào đó đang bán cái mình cần? Những vụ bán đồ cũ, bán đồ chuyển nhà và bán tài sản để lại người ta thường bán các hàng hoá với giá thấp hơn nhiều so với những mức giá bán lẻ. Bạn có rất nhiều khả năng sẽ thu lợi từ kiểu mua sắm này đối với những hàng hoá chưa cần thiết ngay. Ví dụ, hàng hoá như hũ lọ bảo quản, chén đĩa hoặc một bộ đồ bày trí nữ trang. Việc này còn có thể áp dụng cho nhiều hàng hoá trên thực tế hơn nữa. Tuy nhiên, đừng kỳ vọng tìm thấy tất cả mọi thứ ở những trường hợp bán hàng như thế này, nhưng hãy thỉnh thoảng để mắt đến chúng để tăng thêm giá trị cho ngân quỹ mua sắm của bạn.   Mua hàng này nhiều có hợp lý không? Coi những cửa hàng giảm giá khi mua số lượng lớn như là nguồn cung cấp những sản phẩm tương tự bạn thường mua ở những cửa hàng chuyên dụng, bán đắt hơn. Có lẽ bạn chưa từng nghĩ tiệm thuốc tây như một cửa hàng chuyên doanh, nhưng khi bắt đầu so sánh giá cả thông thường của chúng với giá những cửa hàng giảm giá như Target và Costco, bạn sẽ thay đổi suy nghĩ. Thậm chí đối với những hàng hoá rẻ tiền như dầu gội đầu và kem đánh răng, giá cả nhà thuốc có thể vẫn cao hơn đáng kể. Khi có thêm tiền thưởng, bạn có thể chọn đến cửa hàng bán hàng hoá số lượng lớn một lần chứ không đến mua nhiều lần ở những cửa hàng nhỏ hơn, điều này cũng tiết kiệm thời gian cho bạn. Nhưng nhớ là không phải lúc nào mua với số lượng lớn cũng tốt hơn đâu. Những cửa hàng như Costco và Sam's Club tính phí hội viên hàng năm họ có thể dễ dàng lấy lại số tiền tiết kiệm hàng năm của bạn, và nhiều người không dùng hết hộp bánh quy cây khổng lồ trước khi bánh không dùng được nữa. Thời gian tính tiền Với một số người những ý kiến trình bày trong bài báo này dường như có tính chất quá cẩn thận và tằn tiện, nhưng khi bạn cắt giảm các chi phí bằng nhiều biện pháp nhỏ, bạn có thể tiết kiệm được một số tiền lớn mà không phải hy sinh nhiều. Thậm chí việc suy nghĩ làm thế nào tiết kiệm tiền mua sắm những thứ tương đối không quan trọng, chẳng hạn lon xô-đa hay hộp kẹo cao su, cũng có thể cho kết quả là bạn tiết kiệm được một số tiền đáng kể khi thường xuyên mua những thứ này. Không tốn nhiều thời giờ hay công sức để có thói quen suy xét kỹ càng hơn khi mua sắm. Bạn có thể không phải lúc nào cũng chọn lựa theo cách tiết kiệm tiền nhiều nhất, và thay vào đó là lựa chọn vì sự thuận tiện, nhưng ít nhất bạn cũng sẽ phải quyết định tỉnh táo và có hiểu biết về việc mua sắm đó."
        }
    ],
    "suggestions": []
}