{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'fju:ʒn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">infusion of something into somebody </font>/ <font color=\"#1371BB\">something</font>) sự truyền (hoặc được truyền) một đặc tính cho ai/cái gì</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự pha (trà, dược thảo)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chất lỏng được pha chế ra</td></tr></table><i/></div>",
            "word": "infusion"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>infusion</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a drink, remedy, or extract prepared by infusing. </blockquote></blockquote><blockquote><blockquote>2》 the introduction of a new quality or element. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Medicine the slow injection of a substance into a vein or tissue. </cclass></blockquote></blockquote></div>",
            "word": "infusion"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "infusion"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>infusion</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) an intravenous infusion </ex></blockquote></blockquote><blockquote><blockquote><ex>2) an infusion into </ex></blockquote></blockquote></div>",
            "word": "infusion"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự pha</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất để pha</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự pha thêm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> thực phẩm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dịch ngâm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">infusion bottle</font><font color=\"#282828\">: lọ dịch ngâm</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hãm (chè)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự ngâm (quả)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nước thuốc sắc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sắc thuốc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> truyền thuốc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">saline infusion</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dung dịch muối tiêm truyền</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "infusion"
        }
    },
    "sentences": [
        {
            "en": "<em>Infusion</em>.",
            "vi": "Truyền thuốc."
        },
        {
            "en": "It is time to have <em>infusion</em>.",
            "vi": "Đã đến giờ truyền dịch."
        },
        {
            "en": "This company needs an <em>infusion</em> of new blood.",
            "vi": "Công ty này cần một dòng máu mới."
        },
        {
            "en": "Fluid and blood replaced by an intravenous <em>infusion</em> as required.",
            "vi": "Cấp dịch và máu bằng tiêm truyền tĩnh mạch khi cần."
        },
        {
            "en": "It is administered intravenously by injection or <em>infusion</em>.",
            "vi": "Thuốc dùng chích tĩnh mạch hay tiêm truyền."
        },
        {
            "en": "Treatment involves intravenous <em>infusion</em> of salt solution; antibiotics only hasten recovery.",
            "vi": "Điều trị bằng cách truyền tĩnh mạch dung dịch muối; trụ sinh chỉ làm cho sự bình phục nhanh hơn."
        },
        {
            "en": "Only a big <em>infusion</em> of cash can save their business now.",
            "vi": "Chỉ một dòng tiền mặt lớn có thể cứu được việc kinh doanh của họ ngay lúc này."
        },
        {
            "en": "But consistent <em>infusion</em> of sizeable funds may be one factor responsible for poverty reduction in Tuyen Quang.",
            "vi": "Nhưng việc tiếp tục rót thêm vốn có thể là do kết quả giảm nghèo tại Tuyên Quang."
        },
        {
            "en": "A number of empty bottles of sedatives and dozens of <em>infusion</em> bottles containing water mixed with the sedatives were seized.",
            "vi": "Một số chai thuốc an thần rỗng và hàng chục chai truyền dịch chứa nước trộn với thuốc an thần đã bị tịch thu."
        },
        {
            "en": "Inspectors also took 140 urine samples from the pigs and samples of the bottled <em>infusion</em> for testing. ",
            "vi": "Các thanh tra cũng đã lấy 140 mẫu nước tiểu từ những con heo và các mẫu dịch truyền đóng chai để xét nghiệm."
        },
        {
            "en": "It was of course the British who discovered the pleasant and restorative effects of this famous <em>infusion</em>.",
            "vi": "Tất nhiên đó là người Anh đã khám phá ra những tác dụng dễ chịu và hồi phục sức khỏe của chất lỏng được pha chế ra từ lá trà nổi tiếng này."
        },
        {
            "en": "But, according to the report, the oxygen tank was empty, equipment was disconnected and there were no monitors or a controlled <em>infusion</em> pump for intravenous administration of drugs.",
            "vi": "Tuy nhiên, theo báo cáo, bình ô-xy rỗng, các thiết bị không kết nối và không có máy theo dõi hoặc hệ thống bơm kiểm soát thuốc truyền vào tĩnh mạch."
        },
        {
            "en": "The continuous <em>infusion</em> under the skin of saline or other medicated solution to clean away blood, pus, and foreign matter from a wound.",
            "vi": "Tiêm truyền liên tục dưới da nước muối hay các dung dịch thuốc khác rửa sạch máu, mủ, và vật lạ khỏi một vết thương."
        },
        {
            "en": "Mai said the milk can improve nutrition, and restrict or eliminate the need for albumin <em>infusion</em> to recover. With the product, the volume of milk needed to feed patients is lower, while the nutritional improvement effects are higher than products available in the market. ",
            "vi": "Bà Mai cho biết sữa có thể cải thiện nguồn dinh dưỡng và hạn chế hoặc loại bỏ việc nhất thiết phải truyền albumin (protein của huyết thanh) để phục hồi. Với sản phẩm này, lượng sữa cần thiết cho bệnh nhân là thấp hơn, trong khi hiệu quả cải thiện dinh dưỡng cao hơn các sản phẩm đang có trên thị trường."
        },
        {
            "en": "Hanneman invests $5 million in Pied Piper with no strings attached, promising to let Richard and his crew work on their ideas without interference. He doesn't even care about Hooli's lawsuit against Pied Piper. \"I got three nannies suing me right now – one of them for no reason\", he says. Richard, Pied Piper's founder, immediately accepts, and the rest of the guys, who'd threatened to walk if Hooli had bought them, are initially elated by the <em>infusion</em> of cash.",
            "vi": "Hanneman đầu tư 5 triệu đô-la vào Pied Piper mà không hề có ràng buộc nào, cùng lời hứa để cho Richard và nhóm của anh ấy làm việc theo ý tưởng mà không can thiệp. Anh ấy thậm chí còn không quan tâm tới vụ kiện của Hooli về Pied Piper. \"Có ba anh bạn trẻ đang kiện tôi - một trong số họ kiện mà chẳng vì lí do gì\", anh ấy nói. Richard là cha đẻ của Pied Piper đã đồng ý ngay lập tức thì có cảm giác phấn khởi ban đầu với khi nhận được tiền mặt trong khi đó những thành viên còn lại đã đe doạ rằng sẽ ra đi nếu Hooli mua công ty này."
        },
        {
            "en": "PsoriasisA non-contagious rash of thick red plaques covered with white or silvery scales, psoriasis usually affects the scalp, elbows, knees, and lower back. The rash can heal and recur throughout life. The cause of psoriasis is unknown, but the immune system triggers new skin cells to develop too quickly. Treatments include medications applied to the skin, light therapy, and medications taken by mouth, injection or <em>infusion</em>.",
            "vi": "Bệnh vảy nếnChứng phát ban mảng đỏ dày đặc không lây lan này phủ đầy vảy màu trắng hoặc trắng bạc, bệnh vảy nến thường xuất hiện ở da đầu, khuỷu tay, đầu gối, và thắt lưng. Ban có thể chữa lành được và nó cũng tái phát suốt cả đời. Người ta vẫn chưa tìm thấy nguyên nhân gây bệnh là gì, nhưng hệ miễn dịch làm cho các tế bào da mới phát triển quá nhanh. Phương pháp điều trị gồm thuốc thoa lên da, liệu pháp ánh sáng, và thuốc dạng uống, thuốc dạng tiêm hoặc thuốc dạng truyền. "
        },
        {
            "en": "That being said, our calling back to the ’90s is almost a visceral aspirationalism. We’re reiterating what was cool when people first realized that anything could be cool. That’s why you’ll see an <em>infusion</em> of ’90s style in brands like Fear of God. Milennials are now influencing fashion as more than just consumers. They’re the designers too, and as designers, they’re beginning to transfer style trends to the next generation—a generation that remembers what it was like to have more hope than fear.",
            "vi": "Điều đang được nói đến là, sự gợi lại những năm 90 hầu như là một khát vọng theo bản năng. Chúng tôi đang lặp lại những gì đơn giản như khi những thế hệ đầu tiên cảm nhận rằng bất cứ thứ gì cũng nên đơn giản. Đó là lý do tại sao bạn sẽ thấy một sự pha trộn trong phong cách của những năm 90 của các thương hiệu như Fear of God. Thế hệ Milennials bắt đầu ảnh hưởng đến thời trang nhiều hơn những người người tiêu dùng. Họ cũng là những nhà thiết kế và với tư cách là những nhà thiết kế, họ bắt đầu có xu hướng chuyển giao phong cách cho các thế hệ tiếp theo, mà thê hệ đó đang nhớ lại những gì diễn ra như trong quá khứ có nhiều niềm hi vọng hơn những nỗi sợ hãi."
        }
    ],
    "suggestions": []
}