{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[in'fju:z]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to infuse something into somebody </font>/ <font color=\"#1371BB\">something</font>) (<font color=\"#1371BB\">to infuse somebody </font>/ <font color=\"#1371BB\">something with something</font>) truyền cho ai/cái gì một đặc tính, tính chất</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to infuse new life</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">energy into the workers</font><font color=\"#7E7E7E\">; </font><font color=\"#1371BB\">to infuse the workers with new life</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">energy</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">truyền sức sống mới, năng lực mới cho công nhân</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ngâm (trà hoặc dược thảo) vào nước nóng để chiết ra vị thơm hoặc các thành phần dùng để uống hoặc làm thuốc; pha (trà, thuốc)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(về chè hoặc dược thảo) ngấm</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">let it infuse far another five minutes</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">để cho ngấm độ năm phút nữa</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">don't drink the tea until it has finished infusing</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trà chưa ngấm kỹ thì đừng uống</font></td></tr></table><i/></div>",
            "word": "infuse"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>infuse</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 fill with a quality: <cclass>a play infused with humour. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ instil with (a quality). </blockquote></blockquote><blockquote><blockquote>2》 soak (tea, herbs, etc.) to extract the flavour or healing properties. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Medicine allow (a liquid) to flow into a vein or tissue. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>infuser</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>infus-</i>, <i>infundere</i> 'pour in'. </blockquote></div>",
            "word": "infuse"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>infuse</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>she was infused with a sense of hope</i>: FILL, suffuse, imbue, inspire, charge, pervade, permeate.</blockquote><blockquote><b>2</b><i>he infused new life into the group</i>: INSTIL, breathe, inject, impart, inculcate, introduce, add.</blockquote><blockquote><b>3</b><i>infuse the dried leaves</i>: STEEP, brew, stew, soak, immerse, souse; <cclass><i>Brit.</i><cclass><i>informal</i> mash.</cclass></cclass></blockquote></div>",
            "word": "infuse"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>infuse</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>d</abr>; <abr>tr.</abr>) to infuse into (to infuse new life into the troops)</ex></blockquote></blockquote></div>",
            "word": "infuse"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngâm chiết</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> thực phẩm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hãm chè</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngâm quả</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> pha chè</font></td></tr></tbody></table></div>",
            "word": "infuse"
        }
    },
    "sentences": [
        {
            "en": "Let the tea <em>infuse</em>!",
            "vi": "Để trà ngấm đã!"
        },
        {
            "en": "Let it <em>infuse</em> far another five minutes.",
            "vi": "Để cho ngấm độ năm phút nữa."
        },
        {
            "en": "<em>Infuse</em> new life into the workers",
            "vi": "Truyền sức sống mới cho công nhân"
        },
        {
            "en": "<em>Infuse</em> new energy into the workers",
            "vi": "Truyền năng lực mới cho công nhân"
        },
        {
            "en": "<em>Infuse</em> the workers with new energy",
            "vi": "Truyền năng lực mới cho công nhân"
        },
        {
            "en": "We must <em>infuse</em> zeal into them.",
            "vi": "Chúng ta phải truyền lòng sốt sắng cho họ."
        },
        {
            "en": "<em>Infuse</em> the workers with new life",
            "vi": "Truyền sức sống mới cho công nhân"
        },
        {
            "en": "They <em>infuse</em> a new life into the workers.",
            "vi": "Họ truyền sức sống mới cho những người thợ."
        },
        {
            "en": "It's important to <em>infuse</em> the debate with new life.",
            "vi": "Truyền cho cuộc tranh luận một sức sống mới là điều rất quan trọng."
        },
        {
            "en": "His time spent in the army did not <em>infuse</em> him with much discipline.",
            "vi": "Thời gian anh ấy trải qua trong quân đội đã không truyền cho anh ta nhiều kỷ luật lắm."
        },
        {
            "en": "The best teachers know how to <em>infuse</em> vitality into the most boring subjects.",
            "vi": "Những giáo viên giỏi nhất biết làm thế nào để truyền sức sống vào những môn học nhàm chán nhất."
        },
        {
            "en": "To <em>infuse</em> tea leaves properly you really need a teapot, unless you are using the Korean style teacups.",
            "vi": "Để pha lá trà đúng cách, bạn thực sự cần một ấm pha trà nếu bạn không sử dụng những tách uống trà kiểu Hàn."
        },
        {
            "en": "I told Jess as I climbed into the passenger seat, trying to <em>infuse</em> my tone with gratitude.",
            "vi": "Tôi nói với Jess lúc leo lên ghế dành cho khách ngồi, cố tạo giọng điệu biết ơn."
        },
        {
            "en": "When your category's basic value proposition continues to he meaningful for consumers influenced by the trend, the <em>infuse</em> -and-augment strategy will allow you to reinvigorate the category.",
            "vi": "Khi đề xuất giá trị cơ bản của danh mục của bạn tiếp tục có ý nghĩa đối với người tiêu dùng bị ảnh hưởng bởi xu hướng, chiến lược truyền tải và tăng cường sẽ cho phép bạn tái tạo danh mục."
        },
        {
            "en": "Creating a theme around a point of commonality - be it race, religion, gender, occupation, or anything else - can <em>infuse</em> your get - togethers with added purpose, and help you attract others.",
            "vi": "Tạo một chủ đề chung – có thể là chủng tộc, tôn giáo, giới tính, nghề nghiệp hay bất kì thứ gì khác – để giúp những buổi tụ tập của bạn có thêm mục đích, và giúp bạn thu hút người khác."
        },
        {
            "en": "Creating a theme around a point of commonality - be it race, religion, gender, occupation, or anything else - can <em>infuse</em> your get-togethers with added purpose, and help you attract others.",
            "vi": "Tạo một chủ đề chung – có thể là chủng tộc, tôn giáo, giới tính, nghề nghiệp hay bất kì thứ gì khác – để giúp những buổi tụ tập của bạn có thêm mục đích, và giúp bạn thu hút người khác."
        },
        {
            "en": "One strategy, known as ‘ <em>infuse</em> and augment', is to design a product or service that retains most of the attribute s and functions of existing products in the category but adds others that address the needs and desires unleash ed by a major trend.",
            "vi": "Có một chiến lược được biết đến với tên gọi là ‘‘ truyền tải và tăng cường’’ với mục đích để thiết kế một sản phẩm hoặc dịch vụ giữ lại hầu hết các thuộc tính và chức năng của các sản phẩm hiện có trong danh mục nhưng bổ sung thêm một số thứ khác giải quyết các nhu cầu và mong muốn được tung ra bởi một xu hướng chính."
        },
        {
            "en": "JapanRice water. It cleanses your face, stimulates collagen production, and gives your skin a smoother texture.\n\nDaily facial massage. This helps to improve the skin’s elasticity and to <em>infuse</em> it with oxygen. You can use any oil or cream for the facial massage. The techniques, though, can vary depending on the needs of your skin.\n\nUsing less face powder. Japanese women believe that healthy skin should have a little bit of shine to it. This is natural and, therefore, beautiful. Using face powder regularly can clog the pores and cause inflammation.",
            "vi": "NhậtNước gạo. Rửa sạch mặt, kích thích sản xuất chất tạo keo, và làm da mịn màng hơn.Mát-xa mặt mỗi ngày. Giúp làm da đàn hồi, và thấm ô-xi. Bạn có thể sử dụng bất kỳ dầu hay kem gì để mát-xa mặt cũng được. Tuy tùy vào nhu cầu của làn da mà kỹ thuật mát-xa sẽ khác. Sử dụng ít phấn thoa mặt hơn. Phụ nữ Nhật tin rằng làn da khoẻ mạnh phải có chút nắng trời chiếu vào. Cho nên, đây là cái đẹp tự nhiên. Sử dụng phấn thoa mặt thường xuyên có thể làm tắc nghẽn lỗ chân lông và gây viêm nhiễm."
        },
        {
            "en": "Once you have gained perspective on how trend-related changes in consumer opinions and behaviors impact on your category, you can determine which of our three innovation strategies to pursue. When your category's basic value proposition continues to he meaningful for consumers influenced by the trend, the <em>infuse</em>-and-augment strategy will allow you to reinvigorate the category. If analysis reveals an increasing disparity between your category and consumers' new focus, your innovations need to transcend the category to integrate the two worlds. Finally, if aspects of the category clash with undesired outcomes of a trend, such as associations with unhealthy lifestyles, there is an opportunity to counteract those changes by reaffirming the core values of your category.",
            "vi": "Sau khi bạn đã nhận thấy được quan điểm về những thay đổi liên quan đến xu hướng trong cách suy nghĩ và hành động của người tiêu dùng tác động đến danh mục của bạn như thế nào, bạn có thể xác định một trong ba chiến lược đổi mới của chúng tôi để theo đuổi. Khi đề xuất giá trị cơ bản của danh mục của bạn tiếp tục có ý nghĩa đối với người tiêu dùng bị ảnh hưởng bởi xu hướng, chiến lược truyền tải và tăng cường sẽ cho phép bạn tái tạo danh mục. Nếu phân tích cho thấy sự chênh lệch ngày càng tăng giữa danh mục của bạn và tiêu điểm mới của người tiêu dùng, các sáng kiến ​​của bạn cần phải vượt qua danh mục để tích hợp hai thế giới. Cuối cùng, nếu các khía cạnh của danh mục xung đột với kết quả không mong muốn của một xu hướng, chẳng hạn như sự kết hợp với lối sống không lành mạnh, sẽ có một cơ hội để chống lại những thay đổi đó bằng cách xác nhận lại các giá trị cốt lõi của danh mục của bạn."
        },
        {
            "en": "One strategy, known as ‘<em>infuse</em> and augment', is to design a product or service that retains most of the attributes and functions of existing products in the category but adds others that address the needs and desires unleashed by a major trend. A case in point is the Poppy range of handbags, which the firm Coach created in response to the economic downturn of 2008. The Coach brand had been a symbol of opulence and luxury for nearly 70 years, and the most obvious reaction to the downturn would have been to lower prices. However, that would have risked cheapening the brand's image. Instead, they initiated a consumer-research project which revealed that customers were eager to lift themselves and the country out of tough limes. Using these insights. Coach launched the lower-priced Poppy handbags, which were in vibrant colors, and looked more youthful and playful than conventional Coach products. Creating the sub-brand allowed Coach to avert an across-the-board price cut. In contrast to the many companies that responded to the recession by cutting prices. Coach saw the new consumer mindset as an opportunity for innovation and renewal.",
            "vi": "Có một chiến lược được biết đến với tên gọi là ‘‘truyền tải và tăng cường’’ với mục đích để thiết kế một sản phẩm hoặc dịch vụ giữ lại hầu hết các thuộc tính và chức năng của các sản phẩm hiện có trong danh mục nhưng bổ sung thêm một số thứ khác giải quyết các nhu cầu và mong muốn được tung ra bởi một xu hướng chính. Một trường hợp điển hình là dòng túi xách Poppy mà hãng Coach đã tạo ra để đối phó với sự suy thoái kinh tế năm 2008. Thương hiệu Coach là một biểu tượng của sự sang trọng và quý phái trong gần 70 năm, và phản ứng rõ ràng nhất đối với sự suy thoái này là việc giảm giá sản phẩm. Tuy nhiên, khi làm giảm giá trị của thương hiệu sẽ gây ra rủi ro. Thay vào đó, họ khởi xướng một dự án nghiên cứu để người tiêu dùng thấy rằng khách hàng háo hức muốn giúp bản thân và đất nước thoát khỏi những khó khăn. Nhờ những hiểu biết này, thương hiệu đã đưa ra túi xách Poppy giá rẻ hơn, có màu sắc rực rỡ, trông trẻ trung và vui tươi hơn các sản phẩm Coach thông thường. Việc tạo thương hiệu phụ cho phép Coach tránh được việc cắt giảm giá cả một cách toàn diện. Trái ngược với nhiều công ty phản ứng với việc suy thoái bằng cách cắt giảm giá, Coach  nhận định tư duy mới của người tiêu dùng như một cơ hội cho sự khôi phục và đổi mới."
        }
    ],
    "suggestions": []
}