{
    "en_vn": {
        "data": {
            "content": null,
            "word": "initiating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "initiating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "initiating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "initiating"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gây nổ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kích nổ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">carry initiating signal</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tín hiệu chuyển ban đầu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating electrode</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điện cực khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating electrode</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điện cực sơ cấp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating explosive</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuốc nổ mồi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating logical unit (ILU)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đơn vị lôgic khởi đầu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating particle</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạt ban đầu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating particle</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạt khởi đầu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">initiating task</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tác vụ khởi đầu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "initiating"
        }
    },
    "sentences": [
        {
            "en": "<em>Initiating</em> an awareness campaign.",
            "vi": "Bắt đầu một cuộc vận động về nhận thức."
        },
        {
            "en": "Limitation period for <em>initiating</em> legal actions.",
            "vi": "Thời hiệu khởi kiện."
        },
        {
            "en": "Statute of limitations for <em>initiating</em> dispute settlement through arbitration.",
            "vi": "Thời hiệu khởi kiện giải quyết vụ tranh chấp bằng trọng tài."
        },
        {
            "en": "The WTO Adverse Facts Available provides further regulations on <em>initiating</em> and conducting investigations.",
            "vi": "Hiệp định Chống bán phá giá của WTO đề ra thêm các quy định về khởi xướng và tiến hành điều tra."
        },
        {
            "en": "We will grant you a 5% commission with a view to <em>initiating</em> business in this line.",
            "vi": "Chúng tôi sẽ trả bạn 5% hoa hồng với ý định bắt đầu kinh doanh trong lĩnh vực này."
        },
        {
            "en": "The talk requests will continue until the user <em>initiating</em> the talk requests leaves the talk program.",
            "vi": "Cho đến khi người khởi xướng cuộc đàm thoại này từ bỏ trình talk."
        },
        {
            "en": "Finally, simplifying the process of <em>initiating</em> the verification process could make them more effective.",
            "vi": "Cuối cùng, việc đơn giản hóa quy trình kiểm tra kê khai sẽ làm việc này hiệu quả hơn."
        },
        {
            "en": "First of all, I acknowledge the great importance of <em>initiating</em> reforms in Asian transition countries in earlier stages of development.",
            "vi": "Trước hết, tôi thừa nhận tầm quan trọng lớn lao của việc khởi xướng cải cách tại các nước chuyển đổi ở Châu á trong giai đoạn đầu của phát triển."
        },
        {
            "en": "You haven't described how often she contacts you, but I suspect you are the one <em>initiating</em> contact right through here.",
            "vi": "Bạn không nói cô ấy có thường xuyên liên lạc với bạn như thế nào, nhưng tôi nghĩ ở đây bạn là người chủ động liên lạc."
        },
        {
            "en": "Numerator: Number of adults and children who are still alive and on ART at 12 months after <em>initiating</em> treatment.",
            "vi": "Tử số: Số người lớn và trẻ em vẫn còn sống và đang được điều trị ARV ở thời điểm 12 tháng sau khi bắt đầu điều trị."
        },
        {
            "en": "As outlined by FINTRAC, enforcement involves four steps: identifying who is operating in the market, <em>initiating</em> an awareness campaign, addressing compliance questions, and conducting onsite examinations.",
            "vi": "Như theo quy định của FINTRAC, quá trình thực thi gồm 4 bước: xác định đối tượng hoạt động trong thị trường, bắt đầu một cuộc vận động về nhận thức, tập trung vào các vấn đề về tuân thủ, và tiến hành kiếm tra tại cơ sở."
        },
        {
            "en": "The Government, the Ministry of Finance and other relevant ministries/agencies should also play an important role in <em>initiating</em> the direction, coordination and supervision of the strategy.",
            "vi": "Chính phủ, Bộ Tài chính và các bộ ngành liên quan khác đóng vai trò quan trọng trong việc đề ra định hướng, phối hợp và kiểm soát chiến lược này."
        },
        {
            "en": "This can be overcome by assessing and modifying programmes when necessary, and by determining challenges as they arise and <em>initiating</em> new programmes.",
            "vi": "Vấn đề này có thể được giải quyết qua việc đánh giá và điều chỉnh các chương trình nếu cần thiết, xác định những thách thức nảy sinh và đưa ra những chương trình mới."
        },
        {
            "en": "A cell or group of cells that responds to the presence of specific chemical compounds by <em>initiating</em> an impulse in a sensory nerve.",
            "vi": "Một tế bào hoặc một nhóm tế bào phản ứng khi có mặt một hợp chất hoá học đặc biệt bằng cách khởi phát một xung động trong thần kinh cảm giác."
        },
        {
            "en": "Set a goal for yourself of <em>initiating</em> a meeting with one new person a week. It doesn't matter where or with whom.",
            "vi": "Hãy đề ra mục tiêu cho bản thân bạn là bắt đầu gặp gỡ với một người mới mỗi tuần. Không quan trọng chuyện ở đâu, hay ai."
        },
        {
            "en": "A symptom of parkinsonism comprising a difficult in <em>initiating</em> movements, slowness in executing movement, and an inability to make adjustment to the posture of the body.",
            "vi": "Một triệu chứng của hội chứng liệt rung parkinson, gồm khó khăn khi bắt đầu cử động, chậm chạp khi thực hiện các cử động, và mất khả năng điều chỉnh tư thế cơ thể."
        },
        {
            "en": "When they fall onto the ground, they hit other particles which will then be jerked into the air in their turn, <em>initiating</em> a chain reaction .",
            "vi": "Khi chúng rơi trên mặt đất, chúng đập những hạt khác vào rồi nó được giật mạnh trong không khí theo đường xoay, bắt đầu một phản ứng dây chuyền ."
        },
        {
            "en": "This is the part of the brain most directly responsible for consciousness, with essential roles in with the perception, memory, thought, mental ability, and intellect, and it is responsible for <em>initiating</em> voluntary activity.",
            "vi": "Đó la một phần của não bộ có nhiệm vụ trực tiếp tới ý thức với vai trò thiết yếu trong tri giác, ký ức, suy nghĩ, khả năng tâm thần và trí thông minh, và nó có nhiệm vụ khởi động các cử động có ý thức."
        },
        {
            "en": "We would like to thank Carrie Turk, Senior Poverty Specialist, the World Bank and Jonathan Pincus, Senior Country Economist, UNDP Viet Nam for <em>initiating</em> the project that ultimately led to this report.",
            "vi": "Chúng tôi xin cảm ơn Carrie Turk, chuyên gia cao cấp về lĩnh vực giảm nghèo, Ngân hàng Thế giới và Jonathan Pincus, chuyên gia kinh tế cao cấp, UNDP tại Việt Nam đã có sáng kiến xây dựng dự án làm cơ sở của tài liệu này."
        },
        {
            "en": "Older girl siblings sometimes set an example of wage earning work for younger siblings, <em>initiating</em> a family pattern of girls dropping out of school to help support their families.",
            "vi": "Các em gái lớn là tấm gương kiếm tiền cho các em gái nhỏ, tạo ra một xu hướng cho các em gái bỏ học để giúp gia đình."
        }
    ],
    "suggestions": []
}