{
    "en_vn": {
        "data": {
            "content": null,
            "word": "init"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "init"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "init"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "init"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khởi đầu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Trong môi trường Macintosh, đây là một chương trình tiện ích được tải vào hệ thống khi khởi động.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khởi tạo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">heating init</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy gia nhiệt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">heating init</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị sấy</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">heating init</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị sưởi</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "init"
        }
    },
    "sentences": [
        {
            "en": "<em>Init</em>.",
            "vi": "Trình init."
        },
        {
            "en": "<em>Init</em> strange?",
            "vi": "Điều đó có lạ không?"
        },
        {
            "en": "<em>Init</em> then starts the system up in that run-level.",
            "vi": "Kế đó trình init khởi động hệ thống theo mức vận hành này."
        },
        {
            "en": "Note that PID 1 is the <em>init</em> process.",
            "vi": "Chú ý pid 1 là tiến trình khởi sinh."
        },
        {
            "en": "This tells <em>init</em> how to handle the following process.",
            "vi": "Mục này bảo trình init cách xử lý tiến trình theo sau."
        },
        {
            "en": "This tells <em>init</em> what the default run-level is.",
            "vi": "Hành động này báo cho trình init biết mức vận hành ngầm định là gì."
        },
        {
            "en": "Check the man-pages for <em>init</em> and inittab for more information about your particular setup.",
            "vi": "Hãy soát lại các man - page ứng với trình init và inittab để rõ thêm về cách xác lập cụ thể của bạn."
        },
        {
            "en": "<em>Init</em> executes the process on bootup, and waits for it to finish before continuing.",
            "vi": "Trình init sẽ chạy tiến trình khi máy boot, rồi chờ nó kết thúc trước khi tiếp tục."
        },
        {
            "en": "<em>Init</em> will start the process and wait for it to finish before continuing with other entries.",
            "vi": "Trình init sẽ khởi động tiến trình, rồi chờ nó kết thúc trước khi tiếp tục với các tiến trình khác."
        },
        {
            "en": "The kernel passes to the <em>init</em> process one option - the run - level to start in.",
            "vi": "Linux kernel chuyển cho tiến trình init một tùy chọn, đó là mức vận hành nó phải khởi động."
        },
        {
            "en": "The ability exists within <em>init</em> to change the run-level on the fly.",
            "vi": "Khả năng vốn có trong init cần đổi mức vận hành ngay trong khi vận dụng."
        },
        {
            "en": "Once the <em>init</em> is completed, it starts up the getty processes.",
            "vi": "Khi trình init đã xong việc, nó liền khởi động các tiến trình của getty."
        },
        {
            "en": "There were two people <em>init</em>, one of her girl students and a young man.",
            "vi": "Trong xe có hai người, một sinh viên nữ và một thanh niên."
        },
        {
            "en": "Note that the main shell i'm running (the tcsh) has a PPID of 1, the <em>init</em> process.",
            "vi": "Lưu ý rằng shell chính mà ta đang chạy (là tcsh) có ppid là 1, tức tiến trình khởi đầu."
        },
        {
            "en": "Going back to our discussion of how <em>init</em> works, this will start on runlevels of 4 or 5.",
            "vi": "Trở lại phần ta đã bàn về cung cách vận hành của trình init, thì công việc này sẽ khởi động ở mức vận hành 4 hay 5."
        },
        {
            "en": "The S run-level is special as it talls <em>init</em> to start up in single user mode, just like run-level 1.",
            "vi": "Mức s là mức vận hành đặc biệt khi nó bảo init phải khởi động theo chế độ một người dùng, hệt như mức vận hành 1."
        },
        {
            "en": "Depending on the installation you have (and version of <em>init</em>) the default run - levels and the purpose of the numbered run - levels may differ.",
            "vi": "Tùy thuộc bản cài đặt linux kernel (và version của init) mà bạn có, mức vận hành ngầm định và mục đích của các mức vận hành đã đánh số có thể khác nhau."
        },
        {
            "en": "For compound indexes, you can be more creative, since it's a good idea to give an indication of how the index key is composed (for example, last-first-<em>init</em>).",
            "vi": "Với các chỉ mục phức hợp, bạn có thể sáng tạo hơn, do đó ý tưởng hay nhất là đặt cho mộn chỉ định cách hợp thành khóa chỉ mục này (ví dụ, last - first - init)."
        },
        {
            "en": "# run -level 6 used to be for an X-window only system, until we discovered that it throws <em>init</em> into a loop that keeps your load average at least 1 all the times.",
            "vi": "# mức vận hành 6 vốn được dùng cho một hệ chỉ dùng x - window, cho đến khi chúng tôi phát hiện ra rằng nó thả trình init vào một vòng lặp để giữ cho trung bình tải của bạn tối thiểu bằng 1 trong mọi lúc."
        },
        {
            "en": "In addition, the <em>init</em> process makes sure that once a user logs out of the modem or the console, another user can immediately log in from the same place.",
            "vi": "Ngoài ra, tiến trình init đảm bảo rằng nếu có một người dùng đăng xuất khỏi modem hay console, thì người dùng khác ngay lập tức có thể đăng nhập hệ thống từ đúng chỗ đó."
        }
    ],
    "suggestions": []
}