{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Injections",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Injections",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Injections",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Injections",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Injections",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Injections</em>",
            "vi": "Sự bơm tiền"
        },
        {
            "en": "For skin eye <em>injections</em>.",
            "vi": "Dùng ngoài da và nhiễm trùng mắt."
        },
        {
            "en": "As tablets, <em>injections</em>, or enemas.",
            "vi": "Viên, tiêm, thuốc thụt hậu môn"
        },
        {
            "en": "The workshop where <em>injections</em> are made.",
            "vi": "Phân xưởng thuốc tiêm."
        },
        {
            "en": "Enemas are also regarded as <em>injections</em>.",
            "vi": "Thụt rửa cũng được coi như chích."
        },
        {
            "en": "Severe or progressive <em>injections</em> are treated with intravenous <em>injections</em> of amphotericin-B.",
            "vi": "Bệnh nhiễm nấm nặng hoặc tiến triển được điều trị với thuốc amphotericin b tiêm tĩnh mạch."
        },
        {
            "en": "The treatment involves a course of steroid <em>injections</em>.",
            "vi": "Việc điều trị bao gồm một đợt tiêm xtê - rô - ít (steroid)."
        },
        {
            "en": "After a number of <em>injections</em> my jaw got number.",
            "vi": "Sau một vài mũi tiêm quai hàm tôi tê dại đi."
        },
        {
            "en": "So they were prescribing different types of <em>injections</em> and pills.",
            "vi": "Thế nên họ cho toa đủ loại thuốc uống, thuốc chích."
        },
        {
            "en": "The doctor is prescribing a course of <em>injections</em> for him.",
            "vi": "Bác sĩ đang kê đơn một đợt tiêm thuốc cho ông ấy."
        },
        {
            "en": "This condition may be treated successfully by insulin <em>injections</em>.",
            "vi": "Tình trạng này có thể chữa thành công bằng chích insulin."
        },
        {
            "en": "They will provide 14.7 million children with anti-polio <em>injections</em>.",
            "vi": "Họ sẽ cung cấp cho 14. 7 triệu trẻ em được tiêm phòng bại liệt."
        },
        {
            "en": "The drug requires many painful <em>injections</em> several times a day.",
            "vi": "Phương pháp này bắt buộc người bệnh phải chịu đựng những mũi tiêm đau đớn nhiều lần trong một ngày."
        },
        {
            "en": "Beneath the skin: usually applied to subcutaneous <em>injections</em>.",
            "vi": "Ở dưới d:, thường dùng với chữ chích dưới da."
        },
        {
            "en": "If warts come back, interferon <em>injections</em> may be given.",
            "vi": "Nếu mụn cóc trở lại, có thể tiêm interferon."
        },
        {
            "en": "Have you got the syringes ready for the <em>injections</em>?",
            "vi": "Anh đã có sẵn những ống tiêm để tiêm chưa?"
        },
        {
            "en": "She instructed the trainee nurses in giving <em>injections</em>.",
            "vi": "Bà ta chỉ dẫn cho các y tá tập sự cách tiêm."
        },
        {
            "en": "The children have to have five <em>injections</em> before the trip.",
            "vi": "Bọn trẻ phải tiêm năm mũi trước chuyến đi"
        },
        {
            "en": "But i advise you to have an <em>injections</em> first.",
            "vi": "Nhưng tôi khuyên bà nên tiêm thuốc trước đã."
        },
        {
            "en": "We had to have five <em>injections</em> before the trip.",
            "vi": "Chúng tôi đã phải tiêm năm mũi trước chuyến đi."
        }
    ],
    "suggestions": []
}