{
    "en_vn": {
        "data": {
            "content": null,
            "word": "inmates",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inmates",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inmates",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inmates",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inmates",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Inmates</em> claimed that some prisoners had received preferential treatment.",
            "vi": "Bạn tù quả quyết rằng vài tù nhân được đối xử ưu đãi hơn người khác."
        },
        {
            "en": "He said the visitors weren’t losing any contact with the <em>inmates</em> , because up until now visitors and <em>inmates</em> were separated by plexiglass.",
            "vi": "Ông nói rằng người đến thăm không hề mất bất kỳ liên lạc với các tù nhân , bởi vì từ trước đến này người thân và tù nhân luôn bị chia cách bởi kính plexiglass."
        },
        {
            "en": "Authorities say many of the <em>inmates</em> burned to death or suffocated in their cells.",
            "vi": "Các nhà chức trách cho biết phần lớn tù nhân bị chết cháy hoặc chết ngạt trong xà-lim."
        },
        {
            "en": "Support from family is proven to help <em>inmates</em> re-integrate back to society.",
            "vi": "Sự hỗ trợ từ gia đình được chứng minh là giúp tù nhân tái hòa nhập với cộng đồng."
        },
        {
            "en": "A melee at Rikers Island left 13 officers and 3 <em>inmates</em> injured.",
            "vi": "Một cuộc ẩu đả ở đảo Rikers đã khiến cho 13 cảnh sát và 3 tù nhân bị thương."
        },
        {
            "en": "The center’s officers discovered that the <em>inmates</em> were missing from a room after a headcount in early morning.",
            "vi": "Cán bộ của trung tâm phát hiện ra rằng 4 người nói trên bị mất tích sau khi nhân viên trong trung tâm đi kiểm tra số lượng vào buổi sáng sớm."
        },
        {
            "en": "The four <em>inmates</em>, whose identities were not revealed, escaped from the Yilan detention center in northeastern Taiwan on Sunday (August 2).",
            "vi": "Bốn tù nhân không được tiết lộ danh tính, đã trốn thoát khỏi trại giam Nghi Lan ở phía đông bắc Đài Loan vào ngày Chủ nhật (ngày 2 tháng 8)."
        },
        {
            "en": "High demand for organs in China and a chronic shortage of donations mean that death row <em>inmates</em> have been a key source for years, generating heated controversy.",
            "vi": "Nhu cầu cao về nội tạng ở Trung Quốc và sự thiếu hụt việc hiến tặng khiến các tử tù trở thành một nguồn quan trọng trong nhiều năm, tạo ra cuộc tranh cãi gay gắt."
        },
        {
            "en": "A massive fire at a Honduran prison has killed hundreds of <em>inmates</em>, in what is believed to be one of the worst such disasters in Latin America.",
            "vi": "Một đám cháy dữ dội tại nhà tù ở Honduras đã làm cho hàng trăm tù nhân thiệt mạng, đây được cho là một trong những thảm hoạ tồi tệ nhất ở châu Mỹ La tinh."
        },
        {
            "en": "The concept of “workplace” should also cover prisons and rehabilitation camps where infected <em>inmates</em> are also required to work, and where there are people living with HIV/AIDS.",
            "vi": "Khái niệm “chỗ làm việc” cần phải bao trùm cả nhà tù và các trại giam phục hồi mà người bị giam giữ vẫn phải lao động, và những nơi có người bị nhiễm HIV/AIDS."
        },
        {
            "en": "America's prison population topped 2 million <em>inmates</em> for the first time in history on June 30, 2002 according to a new report from the Justice Department's Bureau of Justice Statistics (BJS).",
            "vi": "Số tù nhân ở Mỹ lần đầu tiên trong lịch sử đã dẫn đầu thế giới lên tới hai triệu tù nhân, theo báo cáo của Cục Thống kê Tư pháp trực thuộc Bộ Tư pháp ngày 30 tháng 6 năm 2002."
        },
        {
            "en": "China has pledged not to use the organs of executed prisoners, but experts have voiced scepticism about the plan, arguing that organs will continue to be harvested from <em>inmates</em> but that they will now be classified as \"donations\".",
            "vi": "Trung Quốc đã cam kết không sử dụng các bộ phận cơ thể của tử tù, nhưng các chuyên gia đã lên tiếng hoài nghi về kế hoạch, lập luận rằng các bộ phận này sẽ tiếp tục được thu thập từ các tù nhân nhưng bây giờ sẽ được phân loại thành \"được hiến tặng\" \"."
        },
        {
            "en": "America's prison population topped 2 million <em>inmates</em> for the first time in history on June 30, 2002 according to a new report from the Justice Department's Bureau of Justice Statistics (BJS).",
            "vi": "Số tù nhân ở Mỹ lần đầu tiên trong lịch sử đã dẫn đầu thế giới lên tới hai triệu tù nhân, theo báo cáo của Cục Thống kê Tư pháp trực thuộc Bộ Tư pháp ngày 30 tháng 6"
        },
        {
            "en": "Nationwide, Thai's Labor ministry reported Friday that 1,215 factories in 33 provinces were underwater -- a disaster that affected about 41,000 workers. Almost half of those workers were in Ayutthaya. Moreover, a corrections department official told MCOT that 3,700 <em>inmates</em> in that province had to be evacuated after their prison was submerged under 1.7 meters (6 feet) of water.",
            "vi": "Tính trên toàn quốc, bộ Lao động của Thái Lan báo cáo vào hôm Thứ Sáu có 1.215 nhà máy ở 33 tỉnh đã chìm trong biển nước -- thảm hoạ làm ảnh hưởng đến 41.000 công nhân. Gần một nửa số công nhân đó ở Ayutthaya. Ngoài ra, viên chức thuộc Cục cải huấn cho MCOT hay là 3.700 người bị nhốt trong tỉnh đó phải cho di tản sau khi nhà tù bị nhận chìm dưới 1,7 mét (6 bộ) nước."
        },
        {
            "en": "Video visitation was once touted as a technological innovation that would help <em>inmates</em> remain in touch with the outside world, but in many places has turned into a money-making scheme that puts a toll on those who are incarcerated and their families.",
            "vi": "Cuộc thăm viếng qua video đã từng được hoan nghênh như một sự đổi mới về công nghệ có thể giúp các tù nhân giữ liên lạc với bên ngoài, nhưng ở nhiều nơi đã trở thành một kế hoạch kiếm tiền làm ảnh hưởng tiêu cực đến cả tù nhân và gia đình của họ."
        },
        {
            "en": "Technological nature has its benefits; engaging with it makes us feel good by triggering our innate “biophilia,” a term for humanity’s inborn, primordial affiliation with the environment. For example, researchers have found that nature videos played in prisons drastically reduce violence amongst <em>inmates</em>, suggesting nature’s relaxing influence translates through screens. Studies have also found that watching Planet Earth brings viewers joy and markedly lowers anxiety, and that workers in offices with plasma-screen “windows” that play livestreams of the outdoors are happier and more productive than their counterparts working in rooms without any windows at all.",
            "vi": "Thiên nhiên công nghệ có những lợi ích của riêng nó; việc gắn bó với thiên nhiên tạo nên từ công nghệ khiến chúng ta cảm thấy thoải mái, dễ chịu bằng cách kích hoạt \"khả năng tự bảo tồn\" bẩm sinh của chúng ta, một thuật ngữ về mối liên kết ban sơ bẩm sinh của con người với môi trường. Ví dụ, các nhà nghiên cứu đã phát hiện ra rằng các đoạn phim thiên nhiên được chiếu trong nhà tù đã làm giảm mạnh tính bạo lực giữa các tù nhân, cho thấy tác động giúp thư giãn của thiên nhiên đã được chuyển tải qua màn hình. Các nghiên cứu cũng cho thấy, việc xem Planet Earth mang lại cho khán giả niềm vui và giảm bớt lo lắng, nhân viên làm việc trong các văn phòng có \"cửa sổ\" màn hình plasma chiếu trực tuyến cảnh ngoài trời sẽ cảm thấy vui vẻ và làm việc hiệu quả hơn những người tương tự làm việc trong căn phòng không có bất kỳ cửa sổ nào ."
        },
        {
            "en": "World marks Michael Jackson anniversary          Fans across the globe are paying tribute to singer Michael Jackson on the first anniversary of his death at the age of 50. Thousands of people are likely to gather at the Los Angeles cemetery where the musician is at rest, along with members of his family. Jackson's mother Katherine is expected at the family home in Gary, Indiana, where tributes will be paid. A monument has also been dedicated to the star at London's Lyric Theatre In New York, the Apollo Theatre - where Jackson and his brothers won a talent contest and were subsequently signed to Motown Records - there will be a commemoration of his life. Flowers have been left in tribute to the late star in Tokyo, where 50 fans will have the chance to spend the night in an exhibition of his possessions. Jackson devotees gathering at the Forest Lawn Cemetery in Glendale, California said they had come to both grieve and celebrate his life. Evdokia Sofianu, who had travelled from Greece, told the Associated Press: \"I came because I love Michael very much.\" \"I'm just hoping to embrace the fans from everywhere,\" added Julia Thomas. Prisoners' tribute Michael's brother Randy said he would also be at the cemetery to pay his respects. The star's three children are expected to mark the anniversary along with their grandmother and guardian Katherine at the former family home in Indiana. The house in Gary is likely to become a major focal point for fans to remember the star one year after his death. Meanwhile, prisoners in the Philippines are marking the anniversary by staging a version of Thriller for invited members of the public on Saturday. The <em>inmates</em> of Cebu jail became an internet phenomenon when they were filmed performing the dance in 2007. Meanwhile, Jackson has been named as the biggest selling artist in the UK since his death last year, with 4.3 million sales. That exceeds his chart performance during his 1980s heyday, the Official Chart Company has said.",
            "vi": "Thế giới tưởng niệm Michael Jackson       Người hâm mộ khắp thế giới đang tỏ lòng tôn kính của mình đến ca sĩ Michael Jackson vào ngày kỷ niệm một năm ngày mất ở tuổi 50 của ông. Hàng ngàn người cùng với các thành viên trong gia đình của ông đã tập trung tại nghĩa trang Los Angeles nơi người nghệ sĩ này đang yên nghỉ. Mẹ của Michael Jackson, bà Katherine sẽ tưởng nhớ ông tại ngôi nhà của gia đình ở Gary, Indiana. Bia kỷ niệm cũng được thiết kế dành cho ngôi sao này tại Nhà hát Lyric ở Luân Đôn. Nhà hát Apollo ở New York nơi các anh em của ông dành được giải thưởng trong cuộc thi tài năng âm nhạc và sau đó được hãng Motown Records ký hợp đồng - nơi đây sẽ là một kỷ niệm đáng nhớ trong cuộc đời ông. Ở Tokyo người ta đã đặt những vòng hoa để tỏ lòng tôn kính đối với ngôi sao quá cố, 50 fan hâm mộ sẽ có cơ hội trải qua một đêm ở cùng với những di vật của ông. Người hâm mộ Jackson tụ tập tại nghĩa trang Forest Lawn thuộc Glendale, California nói rằng họ đến để cùng chia buồn và tưởng niệm về cuộc đời ông. Evdokia Sofianu đến từ Ai Cập kể với hãng thông tấn Associated Press: “Tôi đến đây bởi vì tôi rất yêu Michael”. “Tôi chỉ hy vọng được gần gũi thêm với những người hâm mộ từ khắp mọi nơi” Julia Thomas nói thêm. Lòng  tôn kính của các tù nhân Anh trai Randy của Michael cho biết ông cũng đến nghĩa trang để tưởng nhớ Michael. Ba đứa con của anh cũng làm lễ tưởng niệm cùng với bà và người bảo vệ Katherine tại ngôi nhà cũ của gia đình ở Indiana. Ngôi nhà ở Gary có thể trở thành nơi tập trung chính cho những người hâm mộ tưởng nhớ ngôi sao một năm sau ngày mất Trong khi đó, các tù nhân ở Philipin cũng đánh dấu lễ kỷ niệm bằng cách trình diễn bài Thriller trước công chúng được mời đến vào hôm Thứ 7. Những người tù nhân ở nhà tù Cebu trở thành một hiện tượng trên Internet khi màn trình diễn nhảy múa của họ được quay thành phim vào năm 2007. Trong khi đó, Jackson cũng được biết đến như là một nghệ sĩ bán chạy nhất ở Mỹ từ sau cái chết của ông vào hồi năm ngoái, bán được 4,3 triệu bản. Công ty Official Chart cho hay điều này vượt quá danh sách các đĩa nhạc nổi tiếng bán chạy nhất suốt thời kì hoàng kim của ông trong những năm của thập kỷ 80."
        }
    ],
    "suggestions": []
}