{
    "en_vn": {
        "data": {
            "content": null,
            "word": "inroads"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inroads"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inroads"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>inroads</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to make inroads </ex></blockquote></blockquote><blockquote><blockquote><ex>2) deep inroads </ex></blockquote></blockquote><blockquote><blockquote><ex>3) inroads in, into, on, upon (to make inroads on the freedom of the press)</ex></blockquote></blockquote></div>",
            "word": "inroads"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inroads"
        }
    },
    "sentences": [
        {
            "en": "Doctors are making great <em>inroads</em> in the fight against cancer.",
            "vi": "Các bác sĩ đang có nhiều tiến bộ trong cuộc chiến chống ung thư."
        },
        {
            "en": "Their products are already making <em>inroads</em> in these new markets.",
            "vi": "Sản phẩm của họ đang thâm nhập rất thành công vào những thị trường này."
        },
        {
            "en": "A majority of consumers still shop in supermarkets but smaller stores are making rapid <em>inroads</em>. ",
            "vi": "Phần lớn người tiêu dùng vẫn mua sắm tại các siêu thị nhưng các cửa hàng nhỏ đang xâm nhập một cách nhanh chóng. "
        },
        {
            "en": "The key question is if the BJP make <em>inroads</em> into enemy territory.",
            "vi": "Câu hỏi then chốt là liệu BJP có đột kích vào lãnh thổ địch hay không."
        },
        {
            "en": "All these repair bills has made huge <em>inroads</em> into my savings.",
            "vi": "Tất cả những hóa đơn đến liên tục đã lạm vào tiền tiết kiệm của tôi quá nhiều."
        },
        {
            "en": "Chinese cars have started to make <em>inroads</em> into the US market.",
            "vi": "Xe ô tô Trung Quốc đã bắt đầu tiến hành thâm nhập vào thị trường Mỹ."
        },
        {
            "en": "So we find science has made agricultural <em>inroads</em>, which is a viable contribution to the economy.",
            "vi": "Như vậy chúng ta thấy rằng khoa học đã mang lại hướng phát triển cho nông nghiệp, một đóng góp đáng kể cho nền kinh tế quốc gia."
        },
        {
            "en": "Repairs to the house had made deep <em>inroads</em> into their savings.",
            "vi": "Các công việc sửa chữa cho ngôi nhà đã làm giảm đáng kể số tiền tiết kiệm của họ"
        },
        {
            "en": "Since I was in Los Angeles, I wondered how I might begin to create <em>inroads</em> into the entertainment industry.",
            "vi": "Khi tôi đến Los Angeles, tôi đã tự hỏi bằng cách nào tôi có thể thâm nhập được vào ngành công nghiệp giải trí."
        },
        {
            "en": "While their main business is export-oriented, a number of these firms have also made <em>inroads</em> into the domestic garment market.",
            "vi": "Dù hướng kinh doanh chính của họ là xuất khẩu, song một số công ty trong số này cũng đã quan tâm tới thị trường may mặc nội địa."
        },
        {
            "en": "E5, the greener gasoline product that has struggled to make <em>inroads</em> in the local market, saw a similar rise to VND15,076 (66 cents) per liter, while diesel rose by 6.2 percent to VND11,023 (48 cents) per liter.",
            "vi": "E5, sản phẩm xăng sinh học đã có cuộc đấu tranh để xâm nhập vào thị trường nội địa, chứng kiến sự gia tăng tương tự 15,076 VND/Lít, khi dầu diesel đã tăng 6.2% đạt mức 11,023/lít."
        },
        {
            "en": "“These factors will make <em>inroads</em> into the city’s clean bus development plan,” said the city government in a document sent on April 13 to Vietnam Oil and Gas Group (PVN). The city requested PVN to speed up construction on nine new CNG stations and expansion on the four existing stations.",
            "vi": "Chính quyền thành phố cho biết, \"Những yếu tố này sẽ làm cho kế hoạch phát triển xe buýt sạch sẽ của thành phố được đưa ra trong một văn bản gửi đến Tập đoàn Dầu khí Việt Nam (PVN) vào ngày 13/4. Thành phố yêu cầu PVN đẩy nhanh tiến độ xây dựng trên 9 trạm CNG mới và mở rộng trên bốn trạm hiện có."
        },
        {
            "en": "“These factors will make <em>inroads</em> into the city’s clean bus development plan,” said the city government in a document sent on April 13 to Vietnam Oil and Gas Group (PVN). The city requested PVN to speed up construction on nine new CNG stations and expansion on the four existing stations.",
            "vi": "Chính quyền thành phố cho biết, \"Những yếu tố này sẽ làm cho kế hoạch phát triển xe buýt sạch sẽ của thành phố được đưa ra trong một văn bản gửi đến Tập đoàn Dầu khí Việt Nam (PVN) vào ngày 13/4. Thành phố yêu cầu PVN đẩy nhanh tiến độ xây dựng trên 9 trạm CNG mới và mở rộng trên bốn trạm hiện có."
        }
    ],
    "suggestions": []
}