{
    "en_vn": {
        "data": {
            "content": null,
            "word": "inserts",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inserts",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inserts",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inserts",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chi tiết chèn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chi tiết đệm</font></td></tr></tbody></table></div>",
            "word": "inserts",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I need new shoe <em>inserts</em>.",
            "vi": "Tôi muốn lớp lót mới."
        },
        {
            "en": "<em>Inserts</em> a new node into the list.",
            "vi": "Chèn một nút mới vào danh sách."
        },
        {
            "en": "He <em>inserts</em> the lamp into the socket.",
            "vi": "Anh ấy đút bóng đèn vào ổ điện."
        },
        {
            "en": "These <em>inserts</em> fit inside any style of shoe.",
            "vi": "Lớp lót này dùng được cho bất kỳ kiểu giày nào."
        },
        {
            "en": "The command <em>inserts</em> the deleted text in a new document.",
            "vi": "Lệnh này cho chữ đã bị xóa vào một tài liệu mới."
        },
        {
            "en": "The cardboard advertising <em>inserts</em> are annoying to me.",
            "vi": "Việc chèn bìa chèn quảng cáo gây phiền nhiễu cho tôi."
        },
        {
            "en": "When you use automatic hyphenation, Office Word 2007 automatically <em>inserts</em> hyphens where they are needed.",
            "vi": "Khi bạn sử dụng gạch nối tự động thì chương trình Office Word 2007 tự động chèn dấu gạch nối vào những nơi cần thiết."
        },
        {
            "en": "Notice that foxpro automatically <em>inserts</em> a semicolon between each entry (a dos format).",
            "vi": "Hãy để ý thấy rằng foxpro tự động chèn một dấu chấm phẩy vào giữa mỗi khoản nhập (một định dạng của dos)."
        },
        {
            "en": "Accepts elements (or references to elements) and <em>inserts</em> them into the data structures.",
            "vi": "Chấp nhận các phần tử dữ liệu (hoặc các tham chiếu tới chúng) và chèn chúng vào cấu trúc dữ liệu."
        },
        {
            "en": "The hummingbird <em>inserts</em> its bill into a flower and sucks the nectar using a very long tongue.",
            "vi": "Chim ruồi chèn cái mỏ của nó vào một bông hoa và hút mật hoa bằng cái lưỡi rất dài."
        },
        {
            "en": "This opens the select directory dialog box to let you find and select the default folder (foxpro automatically <em>inserts</em> the correct path entry).",
            "vi": "Thao tác ấy mở ra hộp thoại select directory, cho phép bạn tìm và chọn hồ sơ ngầm định (foxpro sẽ tự động chèn vào khoản nhập đường dẫn đúng)."
        },
        {
            "en": "The preadult or immature stage hatching from the egg of some animal groups, e.g. <em>inserts</em> and nematodes, which may be markedly different from the the sexually mature adult and have a totally different way of life.",
            "vi": "Giai đoạn trước khi trưởng thành hay còn non từ khi nở ra khỏi trứng của một vài nhóm động vật, như côn trùng và giun, ấu trùng có thể rất khác với khi trưởng thanh sinh dục và có một các sống hoàn toàn khác."
        },
        {
            "en": "Another way to fix the hole is cardiac catheterization. This method uses a thin, flexible tube called a catheter. The cardiologist <em>inserts</em> the catheter into a blood vessel in the leg that leads to the heart. The cardiologist then guides the tube into the heart and <em>inserts</em> a device that covers the hole. The device is made out of metal mesh and is springy and flexible. The kid usually will spend a night at the hospital after the procedure. Over time the heart's tissue will grow to completely cover the device.  ",
            "vi": "Cách khác để chỉnh sửa lỗ này là thông tim. Phương pháp này sử dụng một ống mỏng, mềm dẻo gọi là ống thông. Bác sĩ tim mạch chèn ống thông vào một mạch máu ở cẳng chân dẫn đến tim. Sau đó bác sĩ tim mạch đưa ống này vào tim và chèn một thiết bị che phủ lỗ này. Thiết bị này được làm bằng lưới kim loại, có tính đàn hồi và mềm dẻo. Thường thì trẻ sẽ ở lại bệnh viện một đêm sau khi được điều trị bằng phương pháp này. Qua thời gian thì mô tim sẽ phát triển để che phủ hoàn toàn thiết bị này."
        },
        {
            "en": "Radiofrequency ablation  Radiofrequency ablation (RFA) uses intense heat to burn away tumors. A doctor <em>inserts</em> a needle-like device that delivers heat directly to a tumor and the surrounding area. This offers an alternative for destroying tumors that cannot be surgically removed. In patients with liver metastases that cannot be removed by surgery, chemotherapy is sometimes combined with RFA for tumor destruction.",
            "vi": "Khoét bỏ bằng tần số phát xạ  Khoét bỏ bằng tần số phát xạ (RFA) sử dụng sức nóng mạnh để đốt khối u. Bác sĩ đưa một thiết bị rất nhỏ như cây kim truyền nhiệt thẳng đến khối u và khu vực xung quanh đó. Phương pháp này như một biện pháp thay thế để làm tiêu khối u không cắt bỏ được bằng phẫu thuật. Ở những bệnh nhân bị di căn gan không cắt bỏ được bằng phương pháp phẫu thuật thì hoá trị liệu đôi khi được kết hợp với RFA để làm tiêu khối u."
        },
        {
            "en": "The worst shoes for your feet     Culprit: Ultra-high heels   \"Heels are getting higher and higher,\" says Hillary Brenner, DPM. \"We podiatrists like to call it shoe-icide.\" Brenner, a spokeswoman for the american podiatric medical association, says ultra-high heels can lead to everything from ankle sprains to chronic pain. Let's take a closer look at the heights, styles, and woes of today's footwear. Problem: Pump bump  Whether they're sky-high or mid-heel, this style is notorious for causing a painful knot on the back of the heel. The rigid material presses on a bony deformity which some women have called a \"pump bump.\" The pressure leads to blisters, swelling, bursitis, even pain in the Achilles tendon. Ice, orthotics, and heel pads may provide pain relief …along with better shoes. The bony protrusion is permanent.   Problem: Unnatural foot position Ultra-high heels force the feet into a position that puts stress on the ball of the foot. At this critical joint, the long metatarsal bones meet the pea-shaped sesamoid bones, and the toe bones (phalanges). Too much pressure can inflame these bones or the nerves that surround them. Chronic stress to the foot bones can even lead to hairline fractures. Solution: Go low Switching to lower heels will help you avoid problems with the metatarsal bones. The lower you go, the more natural your foot position will be. Brenner recommends choosing heels that are no more than 2 inches high -- and even those should be worn in moderation. Problem: Ankle sprains All high heels boost the risk of an ankle sprain. The most common problem is a lateral sprain, which happens when you roll onto the outside of your foot. This stretches the ankle ligaments beyond their normal length. A severe sprain may tear the ligaments. A sprained ankle should be immobilized and may need physical therapy to heal properly. The risk of developing osteoarthritis rises with a severe sprain or fracture of the ankle. Culprit: Stilettos Although all high heels can cause problems, the ultra narrow heels of stilettos are particularly risky. \"The weight is pinpointed on one area,\" Brenner tells WebMD. \"That makes you wobble like you're walking on stilts.\" The result is that you're more likely to trip and sprain your ankle. Solution: Chunky Heels A chunky heel has more surface area and distributes your weight more evenly. This makes the feet much more stable when compared to stilettos or spindle heels. Although thick high heels can still put stress on the ball of your foot, they may reduce the tripping hazard by minimizing your wobble. Culprit: Ballet flats Brenner compares these dainty shoes to walking on cardboard. \"There's no arch support whatsoever,\" she tells WebMD. That keeps the feet from functioning optimally and can lead to knee, hip, and back problems. Poor arch support is also associated with a painful foot condition called plantar fasciitis. Solution: Orthotic <em>inserts</em> If you love the look of ballet flats, over-the-counter <em>inserts</em> (shown here) may help prevent mild foot pain. Heel pads can provide extra cushioning for achy heels. And custom orthotics can ease a whole range of foot pains and problems. Podiatrists prescribe these <em>inserts</em> to provide arch support and reduce pressure on sensitive areas. Prescription orthotics can be pricey, but are sometimes covered by insurance. Culprit: Flip-flops Flip-flops offer very little protection. The risk of getting splinters or other foot injuries is higher when the feet are so exposed. People with diabetes should not wear flip-flops, because simple cuts and scrapes can lead to serious complications. In addition, many flip-flops provide no arch support. Like ballet flats, they can aggravate plantar fasciitis and cause problems with the knees, hips, or back. Problem: Plantar fasciitis A band of tissue called the plantar fascia runs along the bottom of the foot. It pulls on the heel when you walk -- and it works best with the proper arch in your foot. Walking barefoot, or in flimsy shoes without sufficient arch support, can overstretch, tear, or inflame the plantar fascia. This common condition can cause intense heel pain, and resting the feet only provides temporary relief. Better: 'Fitted' Flops Sporty, fitted sandals and other \"toning shoes\" are designed for a more intense workout while walking. The American Council on Exercise says there's no evidence to support that claim, but they may have other benefits. The thick sole keeps your foot off the ground and away from debris. And Brenner points out, \"they do have really good arch support.\" Several have a seal of approval from the American podiatric medical association. Culprit: Platform shoes Platform shoes tend to have rigid foot beds. \"That throws off the biomechanics of walking,\" Brenner says. \"Your foot is trying to bend a certain way, but the shoe is fighting you because it's so rigid.\" If the heel of the platform is much higher than the toe area, the shoe also puts pressure on the metatarsal bones. Better: Flatter platforms Although still not recommended, a flatter platform shoe may put less strain on your feet than its peers. Look for a wide wedge or platform that is nearly parallel with the ground. This will lessen the pressure on the ball of the foot. However, the rigid sole remains a barrier to the natural walking motion. Culprit: Pointy toes They might be stylish, but shoes with pointy toes squeeze the entire front of your foot together. After time, this can cause nerve pain, bunions, blisters, and hammertoes. Some women even develop bruises under their toenails from the constant pressure.  Problem: Bunions A bunion is a painful lump at the base of the big toe, which may cause the toe to bend unnaturally. It forms when the tissue or bone at the base joint gets displaced. This may happen after years of abnormal pressure and movement. Pointy-toed shoes are a common factor, which explains the prevalence of bunions among women. Problem: Toe Deformities High heeled shoes push too much body weight toward the toes and then squeeze them together. Over time, the result can be hammertoe, abnormal bends in the toe joints that can gradually become rigid. Surgery is sometimes needed to relieve the pain of severe hammertoe. Crowding can cause other toe deformities, along with continuous shoe friction, leading to painful corns and calluses. Solution: Wide toe box You can avoid the pointy toe perils by selecting boxier shoes. If that style doesn't appeal to you, look for shoes that slope to a point beyond the edge of your toes. A healthy style won't pinch the tips or sides of your toes. Brenner also suggests choosing a softer material, rather than stiff leather. Culprit: Celebrity trendsetters  Lady Gaga is known for her eccentric style, but you may want to think twice before stepping into the heel-less shoes she favors. The 12-inch mega-heels seen in her \"Bad Romance\" video are equally risky. As we've seen, putting so much stress on the ball of your foot can cause bone and nerve damage and pain. Solution: Performance pumps Many women are unwilling to trade style for comfort, but you may not have to choose between the two. Performance pumps offer a sound compromise, taking both fashion and your health into consideration. They are typically made with reinforced heels, athletic shoe construction, and more wiggle room for your toes. Culprit: Wrong size shoes Nine out of 10 women are wearing shoes that are too small. The consequences aren't pretty – calluses, blisters, bunions, corns, and other problems. The constant rubbing can irritate the joints in the foot and lead to arthritis. Research suggests many kids are also wearing the wrong shoe size, which puts them at risk for foot deformities as they grow. Solution: Measure your feet Before buying new shoes, have a professional measure the length and width of your feet at the end of the day, while you're standing. For unusually flat feet or high arches, an exam by a podiatrist may be warranted. These conditions can increase the risk of osteoarthritis. Early treatment and use of proper footwear may help to avoid unnecessary wear and tear on the joints of the foot. Men's trends Pointy-toed shoes have crossed the gender line. This footwear fad carries the same risk in men as in women – including hammertoes, bunions, and pain. To avoid these problems, stick with a boxier toe. At the office, a classic pair of oxfords or loafers may not turn heads, but your feet will thank you. Fitness trends: Minimalist shoe  Newer additions to the shoe scene are minimalist shoes. They aim to mimic the natural feel and mechanics of walking barefoot. Brenner is not impressed. \"There's no support for your heel or arch and no shock absorption,\" she says. In addition, in some brands, the products interfere with the natural walking position.  Fitness trends: Rocker bottoms Rocker bottom shoes facilitate the push-off motion as you walk. This style can help with joint pain, according to Brenner. It's also good for people with mild foot deformities. However, she does not recommend the shoe for older people or people with medical conditions that affect balance or muscle strength. 3 Tips for better shoes If you're ready to do right by your feet, Brenner offers these three tips: * Make sure the shoe bends at the toe box, but is not too flexible.  * Make sure there is a sufficient arch support.  * Choose a chunky heel that is less than 2 inches high.",
            "vi": "Những đôi giày gây hại cho bàn chân bạn nhiều nhất     Thủ phạm là Giày siêu cao gót  Bác sĩ chuyên khoa bàn chân Hillary Brenner cho biết “Gót giày ngày càng trở nên cao hơn” “Chúng tôi thích gọi chúng là “những đôi giày chết người””. Bà Brenner, phát ngôn viên của hiệp hội y tế về chuyên ngành bệnh bàn chân Hoa Kỳ cho biết giày siêu cao gót có thể gây nên nhiều chứng bệnh từ bong gân mắt cá đến đau nhức kinh niên. Chúng ta hãy quan sát kỹ hơn về chiều cao, kiểu dáng và cả các tai hại của giày dép ngày nay nhé.  Vấn đề: Cục lồi ở gót chân Cho dù là gót giày có cao ngất ngưỡng hay là cao vừa phải đi nữa thì kiểu giày này rất hay gây sưng, u đau nhức ở gót chân. Vật liệu giày cứng dồn lên chỗ biến dạng xương mà một số phụ nữ gọi là “cục lồi chân”. Sức đè chặt đó làm cho bàn chân phồng giộp, sưng, viêm túi dịch, thậm chí là đau ở gân gót bàn chân. một đôi giày tốt hơn, chườm nước đá, điều trị chấn thương chỉnh hình, và đệm gót chân có thể làm giảm đau. Chỗ lồi xương này là vĩnh viễn.   Vấn đề: Tư thế đứng của bàn chân bất thường Giày siêu cao gót ép bàn chân vào tư thế dồn trọng tâm xuống ức bàn chân. Ở khớp quan trọng này thì các xương bàn chân dài tiếp giáp với xương vừng hình hạt đậu, và các xương ngón chân (đốt ngón chân). Việc đè nén áp lực quá nhiều có thể gây viêm các xương hoặc các dây thần kinh xung quanh chúng. Nếu cứ đè áp lực lên xương bàn chân thường xuyên và lâu dài như thế thậm chí có thể dẫn tới chứng rạn mao mạch.  Giải pháp: Mang giày gót thấp  Việc chuyển sang sử dụng giày có gót thấp hơn sẽ giúp bạn tránh được nhiều vấn đề đối với xương bàn chân. Bạn càng mang giày gót thấp bao nhiêu thì bàn chân bạn càng ở tư thế tự nhiên bấy nhiêu. Bà Brenner khuyến nghị nên chọn giày có gót cao không quá 2 in-sơ – thậm chí là không nên mang chúng quá nhiều nữa.  Vấn đề: Bong gân mắt cá  Tất cả các đôi giày cao gót đều có thể làm tăng nguy cơ bong gân mắt cá chân, xảy ra khi chân bạn bị trật ra ngoài. Điều này khiến cho các dây chằng mắt cá căng ra hơn sức kéo bình thường. Trường hợp bong gân mắt cá nặng có thể làm rách dây chằng. Mắt cá bị bong trặc nên được băng cố định và có thể cần đến vật lý trị liệu để chữa lành. Bong trặc hoặc nứt mắt cá chân nặng có thể làm tăng nguy cơ bị viêm xương khớp mãn tính.    Thủ phạm là Giày gót nhọn Mặc dù tất cả giày cao gót đều có thể gây rắc rối, giày gót siêu nhọn đặc biệt nguy hiểm. Bà Brenner cho WebMD biết “Trọng lượng cơ thể dồn về vùng này làm cho bạn bước đi lắc lư, nghiêng ngả y như bạn đang đi cà kheo vậy.” Hậu quả là bạn rất dễ bị vấp ngã và bong trặc mắt cá chân.   Giải pháp: Giày gót thấp và to  Giày gót thấp bản to có bề mặt lớn hơn và làm cho trọng lượng cơ thể bạn cân bằng hơn. Kiểu giày này giúp cho bàn chân có thể đứng vững hơn nhiều so với giày gót nhọn hoặc giày gót nhọn và cao. Mặc dù giày cao gót bản dày có thể vẫn đè nặng lên ức bàn chân nhưng cũng có thể làm giảm nguy cơ bị vấp ngã bằng cách làm giảm thiểu tình trạng lắc lư, nghiêng ngả do đứng không vững của bạn.  Thủ phạm là Giày múa ba-lê Brenner so sánh những đôi giày xinh xắn này khi đi trên giấy bìa cứng/ giấy các-tông, bà cho WebMD biết “Cung bàn chân chẳng được nâng chút nào cả.” Điều này làm cho bàn chân không hoạt động được tối ưu và có thể gây nhiều vấn đề cho đầu gối, hông và lưng. Cung bàn chân không được nâng tốt cũng liên quan đến bệnh đau nhức bàn chân gọi là bệnh viêm mạc gan bàn chân.  Giải pháp: Chèn miếng lót chỉnh hình  Nếu bạn thích kiểu dáng của giày ba-lê thì những miếng lót giày mua ở tiệm (trong hình) có thể giúp phòng tránh được chứng bệnh đau bàn chân nhẹ. Miếng đệm gót chân cũng có thể giúp cho gót chân đau nhức cảm thấy êm ái hơn. miếng lót dụng cụ chỉnh hình có thể làm dịu toàn bộ các chứng đau chân và nhiều vấn đề về bàn chân. Bác sĩ chuyên khoa bàn chân cho sử dụng những miếng lót chân như thế này nhằm để nâng cung bàn chân và làm giảm áp lực ở những vùng nhạy cảm của chân. Các dụng cụ chỉnh hình theo toa bác sĩ có thể rất đắt tiền nhưng đôi khi cũng được bảo hiểm tốt.  Thủ phạm là dép xỏ ngón  Dép xỏ ngón thường bảo vệ chân rất ít. Nguy cơ gãy xương bàn chân hoặc các chấn thương bàn chân khác cao hơn khi mang dép xỏ ngón bởi bàn chân phô ra nhiều. Người bị tiểu đường không nên mang dép xỏ ngón, bởi chỉ các vết đứt hoặc cọ quẹt nhẹ cũng có thể gây biến chứng nghiêm trọng. Ngoài ra, nhiều loại dép xỏ ngón cũng không có tác dụng nâng cung bàn chân gì cả. Giống như giày múa ba-lê, dép xỏ ngón có thể làm cho bệnh viêm mạc gan bàn chân càng nặng thêm và gây nhiều vấn đề về đầu gối, hông, hoặc lưng.  Vấn đề: Viêm mạc gan bàn chân Dải mô có tên là mạc gan bàn chân chạy dọc lòng bàn chân. Dải mô này có tác dụng kéo giật trên gót chân khi bạn đi bộ – và phát huy tác dụng tối đa khi cung bàn chân ở độ cong thích hợp. Việc đi chân trần, hoặc mang giày mỏng, dễ rách mà không nâng cung bàn chân đủ, có thể làm cho mạc gan bàn chân bị kéo căng quá mức, bị rách hoặc viêm tấy. Chứng bệnh thường thấy này có thể gây đau gót chân dữ dội, và tình trạng gót chân được nghỉ ngơi chỉ làm giảm đau tạm thời thôi.    Giải pháp tốt hơn là mang “dép lê”   Giày xăng-đan vừa vặn, có dáng vẻ thể thao và “các đôi giày giống như giày trượt băng (đế cao và cong)” được thiết kế dành để luyện tập đi bộ nhiều hơn. Hiệp hội Thể dục Hoa Kỳ cho biết chẳng có bằng chứng nào chứng thực điều đó, nhưng chúng cũng có thể có nhiều lợi ích khác. Đế giày dày chắc giữ cho bàn chân bạn không bị dính đất hoặc không bị xóc các mảnh vỡ. Brenner chỉ ra rằng “Chúng thực sự nâng cung bàn chân tốt”. Một số loại đã được Hiệp hội chữa bệnh về chân Mỹ đã chính thức cho phép sử dụng.  Thủ phạm là Giày đế bục Giày đế bục thường có miếng đệm cứng. Brenner cho biết “Điều đó làm chuyển hướng lực tác động lên cơ thể khi đi bộ ,” “Chân bạn đang cố dồn về một hướng nào đó, nhưng lực của giày hướng nghịch lại bởi nó quá cứng.” Nếu gót giày đế bục cao hơn nhiều so với phần mũi thì giày cũng đè áp lực lên các xương bàn chân. Tốt hơn là bạn nên mang giày đế bục bằng phẳng hơn Mặc dù người ta vẫn không khuyến cáo sử dụng loại giày này, nhưng giày đế bục bằng phẳng hơn có thể ít đè nặng lên chân của bạn hơn là những kiểu giày khác. Hãy tìm những đôi có miếng đệm lớn hoặc có đế bục gần như song song với mặt đất. Những kiểu dáng này sẽ làm giảm áp lực đè lên ức bàn chân. Tuy nhiên, đế giày cứng vẫn làm cho việc vận động đi đứng của bạn không được tự nhiên lắm.  Thủ phạm là giày mũi nhọn   Các loại giày mũi nhọn này có thể là hợp thời trang, nhưng chúng cũng làm cho toàn bộ phía trước bàn chân bạn siết chặt lại với nhau. Dần dần, nó có thể gây đau dây thần kinh, viêm bao hoạt dịch ngón cái, phồng giộp, và ngón chân bị khoằm xuống. Một số phụ nữ thậm chí còn bị bầm tím dưới móng chân do phải chịu áp lực đè lên liên tục.  Vấn đề: Viêm bao hoạt dịch ngón cái Viêm bao hoạt dịch ngón cái là bướu lồi gây đau nhức ở đáy ngón chân cái, có thể làm cho ngón chân gập xuống một cách bất thường. Viêm bao hoạt dịch này hình thành khi mô hoặc xương tại đáy khớp bị lệch chỗ. Điều này có thể xảy ra sau nhiều năm ngón chân di chuyển và bị đè nặng bất thường. Giày mũi nhọn là nguyên nhân thường thấy, giải thích cho chứng viêm bao hoạt dịch ngón cái thường xảy ra ở phụ nữ.  Vấn đề: Ngón chân bị biến dạng  Giày cao gót làm cho trọng lượng cơ thể bị dồn quá sức về phía mũi và làm cho các ngón chân siết chặt lại với nhau. Dần dần có thể làm cho ngón chân bị khoằm xuống, các chỗ gập bất thường ở khớp ngón cái có thể trở nên cứng từ từ. Bệnh nhân đôi khi cũng cần phải phẫu thuật để làm giảm đau do ngón chân bị khoằm dữ dội. Tình trạng ngón chân bị dồn lại với nhau cũng có thể gây biến dạng ngón chân khác, kết hợp với việc ma sát giày liên tục, làm cho các ngón chân trở nên chai cứng và đau đớn.   Giải pháp là mang giày có mũi rộng rãi, thoải mái   Bạn có thể tránh các nguy hại của giày mũi nhọn bằng cách chọn các loại giày có mũi vuông hơn. Nếu kiểiu dáng đó không hấp dẫn đối với bạn thì hãy tìm những kiểu giày có độ dốc nghiêng qua khỏi gờ của ngón chân. Một kiểu dáng giày có lợi cho sức khỏe sẽ không làm cho các đầu ngón chân hoặc hông ngón chân bị kẹp dúm lại với nhau. Brenner cũng đề nghị là nên chọn chất liệu mềm hơn là loại da cứng.  Thủ phạm là người lăng xê mốt nổi tiếng  Lady Gaga nổi tiếng về phong cách kỳ dị, nhưng bạn có lẽ cần nên suy nghĩ kỹ trước khi chọn giày không gót giống như cô ấy thích nhé. Đôi giày gót cực cao 12 in-sơ mà Lady Gaga mang trong video \"Bad Romance\" của cô ấy cũng đều nguy hiểm như nhau. Như chúng ta đã thấy, việc đè nặng quá nhiều lên ức bàn chân có thể gây đau và tổn thương dây thần kinh và xương.  Giải pháp nên mang giày mềm nhẹ, gót thấp  Nhiều phụ nữ không thích đổi kiểu dáng để đổi lấy sự thoải mái, nhưng bạn cũng có thể không cần phải lựa chọn giữa hai thứ đó đâu. Các đôi giày mềm nhẹ, gót thấp là một “thoả hiệp” hợp lý, cân nhắc đến cả yếu tố thời trang lẫn sức khỏe. Chúng thường được làm bằng gót cứng cáp, kiểu giày thể thao, và có khoảng trống thoải mái cho các ngón chân.    Thủ phạm là giày sai kích thước Hết 9/10 phụ nữ mang giày có kích thước quá nhỏ. Hậu quả chẳng có gì hay cả – bàn chân bị chai, phồng giộp, viêm bao hoạt dịch ngón cái, chai chân, và nhiều vấn đề khác. Việc ma sát liên tục có thể làm tấy các khớp bàn chân và dẫn đến viêm khớp. Nghiên cứu cũng cho thấy nhiều trẻ con cũng đang mang giày không đúng kích cỡ, làm cho chúng có nguy cơ bị biến dạng bàn chân khi lớn lên.  Giải pháp là nên đo chân của bạn  Trước khi mua giày mới, bạn nên nhờ một chuyên gia nào đó đo chiều dài và chiều rộng của bàn chân mình vào cuối ngày, khi đang đứng nhé. Đối với bàn chân có cung bàn chân cao khác thường hoặc chân bẹt khác thường thì có thể cần đến bác sĩ chuyên khoa về chân để được khám bảo đảm. Những bệnh này có thể làm tăng nguy cơ viêm khớp mãn tính. Việc điều trị sớm và sử dụng giày dép phù hợp có thể giúp tránh làm cho các khớp xương bàn chân bị mòn và rách không cần thiết.    Xu hướng giày của nam giới Giày mũi nhọn đã gây sức hấp dẫn cho cả nữ lẫn nam giới. Mốt thời thượng giày dép này gây cùng một nguy cơ giống nhau như làm cho ngón chân khoằm xuống, viêm bao hoạt dịch ngón cái, và gây đau đớn. Để tránh các vấn đề này, bạn nên mang giày mũi vuông. Một đôi giày thấp buộc dây ở cổ chân hoặc một đôi giày Loafer cổ điển (giống giày da đanh của thổ dân Bắc Mỹ, nhưng có gót rộng và phẳng bẹt) có thể là không bắt mắt ở văn phòng làm việc nhưng sẽ có lợi cho sức khoẻ đôi bàn chân bạn đấy.   Khuynh hướng thích hợp cho sức khỏe: Giày đơn giản ở mức độ tối đa  Nhiều kiểu giày mới hơn bổ sung thêm đó là kiểu giày đơn giản nhất. Chúng có tác dụng làm cho bàn chân có cảm giác tự nhiên và bắt chước theo cơ chế đi chân trần. Brenner chẳng ấn tượng gì. “Gót chân hoặc cung bàn chân không được nâng gì hết và không có chỗ đệm sốc. Ngoài ra, ở một số thương hiệu thì các đôi giày làm cho dáng di không được tự nhiên.  Khuynh hướng thích hợp cho sức khỏe: Giày đế dày, gót tròn   Loại giày này làm cho lực đẩy chuyển động khi bạn đi bộ dễ dàng hơn. Brenner cho biết kiểu giày này có thể giúp bệnh nhân đau khớp cảm thấy thoải mái hơn; đồng thời cũng có thể phù hợp cho người bị biến dạng chân nhẹ. Tuy nhiên, bà không khuyến nghị người già hoặc người bị các bệnh ảnh hưởng đến sự thăng bằng cơ thể hoặc ảnh hưởng đến sức mạnh cơ bắp. 3 bí quyết để có đôi giày tốt hơn Nếu bạn đã quan tâm tới đôi chân của mình thì Brenner xin gợi ý cho bạn 3 bí quyết sau đây:  * Đảm bảo rằng đôi giày của bạn có thể gập cong ở phần mũi, nhưng không nên quá mềm.  * Phải chắc rằng cung bàn chân được nâng đủ  * Nên chọn giày có gót to, cao chưa đầy 2 in-sơ."
        },
        {
            "en": "Meningitis    Meningitis is a word you might hear on the news. That's because there are sometimes outbreaks of meningitis at schools — and it can be a serious illness. But many people get better after they have meningitis and there are ways to keep from getting sick from it. What is meningitis? The central nervous system (brain and spinal cord) is surrounded by cerebrospinal fluid. This fluid acts to cushion and protect the central nervous system when you move around. Even more protection is given by the meninges, which are the membranes that cover the brain and spinal cord. Meningitis is a disease involving inflammation (swelling), or irritation, of the meninges. There are different kinds of meningitis, but most of the time it is caused by germs, especially viruses. Meningitis gets attention because it not only makes a person feel sick, it can have lasting effects on a person's ability to think and learn. It also can cause hearing loss. But many people recover from the infection without permanent damage. And the illness is so rare, you may never know anyone who gets it. How does someone get meningitis? The body has natural defenses against infections — and usually even if someone comes across a virus or bacteria that can cause meningitis, the body can fight it off. Everyone has lots of germs living on and in their bodies. Most of the time, these germs don't cause any illness. In fact, some of them, like some of the bacteria normally found in the intestines, help the body to work properly. However, some germs do cause infections. If a person gets an infection, the body's immune system will go to work to fight it. That's why you might feel sick one day, but then you start to feel better. The immune system is doing its job. Some germs, however, are tricky. They can outsmart the body's defenses and spread inside of the body. Some of these germs can even invade the central nervous system, infecting the meninges and causing meningitis. Bacteria and Viruses Many viruses can cause viral meningitis. They include a family of viruses known as enteroviruses. Like most viruses, enteroviruses infect your body through saliva (spit), feces (poop), and nasal discharge (snot). This is why washing your hands after you go to the bathroom, after you sneeze, and before you eat is so important. It's also possible to get viral meningitis as a complication of chickenpox, but this is also very rare in healthy kids. These days, many kids are vaccinated with two shots to prevent chickenpox before starting school. Bacterial meningitis is contagious, which means it can be passed to someone else by spit or snot. It can be spread when you sneeze or cough, when you share cups or utensils, or when you kiss someone. Vaccines are given to kids to help protect them from serious diseases like meningitis. What are the symptoms of meningitis? Usually, someone with meningitis is very sick. Symptoms may include:     * a very bad headache that won't go away     * neck stiffness     * back stiffness     * eye pain or irritation when exposed to light     * nausea     * vomiting, or throwing up     * body aches     * fever     * feeling very sleepy or unable to fully wake up     * feeling very confused or out of it Symptoms of meningitis can come on very quickly or take a couple of days to appear. Anyone who is ill with symptoms of meningitis needs to seek medical care right away. What will the doctor do? When someone is ill and may have symptoms of meningitis, a doctor will ask many questions to figure out how long the person has been sick and what may have caused the illness. The doctor will do a complete physical examination and if he or she suspects that meningitis might be causing a person's illness, a spinal tap is usually done. A spinal tap allows the doctor to collect some of the cerebrospinal fluid that surrounds the brain and spinal cord. During a spinal tap, a person usually lies on his or her side curled into a ball. First, the doctor will numb the skin with medication. (This is done to prevent pain.) The person needs to lie very still while the doctor <em>inserts</em> a very thin needle into the spinal column. The needle is placed between two vertebral bones in the lower back away from the spinal cord. Fluid is removed and collected in some tubes. Then the needle is removed and the doctor puts a bandage over the area. After it is collected, the spinal fluid will be examined under a microscope to see if any bacteria, cells, or substances that indicate inflammation or infection are there. Usually by looking at the spinal fluid in this way, a doctor will be able to tell if it seems like someone has meningitis. The fluid will also be sent to a laboratory to be tested for bacteria and sometimes for viruses. Once the doctors know what germ is causing the meningitis, they can choose the best medicine to treat the infection. Treatment depends on the type of meningitis. Bacterial meningitis is very serious and a person will need to be in the hospital during treatment. Strong antibiotic medicine will be given through an IV (a thin tube that goes into a vein to give medicine) to get rid of the bacteria. Fluids containing glucose (sugar) and minerals may also be given through the IV to help a person recover. Viral meningitis can also be serious, but usually is not as bad as meningitis caused by bacteria. A person with viral meningitis may still need to be in the hospital for a few days and it may take weeks before he or she is feeling better. Antibiotics do not work against viruses, so a person with viral meningitis will need lots of rest to fight off the infection. Can meningitis be prevented? If someone gets bacterial meningitis in your neighborhood or school, doctors will want to know who was in close contact with this person. Close contact means living with or spending a lot of time with the person, or sharing the same utensils or cups. This is important because people who have been in close contact should take antibiotics for a few days, just in case they were infected with the bacteria, too. The medicine can help prevent them from developing meningitis. But that won't prevent sickness if a virus caused the meningitis. If you've had all your vaccinations, they will help protect you from getting meningitis. But there's another way to prevent those germs from getting inside your body: Wash your hands. Wash up regularly with warm, soapy water — especially before eating, after using the bathroom, and whenever your hands are dirty. It's also smart to cover your mouth and nose when you cough or sneeze. Then — you guessed it — wash your hands!",
            "vi": "Viêm màng não     Chắc có lẽ bạn cũng đã nghe nhắc đến chứng bệnh viêm màng não trên báo chí rồi phải không. Đó là vì thỉnh thoảng cũng dịch viêm màng não ở trường học – và chứng bệnh này có thể là một bệnh nguy hiểm đấy. Nhưng nhiều người cũng đã khỏe hơn sau khi mắc bệnh và có nhiều cách phòng tránh bệnh.  Bệnh viêm màng não là gì? Hệ thần kinh trung ương (não và tuỷ sống) được dịch não tuỷ bao quanh. Dịch này hoạt động như một lớp đệm và có nhiệm vụ bảo vệ hệ thần kinh trung ương khi bạn di chuyển. Hệ thần kinh trung ương này thậm chí càng được bảo vệ nhiều hơn nữa bởi màng não, đây là lớp màng bao bọc não và tuỷ sống. Viêm màng não là chứng bệnh viêm (sưng), hoặc kích thích màng não. Có nhiều loại viêm màng não, nhưng hầu hết là do mầm bệnh, nhất là vi rút gây ra.  Người ta chú ý đến chứng viêm màng não bởi nó không chỉ làm cho bệnh nhân mệt mỏi, ốm đau mà còn có thể để lại những ảnh hưởng, những di chứng lâu dài đối với khả năng suy nghĩ, tư duy và học tập của người bệnh. Bên cạnh đó, nó còn có thể gây mất thính lực. Nhưng nhiều người cũng đã bình phục mà không bị tổn hại gì vĩnh viễn. Và do bệnh này cũng quá hiếm thấy nên bạn có lẽ không biết ai bị nữa.  Bệnh nhân mắc chứng viêm màng não như thế nào? Cơ thể con người có khả năng miễn dịch tự nhiên chống lại các chứng nhiễm trùng – và thường dù là khi người ta tình cờ tiếp xúc vi rút hoặc vi khuẩn có thể gây viêm màng não thì cơ thể cũng có thể kháng lại chúng. Có nhiều mầm bệnh sống ký sinh trên và trong cơ thể. Hầu như lúc nào thì những mầm bệnh này cũng không gây bệnh. Thực ra, một số mầm bệnh, như một số vi khuẩn thường thấy ở ruột, có tác dụng giúp cơ thể hoạt động tốt. Tuy nhiên thì cũng có một số mầm bệnh gây nhiễm trùng.  Nếu người bệnh bị nhiễm trùng thì hệ miễn dịch của cơ thể sẽ làm nhiệm vụ kháng bệnh. Đó là lý do vì sao bạn có thể bị bệnh một ngày, nhưng rồi cảm thấy khỏe hơn. Hệ miễn dịch đang thực hiện vai trò của mình đấy.  Tuy nhiên, một số mầm bệnh rất khó trị. Chúng có thể át trội hơn sức đề kháng của cơ thể và phát tán, lây lan bên trong cơ thể. Một số mầm bệnh này thậm chí có thể xâm nhập vào hệ thần kinh trung ương, làm ảnh hưởng đến màng não và gây ra chứng viêm màng não. Vi khuẩn và vi rút Nhiều vi rút có thể gây viêm màng não (viêm màng não do vi rút). Chúng bao gồm họ vi rút như vi rút qua đường ruột (vi rút qua đường dạ dày). Giống như hầu hết các loại vi rút khác, vi rút qua đường ruột nhiễm vào cơ thể người qua nước bọt (khạc, nhổ), phân (đi tiêu), và nước mũi (tiết nước mũi). Điều này giải thích vì sao việc rửa tay sau khi đi vệ sinh, sau khi hắt hơi, và trước khi ăn là điều hết sức quan trọng.  Biến chứng của bệnh thủy đậu cũng có thể gây viêm màng não do vi rút, nhưng điều nào cũng rất hiếm khi xảy ra đối với trẻ khỏe mạnh. Ngày nay, nhiều trẻ em được tiêm chủng 2 liều để phòng bệnh thuỷ đậu trước khi bắt đầu đi học.  Viêm màng não do vi khuẩn rất dễ lây lan, có nghĩa là nó có thể lây từ người này sang người khác bằng cách khạc, nhổ hoặc phì nước mũi. Vi khuẩn có thể phát tán khi bạn hắt hơi hoặc ho, khi bạn dùng chung đồ dùng hoặc ly tách, hoặc khi bạn hôn người nào đó. Trẻ em được tiêm chủng vắc-xin để phòng các bệnh nguy hiểm như viêm màng não.  Các triệu chứng của bệnh viêm màng não là gì? Thông thường thì người bị viêm màng não trông rất mệt mỏi. Các triệu chứng có thể bao gồm: * nhức đầu dữ dội không hết * cứng cổ * đơ lưng * mắt đau hoặc rát khi tiếp xúc với ánh sáng * buồn nôn * nôn ói, hoặc ói mửa * đau nhức toàn thân * sốt * cảm thấy hết sức buồn ngủ hoặc không thức dậy tỉnh táo hoàn toàn được * trí nhớ mơ hồ, lộn xộn hoặc không nhớ ra được gì Các triệu chứng viêm màng não có thể xuất hiện rất nhanh hoặc phải mất một vài ngày mới thấy. Người bị bệnh mắc các triệu chứng viêm màng não nên được chăm sóc sức khỏe ngay tức khắc.  Bác sĩ sẽ làm gì? Khi bệnh nhân có thể mắc các triệu chứng viêm màng não thì bác sĩ sẽ hỏi nhiều câu hỏi để xác định xem người bệnh đã mắc bệnh bao lâu và có thể tìm xem nguyên nhân gây bệnh là gì. Bác sĩ sẽ khám sức khỏe tổng quát và trong trường hợp nghi ngờ bệnh nhân bị viêm màng não thì thường sẽ cho tiến hành phương pháp chích cột sống (lấy dịch cột sống).  Phương pháp chích cột sống giúp bác sĩ lấy ra một ít dịch não tuỷ nằm quanh não và tuỷ sống. Trong suốt quá trình chích cột sống, người bệnh thường nằm nghiêng cuộn tròn người như quả banh. Đầu tiên, bác sĩ sẽ gây tê vùng da bằng thuốc. (Điều này tránh gây đau cho bệnh nhân.) Người bệnh cần phải nằm im trong khi bác sĩ tiêm một kim rất nhỏ vào cột sống. Kim này được định vị ở giữa 2 xương đốt sống ở vùng lưng dưới cách xa tuỷ sống. Dịch được lấy ra và đựng vào một vài ống. Sau đó, bác sĩ rút kim tiêm ra và để lên vùng tiêm một miếng băng.  Dịch não tuỷ sau khi lấy ra sẽ được kiểm tra dưới kính hiển vi để phát hiện xem liệu có vi khuẩn, tế boà, hoặc chất nào gây viêm hay nhiễm trùng không. Thông thường thì bằng cách quan sát dịch não tủy như thế này, bác sĩ sẽ có thể cho biết liệu bệnh nhân bị viêm màng não hay không. Dịch não tuỷ này cũng có thể được gởi đến phòng thí nghiệm để xét nghiệm vi khuẩn và đôi khi cũng xét nghiệm vi rút. Một khi bác sĩ đã biết mầm bệnh nào gây viêm màng não thì họ có thể lựa chọn thuốc (hoặc phương pháp điều trị) tốt nhất để chữa bệnh. phương pháp điều trị tuỳ thuộc vào từng loại viêm màng não khác nhau.  Viêm màng não do vi khuẩn rất nguy hiểm và bệnh nhân cần được nhập viện trong suốt quá trình điều trị. Thuốc kháng sinh mạnh sẽ được tiêm qua đường tĩnh mạch để diệt vi khuẩn. Bệnh nhân cũng sẽ được truyền nhiều loại dịch chứa glu-cô (đường) và khoáng chất qua đường tĩnh mạch để giúp phục hồi bệnh.  Viêm màng não do vi-rút cũng có thể nguy hiểm, nhưng thường không nguy hiểm như viêm màng não do vi khuẩn. Người bị viêm màng não do vi-rút cũng có thể cần nhập viện một vài ngày và có lẽ cũng phải mất nhiều tuần mới khỏe lại được. Thuốc kháng sinh không có tác dụng kháng vi rút, vì vậy người bị viêm màng não do vi-rút cần nhiều thời gian nghỉ ngơi để phục hồi khỏi chứng nhiễm trùng này.  Chứng viêm màng não có thể phòng tránh không? Nếu trong vùng lân cận hoặc trường học của bạn có người bị viêm màng não do vi khuẩn thì bác sĩ sẽ muốn biết ai đã tiếp xúc gần gũi với người bệnh ấy. Việc tiếp xúc gần gũi có nghĩa là sống gần hoặc tiếp xúc nhiều với người bệnh, dùng chung đồ dùng hoặc sử dụng chung ly tách. Điều này hết sức quan trọng bởi người tiếp xúc gần gũi với bệnh nhân nên dùng thuốc kháng sinh trong một vài ngày, để phòng hờ họ cũng đã bị nhiễm khuẩn rồi. Thuốc có thể giúp ngăn cản sự phát triển của bệnh viêm màng não, nhưng sẽ không phòng tránh được bệnh nếu vi rút đã gây bệnh cho bệnh nhân rồi.  Nếu bạn đã tiêm chủng đầy đủ rồi thì bạn có thể phòng tránh được chứng viêm màng não đấy. Nhưng cũng có cách khác giúp ngăn các mầm bệnh đó xâm nhập vào bên trong cơ thể bạn: đó là rửa tay. Hãy rửa tay thường xuyên bằng nước xà phòng, nước ấm – nhất là trước khi ăn, sau khi đi vệ sinh, và bất cứ khi nào tay bạn dơ. Bạn cũng nên che miệng và mũi khi ho hoặc hắt hơi nhé. Và rồi – bạn đã đoán biết được rồi phải không – hãy rửa tay đi nào!"
        },
        {
            "en": "Improve your posture Good posture is the quickest, easiest way to look better in your favorite bikini.  Slouching takes inches off your height and makes your tummy look rounder. Practice good posture by keeping your back straight and your shoulders back. Distribute your weight evenly on both hips.  Start moving In the weeks before swimsuit season, aim to move your body more. \"It's like putting pennies in a piggy bank,\" says Pamela Peeke, MD, author of Body for Life for Women. \"Every single piece of physical activity adds up.\" So turn on some music and dance. Try a Zumba class. Use the stairs at work. Every ounce of sweat will bring you closer to your goal. Push-ups To help get your body bikini-ready, \"why not multitask?\" suggests Peeke, who is an expert blogger for WebMD. \"Push-ups are my No. 1 favorite because you can hit six muscles at once: biceps, triceps, deltoids, pecs, abs, and gluteals.\" Start with a bent-knee push-up, and have a trainer watch once to check your form. If you have a medical condition, get a doctor's OK before starting a new exercise program. Squats For the butt and thighs, Peeke recommends squats. A simple way to do these is to squat against a wall or an exercise ball, into an invisible chair.  Keep your feet hip-width apart, and squeeze your abs to avoid arching your back. As you become stronger, you can hold dumbbells to increase the intensity. Aim for 6-12 repetitions. Note: If any exercise doesn't feel right, stop and consult with a fitness pro.  Depending on your condition, some exercises may not be recommended. Rows Rows are terrific for beginners hoping to exercise their arms and back. You'll need resistance bands or cables. Sit with your knees slightly bent and your back vertical. Gently lean forward to grasp the cable. Exhale when pulling backwards. To go forward, inhale and extend your elbows. Do 2-3 sets of 6-12 reps.   Deadlifts Deadlifts help tone the whole body, particularly the back, butt, and legs. You'll need a barbell or dumbbells to do this one. Stand with your legs slightly wider than shoulder-width. Keep the weights close to your body as you lift them off the ground. Be sure to raise your shoulders and hips together, and avoid arching your back. Technique is important, so you may want to get some pointers from a trainer. Do one set of 8-12 reps. Pilates Peeke is a fan of Pilates because it strengthens the core of your body: your back and abs. Can't get to class? Try a classic pose similar to the one shown here in your home. Lie on the floor and gently lift your legs and arms. Beginners should keep the knees bent and the arms parallel to the floor. As you become more advanced, aim to straighten your legs. Holding this pose will tighten the muscles in your back and tummy simultaneously.  Cut calories \"You could do crunches 'til the cows come home, but still have a belly,\" Peeke says, \"unless you rein in your calories.\" Skipping the fries in favor of a low-calorie fruit or veggie side dish is an easy way to start. Substantial benefits can come from cutting way back on refined carbohydrates: white bread, white pasta, white rice, and, of course, sugar. These foods \"wreak havoc on your appetite.\" Fill up on protein Foods that are high in protein or fiber can actually help slow the digestive process. The result is that your stomach feels full longer and sends a message to your brain that you don't need to eat more. You get more satisfaction with fewer calories. Be picky about salad Salads can fill you up and help you resist more fattening meals. But remember that not all salads are low in calories. Dressings, oils, croutons, bacon bits, and cheese add a lot of additional calories and fat. For a low-fat, nutritious salad, stick with vibrant vegetables, such as spinach and peppers. Boost fiber Besides curbing your appetite, fiber can prevent that archenemy of the bikini-clad: constipation and bloating. By keeping you regular, a high-fiber diet may help your tummy look flatter. Just be careful about adding too much too quickly. Some high-fiber foods, such as beans, can make bloating worse at first. Other sources of fiber include veggies, fruits, and whole grains. Skip the salt \"Salt makes you bloat like a blowfish,\" Peeke warns. And the puffiness can last for days -- not a good thing when you're planning to debut your new bikini. Cut back on salt by eating fresh foods instead of canned. Ask for the sauce on the side when you eat out. Another way to reduce bloating is to eat smaller meals throughout the day. Steer clear of beer Alcohol can undermine your goal of a bikini-ready body in several ways:     * A 12-ounce beer packs about 150 calories.     * Beer and sparkling wines cause bloating.     * Alcohol slows your ability to burn fat. Studies show that people under the influence also chow down more food than their teetotaler friends. Shop for your shape: Pear If you're fuller in the hips and thighs, you might need to mask your bottom with boy shorts. But this style can cut your thighs off. Opt for high-cut bottoms instead -- they'll make your legs look longer and leaner. For the top, choose a v-neck to draw attention toward your upper body. Shop for your shape: Apple If your tummy is your trouble-zone, more so than your hips, you're not alone. Thankfully, there are plenty of stylish one-piece suits that offer some camouflage. Side-detailing, wrap styles, and ruching all tend to make the middle look slimmer. To draw attention away from your waist, choose a deep v-neck. Shop for your shape: Hourglass If you have an hourglass figure, you can pull off a lot of different styles. Wearing a suit in all one color will make you look sleek, but you can also liven up your look with a bold, daring print. Halter maillots are a great style, and don't be afraid of a deep plunge. String bikinis can work in your favor, too -- the ties will adjust to fit curvier hips. Shop for your shape: Full bust If you have a full bust, you need a top that flatters and provides adequate support. Halter tops tie in the back and can give you just the right amount of lift. Tops with underwire or hidden bras also work well. If you're a size D or larger, stay away from high necklines and triangle tops, which won't give you enough support. Shop for your shape: Full Look for pretty details at the neck that draw the eye up: fun fabric or mesh <em>inserts</em>, a sexy V-neck, or color blocking. Try a smooth, fitted skirt for extra coverage, but keep it short. Too much fabric can balloon into a moo-moo. In a two-piece, a waistband with extra folds or ruffles can be adjusted higher for a look that trims the tummy. Cool colors slim, while shiny fabrics show every bulge. Shop for your shape: Lean Athletic builds look best in string bikinis; too much coverage can make you look boxy. Have fun with ruffles and pleating, which will add just the right amount of volume. Bold patterns will give you a more flirty look, and don't shy away from a little padding to help round you out up top. Stock up on sunscreen You might like the good look of tanned skin, but the sun takes a heavy toll on your health and your appearance. Sunlight consists of UVA rays, which can lead to premature aging and skin cancer, and UVB rays, which are the main cause of sunburn. A broad-spectrum sunscreen will protect you against both types. Make sure to coat the skin generously, and don't forget to use a protective lip balm. Buy quality sunglasses UVA and UVB rays are also damaging to the eyes. Too much exposure raises the risk of cataracts over time. The bright light also makes you squint, which can contribute to fine lines around the eyes. Look for sunglasses that specifically offer protection against UVA and UVB rays. Remember that many lenses, even dark tinted ones, don't provide any UV protection. Soften your skin If you want to show off smooth skin this summer, try exfoliating and moisturizing. Exfoliation is the removal of dead skin cells that make skin appear sallow and rough. Hydroxy acids, which can be found in many over-the-counter skin products, promote the exfoliation process. You'll also want to use a moisturizer every day. Moisturizers help the skin retain water, making it look plumper. Banish unwanted hair There are many ways to get rid of unwanted hair at the bikini line. Shaving provides a quick fix. Depilatory creams banish hair for up to two weeks. Waxing has longer-lasting results, while electrolysis and laser hair removal are considered permanent solutions. Laser hair removal work best for people with light skin, and it's especially effective in the bikini area. A dermatologist can tell you which treatment will best suit your needs. Give yourself a safe tan Sunless tanning products are surging in popularity as people learn about the dangers of UV rays. Today's products don't require rubbing bronze color onto your body. Sunless tanners use an ingredient called DHA that interacts with the top layer of skin. This causes a color change that won't stain your clothes. The \"tan\" slowly fades as dead skin cells wear off. Get a pedicure A great pedicure can help motivate you to get in shape for swimsuit season. If you go to a salon, schedule your appointment first thing in the morning when foot baths are typically cleanest. Bring your own utensils since bacteria and fungus can easily transfer between people. And don't shave your legs beforehand -- bacteria can enter through small cuts. Strive for progress not perfection In her book, Peeke advises women to \"strive for progress not perfection.\" Aiming for perfection often leads to paralysis. Instead of comparing yourself to the images in magazines, compare yourself to where you were a month ago. Celebrate the healthy changes you are making in your life and avoid unrealistic expectations. If you look around at the beach, you'll find most bodies are less than perfect.            ",
            "vi": "Hãy cải thiện dáng điệu của bạn Dáng điệu bắt mắt là phương pháp dễ dàng nhất và nhanh nhất để bạn trông rạng rỡ hơn trong bộ bikini yêu thích của mình. Dáng dấp lom khom khiến cho bạn lùn đi vài in-sơ và làm cho bụng của bạn trông tròn trịa hơn. hãy tạo cho mình một dáng vẻ xinh xắn bằng cách giữ thẳng lưng và giữ vai về sau. Giữ trọng lượng cơ thể được cân bằng ở cả hai hông.   Hãy bắt đầu vận động  Một vài tuần trước khi mùa áo tắm bắt đầu, bạn nên cố gắng hoạt động cơ thể nhiều hơn nhé. Tiến sĩ Pamela Peeke, tác giả của quyển Body for Life for Women cho biết “Việc tập luyện cơ thể cũng giống như bỏ tiền vào ống heo vậy.” “Mỗi hoạt động thể chất góp phần làm cho dáng vẻ bạn thêm hoàn hảo.” Vì vậy hãy bật nhạc lên và nhảy đi nào. Hãy thử theo học lớp khiêu vũ Zumba xem và hãy sử dụng cầu thang bộ ở công ty nhé. Mỗi một chút mồ hôi đổ ra sẽ đưa bạn đến gần mục tiêu của mình hơn. Hít đất  Để giúp có được một thân hình bikini sẵn sàng thì “tại sao chúng ta không tiến hành nhiều công đoạn?” tiến sĩ Peeke, chuyên gia viết nhật ký mạng cho WebMD đề nghị. “Hít đất là sở thích số một của tôi bởi bạn có thể giúp phát triển 6 cơ cùng một lúc: cơ hai đầu, cơ ba đầu, cơ đen-ta, cơ ngực, cơ bụng và cơ mông.” Bạn hãy bắt đầu với động tác hít đất gập gối, và nên nhờ một huấn luyện viên nào đó quan sát bạn một lần để kiểm tra dáng cho bạn. Nếu bạn bị bệnh thì nên được bác sĩ đồng ý trước khi bắt đầu một chương trình thể dục mới nào đó nhé.   Ngồi xổm Để luyện tập cho mông và đùi, tiến sĩ Peeke khuyến nghị nên ngồi xổm. Cách đơn giản nhất là ngồi xổm sát vào tường hoặc ngồi áp trên một quả bóng thể thao, thành tư thế ngồi ghế trên không. Hãy giữ cho bàn chân và hông dang ra xa, và co thắt cơ bụng lại để tránh làm cho lưng bạn bị cong. Khi bạn khỏe hơn, bạn có thể nhấc tạ để nâng cao sức mạnh cơ bắp của mình. Hãy cố gắng thực hiện lại từ 6-12 lần.    Lưu ý: Nếu cảm thấy không phù hợp với bất cứ bài tập thể dục nào thì bạn nên ngừng lại và tham khảo ý kiến của chuyên gia thể dục. Tuỳ vào điều kiện sức khỏe của bạn mà một số bài tập có thể không được phép sử dụng.  Chèo thuyền Với người mới bắt đầu chơi thể thao thì bộ môn chèo thuyền là tuyệt vời với hy vọng luyện tập cho cánh tay và lưng. Vật dụng cần thiết của bạn là dây kéo căng cơ hoặc dây cáp. Hãy ngồi hơi gập đầu gối và giữ cho lưng thẳng; đồng thời nhẹ nhàng chồm về phía trước để nắm lấy dây cáp. Bạn hãy thở ra khi kéo ngược trở lại nhé. Để ngả về trước, bạn nên hít vào và mở rộng khuỷu tay ra. Thực hiện 2-3 hiệp từ 6-12 lần.  Cử tạ  Cử tạ giúp nâng cao sức khỏe toàn thân, nhất là vùng lưng, mông và chân. Bạn cần có thanh tạ hoặc quả tạ để chơi môn này. Đứng thẳng hai chân hơi rộng hơn một chút so với vai. Hãy giữ quả tạ sát bên người bạn khi nhấc lên khỏi mặt đất. Phải đảm bảo là nâng cao cả phần vai và hông, và tránh gập cong phần lưng. Kỹ thuật của môn này rất quan trọng nên bạn có thể cũng cần một huấn luyện viên nào đó để tư vấn và gợi ý cho mình. Lặp lại một động tác từ 8-12 lần.  Những bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng   Peeke rất chuộng các bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng bởi chúng có thể nâng cao sức khỏe bên trong cơ thể bạn: đó là lưng và bụng. Bạn không học ở lớp được ư? Hãy thử tạo kiểu nằm cổ điển tương tự như hình bên ở nhà xem nào. Bạn hãy nằm xuống sàn và nhẹ nhàng nhấc 2 chân và 2 cánh tay lên. Người mới tập nên giữ cho đầu gối gập và 2 cánh tay song song với sàn. Khi bạn đã thuần thục hơn, hãy cố duỗi thẳng chân ra nhé. Việc nằm ở tư thế này sẽ đồng thời giúp kéo căng cơ lưng và cơ bụng cùng một lúc.  Hãy giảm bớt ca-lo  “Bạn có thể gập bụng hoài mãi nhưng vòng hai vẫn còn to,” Peeke cho biết “trừ phi bạn kiềm chế lượng ca-lo hấp thu của mình thôi.” Việc tránh xa món khoai tây chiên cho món trái cây ít ca-lo hoặc món ăn phụ nhiều rau là cách bắt đầu dễ dàng cho bạn. Nhiều lợi ích thực tế có thể có được nhờ việc giảm bớt hyđrat-các-bon đã tinh chế: bánh mì trắng, mì ống trắng, gạo trắng, và, tất nhiên là, cả đường nữa. Những loại thực phẩm này “làm cho bạn ăn không còn ngon miệng.”  Nên ăn nhiều prô-tê-in  Các thực phẩm giàu prô-tê-in hoặc chất xơ có thể giúp làm chậm quá trình tiêu hoá một cách thực sự. Kết quả là dạ dày bạn sẽ có cảm giác no lâu hơn và não bạn sẽ nhận được tín hiệu không cần ăn thêm nữa. Bạn sẽ hài lòng hơn với việc cơ thể hấp thụ ít ca-lo hơn.  Nên kén món rau trộn   Món rau trộn có thể làm cho bạn no và giúp bạn tránh các bữa ăn nhiều chất béo hơn. Nhưng xin hãy nhớ rằng không phải bất cứ món rau trộn nào cũng ít ca-lo. Các thứ gia vị, dầu ăn, bánh mì nướng (dùng với xúp), thịt muối xông khói, và phô mai là những món bổ sung thêm nhiều ca-lo và chất béo cho bạn. Để có được món rau trộn ít chất béo, giàu dinh dưỡng, bạn nên chọn các loại rau có màu đậm chẳng hạn như cải bina và tiêu. Tăng cường chất xơ Ngoài việc kiềm chế sự thèm ăn, chất xơ còn có thể phòng tránh được kẻ thù của bikini đó là chứng táo bón và căng bụng. Chế độ dinh dưỡng thường xuyên giàu chất xơ có thể giúp vòng hai của bạn phẳng hơn. nhưng cũng nên cẩn thận với việc bổ sung quá nhiều chất xơ trong thời gian quá nhanh. Một số thực phẩm giàu chất xơ, chẳng hạn như các loại đậu, có thể làm cho vòng eo của bạn lúc đầu trở nên tệ hại hơn. các nguồn bổ sung chất xơ khác gồm rau cải, trái cây, và ngũ cốc nguyên hạt. Đừng ăn muối  Tiến sĩ Peeke cảnh báo “Muối sẽ làm cho bạn phình như con cá nóc,” Và tình trạng phù nề này có thể kéo dài trong một vài ngày – không tốt chút nào khi mà bạn có ý định diện bộ bikini mới của mình. Bạn nên giảm muối bằng cách ăn các thực phẩm tươi sống thay vì các thức ăn đóng hộp. Khi ăn ngoài, bạn nên yêu cầu cho nước xốt ở một bên thức ăn. Một cách khác để làm giảm chứng ục ịch là nên chia nhỏ các bữa ăn trong ngày ra.  Hãy tránh xa bia rượu  Rượu bia có thể là kẻ thù ngầm đối với mục tiêu “thân hình bikini”của bạn:    * 12 ao-sơ bia có hàm lượng tương đương 150 ca-lo.  * Bia và rượu có ga làm to vòng eo.  * Bia rượu làm cho cơ thể giảm khả năng đốt cháy mỡ.  Nhiều công trình nghiên cứu cũng cho thấy người uống rượu cũng ăn nhiều hơn người kiêng rượu hoàn toàn.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả lê Nếu hông và đùi bạn tròn trĩnh hơn, bạn có thể rất cần che đi phần mông của mình bằng chiếc quần sọt nam. Nhưng kiểu dáng này có thể làm cho đùi bạn trở nên ngắn đi. Thay vào đó bạn nên chọn các kiểu quần sọt có đáy cao – loại quần nào sẽ làm cho chân bạn trông có vẻ dài hơn và mảnh mai hơn. Đối với phần thân trên, bạn nên chọn kiểu áo có cổ tim để thu hút ánh mắt của người đối diện hướng lên trên.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả táo  Nếu bạn gặp rắc rối phần bụng, hơn cả phần hông thì cũng nhiều người tương tự như bạn thôi. May mắn là, cũng có nhiều bộ áo tắm một mảnh kiểu cách có thể giúp bạn nguỵ trang được. Nhiều kiểu áo choàng, thiết kế chi tiết hai bên hông và xếp nếp tổ ong thường giúp cho vòng hai của bạn trông thon thả hơn. Để đánh lạc hướng chú ý vùng thắt lưng, bạn nên chọn những chiếc áo có cổ tim khoét sâu. Chọn mua bikini phù hợp dáng người của bạn: Dáng đồng hồ cát  Nếu bạn có hình dáng đồng hồ cát thì bạn có thể mặc được rất nhiều kiểu dáng bikini khác nhau. Áo tắm một màu sẽ làm cho bạn trông mượt mà, bắt mắt, nhưng bạn cũng có thể làm sinh động thêm bằng chiếc bikini có hoa văn in đậm. Những chiếc áo tắm có dây choàng qua cổ cũng rất tuyệt, và bạn đừng ngại kiểu cổ khoét sâu xuống dưới. Các kiểu áo tắm dây cũng có thể là những kiểu dáng ưa chuộng của bạn – dây cột sẽ điều chỉnh để làm vừa vặn người có vùng hông hấp dẫn hơn.     Chọn mua bikini phù hợp dáng người của bạn: Khuôn ngực đầy đặn  Nếu bạn có vòng một đầy đặn, bạn cần nên chọn kiểu bikini có thể nâng đủ ngực và làm cho ngực đẹp thêm. Kiểu áo tắm có dây quàng cổ thắt sau lưng và có thể có cảm giác nâng vòng một thích hợp. Những chiếc áo tắm không dây hoặc che áo ngực cũng thích hợp với bạn. Nếu bạn sử dụng size D hoặc lớn hơn thì nên tránh kiểu áo có đường viền cổ cao và phần trên áo hình tam giác, sẽ không nâng được vòng một đầy đủ.   Chọn mua bikini phù hợp dáng người tròn trịa của bạn Bạn nên tìm mua kiểu có hoạ tiết xinh đẹp ở cổ có thể thu hút ánh nhìn của người đối diện hướng lên trên: vải chêm vui mắt hoặc ren lưới, cổ tim hấp dẫn, hoặc một khối màu nào đó chẳng hạn. Bạn hãy thử chiếc váy trơn, vừa vặn cho thân hình không mấy thon gọn của mình xem nhưng hãy chọn váy ngắn nhé. Đối với áo tắm hai mảnh thì chiếc dải thắt lưng có nhiều nếp gấp hoặc đường diềm xếp nếp có thể được điều chỉnh cao hơn để làm cho bụng của bạn trông có vẻ thon gọn hơn. các màu nhạt làm cho bạn trông mảnh mai hơn trong khi những màu sặc sỡ có thể cho người đối diện thấy từng đường nét u lồi cuả bạn.  Chọn mua bikini phù hợp dáng người gầy guộc của bạn Thân hình vạm vỡ có thể trông đẹp nhất với những bộ bikini dây; việc mặc áo kín có thể làm bạn trông đỡ gầy hơn. bạn hãy nên chọn kiểu áo có đường diềm xếp nếp và nếp gấp, kiểu áo này sẽ giúp bạn nhìn cân đối hơn. những kiểu hoa văn sặc sỡ sẽ làm bạn trông dễ nhìn hơn, và đừng ngại chèn một miếng lót nhỏ để làm  cho phần thân trên của bạn được tròn trịa hơn.  Hãy để dành kem chống nắng Bạn có thể thích vẻ đẹp của một làn da rám nắng nhưng ánh nắng mặt trời có thể gây hại rất lớn cho sức khỏe và ngoại hình của bạn. Trong ánh nắng mặt trời tồn tại tia UVA, có thể gây lão hoá sớm và ung thư da, và tia UVB là nguyên nhân chính gây rám nắng. Kem chống nắng quang phổ rộng có thể giúp bạn phòng tránh được cả hai loại đó. Bạn nên đảm bảo phải che chắn da tốt, và đừng quên thoa kem bảo vệ môi nhé.  Bạn nên mua kính mát chất lượng  Các tia UVA và UVB cũng gây hại cho mắt. Việc để mắt tiếp xúc quá nhiều với những loại tia này ngày này qua ngày nọ có thể làm tăng nguy cơ bệnh đục thuỷ tinh thể. Ánh sáng chói cũng có thể làm cho bạn bị lác mắt, góp phần gây ra nhiều đường nhăn nhỏ li ti quanh mắt. Bạn nên tìm những kính mát giúp phòng tránh đặc biệt tia UVA và UVB. Nhưng xin lưu ý rằng cũng có nhiều loại mắt kính, thậm chí là kính đen cũng không giúp bảo vệ mắt khỏi tia UV được.  Nên làm mềm da Nếu muốn khoe làn da láng mượt vào mùa hè này, bạn nên thử sử dụng sản phẩm tẩy tế bào chết và làm ẩm da. Phương pháp tẩy tế bào chết là làm bong tróc các tế bào da chết làm cho da sạm và xù xì thô ráp. A-xít hydroxy có trong nhiều sản phẩm chăm sóc da có thể mua tự do, giúp bạn tẩy được tế bào chết nhanh hơn. Bạn cũng cần sử dụng kem dưỡng ẩm hằng ngày bởi nó có thể giúp da giữ nước và làm cho da bạn trông có vẻ căng mượt hơn.  Tẩy lông thừa  Có nhiều cách để tẩy sạch lông thừa ở vùng háng. Phương pháp cạo chỉ là giải pháp tạm thời. Kem tẩy lông có thể làm cho lông không mọc trở lại đến 2 tuần. Cách tẩy này có thể sử dụng được lâu hơn, trong khi phương pháp điện phân và tẩy lông bằng tia la-ze được coi là giải pháp lâu dài. Tẩy lông bằng tia la-ze có hiệu quả nhất đối với người có da trắng và nhất là ở vùng háng. Bác sĩ da liễu có thể giúp bạn tìm ra phương pháp phù hợp nhất với nhu cầu của mình. Cho cơ thể bạn một làn da rám nắng an toàn  Khi người ta càng ngày càng biết đến nhiều về các mối nguy hại của tia UV thì nhiều sản phẩm rám nắng không do mặt trời đang lên ngôi. Những sản phẩm này không bắt bạn phải chà màu đồng lên người. Kem rám nắng không do mặt trời sử dụng thành phần có tên là DHA chỉ xúc tác với lớp da trên cùng. Kem này có thể làm đổi màu da, không vấy bẩn lên quần áo. Vẻ “rám nắng” sẽ dần dần mờ đi khi các tế bào da chết bong ra.  Nên chăm sóc chân Việc chăm sóc chân kỹ lưỡng cũng có thể giúp bạn có được một vóc dáng hoàn hảo cho mùa áo tắm này. Nếu đến thẩm mỹ viện, bạn nên lên lịch hẹn ngay vào buổi sáng sớm khi mà các chậu rửa chân thường sạch sẽ nhất. hãy mang theo đồ dùng riêng của mình bởi vi khuẩn và nấm có thể dễ dàng lây truyền từ ngày này sang người kia. Và bạn cũng đừng nên cạo chân mình trước nhé – vi khuẩn có thể xâm nhập vào cơ thể qua những vết trầy xước nhỏ.   Cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối  Trong quyển sách của mình, tiến sĩ Peeke đã cho phụ nữ lời khuyên “hãy cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối.” Việc nhắm đến mức độ hoàn hảo thường dẫn đến “cảm giác tê liệt”, mất hoạt động. Thay vì so sánh mình với các hình người mẫu trong tạp chí, bạn nên so bản thân hiện giờ với cách đây một tháng xem sao. Hãy vui mừng với những đổi thay lành mạnh trong cuộc sống của mình và tránh đi những hy vọng hão huyền không có thực. Nếu bạn nhìn bao quát khắp bãi biển, bạn sẽ để ý thấy hầu hết người ta đều không ai hoàn hảo.     "
        },
        {
            "en": "What is heart disease? Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, arrhythmia, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs. What is a heart attack? Every year, more than 1 million Americans have a heart attack – a sudden interruption in the heart's blood supply. This happens when there is a blockage in the coronary arteries, the vessels that carry blood to the heart muscle. When blood flow is blocked, heart muscle can be damaged very quickly and die. Prompt emergency treatments have reduced the number of deaths from heart attacks in recent years. Heart attack symptoms A heart attack is an emergency even when symptoms are mild. Warning signs include: * Pain or pressure in the chest.  * Discomfort spreading to the back, jaw, throat, or arm.  * Nausea, indigestion, or heartburn.  * Weakness, anxiety, or shortness of breath.  * Rapid or irregular heartbeats.  Heart attack symptoms in women Women don't always feel chest pain with a heart attack. Women are more likely than men to have heartburn, loss of appetite, tiredness or weakness, coughing, and heart flutters. These symptoms should not be ignored. The longer you postpone treatment, the more damage the heart may sustain. Signs of coronary artery disease A precursor to a heart attack, coronary artery disease or CAD occurs when sticky plaque builds up inside the coronary arteries. This narrows the arteries, making it more difficult for blood to flow through. Many people don't know they have CAD until a heart attack strikes. But there are warning signs, such as recurring chest pain caused by the restricted blood flow. This pain is known as angina. Inside a heart attack The plaque deposited in your arteries is hard on the outside and soft and mushy on the inside. Sometimes the hard outer shell cracks. When this happens, a blood clot forms around the plaque. If the clot completely blocks the artery, it cuts off the blood supply to a portion of the heart. Without immediate treatment, that part of the heart muscle could be damaged or destroyed. Don't wait to be sure The best time to treat a heart attack is as soon as symptoms begin. Waiting to be sure can result in permanent heart damage or even death. If you think you may be having a heart attack, call 911. And don't try driving yourself to the hospital. When you call 911, the EMS staff can start emergency care as soon as they reach you. Sudden cardiac death Sudden cardiac death (SCD) accounts for half of all heart disease deaths in the U.S., but it's not the same as a heart attack. SCD occurs when the heart's electrical system goes haywire, causing it to beat irregularly and dangerously fast. The heart's pumping chambers may quiver instead of pumping blood out to the body. Without CPR and restoration of a regular heart rhythm, death can occur in minutes. Arrhythmia: Erratic heart beat Regular electrical impulses cause your heart to beat. But sometimes those impulses become erratic. The heart may race, slow down, or quiver. Arrhythmias are often harmless variations in rhythm that pass quickly. But some types make your heart less effective at pumping blood, and that can take a serious toll on the body. Let your doctor know if you've noticed your heart beating abnormally. Cardiomyopathy Cardiomyopathy is a disease involving changes in the heart muscle. These changes may interfere with the heart’s ability to pump effectively, which can lead to a chronic condition called heart failure. Cardiomyopathy is sometimes associated with other chronic conditions, such as high blood pressure or heart valve disease. Heart failure Heart failure doesn't mean your heart stops working. It means the heart can't pump enough blood to meet the body's needs. Over time, the heart gets bigger to hold more blood, it pumps faster to increase the amount of blood moving out of it, and the blood vessels narrow. The heart muscle may also weaken, reducing the blood supply even more. Most cases of heart failure are the result of coronary artery disease and heart attacks. Congenital heart defect A congenital heart defect is one that's present at birth. The problem could be a leaky heart valve, malformations in the walls that separate the heart chambers, or other heart problems. Some defects are not found until a person becomes an adult. Some need no treatment. Others require medicine or surgery. People with congenital heart defects may have a higher risk of developing complications such as arrhythmias, heart failure, and heart valve infection, but there are ways to reduce this risk. Testing: Electrocardiogram (EKG) An EKG (also ECG) is a painless test that uses electrodes placed on the skin to record the heart's electrical activity. The test provides information about your heart rhythm and damage to the heart muscle. An EKG can help your doctor diagnose a heart attack and evaluate abnormalities such as an enlarged heart. The results can be compared to future EKGs to track changes in the condition of your heart. Testing: Stress test The stress test measures how your heart responds to exertion. If you have an exercise stress test, you'll either walk on a treadmill or ride a stationary bike while the level of difficulty increases. At the same time, your EKG, heart rate, and blood pressure will be monitored as your heart works harder. Doctors use a stress test to evaluate whether there is an adequate supply of blood to the heart muscle. Testing: Holter monitor A Holter monitor is a portable heart rhythm recorder. If your doctor suspects a heart rhythm problem, she may ask you to wear one for 1 or 2 days. It records the heart's continuous electrical activity day and night, compared with an EKG, which is a snapshot in time. The doctor will probably also ask you to keep a log of your activities and to note any symptoms and when they occur. Testing: Chest X-ray A chest X-ray is a picture of your heart, lungs, and chest bones that's made by using a very small amount radiation. Chest X-rays can be used to look for heart and lung abnormalities. In this image, the bulge seen on the right side is an enlarged left ventricle, the heart's main pumping chamber. Testing: Echocardiogram An echocardiogram uses sound waves (ultrasound) to generate moving images of the heart. The test can assess the chambers and valves of your heart and how well your heart muscle and heart valves are working. It's useful in diagnosing and evaluating several types of heart disease, as well as evaluating the effectiveness of treatments. Testing: Cardiac CT Cardiac computerized tomography (known as cardiac CT) takes detailed images of the heart and its blood vessels. A computer stacks the images to create a 3-D picture of heart. A cardiac CT can be used to look for plaque or calcium buildup in the coronary arteries, heart valve problems, and other types of heart disease. Testing: Cardiac catheterization Cardiac catheterization helps diagnose and treat some heart conditions. The doctor guides a narrow tube, called a catheter, through a blood vessel in your arm or leg until it reaches the coronary arteries. Dye is injected into each coronary artery, making them easy to see with an X-ray. This reveals the extent and severity of any blockages. Treatments such as angioplasty or stenting can be done during this procedure. Living with heart disease Most forms of heart disease are chronic. In the beginning, symptoms may be too mild to affect everyday life. And in many cases, long-term treatment can keep symptoms under control. But if the heart begins to fail, patients may develop shortness of breath, fatigue, or swelling in ankles, feet, legs, and abdomen. Heart failure can be managed with medication, lifestyle changes, surgery, and in certain cases, a heart transplant. Treatment: Medicines Medications play a huge role in treating heart disease. Some drugs help lower blood pressure, heart rate, and cholesterol levels. Others can keep abnormal heart rhythms under control or prevent clotting. For patients who already have some heart damage, there are medications to improve the pumping ability of an injured heart. Treatment: Angioplasty Angioplasty is used to open a blocked heart artery and improve blood flow to the heart. The doctor <em>inserts</em> a thin catheter with a balloon on the end into the artery. When the balloon reaches the blockage, it is expanded, opening up the artery and improving blood flow. The doctor may also insert a small mesh tube, called a stent, to help keep the artery open after angioplasty. Treatment: Bypass surgery Bypass surgery is another way to improve the heart's blood flow. It gives blood a new pathway when the coronary arteries have become too narrow or blocked. During the surgery, a blood vessel is first moved from one area of the body -- such as the chest, legs, or arms -- and attached to the blocked artery, allowing it to bypass the blocked part. Who's at risk for heart disease? Men have a higher risk of having a heart attack than women, and at an earlier age. But it's important to note that heart disease is the No. 1 killer of women, too. People with a family history of heart ailments also have a higher risk of heart trouble. Risk factors you can control High cholesterol and high blood pressure are major risk factors for heart disease. Being overweight, obese, or physically inactive all increase your risk. So does diabetes, especially if your glucose levels are not well controlled. Discuss your risks with your doctor and develop a strategy for managing them. There are many steps you can take to protect your heart. Smoking and your heart If you smoke, your risk of heart disease is 2 to 4 times greater than a nonsmoker's. And if you smoke around loved ones, you're increasing their risk with secondhand smoke. Each year in the U.S., more than 135,000 people die from smoking-related heart disease. But it's never too late to quit. Within 24 hours of quitting, your heart attack risk begins to fall. Life after a heart attack It is possible to regain your health after a heart attack. By avoiding cigarettes, becoming more active, and watching what you eat, you can give your heart and overall health a big boost. One of the best ways to learn how to make these changes is to take part in a cardiac rehab program. Ask your doctor for recommendations. Heart disease prevention The key to preventing heart disease is a healthy lifestyle. This includes a nutritious diet, at least 30 minutes of exercise most days of the week, not smoking, and controlling high blood pressure, cholesterol, and diabetes. If you drink alcohol, do so in moderation – no more than one drink a day for women, two drinks a day for men. Ask your friends and family for help in making these changes. They'll benefit, too. Diet and your heart What you eat makes a difference. Be sure you get plenty of whole grains, vegetables, legumes, and fruits to help keep your heart healthy. Plant oils, walnuts, other nuts, and seeds can also help improve cholesterol levels. And don't forget to eat fish at least a couple of times each week for a good source of heart-healthy protein.    ",
            "vi": "Bệnh tim là gì? Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy tiếp tục đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé.  Cơn đau tim là gì? Ở Mỹ mỗi năm có hơn 1 triệu người chết vì đau tim – đây là chứng đứt quãng đột ngột nguồn máu cung cấp cho tim. Tình trạng này xảy ra khi các động mạch vành bị nghẽn – động mạch vành là mạch máu làm nhiệm vụ vận chuyển máu đến cơ tim. Khi máu không lưu thông được thì cơ tim có thể bị tổn thương rất nhanh và ngừng hoạt động. Các phương pháp chữa trị khẩn cấp đã làm giảm số bệnh nhân tử vong do đau tim trong những năm gần đây.  Các triệu chứng đau tim Đau tim là một chứng bệnh khẩn cấp thậm chí khi các triệu chứng nhẹ đi nữa. Những dấu hiệu cảnh báo bao gồm:  * Đau ngực hoặc nặng ngực.  * Sự đau đớn, khó chịu này còn lan ra sau lưng, quai hàm, cổ họng, hoặc vùng cánh tay.  * Buồn nôn, khó tiêu, hoặc ợ chua. * Yếu, lo âu, hoặc khó thở. * Nhịp tim nhanh hoặc không đều. Các triệu chứng đau tim ở phụ nữ Phụ nữ không phải lúc nào cũng cảm thấy đau ngực khi bị đau tim. Phụ nữ dễ bị ợ nóng, chán ăn, mệt mỏi hoặc ốm yếu, ho hen, và rung tim. Các triệu chứng này không nên bỏ qua. Bạn càng trì hoãn việc điều trị thì tim có thể còn tổn thương nhiều hơn.   Các dấu hiệu của bệnh động mạch vành Dấu hiệu cảnh báo của một cơn đau tim là bệnh động mạch vành (CAD) xảy ra khi mảng bám tăng sinh bên trong động mạch vành; làm hẹp động mạch và làm cho máu lưu thông khó khăn hơn. Nhiều người không hề biết mình bị bệnh động mạch vành cho đến khi cơn đau tim bộc phát. Nhưng cũng có nhiều dấu hiệu cảnh báo, chẳng hạn như chứng đau ngực cứ lặp đi lặp lại do máu lưu thông bị hạn chế. Đây được gọi là chứng đau thắt ngực.  Thực chất của một cơn đau tim Mảng bám trong động mạch bên ngoài cứng nhưng bên trong mềm và xốp. Đôi khi lớp vỏ cứng bên ngoài ấy bị nứt và lúc này máu cục hình thành xung quanh mảng bám. Nếu máu đông gây nghẽn hoàn toàn động mạch thì nó làm làm tắc nghẽn máu lưu thông đến tim. Nếu không điều trị ngay tức khắc thì vùng cơ tim đó có thể bị tổn thương hoặc bị hủy hoại.  Bạn đừng nên chờ đợi cho tới khi chắc chắn bị bệnh tim Thời điểm tốt nhất để chữa bệnh đau tim là ngay khi các triệu chứng mới bắt đầu. Việc chờ đợi cho đến khi biết chắc mình bị bệnh có thể dẫn đến tổn thương tim lâu dài hoặc thậm chí là tử vong. Nếu nghĩ mình có thể bị đau tim, bạn nên gọi 911. Và đừng cố tự lái xe đến bệnh viện. Khi bạn gọi 911 thì nhân viên EMS có thể bắt đầu chăm sóc khẩn cấp cho bạn ngay khi họ liên lạc với bạn xong.  Đột tử do tim Đột tử do tim (SCD) chiếm phân nửa số ca tử vong do bệnh tim mạch ở Hoa Kỳ, nhưng SCD không giống như bệnh đau tim. SCD xảy ra khi hệ thống điện của tim hoạt động bất thường, làm cho tim đập không đều và nhanh một cách nguy hiểm. Các buồng bơm của tim có thể đập thình thịch thay vì phải bơm máu đến cơ thể. Nếu không hô hấp nhân tạo và làm cho nhịp tim đập lại đều đặn thì bệnh nhân có thể tử vong trong chớp nhoáng.  Chứng loạn nhịp tim: Nhịp tim bất thường Các xung lực điện đều đặn làm cho tim đập. Nhưng đôi khi chúng cũng trở nên thất thường. Tim có thể đập nhanh, chậm, hoặc đập thình thịch. Chứng loạn nhịp tim thường là những thay đổi nhịp vô hại xảy ra nhanh, thoáng qua thôi. Nhưng một vài chứng loạn nhịp tim cũng có thể làm cho tim bơm máu kém hiệu quả, và có thể gây hại nghiêm trọng cho cơ thể. Hãy thông báo cho bác sĩ biết nếu bạn phát hiện thấy tim mình đập một cách bất thường.   Bệnh tim Bệnh tim là chứng bệnh liên quan đến những thay đổi ở cơ tim. Những thay đổi này có thể làm cản trở khả năng bơm máu hiệu quả của tim, có thể gây bệnh mãn tính gọi là bệnh suy tim. Bệnh tim đôi khi cũng có liên quan với nhiều chứng bệnh mãn tính khác, chẳng hạn như cao huyết áp hoặc bệnh van tim.  Suy tim Suy tim không có nghĩa là tim ngừng hoạt động mà là tim không có thể bơm đủ máu để đáp ứng cho nhu cầu của cơ thể. Dần dần tim trở nên lớn hơn để giữ máu được nhiều hơn, bơm nhanh hơn để tăng lượng máu vận chuyển ra khỏi tim, và các mạch máu bị hẹp lại. Cơ tim cũng có thể làm suy yếu và làm giảm nguồn máu đến tim nữa. Hầu hết các chứng suy tim đều do bệnh động mạch vành và đau tim gây ra. Dị tật tim bẩm sinh Dị tật tim bẩm sinh là dị tật tim xảy ra từ khi mới sinh. Vấn đề này có thể là van tim bị hở, dị tật ở các vách ngăn buồng tim, hoặc các vấn đề tim khác. Một số dị tật không được phát hiện thấy mãi đến khi trưởng thành. Một số dị tật không cần phải được điều trị trong khi đó số khác cần sử dụng thuốc hoặc phẫu thuật. Người bị dị tật tim bẩm sinh có thể có nguy cơ sinh ra biến chứng nhiều hơn chẳng hạn như loạn nhịp tim, suy tim, và nhiễm trùng van tim, nhưng cũng có nhiều cách để làm giảm nguy cơ này.  Xét nghiệm bệnh tim bằng điện tâm đồ (EKG) EKG (cũng được gọi là ECG) là một xét nghiệm không gây đau đớn sử dụng điện cực đặt trên da để ghi lại hoạt động điện của tim. Xét nghiệm này cho biết nhịp tim và tổn thương cơ tim. EKG có thể giúp bác sĩ chẩn đoán bệnh đau tim và đánh giá các dị dạng tim chẳng hạn như chứng tim giãn nở. Kết quả có thể được đối chiếu với xét nghiệm EKG sau để theo dõi những thay đổi ở bệnh tim của bạn.  Xét nghiệm bệnh tim bằng cách kiểm tra khả năng hoạt động dưới áp lực cao Phương pháp kiểm tra khả năng hoạt động dưới áp lực cao biết được cách tim bạn phản ứng với việc cố sức như thế nào. Nếu bạn được kiểm tra khả năng hoạt động dưới áp lực cao, bạn sẽ hoặc là đi trên một chiếc máy tập thể dục hoặc là chạy xe đạp đứng yên một chỗ trong khi mức độ khó khăn tăng dần lên. Đồng thời, xét nghiệm EKG, nhịp tim, và huyết áp của bạn sẽ được theo dõi khi tim bạn làm việc cật lực hơn. Nhiều bác sĩ sử dụng phương pháp kiểm tra này để đánh giá xem liệu máu cung cấp đến cơ tim có đủ hay không.  Xét nghiệm bệnh tim bằng máy ghi nhịp tim  Holter monitor là máy ghi nhịp tim di động. Nếu nghi ngờ bạn có vấn đề về nhịp tim thì bác sĩ có thể yêu cầu bạn mang máy này trong khoảng từ 1 hoặc 2 ngày. Nó ghi lại hoạt động điện liên tục ban ngày lẫn ban đêm của tim so với xét nghiệm EKG, ảnh chụp nhanh đúng lúc. Bác sĩ cũng có thể yêu cầu bạn giữ quyển sổ ghi lại chi tiết các hoạt động của mình để lưu ý đến bất kỳ triệu chứng bệnh tim nào và các triệu chứng ấy xảy ra khi nào. Xét nghiệm bệnh tim bằng phương pháp chụp X-quang ngực Một bức chụp ngực bằng tia X là ảnh của tim, phổi, và xương ngực của bạn được tạo thành bằng cách sử dụng một lượng bức xạ rất nhỏ. Hình X-quang ngực có thể dùng để tìm kiếm dị dạng ở tim và phổi.  Trong hình minh hoạ này thì phần phình to ra được nhìn thấy bên tay phải là chỗ giãn tâm thất trái, đây là buồng bơm máu chính của tim.  Xét nghiệm bệnh tim bằng phương pháp siêu âm tim đồ Siêu âm tim đồ sử dụng sóng âm thanh (siêu âm) để tạo ra các hình ảnh chuyển động của tim. Xét nghiệm này có thể đánh giá, biết được các buồng tim và van tim và xem cơ tim và van tim hoạt động tốt đến mức độ nào. Siêu âm tim đồ cũng hữu ích trong việc chẩn đoán và đánh giá một số kiểu bệnh tim, đồng thời cũng đánh giá được hiệu quả của các phương pháp điều trị.  Xét nghiệm bệnh tim bằng cách chụp CT tim (chụp cắt lớp tim) Chụp cắt lớp tim (cũng được gọi là chụp CT tim) lấy hình ảnh chi tiết của tim và các mạch máu. Máy tính sẽ xếp chồng các hình ảnh để tạo hình tim 3-D. Phương pháp chụp CT tim có thể được sử dụng để tìm mảng bám hoặc vôi đóng ở động mạch vành, các vấn đề về van tim, và nhiều loại bệnh tim khác nữa.   Xét nghiệm bệnh tim bằng phương pháp thông tim  Phương pháp thông tim giúp chẩn đoán và điều trị một số bệnh tim. Bác sĩ đặt một ống hẹp, gọi là ống thông, qua mạch máu ở cánh tay hoặc cẳng chân của bạn cho đến khi chạm đến động mạch vành. Chất thuốc màu được bơm vào từng động mạch vành làm cho các động mạch vành đó dễ thấy được bằng tia X. Phương pháp này cho thấy kích thước và độ nghiêm trọng của bất kỳ khối nghẽn nào. Người ta cũng có thể điều trị bằng cách giải phẫu thông động mạch bị tắc hoặc đặt ống stent (thiết bị đặt trong cơ thể dùng để giữ cho bộ phận đó mở ra, không bị nghẽn do bệnh tật gây nên).  Sống với bệnh tim  Hầu hết các dạng bệnh tim đều là mãn tính. Khi mới phát, những triệu chứng bệnh có thể quá nhẹ đến nỗi không ảnh hưởng đến cuộc sống thường ngày. Và trong nhiều trường hợp thì phương pháp điều trị lâu dài có thể kiểm soát được triệu chứng. Nhưng nếu tim bắt đầu yếu thì bệnh nhân có thể bị khó thở, mệt mỏi, hoặc sưng mắt cá chân, phù bàn chân, cẳng chân và bụng. Suy tim có thể được điều trị bằng thuốc, thay đổi lối sống, phẫu thuật, và trong một số trường hợp nào đó cần phải ghép tim. Điều trị bệnh tim bằng thuốc Thuốc đóng vai trò rất lớn trong việc điều trị bệnh tim. Một số thuốc giúp hạ huyết áp, nhịp tim, và nồng độ cholesterol. Số khác có thể giúp kiểm soát được nhịp tim bất thường hoặc phòng tránh được vấn đề vón cục.  Đối với bệnh nhân đã từng bị hư tim thì cũng có nhiều thuốc có thể giúp cải thiện khả năng bơm máu của tim bị tổn thương.   Điều trị bệnh tim bằng cách giải phẫu thông động mạch bị tắc hoặc hẹp Giải phẫu thông động mạch bị tắc hoặc hẹp được dùng để mở động mạch tim bị nghẽn và làm cho máu lưu thông đến tim được tốt hơn. Bác sĩ chèn vào động mạch một ống thông nhỏ với một khí cầu ở đầu. Khi khí cầu chạm đến chỗ tắc nghẽn, nó bung ra, làm giãn động mạch và cải thiện lưu thông máu. Bác sĩ cũng có thể chèn một ống lưới nhỏ, gọi là ống stent, để làm thông động mạch sau khi giải phẫu thông động mạch bị tắc hoặc hẹp. Điều trị bệnh tim bằng phẫu thuật bắc cầu chủ vành (phẫu thuật ghép bắc cầu động mạch vành) Phẫu thuật bắc cầu chủ vành là cách khác để làm tăng lưu lượng máu của tim. Thủ thuật này giúp máu lưu thông đường mới khi các động mạch vành đã trở nên quá hẹp hoặc bị nghẽn. Trong suốt quá trình phẫu thuật, một mạch máu được lấy ra trước khỏi một bộ phận nào đó trên cơ thể – chẳng hạn như ở ngực, cẳng chân,  hoặc cánh tay – và nối vào động mạch bị nghẽn, làm cho nó có thể đi tránh qua vùng bị tắc đó.  Đối tượng nào có nguy cơ bị bệnh tim? Nam giới có nguy cơ đau tim cao hơn phụ nữ, và mắc bệnh ở tuổi sớm hơn. nhưng cần lưu ý là bệnh tim cũng là “kẻ giết người” hàng đầu đối với phụ nữ. Người có tiền sử gia đình bị bệnh tim cũng có nguy cơ rắc rối về tim cao hơn.  Các yếu tố rủi ro mà bạn có thể kiểm soát được cholesterol cao và huyết áp cao là rủi ro chính đối với bệnh tim. Béo phì, tăng cân quá mức, hoặc ít vận động thể chất đều làm tăng nguy cơ mắc bệnh. Tiểu đường cũng vậy, nhất là nếu nồng độ đường glu-cô của bạn không được kiểm soát tốt. Bạn nên thảo luận các rủi ro với bác sĩ và đề ra chiến lược hoặc phương pháp chữa bệnh. Có nhiều biện pháp có thể giúp bạn bảo vệ được tim của mình.\nTim và thuốc lá  Nếu bạn hút thuốc thì nguy cơ bệnh tim của bạn lớn hơn người không hút thuốc là từ 2 đến 4 lần. Và nếu bạn hút thuốc gần xung quanh người thân của mình thì bạn cũng đang làm tăng nguy cơ hút thuốc thụ động của họ rồi đó. Mỗi năm ở Mỹ có hơn 135.000 người chết vì bệnh tim do thuốc lá. Nhưng chẳng bao giờ là quá muộn để bỏ thuốc lá đâu. Trong vòng 24 tiếng đồng hồ không hút thuốc thì nguy cơ đau tim của bạn bắt đầu giảm xuống.\nCuộc sống sau khi đau tim  Bạn có thể phục hồi sức khỏe sau một cơn đau tim nào đó. Bằng cách tránh hút thuốc lá, vận động nhiều hơn, và theo dõi chế độ dinh dưỡng, bạn có thể cải thiện sức khỏe tim mạch và sức khỏe tổng quát của mình. Một trong những phương pháp tốt nhất để biết cách thay đổi là tham gia chương trình phục hồi tim. Bạn nên nhờ bác sĩ cho mình lời khuyên.  Ngăn ngừa bệnh tim Cách phòng tránh bệnh tim chủ yếu là một lối sống lành mạnh. Ở đây bao gồm chế độ ăn uống bổ dưỡng, tập thể dục ít nhất là 30 phút hầu hết mỗi ngày trong tuần, không hút thuốc, và điều hoà chứng cao huyết áp, cholesterol, và bệnh tiểu đường. Nếu bạn uống rượu, thì hãy nên tiết chế – 1 ly trở xuống/ ngày đối với phụ nữ, 2 ly/ ngày đối với nam giới. Bạn nên nhờ bạn bè và gia đình hỗ trợ để thực hiện những thay đổi này. Họ cũng sẽ có lợi đấy.  Tim và chế độ dinh dưỡng Những gì bạn ăn sẽ tạo nên sự khác biệt. Hãy chắc rằng nên ăn nhiều ngũ cốc nguyên hạt, rau, rau đậu, và trái cây để giữ cho tim bạn được khỏe mạnh. Dầu thực vật, hồ đào, quả hạch và các loại hạt khác cũng có thể làm tăng nồng độ cholesterol. Và đừng quên ăn cá ít nhất vài lần trong tuần để có được nguồn cung cấp protein dồi dào có lợi cho sức khỏe tim mạch nhé.   "
        }
    ],
    "suggestions": []
}