{
    "en_vn": {
        "data": {
            "content": null,
            "word": "insides"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>insides</k><blockquote><cclass>informal the stomach and bowels.</cclass></blockquote><blockquote>→ <kref>inside</kref></blockquote></div>",
            "word": "insides"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "insides"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "insides"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "insides"
        }
    },
    "sentences": [
        {
            "en": "My <em>insides</em> were knotted with fear.",
            "vi": "Bụng tôi thắt lại vì lo sợ."
        },
        {
            "en": "<em>Insides</em> two obstetricians and the family doctor were on duty.",
            "vi": "Bên trong có hai bác sĩ khoa nhi cùng với một bác sĩ riêng của gia đình làm nhiệm vụ."
        },
        {
            "en": "That curry is playing hell with my <em>insides</em>.",
            "vi": "Món cari đó đang làm cho bụng tôi rối loạn lên."
        },
        {
            "en": "The <em>insides</em> of the cylinders must be carefully cleaned.",
            "vi": "Những mặt bên trong của các xilanh phải được rửa sạch cẩn thận."
        },
        {
            "en": "Don't take the baked potatoes <em>insides</em> out and put the skin aside or take the foil off. Eat it by scooping out the <em>insides</em> bite by bite.",
            "vi": "Đừng lấy phần khoai tây nướng ra ngoài, và đừng bóc vỏ hay giấy thiếc. Dùng muỗng ăn từng miếng một."
        },
        {
            "en": "What do we call the Bell <em>insides</em> the tower of Westminter Palace?",
            "vi": "Chiếc chuông đặt bên trong Tháp của cung điện Westminter có tên là gì?"
        },
        {
            "en": "Its function is to protect the delicate skin that lines the <em>insides</em> of the meatus.",
            "vi": "Chức năng của nó là bảo vệ làn da mỏng manh nằm bên trong ống tai ngoài."
        },
        {
            "en": "Till when are you going to burn my <em>insides</em> like this?",
            "vi": "Tự khi nào em đã thiêu đốt tâm hồn anh?"
        },
        {
            "en": "A dead animal with its <em>insides</em> hanging out gave me a fright.",
            "vi": "Một con vật chết cùng với các bộ phận của nó đang lòi ra ngoài làm tôi chết khiếp."
        },
        {
            "en": "You remove the paper used to cover the dummy from the <em>insides</em> of the halves.",
            "vi": "Anh hãy tháo giấy được sử dụng để bọc thân giả bên trong hai nửa ra."
        },
        {
            "en": "I was changed, my <em>insides</em> altered almost past the point of recognition.",
            "vi": "Tôi đã thay đổi, tâm hồn tôi đã thay đổi đến mức chẳng thể nào nhận ra được."
        },
        {
            "en": "My husband says he has a pain in his <em>insides</em> on the left side of his stomach.",
            "vi": "Chồng tôi nói rằng anh bị đau ở trong bụng ở bên trái bao tử."
        },
        {
            "en": "Keep slippery elm handy for heartburn and eat broccoli, cabbage, and other foods in the family like cauliflower to keep your <em>insides</em> clean and running smoothly.",
            "vi": "Luôn mang theo bên mình cây du Hoa Kỳ để trị chứng ợ nóng và ăn bông cải xanh, bắp cải, và những thực phẩm khác trong họ bông cải để giữ cho cơ thể bạn sạch và hoạt động tốt."
        },
        {
            "en": "At last, with a tearing, cracking sound, the whole log split. Its two halves lay on the ground, showing the tree's pale <em>insides</em> and the darker streak up its middle.",
            "vi": "Cuối cùng, bằng âm thanh tan vỡ răng rắc, khúc cây tách rời thành hai mảnh nằm lăn trên mặt đất lộ ra phần trong tái xám và một sọc thẳng xậm màu hơn ở chính giữa."
        },
        {
            "en": "It had been a few years since I used shortening for cookies and I had forgotten how great it is that it makes the outside crisp and the <em>insides</em> chewy.",
            "vi": "Đã vài năm trôi qua kể từ khi tôi sử dụng mỡ pha vào bánh cookie và tôi đã quên nó tuyệt như thế nào, nó làm cho bánh giòn bên ngoài và dai bên trong."
        },
        {
            "en": "After that they hung the hog in a tree, took out the <em>insides</em>, and left it hanging to cool. When it was cool they took it down and cut it up.",
            "vi": "Sau đó, họ treo con heo lên một cội cây, moi ra trọn bộ lòng và treo nó như thế để ướp lạnh. Khi con heo đủ lạnh rồi, họ hạ nó xuống, xả thịt."
        },
        {
            "en": "The rind was so hard that Ma had to take Pa's ax to cut the squash into pieces. When the pieces were baked in the oven, Laura loved to spread the soft <em>insides</em> with butter and then scoop the yellow flesh from the rind and eat it.",
            "vi": "Vỏ ngoài cứng đến nỗi mẹ phải lấy lưỡi rìu của bố để cắt trái bí làm nhiều miếng. Khi các món bí đã được nướng trong lò hấp, Laura thích trét bơ lên phần cùi mềm bên trong rồi múc lớp thịt vàng hung ra khỏi vỏ để ăn."
        },
        {
            "en": "The rind was so hard that Ma had to take Pa's ax to cut the squash into pieces. When the pieces were baked in the oven, Laura loved to spread the soft <em>insides</em> with butter and then scoop the yellow flesh from the rind and eat it.",
            "vi": "đến nỗi mẹ phải lấy lưỡi rìu của bố để cắt trái bí làm nhiều miếng. Khi các món bí đã được nướng trong lò hấp, Laura thích trét bơ lên phần cùi mềm bên trong rồi múc lớp thịt vàng hung ra khỏi vỏ để ăn."
        },
        {
            "en": "The rind was so hard that Ma had to take Pa's ax to cut the squash into pieces. When the pieces were baked in the oven, Laura loved to spread the soft <em>insides</em> with butter and then scoop the yellow flesh",
            "vi": "Vỏ ngoài cứng đến nỗi mẹ phải lấy lưỡi rìu của bố để cắt trái bí làm nhiều miếng. Khi các món bí đã được nướng trong lò hấp, Laura thích trét bơ lên phần cùi mềm bên trong rồi múc lớp thịt vàng hung ra khỏi vỏ để ăn."
        },
        {
            "en": "Dau made her bread less salty than other varieties and her bakery became known for its thicker, spongier <em>insides</em>, and crispier crusts. The flavor hasn't changed much over the decades, but these days, there's more meat. Nhu Lan's sauces aren't oily and their pâté is delicious and super-fatty.",
            "vi": "Bà Dậu làm bánh mì của mình ít mặn hơn các loại khác và bánh mì của bà trở nên nổi tiếng với phần ruột đầy đặn và lớp vỏ giòn. Hương vị không thay đổi nhiều trong những thập kỷ qua, nhưng ngày nay, bánh có nhiều thịt hơn. Nước sốt không dầu của Như Lan và pa tê của họ rất ngon và siêu béo."
        }
    ],
    "suggestions": []
}