{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'sidiəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quỷ quyệt, xảo quyệt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) âm ỉ, âm thầm (bệnh)</td></tr></table><i/></div>",
            "word": "insidious"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>insidious</k><blockquote><cclass>[<cclass>ɪn'sɪdɪəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective proceeding in a gradual, subtle way, but with harmful effects. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>insidiously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>insidiousness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L. <i>insidiosus</i> 'cunning'. </blockquote></div>",
            "word": "insidious"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>insidious</k><blockquote>▸ <cclass>adjective STEALTHY, subtle, surreptitious, cunning, crafty, artful, sly, wily, underhand, backhanded, indirect; <cclass><i>informal</i> sneaky.</cclass></cclass></blockquote></div>",
            "word": "insidious"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "insidious"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "insidious"
        }
    },
    "sentences": [
        {
            "en": "Jealousy is <em>insidious</em>.",
            "vi": "Lòng đố kị ngấm ngầm."
        },
        {
            "en": "You are a very <em>insidious</em> person.",
            "vi": "Bạn là người rất xảo quyệt."
        },
        {
            "en": "Smoking is an <em>insidious</em> habit ; it scrambles your brain.",
            "vi": "Hút thuốc trở thành một thói quen khó bỏ, nó tàn phá não của bạn."
        },
        {
            "en": "It's a hidden hunger and it's quite <em>insidious</em>.",
            "vi": "Đó là một nạn đói giấu mặt và nó khá âm ỉ, ngấm ngầm."
        },
        {
            "en": "Smoking is an <em>insidious</em> habit; it scrambles your brain.",
            "vi": "Hút thuốc trở thành một thói quen khó bỏ, nó tàn phá não của bạn."
        },
        {
            "en": "You put me in an <em>insidious</em> position by asking me to comment on my colleague's work.",
            "vi": "Ông đã đặt tôi vào thế khó xử bởi yêu cầu tôi bình luận về công việc của đồng nghiệp tôi."
        },
        {
            "en": "More and more companies have recognized the <em>insidious</em> effects of gossip and are instituting \"no gossip '' policies.",
            "vi": "Ngày càng có nhiều công ty nhận ra những tác động ngấm ngầm của tin đồn và đang bắt đầu các chính sách \"không có tin đồn''."
        },
        {
            "en": "More and more companies have recognized the <em>insidious</em> effects of gossip and are instituting \"no gossip'' policies.",
            "vi": "Ngày càng có nhiều công ty nhận ra những tác động ngấm ngầm của tin đồn và đang bắt đầu các chính sách \"không có tin đồn ''."
        },
        {
            "en": "Often <em>insidious</em> in onset, it is particularly liable to occur in babies and the elderly if they are living in poorly heated homes and have inadequate clothing.",
            "vi": "Thường âm ỉ khi bộc phát, chứng giảm nhiệt đặc biệt thấy ở trẻ thơ và người lớn tuổi khi phải sống trong nhà thiếu sưởi ấm và không mặc quần áo đầy đủ."
        },
        {
            "en": "I fluctuated between anticipation so intense that it was very nearly pain, and an <em>insidious</em> fear that picked at my resolve.",
            "vi": "Tôi dao động giữa nỗi mong chờ mãnh liệt đến mức gần như đau đớn và nỗi sợ hãi âm thầm giằng xé quyết tâm của tôi."
        },
        {
            "en": "One of the major problems with ovarian cancer is that it's <em>insidious</em> - it's a difficult tumour to diagnose - which is one of the reasons why the majority of patients are diagnosed at later stages rather than earlier stages.",
            "vi": "của ung thư buồng trứng chính là sự âm thầm của nó – để chuẩn đoán ung thư này rất khó – là một trong những lý do tại sao phần lớn bệnh nhân chỉ phát hiện bệnh vào những giai đoạn trễ hơn là sớm."
        },
        {
            "en": "It is only natural they should ask, for they rights to be recognized without any <em>insidious</em> distinction between men and women and especially in the matter of wages at public level, is in the government.",
            "vi": "Đó cũng là điều hiển nhiên họ phải đòi hỏi cho quyền được công nhận mà không có bất kỳ sự phân biệt gian trá nào giữa phụ nữ và nam giới đặc biệt trong vấn đề lương bổng ở mức tập thể cộng đồng, nghĩa là trong chính phủ."
        },
        {
            "en": "One of the major problems with ovarian cancer is that it's <em>insidious</em> - it's a difficult tumour to diagnose - which is one of the reasons why the majority of patients are diagnosed at later stages rather than earlier stages.",
            "vi": "Một trong những tính nghiêm trọng của ung thư buồng trứng chính là sự âm thầm của nó – để chuẩn đoán ung thư này rất khó – là một trong những lý do tại sao phần lớn bệnh nhân chỉ phát hiện bệnh vào những giai đoạn trễ hơn là sớm."
        },
        {
            "en": "Despite the temptation for parents to say yes to their children’s wishes, research shows there’s an <em>insidious</em> side to chasing after the newest thing others have. It fosters a sense of deficiency that can never be fully satisfied. First they want the doll, then all of the accessories — and of course the four-story Barbie mansion.",
            "vi": "Mặc dù các bậc cha mẹ thường hay chiều theo mọi mong muốn của con trẻ, nghiên cứu cho thấy có tác dụng có hại âm thầm khi chạy theo những món đồ mới nhất người ta có. Nó làm ta luôn t cảm thấy thiếu thốn không bao giờ đủ. Lúc đầu, chúng muốn búp bê, rồi mọi phụ kiện cho búp bê - rồi dĩ nhiên, cả dinh thự bốn tầng của Barbie nữa."
        },
        {
            "en": "Franklin understood the <em>insidious</em> nature of debt, and firmly believed that it’s better to slash expenses to an extreme level rather than to incur debt in order to afford a lifestyle that is well beyond our means. Certainly, cutting back on essential human needs such as food is a choice that we will ideally not be confronted with any time soon, but this quote reinforces the importance of building an emergency fund.",
            "vi": "TT Franklin thấu hiểu được bản chất nợ nần, và tin chắc rằng tốt hơn nên cắt giảm chi tiêu đến mức tối đa hơn là nợ nần để có được một cuộc sống vượt quá khả năng của chúng ta. Chắc chắn, việc cắt giảm nhu cầu thiết yếu của con người như thực phẩm là một sự lựa chọn hoàn hào không quá khó khăn với bất cứ lúc nào, nhưng câu nói này góp phần tăng thêm tầm quan trọng của việc xây dựng quỹ khẩn cấp."
        },
        {
            "en": "Although such measures may deliver results in the RAE, they are putting unsustainable pressure on academic staff. Particularly <em>insidious</em> is the pressure to publish. Put simply, RAE committees in the laboratory sciences must produce four excellent peer-reviewed publications per member of staff to meet the assessment criteria. Hence this is becoming a minimum requirement for existing members of staff, and a benchmark against which to measure new recruits.",
            "vi": "Mặc dù các biện pháp như vậy có thể mang lại kết quả trong RAE, nhưng họ đang đặt áp lực lên đội ngũ giáo viên. Đặc biệt ngấm ngầm là áp lực phải công bố nghiên cứu. Nói một cách đơn giản, các ủy ban RAE trong phòng thí nghiệm khoa học phải tạo ra bốn công trình được đánh giá ngang hàng xuất sắc cho mỗi thành viên của nhân viên để đáp ứng các tiêu chí đánh giá. Do đó điều này đang trở thành một yêu cầu tối thiểu cho các thành viên hiện tại, và một chuẩn mực để đánh giá người mới tuyển dụng."
        },
        {
            "en": "As a species, we humans (homo sapiens sapiens; the label gives me pause) have challenged all that threatens our dominion over Earth. It may appear that we have won. Let’s not be deluded. In the Northeast U.S. we have all but obliterated the greater carnivores. Lacking the bioregional balance maintained by wolf, mountain lion, bear, and winged raptor, and thus cohabiting with overpopulation of white-tailed deer and white-footed mouse, we are now prone to a far more <em>insidious</em> disabler and killer, Lyme disease. Are we safe?",
            "vi": "Là một chủng sinh vật, loài người chúng ta (homo sapiens sapiens, tên gọi khiến tôi phải ngập ngừng khi sử dụng) đã thách thức mọi mối đe dọa ảnh hưởng đến sự thống trị của loài người trên trái đất. Dường như chúng ta đã chiến thắng. Nhưng đừng bị đánh lừa. Ở Đông Bắc nước Mỹ, chúng ta đã có tất cả nhưng lại xóa bỏ đi sự tồn tại của những loài động vật ăn thịt. Thiếu đi sự cân bằng sinh học được duy trì bởi sói, sư tử núi, gấu và chim săn mồi, đã dẫn đến sự bùng nổ số lượng hươu đuôi trắng và chuột chân trắng, chúng ta đang có khả năng mắc phải bệnh Lyme, một căn bệnh phát triển rất âm thầm, gây thương tật và chết người. Chúng ta liệu có còn an toàn?"
        },
        {
            "en": "All kinds of ripe fruit and vegetables have an alkaline reaction, helping to neutralise excess acid in your body. Things like meat, sugar, fat and dairy products have the opposite effect.   \"My body itself knows what is better for it’’ is one of the most <em>insidious</em> mind traps. An alcoholic’s body wants to drink; a smoker’s body dreams of a cigarette; our bodies are always hungry for chocolate and fries. How can the body know what is better?   Food affects not only your body but also your mind. The most ’’clean’’ kinds of food are fresh fruit, vegetables, cereals, and that which is cooked with a minimum amount of oil, spices, and salt.",
            "vi": "Mọi loại rau quả chín đều có phản ứng kiềm, giúp trung hòa a-xít dư thừa trong cơ thể của bạn. Những thức ăn như thịt, đường, chất béo và sản phẩm sữa thì lại có tác dụng ngược lại.  \"Cơ thể tôi tự nó biết những gì là tốt cho nó\" là một trong những suy nghĩ sai lầm nhất. Cơ thể một người nghiện rượu thì muốn uống rượu; cơ thể người nghiện thuốc lá thì thích hút thuốc lá; cơ thể chúng ta luôn thèm sô-cô-la và khoai tây chiên. Làm sao cái cơ thể ấy biết được cái gì là tốt cho nó hơn chứ?  Thực phẩm không chỉ tác động đến cơ thể mà còn lên cả suy nghĩ của chúng ta nữa. Những loại thực phẩm \"sạch\" nhất là trái cây tươi, rau, ngũ cốc, và thực phẩm được nấu nướng có ít dầu, gia vị, và muối nhất."
        },
        {
            "en": "Ovarian cancer   \n Ovarian cancer is hard to spot - and as a result it is often advanced by the time diagnosis is made. \nIt is less common than lung or breast cancer, but on average, fewer than a third of patients are alive five years after they are first diagnosed, so the death toll is high.  However, if it is caught early, the chances of cure are higher - and methods of screening women for early signs of the disease are being evaluated.  Women whose fertility is at risk from chemotherapy can now take the step of freezing eggs for future use in these circumstances.  In addition, the ovary is responsible for the production of key sex hormones, and the effect of surgery can be to prematurely bring on the menopause.  Professor Patrick Johnston, an expert in ovarian cancer based at Queen's University in Belfast, said: \"It's a significant problem for the female population in the UK.  \"One of the major problems with ovarian cancer is that it's <em>insidious</em> - it's a difficult tumour to diagnose - which is one of the reasons why the majority of patients are diagnosed at later stages rather than earlier stages.\"  Symptoms Women with ovarian cancer in its early stages rarely have more than the most subtle symptoms.  They may feel swollen or bloated - or suffer a generalised discomfort in the lower abdomen. But these are all symptoms that could easily be caused by something minor. There could be a loss of appetite or weight loss.  It is only as a tumour grows and spreads that the symptoms become more pronounced.  It may press on neighbouring organs, such as the bowel or bladder, causing either constipation or frequent urination.  There can also be a build-up of fluid in the abdominal cavity, and around the lungs, causing shortness of breath.  It is infrequent that an obvious symptom such as bleeding from the vagina is present.  A doctor examining for the signs of ovarian cancer will carry out a full pelvic examination, feeling for the presence of a pronounced tumour.  Other tests include:   Ultrasound CT scan barium enema - the patient is given a mildly radioactive enema then a series of x-rays. The barium helps the radiologist highlight the exact shape of the bowel and rectum, which may show up problems  There may also be a CT scan carried out to look for signs of cancer.  In addition, blood tests may show up the presence of a substance produced by ovarian cancer cells but not by healthy ones.  However, the only way to confirm the presence of ovarian cancer is by performing a biopsy operation to take a tissue sample.  This is normally done by inserting a needle or tube into the abdominal cavity to take a tiny sample of tumour tissue.  Causes Scientists do not yet know what causes ovarian cancer, although there are some clues to its origin.  If a woman has a close relative who has had the disease, the risk of her developing the disease increases.  Some of these women may currently be offered screening tests, such as blood tests or ultrasound, to try to catch the disease early.  Women who have never had a child also run an increased risk of ovarian cancer. Most ovarian cancers happen in women over the age of 50 - the risk increases for older women.  In addition, women who have previously suffered from breast cancer are twice as likely to get ovarian cancer in the future.  Treatment Surgery is almost always the first treatment a woman with ovarian cancer undergoes.  This normally involves removal of the ovaries, the womb and the fallopian tubes, which link the two.  Usually both ovaries are removed, unless the patient has only a slow growing cancer in one, and wants her fertility to be preserved.  The surgeon cannot always be sure that all the cancerous cells have been removed, so chemotherapy is almost always given as well, to kill any which remain in the body.  The recommended chemotherapy used at first involves a drug containing platinum (usually carboplatin) used alone or in combination with another drug called paclitaxel (Taxol) . Chemotherapy can be given after surgery, or beforehand in selected cases.  Radiotherapy is also occasionally used to kill cancer cells in the pelvic area.  Many factors increase or reduce the woman's chance of beating ovarian cancer.  The main one is the spread of the disease - if caught early, as with many cancers, it is much more treatable, particularly if only one part of one ovary is involved. If the cancer involves a whole ovary, both ovaries, or has spread to involve other tissues, the chances of cure fall.  Also important is the type of ovarian cancer - some affect the cells which line the womb, whereas some affect the cells which produce eggs. Both have different cure rates.  The woman's age and general state of health can affect her ability to cope with surgery, chemotherapy and other treatments.",
            "vi": "Ovarian cancer      Ung thư buồng trứng khó được phát hiện – và do đó nó thường đã tiến triển khi các chẩn đoán được thực hiện. Bệnh ung thư này không thường gặp như ung thư phổi hay ung thư vú, nhưng bình quân, thì chỉ ít hơn một phần ba những người bị ung thư buồng trứng còn sống sau 5 năm bị mắc bệnh, vì vậy tỷ lệ tử vong do bệnh lại là cao. Tuy nhiên, nếu được phát hiện sớm, cơ hội điều trị sẽ cao hơn – và các phương pháp để kiểm tra chẩn đoán những dấu hiệu sớm về căn bệnh này cho phụ nữ đang được đánh giá. Hiện nay, các trường hợp bệnh ở những phụ nữ có khả năng sinh sản mà phải chịu hoá trị khi điều trị thì có thể thực hiện trữ đông trứng để dùng trong tương lai. Ngoài ra, buồng trứng còn có chức năng sản xuất các hoóc-môn sinh dục chính, và các ảnh hưởng của phẫu thuật có thể gây mãn kinh sớm Giáo sư Patrick Johnston, một chuyên gia về ung thư buồng trứng thuộc đại học Queen, Belfast, cho biết: “Căn bệnh này thật sự là một vấn đề nghiêm trọng đối với phụ nữ Anh”.  “Một trong những tính nghiêm trọng của ung thư buồng trứng chính là sự âm thầm của nó – để chuẩn đoán ung thư này rất khó – là một trong những lý do tại sao phần lớn bệnh nhân chỉ phát hiện bệnh vào những giai đoạn trễ hơn là sớm”. v Các triệu chứng Phụ nữ bị ung thư buồng trứng trong các giai đoạn sớm chỉ thường có những triệu chứng rất khó phát hiện.  Họ có thể cảm thấy bị phù nề hay sưng người – hoặc cảm thấy khó chịu chung chung ở vùng bụng dưới. Nhưng những triệu chứng này thường được cho là gây ra do những nguyên nhân ít nghiêm trọng hơn. Cũng có thể xảy ra mất ngon miệng và giảm cân nặng. Chỉ khi khối u phát triển và di căn thì các triệu chứng mới trở nên rõ rệt. Khối u có thể đè nén lên các cơ quan lân cận, như ruột hoặc bàng quang, gây táo bón hoặc mắc tiểu thường xuyên. Cũng có thể làm ứ dịch trong khoang bụng, và quanh phổi gây khó thở. Một số rất ít trường hợp sẽ có triệu chứng rõ ràng như là thấy xuất huyết âm đạo. Bác sĩ kiểm tra các dấu hiệu ung thư buồng trứng cũng sẽ kiểm tra tổng quát vùng chậu hông, để tìm  sự hiện diện của một khối u rõ ràng. Các kiểm tra khác bao gồm:  \nSiêu âm\n \n\nChụp CT\n\n Thụt bari – bệnh nhân được tiêm dung dịch thụt phóng xạ nhẹ và sau đó thực hiện một loạt các chụp X-quang. Nguyên tố bari giúp cho bác sĩ X-quang đánh dấu được hình dạng chính xác của ruột và trực tràng, các nơi có thể có vấn đề.  Cũng có thể thực hiện chụp CT để tìm dấu hiệu ung thư. Ngoài ra, các xét nghiệm máu cũng có thể cho biết sự có mặt của một chất chỉ được sản sinh bởi các tế bào ung thư của buồng trứng. Tuy nhiên, các duy nhất để khẳng định ung thư buồng trứng là thực hiện sinh thiết để lấy mẫu mô. Sinh thiết thường được thực hiện bằng cách đưa một cây kim hoặc ống hút vài trong khoang bụng để lấy một mẫu nhỏ của mô khối u. v Nguyên nhân gây bệnh Hiện nay các nhà khoa học vẫn chưa biết nguyên nhân gây ung thư buồng trứng, mặc dù đã có một vài bằng chứng về nguồn gốc của nó. Nếu một phụ nữ có một người họ hàng gần mắc bệnh này, thì nguy cơ mắc bệnh của người phụ nữ đó sẽ tăng lên. Một số những người này có thể sẽ được đề nghị làm các xét nghiệm kiểm tra, ví dụ như các xét nghiệm máu hoặc siêu âm, để phát hiện bệnh sớm. Phụ nữ chưa có con cũng có nguy cơ mắc bệnh nhiều hơn. Đa số các ca ung thư buồng trứng xảy ra ở phụ nữ trên 50 tuổi – nguy cơ càng tăng đối với người càng lớn tuổi. Bên cạnh đó, những người từng bị ung thư vú thì nguy cơ mắc ung thư buồng trứng trong tương lai sẽ cao gấp 2 lần. v Điều trị Phẫu thuật luôn là cách chữa trị đầu tiên cho một người bị ung thư buồng trứng. Phẫu thuật bao gồm việc cắt bỏ các buồng trứng, dạ con và vòi Fallope nối hai buồng trứng. Thường thì cả hai buồng trứng đều bị cắt bỏ, trừ khi bệnh nhân chị bị ung thư tiến triển chậm ở một bên và muốn được giữ khả năng sinh sản của mình. Bác sĩ phẫu thuật không phải lúc nào cũng chắc chắn được là các tế bào ung thư hoàn toàn được loại bỏ, do đó sẽ phải thực hiện kèm với hoá trị, để giết chết những tế bào bệnh còn lại trong cơ thể. Hoá trị liệu được đề nghị đầu tiên chứa các thuốc có chứa bạch kim (thường là carboplatin), dùng đơn lẻ hoặc kết hợp với một thuốc khác gọi là paclitaxel (Taxol). Hoá trị liệu có thể thực hiện trước hoặc sau phẫu thuật tuỳ từng trường hợp cụ thể. Đôi khi sẽ dùng phóng xạ để giết các tế bào ung thư trong vùng chậu hông. Nhiều yếu tố ảnh hưởng làm tăng hoặc giảm cơ hội chống chọi với bệnh ung thư buồng trứng của bệnh nhân. Một yếu tố chính là sự di căn của bệnh – nếu phát hiện sớm, như với nhiều ung thư khác, nó sẽ dễ chữa trị hơn, đặc biệt là khi chỉ một phần của một buồng trứng bị ảnh hưởng. Nếu ung thư di căn trong toàn bộ buồng trứng, hai vòi trứng hoặc đến cả các mô khác, thì không còn cơ hội điều trị nữa. Một yếu tố khác cũng quan trọng chính là loại ung thư buồng trứng – một số loại tác động lên các tế bào giới hạn tử cung, trong khi một số khác ảnh hưởng đến các tế bào tạo ra trứng. Cả hai có tỷ lệ chữa trị khác nhau. Tuổi và tình trạng sức khoẻ chung của người phụ nữ cũng ảnh hưởng khả năng đối mặt với việc phẫu thuật, hoá trị và các cách điều trị khác."
        },
        {
            "en": "12        12. BALANCING \"Billy!\" Charlie called as soon as he got out of the car. I turned toward the house, beckoning to Jacob as I ducked under the porch. I heard Charlie greeting them loudly behind me. \"I'm going to pretend I didn't see you behind the wheel, Jake,\" he said disapprovingly. \"We get permits early on the rez,\" Jacob said while I unlocked the door and flicked on the porch light. \"Sure you do,\" Charlie laughed. \"I have to get around somehow.\" I recognized Billy's resonant voice easily, despite the years. The sound of it made me feel suddenly younger, a child. I went inside, leaving the door open behind me and turning on lights before I hung up my jacket. Then I stood in the door, watching anxiously as Charlie and Jacob helped Billy out of the car and into his wheelchair. I backed out of the way as the three of them hurried in, shaking off the rain. \"This is a surprise,\" Charlie was saying. \"It's been too long,\" Billy answered. \"I hope it's not a bad time.\" His dark eyes flashed up to me again, their expression unreadable. \"No, it's great. I hope you can stay for the game.\" Jacob grinned. \"I think that's the plan — our TV broke last week.\" Billy made a face at his son. \"And, of course, Jacob was anxious to see Bella again,\" he added. Jacob scowled and ducked his head while I fought back a surge of remorse. Maybe I'd been too convincing on the beach. \"Are you hungry?\" I asked, turning toward the kitchen. I was eager to escape Billy's searching gaze. \"Naw, we ate just before we came,\" Jacob answered. \"How about you, Charlie?\" I called over my shoulder as I fled around the corner. \"Sure,\" he replied, his voice moving in the direction of the front room and the TV. I could hear Billy's chair follow. The grilled cheese sandwiches were in the frying pan and I was slicing up a tomato when I sensed someone behind me. \"So, how are things?\" Jacob asked. \"Pretty good.\" I smiled. His enthusiasm was hard to resist. \"How about you? Did you finish your car?\" \"No.\" He frowned. \"I still need parts. We borrowed that one.\" He pointed with his thumb in the direction of the front yard. \"Sorry. I haven't seen any… what was it you were looking for?\" \"Master cylinder.\" He grinned. \"Is something wrong with the truck?\" he added suddenly. \"No.\" \"Oh. I just wondered because you weren't driving it.\" I stared down at the pan, pulling up the edge of a sandwich to check the bottom side. \"I got a ride with a friend.\" \"Nice ride.\" Jacob's voice was admiring. \"I didn't recognize the driver, though. I thought I knew most of the kids around here.\" I nodded noncommittally, keeping my eyes down as I flipped sandwiches. \"My dad seemed to know him from somewhere.\" \"Jacob, could you hand me some plates? They're in the cupboard over the sink.\" \"Sure.\" He got the plates in silence. I hoped he would let it drop now. \"So who was it?\" he asked, setting two plates on the counter next to me. I sighed in defeat. \"Edward Cullen.\" To my surprise, he laughed. I glanced up at him. He looked a little embarrassed. \"Guess that explains it, then,\" he said. \"I wondered why my dad was acting so strange.\" \"That's right.\" I faked an innocent expression. \"He doesn't like the Cullens.\" \"Superstitious old man,\" Jacob muttered under his breath. \"You don't think he'd say anything to Charlie?\" I couldn't help asking, the words coming out in a low rush.  Jacob stared at me for a moment, and I couldn't read the expression in his dark eyes. \"I doubt it,\" he finally answered. \"I think Charlie chewed him out pretty good last time. They haven't spoken much since — tonight is sort of a reunion, I think. I don't think he'd bring it up again.\" \"Oh,\" I said, trying to sound indifferent. I stayed in the front room after I carried the food out to Charlie, pretending to watch the game while Jacob chattered at me. I was really listening to the men's conversation, watching for any sign that Billy was about to rat me out, trying to think of ways to stop him if he began. It was a long night. I had a lot of homework that was going undone, but I was afraid to leave Billy alone with Charlie. Finally, the game ended. \"Are you and your friends coming back to the beach soon?\" Jacob asked as he pushed his father over the lip of the threshold. \"I'm not sure,\" I hedged. \"That was fun, Charlie,\" Billy said. \"Come up for the next game,\" Charlie encouraged. \"Sure, sure,\" Billy said. \"We'll be here. Have a good night.\" His eyes shifted to mine, and his smile disappeared. \"You take care, Bella,\" he added seriously. \"Thanks,\" I muttered, looking away. I headed for the stairs while Charlie waved from the doorway. \"Wait, Bella,\" he said. I cringed. Had Billy gotten something in before I'd joined them in the living room? But Charlie was relaxed, still grinning from the unexpected visit. \"I didn't get a chance to talk to you tonight. How was your day?\" \"Good.\" I hesitated with one foot on the first stair, searching for details I could safely share. \"My badminton team won all four games.\" \"Wow, I didn't know you could play badminton.\" \"Well, actually I can't, but my partner is really good,\" I admitted . \"Who is it?\" he asked with token interest. \"Um… Mike Newton,\" I told him reluctantly. \"Oh yeah — you said you were friends with the Newton kid.\" He perked up. \"Nice family.\" He mused for a minute. \"Why didn't you ask him to the dance this weekend?\" \"Dad!\" I groaned. \"He's kind of dating my friend Jessica. Besides, you know I can't dance.\" \"Oh yeah,\" he muttered. Then he smiled at me apologetically. \"So I guess it's good you'll be gone Saturday… I've made plans to go fishing with the guys from the station. The weather's supposed to be real warm. But if you wanted to put your trip off till someone could go with you, I'd stay home. I know I leave you here alone too much.\" \"Dad, you're doing a great job.\" I smiled, hoping my relief didn't show. \"I've never minded being alone — I'm too much like you.\" I winked at him, and he smiled his crinkly-eyed smile. I slept better that night, too tired to dream again. When I woke to the pearl gray morning, my mood was blissful. The tense evening with Billy and Jacob seemed harmless enough now; I decided to forget it completely.  I caught myself whistling while I was pulling the front part of my hair back into a barrette, and later again as I skipped down the stairs. Charlie noticed. \"You're cheerful this morning,\" he commented over breakfast. I shrugged. \"It's Friday.\" I hurried so I would be ready to go the second Charlie left. I had my bag ready, shoes on, teeth brushed, but even though I rushed to the door as soon as I was sure Charlie would be out of sight, Edward was faster. He was waiting in his shiny car, windows down, engine off. I didn't hesitate this time, climbing in the passenger side quickly, the sooner to see his face. He grinned his crooked smile at me, stopping my breath and my heart. I couldn't imagine how an angel could be any more glorious. There was nothing about him that could be improved upon. \"How did you sleep?\" he asked. I wondered if he had any idea how appealing his voice was. \"Fine. How was your night?\" \"Pleasant.\" His smile was amused; I felt like I was missing an inside joke. \"Can I ask what you did?\" I asked. \"No.\" He grinned. \"Today is still mine.\" He wanted to know about people today: more about Renée, her hobbies, what we'd done in our free time together. And then the one grandmother I'd known, my few school friends — embarrassing me when he asked about boys I'd dated. I was relieved that I'd never really dated anyone, so that particular conversation couldn't last long. He seemed as surprised as Jessica and Angela by my lack of romantic history. \"So you never met anyone you wanted?\" he asked in a serious tone that made me wonder what he was thinking about. I was grudgingly honest. \"Not in Phoenix.\" His lips pressed together into a hard line. We were in the cafeteria at this point. The day had sped by in the blur that was rapidly becoming routine. I took advantage of his brief pause to take a bite of my bagel. \"I should have let you drive yourself today,\" he announced, apropos of nothing, while I chewed. \"Why?\" I demanded. \"I'm leaving with Alice after lunch.\" \"Oh.\" I blinked, bewildered and disappointed. \"That's okay, it's not that far of a walk.\" He frowned at me impatiently. \"I'm not going to make you walk home. We'll go get your truck and leave it here for you.\" \"I don't have my key with me,\" I sighed. \"I really don't mind walking.\" What I minded was losing my time with him. He shook his head. \"Your truck will be here, and the key will be in the ignition — unless you're afraid someone might steal it.\" He laughed at the thought. \"All right,\" I agreed, pursing my lips. I was pretty sure my key was in the pocket of a pair of jeans I wore Wednesday, under a pile of clothes in the laundry room. Even if he broke into my house, or whatever he was planning, he'd never find it. He seemed to feel the challenge in my consent. He smirked, overconfident. \"So where are you going?\" I asked as casually as I could manage. \"Hunting,\" he answered grimly. \"If I'm going to be alone with you tomorrow, I'm going to take whatever precautions I can.\" His face grew morose… and pleading. \"You can always cancel, you know.\" I looked down, afraid of the persuasive power of his eyes. I refused to be convinced to fear him, no matter how real the danger might be. It doesn't matter, I repeated in my head.  \"No,\" I whispered, glancing back at his face. \"I can't.\" \"Perhaps you're right,\" he murmured bleakly. His eyes seemed to darken in color as I watched. I changed the subject. \"What time will I see you tomorrow?\" I asked, already depressed by the thought of him leaving now. \"That depends… it's a Saturday, don't you want to sleep in?\" he offered. \"No,\" I answered too fast. He restrained a smile.  \"The same time as usual, then,\" he decided. \"Will Charlie be there?\" \"No, he's fishing tomorrow.\" I beamed at the memory of how conveniently things had worked out. His voice turned sharp. \"And if you don't come home, what will he think?\" \"I have no idea,\" I answered coolly. \"He knows I've been meaning to do the laundry. Maybe he'll think I fell in the washer.\" He scowled at me and I scowled back. His anger was much more impressive than mine. \"What are you hunting tonight?\" I asked when I was sure I had lost the glowering contest. \"Whatever we find in the park. We aren't going far.\" He seemed bemused by my casual reference to his secret realities. \"Why are you going with Alice?\" I wondered. \"Alice is the most… supportive.\" He frowned as he spoke. \"And the others?\" I asked timidly. \"What are they?\" His brow puckered for a brief moment. \"Incredulous, for the most part.\" I peeked quickly behind me at his family. They sat staring off in different directions, exactly the same as the first time I'd seen them. Only now they were four; their beautiful, bronze-haired brother sat across from me, his golden eyes troubled. \"They don't like me,\" I guessed. \"That's not it,\" he disagreed, but his eyes were too innocent. \"They don't understand why I can't leave you alone.\" I grimaced. \"Neither do I, for that matter.\" Edward shook his head slowly, rolling his eyes toward the ceiling before he met my gaze again. \"I told you — you don't see yourself clearly at all. You're not like anyone I've ever known. You fascinate me.\" I glared at him, sure he was teasing now. He smiled as he deciphered my expression. \"Having the advantages I do,\" he murmured, touching his forehead discreetly, \"I have a better than average grasp of human nature. People are predictable. But you… you never do what I expect. You always take me by surprise.\" I looked away, my eyes wandering back to his family, embarrassed and dissatisfied. His words made me feel like a science experiment. I wanted to laugh at myself for expecting anything else. \"That part is easy enough to explain,\" he continued. I felt his eyes on my face but I couldn't look at him yet, afraid he might read the chagrin in my eyes. \"But there's more… and it's not so easy to put into words —\" I was still staring at the Cullens while he spoke. Suddenly Rosalie, his blond and breathtaking sister, turned to look at me. No, not to look — to glare, with dark, cold eyes. I wanted to look away, but her gaze held me until Edward broke off mid-sentence and made an angry noise under his breath. It was almost a hiss. Rosalie turned her head, and I was relieved to be free. I looked back at Edward — and I knew he could see the confusion and fear that widened my eyes. His face was tight as he explained. \"I'm sorry about that. She's just worried. You see… it's dangerous for more than just me if, after spending so much time with you so publicly…\" He looked down. \"If?\" \"If this ends… badly.\" He dropped his head into his hands, as he had that night in Port Angeles. His anguish was plain; I yearned to comfort him, but I was at a loss to know how.  My hand reached toward him involuntarily; quickly, though, I dropped it to the table, fearing that my touch would only make things worse. I realized slowly that his words should frighten me. I waited for that fear to come, but all I could seem to feel was an ache for his pain. And frustration — frustration that Rosalie had interrupted whatever he was about to say. I didn't know how to bring it up again. He still had his head in his hands. I tried to speak in a normal voice. \"And you have to leave now?\" \"Yes.\" He raised his face; it was serious for a moment, and then his mood shifted and he smiled. \"It's probably for the best. We still have fifteen minutes of that wretched movie left to endure in Biology — I don't think I could take any more.\" I started. Alice — her short, inky hair in a halo of spiky disarray around her exquisite, elfin face — was suddenly standing behind his shoulder. Her slight frame was willowy, graceful even in absolute stillness. He greeted her without looking away from me. \"Alice.\" \"Edward,\" she answered, her high soprano voice almost as attractive as his. \"Alice, Bella — Bella, Alice,\" he introduced us, gesturing casually with his hand, a wry smile on his face. \"Hello, Bella.\" Her brilliant obsidian eyes were unreadable, but her smile was friendly. \"It's nice to finally meet you.\" Edward flashed a dark look at her. \"Hi, Alice,\" I murmured shyly. \"Are you ready?\" she asked him. His voice was aloof. \"Nearly. I'll meet you at the car.\" She left without another word; her walk was so fluid, so sinuous that I felt a sharp pang of jealousy. \"Should I say 'have fun,' or is that the wrong sentiment?\" I asked, turning back to him. \"No, 'have fun' works as well as anything.\" He grinned. \"Have fun, then.\" I worked to sound wholehearted. Of course I didn't fool him. \"I'll try.\" He still grinned. \"And you try to be safe, please.\" \"Safe in Forks — what a challenge.\" \"For you it is a challenge.\" His jaw hardened. \"Promise.\" \"I promise to try to be safe,\" I recited. \"I'll do the laundry tonight — that ought to be fraught with peril.\" \"Don't fall in,\" he mocked. \"I'll do my best.\" He stood then, and I rose, too. \"I'll see you tomorrow,\" I sighed. \"It seems like a long time to you, doesn't it?\" he mused. I nodded glumly.  \"I'll be there in the morning,\" he promised, smiling his crooked smile. He reached across the table to touch my face, lightly brushing along my cheekbone again. Then he turned and walked away. I stared after him until he was gone. I was sorely tempted to ditch the rest of the day, at the very least Gym, but a warning instinct stopped me. I knew that if I disappeared now, Mike and others would assume I was with Edward. And Edward was worried about the time we'd spent together publicly… if things went wrong. I refused to dwell on the last thought, concentrating instead on making things safer for him. I intuitively knew — and sensed he did, too — that tomorrow would be pivotal. Our relationship couldn't continue to balance, as it did, on the point of a knife. We would fall off one edge or the other, depending entirely upon his decision, or his instincts. My decision was made, made before I'd ever consciously chosen, and I was committed to seeing it through. Because there was nothing more terrifying to me, more excruciating, than the thought of turning away from him. It was an impossibility. I went to class, feeling dutiful. I couldn't honestly say what happened in Biology; my mind was too preoccupied with thoughts of tomorrow. In Gym, Mike was speaking to me again; he wished me a good time in Seattle. I carefully explained that I'd canceled my trip, worried about my truck.  \"Are you going to the dance with Cullen?\" he asked, suddenly sulky. \"No, I'm not going to the dance at all.\" \"What are you doing, then?\" he asked, too interested. My natural urge was to tell him to butt out. Instead, I lied brightly. \"Laundry, and then I have to study for the Trig test or I'm going to fail.\" \"Is Cullen helping you study?\" \"Edward,\" I emphasized, \"is not going to help me study. He's gone away somewhere for the weekend.\" The lies came more naturally than usual, I noted with surprise. \"Oh.\" He perked up. \"You know, you could come to the dance with our group anyway — that would be cool. We'd all dance with you,\" he promised. The mental image of Jessica's face made my tone sharper than necessary. \"I'm not going to the dance, Mike, okay?\" \"Fine.\" He sulked again. \"I was just offering.\" When the school day had finally ended, I walked to the parking lot without enthusiasm. I did not especially want to walk home, but I couldn't see how he would have retrieved my truck.  Then again, I was starting to believe that nothing was impossible for him. The latter instinct proved correct — my truck sat in the same space he'd parked his Volvo in this morning. I shook my head, incredulous, as I opened the unlocked door and saw the key in the ignition. There was a piece of white paper folded on my seat. I got in and closed the door before I unfolded it. Two words were written in his elegant script. Be safe. The sound of the truck roaring to life frightened me. I laughed at myself. When I got home, the handle of the door was locked, the dead bolt unlocked, just as I'd left it this morning. Inside, I went straight to the laundry room. It looked just the same as I'd left it, too. I dug for my jeans and, after finding them, checked the pockets. Empty. Maybe I'd hung my key up after all, I thought, shaking my head. Following the same instinct that had prompted me to lie to Mike, I called Jessica on the pretense of wishing her luck at the dance. When she offered the same wish for my day with Edward, I told her about the cancellation. She was more disappointed than really necessary for a third-party observer to be. I said goodbye quickly after that. Charlie was absentminded at dinner, worried over something at work, I guessed, or maybe a basketball game, or maybe he was just really enjoying the lasagna — it was hard to tell with Charlie. \"You know, Dad…\" I began, breaking into his reverie. \"What's that, Bell?\" \"I think you're right about Seattle. I think I'll wait until Jessica or someone else can go with me.\" \"Oh,\" he said, surprised. \"Oh, okay. So, do you want me to stay home?\" \"No, Dad, don't change your plans. I've got a million things to do… homework, laundry… I need to go to the library and the grocery store. I'll be in and out all day… you go and have fun.\" \"Are you sure?\" \"Absolutely, Dad. Besides, the freezer is getting dangerously low on fish — we're down to a two, maybe three years' supply.\" \"You're sure easy to live with, Bella.\" He smiled. \"I could say the same thing about you,\" I said, laughing. The sound of my laughter was off, but he didn't seem to notice. I felt so guilty for deceiving him that I almost took Edward's advice and told him where I would be. Almost. After dinner, I folded clothes and moved another load through the dryer. Unfortunately it was the kind of job that only keeps hands busy. My mind definitely had too much free time, and it was getting out of control. I fluctuated between anticipation so intense that it was very nearly pain, and an <em>insidious</em> fear that picked at my resolve. I had to keep reminding myself that I'd made my choice, and I wasn't going back on it. I pulled his note out of my pocket much more often than necessary to absorb the two small words he'd written. He wants me to be safe, I told myself again and again. I would just hold on to the faith that, in the end, that desire would win out over the others. And what was my other choice — to cut him out of my life? Intolerable. Besides, since I'd come to Forks, it really seemed like my life was about him. But a tiny voice in the back of my mind worried, wondering if it would hurt very much… if it ended badly. I was relieved when it was late enough to be acceptable for bedtime. I knew I was far too stressed to sleep, so I did something I'd never done before. I deliberately took unnecessary cold medicine — the kind that knocked me out for a good eight hours. I normally wouldn't condone that type of behavior in myself, but tomorrow would be complicated enough without me being loopy from sleep deprivation on top of everything else. While I waited for the drugs to kick in, I dried my clean hair till it was impeccably straight, and fussed over what I would wear tomorrow. With everything ready for the morning, I finally lay in my bed. I felt hyper; I couldn't stop twitching. I got up and rifled through my shoebox of CDs until I found a collection of Chopin's nocturnes. I put that on very quietly and then lay down again, concentrating on relaxing individual parts of my body. Somewhere in the middle of that exercise, the cold pills took effect, and I gladly sank into unconsciousness.  I woke early, having slept soundly and dreamlessly thanks to my gratuitous drug use. Though I was well rested, I slipped right back into the same hectic frenzy from the night before. I dressed in a rush, smoothing my collar against my neck, fidgeting with the tan sweater till it hung right over my jeans. I sneaked a swift look out the window to see that Charlie was already gone. A thin, cottony layer of clouds veiled the sky. They didn't look very lasting. I ate breakfast without tasting the food, hurrying to clean up when I was done. I peeked out the window again, but nothing had changed. I had just finished brushing my teeth and was heading back downstairs when a quiet knock sent my heart thudding against my rib cage. I flew to the door; I had a little trouble with the simple dead bolt, but I yanked the door open at last, and there he was. All the agitation dissolved as soon as I looked at his face, calm taking its place. I breathed a sigh of relief — yesterday's fears seemed very foolish with him here. He wasn't smiling at first — his face was somber. But then his expression lightened as he looked me over, and he laughed.  \"Good morning,\" he chuckled. \"What's wrong?\" I glanced down to make sure I hadn't forgotten anything important, like shoes, or pants. \"We match.\" He laughed again. I realized he had a long, light tan sweater on, with a white collar showing underneath, and blue jeans. I laughed with him, hiding a secret twinge of regret — why did he have to look like a runway model when I couldn't? I locked the door behind me while he walked to the truck. He waited by the passenger door with a martyred expression that was easy to understand. \"We made a deal,\" I reminded him smugly, climbing into the driver's seat, and reaching over to unlock his door. \"Where to?\" I asked. \"Put your seat belt on — I'm nervous already.\" I gave him a dirty look as I complied. \"Where to?\" I repeated with a sigh. \"Take the one-on-one north,\" he ordered. It was surprisingly difficult to concentrate on the road while feeling his gaze on my face. I compensated by driving more carefully than usual through the still-sleeping town. \"Were you planning to make it out of Forks before nightfall?\" \"This truck is old enough to be your car's grandfather — have some respect,\" I retorted. We were soon out of the town limits, despite his negativity. Thick underbrush and green-swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructed just as I was about to ask. I obeyed silently. \"Now we drive until the pavement ends.\" I could hear a smile in his voice, but I was too afraid of driving off the road and proving him right to look over and be sure. \"And what's there, at the pavement's end?\" I wondered. \"A trail.\"                          \"We're hiking?\" Thank goodness I'd worn tennis shoes. \"Is that a problem?\" He sounded as if he'd expected as much. \"No.\" I tried to make the lie sound confident. But if he thought my truck was slow… \"Don't worry, it's only five miles or so, and we're in no hurry.\" Five miles. I didn't answer, so that he wouldn't hear my voice crack in panic. Five miles of treacherous roots and loose stones, trying to twist my ankles or otherwise incapacitate me. This was going to be humiliating. We drove in silence for a while as I contemplated the coming horror. \"What are you thinking?\" he asked impatiently after a few moments. I lied again. \"Just wondering where we're going.\" \"It's a place I like to go when the weather is nice.\" We both glanced out the windows at the thinning clouds after he spoke. \"Charlie said it would be warm today.\" \"And did you tell Charlie what you were up to?\" he asked. \"Nope.\" \"But Jessica thinks we're going to Seattle together?\" He seemed cheered by the idea. \"No, I told her you canceled on me — which is true.\" \"No one knows you're with me?\" Angrily, now. \"That depends… I assume you told Alice?\" \"That's very helpful, Bella,\" he snapped. I pretended I didn't hear that. \"Are you so depressed by Forks that it's made you suicidal?\" he demanded when I ignored him. \"You said it might cause trouble for you… us being together publicly,\" I reminded him. \"So you're worried about the trouble it might cause me— if you don't come home?\" His voice was still angry, and bitingly sarcastic. I nodded, keeping my eyes on the road. He muttered something under his breath, speaking so quickly that I couldn't understand. We were silent for the rest of the drive. I could feel the waves of infuriated disapproval rolling off of him, and I could think of nothing to say. And then the road ended, constricting to a thin foot trail with a small wooden marker. I parked on the narrow shoulder and stepped out, afraid because he was angry with me and I didn't have driving as an excuse not to look at him. It was warm now, warmer than it had been in Forks since the day I'd arrived, almost muggy under the clouds. I pulled off my sweater and knotted it around my waist, glad that I'd worn the light, sleeveless shirt — especially if I had five miles of hiking ahead of me. I heard his door slam, and looked over to see that he'd removed his sweater, too. He was facing away from me, into the unbroken forest beside my truck. \"This way,\" he said, glancing over his shoulder at me, eyes still annoyed. He started into the dark forest. \"The trail?\" Panic was clear in my voice as I hurried around the truck to catch up to him. \"I said there was a trail at the end of the road, not that we were taking it.\" \"No trail?\" I asked desperately. \"I won't let you get lost.\" He turned then, with a mocking smile, and I stifled a gasp. His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes. He was too perfect, I realized with a piercing stab of despair. There was no way this godlike creature could be meant for me. He stared at me, bewildered by my tortured expression. \"Do you want to go home?\" he said quietly, a different pain than mine saturating his voice. \"No.\" I walked forward till I was close beside him, anxious not to waste one second of whatever time I might have with him. \"What's wrong?\" he asked, his voice gentle. \"I'm not a good hiker,\" I answered dully. \"You'll have to be very patient.\" \"I can be patient — if I make a great effort.\" He smiled, holding my glance, trying to lift me out of my sudden, unexplained dejection. I tried to smile back, but the smile was unconvincing. He scrutinized my face. \"I'll take you home,\" he promised. I couldn't tell if the promise was unconditional, or restricted to an immediate departure. I knew he thought it was fear that upset me, and I was grateful again that I was the one person whose mind he couldn't hear. \"If you want me to hack five miles through the jungle before sundown, you'd better start leading the way,\" I said acidly. He frowned at me, struggling to understand my tone and expression. He gave up after a moment and led the way into the forest. It wasn't as hard as I had feared. The way was mostly flat, and he held the damp ferns and webs of moss aside for me. When his straight path took us over fallen trees or boulders, he would help me, lifting me by the elbow, and then releasing me instantly when I was clear. His cold touch on my skin never failed to make my heart thud erratically. Twice, when that happened, I caught a look on his face that made me sure he could somehow hear it. I tried to keep my eyes away from his perfection as much as possible, but I slipped often. Each time, his beauty pierced me through with sadness. For the most part, we walked in silence. Occasionally he would ask a random question that he hadn't gotten to in the past two days of interrogation. He asked about my birthdays, my grade school teachers, my childhood pets — and I had to admit that after killing three fish in a row, I'd given up on the whole institution. He laughed at that, louder than I was used to — bell-like echoes bouncing back to us from the empty woods. The hike took me most of the morning, but he never showed any sign of impatience. The forest spread out around us in a boundless labyrinth of ancient trees, and I began to be nervous that we would never find our way out again. He was perfectly at ease, comfortable in the green maze, never seeming to feel any doubt about our direction. After several hours, the light that filtered through the canopy transformed, the murky olive tone shifting to a brighter jade. The day had turned sunny, just as he'd foretold. For the first time since we'd entered the woods, I felt a thrill of excitement — which quickly turned to impatience. \"Are we there yet?\" I teased, pretending to scowl. \"Nearly.\" He smiled at the change in my mood. \"Do you see the brightness ahead?\" I peered into the thick forest. \"Um, should I?\" He smirked. \"Maybe it's a bit soon for your eyes.\" \"Time to visit the optometrist,\" I muttered. His smirk grew more pronounced. But then, after another hundred yards, I could definitely see a lightening in the trees ahead, a glow that was yellow instead of green. I picked up the pace, my eagerness growing with every step. He let me lead now, following noiselessly. I reached the edge of the pool of light and stepped through the last fringe of ferns into the loveliest place I had ever seen. The meadow was small, perfectly round, and filled with wildflowers — violet, yellow, and soft white. Somewhere nearby, I could hear the bubbling music of a stream. The sun was directly overhead, filling the circle with a haze of buttery sunshine. I walked slowly, awestruck, through the soft grass, swaying flowers, and warm, gilded air. I halfway turned, wanting to share this with him, but he wasn't behind me where I thought he'd be. I spun around, searching for him with sudden alarm. Finally I spotted him, still under the dense shade of the canopy at the edge of the hollow, watching me with cautious eyes. Only then did I remember what the beauty of the meadow had driven from my mind — the enigma of Edward and the sun, which he'd promised to illustrate for me today. I took a step back toward him, my eyes alight with curiosity. His eyes were wary, reluctant. I smiled encouragingly and beckoned to him with my hand, taking another step back to him. He held up a hand in warning, and I hesitated, rocking back onto my heels. Edward seemed to take a deep breath, and then he stepped out into the bright glow of the midday sun.",
            "vi": "12        12.  Thăng bằng \"Billy !\" Charlie gọi ngay khi vừa ra khỏi xe.  Tôi chạy về phía nhà, vẫy tay gọi Jacob vừa cúi mình né dưới hàng hiên. Tôi nghe tiếng Charlie chào thật to phía sau.  \"Tôi sẽ phải giả vờ không thấy cháu ngồi sau tay lái, Jake, \" ông không bằng lòng nói.  \"Tụi con sắp sửa có bằng lái rồi mà, \" Jacob nói trong khi tôi mở khoá cửa và bật đèn trước hiên nhà.  \"Dĩ nhiên rồi, \" Charlie cười to.  \"Tôi cũng phải đi chơi đây đó chớ. \" tôi nhận ra giọng nói âm vang của Billy dễ dàng, dù đã bao năm qua. Âm thanh của giọng nói đó làm tôi đột ngột thấy mình nhỏ dại lại, như một đứa trẻ.  Tôi vào trong nhà, để ngỏ cửa phía sau và bật đèn trước khi tôi treo áo khoác lên. Sau đó tôi đứng ở cửa, lo lắng nhìn Charlie và Jacob giúp Billy ra xe và đặt ông ấy vào chiếc xe lăn.  Tôi tránh đường khi ba người vội vã vào nhà, giũ nước mưa.  \"Thật bất ngờ, \" Charlie nói.  \"Lâu quá không gặp, \" Billy trả lời. \"Hy vọng tôi không đến không đúng lúc. \" Đôi mắt đen của ông lại liếc nhìn lên tôi, ánh mắt thật khó hiểu.  \"Không đâu, tuyệt lắm. Tôi hy vọng ông sẽ ở lại coi đá banh với tôi.” Jacob cười toe toét. \"Con cũng định vậy – tuần trước TV nhà con hư rồi. \" Billy nhăn nhó nhìn con trai. \"Dĩ nhiên rồi, vì Jacob nóng lòng muốn gặp lại Bella đó mà, \" ông nói thêm. Jacob giận dữ cúi đầu trong khi tôi cố kềm nỗi hối hận ngập tràn. Có lẽ tôi đã quá thuyết phục trên bãi biển.  \"Mọi người có đói không?\" tôi hỏi, quay về phía nhà bếp. Tôi muốn tránh ánh nhìn xuyên thấu của Billy.  \"Không, tụi này vừa mới ăn xong trước khi đến, \" Jacob trả lời.  \"Còn bố sao hả Charlie?” Tôi vừa hỏi vừa lỉnh vô bếp.  \"Dĩ nhiên là ăn rồi, \" bố trả lời, giọng ông di chuyển về phía phòng khách và cái TV. Tôi có thể nghe tiếng xe lăn của Billy đi theo.  Bánh xăng - uých phô - mai nướng đang trong chảo và tôi đang thái cà chua thì cảm thấy  có người ở sau mình.  \"Nè, tình hình thế nào?\" Jacob hỏi.  \"Khá tốt. \" tôi mỉm cười. Sự nhiệt tình của anh chàng thật khó kháng cự lại. \"Còn bạn thì sao? Bạn đã ráp xong xe chưa?\" \"Chưa.”  Anh chàng cau mày.” Tôi còn cần linh kiện.  Tụi tôi đã mượn cái đó.” Anh chàng chỉa ngón cái ra sân trước.  \"Xin lỗi. Tôi không thấy gì ... bạn đang tìm gì vậy?\" \"Xy-lanh chính. \" anh chàng cười toe toét. \"Xe tải bị hư gì à?\" anh chàng đột ngột nói thêm.  \"Không.” \"Ồ. Tôi chỉ thắc mắc vì thấy bạn không đi nó.” Tôi nhìn chằm chằm vào cái chảo, kéo bìa bánh xăng - uých để kiểm tra phía đáy. \"Tôi đi quá giang một người bạn. \" \"Xe đẹp ghê.” Giọng Jacob đầy ngưỡng mộ. \"Tuy tôi không biết người lái xe. Tôi cứ nghĩ mình biết hết mọi thanh niên quanh đây.” Tôi gật đầu lấp lửng, cứ nhìn xuống khi lật bánh xăng - uých.  \"Bố tôi hình như biết anh ở đâu đó.” \"Jacob, bạn đưa giùm tôi mấy cái đĩa nhé? Trong tủ trên bồn rửa chén đó. \" \"Được thôi. \" Anh chàng im lặng lấy đĩa. Tôi hi vọng anh ta sẽ bỏ qua chuyện đó.  \"Ai vậy?\" Anh chàng hỏi, đăt hai cái đĩa trên quầy kế bên tôi.  Tôi thở dài chịu thua. \"Edward Cullen. \" Thật không ngờ, anh chàng cười. Tôi liếc nhìn anh chàng. Anh ta có vẻ hơi lúng túng.  \"Thảo nào, \" anh chàng nói. \"Tôi đã thắc mắc không biết sao bố tôi lại phản ứng kỳ lạ thế.” \"Đúng rồi. \" Tôi giả vẻ mặt ngây thơ vô tội. \"Ông không thích Cullens. \" \"Ông già mê tín, \" Jacob thì thầm lầm bầm.  \"Bạn không nghĩ bố bạn sẽ nói gì với Charlie à?\" Tôi hỏi không kềm được, lời nói tuôn ra hơi vội vã.  Jacob nhìn tôi chằm chằm trong chốc lát, và tôi không hiểu được ẩn ý trong đôi mắt đen đó. \"Chắc không đâu, \" cuối cùng thì anh cũng trả lời. \"Tôi nghĩ Charlie lần trước đã cự nự bố tôi nhiều rồi. Từ đó hai người đã không thèm nói chuyện với nhau - đêm nay giông giống như để làm lành, tôi nghĩ vậy. Nên chắc bố tôi sẽ không lôi chuyện đó ra nói nữa đâu.” \"Ồ, \" tôi nói, cố tỏ vẻ dửng dưng.  Tôi ở lại phòng khách sau khi mang thức ăn ra cho Charlie, giả vờ coi đá banh trong khi Jacob cứ nói huyên thuyên với tôi. Tôi đang lắng nghe câu chuyện của mấy ông, chờ dấu hiệu Billy sắp sửa tố cáo tôi, cố nghĩ cách chặn ông nếu ông làm thế.  Thật là một đêm dài. Tôi có rất nhiều bài tập chưa làm, nhưng tôi sợ để Billy một mình với Charlie. Cuối cùng, trận đấu cũng kết thúc.  \"Bạn và bạn bè sẽ sớm quay lại bãi biển chứ?\" Jacob hỏi khi anh chàng đẩy bố qua ngưỡng cửa.  \"Tôi không biết nữa,” tôi tránh không trả lời thẳng.  \"Vui quá, Charlie, \" Billy nói.  \"Trận đấu kế nhớ đến nữa nhe, \" Charlie khuyến khích.  \"Chắc chắn rồi, chắc chắn rồi, \" Billy nói. \"Chúng tôi sẽ đến. Ngủ ngon nhé. \" Mắt ông chuyển sang tôi, và nụ cười biến mất. \"Bella, bảo trọng nhé\" ông nói thêm một cách nghiêm trang.  \"Cám ơn bác, \" tôi thì thầm, nhìn sang chỗ khác.  Tôi đi về phía cầu thang trong khi Charlie vẫy tay ở lối vào.  \"Chờ chút, Bella, \" ông nói.  Tôi co rúm người.  Billy đã tranh thủ nói được gì đó trước khi tôi cùng vào phòng khách với mọi người sao? Nhưng Charlie thoải mái, vẫn cười toe toét vì chuyến viếng thăm bất ngờ.  \"Bố chưa kịp hỏi thăm con đêm nay.  Hôm nay con ra sao?\" \"Tốt bố. \" Tôi do dự bước một chân lên nấc thang đầu tiên, kiếm những chi tiết có thể kể bố nghe một cách an toàn. \"Nhóm cầu lông của con thắng cả bốn ván.” \"Chà, bố không biết con chơi được cầu lông. \" \" Ưm, thực ra con không chơi được, nhưng bạn trong nhóm của con giỏi lắm,” tôi thừa nhận.  \"Ai vậy?\" Ông hỏi lấy có.  \"Ờ... Mike Newton, \" Tôi nói với ông một cách miễn cưỡng.  \"Ờ đúng rồi –con có nói con chơi với con nhà Newton. \" ông hoạt bát hơn.  \"Nhà đó dễ thương. \" ông trầm ngâm một chút. \"Sao con không mời nó đi khiêu vũ cuối tuần này ?\" \"Bố!\" tôi rên rỉ. \" Anh ta đại loại đang hẹn hò với Jessica bạn con mà. Hơn nữa, Bố biết là con đâu khiêu vũ được.” \"Ờ nhỉ, \" ông thì thầm. Sau đó ông mỉm cười với tôi vẻ hối lỗi. \"Bố nghĩ may mà con đi chơi hôm thứ bảy ... vì bố định đi câu cá với mấy người bạn trong đồn. Thời tiết nghe nói ấm áp lắm. Nhưng nếu con muốn hoãn chuyến đi cho đến khi có người đi cùng thì bố sẽ ở nhà.  Bố biết đã để con một mình quá nhiều.” \"Bố, bố đã làm rất tốt mà. \" tôi mỉm cười, hy vọng nỗi nhẹ nhõm của mình không lộ ra.  \"Con chẳng bao giờ thấy phiền khi ở một mình – con giống y bố mà. \" Tôi nháy mắt với ông, và ông cười tít mắt.  Đêm đó tôi ngủ ngon hơn, quá mệt để lại nằm mơ. Khi tỉnh giấc trong buổi sáng xám xịt, tôi vô cùng vui vẻ. Buổi tối căng thẳng với Billy và Jacob bây giờ có vẻ không nguy hại gì cả nên tôi quyết định quên hẳn nó luôn.  Tôi thấy mình huýt sáo khi tôi vén kẹp mớ tóc phía trước lên, rồi sau đó lại huýt sáo khi nhảy mấy nấc thang xuống lầu.  Charlie nhận thấy ngay.  \"Sáng nay con vui nhỉ,, \" ông bình luận khi ăn sáng.  Tôi nhún vai. \"Thứ Sáu mà bố. \" Tôi làm thật nhanh nên đã sẵn sàng lên đường ngay khi Charlie vừa ra khỏi nhà. Tôi đã chuẩn bị cặp xong, giầy đã mang, răng đã đánh, nhưng dù có ra cửa nhanh đến đâu ngay sau khi Charlie khuất ngoài tầm nhìn thì Edward vẫn nhanh hơn. Anh đang ngồi chờ trong chiếc xe bóng loáng, cửa sổ quay xuống, động cơ đã tắt.  Lần này tôi không do dự, leo ngay vào phía hành khách, ngay khi vừa nhìn thấy anh. Anh nở nụ cười nhếch môi với tôi, làm tôi ngừng thở và tim tôi ngừng đập. Tôi không thể tưởng tượng nỗi làm sao có được một thiên thần nào lộng lẫy hơn. Anh thật toàn mỹ, không có gì ở anh có thể hoàn thiện hơn nữa .  \"Em ngủ ngon không?\" anh hỏi. Tôi tự hỏi không biết anh có biết giọng anh hấp dẫn thế nào không.  \"Ngon. Đêm của anh ra sao?\" \"Dễ chịu.” Anh cười thích thú; tôi cảm thấy như có điều gì ẩn giấu sau nụ cười đó.  \"Tôi có thể hỏi anh đã làm gì không?\" Tôi hỏi.  \"Không. \" anh cười toe toét. \" Hôm nay vẫn là ngày của tôi.” Hôm nay anh muốn biết về mọi người: biết thêm về Renée, sở thích của mẹ, chúng tôi cùng nhau làm gì khi rảnh rỗi. Rồi một người bà của tôi, số bạn học ít ỏi của tôi  - làm tôi ngượng khi hỏi về những anh chàng tôi đã hẹn hò. Tôi cảm thấy nhẹ nhõm vì mình chưa hề thực sự hẹn hò với bất kỳ ai, vì thế cuộc trò chuyện đặc biệt đó không thể kéo dài. Anh có vẻ ngạc nhiên y như Jessica và Angela vì tôi thiếu lãng mạn như thế.  \"Vậy là em chưa từng gặp ai mình ao ước cả sao?\" Anh hỏi bằng một giọng nghiêm túc khiến tôi tự hỏi không biết anh đang nghĩ về chuyện gì.  Tôi trung thực một cách miễn cưỡng. \"Chưa từng gặp ở Phoenix. \" Anh mím chặt môi.  Lúc này chúng tôi đã ngồi trong quán ăn tự phục vụ. Ngày trôi qua thật nhanh trong những ngày này. Tôi tận dụng lúc anh dừng lại một chút để cắn một miếng bánh mì vòng.  \"Lẽ ra hôm nay tôi nên để em tự đi xe, \" anh công bố, chẳng liên quan gì, trong khi tôi đang nhai.  \"Sao vậy?\" tôi hỏi.  \"Tôi sẽ đi với Alice sau khi ăn trưa xong. \" \"Ôi. \" tôi chớp mắt, hoang mang và thất vọng. \"Cũng được thôi, đi bộ cũng không xa lắm.” Anh cau mày nhìn tôi sốt ruột. \"Tôi sẽ không để em phải đi bộ về nhà. Chúng tôi sẽ đi lấy xe tải của em và bỏ ở đây cho em. \" “Tôi không mang theo chìa khoá, \" tôi thở dài. \"Tôi thực không cảm thấy phiền khi phải đi bộ đâu.” Điều tôi cảm thấy phiền là không được ở bên anh.  Anh lắc đầu. \"Xe em sẽ ở đây, và chìa khoá sẽ cắm trong công tắc - trừ phi em sợ người ta ăn cắp nó. \" Anh cười giễu ý nghĩ đó.  \"Được thôi, \" tôi bĩu môi đồng ý. Tôi chắc chắn chìa khoá xe trong túi một cái quần jean đã mặc hôm thứ Tư, dưới đống quần áo trong phòng giặt ủi. Dù anh có đột nhập vào nhà, hay định làm gì đi nữa, anh cũng chẳng bao giờ tìm ra nó. Anh có vẻ cảm nhận được thách thức trong sự ưng thuận của tôi nên cười tự mãn, quá tự tin.  \"Anh sẽ đi đâu vậy?\" tôi hỏi cố tự nhiên nhất có thể.  \"Săn, \" anh buồn rầu trả lời. \"Nếu mai tôi ở một mình với em, tôi cần đề phòng mọi khả năng có thể. \" Mặt anh ngày càng ủ ê hơn ... và nài nỉ. \"Em biết là, em luôn có thể hủy hẹn.” Tôi nhìn xuống, sợ sức thuyết phục trong đôi mắt anh. Tôi không chịu tin mình sẽ sợ anh, bất kể nguy hiểm là có thật thế nào đi nữa. Chẳng quan trọng gì cả, tôi lặp đi lặp lại trong đầu.  \"Không, \" tôi thì thầm, liếc nhìn lại vào mặt anh. \"Tôi không thể. \" \"Có lẽ em đúng, \" anh thì thầm chán chường. Mắt anh hình như sẫm màu hơn khi tôi nhìn.  Tôi thay đổi đề tài. \" Mai tôi sẽ gặp anh lúc mấy giờ?\" tôi hỏi, đã buồn nản bởi ý nghĩ anh bây giờ phải đi.  \"Còn tùy ...  thứ bảy mà, em có muốn ngủ nướng không?\" anh đề nghị.  \"Không, \" tôi trả lời quá nhanh. Anh nín cười.  \"Vậy thì cùng thời gian như thường lệ nhé, \" anh quyết định. \" Charlie sẽ ở nhà chứ?\" \"Không, mai bố tôi sẽ đi câu cá. \" Tôi cười khi nhớ lại mọi chuyện tự nhiên bỗng trở nên thuận lợi hết sức. Giọng anh đanh lại. \"Và nếu em không về nhà, bố em sẽ nghĩ gì?\" \"Tôi không biết, \" tôi trả lời lạnh lùng. \"Bố biết tôi định giặt quần áo. Có lẽ ông sẽ nghĩ là tôi lọt vô máy giặt. \" Anh quắc mắt nhìn tôi và tôi cau có nhìn lại. Cơn phẫn nộ của anh dữ dội hơn của tôi.  \"Đêm nay anh săn gì?\" Tôi hỏi khi chắc chắn mình thua cuộc thi nhìn trừng trừng.  \"Bất cứ thứ gì tìm thấy trong khu bảo tồn. Chúng tôi sẽ không đi xa. \" Anh có vẻ kinh ngạc bởi câu hỏi thăm bình thường của tôi về những sự thực được che giấu của anh. \"Tại sao anh đi với Alice?\" tôi tự hỏi.  \" Alice ... thông cảm nhất. \" Anh vừa cau mày vừa nói.  \"Còn những người khác?\" tôi hỏi rụt rè. \"Họ thì sao?\" Trán anh nhăn lại một chốc. \"Đa số thì hoài nghi.” Tôi lén nhìn nhanh vào gia đình anh ở phía sau. Họ ngồi nhìn theo các hướng khác nhau, y hệt như lần đầu tôi gặp họ. Có điều bây giờ họ chỉ còn bốn người; người anh tóc màu đồng, xinh đẹp ngồi đối diện với tôi, đôi mắt vàng của anh ta có vẻ bối rối.  \"Họ không thích tôi, \" tôi đoán.  \"Không phải thế, \" anh phản đối, nhưng đôi mắt anh quá đỗi vô tội. \"Họ chỉ không hiểu tại sao tôi không thể để em yên. \" Tôi nhăn nhó. \"Tôi cũng không để anh yên mà, nếu nói thế. \" Edward lắc đầu chậm rãi, liếc nhìn trần nhà rồi mới chạm vào ánh nhìn chằm chằm của tôi trở lại. \"Tôi đã nói với em rồi - em không biết giá trị của mình. Em chẳng giống bất kỳ ai tôi từng biết. Em làm tôi mê muội.” Tôi nhìn anh trừng trừng, chắc chắn anh đang trêu chọc mình.  Anh mỉm cười khi nhìn thấy nét mặt tôi. \"Tôi quả có lợi thế hơn người, \" anh thì thầm, kín đáo sờ trán, \"Tôi hiểu biết rõ về bản tính của con người. Mọi người đều có thể đoán định được. Nhưng em ... em chẳng bao giờ làm điều mà tôi nghĩ. Em luôn luôn làm tôi sửng sốt. \" Tôi nhìn sang chỗ khác, mắt  lang thang nhìn lại gia đình anh, bối rối và bất bình. Lời anh làm tôi thấy mình giống một thí nghiệm khoa học. Tôi muốn cười nhạo mình vì đã mong đợi chuyện khác hẳn.  “Chuyện đó cũng dễ hiểu, \" anh tiếp tục. Tôi cảm thấy mắt anh trên mặt mình nhưng tôi chưa thể nhìn anh được, e rằng anh có thể đọc được nỗi thất vọng trong mắt tôi. \"Cũng còn những thứ khác nữa ... không dễ nói thành lời - \" Tôi vẫn còn nhìn nhóm Cullens khi anh nói. Bất ngờ Rosalie, người em gái tóc vàng hoe và gợi cảm, nhìn về phía tôi. Không, không phải nhìn – mà là nhìn trừng trừng, bằng đôi mắt đen, lạnh lùng. Tôi muốn nhìn sang chỗ khác, nhưng ánh nhìn chằm chằm của cô ấy giữ  tôi cho đến khi Edward dừng lại giữa chừng và phát ra một tiếng động nhỏ đầy tức giận. Gần như là tiếng rít.  Rosalie quay đi, và tôi cảm thấy nhẹ nhõm vì được giải thoát. Tôi ngoái nhìn Edward - và biết anh có thể nhìn thấy sự bối rối và sợ hãi đang lan rộng trong mắt tôi.  Khuôn mặt anh căng thẳng khi anh giải thích. \"Tôi xin lỗi về chuyện đó. Chỉ vì cô ấy lo lắng mà thôi.  Em thấy đó ... Thật nguy hiểm không chỉ cho tôi nếu, sau khi ở bên em công khai quá lâu ...\" anh nhìn xuống.  \"Nếu?\" \"Nếu chuyện này kết thúc ... đau buồn.” Anh gục đầu vào tay, như đêm ở Port Angeles. Nỗi đau khổ của anh thật rõ rệt; tôi khao khát được an ủi anh, nhưng tôi quá bối rối không biết phải làm sao.  Tay tôi vô tình vươn về phía anh; thật nhanh, tuy vậy, tôi buông tay xuống bàn, sợ sự đụng chạm của mình chỉ làm cho mọi việc trở nên tệ hại hơn. Tôi từ từ hiểu ra: lời anh nói lẽ ra phải làm tôi sợ. Tôi chờ nỗi sợ hãi đến, nhưng mọi điều tôi có thể cảm nhận được chỉ là cảm giác đau đớn vì nỗi đau của anh.  Và thất vọng - thất vọng vì Rosalie đã làm anh dừng lại không nói ra lời định nói. Tôi không biết làm sao để nhắc lại chuyện đó. Anh vẫn ôm đầu.  Tôi cố nói bằng một giọng bình thường. \"Anh phải đi bây giờ phải không?\" \"Ừ. \" anh ngẩng mặt; nghiêm nghị trong chốc lát, rồi tâm trạng anh thay đổi và anh mỉm cười. \"Có lẽ vậy là tốt nhất. Chúng ta còn phải chịu đựng mười lăm phút xem bộ phim đau khổ đó trong giờ sinh vật - Tôi nghĩ tôi không thể chịu đựng thêm nữa. \" Tôi giật nảy mình. Alice – mái tóc ngắn đen nhánh vuốt thành các lọn chỉa ra bù xù, ôm khuôn mặt thanh tú, tuyệt đẹp của cô - đột ngột đứng phía sau vai anh. Dáng mảnh khảnh của cô nàng yểu điệu, duyên dáng ngay cả khi đứng yên không nhúc nhích.  Anh chào cô mà không rời mắt khỏi tôi. \" Alice. \" \"Edward, \" cô trả lời, giọng nữ cao lanh lảnh của cô cũng gần hấp dẫn như giọng anh. \"Alice, đây là Bella - Bella, đây là Alice, \" anh giới thiệu chúng tôi với nhau, đưa tay ra dấu tự nhiên, nụ cười gượng gạo trên mặt.  \"Chào chị, Bella. \" đôi mắt sáng màu vàng nâu của cô thật khó đoán, nhưng nụ cười thật thân thiện. \" Thật vui khi cuối cùng em cũng được gặp chị. \" Edward liếc nhìn cô bực bội.  \"Chào em, Alice, \" tôi thì thầm rụt rè.  \"Anh sẵn sàng chưa?\" cô hỏi anh.  Giọng anh xa xôi. \"Sắp. Anh sẽ gặp em ở xe. \" Cô bỏ đi không nói thêm lời nào; dáng đi êm ái và uyển chuyển đến nỗi tôi cảm thấy nhói lên ghen tị.  \"Tôi có nên nói 'chúc vui nhe,' hay đó là câu xã giao không phù hợp?\" tôi hỏi, quay về phía anh.  \"Không sao, 'chúc vui ' cũng hợp y như mọi câu khác. \" anh cười toe toét.  \"Vậy chúc anh vui nhé. \" Tôi cố tỏ vẻ thực lòng chúc anh. Tất nhiên tôi không đánh lừa được anh.  \"Tôi sẽ ráng. \" anh vẫn cười toe toét. \"Và em ráng giữ an toàn, nhé. \" \"An toàn ở Forks – khó quá nhỉ.” \"Đối với em thì đúng là khó khăn thật đó. \" Hàm anh bạnh ra. \"Hứa đi. \" \"Tôi hứa sẽ ráng an toàn, \" tôi lặp lại. \"Tôi sẽ giặt quần áo đêm nay - nên sẽ đầy nguy hiểm.” \"Đừng có lọt vô đó, \" anh chế giễu.  \"Tôi sẽ cố hết sức. \" Rồi anh đứng lên, tôi cũng đứng lên.  \"Mai gặp anh, \" tôi thở dài.  \"Với em có vẻ lâu nhỉ, phải không?\" anh trầm ngâm.  Tôi gật đầu buồn bã.  \"Tôi sẽ có mặt ở đó vào buổi sáng, \" anh hứa, cười nhếch môi.  Anh vươn tay qua bàn để chạm vào mặt tôi, nhẹ vuốt dọc theo má tôi lần nữa. Rồi anh quay lưng bỏ đi. Tôi chằm chằm sau lưng anh cho đến khi anh khuất lối.  Tôi hết sức muốn trốn học thời gian còn lại trong ngày, ít ra là trốn môn thể dục, nhưng bản năng cảnh giác đã ngăn tôi. Tôi biết nếu tôi biến bây giờ, Mike và những người khác sẽ cho là tôi đi cùng Edward. Và Edward đã lo lắng về thời gian chúng tôi ở bên nhau công khai ... nếu mọi chuyện trở nên tệ hại. Tôi không chịu đào sâu thêm về ý cuối ấy, thay vào đó là tập trung làm cho mọi việc an toàn hơn cho anh.  Bằng trực giác tôi biết - và cảm thấy anh cũng biết - ngày mai sẽ là một ngày cực kỳ quan trọng. Quan hệ của chúng tôi không thể thăng bằng, như đã vậy, trên mũi dao. Chúng tôi sẽ rớt xuống phía này hoặc phía kia, tùy thuộc hoàn toàn vào quyết định của anh, hoặc bản năng của anh. Còn tôi đã quyết định rồi, quyết định từ trước khi ý thức về điều đó, và tôi quyết tâm làm đến cùng.  Bởi vì không có gì khủng khiếp hơn đối với tôi, đau khổ hơn, cái ý nghĩ chối bỏ anh. Đó là điều không thể. Tôi ngoan ngoãn đến lớp. Tôi thực không biết được giờ sinh vật ra sao nữa; tâm trí  quá bận rộn với suy tư về ngày mai. Trong giờ thể dục, Mike nói chuyện với tôi trở lại; anh chàng chúc tôi vui vẻ ở Seattle. Tôi cẩn thận giải thích tôi sẽ hủy chuyến đi này vì lo xe tải không chạy nỗi tới đó.  \"Bạn sẽ đi khiêu vũ với Cullen phải không?\" anh hỏi, đột ngột hờn dỗi.  \"Không, tôi chẳng hề đi khiêu vũ . \" \"Vậy thì bạn sẽ làm gì?\" anh hỏi, quan tâm quá mức. Nỗi thôi thúc tự nhiên trong tôi muốn bảo anh ta đừng xía vô chuyện người khác. Nhưng thay vào đó, tôi lại vui vẻ nói dối.  \"Giặt đồ, rồi tôi phải học vì sắp kiểm tra Lượng giác rồi, nếu không chắc thi rớt quá.” \"Cullen sẽ giúp bạn học hả?\" \"Edward, \" tôi nhấn mạnh, \" sẽ không giúp tôi học. Anh ấy đã đi đâu đó vào cuối tuần rồi.”  Lời nói dối phát ra tự nhiên hơn thường lệ, tôi bất ngờ để ý thấy.  \"Ôi. \" anh chàng hoạt bát lên. \"Bạn biết đó, dù sao thì bạn cũng có thể đi khiêu vũ với nhóm chúng tôi - Vậy thì tuyệt lắm. Tất cả bọn tôi sẽ khiêu vũ với bạn, \" anh chàng hứa.  Hình ảnh điên loạn của khuôn mặt Jessica làm giọng tôi đanh hơn cần thiết.  \"Tôi sẽ không đi khiêu vũ, Mike, được chưa?\" \"Tốt thôi. \" anh hờn dỗi tiếp. \"Tôi chỉ đề nghị thôi mà. \" Khi ngày đi học đã cuối cùng kết thúc, tôi đến bãi đậu xe chẳng chút hăng hái. Tôi không muốn đi bộ về nhà lắm, nhưng tôi không biết làm sao mà anh mang được xe tôi đến đây.  Thế rồi một lần nữa, tôi bắt đầu tin rằng không có gì là không thể đối với anh. Cảm giác sau tỏ ra đúng - xe tải của tôi đang nằm ở chỗ anh đỗ chiếc Volvo sáng nay. Tôi lắc đầu, hoài nghi, khi mở cửa xe không khoá, nhìn thấy chìa khoá cắm ở công tắc. Có một mảnh giấy trắng gấp lại trên ghế . Tôi bước vào và đóng cửa trước khi mở nó ra. Hai từ được viết bằng nét chữ trang nhã của anh.  Bảo trọng.  Tiếng xe tải gầm lên làm tôi hết hồn. Tôi cười nhạo mình.  Khi về đến nhà, cửa khoá, then không cài, y như lúc tôi ra khỏi nhà sáng nay. Tôi đi thẳng vào phòng giặt đồ.  Nó cũng y như lúc tôi ra khỏi phòng. Tôi lục quần jean của mình và, sau khi tìm ra, tôi kiểm tra mấy cái túi. Không có gì. Có lẽ rốt cuộc tôi đã treo chìa khoá lên rồi, tôi suy nghĩ, lắc đầu.  Theo cùng bản năng đã thôi thúc tôi nói dối Mike, tôi gọi Jessica giả vờ chúc nhỏ may mắn trong buổi khiêu vũ. Khi cô nàng cũng chúc tương tự cho ngày của tôi bên Edward, tôi kể cô nàng nghe mình đã huỷ bỏ chuyến đi. Cô nàng thất vọng hơn thực sự cần thiết đối với một người quan sát bên thứ ba. Sau đó, tôi nói lời từ biệt thật nhanh.  Charlie lơ đãng khi ăn tối, lo lắng chuyện gì đó ở cơ quan, tôi đoán, hoặc có lẽ về trận thi đấu bóng rổ, hoặc có lẽ ông thực ra chỉ đang thưởng thức món lasagna - thật khó mà biết được Charlie nghĩ gì. \"Bố biết không ... \" tôi bắt đầu, phá vỡ cơn mơ màng của ông.  \"Gì hả, Bell ?\" \"Con nghĩ bố nói đúng về vụ Seattle. Con nghĩ con sẽ đợi cho đến khi Jessica hay ai khác có thể đi chung với con.” \"Ồ, \" ông nói, ngạc nhiên. \"Ồ, được thôi. Vậy, con có muốn bố ở nhà không?\" \"Không, bố, đừng thay đổi kế hoạch của mình. Con có hàng triệu thứ phải làm … bài tập về nhà, giặt giũ … Con cần đến thư viện và cửa hàng tạp hoá. Con sẽ đi đi về về suốt cả ngày ... bố cứ việc đi chơi vui vẻ. \" \"Con chắc không?\" \"Chắc chắn, bố. Hơn nữa, ngăn đá thiếu cá quá rồi – mình chỉ còn cá dự trữ cho hai, hoặc ba năm mà thôi.” \"Thực dễ sống chung với con, Bella. \" ông mỉm cười.  \"Bố cũng vậy, \" tôi nói, cười to. Tiếng cười của tôi gượng gạo, nhưng dường như ông không nhận thấy. Tôi cảm thấy mình thật tội lỗi vì đã lừa bố nên tôi suýt theo lời khuyên của Edward nói cho bố biết mình sẽ ở đâu. Suýt thôi.  Sau bữa tối, tôi gấp quần áo và lôi đồ trong máy sấy ra.  Không may đó là loại công việc chỉ làm tay bận rộn. Tâm trí tôi rõ ràng quá rảnh rỗi, nên đang vượt khỏi tầm kiểm soát. Tôi dao động giữa nỗi mong chờ mãnh liệt đến mức gần như đau đớn và nỗi sợ hãi âm thầm giằng xé quyết tâm của tôi. Tôi phải nhắc đi nhắc lại với mình là ý tôi đã quyết, nên tôi sẽ không thay đổi nữa.  Tôi lôi mảnh giấy của anh ra khỏi túi  thường xuyên hơn cần thiết để nghiền ngẫm hai từ ngắn ngủi anh đã viết. Anh muốn tôi an toàn, tôi tự nói với mình hết lần này đến lần khác. Tôi sẽ giữ trọn niềm tin rằng, cuối cùng, ham muốn ấy sẽ chiến thắng mọi thứ khác.  Và có phải lựa chọn kia của tôi là rứt anh ra khỏi đời tôi chăng? Không thể chịu đựng nỗi. Ngoài ra, vì tôi đã đến Forks, nên dường như đời tôi là dành cho anh rồi.  Nhưng một giọng nói nhỏ xíu tận sâu trong tâm khảm tôi lo lắng, tự hỏi liệu có đau đớn lắm không ... nếu kết thúc đau buồn.  Tôi cảm thấy nhẹ nhõm khi đã đủ khuya để có thể đi ngủ. Tôi biết mình quá căng thẳng để ngủ được, vì vậy tôi làm một chuyện chưa từng làm trước đây.  Tôi cố tình uống thuốc cảm quá mức - loại hạ gục tôi trong vòng tám tiếng đồng hồ. Tôi thường sẽ không tha thứ loại hành vi này của mình, nhưng ngày mai đã đủ phức tạp không cần tới chuyện gật gù vì thiếu ngủ hơn mọi thứ khác.  Trong khi chờ thuốc có tác dụng, tôi sấy khô mái tóc sạch cho đến khi tóc thẳng hết mức, và chăm chút xem mai sẽ mặc gì. Khi mọi thứ đã sẵn sàng cho buổi sáng, cuối cùng thì tôi cũng lăn vào giường . Tôi cảm thấy lo lắng bồn chồn; tôi không ngừng vặn vẹo người. Tôi ngồi dậy và lục lọi hộp đựng đĩa CD cho đến khi tôi tìm thấy một sưu tập các bản dạ khúc của Chopin. Tôi nhẹ nhàng bật nhạc rồi nằm xuống trở lại, tập trung thư giãn từng bộ phận của cơ thể.  Khi đang làm thế thì thuốc cảm có hiệu lực, và tôi sung sướng chìm vào vô thức. Tôi thức dậy sớm, đã ngủ một giấc thật ngon và không mộng mị nhờ dùng thuốc không cần thiết. Mặc dù đã nghỉ ngơi đàng hoàng, tôi lại rơi ngay vào sự cuồng loạn giống đêm trước. Tôi mặc vội vã, vuốt cổ áo ngay ngắn, bồn chồn mặc chiếc áo len nâu nhạt cho đến khi nó buông thỏng trên cái quần jean. Tôi lén nhìn ra cửa sổ thấy Charlie đã lên đường.  Một lớp mây mỏng, nhẹ như bông che bầu trời. Không có vẻ sẽ tồn tại lâu.  Tôi ăn sáng mà không biết mình ăn gì, vội vã dọn dẹp khi ăn xong. Tôi nhìn lén ra cửa sổ lại, nhưng chẳng có gì khác cả. Tôi vừa mới đánh răng xong và đang xuống lầu lần nữa thì một tiếng gõ nhẹ làm tim tôi rơi bịch xuống lồng ngực .  Tôi bay ra cửa; tôi gặp rắc rối nhỏ với cái then cửa đơn giản, nhưng cuối cùng tôi giật mạnh cho cửa mở, và anh đã ở đó.  Mọi kích động tan biến ngay khi tôi nhìn vào mặt anh, bình thản. Tôi thở phào nhẹ nhõm - nỗi sợ hãi hôm qua như hết sức ngu ngốc khi có anh ở đây.  Lúc đầu anh không cười - khuôn mặt u ám. Nhưng rồi vẻ mặt anh nhẹ nhõm khi nhìn tôi một lượt từ trên xuống, rồi anh cười.  \"Chào buổi sáng, \" anh cười khúc khích.  \"Có chuyện gì vậy?\" tôi liếc nhìn xuống để đảm bảo mình không quên những thứ quan trọng, như giày, hoặc quần.  \"Mình hợp nhau. \" Anh lại cười. Tôi nhận ra anh mặc chiếc áo len màu nâu nhạt mỏng, dài, với cổ áo trắng bên dưới, và quần jean xanh dương. Tôi cười với anh, che giấu nỗi đau đớn nuối tiếc ngấm ngầm - sao anh trông giống người mẫu đang biểu diễn thời trang còn tôi thì không? Tôi khoá cửa sau lưng trong khi anh đến gần xe tải. Anh chờ bên cửa dành cho hành khách với vẻ mặt nhẫn nhục chịu đựng dễ hiểu.  \"Mình đã đồng ý vậy rồi mà, \" Tôi nhắc anh một cách tự mãn, leo vào ghế tài xế, và vươn tay mở khoá cửa cho anh.  \"Đi đâu đây?\" tôi hỏi.  \"Cài dây an toàn đi - Tôi căng thẳng quá. \" Tôi nhìn anh khinh miệt khi làm theo lời anh.  \"Đi đâu chứ?\" tôi thở dài lặp lại.  \"Thẳng về hướng bắc,” anh ra lệnh.  Thật khó tập trung lạ lùng vào đường đi khi cảm thấy ánh nhìn chằm chằm của anh trên mặt mình. Tôi lấy thăng bằng bằng cách lái cẩn thận hơn bình thường xuyên qua thành phố vẫn còn đang say ngủ.  swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructedand proving him right to look over and be sure. \"Em có định ra khỏi Forks trước khi màn đêm buông xuống không?\" \"Chiếc xe tải này đủ già để làm ông nội xe anh đó - tôn trọng một chút đi, \" tôi vặn vẹo.  Chúng tôi ra khỏi địa phận thành phố ngay, mặc cho sự bi quan của anh. Những bụi cây thấp rậm rạp, thân cây phủ rêu đã thay chỗ cho bãi cỏ và nhà cửa.  \"Quẹo phải ở I - ten, \" anh hướng dẫn đúng lúc tôi định hỏi. Tôi lặng lẽ làm theo.  \"Bây giờ mình lái cho đến khi hết đường nhựa.” Tôi có thể nghe nụ cười ẩn trong giọng anh, nhưng tôi quá sợ lạc tay lái và sợ chứng minh anh đúng nên không dám quay qua nhìn kỹ để biết chắc.  \"Có gì ở đó, ở cuối đường nhựa?\" tôi ngạc nhiên.  \"Đường mòn.” \"Mình sẽ đi bộ xuyên rừng à?\" Cảm ơn trời đất vì tôi đang mang giầy chơi quần vợt.  \"Có phải chuyện đó không ổn không?\" Giọng anh như thể anh mong vậy lắm.  \"Không. \" tôi cố làm cho lời nói dối có vẻ tự tin. Nhưng nếu anh nghĩ  xe tôi chạy chậm... \"Đừng lo, chỉ năm dặm gì đó thôi, và mình đâu có vội. \" Năm dặm. Tôi không trả lời, nên anh sẽ không nghe được giọng tôi đầy hoảng sợ. Năm dặm đầy rễ cây xảo trá và đá trơn trợt, cố làm trặt mắt cá chân tôi hoặc nếu không cũng sẽ làm tôi bất lực. Thế nào cũng sẽ bẽ mặt.  Chúng tôi im lặng chạy một chốc trong khi tôi ngẫm nghĩ về nỗi kinh hoàng sắp tới.  \"Em đang nghĩ gì vậy?\" anh sốt ruột hỏi sau vài phút.  Tôi nói dối lần nữa. \"Chỉ tự hỏi không biết mình sẽ đi đâu.” \"Đó là nơi tôi thích đến khi thời tiết tốt.” Cả hai chúng tôi cùng liếc ra cửa sổ nhìn vào những đám mây mỏng sau khi anh nói xong. \"Charlie nói hôm nay trời sẽ ấm áp. \" \"Rồi em có nói với Charlie em định làm gì không?\" anh hỏi.  \"Không. \" \"Nhưng Jessica nghĩ mình sẽ đi Seattle với nhau phải không?\" Anh có vẻ vui vì ý nghĩ đó.  \"Không, tôi bảo cô ấy là anh đã hủy hẹn với tôi - mà đúng vậy. \" \"Không ai biết em đi với tôi?\" Giận dữ rồi.  \"Cũng tùy ... Tôi đoán  anh có nói với Alice?\" \"Hay thật, Bella, \" anh cáu kỉnh.  Tôi giả vờ không nghe được câu đó.  \"Có phải em quá chán Forks đến mức em muốn tự sát?\" anh hỏi khi tôi lờ anh đi.  \"Anh đã nói anh có thể bị rắc rối ... khi mình công khai đi với nhau, \" tôi nhắc anh.  \"Vậy em lo tôi có thể gặp rắc rối - nếu em không về nhà ư?\" Giọng anh vẫn còn tức giận, và vô cùng mỉa mai.  Tôi gật đầu, chú ý vào đường đi.  Anh thì thầm cái gì đó lầm bầm, nói nhanh đến mức tôi không hiểu được.  Chúng tôi im lặng suốt đoạn đường còn lại. Tôi có thể cảm thấy nỗi bất bình giận dữ đang trào dâng trong anh, mà tôi chẳng nghĩ ra được chuyện gì để nói. Rồi đường đã tới ngõ cụt, thu nhỏ thành một đường mòn hẹp có bảng chỉ đường nhỏ bằng gỗ. Tôi đỗ xe trên dải đất hẹp bên đường và bước ra ngoài, sợ anh giận mà tôi thì không còn cớ lái xe để khỏi nhìn anh.  Bây giờ trời đã ấm, ấm chưa từng có ở Forks từ ngày tôi đến tới giờ, gần như là oi bức dưới mây. Tôi cởi áo len rồi cột quanh thắt lưng, mừng vì mình mặc áo thun không tay, mỏng – nhất là khi có năm dặm phải đi bộ trước mắt.  Tôi nghe anh đóng sầm cửa, và nhìn qua thấy rằng anh cũng đã cởi áo len rồi. Anh quay mặt không nhìn tôi, mà nhìn vào khu rừng hoang sơ cạnh xe tải.  \"Lối này,” anh nói, liếc qua vai nhìn tôi, mắt vẫn khó chịu. Anh bắt đầu vào khu rừng âm u.  \"Không đi theo đường mòn sao?\" Hoảng sợ rõ ràng trong giọng nói khi tôi vội vã đi quanh xe đuổi theo anh.  \"Tôi đã nói có đường mòn ở cuối đường, chứ không nói mình sẽ đi theo đường mòn. \" \"Không có đường mòn sao?\" tôi  tuyệt vọng hỏi.  \"Tôi sẽ không để em đi lạc đâu. \" Rồi anh quay lại, với nụ cười nhạo báng, và tôi kềm không thở hổn hển. Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín.  Anh quá hoàn hảo, tôi nhận ra điều đó cùng cảm giác tuyệt vọng đau nhói. Không thể nào mà tạo vật thần thánh này lại có thể dành cho tôi.  Anh nhìn tôi chằm chằm, bối rối vì vẻ đau đớn của tôi.  \"Em có muốn về nhà không?\" anh nói lặng lẽ, một nỗi đau khác nỗi đau của tôi chứa chan trong giọng anh.  \" Không. \" Tôi đi về phía trước cho đến khi ở sát bên anh, lo lắng không muốn phí một giây nào có thể có với anh.  \"Có chuyện gì vậy?\" anh hỏi, giọng dịu dàng.  \"Tôi không giỏi đi bộ đường dài đâu, \" tôi hờ hững trả lời. \" Anh sẽ phải hết sức kiên nhẫn. \" \"Tôi có thể kiên nhẫn - nếu tôi cố gắng thiệt nhiều. \" Anh mỉm cười, vẫn nhìn tôi, cố làm tôi thoát được nỗi buồn nản khó hiểu, đột ngột xâm chiếm.  Tôi cố mỉm cười lại, nhưng nụ cười không có sức thuyết phục. Anh dò xét mặt tôi.  \"Tôi sẽ đưa em về nhà, \" anh hứa. Tôi không biết lời hứa này là vô điều kiện, hay chỉ áp dụng khi mới khởi hành. Tôi biết anh nghĩ nỗi sợ hãi làm tôi khó chịu, và tôi cảm thấy may mà tôi là người anh không thể đọc được suy nghĩ.  \"Nếu anh muốn tôi qua được năm dặm đi rừng trước khi hoàng hôn xuống, anh nên dẫn đường đi thôi, \" tôi nói gay gắt. Anh cau mày khó chịu với tôi, cố hiểu giọng nói và vẻ mặt của tôi.  Một lúc sau anh chịu thua và dẫn đường đi vào rừng.  Không khó như tôi đã sợ. Đường đi hầu hết bằng phẳng, và anh giữ cho các cụm dương xỉ và mảng rêu ẩm ướt xa khỏi tôi. Khi trên đường có chỗ cây ngã hay đá cuội, anh đều giúp tôi, nâng tôi nơi khuỷu tay, rồi thả tôi xuống ngay khi đường thông thoáng.  Cảm giác lạnh khi anh chạm vào da tôi luôn làm tim tôi thình thịch lỗi nhịp. Hai lần, khi chuyện đó xảy ra, tôi bắt gặp vẻ mặt anh khiến tôi tin chắc anh sao đó nghe được tiếng tim mình.  Tôi cố không nhìn đường nét hoàn hảo của anh càng nhiều càng tốt, nhưng tôi thường xuyên sơ sẩy. Mỗi lần như vậy, vẻ đẹp của anh lại đâm vào tim tôi một nỗi buồn.  Phần lớn, chúng tôi đi trong im lặng. Đôi khi anh hỏi một câu hỏi nào đó chưa kịp hỏi trong hai ngày thẩm vấn. Anh hỏi về ngày sinh, giáo viên tiểu học, thú cưng thời thơ ấu của tôi  - và tôi phải thừa nhận là sau khi làm chết ba con cá liên tục, tôi đã từ bỏ toàn bộ chuyện đó. Anh cười to chế giễu, to hơn tôi vẫn quen nghe - tiếng vọng giống chuông ngân dội lại chỗ chúng tôi trong khu rừng trống.  Cuộc đi bộ làm tôi mất gần hết buổi sáng, nhưng anh chẳng hề tỏ ra sốt ruột chút nào. Rừng bao bọc quanh chúng tôi bằng mê cung cổ thụ bao la, và tôi bắt đầu lo sẽ không thể tìm thấy lối ra trở lại. Anh hoàn toàn thoải mái, dễ chịu thoải mái trong mê cung xanh, dường như chẳng hề cảm thấy chút nghi ngại nào về hướng đi của chúng tôi.  Sau vài giờ, ánh sáng lọc qua vòm lá thay đổi, màu ô liu tăm tối chuyển sang màu ngọc bích nhạt hơn. Ngày trở thành đầy nắng, đúng như anh dự đoán. Lần đầu tiên từ khi chúng tôi vào rừng, tôi cảm thấy phấn khích – rồi nhanh chóng chuyển thành sốt ruột.  \"Mình tới nơi chưa?\" tôi chọc, giả vờ cau có. \"Gần rồi. \" Anh cười vì tâm trạng tôi thay đổi. \"Em có thấy ánh sáng phía trước không?\" Tôi săm soi nhìn vào rừng rậm. \"Ờ..., tôi thấy được sao?\" Anh cười tự mãn. \"Có lẽ hơi sớm đối với mắt em. \" \"Đến lúc đi khám mắt rồi, \" tôi thì thầm. Nụ cười tự mãn của anh càng rõ rệt hơn. Nhưng rồi, sau khi đi thêm một trăm mét nữa, tôi đã nhìn thấy được ánh sáng trong khu rừng trước mặt, ánh sáng dịu màu vàng chứ không còn xanh nữa. Tôi đi nhanh hơn, sự háo hức tăng dần theo mỗi bước chân. Bây giờ anh để tôi dẫn đường, theo sau không một tiếng động. Tôi đến bờ của vùng sáng rực rỡ và xuyên qua chùm dương xỉ, cuối cùng bước vào nơi đẹp nhất tôi từng  thấy. Đồng cỏ nhỏ, tròn trịa, và đầy hoa dại - tím, vàng, và trắng dịu. Đâu đó gần đây, tôi có thể nghe tiếng suối reo róc rách.  Mặt trời ở ngay trên đầu, rọi xuống bãi cỏ quầng nắng vàng rộm. Tôi đi từ từ, sùng kính, qua cỏ mềm, hoa rung rinh, và không khí ấm áp, tràn trề. Tôi quay vòng, muốn chia sẻ cảm giác này với anh, nhưng anh không ở phía sau tôi như tôi nghĩ. Tôi quay phắt lại, hoảng hốt tìm anh. Cuối cùng tôi phát hiện anh vẫn đang đứng dưới bóng mát dày đặc của vòm lá bên rìa thung lũng, ngắm tôi bằng đôi mắt cẩn trọng. Chỉ lúc đó tôi mới nhớ điều mà vẻ đẹp của đồng cỏ xua đuổi khỏi tâm trí tôi - điều bí ẩn của Edward với mặt trời, anh đã hứa sẽ giải thích tôi biết hôm nay. Tôi bước một bước về phía anh, mắt đầy hiếu kỳ. Mắt anh dè dặt, miễn cưỡng. Tôi mỉm cười khích lệ rồi vẫy tay gọi anh, bước thêm một bước nữa về phía anh. Anh giơ một tay lên cảnh báo, và tôi lưỡng lự, giậm gót.  Edward hình như hít một hơi thật sâu, rồi bước vào ánh sáng mặt trời rực rỡ giữa trưa."
        }
    ],
    "suggestions": []
}