{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['insaitful]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sâu sắc, sáng suốt</td></tr></table><i/></div>",
            "word": "insightful"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "insightful"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "insightful"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "insightful"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "insightful"
        }
    },
    "sentences": [
        {
            "en": "Venuti has provided an <em>insightful</em> critical and biographical afterword.",
            "vi": "Venuti đã cung cấp lời bạt về tiểu sử và có một nhận xét rất sáng suốt."
        },
        {
            "en": "We will have to deal with <em>insightful</em> questions from readers.",
            "vi": "Chúng ta sẽ phải đương đầu với các câu hỏi sâu sắc từ độc giả."
        },
        {
            "en": "She can't be <em>insightful</em>, she's been married eight times!",
            "vi": "Cô ấy không thể có nhận xét sáng suốt, vì cô ấy đã kết hôn đến tám lần!"
        },
        {
            "en": "The soft handwriting reflected a thoughtful soul and <em>insightful</em> mind.",
            "vi": "Nét chữ mềm mại phản ánh một tâm hồn sâu sắc và trí tuệ sáng suốt."
        },
        {
            "en": "You make an <em>insightful</em> remark about the significant events of our company.",
            "vi": "Anh có một nhận xét sáng suốt về các sự kiện quan trọng của công ty chúng ta đấy."
        },
        {
            "en": "She can not be <em>insightful</em> because she has been married eight times.",
            "vi": "Cô ấy không thể có nhận xét sáng suốt, vì cô ấy đã kết hôn đến tám lần."
        },
        {
            "en": "<em>Insightful</em> thoughts from King Solomon about what’s most important in this life",
            "vi": "Những tư tưởng sâu sắc của vua Solomon về những điều quan trọng nhất trong cuộc đời này"
        },
        {
            "en": "A really well - formed and <em>insightful</em> question is a mini - opportunity to get seen by the entire audience.",
            "vi": "Một câu hỏi thật sự hay và có ý nghĩa là một cơ hội nhỏ để thể hiện mình với toàn bộ khán giả."
        },
        {
            "en": "A really well-formed and <em>insightful</em> question is a mini-opportunity to get seen by the entire audience.",
            "vi": "Một câu hỏi thật sự hay và có ý nghĩa là một cơ hội nhỏ để thể hiện mình với toàn bộ khán giả."
        },
        {
            "en": "We share these ten profoundly <em>insightful</em> thoughts from his pedagogical books, How to Love a Child and Loving Every Child.",
            "vi": "Chúng tôi chia sẻ 10 tư tưởng hết sức sâu sắc này được rút ra từ cuốn sách sư phạm của ông: How to Love a Child and Loving Every Child (Làm thế nào để yêu một đứa trẻ và yêu mọi đứa trẻ)."
        },
        {
            "en": "I would like to take this opportunity to thank the research team for their <em>insightful</em> analysis and constructive policy recommendations.",
            "vi": "Chúng tôi xin nhân cơ hội này cám ơn nhóm nghiên cứu cho phân tích sâu sắc và những đề xuất chính sách xây dựng của họ."
        },
        {
            "en": "We have collected utterly <em>insightful</em> thoughts from Mother Teresa that touched millions of people around the world.",
            "vi": "Chúng tôi sưu tầm những tư tưởng cực kỳ sâu sắc của Mẹ Teresa, những tư tưởng có sức lay động hàng triệu trái tim trên thế giới."
        },
        {
            "en": "But as an exploratory piece of empirical research, we do believe that this survey provides an <em>insightful</em>, and initial, snapshot of corporate governance practices in Vietnam.",
            "vi": "Nhưng, với vai trò là một nghiên cứu mang tính khám phá, chúng tôi tin rằng điều tra này đã đưa ra bức tranh phác họa đầu tiên với nhiều thông tin hữu ích về thực tiễn quản trị doanh nghiệp tại Việt nam."
        },
        {
            "en": "Gates's <em>insightful</em> admission comes on the heels of Mark Zuckerberg's impressive demonstration of semi-fluent Chinese during a Q&A with Tsinghua University students in Beijing last October. ",
            "vi": "Rút ra bài học sâu sắc từ người đi trước là Bill Gates, Mark Zuckerberg đã sớm gây ấn tượng với khả năng giao tiếp tiếng Trung ở mức khá được kiểm chứng trong phần hỏi đáp với sinh viên trường ĐH Tsinghua ở Bắc Kinh vào tháng Mười."
        },
        {
            "en": "This ability comes with <em>insightful</em> questioning and active listening but it all starts with the desire to discover and understand the viewpoints of others.",
            "vi": "Khả năng này đến từ việc đặt câu hỏi sâu sắc và lắng nghe tích cực nhưng tất cả bắt đầu từ nguyện vọng muốn khám phá và tìm hiểu những quan điểm của đối phương."
        },
        {
            "en": "Michael Milken is not only the financial and deal - making guru but also a man who is a philanthropist and deeply <em>insightful</em> human behaviorist.",
            "vi": "Michael Milken không những là một người nổi tiếng trong lĩnh vực tài chính và thương lượng, mà còn là một nhà từ thiện và người phân tích hành vi con người đầy thuyết phục."
        },
        {
            "en": "Events need a warm body to say something the slightest bit inspiring or <em>insightful</em> to guests. Most speakers, unfortunately, deliver neither.",
            "vi": "Các sự kiện cần một nhân vật thu hút để nói vài câu gì đó thú vị hay hữu ích cho các khách mời. Đáng buồn là hầu hết các diễn giả không làm tròn vai trò này."
        },
        {
            "en": "Michael Milken is not only the financial and deal-making guru but also a man who is a philanthropist and deeply <em>insightful</em> human behaviorist.",
            "vi": "Michael Milken không những là một người nổi tiếng trong lĩnh vực tài chính và thương lượng, mà còn là một nhà từ thiện và người phân tích hành vi con người đầy thuyết phục."
        },
        {
            "en": "Too many of us believe \"breaking the ice\" means coming up with a brilliant, witty, or extravagantly <em>insightful</em> remark. But few among us can do this.",
            "vi": "Rất nhiều người trong chúng ta tin \"làm quen\" là tìm một lời nhận xét xuất sắc, dí dỏm hoặc rất ý nghĩa. Nhưng chỉ có vài người trong chúng ta là có thể làm được điều này mà thôi."
        },
        {
            "en": "We are also grateful for the <em>insightful</em> discussions provided by the peer-reviewer - Mr. Tran Quoc Trung - Economist, Department of Industry, Ministry of Planning and Investment.",
            "vi": "Chúng tôi chân thành ghi nhận những nhận xét sâu sắc của người phản biện của báo cáo này - Ông Trần Quốc Trung - Nhà Kinh tế học, Vụ Công Nghiệp, Bộ Kế Hoạch và Đầu Tư."
        }
    ],
    "suggestions": []
}