{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'stil]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">instil</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'stil]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">instil</font></td></tr></table><i/></div>",
            "word": "instill"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "instill"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "instill"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>instill</k><blockquote><blockquote><abr>v.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to instill deeply, firmly </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>D</abr>; <abr>tr.</abr>) to instill in, into (to instill respect for the law in the younger generation)</ex></blockquote></blockquote></div>",
            "word": "instill"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "instill"
        }
    },
    "sentences": [
        {
            "en": "to <em>instill</em> something in someone",
            "vi": "làm ai đó thấm nhuần về điều \\ suy nghĩ nào đó"
        },
        {
            "en": "to <em>instill</em> something in someone",
            "vi": "làm ai đó thấm nhuần về điều\\suy nghĩ nào đó"
        },
        {
            "en": "3) <em>Instill</em> a Culture of Frugality-",
            "vi": "3) Thấm nhuần một nền văn hoá tiết kiệm"
        },
        {
            "en": "Does it <em>instill</em> confidence, trust, and reliability?",
            "vi": "Nó có truyền sự tự tin, lòng tin và hiện thực không?"
        },
        {
            "en": "<em>instill</em> a sense of self-worth in children (collocation)",
            "vi": "nuôi dưỡng sự tự tôn cho trẻ (cụm từ thường đi với nhau)"
        },
        {
            "en": "We should <em>instill</em> discipline into the new pupils.",
            "vi": "Chúng ta cần làm cho tính kỷ luật thấm đượm vào các học sinh mới."
        },
        {
            "en": "Commanders must <em>instill</em> a vision of the future they wish to create and communicate it clearly.",
            "vi": "Người sĩ quan chỉ huy phải thấm nhuần viễn cảnh tương lai mà họ muốn tạo ra và truyền đạt nó một cách rõ ràng."
        },
        {
            "en": "And consumer rights legislation will help <em>instill</em> consumer confidence in the industry.",
            "vi": "Và luật về quyền lợi của người tiêu dùng sẽ giúp tạo được sự tin cậy của người tiêu dùng vào ngành công nghiệp."
        },
        {
            "en": "I always consider it important to <em>instill</em> a national pride in the Vietnamese students.",
            "vi": "Tôi luôn coi việc làm thấm đượm niềm tự hào dân tộc vào các sinh viên việt nam là điều quan trọng."
        },
        {
            "en": "Hence, parents should spend more time to <em>instill</em> discipline and educate their children on what is wrong and right.",
            "vi": "Vậy nên, cha mẹ phải dành nhiều thì giờ hơn nữa cho con cái để duy trì kỷ luật và giáo dục chúng về điều phải trái."
        },
        {
            "en": "7. Year’s end is neither an end nor a beginning but a going on, with all the wisdom that experience can <em>instill</em> in us. –  Hal Borland",
            "vi": "7. Ngày cuối năm không phải kết thúc cũng không phải khởi đầu mà nó là một sự tiếp tục, với tất cả những thông thái mà kinh nghiệm đã khắc họa lên chúng ta. –  Hal Borland"
        },
        {
            "en": "That goes for grandkids, too: <em>Instill</em> smart money lessons in them, and you have pushed family wealth forward another 30 or 40 years.",
            "vi": "Điều đó cũng áp dụng cho những đứa cháu: Học những bài học kinh nghiệm về chi tiêu hợp lý, và bạn đã thúc đẩy sự giàu có của gia đình lên tới 30 hoặc 40 năm."
        },
        {
            "en": "Organisations can use this platform to <em>instill</em> pride and loyalty in new employees by showing them that the company is willing to help them to develop their potential.",
            "vi": "Những công ty có thể sử dụng cách thức này để truyền dẫn lòng tự hào và sự trung thành vào những nhân viên mới bằng cách chỉ ra rằng công ty sẵn sàng trợ giúp họ để phát triển tiềm năng."
        },
        {
            "en": "China's entry into the WTO will <em>instill</em> new vitality into the economic growth of China, Asia and other countries and regions of the world.",
            "vi": "Việc trung quốc gia nhập wto sẽ đưa sức sống mới vào sự phát triển kinh tế của trung quốc, châu á và các quốc gia và các khu vực khác trên thế giới."
        },
        {
            "en": "Teach your child that it is wrong to ridicule differences (i. e., race, religion, appearance, special needs, gender, economic status) and try to <em>instill</em> a sense of empathy for those who are different.",
            "vi": "Hãy cho bé biết rằng hành vi giễu cợt những khác biệt là điều không nên (chẳng hạn như sắc tộc, ngoại hình, nhu cầu đặc biệt, giới tính, và điều kiện kinh tế) và nên tạo cho bé ý thức đồng cảm với người khác."
        },
        {
            "en": "If a salesman is frightened of making cold calls, a trainer's duty is to eradicate that fear and <em>instill</em> him the confidence to pick up the telephone, make that dreaded phone call and visit the prospective client.",
            "vi": "Nếu một người bán hàng lo sợ về các cuộc gọi ngẫu nhiên, nhiệm vụ của người huấn luyện là loại bỏ sự sợ hãi đó và truyền dẫn cho anh sự tự tin để bắt điện thoại, tạo cuộc gọi ngẫu nhiên và trò chuyện với khách tiềm năng."
        },
        {
            "en": "Teach your child that it is wrong to ridicule differences (i.e., race, religion, appearance, special needs, gender, economic status) and try to <em>instill</em> a sense of empathy for those who are different.",
            "vi": "giễu cợt những khác biệt là điều không nên (chẳng hạn như sắc tộc, ngoại hình, nhu cầu đặc biệt, giới tính, và điều kiện kinh tế) và nên tạo cho bé ý thức đồng cảm với người khác."
        },
        {
            "en": "Teaching kids not to bully    It can be shocking and upsetting to learn that your child has gotten in trouble for picking on others or been labeled a bully. As difficult as it may be to process this news, it's important to deal with it right away. Whether the bullying is physical or verbal, if it's not stopped it can lead to more aggressive antisocial behavior and interfere with your child's success in school and ability to form and sustain friendships. Understanding Bullying Behavior Kids bully for many reasons. Some bully because they feel insecure. Picking on someone who seems emotionally or physically weaker provides a feeling of being more important, popular, or in control. In other cases,kids bully because they simply don't know that it's unacceptable to pick on kids who are different because of size, looks, race, or religion. In some cases bullying is a part of an ongoing pattern of defiant or aggressive behavior. These kids are likely to need help learning to manage anger and hurt, frustration, or other strong emotions. They may not have the skills they need to cooperate with others. Professional counseling can often help them learn to deal with their feelings, curb their bullying, and improve their social skills. Some kids who bully at school are copying behavior that they see at home. Kids who are exposed to aggressive and unkind interactions in the family often learn to treat others the same way. And kids who are on the receiving end of taunting learn that bullying can translate into control over children they perceive as weak. Helping Kids Stop Bullying Let your child know that bullying is unacceptable and that there will be serious consequences at home, school, and in the community if it continues. Try to understand the reasons behind your child's behavior. In some cases, kids bully because they have trouble managing strong emotions like anger, frustration, or insecurity. In other cases, kids haven't learned cooperative ways to work out conflicts and understand differences. Be sure to: Take bullying seriously. Make sure your kids understand that you will not tolerate bullying at home or anywhere else. Establish rules about bullying and stick to them. If you punish your child by taking away privileges, be sure it's meaningful. For example, if your child bullies other kids via email, text messages, or a social networking site, dock phone or computer privileges for a period of time. If your child acts aggressively at home, with siblings or others, put a stop to it. Teach more appropriate (and nonviolent) ways to react, like walking away.  Teach kids to treat others with respect and kindness. Teach your child that it is wrong to ridicule differences (i.e., race, religion, appearance, special needs, gender, economic status) and try to <em>instill</em> a sense of empathy for those who are different. Consider getting involved together in a community group where your child can interact with kids who are different.  Learn about your child's social life. Look for insight into the factors that may be influencing your child's behavior in the school environment (or wherever the bullying is occurring). Talk with parents of your child's friends and peers, teachers, guidance counselors, and the school principal. Do other kids bully? What about your child's friends? What kinds of pressures do the kids face at school? Talk to your kids about those relationships and about the pressures to fit in. Get them involved in activities outside of school so that they meet and develop friendships with other kids.  Encourage good behavior. Positive reinforcement can be more powerful than negative discipline. Catch your kids being good — and when they handle situations in ways that are constructive or positive, take notice and praise them for it.  Set a good example. Think carefully about how you talk around your kids and how you handle conflict and problems. If you behave aggressively — toward or in front of your kids — chances are they'll follow your example. Instead, point out positives in others, rather than negatives. And when conflicts arise in your own life, be open about the frustrations you have and how you cope with your feelings. Starting at Home When looking for the influences on your child's behavior, look first at what's happening at home. Kids who live with yelling, name-calling, putdowns, harsh criticism, or physical anger from a sibling or parent/caregiver may act that out in other settings. It's natural — and common — for kids to fight with their siblings at home. And unless there's a risk of physical violence it's wise not to get involved. But monitor the name-calling and any physical altercations and be sure to talk to each child regularly about what's acceptable and what's not. It's important to keep your own behavior in check too. Watch how you talk to your kids, and how you react to your own strong emotions when they're around. There will be situations that warrant discipline and constructive criticism. But take care not to let that slip into name-calling and accusations. If you're not pleased with your child's behavior, stress that it's the behavior that you'd like your child to change, and you have confidence that he or she can do it. If your family is going through a stressful life event that you feel may have contributed to your child's behavior, reach out for help from the resources at school and in your community. Guidance counselors, pastors, therapists, and your doctor can help. Getting Help To help a child stop bullying, talk with teachers, guidance counselors, and other school officials who can help you identify situations that lead to bullying and provide assistance. Your doctor also might be able to help. If your child has a history of arguing, defiance, and trouble controlling anger, consider an evaluation with a therapist or behavioral health professional. As difficult and frustrating as it can be to help kids stop bullying, remember that bad behavior won't just stop on its own. Think about the success and happiness you want your kids to find in school, work, and relationships throughout life, and know that curbing bullying now is progress toward those goals.",
            "vi": "Dạy cho trẻ không bắt nạt người khác    Có thể là bạn rất sốc và khó chịu khi biết con mình thường hay gây rối, chọc tức, chế giễu người khác hoặc bị gán biệt danh là đứa du côn.  Dẫu việc tiếp nhận và giải quyết sự việc có khó khăn đến đâu thì quan trọng là phải nên xử lý ngay tức khắc. Dù là con bạn có bắt nạt bằng lời nói hay khủng bố thân thể người khác nhưng nếu hành vi ấy không bị can ngăn thì nó có thể dẫn tới hành vi lỗ mãng và phản xã hội hơn, đi ngược lại các chuẩn mực xã hội và làm cho bé khó có thể thành công ở trường học hoặc khó có thể hình thành và duy trì tình bạn với người xung quanh được.  Tìm hiểu hành vi bắt nạt của con trẻ  Có nhiều lý do khiến cho trẻ bắt nạt người khác. Một số bắt nạt bạn vì cảm thấy không an toàn chút nào cả. Hành động chọc tức, chế giễu người có vẻ như yếu hơn về thể xác hoặc tinh thần làm cho trẻ có cảm giác mình quan trọng hơn, nổi tiếng hơn, và có quyền hơn. Một số khác cũng hay bắt nạt bạn bè bởi đơn thuần là chúng không biết hành vi giễu cợt những đứa trẻ có vẻ bề ngoài, hình dạng, kích cỡ, sắc tộc hoặc tôn giác khác là điều không nên làm.  Trong một vài trường hợp thì hành vi bắt nạt của trẻ một phần là do kiểu hành vi ngang ngạnh hoặc thái độ hung hăng, lỗ mãng. Những trẻ này cần học cách kiềm chế cơn nóng giận, lòng tổn thương, tâm trạng thất vọng, hoặc các trạng thái cảm xúc mạnh khác. Bé có thể không có đầy đủ các kĩ năng cần thiết để phối hợp với những kĩ năng sống khác. Trẻ có thể biết cách kiểm soát cảm xúc của mình, hạn chế hành vi bắt nạt người khác, và cải thiện kĩ năng xã hội của mình nhờ vào việc tư vấn chuyên nghiệp dành cho tuổi thiếu nhi.  Một số trẻ bắt nạt bạn bè ở trường học thường bắt chước theo những gì chúng thấy ở nhà. Trẻ lớn lên và tiếp xúc với những mối quan hệ cộc cằn, thô lỗ và tàn nhẫn trong gia đình thì thường cũng đối xử với người khác theo cách như vậy. Nếu chỉ nhận được toàn là sự châm chọc, nhạo báng, chế giễu thì trẻ ắt sẽ nhận biết rằng hành vi bắt nạt của mình có thể đồng nhất với việc khống chế và điều khiển những đứa trẻ khác được cho là yếu hơn.   Giúp trẻ không bắt nạt người khác Bạn nên cho trẻ biết hành vi bắt nạt người khác là điều không nên và không chấp nhận được và nếu cứ tiếp diễn như thế thì sẽ để lại nhiều hậu quả nặng nề đối với gia đình, trường học, và cả cộng đồng mình đang sống nữa.  Hãy cố tìm hiểu xem nguyên nhân sâu xa nào khiến bé trở nên có hành vi như vậy nhé. Một số trẻ bắt nạt bạn là do bé khó có thể điều tiết các cảm xúc mạnh như nóng giận, thất vọng và thiếu tự tin. Số khác là do trẻ chưa biết phối hợp nhiều cách để có thể giải quyết những xung đột, mâu thuẫn và hiểu ra những sự khác biệt đó.  Phải chắc rằng:  Hiểu hành vi bắt nạt là điều nghiêm trọng. Nên cho bé biết bạn sẽ chẳng tha thứ cho việc bé bắt nạt người khác ở nhà hoặc bất kỳ ở đâu. Hãy định ra các quy tắc và làm cho bé luôn phải ghi nhớ. Nếu bạn phạt con bằng cách không cho bé làm một điều gì đó thì chắc là cũng hiệu quả đấy. Chẳng hạn như nếu bé hăm doạ bạn bằng e-mail, tin nhắn, hoặc qua một trang mạng xã hội nào đó thì bạn có thể không cho bé dùng vi tính hoặc điện thoại một thời gian. Nếu bé cư xử cộc cằn, hung hăng ở nhà, với anh chị em ruột hoặc những người khác thì bạn nên chấm dứt, không cho bé một thứ gì cả. Hãy dạy cho con trẻ nhiều cách phản ứng khác thích hợp hơn (và không bạo lực) như bỏ đi chẳng hạn.  Nên dạy cho con biết kính trọng và tốt bụng với người khác. Hãy cho bé biết rằng hành vi giễu cợt, nhạo báng người khác với mình là việc làm không nên (chẳng hạn như sắc tộc, ngoại hình, nhu cầu đặc biệt, giới tính, và điều kiện kinh tế) và nên tạo cho bé ý thức đồng cảm với người khác. Đồng thời hãy cho bé gần gũi với nhóm cộng đồng để bé có thể tiếp xúc với những trẻ khác với mình.  Bạn nên tìm hiểu về đời sống xã hội, hoạt động xã hội của con mình nhé. Hãy tìm hiểu xem yếu tố tiềm ẩn nào có thể tác động đến hành vi của con ở môi trường học đường (hoặc bất kì ở đâu khiến nạn bắt nạt xảy ra). Hãy trò chuyện với các phụ huynh của bạn con mình, với giáo viên, với giáo viên hướng nghiệp, và với hiệu trưởng nữa. Liệu các đứa trẻ khác có ăn hiếp người khác không? Bạn bè của con mình thì sao? Trẻ bị áp lực gì ở trường? Hãy trò chuyện, gợi mở với con về những mối quan hệ đó và những áp lực mà bé phải chịu. Nên cho bé tham gia các hoạt động ngoại khoá để bé có thể gặp gỡ và phát triển tình bạn với những đứa trẻ khác.  Hãy khuyến khích con có hành vi có đạo đức. Sự củng cố, tăng cường hành vi tích cực có thể ích lợi hơn nhiều so với sự trừng phạt hay kỷ luật tiêu cực. Bạn nên để ý khi nào con cư xử đúng – khi bé giải quyết các tình huống theo cách chất xây dựng hoặc tích cực thì hãy chú ý và khen ngợi con nhé.     Hãy làm gương cho con. Bạn nên suy nghĩ cẩn thận về cách nói chuyện với  người khác sống gần con mình và cả cách bạn dàn xếp các mối xung đột và giải quyết các vấn đề của mình nữa nhé. Nếu bạn cư xử lỗ mãng trước mặt bé thì rất có thể là con bạn cũng sẽ bắt chước làm giống như bạn vậy. Nên chỉ ra những điểm tích cực của người khác hơn là tìm những điều tiêu cực của họ. Khi cuộc sống phát sinh mâu thuẫn và khúc mắc, bạn hãy nên nhìn thoáng về những điều mình chưa làm được, những vấp váp và thất bại và cách bạn điều tiết và chế ngự các cảm xúc của mình.  Nên bắt đầu ở nhà Khi tìm hiểu tác động đối với hành vi của trẻ, bạn nên tìm hiểu xem hoàn cảnh và môi trường gia đình của trẻ đầu tiên. Nếu bé sống trong môi trường đầy những lời chỉ trích thô lỗ cục cằn, lăng mạ, la hét, mạt sát, chửi rủa, nhạo báng, hoặc tức giận thể xác của anh chị em ruột hoặc của bố mẹ/ người chăm sóc cho mình thì ắt trẻ có thể sẽ thực hiện lại đúng những gì đã chứng kiến.  Nếu trẻ đánh nhau với anh chị em ruột ở nhà thì điều đó cũng hoàn toàn bình thường thôi. Và nếu không có nguy cơ bạo hành thể xác thì bạn cũng không nên can thiệp, nhưng hãy quan sát xem bé có chửi rủa, mạt sát và có cãi lộn, đấu khẩu với nhau không và bạn phải nên hướng dẫn thường xuyên cho bé biết điều gì là có thể chấp nhận được và điều gì là không nên.  Điều quan trọng là bạn cũng nên kiểm tra và điều tiết hành vi của mình nữa. Hãy để ý cách bạn nói chuyện với con và cách bạn phản ứng với những cảm xúc mạnh của mình khi có bé ở gần bên nữa. Cũng có nhiều tình huống cho phép bạn chỉ trích và kỷ luật con mang tính chất xây dựng và hoàn thiện cho bé. Nhưng hãy chú ý để đừng vô ý mắc lỗi chửi rủa, mạt sát và kết tội con nhé. Nếu không hài lòng với những hành vi và thái độ của con thì bạn nên nhấn mạnh với bé rằng đó chính là hành vi mà bạn muốn con sửa đổi, và bạn luôn tin rằng con mình có thể làm được.  Nếu gia đình bạn trải qua biến cố cuộc đời gây căng thẳng mà bạn có cảm giác như rằng điều đó góp phần làm nên hành vi của trẻ thì nên tìm đến các nguồn hỗ trợ và giúp đỡ của trường học và cả cộng đồng mình sống. Các giáo viên hướng nghiệp, các mục sư, các nhà trị liệu và bác sĩ cũng có thể giúp ích nhiều cho bạn đấy.  Tìm nguồn trợ giúp  Để giúp con bạn thôi không bắt nạt người khác nữa, bạn nên nói chuyện với giáo viên, giáo viên hướng nghiệp và những nhân viên khác trong trường – họ có thể giúp bạn xác định và tìm ra các tình huống có thể dẫn đến việc hình thành hành vi bắt nạt của bé và sẽ hỗ trọ cho bạn.  Bác sĩ cũng có thể giúp ích cho bạn nhiều đấy. Nếu bé có tiền sử thích cãi vã, thách thức, và khó kiềm chế nóng giận thì bạn nên tìm đến một nhà trị liệu hoặc một chuyên gia chăm sóc sức khỏe hành vi nào đó.  Dẫu cho việc giúp cho bé không bắt nạt người khác nữa có khó khăn và bực dọc đến đâu chăng nữa thì bạn nên nhớ rằng thái độ và hành vi sai trái của con sẽ không tự khỏi đâu. Hãy nghĩ đến sự thành công và niềm hạnh phúc mà bạn luôn mong muốn con mình có được trong học tập, trong công việc và cả trong các mối quan hệ trong suốt cuộc đời con nữa và biết rằng việc làm cho bé từ bỏ hành vi ấy bây giờ chính là một bước tiến gần đến các mục tiêu tốt đẹp đó."
        }
    ],
    "suggestions": []
}