{
    "en_vn": {
        "data": {
            "content": null,
            "word": "institutionalised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "institutionalised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "institutionalised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "institutionalised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "institutionalised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Transitional societies pass through two phases of policy change before a market based economy is <em>institutionalised</em>.",
            "vi": "Những xã hội trong kinh tế chuyển đổi sẽ trải qua hai giai đoạn thay đổi chính sách trước khi nền kinh tế thị trường được thiết lập."
        },
        {
            "en": "The roles and responsibilities of Viet Nam General Confederation of Labour and Viet Nam Chamber of Commerce and Industries have not been clearly <em>institutionalised</em>.",
            "vi": "Vai trò và trách nhiệm của Tổng Liên đoàn Lao động Việt Nam và Phòng Thương mại và Công nghiệp Việt Nam vẫn chưa được thể chế hóa rõ ràng."
        },
        {
            "en": "Slowly or rapidly, the advantages of regime change are <em>institutionalised</em>, and the economy will seek a sustainable growth rate dictated by its inherent potential.",
            "vi": "Không nhanh thì chậm, những lợi thế có được nhờ sự thay đổi chế độ kinh tế cũng sẽ được “thể chế hoá”, và nền kinh tế sẽ đạt được một tốc độ tăng trưởng bền vững xác định bằng tiềm năng sẵn có của mình."
        },
        {
            "en": "In India, a constitutional amendment passed in 1993 incorporated local institutions as a third tier of government and <em>institutionalised</em> citizen participation in them.",
            "vi": "Ở Ấn Độ, sửa đổi hiến pháp được thông qua năm 1993 công nhận các thể chế địa phương như là cấp thứ 3 trong chính quyền đồng thời thể chế hoá sự tham gia của người dân trong các cơ quan đó."
        },
        {
            "en": "Stipulate, in a legal normative document, the criteria for admitting children to institutional care, with an emphasis on ensuring that children are only <em>institutionalised</em> as a last resort.",
            "vi": "Quy định trong một văn bản quy phạm pháp luật các tiêu chí tiếp nhận trẻ vào chăm sóc tập trung đảm bảo trẻ em chỉ được đưa vào chăm sóc tập trung như là biện pháp cuối cùng."
        },
        {
            "en": "The project will support setting up coordination mechanisms but the concern is that such would face difficulties in getting adhered to/ \"<em>institutionalised</em>\", especially after the duration of the project.",
            "vi": "Dự án sẽ hỗ trợ việc thiết lập các cơ chế phối hợp nhưng việc tuân thủ và thể chế hóa cơ chế này có thể sẽ gặp những khó khăn, đặc biệt là sau khi dự án đã kết thúc."
        },
        {
            "en": "Market-generated poverty is considerably easier to prevent that to remedy once it is <em>institutionalised</em>, because it derives from the distribution of assets and the concentration of power associated with that asset distribution.",
            "vi": "Phòng ngừa đói nghèo do thị trường tạo ra sẽ dễ hơn nhiều so với việc giảm nó sau khi đã hình thành, bởi nó là hậu quả của việc phân phối tài sản và tập trung quyền lực kèm theo việc phân phối tài sản này."
        },
        {
            "en": "In particular, families caring for children with disabilities often need additional support in order to reduce family stress and the risk of the child being abused, abandoned or <em>institutionalised</em>.",
            "vi": "Đặc biệt, các gia đình có trẻ em khuyết tật thường cần có sự quan tâm đặc biệt hơn để giảm khó khăn cho gia đình, và giảm nguy cơ trẻ em bị lạm dụng, sao nhãng hay bị đưa vào các cơ sở chăm sóc tập trung."
        },
        {
            "en": "In addition, the Chairman of the People’s Committee at District level may decide to mandatory place drug users in <em>institutionalised</em> detoxification under specified circumstances (Ordinance on Handling of Administrative Violations).",
            "vi": "Hơn nữa, chủ tịch UBND cấp tỉnh trong một số trường hợp cụ thể có thể quyết định buộc người nghiện vào các trại cai nghiện tập trung (Pháp lệnh xử lý vi phạm hành chính)."
        },
        {
            "en": "Documents from the 6th Party Congress used the word “rights,” but the language reveals an ideological struggle between different currents within the Party over concepts such as democracy and rights: “The people’s right to collective mastery should be <em>institutionalised</em> by law and organisation.",
            "vi": "Các văn kiện của Đại hội VI đã dùng từ “quyền”, nhưng ngôn từ này được thể hiện bằng các khái niệm như “dân chủ” và “quyền”: “Quyền làm chủ của nhân dân cần được thể chế hóa bằng pháp luật và tổ chức."
        },
        {
            "en": "Once the exclusive province of the wealthy, travel and tourism have become an <em>institutionalised</em> way of life for most of the population. In fact, McIntosh and Goeldner (1990) suggest that tourism has become the largest commodity in international trade for many nations and, for a significant number of other countries, it ranks second or third .",
            "vi": "Một khi một tỉnh đặc thù nào đó triển giàu nhờ du lịch thì ngành này sẽ trở nên đại chúng hơn. Du lịch đã trở thành mặt hàng lớn nhất trong thương mại quốc tế ở nhiều quốc gia và ở nhiều nước khác thì thì nó xếp hàng thứ hai hoặc thứ ba."
        }
    ],
    "suggestions": []
}