{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'∫uərə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người bảo hiểm, công ty bảo hiểm</td></tr></table><i/></div>",
            "word": "insurer",
            "pronounce": "[in'∫uərə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "insurer",
            "pronounce": "[in'∫uərə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "insurer",
            "pronounce": "[in'∫uərə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "insurer",
            "pronounce": "[in'∫uərə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> người bảo hiểm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội bảo hiểm</font></td></tr></tbody></table></div>",
            "word": "insurer",
            "pronounce": "[in'∫uərə]"
        }
    },
    "sentences": [
        {
            "en": "He is an <em>insurer</em>.",
            "vi": "Ông ấy là người đứng ra bảo hiểm."
        },
        {
            "en": "Framework for <em>Insurer</em> Solvency Assessment",
            "vi": "Khung đánh giá khả năng thanh toán của công ty bảo hiểm"
        },
        {
            "en": "This company is a state-owned <em>insurer</em>.",
            "vi": "Công ty này là một công ty bảo hiểm nhà nước."
        },
        {
            "en": "This company is a state - owned <em>insurer</em>.",
            "vi": "Công ty này là một công ty bảo hiểm nhà nước."
        },
        {
            "en": "An actuary also contributes to verifying the position of the <em>insurer</em> in the market and formulating business strategies for the <em>insurer</em>.",
            "vi": "Tính toán bảo hiểm cũng tham gia vào quá trình xác định vị thế của công ty bảo hiểm trong thị trường và xây dựng các chiến lược kinh doanh cho công ty bảo hiểm."
        },
        {
            "en": "If your health <em>insurer</em> is not on the list, we will be happy to contact that <em>insurer</em> to discuss an agreement with us.",
            "vi": "Trong trường hợp công ty bảo hiểm sức khỏe của bạn chưa có trong danh sách, chúng tôi sẵn lòng liên hệ với công ty bảo hiểm đó để thảo luận và ký kết hợp đồng hợp cùng chúng tôi."
        },
        {
            "en": "A deposit may be necessary until the letter of guarantee is received from the <em>insurer</em>.",
            "vi": "Bạn cần phải đặt cọc cho đến khi công ty bảo hiểm gửi thư xác nhận thanh toán."
        },
        {
            "en": "In 1993, Bao Viet was the only <em>insurer</em> in the market and held a monopoly position.",
            "vi": "Vào năm 1993, Bảo Việt là công ty bảo hiểm duy nhất trên thị trường và giữ ví trí độc quyền."
        },
        {
            "en": "However, to date, no <em>insurer</em> in this sector has been approved to provide statutory insurance products.",
            "vi": "Tuy nhiên, cho đến nay chưa có công ty bảo hiểm nào ngành này được phép cung cấp sản phẩm bảo hiểm bắt buộc."
        },
        {
            "en": "Refer to the rights of third parties to compensation or with respect to the <em>insurer</em>.",
            "vi": "Đề cập đến quyền của các bên thứ ba đối với bồi thường hoặc liên quan tới công ty bảo hiểm."
        },
        {
            "en": "The <em>insurer</em> said that the damage was caused by improper packing.",
            "vi": "Công ty bảo hiểm nói rằng thiệt hại này là do đóng gói không đúng cách."
        },
        {
            "en": "The contract aspect of the law details the rights and privileges of the consumer and <em>insurer</em>.",
            "vi": "Hợp đồng về luật quy định chi tiết các quyền và đặc quyền của người tiêu dùng và công ty bảo hiểm."
        },
        {
            "en": "In case of injury, the <em>insurer</em> will pay you a sum of money.",
            "vi": "Trong trường hợp bị thương, công ty bảo hiểm sẽ trả cho quý vị một số tiền."
        },
        {
            "en": "The hospital insurance officer will then obtain the pertinent guarantee from the patient's <em>insurer</em>.",
            "vi": "Tiếp đó, nhân viên bảo hiểm của Bệnh viện sẽ nhận thư xác nhận thanh toán từ công ty bảo hiểm của bệnh nhân."
        },
        {
            "en": "The insurance policy is a contract between the <em>insurer</em> and the insured.",
            "vi": "Hợp đồng bảo hiểm là hợp đồng giữa công ty bản hiểm và người được bảo hiểm"
        },
        {
            "en": "The <em>insurer</em> should be able to get all necessary information from the proposal.",
            "vi": "Người bảo hiểm có thể viết tất cả các tin tức cần thiết từ giấy đề nghị làm hợp đồng bảo hiểm."
        },
        {
            "en": "The reinsurance field was also dominated by a state-owned <em>insurer</em>, the China Reinsurance Company, which held its monopoly until as late as mid-2002, when a foreign <em>insurer</em> was licensed.",
            "vi": "Lĩnh vực tái bảo hiểm cũng do một công ty bảo hiểm nhà nước thống lĩnh, Công ty Tái bảo hiểm Trung Quốc nắm độc quyền đến tận giữa năm 2002, khi một công ty bảo hiểm nước ngoài được cấp phép."
        },
        {
            "en": "Besides its Techombank investment, HSBC is also holding a 10 percent stake in Vietnam’s leading <em>insurer</em> Bao Viet Group.",
            "vi": "Ngoài khoản đầu tư vào Techombank, HSBC còn nắm giữ 10% cổ phần trong công ty bảo hiểm hàng đầu của Việt Nam, tập đoàn Bảo Việt."
        },
        {
            "en": "Britain's biggest <em>insurer</em> has trimmed the cost of the botched takeover attempt of AIA - which cost it 377 million pounds.",
            "vi": "Hãng bảo hiểm lớn nhất nước Anh này cắt bỏ chi phí lên đến 377 triệu bảng Anh khi cố gắng tiếp quản AIA bất thành."
        },
        {
            "en": "Upon receipt of the letter of guarantee from the <em>insurer</em>, the patient's deposit will be immediately refunded in full.",
            "vi": "Sau khi nhận được thư xác nhận của công ty bảo hiểm, bệnh nhân sẽ được hoàn trả ngay khoản tiền đặt cọc."
        }
    ],
    "suggestions": []
}