{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['intigreitiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">để trở thành một hệ thống thống nhất, để bỏ sung thành một thể thống nhất để hợp nhất</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) để hợp lại thành một hệ thống thống nhất (những cái trước kia bị sự phân biệt chủng tộc tách ra)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) để mở rộng cho mọi người, để mở rộng cho mọi chủng tộc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) để dành quyền bình đẳng cho (một chủng tộc...)</td></tr></table><i/></div>",
            "word": "integrative"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "integrative"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "integrative"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "integrative"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "integrative"
        }
    },
    "sentences": [
        {
            "en": "Be <em>integrative</em>, not soluble!",
            "vi": "Hòa nhập chứ không hòa tan!"
        },
        {
            "en": "<em>Integrative</em> history and geography will help students build an understanding of the world by diving deeper into modern history and geography in context, rather than the broad survey courses that have been taught in the past.",
            "vi": "Lịch sử và địa lý kết hợp sẽ giúp học sinh hình thành sự hiểu biết thế giới bằng cách đi sâu hơn vào lịch sử hiện đại và địa lý theo bối cảnh, hơn là các khóa học khảo sát khái quát đã được giảng dạy trước."
        },
        {
            "en": "Dr. Rubin Naiman of the University of Arizona's Center for <em>Integrative</em> Medicine suggests that a major cause of sleeplessness is too much exposure to light from electricity and to the hectic nature of our modern lives.",
            "vi": "Bác sĩ Rubin Naiman thuộc Đại học Arizona's Center for Integrative Medicine cho rằng nguyên nhân chính của chứng mất ngủ là tiếp xúc quá nhiều với ánh sáng điện và bản chất sôi động của cuộc sống hiện đại của chúng ta."
        },
        {
            "en": "To prepare for these changes, Japan is introducing English language classes earlier in primary school and deepening its teaching of English at the junior high school level. In high school, we’re implementing <em>integrative</em> history and geography courses, as well as a new course on public citizenship and courses on science inquiry and social science inquiry.",
            "vi": "Để chuẩn bị cho những thay đổi này, Nhật Bản đã sớm đưa vào các lớp học tiếng Anh trong trường tiểu học và đào sâu việc giảng dạy tiếng Anh ở cấp trung học cơ sở. Ở trường trung học, chúng tôi đang thực hiện các khóa học lịch sử và địa lý kết hợp, cũng như các khóa học mới về quyền công dân, tìm hiểu khoa học và khoa học xã hội."
        },
        {
            "en": "MIT delights in taking brilliant minds in vastly diverse disciplines and flinging them together. You can see that in its sparkling new David Koch Institute for <em>Integrative</em> Cancer Research, which brings scientists, engineers and clinicians under one roof. Or in its Energy Initiative, which acts as a bridge for MIT's combined firepower across all its five schools, channelling huge resources into the search for a solution to global warming.",
            "vi": "Niềm hân hoan của MIT đó là kết hợp trí học siêu việt trong những ngành học đa dạng và kết hợp chúng lại với nhau. Bạn có thể thấy nó với Viện Nghiên Cứu Ung thư Mở rộng do David Kock đang điều hành đã tập hợp rất nhiều nhà khoa học, kỹ sư và bác sĩ dưới 'chung một mái nhà. Hoặc trung tâm Sáng kiến về năng lượng, cung các hoạt động kết nối nhiều sáng kiến kết hợp lại trong 5 ngôi trường nhỏ bên trong MIT, chuyển các nguồn năng lượng khổng lồ vào việc tìm tòi giải pháp khi nhân loại đối mặt với trái đất đang nóng dần lên."
        },
        {
            "en": "Insomnia: When Counting Sheep Is Not Enough       By: Melanie Grimes  Published: Friday, 29 August 2008  The National Sleep Foundation claims that 76% of Americans have sleep difficulties. This ranges from trouble falling asleep to staying asleep to difficulty waking. To combat, or possibly compound, these problems, one in five American are taking sleep medications or sleeping pills. Over 42 million prescriptions were written last year alone! Some of these sleeping pills have been shown to cause cancer in animals. They may also shorten your lifespan, as recent studies have shown a 25% increase in mortality among those taking sleeping pills nightly.  New discoveries in the science of sleep provide alternatives to these drugs. Dr. Rubin Naiman of the University of Arizona's Center for <em>Integrative</em> Medicine suggests that a major cause of sleeplessness is too much exposure to light from electricity and to the hectic nature of our modern lives. There is so much light that is now generated from our cities that our planet glows when viewed from outer space. It is this light that disrupts our sleep cycles because light upsets our natural circadian rhythms, which govern our sleep/wake cycle. Our natural body rhythms are accustomed to a dimming twilight, then a dark night. Since the invention of electricity, we can delay our nights but the brightness disturbs the melatonin levels and the circadian rhythms responsible for sleep. He recommends creating a twilight state for at least an hour before sleep. This means dimming all lights, turning off the television, and letting your body wind down, the way it would in a natural twilight.  Fear of our subconscious, or \"shadow\" selves, may also create sleep disturbances as we try to avoid both darkness and our dreams. \"In our culture, daylight is dominant, overvalued, and even deified, while darkness is dismissed, devalued, and often demonized,\" Naiman says.  There is a difference between being tired and fatigue. To fall asleep when your head hits the pillow is what most people consider normal, when it is really the effect of being overtired. The natural sleep pattern is to take 10 to 30 minutes to drift into slumber.  \"Recent research suggests that merely being quietly awake in a darkened space produces beneficial effects on our bodies and minds. Just as light stimulates the release of serotonin, which energizes us, darkness encourages the production of melatonin, the key neurohormone in our nocturnal biology,\" says Naiman. Another recent study, \"Sleep-Disordered-Breathing and Mortality: Eighteen-Year Follow-Up of the Wisconsin Sleep Cohort,\" showed that sleep apnea, where breathing pauses during sleep, can increase the risk of death by three times. Sleep deprivation has also been tied to obesity and to fibromyalgia. Teens who sleep less tend to overweight, especially if they are deprived of rapid eye movement (REM) sleep that is associated with dreaming.  What can you do to help improve your natural ability to sleep?  Establishing a \"twilight” by turning off or dimming all lights at least an hour before bedtime. Dr. Naiman suggests creating a \"sleep sanctuary\" by ensuring that the bedroom is both dark and quiet. Use candles or dim lights at night. For instance, a new type of light bulb that produces less of the harmful blue light is now available: https://www.lowbluelights.com/ These are purported to naturally maximize melatonin. \n   The use of light boxes during the morning hours can stimulate natural daylight and help reset a person's melatonin levels.\n   Meditate or prayer and other quieting activities before bed can relax the body into sleep. \n   Nutritional supplements that may help increase sleep are calcium (as in warm milk), theanine, and GABA. The herbs chamomile and valerian are soothing and sleep inducing and are available in tea form.\n   Grandma's generation used a type of hydrotherapy to treat sleeplessness. Soak your feet in the coldest water you can for 15-30 minutes before bedtime. This will draw the blood to your feet, and help quiet your mind. \n  Have a good night.",
            "vi": "Mất ngủ: Khi đếm cừu cũng không có tác dụng    Melanie Grimes Xuất bản: thứ Sáu, ngày 29 tháng tám năm 2008 Tổ chức Chăm sóc Giấc ngủ Quốc gia khẳng định 76% người Mỹ mắc những khó khăn khi ngủ. Những khó khăn đó đa dạng từ việc khó ngủ đến khó thức dậy. Để chống lại, hoặc có thể lại làm trầm trọng thêm các vấn đề này, cứ một trong năm người Mỹ dùng các dược phẩm giúp ngủ ngon hoặc thuốc ngủ. Chỉ riêng năm ngoái đã có hơn 42 triệu đơn thuốc được kê! Một số các thuốc ngủ này đã bị ghi nhận là gây ra bệnh ung thư ở động vật. Chúng cũng có thể làm giảm tuổi thọ của bạn, như các nghiên cứu gần đây đã cho thấy sự gia tăng 25% các ca tử vong trong những người sử dụng thuốc ngủ về đêm. Những khám phá mới trong khoa học về giấc ngủ cung cấp các giải pháp thay thế cho các loại thuốc ngủ. Bác sĩ Rubin Naiman thuộc Đại học Arizona's Center for Integrative Medicine cho rằng nguyên nhân chính của chứng mất ngủ là tiếp xúc quá nhiều với ánh sáng điện và bản chất sôi động của cuộc sống hiện đại của chúng ta. Hiện nay có quá nhiều ánh sáng được tạo ra từ các thành phố của chúng ta đến nỗi khi nhìn từ không gian thì trái đất rực sáng. Chính ánh sáng này phá vỡ chu kỳ ngủ vì nó làm đảo lộn nhịp ngày đêm tự nhiên – yếu tố chi phối chu kỳ ngủ / thức của chúng ta. Nhịp cơ thể tự nhiên của chúng ta quen với hoàng hôn nhập nhoạng, và sau đó là đêm tối. Từ khi phát minh ra điện, chúng ta có thể trì hoãn ban đêm nhưng chính ánh sáng đó lại làm rối loạn mức hoóc-môn giúp điều hoà nhịp sinh học và nhịp ngày đêm điều khiển giấc ngủ. Bác sĩ Rubin Naiman đề nghị tạo khung cảnh tranh tối tranh sáng ít nhất một tiếng đồng hồ trước khi đi ngủ. Điều này có nghĩa là làm mờ đi tất cả ánh sáng, tắt tivi, và để cho cơ thể của bạn thư giãn, đó chính là cách tự nhiên khi hoàng hôn đến. Nỗi sợ trong tiềm thức của chúng ta, hoặc sự nhát gan, sợ bóng sợ gió, cũng có thể tạo ra các rối loạn giấc ngủ mỗi khi chúng ta cố tránh bóng tối và các giấc mơ. Theo Naiman, “Trong nền văn hoá của chúng ta, ban ngày luôn trội hơn, được đánh giá quá cao, và thậm chí được sùng bái, trong khi bóng tối bị xua đuổi, bị giảm giá trị, và thường gắn liền với ma quỷ\". Có sự khác biệt giữa mệt mỏi và kiệt sức. Mọi người thường xem việc ngủ ngay tức khắc khi nằm xuống là bình thường, trong khi thật sự thì đó là hậu quả của việc quá mệt mỏi. Một giấc ngủ tự nhiên thường mất từ 10 đến 30 phút để chìm vào giấc ngủ. \"Nghiên cứu gần đây gợi ý rằng chỉ bằng cách đơn giản là thức dậy nhẹ nhàng trong không gian tối sẽ tạo ra ảnh hưởng có lợi cho cơ thể và tinh thần của chúng ta. Trong khi ánh sáng kích thích sự phóng thích serotonin, một chất kích thích chúng ta hoạt động, thì bóng tối lại khuyến khích sự sản xuất melatonin, một hoóc-môn thần kinh then chốt trong sinh học về đêm của chúng ta,\" Naiman nói. Một nghiên cứu khác gần đây, \"Rối loạn hô hấp khi ngủ và tử vong: bước 18 năm tiếp theo của nghiên cứu Wisconsin Sleep Cohort\", cho thấy rằng chứng ngạt thở khi ngủ, khi hô hấp tạm dừng trong giấc ngủ, có thể tăng nguy cơ tử vong lên gấp ba lần. Có thể làm gì để giúp cải thiện khả năng ngủ tự nhiên của bạn?  Tạo \"không gian tối lờ mờ” bằng cách tắt hoặc giảm độ sáng của tất cả đèn ít nhất là một tiếng đồng hồ trước giờ ngủ. Bác sĩ Naiman đề nghị tạo \"nơi ngủ lý tưởng\" bằng cách đảm bảo rằng phòng ngủ tối và yên tĩnh. Dùng nến hoặc đèn mờ vào ban đêm. Ví dụ, một loại bóng đèn mới tạo ra ít ánh sáng xanh dương có hại hơn đang có bán tại: https://www.lowbluelights.com/ Các bóng đèn này có tác dụng tối đa hoá melatonin một cách tự nhiên.\n   Sử dụng hộp đèn trong buổi sáng có thể kích thích ánh nắng tự nhiên và giúp tạo trở lại mức hoóc-môn giúp điều hoà nhịp sinh học của người.\n   Suy nghĩ về điều gì hay đọc kinh cầu nguyện và các hoạt động thanh bình khác trước khi đi ngủ có thể thư giãn cơ thể để dễ ngủ.\n   Các chất bổ sung dinh dưỡng có thể giúp ngủ nhiều là canxi (như trong sữa ấm), theanine, và amino a-xít trong hệ thần kinh trung ương. Các thảo dược có trong trà như hoa cúc và nữ lang giúp dễ chịu và dễ ngủ.\n   Thế hệ của bà nội sử dụng một loại thuỷ liệu pháp để chữa chứng mất ngủ. Ngâm bàn chân của bạn trong nước có nhiệt độ lạnh nhất mà bạn có thể chịu trong 15-30 phút trước giờ ngủ. Cách này sẽ làm cho máu lưu thông đến bàn chân, và giúp tâm trí bạn thư giãn.\n  Chúc ngủ ngon"
        }
    ],
    "suggestions": []
}