{
    "en_vn": {
        "data": {
            "content": null,
            "word": "interpretations",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interpretations",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interpretations",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interpretations",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cách diễn giải</font></td></tr></tbody></table></div>",
            "word": "interpretations",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The fact is susceptible of various <em>interpretations</em>.",
            "vi": "Sự thật có thể chứng minh các cách diễn giải khác nhau."
        },
        {
            "en": "The facts are patient of two <em>interpretations</em>.",
            "vi": "Những sự việc đó có thể có hai cách giải thích."
        },
        {
            "en": "The play is open to various <em>interpretations</em>.",
            "vi": "Vở kịch có thể có những cách hiểu khác nhau."
        },
        {
            "en": "This word admits of several <em>interpretations</em>．",
            "vi": "Từ này có vài cách hiểu."
        },
        {
            "en": "There are no facts, only <em>interpretations</em>.",
            "vi": "Không có sự thật nào cả, chỉ có sự diễn giải mà thôi."
        },
        {
            "en": "There is a striking contrast between the two <em>interpretations</em>.",
            "vi": "Có một sự tương phản gay gắt giữa hai cách lý giải."
        },
        {
            "en": "There are three <em>interpretations</em> of the optimist behaviour.",
            "vi": "Có ba cách thể hiện thái độ lạc quan yêu đời."
        },
        {
            "en": "The reason I titled this post \"an ongoing discussion\" is that I'm open to other <em>interpretations</em>.",
            "vi": "Lý do mà tôi đã đặt tiêu đề bài đăng này là\"một cuộc thảo luận đang diễn ra\" vì tôi sẵn sàng xem xét những cách giải thích khác."
        },
        {
            "en": "However, Vietnamese <em>interpretations</em> of participation do often differ from those of donors.",
            "vi": "Tuy nhiên, cách hiểu của Việt Nam về sự tham gia thường là khác biệt so với các nhà tài trợ."
        },
        {
            "en": "All interviewers provided invaluable personal insights and <em>interpretations</em> that helped shape this report.",
            "vi": "Tất cả các cán bộ phỏng vấn đã đóng góp những ý kiến, nhận xét cá nhân vô cùng quí báu, giúp hình thành báo cáo này."
        },
        {
            "en": "Moreover, many laws provide only the framework provisions, leaving room for competing <em>interpretations</em> and inconsistent application.",
            "vi": "Thêm vào đó, rất nhiều luật mới chỉ dừng lại ở việc đưa ra những điều khoản khung, tạo kẽ hở cho việc hiểu và áp dụng luật không nhất quán."
        },
        {
            "en": "Often these variations are due to flexible <em>interpretations</em> of the definition of poverty lines.",
            "vi": "Thường sự khác nhau là do việc diễn giải linh hoạt định nghĩa về chuẩn nghèo."
        },
        {
            "en": "If the health outcome has negative value (for example, morbidity), the opposite <em>interpretations</em> apply.",
            "vi": "Nếu chỉ số sức khoẻ có giá trị âm (chẳng hạn tỉ lệ bệnh tật) thì sẽ diễn giải theo cách ngược lại."
        },
        {
            "en": "It means that historians change history and give it new <em>interpretations</em>.",
            "vi": "Phải chăng, các sử gia có thể thay đổi lịch sử, diễn giải lịch sử theo cách hiểu mới."
        },
        {
            "en": "abstract art offers both a challenge and the freedom to play with different <em>interpretations</em>.",
            "vi": "Nghệ thuật trừu tượng cho chúng ta cả thách thức lẫn sự tự do để giải mã nó theo nhiều cách khác nhau."
        },
        {
            "en": "According to Professor Soothill in The Dictionary of Chinese-English Buddhist Terms, Agham has two opposite <em>interpretations</em>, substantial and unsubstantial.",
            "vi": "Theo Giáo Sư Soothill trong Trung Anh Phật Học Từ Điển, agham có hai nghĩa đối nghịch nhau, một là vật chất hữu hình, hai là không giới vô hình."
        },
        {
            "en": "The reason I titled this post \"an ongoing discussion\" is that I 'm open to other <em>interpretations</em>.",
            "vi": "Lý do mà tôi đã đặt tiêu đề bài đăng này là \"một cuộc thảo luận đang diễn ra\" vì tôi sẵn sàng xem xét những cách giải thích khác."
        },
        {
            "en": "A UN study of youth issues in Viet Nam revealed special concerns regarding different <em>interpretations</em> of the term ‘participation.’",
            "vi": "Một nghiên cứu của Liên hợp quốc về các vấn đề thanh niên Việt Nam cho thấy những băn khoăn đặc biệt về ý nghĩa khác nhau của từ “tham gia”."
        },
        {
            "en": "It wasn’t that the participants were always unaware that they were arguing over CS vs SE <em>interpretations</em> of the course (although that was sometimes the case), but that the different <em>interpretations</em> were declared to be.",
            "vi": "Không phải là các thành viên bao giờ cũng nhận biết rằng họ đang tranh cãi về diễn giải CS so với SE của môn học (mặc dầu đó đôi khi cũng là hoàn cảnh), mà là các diễn giải khác nhau đã được tuyên bố là tồn tại."
        },
        {
            "en": "According to Professor Soothill in The Dictionary of Chinese - English Buddhist Terms, Agham has two opposite <em>interpretations</em>, substantial and unsubstantial.",
            "vi": "Theo Giáo Sư Soothill trong Trung Anh Phật Học Từ Điển, agham có hai nghĩa đối nghịch nhau, một là vật chất hữu hình, hai là không giới vô hình."
        }
    ],
    "suggestions": []
}