{
    "en_vn": {
        "data": {
            "content": null,
            "word": "integrating",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "integrating",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "integrating",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "integrating",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "integrating",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>INTEGRATING</em> STRATEGY",
            "vi": "Tích hợp chiến lược"
        },
        {
            "en": "<em>Integrating</em> traditional & online education ",
            "vi": "Lồng ghép giáo dục truyền thống và trực tuyến"
        },
        {
            "en": "We are <em>integrating</em> into the world economy.",
            "vi": "Chúng ta đang hội nhập vào nền kinh tế thế giới."
        },
        {
            "en": "<em>Integrating</em> corporate governance efforts with broader reforms.",
            "vi": "Lồng ghép nỗ lực quản trị doanh nghiệp với cải cách rộng lớn."
        },
        {
            "en": "<em>Integrating</em> Vietnam into the international economy;",
            "vi": "Hội nhập Việt Nam vào nền kinh tế quốc tế;"
        },
        {
            "en": "Shifting into <em>integrating</em> rather than manufacturing",
            "vi": "Dịch chuyển sang tích hợp chứ không vào chế tạo"
        },
        {
            "en": "<em>Integrating</em> a form with your data.",
            "vi": "Tích hợp một khuôn với dữ liệu của bạn."
        },
        {
            "en": "We took a challenge of <em>integrating</em> the two systems successfully.",
            "vi": "Chúng tôi đã gặp phải thách thức trong việc tích hợp thành công hai hệ thống."
        },
        {
            "en": "<em>Integrating</em> the CPRGS into the local socio-economic development pla",
            "vi": "Lồng ghép CPRGS vào kế hoạch phát triển kinh tế-xã hội của địa phương."
        },
        {
            "en": "<em>Integrating</em> local governments is an important pillar of CDD.",
            "vi": "Việc lồng ghép các chính quyền địa phương là một cột trụ quan trong trong CDD."
        },
        {
            "en": "MOET fiercely criticized for <em>integrating</em> history with other school subjects",
            "vi": "Bộ GD-ĐT bị chỉ trích quyết liệt vì tích hợp môn lịch sử với các môn học khác"
        },
        {
            "en": "Box 1: <em>Integrating</em> into the World Economy, 1998 - June 2002",
            "vi": "Khung 1: Hội nhập kinh tế thế giới, 1998 - tháng 6 năm 2002"
        },
        {
            "en": "Ngoc said the solution is <em>integrating</em> traditional and online education.",
            "vi": "Ngọc cho biết các giải pháp được tích hợp giáo dục truyền thống và trực tuyến."
        },
        {
            "en": "<em>Integrating</em> into the English community is a laborious process.",
            "vi": "Hội nhập vào cộng đồng nói tiếng Anh là một quá trình khó khăn."
        },
        {
            "en": "Children are often very good at <em>integrating</em> into a new culture.",
            "vi": "Trẻ em thường hòa nhập vào một nền văn hóa mới rất tốt."
        },
        {
            "en": "Popular Vietnamese coordination methods are not relevant in a quickly changing and <em>integrating</em> economy.",
            "vi": "Các phương pháp phối hợp phổ biến ở Việt nam không thích hợp với nền kinh tế hội nhập và thay đổi nhanh chóng."
        },
        {
            "en": "Vietnam has made significant steps toward <em>integrating</em> itself into the international economy.",
            "vi": "Hội nhập quốc tế Hiện nay Việt nam đã có những bước tiến quan trọng trong việc hội nhập vào nền kinh tế quốc tế."
        },
        {
            "en": "All they want is <em>integrating</em> private schools into the state education system.",
            "vi": "Những gì họ muốn là hợp nhất các trường tư vào hệ thống giáo dục của nhà nước."
        },
        {
            "en": "Its profitability may rather depend on <em>integrating</em> Vietnam-related activity into their global remittances businesses;",
            "vi": "Lợi nhuận từ công việc này có thể vẫn còn phụ thuộc vào việc hội nhập các hoạt động liên quan của Việt Nam vào ngành kinh doanh chuyển tiền toàn cầu;"
        },
        {
            "en": "Do you know a means of <em>integrating</em> new members into the local community?",
            "vi": "Bạn có biết biện pháp nào làm cho các thành viên mới hòa nhập vào cộng đồng địa phương không?"
        }
    ],
    "suggestions": []
}