{
    "en_vn": {
        "data": {
            "content": null,
            "word": "intervening"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>intervening</k><blockquote><cclass>adjective occur in time between events.</cclass></blockquote><blockquote>→ <kref>intervene</kref></blockquote></div>",
            "word": "intervening"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intervening"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intervening"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intervening"
        }
    },
    "sentences": [
        {
            "en": "What happened during the <em>intervening</em> years?",
            "vi": "Chuyện gì đã xảy ra trong các năm xen giữa?"
        },
        {
            "en": "He did me a disservice by <em>intervening</em>.",
            "vi": "Anh ấy xía vào đâm ra báo hại tôi."
        },
        {
            "en": "It is important to start <em>intervening</em> now.",
            "vi": "Điều quan trọng là phải bắt đầu can thiệp ngay từ bây giờ."
        },
        {
            "en": "To take the <em>intervening</em> day off as well",
            "vi": "Nghỉ bắc cầu"
        },
        {
            "en": "Not much has changed during the <em>intervening</em> 10 months.",
            "vi": "Không có nhiều thay đổi trong suốt 10 tháng qua."
        },
        {
            "en": "The houses are separated by an <em>intervening</em> wall.",
            "vi": "Những ngôi nhà được ngăn cách bởi một bức tường chen ngang."
        },
        {
            "en": "Carlisle saw it all again, his memory unburned by the <em>intervening</em> century.",
            "vi": "Carlisle nhìn thấy mọi chuyện đó lần nữa, trí nhớ của ông không bị hủy hoại bởi cả trăm năm đằng đẵng."
        },
        {
            "en": "A direct communication between an artery and vein, without an <em>intervening</em> capillary bed.",
            "vi": "Một chỗ nối trực tiếp giữa một động mạch và một tĩnh mạch, không có thảm mao mạch ở giữa."
        },
        {
            "en": "It expands outwards and fusses with the chorion, obliterating virtually all the <em>intervening</em> cavity.",
            "vi": "Nó mở rộng ra ngoài và nối với màng đệm, thực sự xoá đi toàn bộ khoang ở giữa."
        },
        {
            "en": "A communication between two blood vessels without any <em>intervening</em> capillary network.",
            "vi": "Sự thông nhau giữa hai mạch máu mà không có mạng lưới trung gian."
        },
        {
            "en": "Issued regulations for <em>intervening</em> in troubled banks including conditions for \"Special Control Regime\" of the central bank;",
            "vi": "Ban hành các quy định về việc can thiệp đối với các ngân hàng có vấn đề bao gồm cả việc áp dụng điều kiện \"Chế độ Kiểm soát đặc biệt\" của ngân hàng trung ương;"
        },
        {
            "en": "The impact of HIV/AIDS on the health sector and costs of <em>intervening</em> were therefore evaluated separately in this study.",
            "vi": "Vì vậy, tác động của HIV/AIDS đối với ngành y tế và các chi phí can thiệp đã được đánh giá trong một phần riêng của nghiên cứu này."
        },
        {
            "en": "Clear statutes for intervention and specialist training for those <em>intervening</em> in cases of suspected child abuse may significantly improve the responses to children...”",
            "vi": "Những quy chế rõ ràng về can thiệp và tập huấn chuyên môn cho những cán bộ phải giải quyết các trường hợp nghi ngờ trẻ em bị xâm hại có thể cải thiện đáng kể các phương án giải quyết cho trẻ em…”."
        },
        {
            "en": "As part of the drive towards decentralization, MPI is increasingly confined to a stewardship role, not <em>intervening</em> anymore in project appraisal and implementation.",
            "vi": "Trong quá trình phân cấp ngày càng mạnh mẽ, BKHĐT chỉ đóng vai trò hướng dẫn và không can thiệp vào quá trình thẩm định và triển khai dự án."
        },
        {
            "en": "\"This makes <em>intervening</em> possible before underachieving at school or before more difficult emotional and/or behavioral symptoms develop,\" they wrote in their report.",
            "vi": "Họ viết trong báo cáo “Điều này có thể giúp can thiệp trước khi nó ảnh hưởng đến kết quả học tập hay trước khi nhiều triệu chứng phức tạp khác về cảm xúc hay hành vi phát triển”."
        },
        {
            "en": "Frequently the simpler sequence of a cDNA is easier to analyze than the corresponding genomic sequence since it will not contain noncoding, or <em>intervening</em> sequences.",
            "vi": "Thông thường thì việc phân tích trình tự cADN dễ dàng hơn so với trình tự tương ứng của bộ gen vốn phức tạp hơn vì cADN không chứa các trình tự không mã hóa hay xen kẽ."
        },
        {
            "en": "By not <em>intervening</em> in the foreign exchange market, the authorities force the current account deficit to be equal to the net capital inflow.",
            "vi": "Bằng cách không can thiệp vào thị trường hối đoái, chính quyền đã buộc mức thâm hụt tài khoản vãng lai phải bằng với dòng vốn tịnh từ ngoài đổ vào."
        },
        {
            "en": "Under these circumstances, it would be difficult to argue that there has been an overall change in the degree of inequality in child mortality during the <em>intervening</em> 15 years.",
            "vi": "Trong tình huống này khó để lập luận rằng đã có sự thay đổi nói chung về mức độ bất bình đẳng trong tỉ lệ tử vong trẻ em trong giai đoạn 15 năm can thiệp."
        },
        {
            "en": "Whistle-blowers are, in principle, protected by Article 16 of the Law on Complaints and Denunciations, which prohibits a range of threatening, obstructing, <em>intervening</em>, and other actions that might dissuade people from reporting corruption.",
            "vi": "Về nguyên tắc, những người tố cáo được bảo vệ bởi Điều 16 của Luật Khiếu nại Tố cáo trong đó cấm việc đe dọa, cản trở, can thiệp và những hành động khác mà có thể ngăn cản người tố cáo tham nhũng."
        },
        {
            "en": "\"Probably failing to plan for, the day after, what I think was the right thing to do, in <em>intervening</em> in Libya,\" Obama said an interview with \"Fox News Sunday.\"",
            "vi": "(Sai lầm ấy) \"Có lẽ là đã không lên kế hoạch cho cái ngày sau khi chúng ta can thiệp vào Libya, mà tôi nghĩ đó là việc đúng đắn nên làm,\" Ông Obama phát biểu trả lời phỏng vấn \"Fox News Chủ nhật\"."
        }
    ],
    "suggestions": []
}