{
    "en_vn": {
        "data": {
            "content": null,
            "word": "intensifying",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intensifying",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intensifying",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intensifying",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intensifying",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Intensifying</em> activities of preventing Sexually transmitted infections:.",
            "vi": "Tăng cường các hoạt động dự phòng lây nhiễm các nhiễm khuẩn lây truyền qua đường tình dục:."
        },
        {
            "en": "They are <em>intensifying</em> solidarity with brother parties.",
            "vi": "Họ đang tăng cường đoàn kết với các đảng anh em."
        },
        {
            "en": "<em>Intensifying</em> behavioral change information, education and communicatio",
            "vi": "Tăng cường thông tin, giáo dục và truyền thông thay đổi hành vi;"
        },
        {
            "en": "<em>Intensifying</em> behavioral change information-education-communication activities of community groups.",
            "vi": "Tăng cường hoạt động thông tin, giáo dục và truyền thông thay đổi hành vi (TTGD.TTTĐHV) của các nhóm cộng đồng:."
        },
        {
            "en": "<em>Intensifying</em> prevention and control of sexually transmitted infections (STIs)",
            "vi": "Tăng cường công tác phòng, chống các nhiễm khuẩn lây truyền qua đường tình dục (LTQĐTD STI)."
        },
        {
            "en": "<em>Intensifying</em> the preparation for accession to the Hague Convention 1993 on Inter-country Adoption Cooperation.",
            "vi": "Tăng cường công tác chuẩn bị cho việc tiếp cận với Công ước Hague năm 1993 về Hợp tác nhận con nuôi giữa các quốc gia với nhau;"
        },
        {
            "en": "Â <em>Intensifying</em> activities to early prevent mother-to-child HIV transmission.",
            "vi": "ÂTăng cường các hoạt động dự phòng sớm để phòng tránh lây nhiễm HIV từ mẹ sang con:."
        },
        {
            "en": "Notice how <em>intensifying</em> adverbs are used to mean ‘extremely’ or ‘ Completely ’ in the sentences below.",
            "vi": "Chú ý đến những trạng từ nhấn mạnh đã được sử dụng nghĩa ‘vô cùng’ hoặc ‘ Hoàn toàn ’ như thế nào trong các câu bên dưới."
        },
        {
            "en": "<em>Intensifying</em> behavioral change information, education and communication and collaborating with other related programs to prevent and reduce HIV/AIDS transmission;.",
            "vi": "Tăng cường thông tin, giáo dục và truyền thông thay đổi hành vi; phối hợp với các chương trình khác để ngăn ngừa, giảm thiểu lây nhiễm HIV/AIDS;."
        },
        {
            "en": "To coordinate with other branches in <em>intensifying</em> information, education and communication on prevention of HIV/AIDS transmission together with other communication activities.",
            "vi": "Phối hợp với các ban, ngành, đẩy mạnh công tác thông tin, giáo dục, truyền thông dự phòng lây nhiễm HIV/AIDS với các hoạt động truyền thông khác."
        },
        {
            "en": "The <em>intensifying</em> problem of drug addiction is of concer to households in Ho Chi Minh City, partly because it brings with it a rise in other crime.",
            "vi": "Tệ nạn nghiện ma túy ngày càng gia tăng cũng đang là nỗi lo lắng của các hộ gia đình ở thành phố Hồ Chí Minh, một phần là bởi nó kéo theo sự gia tăng các loại hình tội phạm khác."
        },
        {
            "en": "Drought-stricken Thailand is headed down the same road. The Thai government recently instructed farmers to cultivate less rice to help the country manage its <em>intensifying</em> water crisis caused by a drought that experts have called the worst in decades.",
            "vi": "Hạn hán khiến Thái Lan nước đang đứng đầu trong xuất khẩu lúa gạo rơi vào tình trạng tương tự. Chính phủ Thái Lan gần đây đã chỉ thị cho nông dân giảm trồng lúa để giúp quốc gia quản lý khủng hoảng nước ngày càng gia tăng do hạn hán gây ra, đợt hạn hán mà các chuyên gia cho là lần tồi tệ nhất trong nhiều thập kỷ."
        },
        {
            "en": "Accordingly, both sides pledged to continue <em>intensifying</em> all-level delegation exchanges, maintain and improve the efficiency of deputy-ministerial dialogue mechanisms aiming to build confidence and perception on international and regional matters and bilateral relations.",
            "vi": "Theo đó, hai bên cam kết tiếp tục tăng cường trao đổi đoàn các cấp, duy trì và nâng cao hiệu quả của các cơ chế đối thoại quốc phòng cấp Thứ trưởng nhằm xây dựng lòng tin và nhận thức về các vấn đề quốc tế và khu vực và quan hệ song phương."
        },
        {
            "en": "The MoH has been taking measures to prevent the disease, including <em>intensifying</em> activities of the Health Emergency Operations Centres (EOC) and running campaigns to raise public awareness of preventing the disease.",
            "vi": "Bộ Y tế đã thực hiện nhiều biện pháp để ngăn chặn căn bệnh này, bao gồm các hoạt động tăng cường của văn phòng EOC và tiến hành các chiến dịch nâng cao nhận thức của công chúng về việc ngăn ngừa căn bệnh này."
        },
        {
            "en": "Consolidating the organisation's structure, <em>intensifying</em> administration and management to make the Working Group’s activities more effective and maintaining its activities effectively and efficiently to gradually meet the demands and aspirations of members.",
            "vi": "Củng cố cơ cấu tổ chức, tăng cường công tác quản trị và quản lý để nâng cao hiệu quả hoạt động của Nhóm; giữ vững hiệu quả các hoạt động của Nhóm để dần dần đáp ứng được các nhu cầu và nguyện vọng của các thành viên."
        },
        {
            "en": "The project, entitled “<em>Intensifying</em> teaching Vietnamese online to overseas Vietnamese” aims to help Vietnamese people living abroad, particularly the young generation, gain sufficient knowledge about their mother tongue in order to nurture their love for the homeland and maintain national traditions and character.",
            "vi": "Dự án có tên \"Tăng cường việc dạy tiếng Việt trực tuyến cho người Việt Nam ở nước ngoài\" nhằm mục đích giúp đỡ những người Việt sống ở nước ngoài, đặc biệt là thế hệ trẻ, có đầy đủ kiến thức về tiếng mẹ đẻ của họ để nuôi dưỡng tình yêu của họ đối với quê hương và duy trì truyền thống và bản sắc dân tộc."
        },
        {
            "en": "Farms and crops can be thought of as agricultural ecosystems, and they are highly sensitive to variations in climate. This means they are very challenging to manage for sustainable livestock and crop production under such <em>intensifying</em> conditions of sudden good and bad periods.",
            "vi": "Trang trại và các loại cây trồng có thể được coi như là các hệ sinh thái nông nghiệp, chúng rất nhạy cảm với sự thay đổi khí hậu. Điều này có nghĩa là rất khó khăn để quản lý chăn nuôi bền vững và sản xuất cây trồng trong điều kiện thời kỳ tốt và xấu chuyển biến đột ngột với mức độ gia tăng."
        },
        {
            "en": "These and other actions, taken as a whole, constitute an <em>intensifying</em> effort to shift American public opinion and policy away from the “America First” leadership of President Donald Trump. But our message to China’s rulers is this: This President will not back down. (Applause.) The American people will not be swayed. And we will continue to stand strong for our security and our economy, even as we hope for improved relations with Beijing.",
            "vi": "Những hành động này và những hành động khác, nhìn chung, cấu thành một nỗ lực đang được tăng cường để chuyển dịch ý kiến công chúng và chính sách công của Hoa Kỳ ra xa khỏi phong cách lãnh đạo Nước Mỹ trên hết của Tổng thống Donald Trump. Nhưng thông điệp của chúng ta đối với các nhà cầm quyền của Trung Quốc là: Tổng thống này sẽ không lùi bước - và người dân Mỹ sẽ không bị lung lạc. Chúng ta sẽ tiếp tục đứng vững vì an ninh và nền kinh tế của chúng ta, ngay cả khi chúng ta hy vọng cải thiện mối quan hệ với Bắc Kinh."
        },
        {
            "en": "If you are using the Pong case, which redirects the cell phone radiation away from the head and successfully lowers the SAR effect, realize that in redirecting the radiation away from your head this may be <em>intensifying</em> the radiation in another direction, perhaps toward the person next to you, or, if in your pocket, increasing radiation intensity toward your body. Caution is always advised in dealing with any radiation-emitting device. We recommend cell phones be kept ‘Off’ except for emergencies. ",
            "vi": "Nếu bạn đang sử dụng thiết bị pong case giúp chuyển hướng bức xạ điện thoại di động tránh xa đầu và làm giảm chỉ số SAR, hãy biết rằng trong khi bức xạ được chuyển hướng tránh xa khỏi đầu bạn, điều này có thể làm tăng bức xạ ở một hướng khác, có thể là hướng đến người ở cạnh bên, nếu điện thoại ở trong túi bạn, thì sẽ tăng bức xạ lên cơ thể bạn. ‘Cần phải cảnh giác’ là điều luôn được khuyến cáo trong việc giải quyết bất kể thiết bị phát bức xạ nào. Chúng tôi khuyên nên tắt nguồn điện thoại đi động ngoại trừ các trường hợp khẩn cấp."
        }
    ],
    "suggestions": []
}