{
    "en_vn": {
        "data": {
            "content": null,
            "word": "interbank",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interbank",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interbank",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interbank",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "interbank",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "current <em>interbank</em> ratio",
            "vi": "tỉ suất liên ngân hàng hiện nay"
        },
        {
            "en": "It's today's <em>Interbank</em> exchange rate.",
            "vi": "Đó là tỷ giá liên ngân hàng của hôm nay."
        },
        {
            "en": "<em>Interbank</em> network of automated teller machines",
            "vi": "Hệ thống máy rút tiền tự động liên ngân hàng"
        },
        {
            "en": "We will invite tenders for a computerised <em>interbank</em> payment system.",
            "vi": "Chúng tôi sẽ đấu thầu một hệ thống thanh toán liên ngân hàng vi tính hóa."
        },
        {
            "en": "The real exchange rate in the <em>interbank</em> market, according to ANZ, is VND22,408 per dollar. ",
            "vi": "Tỷ giá hối đoái thực tế trên thị trường liên ngân hàng, theo ANZ là 22,408 đồng cho 1 đô la."
        },
        {
            "en": "The State Bank of Vietnam on February 11 raised the <em>interbank</em> exchange rate to 20693 VND per 1 USD.",
            "vi": "Ngân hàng Nhà nước Việt Nam vào ngày 11 tháng Hai tăng tỷ giá liên ngân hàng với 20.693 đồng/1 USD."
        },
        {
            "en": "<em>Interbank</em> deposit transactions conducted on a clean basis (this is, without using securities as collateral) dominate the money market.",
            "vi": "Giao dịch tiền gửi liên ngân hàng không ràng buộc (có nghĩa là không dùng chứng khoán để thế chấp) chiếm ưu thế trên thị trường tiền tệ."
        },
        {
            "en": "The State Bank of Vietnam on February 11 raised the <em>interbank</em> exchange rate to 20693 VND per 1 USD.",
            "vi": "Ngân hàng Nhà nước Việt Nam vào ngày 11 tháng Hai tăng tỷ giá liên ngân hàng với 20. 693 đồng/1 USD."
        },
        {
            "en": "The excess liquidity enjoyed by SOCBs during this period was lent to JSBs through the <em>interbank</em> market.",
            "vi": "Lượng vốn khả dụng dư thừa mà các NHTMNN có được trong giai đoạn này được chuyển sang cho các ngân hàng thương mại cổ phần thông qua thị trường liên ngân hàng."
        },
        {
            "en": "The <em>interbank</em> foreign currency market has 58 members (4 state-owned commercial banks, 28 commercial joint-stock banks, 20 foreign bank branches, 4 joint-venture banks and 2 financial organisations).",
            "vi": "Thị trường ngoại tệ liên ngân hàng quy tụ 58 thành viên (4 ngân hàng thương mại quốc doanh, 28 ngân hàng thương mại cổ phần, 20 chi nhánh ngân hàng nước ngoài, 4 ngân hàng liên doanh"
        },
        {
            "en": "The <em>interbank</em> foreign currency market has 58 members (4 state - owned commercial banks, 28 commercial joint - stock banks, 20 foreign bank branches, 4 joint - venture banks and 2 financial organisations).",
            "vi": "Thị trường ngoại tệ liên ngân hàng quy tụ 58 thành viên (4 ngân hàng thương mại quốc doanh, 28 ngân hàng thương mại cổ phần, 20 chi nhánh ngân hàng nước ngoài, 4 ngân hàng liên doanh và 2 tổ chức tài chính)."
        },
        {
            "en": "SWIFT is the acronym for The Society for Worldwide <em>Interbank</em> Financial Telecommunication, an industry-owned cooperative supplying standardized messaging services and interface software to 7,600 financial institutions in 200 countries.",
            "vi": "SWIFT là từ viết tắt của Tổ chức Viễn thông Tài chính Liên ngân hàng Thế giới, một hợp tác xã của ngành ngân hàng cung cấp các dịch vụ thông tin tiêu chuẩn hoá và phần mềm thống nhất cho 7.600 tổ chức tài chính ở 200 nước."
        },
        {
            "en": "The new methodology will calculate the daily reference rate based on a weighted average of dong prices in the <em>interbank</em> market the previous trading day and prices of eight major foreign currencies at 7 a.m. in Hanoi. The eight currencies are from the U.S., China, European Union, Japan, Taiwan, South Korea, Thailand and Singapore.",
            "vi": "Cơ chế tỷ giá mới sẽ tính tỷ giá tham chiếu hàng ngày dựa vào bình quân gia quyền giá của tiền đồng trên thị trường liên ngân hàng ngày giao dịch trước đó và giá của 8 đồng ngoại tệ chủ chốt vào lúc 7giờ sáng tại Hà Nội. Tám đồng tiền đó là tiền của: Mỹ, Trung Quốc, Liên minh châu Âu, Nhật Bản, Đài Loan, Hàn Quốc, Thái Lan và Singapore."
        },
        {
            "en": "If a bank cannot attract a sufficient level of core deposits, that bank can turn to wholesale sources of funds. In many respects these wholesale funds are much like <em>interbank</em> CDs. There is nothing necessarily wrong with wholesale funds, but investors should consider what it says about a bank when it relies on this funding source. While some banks de-emphasiz​e the branch-based deposit-gathering model, in favor of wholesale funding, heavy reliance on this source of capital can be a warning that a bank is not as competitive as its peers.",
            "vi": "Nếu ngân hàng không thể thu hút đủ mức tiền gửi cơ sở, thì có thể tìm đến những nguồn vốn quy mô lớn. Trong nhiều phương diện, số vốn lớn này rất giống các chứng chỉ tiền gửi liên ngân hàng. Chẳng có vấn đề gì với vốn quy mô lớn cả, nhưng nhà đầu tư nên chú ý xem nó nói lên điều gì về ngân hàng khi ngân hàng ấy dựa vào nguồn vốn này. Khi một số ngân hàng không mấy chú trọng mô hình thu nhận tiền gửi dựa vào chi nhánh, mà thiên về vốn quy mô lớn, thì việc lệ thuộc quá nhiều vào nguồn vốn này có thể là một cảnh báo: ngân hàng nào đó không có sức cạnh tranh như những ngân hàng khác."
        }
    ],
    "suggestions": []
}