{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,intəkə'nektiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nối liền, liên kết</td></tr></table><i/></div>",
            "word": "interconnecting",
            "pronounce": "[,intəkə'nektiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interconnecting",
            "pronounce": "[,intəkə'nektiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interconnecting",
            "pronounce": "[,intəkə'nektiη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interconnecting",
            "pronounce": "[,intəkə'nektiη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "interconnecting",
            "pronounce": "[,intəkə'nektiη]"
        }
    },
    "sentences": [
        {
            "en": "Handicapped and <em>interconnecting</em> rooms are available.",
            "vi": "Các phòng dành cho người tàn tật và nối liền nhau thì có sẵn."
        },
        {
            "en": "These are made public and applied to all <em>interconnecting</em> enterprises.",
            "vi": "Những cái này được công bố công khai và áp dụng cho tất cả các doanh nghiệp liên kết."
        },
        {
            "en": "There are two transversal bars which are <em>interconnecting</em> the two sides.",
            "vi": "Có hai thanh ngang được nối với nhau ở hai bên."
        },
        {
            "en": "Working out an interconnection investment plan with participation of Ministry of Post and Telematics and other <em>interconnecting</em> firms.",
            "vi": "Xây dựng kế hoạch đầu tư cho kết nối với sự tham gia của Bộ Bưu chính Viễn thông và các công ty viễn thông."
        },
        {
            "en": "Spongy bone, found beneath compact bone, consists of a meshwork of bony bars with many <em>interconnecting</em> spaces containing marrow.",
            "vi": "Xương sốp thấy dưới lớp xương đặc gồm một dạng lưới các thanh xương với nhiều khoảng trống thông với nhau có chứa tuỷ."
        },
        {
            "en": "The basic elements of a flowchart are a set of symbols (containing messages) and <em>interconnecting</em> lines with arrows.",
            "vi": "Các thành phần cơ bản của biểu đồ là một loạt các biểu tượng (bao hàm một thông điệp) và sự kết hợp của gạch ngang và mũi tên."
        },
        {
            "en": "In Vietnam <em>interconnecting</em> enterprises negotiate appropriate interconnection points and the number of these points in line with regulatory principles.",
            "vi": "Các doanh nghiệp kết nối ở Việt Nam đàm phán về điểm kết nối phù hợp và số lượng điểm kết nối phù hợp với các nguyên tắc pháp lý."
        },
        {
            "en": "More seriously, many enterprises (5/8) claim that VNPT provides insufficient network capacity to <em>interconnecting</em> enterprises compared to its own member enterprises.",
            "vi": "Điều quan trọng hơn là nhiều doanh nghiệp (5/8) phàn nàn rằng VNPT không cung cấp đủ dung lượng cho các doanh nghiệp kết nối so với doanh nghiệp thành viên của nó."
        },
        {
            "en": "This organisation would deal with interconnection, <em>interconnecting</em> operators and would be subject to safeguards against improperly using information received through their organization.",
            "vi": "Tổ chức này sẽ xử lý liên kết nối, các nhà khai thác liên kết nối và phải tuân thủ các quy định ngăn ngừa sử dụng thông tin không phù hợp nhận được qua tổ chức của họ."
        },
        {
            "en": "I think that network is like the Internet, an <em>interconnecting</em> series of links in which each link works collaboratively to strengthen and expand the overall community. Such collaboration means seeing each person in your network as a partner.",
            "vi": "Tôi nghĩ rằng mạng lưới giống như Internet, là một loạt những nút liên kết với nhau, các nút cùng hợp lực để củng cố và mở rộng cộng đồng chung. Sự hợp tác này nghĩa là xem mỗi người trong mạng lưới của bạn như một đối tác."
        },
        {
            "en": "I think that network is like the Internet, an <em>interconnecting</em> series of links in which each link works collaboratively to strengthen and expand the overall community. Such collaboration means seeing each person in your network as a partner.",
            "vi": "lưới giống như Internet, là một loạt những nút liên kết với nhau, các nút cùng hợp lực để củng cố và mở rộng cộng đồng chung. Sự hợp tác này nghĩa là xem mỗi người trong mạng lưới của bạn như một đối tác."
        }
    ],
    "suggestions": []
}