{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'tensivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mạnh mẽ, sâu sắc</td></tr></table><i/></div>",
            "word": "intensively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intensively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intensively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intensively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intensively"
        }
    },
    "sentences": [
        {
            "en": "The land was farmed <em>intensively</em>.",
            "vi": "Đất đã được thâm canh."
        },
        {
            "en": "The river valley is <em>intensively</em> cropped.",
            "vi": "Thung lũng ven sông được làm đất trồng cây nông nghiệp."
        },
        {
            "en": "The Crenarchaeota and the Euryarchaeota are most <em>intensively</em> studied.",
            "vi": "Crenarchaeota và Euryarchaeota là các nhóm vi khuẩn cổ được đầu tư nghiên cứu nhiều nhất."
        },
        {
            "en": "The armed forces have <em>intensively</em> changed its directions.",
            "vi": "Quân đội đã và đang chuyển hướng mạnh mẽ."
        },
        {
            "en": "She frets <em>intensively</em> for her boyfriend after breaking up with him.",
            "vi": "Cô ấy nhớ bạn trai bổi hổi bồi hồi sau khi chia tay với anh ta."
        },
        {
            "en": "Having practiced <em>intensively</em>, Lam is now quite sure of his success in the coming competition.",
            "vi": "Đã khổ luyện chăm chỉ, giờ Lâm khá tự tin sẽ thành công trong trận đấu sắp tới."
        },
        {
            "en": "Those clients usually use the cards more <em>intensively</em> than better-off clients.",
            "vi": "Những khách hàng này thường sử dụng thẻ nhiều hơn những người có điều kiện kinh tế khá hơn."
        },
        {
            "en": "Society is changing more rapidly, constantly, and <em>intensively</em> than it was in the past.",
            "vi": "Xã hội đang thay đổi nhanh hơn, liên tục hơn và nhiều hơn ngày trước."
        },
        {
            "en": "The army has <em>intensively</em> changed its directions which focus on business operations in a new mechanism.",
            "vi": "Quân đội đã và đang chuyển hướng mạnh mẽ theo một cơ chế mới, tập trung vào các hoạt động của doanh nghiệp."
        },
        {
            "en": "The busiest students are 12th graders, who have to prepare <em>intensively</em> for high school finals.",
            "vi": "Học sinh lớp 12 là những người bận rộn nhất, họ phải chuẩn bị một cách kỹ lưỡng cho kì thi tốt nghiệp."
        },
        {
            "en": "As a result of these efforts, the HRBAP has become a widely known and <em>intensively</em> debated concept within UNICEF.",
            "vi": "Do những cố gắng này, phương thức làm chương trình dựa trên cơ sở quyền con người đã trở nên phổ biến và là một khái niệm được thảo luận sâu rộng ở UNICEF."
        },
        {
            "en": "The field study, which was divided into two phases, was <em>intensively</em> implemented over a two-month period.",
            "vi": "Việc nghiên cứu khảo sát được chia làm hai phần, tiến hành mạnh mẽ trong hai tháng."
        },
        {
            "en": "To solve this problem, we should practice speaking English <em>intensively</em> both at home and at school by imitating the native speaker's accent as well as our teachers'.",
            "vi": "Để giải quyết vấn đề này, chúng ta nên luyện nói tiếng Anh thường xuyên ở nhà cũng như ở trường bằng cách bắt chước giọng nói của người bản xứ cũng như của giáo viên."
        },
        {
            "en": "How long chemotherapy courses last varies between different cancer types, with some being given <em>intensively</em> over a fortnight, normally in hospital, and some over a period of months.",
            "vi": "Tuỳ vào loại ung thư mà thời gian dùng liệu pháp hoá trị cũng thay đổi, một số bệnh chỉ cần điều trị tích cực tại bệnh viện trong chừng 2 tuần, còn một số lại phải đến vài tháng."
        },
        {
            "en": "The two new communitybased projects (Northern Mountains Poverty Reduction (FY02) and Community Based Rural Infrastructure (FY01)) are introducing a new approach in Vietnam, and will be supervised <em>intensively</em>.",
            "vi": "Hai dự án dựa trên cộng đồng mới (Dự án Giảm Nghèo Miền núi Phía Bắc (NTC02) và Dự án Cơ sở hạ tầng Nông thôn Dựa trên Cộng đồng (NTC01) đang giới thiệu phương thức hoạt động mới ở Việt Nam và sẽ được giám sát chặt chẽ."
        },
        {
            "en": "How long chemotherapy courses last varies between different cancer types, with some being given <em>intensively</em> over a fortnight, normally in hospital, and some over a period of months.",
            "vi": "Tuỳ vào loại ung thư mà thời gian dùng liệu pháp hoá trị cũng thay đổi, một số bệnh chỉ cần điều trị tích cực tại bệnh viện trong chừng 2 tuần, còn một số lại phải đến vài"
        },
        {
            "en": "Although Management Information Systems in the population and family planning sector has been unified, new information technologies such as LAN and WAN have not been used <em>intensively</em>.",
            "vi": "Mặc dù hệ thống thông tin quản lý trong lĩnh vực dân số và kế hoạch hoá gia đình đã được thống nhất, nhưng các công nghệ thông tin mới như LAN và WAN vẫn chưa được sử dụng một cách tích cực."
        },
        {
            "en": "However, Hung noted, in many cases, the students who study math <em>intensively</em> at general school do not continue math study at higher education levels.",
            "vi": "Tuy nhiên, Thầy Hùng lưu ý, trong trường hợp này, họ sinh học chuyên sâu toán tại trường THPT không tiếp tục học toán tại mức độ giáo dục cao hơn,"
        },
        {
            "en": "IELTS Reader is prepared <em>intensively</em> for both academic and general IELTS learners who search for a convenient way to practice Reading Skills.",
            "vi": "IELTS Reader được biên soạn theo hướng thực hành chuyên biệt cho từng loại câu hỏi và phù hợp cho cả 2 nhóm thí sinh khi đăng ký vào chương trình IELTS: Học thuật (Academic) và Phổ thông (General). "
        },
        {
            "en": "A buckshot resolution like “be healthier” could mean I need to make my own bread, run on the treadmill, floss three times a day, have lower stress, and get more sleep. Can you see why resolutions fail?  I won’t be any healthier if I don’t start working <em>intensively</em> on one step towards my new, future habit. So…",
            "vi": "Một mục tiêu lớn như \"khỏe mạnh hơn\" có nghĩa là tôi cần tự làm bánh mì, chạy trên máy chạy bộ, dùng chỉ nha khoa 3 lần một ngày, giảm căng thẳng và ngủ nhiều hơn. Bạn có thể thấy tại sao các kế hoạch thất bại? Tôi không thể khỏe hơn chút nào nếu tôi không bắt đầu thực hiện nghiêm túc từng bước hướng tới thói quen mới trong tương lai. Vì vậy..."
        }
    ],
    "suggestions": []
}