{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['intristiηli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thú vị, hấp dẫn</td></tr></table><i/></div>",
            "word": "interestingly",
            "pronounce": "['intristiηli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interestingly",
            "pronounce": "['intristiηli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interestingly",
            "pronounce": "['intristiηli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interestingly",
            "pronounce": "['intristiηli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "interestingly",
            "pronounce": "['intristiηli]"
        }
    },
    "sentences": [
        {
            "en": "He teaches very <em>interestingly</em>.",
            "vi": "Ông ấy dạy học rất thú vị."
        },
        {
            "en": "Spring variety festival is happening <em>interestingly</em>.",
            "vi": "Hội diễn mùa xuân đang diễn ra một cách thú vị."
        },
        {
            "en": "<em>Interestingly</em>, intelligence is not a requirement.",
            "vi": "Thật thú vị, trí thông minh lại không đóng vai trò chính."
        },
        {
            "en": "<em>Interestingly</em>, experts go about solving problems differently than novice s. ",
            "vi": "Điều thú vị là cách giải quyết khúc mắc của các chuyên gia khác hẳn với những người chân ướt chân ráo. "
        },
        {
            "en": "<em>Interestingly</em>, many Republicans actually voted with the Democrats.",
            "vi": "Thật thú vị, nhiều thành viên của Đảng Cộng hòa đã thực sự bỏ phiếu cho Đảng Dân chủ."
        },
        {
            "en": "But that advantage is fading fast, as growers <em>interestingly</em> plant the same few, high-yielding varieties.",
            "vi": "Tuy nhiên, ưu điểm này Nhanh chóng mất đi, vì ngày càng có nhiều cây trồng có năng suất cao."
        },
        {
            "en": "<em>Interestingly</em>, Microsoft has never really said all that much about Google's free apps.",
            "vi": "Thật thú vị, Microsoft chưa bao giờ thực sự nói nhiều về những ứng dụng miễn phí của Google."
        },
        {
            "en": "<em>Interestingly</em>, a large percentage of the proposals were aimed specifically at increasing legal awareness.",
            "vi": "Điều thú vị là một tỷ lệ khá lớn các đề án đặt trọng tâm vào công tác tăng cường nhận thức pháp luật."
        },
        {
            "en": "The proportion has increased across all regions, but <em>interestingly</em> enough not in the South East.",
            "vi": "Tỷ lệ này tăng ở tất cả các vùng nhưng đáng thú vị là không phải ở vùng Đông Nam Bộ."
        },
        {
            "en": "<em>Interestingly</em>, men also had more efficient sleep when their female partners reported more positive relationship experiences.",
            "vi": "Thú vị là, nam giới cũng có giấc ngủ tốt hơn khi bạn đời của họ báo cáo rằng có những trải nghiệm tích cực hơn trong mối quan hệ."
        },
        {
            "en": "<em>Interestingly</em>, from 35 clinically-dead patients, the organs harvested were donated to 100 other people.",
            "vi": "Điều thú vị là từ 35 bệnh nhân chết lâm sàng, nội tạng được hiến tặng cho 100 người khác nhau"
        },
        {
            "en": "These books have a useful and <em>interestingly</em> written introduction to the subject.",
            "vi": "Những cuốn sách này có lời mở đầu hữu ích và thú vị được viết ra liên quan đến chủ đề."
        },
        {
            "en": "<em>Interestingly</em>, testosterone - the hormone that gives men sex drive and erections - has contraceptive side effects.",
            "vi": "Thú vị thay, testosterone - kích thích tố mang lại hưng phấn và cương cứng - lại có các mặt tác dụng tránh thai."
        },
        {
            "en": "<em>Interestingly</em>, the use of specific incentives to improve quality had very little explanatory power.",
            "vi": "Điều thú vị là, việc sử dụng các động cơ khuyến khích cụ thể nhằm nâng cao chất lượng lại không có nhiều ảnh hương."
        },
        {
            "en": "<em>Interestingly</em>, the first truly dexterous and sensitive artificial tool is in commercial production now.",
            "vi": "Thật thú vị, công cụ nhân tạo khéo léo và nhạy cảm thực sự đầu tiên hiện đang được sản xuất thương mại."
        },
        {
            "en": "<em>Interestingly</em>, Hanoi does not have a commune in the national top 30.",
            "vi": "Có một điều thú vị là không có một phường xã nào ở Hà Nội nằm trong danh sách 30 xã phường ô nhiễm nhất."
        },
        {
            "en": "<em>Interestingly</em> this pilot project moves beyond and is not limited by ICTs.",
            "vi": "Điều thú vị là dự án thử nghiệm này không chỉ dừng lại trong phạm vi CNTT&TT."
        },
        {
            "en": "<em>Interestingly</em>, this relatively strong borrowing by SOEs is not so much associated to SOCBs as it is to JSBs.",
            "vi": "Điều thú vị là hoạt động vay vốn tương đối mạnh của DNNN lại không gắn liền với các NHTMNN nhiều bằng các NHCP."
        },
        {
            "en": "<em>Interestingly</em>, in Iceland and everywhere else, girls participating in the survey expressed more negative attitudes toward math.",
            "vi": "Thú vị là, ở Iceland và bất cứ đâu, các bé gái tham gia khảo sát đã thể hiện thái độ tiêu cực với môn toán"
        },
        {
            "en": "<em>Interestingly</em>, employment in a state garment factory had no bearing on workers’ satisfaction with their current jobs.",
            "vi": "Thật thú vị, làm việc trong xưởng may nhà nước không đóng góp gì cho sự hài lòng của công nhân về công việc hiện tại của họ."
        }
    ],
    "suggestions": []
}