{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,intə'taidl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phần của bờ biển giữa lúc triều lên và triều xuống</td></tr></table><i/></div>",
            "word": "intertidal"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>intertidal</k><blockquote>■ <cclass>adjective <cclass>Ecology of or denoting the area of a seashore which is covered at high tide and uncovered at low tide. </cclass></cclass></blockquote></div>",
            "word": "intertidal"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intertidal"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intertidal"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intertidal"
        }
    },
    "sentences": [
        {
            "en": "For an echinoid to reach 3 inches (8 centimeters), the size of the fossil, it would take about 15 years. Furthermore the amount of sediments and alluvium deposits as well as the <em>intertidal</em> erosion on the shallower areas would takes centuries, suggesting the area was flooded for quite some time.",
            "vi": "Để một con cầu gai lớn đến 3 inch (8 cm) giống như kích thước của hóa thạch này, thì phải mất khoảng 15 năm. Hơn nữa với số lượng trầm tích phù sa lắng đọng cũng như với sự xói mòn do thủy triều ở các vùng nông hơn thì phải mất đến nhiều thế kỷ, điều này cho thấy khu vực này từng bị ngập nước trong một thời gian khá dài."
        },
        {
            "en": "The inundation, Morsi believes, was rather significant, reaching a maximum of about 245 feet (75 meters) over the current sea level and creating a shoreline spanning the Khafra enclosure near the Sphinx to the Menkara temple. Pitting and tidal notches due to waves and tidal ebbing pepper the stones in this area showing a 6.5-foot (2-meter) <em>intertidal</em> range, according to Morsi.",
            "vi": "Ông Morsi tin rằng khu vực này đã bị ngập khá sâu, có thể đến khoảng 245 feet (75 m) trên mực nước biển hiện tại và tạo ra một đường bờ biển kéo dài từ kim tự tháp Khafra gần tượng Nhân sư đến đền thờ Menkara. Theo ông Morsi, các dấu rỗ lỗ chỗ và các rãnh gợn sóng do sóng vỗ cũng như dòng thủy triều xuống khắc vào những tảng đá trong khu vực này cho thấy biên độ thủy triều vào khoảng 6,5 foot (2m)."
        },
        {
            "en": "Other scientists have suggested the echinoid in the limestone was exposed by erosion and the creature was part of the original limestone that formed 30 million years ago. But, Morsi countered those claims and suggested that the creature was cemented, or petrified, in a relatively more recent time, citing evidence that the creature is lying gravitationally flat, that it's in pristine condition, that it is within the <em>intertidal</em> range of the lagoon, and that it is a large specimen unlike the tiny specimens typically found in limestone blocks.",
            "vi": "Các nhà khoa học khác suy luận rằng con cầu gai có trong đá vôi kia bị lộ ra do sự xói mòn và loài sinh vật này vốn đã ở trong đá vôi nguyên thủy khi nó mới hình thành vào 30 triệu năm trước. Nhưng ông Morsi phản đối những lập luận này và cho rằng loài sinh vật này đã kết dính hoặc hóa thạch trong khoảng thời gian gần hơn, bằng chứng là loài sinh vật này nằm sát đất, trong tình trạng nguyên sơ và nằm trong biên độ thủy triều của đầm nước mặn, hơn nữa nó là một mẫu vật lớn không giống như các mẫu vật nhỏ li ti thường thấy trong các khối đá vôi."
        },
        {
            "en": "Naxia tumida, the little seaweed crab, dresser crab, or decorator crab, is a small crab of the family Majidae (with a carapace up to 4 centimetres or 1.6 inches in diameter) that is common in rocky <em>intertidal</em> and subtidal areas on the temperate coasts of Australia, including parts of Victoria, New South Wales, Tasmania and Western Australia. It is usually found covered in seaweed that acts as camouflage, attached to the hooks on its shell. It attaches the algae or seaweed with a secretion that becomes adhesive when hardened.",
            "vi": "Naxia tumida, cua tảo nhỏ, cua bảnh bao, hoặc cua trang điểm, là loài cua nhỏ thuộc họ Majidae (mai có thể dài 4cm hoặc đường kính 1.6 inch) phổ biến ở các khu vực nhiều đá có triều ngầm và liên triều trên bờ biển thuộc vùng khí hậu ôn hoà của Úc, trong đó có một số vùng thuộc Victoria, New South Wales, Tasmania và Western Australia. Thường thấy loài này có tảo phủ nguỵ trang, đính vào ngạnh trên vỏ. Cua tiết ra một chất để gắn tảo hoặc rong lên mai, chất này khi cứng lại sẽ rất dính."
        }
    ],
    "suggestions": []
}