{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,intədi'pendəns]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">interdependency</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,intədi'pendənsi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự phụ thuộc lẫn nhau, sự tương thuộc</td></tr></table><i/></div>",
            "word": "interdependence",
            "pronounce": "[,intədi'pendəns]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interdependence",
            "pronounce": "[,intədi'pendəns]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interdependence",
            "pronounce": "[,intədi'pendəns]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interdependence",
            "pronounce": "[,intədi'pendəns]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự phụ thuộc nhau</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mutual interdependence</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tương phụ lẫn nhau</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "interdependence",
            "pronounce": "[,intədi'pendəns]"
        }
    },
    "sentences": [
        {
            "en": "<em>interdependence</em>",
            "vi": "sự lệ thuộc lẫn nhau"
        },
        {
            "en": "Locational <em>interdependence</em>",
            "vi": "Sự phụ thuộc lẫn nhau về vị trí"
        },
        {
            "en": "This <em>interdependence</em> cannot be overlooked.",
            "vi": "Sự phụ thuộc lẫn nhau này không thể coi nhẹ được."
        },
        {
            "en": "<em>Interdependence</em> has developed among trading nations.",
            "vi": "Việc phụ thuộc lẫn nhau đã phát triển giữa các quốc gia trao đổi buôn bán."
        },
        {
            "en": "Comprehensive Policy Frameworks and <em>Interdependence</em> of Rights.",
            "vi": "Khung chính sách toàn diện và sự phụ thuộc lẫn nhau của quyền."
        },
        {
            "en": "<em>Interdependence</em> and indivisibility of rights are the human rights.",
            "vi": "Sự phụ thuộc lẫn nhau và tính không thể chia cắt được của các quyền là những nguyên tắc của quyền con người."
        },
        {
            "en": "To such thinkers, <em>interdependence</em> is just a variation of outright dependence.",
            "vi": "Với những người suy nghĩ kiểu này, sự phụ thuộc lẫn nhau chỉ là cách nói khác của sự lệ thuộc."
        },
        {
            "en": "On this Day of Vesak, let us affirm our essential <em>interdependence</em>.",
            "vi": "Nhân ngày Phật đản, chúng ta hãy khẳng định rằng cuộc sống của tất cả chúng ta về thực chất có sự ràng buộc và phụ thuộc lẫn nhau."
        },
        {
            "en": "Such pressure will increase global supply chain integration and <em>interdependence</em>, drive collaboration and sharing of technologies.",
            "vi": "Sức ép như vậy sẽ làm tăng tích hợp dây chuyền cung cấp và sự tương thuộc, dẫn lái cộng tác và chia sẻ công nghệ."
        },
        {
            "en": "The principles of “<em>interdependence</em>” and “indivisibility” point to the synergies among different rights.",
            "vi": "Những nguyên tắc “phụ thuộc lẫn nhau” và “tính không thể chia cắt được” chứng tỏ tính toàn diện tổng hợp giữa các quyền."
        },
        {
            "en": "They are also mixed in terms of the <em>interdependence</em> between individual and social redistribution.",
            "vi": "Chúng cũng mang tính hỗn hợp xét về sự phụ thuộc lẫn nhau giữa tái phân bổ của cá nhân và xã hội."
        },
        {
            "en": "Marine ecology is a branch of ecology with the <em>interdependence</em> of all organisms living in the ocean.",
            "vi": "Hệ sinh thái biển là một phần của hệ sinh thái với sự phụ thuộc lẫn nhau của tất cả các sinh vật sống trong đại dương."
        },
        {
            "en": "The question for China is now how to structure itself internally so as to maximize the benefits of this <em>interdependence</em>.",
            "vi": "Vấn đề đối với Trung Quốc bây giờ là cơ cấu nội tại như thế nào để tranh thủ tối đa lợi ích của sự phụ thuộc lẫn nhau này."
        },
        {
            "en": "The dynamic of our society, or particularly our economy, will increasingly be defined by <em>interdependence</em> and interconnectivity.",
            "vi": "Sự năng động của xã hội hay cụ thể là sự năng động của nền kinh tế sẽ ngày càng phụ thuộc vào sự liên kết và gắn bó lẫn nhau."
        },
        {
            "en": "Yet these mutual interests - and even deep economic <em>interdependence</em> - could be overwhelmed by a failure to deal with differences in the Asia-Pacific region.",
            "vi": "Tuy nhiên, những lợi ích chung - và thậm chí cả sự phụ thuộc lẫn nhau ở mức độ kinh tế sâu - có thể sẽ có rất nhiều thất bại trong việc tháo gở với sự khác biệt trong khu vực Châu Á-Thái Bình Dương."
        },
        {
            "en": "It was in recognition of this <em>interdependence</em> that the Buddha advised his followers to practice metta to all, to radiate that compassion towards all beings.",
            "vi": "Nhận định sự phụ thuộc lẫn nhau nên đức phật đã khuyên tín đồ phải thực hành hạnh từ ái với tất cả, trải tình thưong đến tất cả sinh vật."
        },
        {
            "en": "<em>Interdependence</em>, by itself, will not overcome twenty-first-century problems and threats. We need to consider how economics and security interconnect in today's foreign policy.",
            "vi": "Phụ thuộc lẫn nhau, tự nó, sẽ không vượt qua những vấn đề và các mối đe dọa của thế kỷ XXI. Chúng ta cần phải xem xét về kinh tế và an ninh mạng trong chính sách đối ngoại hiện nay như thế nào."
        },
        {
            "en": "It is the insistence, as a first consideration, upon the <em>interdependence</em> of the various elements in and parts of the United States of America -- a recognition of the old and permanently important manifestation of the American spirit of the pioneer.",
            "vi": "lẫn nhau giữa các yếu tố ở Hoa Kỳ và giữa các vùng thuộc lãnh thổ Hoa Kỳ - như vậy là thừa nhận tinh thần tiên phong của người Mỹ đã có từ lâu đời và lúc nào cũng mạnh mẽ."
        },
        {
            "en": "If I read the temper of our people correctly, we now realize, as we have never realized before, our <em>interdependence</em> on each other ; that we can not merely take, but we must give as well ; that if we are to",
            "vi": "Nếu như tôi hiểu đúng tính cách của dân tộc ta thì quả là bây giờ chúng ta mới nhận ra, chứ trước đây chưa bao giờ nhận ra, rằng tất cả chúng ta đều phụ thuộc nhau, rằng chúng ta không thể nào chỉ biết nhận thôi mà còn phải biết cho nữa; rằng nếu chúng ta tiến lên, chúng ta phải tiến như một đoàn quân tinh nhuệ, trung thành và sẵn sàng hy sinh để đảm bảo kỷ luật chung, vì không có kỷ luật như thế thì không tài nào tiến lên được, không tài nào lãnh đạo có hiệu quả được."
        },
        {
            "en": "insistence, as a first consideration, upon the <em>interdependence</em> of the various elements in and parts of the United States of America - - a recognition of the old and permanently important manifestation of the American spirit of the pioneer.",
            "vi": "Trước hết, nó khẳng định sự phụ thuộc lẫn nhau giữa các yếu tố ở Hoa Kỳ và giữa các vùng thuộc lãnh thổ Hoa Kỳ - như vậy là thừa nhận tinh thần tiên phong của người Mỹ đã có từ lâu đời và lúc nào cũng mạnh mẽ."
        }
    ],
    "suggestions": []
}