{
    "en_vn": {
        "data": {
            "content": null,
            "word": "interpreted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interpreted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interpreted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interpreted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "interpreted"
        }
    },
    "sentences": [
        {
            "en": "This is <em>interpreted</em> as a bad omen.",
            "vi": "Điều này được hiểu như là một điềm xấu."
        },
        {
            "en": "So results should be <em>interpreted</em> with caution.",
            "vi": "Vì vậy các kết quả phải được lý giải một cách cẩn thận."
        },
        {
            "en": "6. Even bizarre dreams can be <em>interpreted</em>. ",
            "vi": "6. Ngay cả những giấc mơ kỳ lạ cũng có thể được giải thích."
        },
        {
            "en": "This saying is <em>interpreted</em> in two ways.",
            "vi": "Câu nói này được hiểu theo hai cách."
        },
        {
            "en": "Accordingly, these results should be cautiously <em>interpreted</em>.",
            "vi": "Do vậy, cần cẩn trọng khi diễn giải các kết quả này."
        },
        {
            "en": "The results need to be <em>interpreted</em> carefully.",
            "vi": "Các kết quả cần được diễn giải rất thận trọng."
        },
        {
            "en": "How does Paul know what can be <em>interpreted</em> allegorically?",
            "vi": "Làm sao Paul biết cái gì có thể được hiểu theo nghĩa bóng bẩy?"
        },
        {
            "en": "The scientist <em>interpreted</em> a will-o'-the-wisp.",
            "vi": "Các nhà khoa học đã giải thích được ma trơi."
        },
        {
            "en": "The scientist <em>interpreted</em> a will - o '- the - wisp.",
            "vi": "Các nhà khoa học đã giải thích được ma trơi."
        },
        {
            "en": "Official data, therefore, has to be <em>interpreted</em> with caution.",
            "vi": "Vì thế mà các số liệu chính thức cần được diễn giải một cách cẩn trọng."
        },
        {
            "en": "These scores can be <em>interpreted</em> in two ways.",
            "vi": "Những điểm số này có thể được diễn giải theo hai cách."
        },
        {
            "en": "A widening of the eyes can be <em>interpreted</em> differently, depending on circumstances and cultures.",
            "vi": "Tùy trường hợp và tùy nền văn hóa, hành động mở to mắt có thể được hiểu theo nhiều cách khác nhau."
        },
        {
            "en": "The minister's speech is <em>interpreted</em> in some quarters as an admission that the Government was wrong.",
            "vi": "Diễn văn của ông bộ trưởng được một số giới xem như một sự thừa nhận rằng chính phủ đã sai lầm."
        },
        {
            "en": "These findings should be <em>interpreted</em> with household agricultural employment as the comparison omitted variable.",
            "vi": "Những phát hiện này nên được lý giải khi bỏ đi biến số so sánh là việc làm nông nghiệp."
        },
        {
            "en": "Minister's speech is <em>interpreted</em> in some quarters as an admission that the government was wrong",
            "vi": "Diễn văn của ông bộ trưởng được một số giới xem như một sự thừa nhận rằng chính phủ đã sai lầm"
        },
        {
            "en": "A dream which is not <em>interpreted</em> is like a letter which is not read.",
            "vi": "Giấc mộng chưa giải đoán chẳng khác nào lá thư chưa đọc."
        },
        {
            "en": "An Asian's formal behavior may be <em>interpreted</em> as friendly by a European.",
            "vi": "Lối ứng xử sang trọng của một người châu Á có thể được một người châu Âu xem là thân thiện."
        },
        {
            "en": "The philosophers have only <em>interpreted</em> the world, in various ways; the point is to change it.",
            "vi": "Các nhà triết học chỉ giải thích thế giới bằng các phương thức khác nhau, vấn đề ở chỗ là thay đổi thế giới."
        },
        {
            "en": "This may be <em>interpreted</em> as a vote of confidence in the future direction of economic policy.",
            "vi": "Điều này có thể diễn giải như một sự tin tưởng vào định hướng tương lai của chính sách kinh tế."
        },
        {
            "en": "It can also be <em>interpreted</em> as undermining support for what might be called \"heterodox\" stabilisation packages.",
            "vi": "Nó có thể cũng được xem là làm giảm đi sự ủng hộ cho cái gọi là chương trình ổn định hóa trọn gọi “không chính thống”."
        }
    ],
    "suggestions": []
}