{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'tensli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mãnh liệt, dữ dội</td></tr></table><i/></div>",
            "word": "intensely"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intensely"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intensely"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intensely"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intensely"
        }
    },
    "sentences": [
        {
            "en": "<em>Intensely</em> so.",
            "vi": "Mãnh liệt thế."
        },
        {
            "en": "excruciating pain / <em>intensely</em> painful (collocation)",
            "vi": "đau đớn tột cùng (cụm từ thường đi với nhau)"
        },
        {
            "en": "Peter seems to dislike me <em>intensely</em>.",
            "vi": "Peter dường như ghét tôi lắm."
        },
        {
            "en": "Then she barked and pawed more <em>intensely</em>.",
            "vi": "Sau đó nó sủa sang và cào dữ dội hơn."
        },
        {
            "en": "<em>Intensely</em> competitive market leads to decline in prices.",
            "vi": "Thị trường cạnh tranh khốc liệt dẫn tới sự sụt giá."
        },
        {
            "en": "The new piece of music is <em>intensely</em> lyrical.",
            "vi": "Bản nhạc mới thật mạnh mẽ trữ tình."
        },
        {
            "en": "Suddenly something rushed into me, and I felt <em>intensely</em> alive.",
            "vi": "Đột nhiên có cái gì đó chiếm lấy tôi và tôi cảm thấy tràn đầy sức sống."
        },
        {
            "en": "Wladek was short and round, with dark hair and <em>intensely</em> blue eyes.",
            "vi": "Còn Wladek thì lùn, tóc đen và mắt lại rất xanh."
        },
        {
            "en": "An <em>intensely</em> poisonous volatile acid that can cause death within a minute if inhaled.",
            "vi": "Một loại acid bay hơi gây độc rất mạnh có thể gây chết trong vòng một phút khi hít phải."
        },
        {
            "en": "I have been following the soap opera \"Three Flowers\" <em>intensely</em> for the past few weeks.",
            "vi": "Mấy tuần qua, tôi đang theo dõi thường xuyên vở kịch truyền hình nhiều tập \"Ba bông hoa\"."
        },
        {
            "en": "It's no secret that the chairman and his deputy dislike each other <em>intensely</em>.",
            "vi": "Thật sự là ai cũng biết ngài chủ tịch và phó chủ tịch rất ghét nhau."
        },
        {
            "en": "Near the equator, the sun is overhead and heats the earth <em>intensely</em>.",
            "vi": "Ở gần đường xích đạo, mặt trời ở trên đỉnh đầu và đốt nóng trái đất một cách mãnh liệt."
        },
        {
            "en": "It is so difficult to pass in the <em>intensely</em> competitive world of industry.",
            "vi": "Rất khó để vượt mặt trong thế giới công nghiệp cạnh tranh khắc nghiệt."
        },
        {
            "en": "Mary was <em>intensely</em> ambitious, obsessed with the idea of becoming rich.",
            "vi": "Mary có tham vọng mãnh liệt, luôn bị ám ảnh bởi ý tưởng trở nên giàu có."
        },
        {
            "en": "The promoters of eukaryotic genes have been <em>intensely</em> studied, especially those transcribed by RNA polymerase II.",
            "vi": "Vùng khởi động của các gen ở sinh vật nhân chuẩn đã được nghiên cứu cặn kẽ, đặc biệt là những gen được phiên mã bởi ARN polymerase II."
        },
        {
            "en": "We must always improve our skills to catch up with the <em>intensely</em> competitive market.",
            "vi": "Chúng ta phải luôn nâng cao kỹ năng để theo kịp với thị trường cạnh tranh mãnh liệt."
        },
        {
            "en": "Allow me to give you my perspectives as someone very <em>intensely</em> involved in those developments.",
            "vi": "Cho phép tôi trình bày với quý vị dưới góc độ của một người tham gia rất nhiều vào những diễn biến đó."
        },
        {
            "en": "Is it any wonder then that such an <em>intensely</em> personal and often defensive writing tends to veer towards positivism?",
            "vi": "Phải chăng sự viết lách mang tính cá nhân và thường mang tính phòng thủ có khuynh hướng ngược lại với triết lý thực chứng là một điều lạ?"
        },
        {
            "en": "But if you'd like to try, i'll back you, my dear, and i'm sure i shall enjoy your campaign <em>intensely</em>.",
            "vi": "Nhưng nếu cô muốn thử thì tôi sẽ xin hỗ trợ, cô em yêu quí ạ, và chắc chắn tôi sẽ rất khoái cái chiến dịch của cô."
        },
        {
            "en": "If the pregnancy wasn't planned — half of all pregnancies aren't — you may be feeling these emotions even more <em>intensely</em>.",
            "vi": "Nếu việc mang thai chưa được dự định trước – phân nửa bà mẹ mang thai đều ngoài ý muốn – thì hẳn là đối với bạn những cảm xúc này thậm chí còn dữ dội hơn nữa."
        }
    ],
    "suggestions": []
}