{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\"><font color=\"#9e9e9e\">[,intə'wouvən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\"><b><font color=\"#1a76bf\">động tính từ quá khứ của </font><font color=\"#1371BB\">interweave</font></b></td></tr></table><i/></div>",
            "word": "interwoven"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interwoven"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interwoven"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>interwoven</k><blockquote><blockquote><ex><abr>adj.</abr> interwoven with </ex></blockquote></blockquote></div>",
            "word": "interwoven"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "interwoven"
        }
    },
    "sentences": [
        {
            "en": "Our lives are <em>interwoven</em>.",
            "vi": "Cuộc đời của chúng ta đã gắn bó với nhau."
        },
        {
            "en": "Our lives are <em>interwoven</em>.",
            "vi": "Cuộc đời của chúng ta gắn bó với nhau."
        },
        {
            "en": "Dance rhythms were <em>interwoven</em> with folk melodies.",
            "vi": "Các điệu nhảy kết hợp với giai điệu dân ca."
        },
        {
            "en": "Her obi was plum-colored, <em>interwoven</em> with silver threads.",
            "vi": "Chiếc thắt lưng có màu mận, xen kẽ những sợi chỉ bạc."
        },
        {
            "en": "It's a long book with several <em>interwoven</em> stories.",
            "vi": "Đó là một cuốn sách dài với vài câu chuyện được xen lẫn với nhau."
        },
        {
            "en": "So far, the data suggest a range of <em>interwoven</em> disadvantages and deprivations.",
            "vi": "Cho đến này, số liệu chỉ ra một loạt các bất lợi và thiếu thốn đan xen lẫn nhau."
        },
        {
            "en": "You may be exhausted with work, you may even kill yourself, but unless your work is <em>interwoven</em> with love, it is useless. To work without love is slavery.",
            "vi": "Bạn có thể kiệt sức vì làm việc, thậm chí có thể làm đến chết mới thôi, nhưng nếu đó không phải là công việc có tình yêu thương, thì thật vô ích. Làm việc mà không có tình yêu là làm nô lệ."
        },
        {
            "en": "I dressed late in the afternoon in a yellow kimono of silk gauze with a green under robe and a deep blue obi <em>interwoven</em> with gold threads.",
            "vi": "Xế chiều hôm đó tôi mặc chiếc kimono bằng lụa màu vàng và chiếc áo lót có màu lục cùng chiếc thắt lưng màu xanh đậm điểm thêm chỉ vàng."
        },
        {
            "en": "The case study emphasised that women’s rights, child rights and family relationships are closely <em>interwoven</em>, and thus must be addressed together within the historical and cultural process of realisation of human rights.",
            "vi": "Nghiên cứu này nhấn mạnh rằng quyền của phụ nữ, quyền của trẻ em và mối quan hệ gia đình đan xen chặt chẽ với nhau và do đó cần phải được giải quyết cùng với nhau trong quá trình lịch sử và văn hóa thực hiện quyền con người."
        }
    ],
    "suggestions": []
}