{
    "en_vn": {
        "data": {
            "content": null,
            "word": "intel",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intel",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intel",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intel",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intel",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Intel</em> introduces new atom chip platform.",
            "vi": "Intel giới thiệu nền tảng chip atom mới."
        },
        {
            "en": "<em>Intel</em> Creating New Mobile Computing Business Unit",
            "vi": "Intel Thành Lập Mảng Kinh Doanh Điện Toán Di Động Mới"
        },
        {
            "en": "The two will bring TN98 to the U.S. in May to participate in the <em>Intel</em> International Science and Engineering Fair 2016 (<em>Intel</em> ISEF 2016), organized by <em>Intel</em> Corporation.",
            "vi": "Cả hai bạn sẽ mang TN98 đến Mỹ vào tháng 5 để tham gia ISEF Intel International 2016 (Intel ISEF 2016), do Tập đoàn Intel tổ chức."
        },
        {
            "en": "<em>Intel</em> Launches New .NET SDK and Visual Studio Plug-In",
            "vi": "Intel Ra Mắt Bộ Công Cụ Phát Triển Phần Mềm .NET Mới Và Phần Tích Hợp Thêm Cho Visual Studio"
        },
        {
            "en": "<em>Intel</em> has seen rapid adoption of its Atom technology.",
            "vi": "Intel đã nhìn thấy công nghệ Atom của họ được sử dụng nhanh chóng."
        },
        {
            "en": "Forming relationships with major partners: <em>Intel</em>, AMD, HP, and IBM.",
            "vi": "Thiết lập mối quan hệ với các đối tác lớn như là Intel, AMD, HP và IBM."
        },
        {
            "en": "<em>Intel</em> Investing $12M in Graphics, Visual Computing Center",
            "vi": "Intel Đầu tư 12 Triệu đô vào Đồ họa và Trung tâm Điện toán Ảo"
        },
        {
            "en": "<em>Intel</em>, others to use NVIDIA SLI on Core i5, i7",
            "vi": "Intel và các hãng khác sử dụng công nghệ đồ họa kép SLI của NVIDIA trên Core i5, i7"
        },
        {
            "en": "<em>Intel</em> sees big profit rise thanks to server sales",
            "vi": "Intel tăng cao lợi nhuận nhờ doanh số liên quan đến máy chủ"
        },
        {
            "en": "<em>Intel</em> loses the lead in chip manufacturing tech in 2009.",
            "vi": "Intel mất vị trí dẫn đầu về công nghệ sản xuất chip năm 2009."
        },
        {
            "en": "You’ve got <em>Intel</em>, a huge company in semiconductors.",
            "vi": "Các bạn có Intel, một công ty lớn về linh kiện bán dẫn lớn."
        },
        {
            "en": "<em>Intel</em> and Advanced Micro Devices, among others, make the CPUs.",
            "vi": "Trong đó, Intel và Advanced Micro Devices(AMD) sẽ chế tạo CPU"
        },
        {
            "en": "<em>Intel</em> is also expected to soon release its graphics processors code-named Larrabee that will help <em>Intel</em> compete against Nvidia and AMD's ATI products.",
            "vi": "Intel cũng được mong đợi sớm phát hành bộ vi xử lí đồ họa với tên mã là Larrabee, nó sẽ giúp cho Intel cạnh tranh với các sản phẩm ATI của AMD và NVIDIA."
        },
        {
            "en": "Consequently, the company is also forming relationships with major partners, including <em>Intel</em>, AMD, HP, and IBM.",
            "vi": "Vì vậy, hãng cũng đang tạo lập các mối quan hệ với các đối tác chính như Intel, AMD, HP, và IBM"
        },
        {
            "en": "<em>Intel</em> Senior Fellow and CTO Justin Rattner announced the $12 million investment May 12.",
            "vi": "Vào ngày 12 tháng Năm, Ủy viên Cao cấp và Giám đốc Kỹ thuật Justin Rattner của Intel đã công bố đầu tư 12 triệu đô la."
        },
        {
            "en": "Apple Updates Desktops, Adds New Mac Pro with <em>Intel</em> Xeon Processors",
            "vi": "Apple Nâng Cấp Máy Tính Để Bàn, bổ sung Mac Pro Mới Với Bộ Vi Xử Lí Intel Xeo"
        },
        {
            "en": "<em>Intel</em> also is courting developers to help expand the Atom - based netbook reach.",
            "vi": "Intel cũng đang thuyết phục các nhà phát triển để giúp mở rộng tiếp cận netbook dựa trên Intel Atom."
        },
        {
            "en": "<em>Intel</em> also is courting developers to help expand the Atom-based netbook reach.",
            "vi": "Intel cũng đang thuyết phục các nhà phát triển để giúp mở rộng tiếp cận netbook dựa trên Intel Atom."
        },
        {
            "en": "<em>Intel</em> on Dec 12 released a beta version of the program's SDK (software development kit).",
            "vi": "Vào ngày mười hai tháng Mười Hai, hãng Intel phát hành một phiên bản beta SDK của chương trình này (bộ công cụ phát triển phần mềm)."
        },
        {
            "en": "The new chips will begin to appear in systems in January, <em>Intel</em> said Dec. 21.",
            "vi": "Ngày 21/12 Intel cho biết chip mới này sẽ bắt đầu xuất hiện trong các hệ thống vào tháng Giêng."
        }
    ],
    "suggestions": []
}