{
    "en_vn": {
        "data": {
            "content": null,
            "word": "interbreeding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "interbreeding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "interbreeding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "interbreeding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "interbreeding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Rather than conceiving of evolution as something that happened to entire species, biologists began to think of it as occurring within smaller groups of <em>interbreeding</em> organisms, called populations.",
            "vi": "Thay vì hình dung rằng tiến hóa là quá trình xảy ra với toàn bộ loài, các nhà sinh học bắt đầu suy nghĩ nó như một quá trình xảy ra trong những nhóm nhỏ hơn gồm các sinh vật giao phối với nhau, gọi là quần thể."
        },
        {
            "en": "Rather than conceiving of evolution as something that happened to entire species, biologists began to think of it as occurring within smaller groups of <em>interbreeding</em> organisms, called populations.",
            "vi": "Thay vì hình dung rằng tiến hóa là quá trình xảy ra với toàn bộ loài, các nhà sinh học bắt đầu suy nghĩ nó như một quá trình xảy ra trong những nhóm nhỏ hơn gồm các sinh vật giao phối"
        },
        {
            "en": "The Manot skull is the first to show that Neanderthals and modern humans inhabited the southern Levant region at the same time. Studies in recent years have shown human populations to contain a small percentage of Neanderthal DNA and have also placed an <em>interbreeding</em> at around 50,000 years ago. This date may be supported by the Manot skull.",
            "vi": "Hộp sọ ở Manot là bằng chứng đầu tiên chứng minh rằng người Neanderthals (một chi người đã tuyệt chủng) và người hiện đại đã sống ở vùng phía nam Levant trong cùng một thời đại. Các nghiên cứu gần đây cũng chỉ ra rằng con người hiện nay có một phần nhỏ chuỗi gen của người Neanderthal và người Neanderthal đã giao phối với người hiện đại khoảng 50.000 năm trước. Khoảng thời gian này được xác minh bởi chính tuổi của hộp sọ tìm thấy ở Manot."
        }
    ],
    "suggestions": []
}