{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in,timi'dei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hăm doạ, sự đe doạ, sự doạ dẫm</td></tr></table><i/></div>",
            "word": "intimidation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intimidation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intimidation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intimidation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intimidation"
        }
    },
    "sentences": [
        {
            "en": "At last, he gave way to <em>intimidation</em>.",
            "vi": "Cuối cùng anh ta đã khuất phục trước sự đe dọa."
        },
        {
            "en": "Picketing and other <em>intimidation</em> will be made illegal.",
            "vi": "Lãn công và hình thức đe dọa khác sẽ được coi là phạm pháp."
        },
        {
            "en": "It was a campaign of violence and <em>intimidation</em>, that eventually broke the opposition's will.",
            "vi": "Đó là một chiến dịch đầy bạo lực và đe dọa, cuối cùng đã hủy hoại ý nguyện của phe đối lập."
        },
        {
            "en": "With all your tall talk, you're only one real trump in your hand and that's <em>intimidation</em>.",
            "vi": "Tất cả những lời khoác lác của anh chỉ có một chiêu bài duy nhất là dọa dẫm thôi."
        },
        {
            "en": "<em>Intimidation</em> is an effective way to mobilise contributions, but it is not democratic.",
            "vi": "Ép buộc cũng là một cách rất hiệu quả để huy động sự đóng góp, nhưng nó không dân chủ."
        },
        {
            "en": "They use threats, demands and <em>intimidation</em> to get what they want.",
            "vi": "Họ sử dụng lời đe dọa, những đòi hỏi hoặc dọa dẫm để đạt được cái mà họ muốn."
        },
        {
            "en": "With all your tall talk, you 're only one real trump in your hand and that's <em>intimidation</em>.",
            "vi": "Tất cả những lời khoác lác của anh chỉ có một chiêu bài duy nhất là dọa dẫm thôi."
        },
        {
            "en": "Some people become power brokers through sheer <em>intimidation</em> and force of will while others learn to become indispensable to the people around them.",
            "vi": "Một vài người trở thành những kẻ cầm quyền bằng các hăm dọa và ép buộc người khác trong khi những người khác học cách trở nên thiết yếu với những người quanh họ."
        },
        {
            "en": "Eliminating things like <em>intimidation</em> and manipulation, there is only one way to get anybody to do anything. It is to recognize their importance and thereby make them feel important.",
            "vi": "Loại bỏ những thứ như ép buộc và lừa lọc, chỉ còn một cách duy nhất để khiến người ta làm bất cứ điều gì. Đó là công nhận tầm quan trọng của họ, và từ đó làm họ thấy mình quan trọng."
        },
        {
            "en": "Eliminating things like <em>intimidation</em> and manipulation, there is only one way to get anybody to do anything. It is to recognize their importance and thereby make them feel important.",
            "vi": "Loại bỏ những thứ như ép buộc và lừa lọc, chỉ còn một cách duy nhất để khiến người ta làm bất cứ điều gì. Đó là công nhận tầm quan trọng của họ, và từ đó làm"
        },
        {
            "en": "If you find yourself blaming another person or group for your violence or abusive words, then you might be a bully. Accept responsibility for your actions and your words. Using violence or <em>intimidation</em> to rob someone of their property, self-worth or rights is always wrong. You can choose a different path. It is your choice whether or not to victimize someone else. Learn to get what you want without violence and <em>intimidation</em>. Choose a better path.",
            "vi": "Nếu thấy mình đang đổ thừa cho người khác hoặc nhóm khác rằng do họ mà bạn bạo hành hay sỉ nhục người ta, thì bạn chính là kẻ chuyên ức hiếp người khác. Hãy nhận trách nhiệm cho hành động và lời nói của mình. Sử dụng bạo lực hoặc hăm dọa sẽ tướt tài sản, lòng tự tôn hay quyền lợi của người khác luôn là hành động sai lầm. Bạn có thể chọn cách khác để làm. Nên hay không nên đối xử bất công với người khác là chọn lựa của bạn. Hãy luyện cách có được điều mình muốn mà không dùng bạo lực và hăm dọa. Hãy chọn cách làm tốt hơn."
        },
        {
            "en": "The research declared Pakistan \"not free\" for a sixth consecutive year, noting internet freedom has deteriorated due to violence and <em>intimidation</em> related to social media activists. \"Internet shutdowns, a problematic cybercrime law, and cyberattacks against government critics contributed to the ongoing deterioration. Political speech online is vulnerable to restriction as Pakistan enters an election year in 2018,\" the report noted.",
            "vi": "Nghiên cứu này tuyên bố Pakistan \"không tự do\" trong sáu năm liền, ghi nhận tự do Internet đã trở nên tồi tệ hơn vì sự hung bạo và hăm dọa dành cho các nhà hoạt động truyền thông xã hội. Báo cáo này lưu ý “Chặn Internet, một cách kiểm soát tội phạm trên mạng đầy vấn đề và những cuộc tấn công người chỉ trích chính phủ trên mạng đã góp phần gây ra tình trạng xấu đi này. Nói chuyện chính trị trên mạng thường hay bị hạn chế khi Pakistan bước vào năm bầu cử: năm 2018”."
        },
        {
            "en": "The most frequent targets, it says, seem to be online journalists and bloggers covering politics, corruption and crime, as well as people who express religious views that may contrast with or challenge the views of the majority. The study went on to conclude that perpetrators of the reprisal attacks remained unknown \"but their actions often aligned with the interests of politically powerful individuals or entities.\" The report documented incidents of violence and <em>intimidation</em> during the research period. The government of Pakistan has not commented on the findings.",
            "vi": "Báo cáo này cho biết, các mục tiêu thường xuyên nhất, có vẻ là các nhà báo và các blogger trên mạng, chuyên viết về những đề tài chính trị, tham nhũng và tội phạm, cũng như những người thể hiện các quan điểm tôn giáo có thể đi ngược lại hoặc chống lại quan điểm của đa số. Nghiên cứu này đi đến kết luận thủ phạm của các cuộc tấn công trả đũa vẫn là một ẩn số\" nhưng hành động của chúng thường ủng hộ quyền lợi của những nhân vật hoặc tổ chức cầm quyền.\" Bản báo cáo này dẫn chứng bằng tài liệu về những vụ bạo lực và hăm dọa xảy ra trong thời gian nghiên cứu. Chính phủ Pakistan không bình luận gì về những phát hiện này."
        }
    ],
    "suggestions": []
}