{
    "en_vn": {
        "data": {
            "content": null,
            "word": "intimidated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intimidated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intimidated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intimidated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intimidated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Sure I was <em>intimidated</em>.",
            "vi": "Dĩ nhiên, tôi đã hoàn toàn bị khớp."
        },
        {
            "en": "His unfriendliness <em>intimidated</em> me.",
            "vi": "Vẻ không thân thiện làm tôi chùn bước."
        },
        {
            "en": "They <em>intimidated</em> a witness.",
            "vi": "Bọn chúng đã hăm dọa nhân chứng."
        },
        {
            "en": "I feel a bit <em>intimidated</em>.",
            "vi": "Tôi cảm thấy bị đe dọa một chút."
        },
        {
            "en": "He <em>intimidated</em> the witness into silence.",
            "vi": "Hắn đe dọa nhân chứng phải giữ yên lặng."
        },
        {
            "en": "He can't learn if he feels <em>intimidated</em>.",
            "vi": "Anh ấy không thể học nếu anh ấy cảm thấy căng thẳng."
        },
        {
            "en": "I am <em>intimidated</em> by job interviews.",
            "vi": "Tôi thấy hoảng sợ những cuộc phỏng vấn xin việc."
        },
        {
            "en": "Peter does poorly at job interviews because he becomes <em>intimidated</em>.",
            "vi": "Peter xoay sở rất kém trong các buổi phỏng vấn xin việc vì anh ấy trở nên mất bình tĩnh."
        },
        {
            "en": "Police <em>intimidated</em> a suspect into confessing his crime.",
            "vi": "Cảnh sát đã dọa dẫm kẻ bị tình nghi để y phải nhận tội."
        },
        {
            "en": "I am rarely <em>intimidated</em> by people who \"outrank\" me.",
            "vi": "Tôi ít khi nào cảm thấy tự ti trước những người có vẻ\"quí tộc\" hơn mình."
        },
        {
            "en": "I am rarely <em>intimidated</em> by people who \"outrank\" me.",
            "vi": "Tôi ít khi nào cảm thấy tự ti trước những người có vẻ \"quí tộc\" hơn mình."
        },
        {
            "en": "I would have written it while he looked, but his clear, elegant script <em>intimidated</em> me.",
            "vi": "Tôi lẽ ra đã ghi xuống khi anh nhìn, nhưng chữ viết rõ ràng, sang trọng của anh đã làm tôi nhụt chí."
        },
        {
            "en": "Courage is refusing to quit even when you're <em>intimidated</em> by impossibility.",
            "vi": "Can đảm là từ chối bỏ cuộc, ngay cả khi bạn bị đe dọa bởi sự không thể."
        },
        {
            "en": "Foreign investors are often <em>intimidated</em> by the paperwork required to open a school in the country",
            "vi": "Những nhà đầu tư nước ngoài thường gặp khó khăn bởi các loại thủ tục giấy tờ được yêu cầu để mở trường học trong nước."
        },
        {
            "en": "The government has said that it will not be <em>intimidated</em> by terrorist threats.",
            "vi": "Chính phủ nói rằng họ sẽ không bị những lời đe dọa của bọn khủng bố dọa dẫm."
        },
        {
            "en": "We are overwhelmed by technology's great power and <em>intimidated</em> by the magnitude",
            "vi": "những vấn đề lớn mà nó tạo ra."
        },
        {
            "en": "Courage is refusing to quit even when you 're <em>intimidated</em> by impossibility.",
            "vi": "Can đảm là từ chối bỏ cuộc, ngay cả khi bạn bị đe dọa bởi sự không thể."
        },
        {
            "en": "Although most of the operators in this list are commonly used, don't be <em>intimidated</em>.",
            "vi": "Hầu hết toán tử trong danh sách này đều thông dụng, bạn đừng ngại,"
        },
        {
            "en": "The poor feel <em>intimidated</em> or unable to deal with banking procedures which require high levels of literacy.",
            "vi": "Người nghèo cảm thấy lo sợ hoặc không thể xử lý các thủ tục ngân hàng đòi hỏi trình độ học vấn cao."
        },
        {
            "en": "Probably i would have felt so <em>intimidated</em>, i couldn't have done much more than tremble in her presence.",
            "vi": "Nếu biết chắc thế nào tôi cũng quá lo sợ, không làm gì được ngoài việc run lên khi đứng trước mặt cô."
        }
    ],
    "suggestions": []
}