{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[in'tɔksikeitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">say, say sưa (nghĩa bóng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">intoxicated by delusions of grandeur</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">say sưa bởi thói hoang tưởng tự đại</font></td></tr></table><i/></div>",
            "word": "intoxicated",
            "pronounce": "[in'tɔksikeitid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>intoxicated</k><blockquote><cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (of alcoholic drink or a drug) cause (someone) to lose control of their faculties.</blockquote></blockquote><blockquote>→ <kref>intoxicate</kref></blockquote></div>",
            "word": "intoxicated",
            "pronounce": "[in'tɔksikeitid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>intoxicated</k><blockquote>▸ <cclass>adjective DRUNK, inebriated, inebriate, drunken, tipsy, under the influence; <cclass><i>informal</i> tight, merry, the worse for wear, pie-eyed, in one's cups, three sheets to the wind, plastered, smashed, sloshed, sozzled, well oiled, wrecked, blotto, stewed, pickled, tanked up, soaked, off one's face, out of one's head/skull; <cclass><i>Brit.</i><cclass><i>informal</i> paralytic, legless, Brahms and Liszt, half cut, bladdered, trolleyed, tiddly; <cclass><i>N. Amer.</i><cclass><i>informal</i> loaded, trashed, out of one's gourd; <cclass><i>euphemistic</i> tired and emotional; <cclass><i>formal</i> bibulous; <cclass><i>poetic/literary</i> crapulent.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>sober.</blockquote></div>",
            "word": "intoxicated",
            "pronounce": "[in'tɔksikeitid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intoxicated",
            "pronounce": "[in'tɔksikeitid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intoxicated",
            "pronounce": "[in'tɔksikeitid]"
        }
    },
    "sentences": [
        {
            "en": "drive while <em>intoxicated</em>",
            "vi": "lái xe trong khi say xỉn"
        },
        {
            "en": "<em>Intoxicated</em> by delusions of grandeur",
            "vi": "Say sưa bởi thói hoang tưởng tự đại"
        },
        {
            "en": "He was <em>intoxicated</em> by success.",
            "vi": "Anh ấy say sưa về sự thành công của mình."
        },
        {
            "en": "They are <em>intoxicated</em> with joy.",
            "vi": "Họ say sưa vì vui sướng."
        },
        {
            "en": "He is <em>intoxicated</em> by delusions of grandeur.",
            "vi": "Anh ta say sưa bởi thói hoang tưởng tự đại."
        },
        {
            "en": "He was <em>intoxicated</em> with his own power.",
            "vi": "Ông ta say sưa với quyền lực của chính mình."
        },
        {
            "en": "He was arrested for driving while <em>intoxicated</em>.",
            "vi": "Anh ta bị bắt vì lái xe trong khi say."
        },
        {
            "en": "Driving while <em>intoxicated</em> makes one liable to fine and imprisonment.",
            "vi": "Lái xe lúc say rượu có thể bị phạt và tống giam."
        },
        {
            "en": "He want this man examined for driving while <em>intoxicated</em>.",
            "vi": "Anh ta muốn thẩm tra người này vì lái xe trong lúc say xỉn."
        },
        {
            "en": "Mary is <em>intoxicated</em> with the beauty of the scene.",
            "vi": "Mary đang say sưa với vẻ đẹp của khung cảnh."
        },
        {
            "en": "The man was booked on suspicion of driving while <em>intoxicated</em>.",
            "vi": "Người đàn ông bị bắt vì bị nghi ngờ lái xe trong khi say."
        },
        {
            "en": "Let yourself be carried away and <em>intoxicated</em> by the sounds of music.",
            "vi": "Hãy để bản thân bạn bị say mê và cuốn đi bởi những tiếng động của âm nhạc."
        },
        {
            "en": "Illegal drugs are pills, liquids, or parts of plants that people take to become <em>intoxicated</em>.",
            "vi": "Những chất gây nghiện bất hợp pháp là thuốc viên, chất lỏng, hay một phần của cây mà khi uống vào người ta bị say."
        },
        {
            "en": "So many gentlemen are so <em>intoxicated</em> by the time their babies are born.",
            "vi": "Biết bao ông cứ vợ đẻ là uống say đừ."
        },
        {
            "en": "Late in the evening, the officer noticed a man leaving the bar so <em>intoxicated</em> that he could barely walk.",
            "vi": "Khuya, sĩ quan này thấy có một người rời khỏi quầy xỉn đi không nổi."
        },
        {
            "en": "There is one thing that debases me some cursed men make toddy out of my juice and get themselves <em>intoxicated</em>.",
            "vi": "Duy chỉ có một điều làm tôi giảm giá trị là một số người đáng nguyền rủa lấy nước của tôi làm rượu rồi chính họ bị say."
        },
        {
            "en": "\"Widespread and visible enforcement is one of the most effective interventions to prevent road crashes, particularly that caused by <em>intoxicated</em> and dangerous drivers and riders\" added Dr Olivé.",
            "vi": "Olivé cho biết thêm “Cưỡng chế là công tác cực kỳ quan trọng trong nỗ lực giảm thiểu TNGT, đặc biệt là đối với người điều khiển phương tiện vi phạm quy định của pháp luật về nồng độ cồn\"."
        },
        {
            "en": "That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is <em>intoxicated</em>, or is behaving impulsively or recklessly.",
            "vi": "doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất."
        },
        {
            "en": "That's why it's important to take any talk or threat of suicide seriously, especially when someone has depression or another mental disorder, is <em>intoxicated</em>, or is behaving impulsively or recklessly.",
            "vi": "Đó là lý do tại sao điều quan trọng là phải chú ý nếu có bất kỳ đe doạ hoặc đề cập đến việc tự tử một cách nghiêm túc, nhất là khi ai đó bị trầm cảm hay một rối loạn tinh thần khác, mất tự chủ, hoặc cư xử một cách bốc đồng khinh suất."
        },
        {
            "en": "Driving under the influence (DUI), or Driving while <em>intoxicated</em> (DWI), is the crime of driving a motor vehicle while impaired by alcohol or other drugs (including recreational drugs and those prescribed by physicians), to a level that renders the driver incapable of operating a motor vehicle safely.",
            "vi": "Lái xe trong lúc say xỉn ( DUI ), hoặc Lái trong khi say rượu ( DWI ), là tội lái xe hơi khi sức khoẻ kém do rượu hoặc các loại thuốc khác (trong đó có chất kích thích và thuốc của bác sĩ kê toa), đến mức làm cho tài xế không thể lái xe an toàn."
        }
    ],
    "suggestions": []
}