{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'tɔlərəns]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính không dung thứ, tính không khoan dung; sự không dung thứ, sự không khoan dung (nhất là về (tôn giáo))</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính không chịu được (một thứ thuốc nào đó...)</td></tr></table><i/></div>",
            "word": "intolerance"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intolerance"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intolerance"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>intolerance</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>lack of tolerance</b></blockquote><blockquote><blockquote><ex>1) to display, show intolerance </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to stir up intolerance against </ex></blockquote></blockquote><blockquote><blockquote><ex>3) racial; religious intolerance </ex></blockquote></blockquote><blockquote><b>sensitivity</b></blockquote><blockquote><blockquote><ex>4) intolerance to (drugs) </ex></blockquote></blockquote></div>",
            "word": "intolerance"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không dung nạp</font></td></tr></tbody></table></div>",
            "word": "intolerance"
        }
    },
    "sentences": [
        {
            "en": "<em>Intolerance</em>.",
            "vi": "Không dung nạp."
        },
        {
            "en": "Lactose <em>intolerance</em> is fairly common.",
            "vi": "Bệnh bất dung nạp Lactose khá phổ biến."
        },
        {
            "en": "Medium between tolerance and <em>intolerance</em>",
            "vi": "Cái trung dung giữa tính khoan dung và tính cố chấp"
        },
        {
            "en": "He is medium between tolerance and <em>intolerance</em>.",
            "vi": "Ở anh ta có sự hòa hợp giữa tính khoan dung và tính cố chấp."
        },
        {
            "en": "A number of empirical studies of political <em>intolerance</em> have found evidence of a relationship between religion and <em>intolerance</em>.",
            "vi": "Một số nghiên cứu thực nghiệm về sự phân biệt về chính trị đã tìm thấy bằng chứng của một mối quan hệ giữa tôn giáo và việc không chấp nhận sự khác biệt."
        },
        {
            "en": "Anger and <em>intolerance</em> are the enemies of correct understanding.",
            "vi": "Giận dữ và không khoan thứ là kẻ thù của sự thông hiểu đúng đắn."
        },
        {
            "en": "I always have an <em>intolerance</em> to cow's milk.",
            "vi": "Tôi luôn không chịu được sữa bò."
        },
        {
            "en": "They are accused of stirring up a climate of fear and <em>intolerance</em>.",
            "vi": "Họ bị kết tội gây ra một xu hướng của sự sợ hãi và không chấp nhận sự khác biệt."
        },
        {
            "en": "I think these verbal attacks are clearly motivated by racial <em>intolerance</em>.",
            "vi": "Tôi nghĩ rằng các cuộc tấn công bằng lời nói này rõ ràng là bị thúc đẩy bởi sự phân biệt chủng tộc."
        },
        {
            "en": "Discover other possible causes of babies abdominal pain, including reflux, stomach flu, milk allergy, lactose <em>intolerance</em>, constipation, and intestinal blockage.",
            "vi": "Tìm ra những nguyên nhân khác có thể làm trẻ sơ sinh đau bụng, bao gồm trào ngược, viêm dạ dày ruột, dị ứng sữa, không dung nạp lactose, táo bón, và tắc nghẽn đường ruột."
        },
        {
            "en": "<em>Intolerance</em> is itself a form of violence and an obstacle to the growth of a true democratic spirit.",
            "vi": "Không khoan dung cũng là một hình thức bạo lực và là trở ngại cho sự phát triển của một tinh thần dân chủ thực sự."
        },
        {
            "en": "Contrast: Food intoleranceTrouble digesting a food isn't the same thing as a food allergy. An allergy occurs as an immune reaction. Food <em>intolerance</em>, such as lactose <em>intolerance</em>, can cause bloating, cramps, and diarrhea, but it doesn't cause an immune system reaction. Lactose <em>intolerance</em> occurs when the body doesn't produce enough lactase, an enzyme that breaks down lactose, the sugar found in milk and dairy products.",
            "vi": "Tương phản với chứng không tiêu hoá thức ăn Khó tiêu hoá thức ăn không giống như dị ứng thức ăn. Tình trạng dị ứng xảy ra như một phản ứng miễn dịch. Chứng không tiêu thức ăn, chẳng hạn như không dung nạp lắc-tô, có thể gây trướng bụng, chuột rút, và tiêu chảy, nhưng không gây phản ứng của hệ miễn dịch. Tình trạng không dung nạp lắc-tô xảy ra khi cơ thể không tạo đủ men lắc-ta, đây là en-zim phân huỷ lactoza, một loại đường có trong sữa và các sản phẩm làm từ sữa."
        },
        {
            "en": "Violence motivated by religious <em>intolerance</em> continued to be reported in many countries in Europe and North America in 2007 and 2008.",
            "vi": "Bạo lực bị thúc đẩy bởi sự phân biệt tôn giáo đã vẫn tiếp tục được đưa tin ở nhiều nước ở châu Âu và Bắc Mỹ trong năm 2007 và 2008."
        },
        {
            "en": "Domestic violence was the issue on which there was most consensus in the consultations due to increased recognition and growing <em>intolerance</em> of inaction.",
            "vi": "Bạo lực gia đình là vấn đề nhận được sự đồng thuận cao nhất từ các cuộc tham vấn bởi ngày càng có nhiều người nhận ra vấn đề này và không khoan nhượng đối với việc không có bất kỳ giải pháp nào."
        },
        {
            "en": "People often confuse milk allergy with lactose <em>intolerance</em> because people can have the same kinds of things happening to them (like stomach pains or bloating, for example) with both conditions. But the conditions are not related. Milk allergy is a problem involving the immune system, but lactose <em>intolerance</em> involves the digestive system. For someone who is lactose intolerant, the digestive system doesn't produce enough of the enzyme needed to break down the sugar in milk.",
            "vi": "Người ta cũng thường hay nhầm lẫn dị ứng sữa với chứng không dung nạp lắc-tô vì cả hai đều có biểu hiện tương tự (như đau dạ dày hoặc trướng bụng). Nhưng hai hiện tượng này không liên quan gì với nhau. Dị ứng sữa là vấn đề liên quan hệ miễn dịch, còn không dung nạp lắc-tô liên quan đến hệ tiêu hoá. Đối với người không dung nạp lắc-tô-za, hệ tiêu hoá không tạo đủ en-zim cần thiết để có thể làm phân huỷ đường trong sữa."
        },
        {
            "en": "The response is twofold. Discussing educational matters is never superfluous. Second, discussing and ultimately overcoming an issue like native-speakerism — an undoubtedly racist ideology — is a necessity in a world where <em>intolerance</em> and prejudice are on the rise.",
            "vi": "Câu trả lời là cần thiết gấp đôi. Bàn về vấn đề giáo dục không bao giờ là dư thừa. Thứ hai, việc bàn luận và cuối cùng vượt qua được một vấn đề như thuyết người bản ngữ - một hệ tư tưởng chắc chắn là phân biệt chủng tộc - là cần thiết trên thế giới, nơi mà sự không khoan nhượng và thành kiến đang ngày càng gia tăng."
        },
        {
            "en": "The response is twofold. Discussing educational matters is never superfluous. Second, discussing and ultimately overcoming an issue like native-speakerism — an undoubtedly racist ideology — is a necessity in a world where <em>intolerance</em> and prejudice are on the rise.",
            "vi": "Câu trả lời là cần thiết gấp đôi. Bàn về vấn đề giáo dục không bao giờ là dư thừa. Thứ hai, việc bàn luận và cuối cùng vượt qua được một vấn đề như thuyết người bản ngữ - một hệ tư tưởng chắc chắn là phân biệt chủng tộc - là cần thiết trên thế giới, nơi mà sự không khoan nhượng và thành kiến đang ngày càng gia tăng."
        },
        {
            "en": "This enzyme is missing or is of low activity in certain people of some Eastern and African races, this leads to the inability to absord lactose, known as lactose <em>intolerance</em>.",
            "vi": "Một số dân tộc ở phương đông và châu phi có những nòi không có enzyme này hay chỉ có lastase tác động kém, nên không hấp thu được lactose, tình trạng này gọi là không dung nạp lactose."
        },
        {
            "en": "11:00 PM - 1:00 AM This is the time your gall bladder is most active. The bile stored in your gall bladder works to break down everything you ate before you slept and digest it properly.  If you're waking up between 11:00 p.m to 1:00 a.m, it may be because your body is having trouble absorbing your last meal. Try eating earlier or ask your doctor if you suffer from a food <em>intolerance</em>. There was a time I was always waking up at this time. I visited my doctor, and after several tests, she discovered that I have a dairy <em>intolerance</em>.",
            "vi": "Đây là thời gian túi mật của bạn hoạt động nhiều nhất. Mật chứa trong túi mật hoạt động để chia nhỏ và tiêu hóa mọi thứ bạn ăn trước khi ngủ.  Nếu thức dậy từ 11 giờ đêm đến 1 giờ sáng, có thể là vì cơ thể bạn đang gặp khó khăn hấp thu bữa ăn cuối ngày. Hãy ráng ăn sớm hoặc hỏi bác sĩ xem mình có bị không hấp thu được một loại thức ăn nào đó không.  Có thời gian tôi cứ tỉnh giấc vời thời điểm này. Tôi đến khám bác sĩ, rồi sau vài xét nghiệm, bác sĩ phát hiện ra cơ thể tôi không hấp thu được sản phẩm làm từ sữa."
        },
        {
            "en": "He also sees a number of children who are lactose intolerant, and are not able to stomach milk products. Lactose <em>intolerance</em> is more common in Asians than in Caucasians. Three year old GerryTay is one of them. Since birth, he has only drunk cow’s milk thrice. Each time, he ends up having loose, watery stools.",
            "vi": "Ông cũng thấy một số trẻ không dung nạp được lắc-tô-za, và không hấp thu được các sản phẩm làm từ sữa. Dân châu Á thường không dung nạp được lắc-tô-za hơn dân da trắng. Gerry Tay, 3 tuổi, là một trong số đó. Từ khi mới ra đời, bé chỉ uống sữa bò 3 lần. Mỗi lần uống sữa bé đều bị đi phân lỏng, nhầy."
        }
    ],
    "suggestions": []
}