{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,intrə'vi:nəsli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trong tĩnh mạch</td></tr></table><i/></div>",
            "word": "intravenously",
            "pronounce": "[,intrə'vi:nəsli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "intravenously",
            "pronounce": "[,intrə'vi:nəsli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "intravenously",
            "pronounce": "[,intrə'vi:nəsli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "intravenously",
            "pronounce": "[,intrə'vi:nəsli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "intravenously",
            "pronounce": "[,intrə'vi:nəsli]"
        }
    },
    "sentences": [
        {
            "en": "The drugs are administered <em>intravenously</em>.",
            "vi": "Thuốc được tiêm vào tĩnh mạch."
        },
        {
            "en": "Mary has to continue to receive fluids <em>intravenously</em>.",
            "vi": "Mary phải tiếp tục nhận truyền dịch vào tĩnh mạch."
        },
        {
            "en": "It is administered <em>intravenously</em> by injection or infusion.",
            "vi": "Thuốc dùng chích tĩnh mạch hay tiêm truyền."
        },
        {
            "en": "Administered <em>intravenously</em>, it is important in the treatment of testicular and ovatian tumours.",
            "vi": "Nó được dùng để tiêm tĩnh mạch và là thuốc quan trọng trong việc điều trị bướu buồng trứng và tinh hoàn."
        },
        {
            "en": "It is also injected <em>intravenously</em> to produce mental relaxation before psychoanalysis.",
            "vi": "Nó cũng được dùng tiêm tĩnh mạch để làm thư giãn tâm thần trước khi phân tích tâm lý."
        },
        {
            "en": "Administered by mouth or <em>intravenously</em>, it is useful in patient whose immune systems are disturbed and also possibly in the treatment of genital herpes and herpes encephalitis.",
            "vi": "Dùng để uống hoặc tiêm tĩnh mạch, nó được dùng cho bệnh nhân có hệ miễn dịch bị rối loạn, và cũng có thể dùng điều trị bệnh herpes sinh dục và viêm não do herpes."
        },
        {
            "en": "Sepsis, or even suspected cases of sepsis in infants, will be treated in the hospital, where doctors can closely watch the child and administer strong antibiotics <em>intravenously</em> to fight the infection.",
            "vi": "Nhiễm trùng máu, hoặc ngay cả trường hợp nghi là nhiễm trùng máu ở trẻ sơ sinh, thì bệnh nhân sẽ được điều trị ở bệnh viện, ở đây bác sĩ có thể theo dõi trẻ sát sao và cho sử dụng kháng sinh mạnh dạng truyền để chống nhiễm trùng. "
        },
        {
            "en": "Prosecutors said he acted with \"gross negligence\" and gave Jackson a lethal dose of the sedative propofol that caused his death in June 2009. The defence said Jackson gave himself too much of the drug, a sleeping aid. Dr Murray, 58, who denies the charge, could face four years in jail and the loss of his medical licence. Slurred message   In Tuesday's opening statement, lead prosecutor David Walgren told the court the evidence would show \"Conrad Murray repeatedly acted with gross negligence, repeatedly denied appropriate care to his patient, Michael Jackson\".  \"That misplaced trust... cost Michael Jackson his life.\" The jury was shown a photo of the 50-year-old singer's pale body lying on a gurney after he died, and heard a recording of the pop star slurring while talking about planned comeback concerts. Mr Walgren said the audio, aired in public for the first time, had come from a message on Dr Murray's mobile phone. \"When people leave my show, I want them to say, 'I've never seen nothing like this in my life',\" says Jackson, apparently heavily drugged, on the audio. \"Go. Go. I've never seen nothing like this. Go. It's amazing. He's the greatest entertainer in the world.\"  The prosecutor said Jackson's difficulty in speaking on the recording showed that Dr Murray ought to have realised the star should not have taken any more propofol. Mr Walgren said that after administering what it says was the fatal dose, Dr Murray had not been attentive to Jackson's health. 'Abandoned'    The prosecutor said the doctor had left to go to the bathroom and checked his mobile phone. \"He [Murray] left him [Jackson] there, abandoned him to fend for himself,\" the prosecutor said. “Mr Walgren said when Dr Murray found Jackson unconscious, he did not immediately call the emergency services, instead telling a bodyguard to do so 20 minutes later.  Dr Murray also did not mention to paramedics or emergency room doctors that he had administered propofol, according to the prosecutor. During his lawyer's turn to speak, Dr Murray appeared to wipe tears from his eyes. Defence attorney Ed Chernoff said it was drugs taken by Jackson himself which had proved fatal. \"He did an act without his doctor's knowledge, without his doctor's permission, against his orders, he did an act that caused his own death,\" Mr Chernoff said.  He claimed the singer had swallowed pills of the sedative lorazepam on the morning of his death. That dosage was enough to put six people to sleep, said the defence.  'Perfect storm'    He also said Jackson had self-ingested propofol, and that it had killed him instantly. Mr Chernoff said the two drugs together had created \"a perfect storm in his body\". Jackson \"died so rapidly, so instantly, he didn't even have time to close his eyes\", the defence lawyer added. He also said that Dr Murray had been trying to wean Jackson off propofol, which the star used to call his \"milk\". The prosecutor said Dr Murray had initially asked for $5m (£3.2m) to work with Jackson for a year, though accepted a lower rate of $150,000 per month. But his contract to become the star's personal physician was never signed, and Dr Murray was never paid. First witnesses Jackson choreographer Kenny Ortega was the first prosecution witness to take the stand. He told the court of Jackson's excitement about his series of comeback concerts.  Mr Ortega also told the court that days before Jackson's death, he expressed \"deep concern\" in an email to Jackson's concert promoter about the state of Jackson's health. The email was written after a period of about a week when Jackson repeatedly failed to appear at rehearsals.  But in the last day or two before Jackson's death Mr Ortega said the star seemed \"full of energy, full of desire to work... It was a different Michael.\" Footage of the star's rehearsals became part of a documentary, This Is It, directed by Mr Ortega.  Paul Gongaware, co-chief executive of concert promoter AEG, followed Mr Ortega to the stand as the second prosecution witness. He told the court about how he employed Dr Murray as Jackson's personal physician. A number of witnesses, including security guards, paramedics and emergency room doctors, are yet to be called. Propofol is usually administered <em>intravenously</em>, often during surgery.  Medical experts are expected to testify about the sedative's effects, as well as how a trace of the drug was found in Jackson's stomach. Hundreds of Jackson fans gathered outside court earlier as the trial began. The trial is expected to last about five weeks.",
            "vi": "Các công tố viên cho biết anh ta làm việc “cẩu thả” nên đã cho Jackson một liều propofol giảm đau gây chết người dẫn đến cái chết của anh vào tháng Sáu năm 2009. Luật sư bào chữa cho bị cáo nói rằng Jackson đã tự uống quá nhiều thuốc, loại thuốc giúp ngủ. Tiến sĩ Murray, 58 tuổi người phủ nhận lời cáo buộc này có thể đối mặt với bốn năm tù giam và mất giấy phép hành nghề y. Tin nhắn thoại líu nhíu Trong lời phát biểu mở đầu vào hôm thứ Ba, trưởng công tố viên David Walgren nói với toà bằng chứng này cho thấy “Conrad Murray liên tục làm việc cẩu thả, liên tục không chăm sóc tốt bệnh nhân của mình là Michael Jackson”.  “ Rằng niềm tin đặt sai chỗ… khiến Michael Jackson phải trả giá cho mạng sống của mình.” Hội đồng xét xử được xem một bức ảnh chụp cơ thể nhợt nhạt của ca sĩ 50 tuổi nằm trên chiếc xe đẩy của bệnh viện sau khi anh qua đời, và nghe đoạn ghi âm giọng líu nhíu của Vua nhạc Pop đang nói về buổi hoà nhạc trở lại đã được lên kế hoạch. Ông Walgren nói rằng bản ghi âm này lần đầu tiên được công bố, lấy từ tin nhắn trên điện thoại của Tiến sĩ Murray. Jackson ghi âm với giọng có vẻ nặng nề do thuốc mê : “Khi mọi người rời khỏi buổi biểu diễn, tôi muốn họ nói với tôi rằng Tôi chưa bao giờ xem chương tình nào như thế trong cuộc đời tôi”. “Tiếp tục nào, tiếp tục nào. Tôi chưa từng xem chương trình nào như vậy trong cuộc đời tôi. Tiếp tục nào. Thật tuyệt vời. Anh ấy là một ca sĩ hay nhất thế giới.” Công tố viên cho biết Jackson nói trong bản ghi âm có vẻ khó khăn nên Tiến sĩ Murray phải nhận thấy là ngôi sao này không nên dùng thêm propofol nữa. Sau khi kiểm tra liều gây chết người mà bản ghi âm phát thì ông Walgren cho rằng Tiến sĩ Murray đã không quan tâm đến sức khoẻ của Jackson. ' Bị bỏ rơi ' Công tố viên này nói bác sĩ đã rời khỏi phòng vào nhà tắm để kiểm tra điện thoại di động của mình. Ông ta [Murray] để anh ấy [Jackson] ở đó, bỏ mặc anh ấy tự xoay xở”. Ông Walgren còn cho biết khi Tiến sĩ Murray thấy Jackson bất tỉnh, ông ta đã không gọi ngay dịch vụ cấp cứu, mà 20 phút sau mới nói bảo vệ gọi cấp cứu. Tiến sĩ Murray cũng không nói với nhân viên cứu thương hoặc bác sĩ phụ trách phòng cấp cứu là anh ấy có dùng propofol, công tố viên cho biết. Tiến sĩ Murray gạt nước mắt khi đến phiên luật sư của ông phát biểu trước toà.  Luật sư bào chữa Ed Chernoff cho biết đó là loại thuốc mà Jackson tự uống dẫn đến chết người. “Anh ấy uống mà không cho bác sĩ anh ấy biết, không được sự cho phép của bác sĩ, làm trái yêu cầu của bác sĩ, anh ấy đã tự gây ra cái chết của mình”, ông Chernoff biện hộ. Ông còn khẳng định nam ca sĩ đã uống thuốc lorazepam giảm đau vào buổi sáng anh qua đời. Vị luật sư biện hộ cho biết liều dùng đó đủ để cho sáu người ngủ. ' Cơn bão lớn ' Ông còn nói Jackson tự uống propofol và nó đã giết chết anh ấy ngay tức khắc. Ông Chernoff cho biết hai loại thuốc này kết hợp với nhau tạo nên “ cơn bão lớn trong cơ thể anh ấy.” Jackson “chết quá nhanh, quá đột ngột, anh ấy thậm chí không có thời gian để nhắm mắt nữa”, vị luật sư bào chữa nói thêm. Ông còn nói rằng Tiến sĩ Murray đang cố giúp Jackson dứt bỏ propofol mà ngôi sao này thường gọi nó là “sữa”. Công tố viên cho biết Tiến sĩ Murray lúc đầu đòi được trả 5 triệu đô-la Mỹ (3.2 triệu bảng Anh ) để chăm sóc cho Jackson trong một năm, dù đã chấp nhận mức thấp hơn là 150,000 đô mỗi tháng. Nhưng hợp đồng trở thành bác sĩ riêng của ngôi sao này chưa bao giờ được kí nên Tiến sĩ Murray cũng không bao giờ được trả lương. Nhân chứng đầu tiên Biên đạo múa của Jackson, Kenny Ortega là nhân chứng buộc tội đầu tiên ra làm chứng. Anh ấy nói với toà Jackson rất phấn khích về đợt hoà nhạc trở lại của anh ấy. Ông Ortega cũng nói với toà rằng hôm trước hôm Jacson qua đời, ông có bày tỏ “điều vô cùng lo lắng” trong một email gửi cho người tổ chức hoà nhạc của Jackson về tình trạng sức khoẻ của Jackson. Email này được viết sau thời gian khoảng một tuần khi Jackson liên tục không xuất hiện tại các buổi diễn tập. Nhưng vào ngày hay hai ngày cuối cùng trước cái chết của Jackson ông Ortega nói rằng ngôi sao này có vẻ “tràn đầy năng lượng, tràn đầy khát khao làm việc… .. Đó là một Michael khác.” Cảnh phim diễn tập của ngôi sao này đã trở thành môt phần của phim tài kiệu, This Is It, do ông Ortega đạo diễn. Paul Gongaware, đồng giám đốc điều hành tổ chức hoà nhạc AEG, tiếp sau Ông Ortega đứng ra làm nhân chứng thứ hai trước toà. Ông nói về việc Jackson đã thuê Tiến sĩ Murray làm bác sĩ riêng của anh như thế nào. Một số nhân chứng kể cả nhân viên bảo vệ, nhân viên cứu thương và bác sĩ phụ trách phòng cấp cứu vẫn chưa được gọi. Propofol dùng để đưa vào tĩnh mạch và thường dùng trong phẫu thuật. Chuyên gia y tế sẽ phải chứng nhận về ảnh hưởng của thuốc giảm đau này, cũng như vết tích của thuốc được tìm thấy trong dạ dày Jackson như thế nào Hàng trăm fan hâm mộ Jackson tụ tập bên ngoài toà án sớm hơn khi buổi xét xử bắt đầu. Phiên toà xử kéo dài khoảng năm tuần."
        },
        {
            "en": "After they're born, babies must breathe continuously to get oxygen. In a premature baby, the part of the central nervous system (brain and spinal cord) that controls breathing is not yet mature enough to allow nonstop breathing. This causes large bursts of breath followed by periods of shallow breathing or stopped breathing. The medical term for this is apnea of prematurity, or AOP. About apnea of prematurity Apnea of prematurity is fairly common in preemies. Doctors usually diagnose the condition before the mother and baby are discharged from the hospital, and the apnea usually goes away on its own as the infant matures. Once apnea of prematurity goes away, it does not come back. But no doubt about it — it's frightening while it's happening. Apnea is a medical term that means a baby has stopped breathing. Most experts define apnea of prematurity as a condition in which premature infants stop breathing for 15 to 20 seconds during sleep. Generally, babies who are born at less than 35 weeks' gestation have periods when they stop breathing or their heart rates drop. (The medical name for a slowed heart rate is bradycardia.) These breathing abnormalities may begin after 2 days of life and last for up to 2 to 3 months after the birth. The lower the infant's weight and level of prematurity at birth, the more likely he or she will have AOP.  Although it's normal for all infants to have pauses in breathing and heart rates, those with AOP have drops in heart rate below 80 beats per minute, which causes them to become pale or bluish. They may also appear limp and their breathing may be noisy. They then either start breathing again by themselves or require help to resume breathing. AOP should not be confused with periodic breathing, which is also common in premature newborns. Periodic breathing is marked by a pause in breathing that lasts just a few seconds and is followed by several rapid and shallow breaths. Periodic breathing is not accompanied by a change in facial color (such as blueness around the mouth) or a drop in heart rate. A baby who has periodic breathing resumes regular breathing on his or her own. Although it can be frightening, periodic breathing typically causes no other problems in newborns. Treatment Most of the time, premature infants (especially those less than 34 weeks' gestation at birth) will receive medical care for apnea of prematurity in the hospital's neonatal intensive care unit (NICU). When they are born, many of these premature infants must get help breathing because their lungs are too immature to allow them to breathe on their own.  The following devices help with breathing: Ventilator. During mechanical ventilation, a tube is placed into the baby's trachea (windpipe) and breaths of air are blown through the tube into the baby's lungs. These breaths are given at a set pressure. The ventilator is also programmed to give a certain number of breaths per minute, and the baby's breathing, heart rate, and oxygen levels are continuously monitored. Sometimes babies with apnea of prematurity are given medications to help mature their lungs and allow the preemies to come off mechanical ventilation within a few weeks and breathe on their own. Continuous positive airway pressure (CPAP). When infants are disconnected from a mechanical ventilator, they often require a form of assisted breathing called nasal continuous positive airway pressure (CPAP). A nasal CPAP device consists of a large tube with tiny prongs that fit into the baby's nose, which is hooked to a machine that provides oxygenated air into the air passages and lungs. The pressure from the CPAP machine helps keep a preemie's lungs open so he or she can breathe. However, the machine does not provide breaths for the baby, so the baby breathes on his or her own. Monitoring breathing Once preemies are off a mechanical ventilator and breathing on their own — with or without nasal CPAP — they are monitored continuously for any evidence of apnea. The cardiorespiratory monitor also tracks the infant's heart rate. An alarm on the monitor sounds if there's no breath for a set number of seconds. When the monitor sounds, a nurse immediately checks the baby for signs of distress. False alarms are not uncommon. If a baby doesn't begin to breathe again within 15 seconds, a nurse will rub the baby's back, arms, or legs to stimulate the breathing. Most of the time, babies with apnea of prematurity will begin breathing again on their own with this kind of stimulation. However, if the nurse handles the baby, and the baby still hasn't begun breathing unassisted and becomes pale or bluish in color, oxygen may be administered with a handheld bag and mask. The nurse or doctor will place the mask over the infant's face and use the bag to slowly pump a few breaths into the lungs. Usually only a few breaths are needed before the baby begins to breathe again on his or her own. AOP can happen once a day or many times a day. Doctors will closely evaluate your infant to make sure the apnea isn't due to another condition, such as infection. If a baby begins to have many apnea spells, medication might be given <em>intravenously</em> or by mouth to stimulate the part of the brain that controls breathing. This often reduces the apnea spells. When your baby is on a home apnea monitor Although apnea spells are usually resolved by the time most preemies go home, a few will continue to have them. In these cases, if the doctor thinks it's necessary, the baby will be discharged from the NICU with an apnea monitor. An apnea monitor has two main parts: a belt with sensory wires that a baby wears around the chest and a monitoring unit with an alarm. The sensors measure the baby's chest movement and breathing rate while the monitor continuously records these rates. Before your baby leaves the hospital, the NICU staff will thoroughly review the monitor with you and give you detailed instructions on how and when to use it, as well as how to respond to an alarm. Parents and caregivers will also be trained in infant CPR, even though it's unlikely they'll ever have to use it. If your baby isn't breathing or his or her face seems pale or bluish, follow the instructions given to you by the NICU staff. Usually, your response will involve some gentle stimulation techniques and, if these don't work, starting CPR and calling 911. Remember, never shake your baby to wake him or her. It can be very stressful to have a baby at home on an apnea monitor. Some parents find themselves watching the monitor, afraid even to take a shower or run to the mailbox. This usually becomes easier with time. If you're feeling this way, it can help to share your feelings with the NICU staff. They may be able to reassure you and even put you in touch with other parents of preemies who have gone through the same thing. Your doctor will determine how long your baby wears the monitor, so be sure to ask if you have any questions or concerns. Caring for your baby Apnea of prematurity usually resolves on its own with time. For most preemies, this means AOP stops around 44 weeks of postconceptional age.  Postconceptional age is defined as the gestational age (how many weeks of pregnancy at the time of birth) plus the postnatal age (weeks of age since birth). In rare cases, AOP continues for a few weeks longer. Healthy infants who have had AOP usually do not go on to have more health or developmental problems than other babies. The apnea of prematurity does not cause brain damage. A healthy baby who is apnea free for a week will probably never have AOP again. Although sudden infant death syndrome (SIDS) does occur more often in premature infants, no relationship between AOP and SIDS has ever been proved. Aside from AOP, other complications with your premature baby may limit the time and interaction that you can have with your child. Nevertheless, you can bond with your baby in the NICU. Talk to the NICU staff about what type of interaction would be best for your baby, whether it's holding, feeding, caressing, or just speaking softly. The NICU staff is not only trained to care for premature babies, but also to reassure and support their parents.",
            "vi": "Sau khi ra đời, trẻ sơ sinh thường phải thở liên tục mới đủ ô-xy. Đối với trẻ sinh non, một phần hệ thần kinh trung ương (não và tuỷ sống) có nhiệm vụ kiểm soát chu kỳ hô hấp vẫn chưa được hoàn thiện đủ để đáp ứng nhu cầu thở liên tục của trẻ. Điều này làm cho trẻ thở nhiều, dồn dập sau nhiều đợt thở không sâu hoặc ngừng thở hẳn. Trong y khoa, đây được gọi là chứng ngưng thở ở trẻ sinh non, hoặc AOP. Tìm hiểu về chứng ngưng thở ở trẻ sinh non Chứng ngưng thở ở trẻ khá phổ biến đối với trẻ sinh thiếu tháng. Các bác sĩ thường chẩn đoán bệnh này trước khi mẹ và bé xuất viện, và hiện tượng ngưng thở này thường sẽ tự hết khi bé lớn lên. Một khi đã hết thì nó không bao giờ tái phát. Nhưng tất nhiên là chứng bệnh này rất đáng sợ khi đang xảy ra.  “Ngưng thở” là thuật ngữ y khoa cho thấy tình trạng trẻ dừng thở. Hầu hết các chuyên gia đều định nghĩa chứng ngưng thở ở trẻ sinh non là một bệnh lý mà trong đó trẻ sinh thiếu tháng ngừng thở trong vòng từ 15 đến 20 giây khi ngủ. Thông thường thì trẻ sinh ở tuần thai 35 trở xuống đều bị ngưng thở hoặc nhịp tim giảm ở những thời điểm nào đó. (Thuật ngữ y học chỉ tình trạng nhịp tim chậm là bradycardia/nhịp tim chậm). Hiện tượng hô hấp bất thường này có thể bắt đầu sau khi sinh 2 ngày và kéo dài đến 2-3 tháng. Trẻ sơ sinh càng nhẹ ký và thiếu tháng thì càng dễ mắc chứng ngưng thở (AOP) này nhiều hơn.  Mặc dù trẻ sơ sinh nào cũng có lúc ngưng thở và tim ngừng đập - chuyện đó cũng bình thường thôi, nhưng đối với trẻ bị AOP có nhịp tim dưới 80 nhịp/phút thì có thể làm cho chúng trở nên xanh xao hoặc nhợt nhạt. Ngoài ra, trẻ cũng có thể mệt rũ và hơi thở trở nên khò khè khó chịu. Sau đó có thể là chúng bắt đầu tự thở lại được hoặc nhờ tác động bên ngoài mới có thể thở trở lại.  Không nên nhầm lẫn AOP và thở chu kỳ, cũng thường hay thấy ở trẻ sinh non. Người ta dễ dàng nhận thấy thở chu kỳ là sự ngưng thở kéo dài chỉ một vài giây và được theo sau bởi một vài hơi thở nhanh và không sâu. Thở chu kỳ không kèm theo thay đổi sắc mặt (chẳng hạn như nhợt nhạt quanh vùng miệng) và nhịp tim giảm. Trẻ thở chu kỳ có thể tự thở lại đều đặn. Mặc dù có thể làm người ta sợ nhưng chứng thở chu kỳ này thường không gây ra bất kỳ vấn đề nào khác đối với trẻ sơ sinh.  Điều trị chứng ngưng thở ở trẻ sinh non Hầu như lúc nào trẻ sinh non (nhất là trẻ sinh dưới 34 tuần thai) cũng được điều trị và chăm sóc chứng ngưng thở ở trẻ sinh non này ở phòng chăm sóc đặc biệt cho trẻ sơ sinh của bệnh viện (NICU). Khi chào đời, nhiều trẻ sinh thiếu tháng này phải được hỗ trợ mới có thể thở được bởi phổi của trẻ quá yếu đến nỗi không thể tự thở một mình được. Các thiết bị hỗ trợ dưới đây sẽ có thể giúp trẻ thở được: Máy hô hấp nhân tạo (máy thở). Trong quá trình thở cơ học thì (ống khí) khí quản của trẻ được đặt một ống và người ta sẽ thổi những làn hơi vào phổi bé qua ống này. Các hơi thở này được đặt ở một áp suất nhất định. Máy hô hấp nhân tạo này cũng được lập trình để có số lần thở nhất định nào đó trong một phút, và hơi thở, nhịp tim và lượng ô-xy của trẻ được theo dõi liên tục.   Đôi khi trẻ bị ngưng thở do sinh thiếu tháng được sử dụng thuốc để giúp cho phổi hoàn thiện hơn và có thể ngừng thở cơ học (ngưng sử dụng máy thở nhân tạo) trong vòng một vài tuần và tự thở một mình. Phương pháp thở CPAP còn được gọi là thờ áp lực dương liên tục (áp suất đường thở dương liên tục). Khi trẻ không còn thở cơ học nữa thì chúng thường đòi hỏi phải có một phương pháp thở hỗ trợ có tên là áp lực đường thở dương liên tục qua mũi (CPAP). Thiết bị CPAP mũi này gồm một ống lớn và nhiều ống nhánh nhỏ có thể đặt vừa vặn vào mũi của trẻ, kết nối với máy cung cấp không khí được ô-xy hoá vào đường thở và phổi. Áp suất của máy CPAP có thể giữ cho phổi của trẻ sinh thiếu tháng mở nên trẻ có thể thở được. Tuy nhiên, máy này không cung cấp hơi thở cho trẻ nên chúng đều phải tự thở một mình.  Theo dõi hơi thở của bé Khi trẻ sinh thiếu tháng không sử dụng máy thở cơ học và tự thở một mình – dù có hay không có máy CPAP mũi – thì chúng cũng được theo dõi liên tục để xem có dấu hiệu ngưng thở nào không. Thiết bị theo dõi tim-phổi cũng theo dõi được nhịp tim của trẻ sơ sinh. Chuông báo động trên thiết bị theo dõi này phát tín hiệu nếu phát hiện không có hơi thở nào trong một số giây nhất định nào đó. Khi thiết bị theo dõi này báo động thì y tá ngay lập tức sẽ kiểm tra bé xem có dấu hiệu nào nguy kịch không. Trường hợp báo động giả không phải là hiếm thấy.     Nếu trong vòng 15 giây mà trẻ không bắt đầu thở trở lại thì y tá sẽ chà xát lên lưng, cánh tay, hoặc cẳng chân của trẻ để kích thích trẻ thở. Hầu như lúc nào cũng vậy trẻ bị ngưng thở do sinh thiếu tháng sẽ bắt đầu tự thở lại với kiểu kích thích này.   Tuy nhiên, nếu y tá đã xử lý mà trẻ vẫn chưa có thể bắt đầu tự thở lại được và trở nên xanh xao nhợt nhạt thì có thể cho trẻ sử dụng túi ô-xy cầm tay hoặc mặt nạ ô-xy. Y tá hoặc bác sĩ sẽ chụp mặt nạ lên mặt trẻ và bơm túi hơi từ từ một vài lần vào phổi trẻ. Thông thường thì chỉ cần một vài lần bơm là bé có thể bắt đầu tự thở lại được.  AOP có thể xảy ra một lần hoặc nhiều lần trong ngày. Bác sĩ sẽ khám cẩn thận cho con bạn để chắc rằng chứng ngưng thở không phải là do một chứng bệnh nào khác gây ra, chẳng hạn như là nhiễm trùng. Nếu trẻ bắt đầu bộc phát nhiều cơn ngừng thở thì chúng có thể được sử dụng thuốc qua đường uống hoặc tiêm tĩnh mạch để kích thích vùng não kiểm soát hô hấp của trẻ. Biện pháp này thường làm giảm số lần ngưng thở ở trẻ sơ sinh.  Khi con bạn được theo dõi chứng ngưng thở bằng máy tại nhà Mặc dù là hầu hết trẻ sinh thiếu tháng đều không còn các cơn ngưng thở khi xuất viện về nhà nhưng một vài bé sẽ vẫn còn. Trong những trường hợp này thì nếu bác sĩ cho là cần thiết thì bé sẽ được ra khỏi phòng chăm sóc đặc biệt của trẻ sơ sinh (NICU) với thiết bị theo dõi ngưng thở.  Thiết bị theo dõi ngưng thở có 2 phần chính: một dây đai có gắn dây cảm biến mà trẻ sẽ mang quanh ngực và một thiết bị theo dõi có gắn chuông (còi) báo. Các thiết bị cảm biến có tác dụng đo cử động ngực và nhịp thở của em bé trong khi đó máy theo dõi liên tục ghi lại các nhịp thở này.   Trước khi trẻ xuất viện về nhà, nhân viên NICU (nhân viên phòng chăm sóc đặc biệt cho trẻ sơ sinh ở bệnh viện) sẽ cùng bạn kiểm tra kỹ lưỡng máy theo dõi lại và hướng dẫn chi tiết cho bạn cách thức sử dụng và khi nào sử dụng nó, đồng thời cũng chỉ cho bạn cách phản ứng với chuông báo như thế nào. Cả bố mẹ lẫn người chăm trẻ cũng sẽ được huấn luyện cách hô hấp nhân tạo cho trẻ sơ sinh, mặc dù có thể là họ sẽ chẳng bao giờ sử dụng đến.  Nếu trẻ ngừng thở hoặc mặt của trẻ có vẻ xanh xao hoặc nhợt nhạt thì bạn nên làm theo hướng dẫn của nhân viên NICU đã chỉ cho bạn. Thông thường thì bạn sẽ vận dụng một số kỹ thuật kích thích nhẹ nhàng và nếu như trẻ cũng không thở lại được thì bạn nên bắt đầu hô hấp nhân tạo cho bé và gọi số điện thoại cấp cứu 911. Xin nhớ rằng, đừng bao giờ lay hoặc lắc cho bé tỉnh dậy nhé.  Có thể là rất căng thẳng khi sử dụng máy theo dõi ngưng thở để chăm sóc trẻ ở nhà. Một số bố mẹ cảm thấy rất sợ hãi khi tự mình theo dõi máy, thậm chí là khi đi tắm hoặc chạy ra hộp thư. Thường thì dần dần các bậc bố mẹ sẽ thoải mái hơn. Nếu cùng tâm trạng này thì bạn có thể chia sẻ cới nhân viên NICU. Họ có thể đảm bảo cho bạn và thậm chí còn giúp bạn liên lạc với nhiều bố mẹ có con sinh thiếu tháng khác đã trải qua tình huống tương tự như bạn.  Bác sĩ sẽ quyết định thời gian cho bé đeo thiết bị theo dõi, vì vậy bạn nên đảm bảo rằng cần phải đặt câu hỏi nếu có bất kỳ thắc mắc hoặc mối quan tâm nào. Chăm sóc con của bạn  Chứng ngưng thở ở trẻ sinh non thường có thể tự hết dần. Đối với hầu hết các trẻ sinh thiếu tháng thì có nghĩa là AOP sẽ hết ở vào khoảng tuần thứ 44 sau khi thụ thai.  Thời gian sau khi thụ thai được định nghĩa là tuổi thai kỳ (bao nhiêu tuần thai ở thời điểm sinh) cộng với thời gian sau khi sinh (bao nhiêu tuần tuổi từ khi sinh). Trong một số trường hợp hiếm thấy thì chứng AOP có thể còn dai dẳng thêm một vài tuần nữa.  Những trẻ sơ sinh khỏe mạnh đã từng bị AOP thường không gặp rắc rối về vấn đề sức khỏe hoặc các vấn đề về phát triển nhiều hơn các đứa trẻ khác. Chứng ngưng thở ở trẻ sinh non không gây tổn thương não. Trẻ khỏe mạnh đã hết bị ngưng thở trong một tuần sẽ có thể chẳng bao giờ bị AOP tái phát. Mặc dù hội chứng đột tử ở trẻ sơ sinh (SIDS) xảy ra nhiều hơn ở trẻ sinh thiếu tháng nhưng người ta vẫn chưa chứng minh được mối liên hệ giữa AOP và SIDS. Ngoài chứng AOP, thì nhiều biến chứng khác ở trẻ sinh non cũng có thể làm cho bạn hạn chế thời gian và tiếp xúc với con. Tuy vậy, bạn có thể tiếp xúc, làm thân với con trong NICU. Bạn nên tham khảo ý kiến của nhân viên NICU xem kiểu tiếp xúc nào với con là tốt nhất, ôm ấp, cho bú, vuốt ve, hay chỉ là nói chuyện nhẹ nhàng với bé thôi. Nhân viên NICU không chỉ được huấn luyện để chăm sóc trẻ sinh thiếu tháng mà còn có nhiệm vụ hỗ trợ và làm cho bố mẹ tin tưởng nữa."
        }
    ],
    "suggestions": []
}