{
    "en_vn": {
        "data": {
            "content": null,
            "word": "introverted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>introverted</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (of a person) shy and reticent. </blockquote></blockquote><blockquote><blockquote>    ⁃ (of a place or group) inward-looking or parochial. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Anatomy &amp; <cclass>Zoology (of an organ etc.) turned or pushed inward on itself. </cclass></cclass></blockquote></blockquote></div>",
            "word": "introverted"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>introverted</k><blockquote>▸ <cclass>adjective SHY, reserved, withdrawn, reticent, diffident, retiring, quiet; introspective, introvert, inward-looking, indrawn, self-absorbed; contemplative, thoughtful, pensive, meditative, reflective.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>extroverted.</blockquote></div>",
            "word": "introverted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "introverted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "introverted"
        }
    },
    "sentences": [
        {
            "en": "I'm an <em>introverted</em> person.",
            "vi": "tôi luôn sống khép kín"
        },
        {
            "en": "I am <em>introverted</em>.",
            "vi": "Tôi sống nội tâm."
        },
        {
            "en": "he is an <em>introverted</em> guy.",
            "vi": "anh ấy là một chàng trai nhút nhát"
        },
        {
            "en": "Are you <em>introverted</em> or extroverted?",
            "vi": "Anh là người sống nội tâm hay có tính hướng ngoại?"
        },
        {
            "en": "Mary becomes <em>introverted</em> and depressed.",
            "vi": "Mary trở nên hướng nội và chán nản."
        },
        {
            "en": "She is <em>introverted</em>, quiet, but hard-working.",
            "vi": "Cô ấy nhút nhát, ít nói nhưng chăm chỉ."
        },
        {
            "en": "She is <em>introverted</em>, quiet, but hard - working.",
            "vi": "Cô ấy nhút nhát, ít nói nhưng chăm chỉ."
        },
        {
            "en": "i am <em>introverted</em> and no good at talking with people",
            "vi": "tôi sống nội tâm và không giỏi nói với people"
        },
        {
            "en": "Peter may come off <em>introverted</em>, but he is not.",
            "vi": "Có lẽ Peter có vẻ hướng nội, nhưng anh ta không phải như vậy."
        },
        {
            "en": "I personally think Japanese people in general are <em>introverted</em>.",
            "vi": "Cá nhân tôi nghĩ rằng người Nhật nói chung là hướng nội."
        },
        {
            "en": "I'm <em>introverted</em>, I'm no good at talking with people.",
            "vi": "Tôi là người sống nội tâm, tôi không giỏi giao tiếp với mọi người."
        },
        {
            "en": "The poet became more <em>introverted</em> as he grew older.",
            "vi": "Người thi sĩ trở nên hướng nội nhiều hơn khi về già."
        },
        {
            "en": "I 'm <em>introverted</em>, I' m no good at talking with people.",
            "vi": "Tôi là người sống nội tâm, tôi không giỏi giao tiếp với mọi người."
        },
        {
            "en": "It is hard to believe he is actually really shy and completely <em>introverted</em>.",
            "vi": "Thật khó để tin rằng anh ta thật sự là một người nhút nhát và hoàn toàn sống nội tâm"
        },
        {
            "en": "<em>Introverted</em> people prefer thinking alone to sharing their thoughts with others.",
            "vi": "Những người sống nội tâm thích suy nghĩ một mình hơn là chia sẻ suy nghĩ của mình với người khác."
        },
        {
            "en": "He acts on stage in front of hundreds of people. It's hard to believe he's actually really shy and completely <em>introverted</em>.",
            "vi": "Anh ta biểu diễn trên sân khấu trước hàng trăm người. Thật khó để tin rằng anh ta thật sự là một người nhút nhát và hoàn toàn sống nội tâm."
        },
        {
            "en": "He acts on stage in front of hundreds of people. It's hard to believe he's actually really shy and completely <em>introverted</em>.",
            "vi": "Anh ta biểu diễn trên sân khấu trước hàng trăm  người. Thật khó để tin rằng anh ta thật sự là một người nhút nhát và  hoàn toàn sống nội tâm"
        },
        {
            "en": "He acts on stage in  front of hundreds of people. It's hard to believe he's actually really  shy and completely <em>introverted</em>.",
            "vi": "Anh ta biểu diễn trên sân khấu trước hàng trăm người. Thật khó để tin rằng anh ta thật sự là một người nhút nhát và hoàn toàn sống nội tâm"
        },
        {
            "en": "Some people are <em>introverted</em>, revealing little. They keep their window relatively closed. Other people are extroverted, revealing a great deal and keeping their windows open.",
            "vi": "Một số người hướng nội, ít chia sẻ. Họ giữ cửa sổ của mình tương đối khép. Những người khác thuộc dạng hướng ngoại, bày tỏ rất nhiều về bản thân và giữ cho cửa sổ của họ mở"
        },
        {
            "en": "Some people are <em>introverted</em>, revealing little. They keep their window relatively closed. Other people are extroverted, revealing a great deal and keeping their windows open.",
            "vi": "Một số người hướng nội, ít chia sẻ. Họ giữ cửa sổ của mình tương đối khép. Những người khác thuộc dạng hướng ngoại, bày tỏ rất nhiều về bản thân và giữ cho cửa sổ của họ mở toang."
        }
    ],
    "suggestions": []
}