{
    "en_vn": {
        "data": {
            "content": null,
            "word": "inured"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "inured"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "inured"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "inured"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "inured"
        }
    },
    "sentences": [
        {
            "en": "I can't become <em>inured</em> to the stinging insects here.",
            "vi": "Tôi không thể quen với những con côn trùng hay châm chích ở đây."
        },
        {
            "en": "After living here for years, I 've become <em>inured</em> to the damp climate.",
            "vi": "Sau khi sống ở đây nhiều năm, tôi đã quen với khí hậu ẩm ướt."
        },
        {
            "en": "Have we become so <em>inured</em> to suffering that we don't think to help people in need?",
            "vi": "Có phải chúng ta đã trở nên chai sạn trước những nỗi bất hạnh đến mức chúng ta không nghĩ sẽ giúp người trong cơn hoạn nạn ?"
        },
        {
            "en": "After living here for years, I've become <em>inured</em> to the damp climate.",
            "vi": "Sau khi sống ở đây nhiều năm, tôi đã quen với khí hậu ẩm ướt."
        },
        {
            "en": "After living here for years, I've become <em>inured</em> to the cold climate.",
            "vi": "Sau nhiều năm sống ở đây, tôi đã trở nên quen với khí hậu lạnh."
        },
        {
            "en": "After living here for years, I 've become <em>inured</em> to the cold climate.",
            "vi": "Sau nhiều năm sống ở đây, tôi đã trở nên quen với khí hậu lạnh."
        },
        {
            "en": "Sadly, the world has grown <em>inured</em> to this kind of outrage.",
            "vi": "Đáng buồn thay, thế giới đã quen với sự sỉ nhục trắng trợn này."
        },
        {
            "en": "At the time of your departure, the apricot was not yet <em>inured</em> to the breezes.",
            "vi": "Lúc bạn đi cũng là lúc cơn gió không còn có lợi cho quả mơ nữa."
        },
        {
            "en": "Being a lawyer <em>inured</em> him to the injustices of the criminal code.",
            "vi": "việc trở thành luật sư khiến anh ấy trở nên chai sạn trước sự bất công của luật pháp"
        }
    ],
    "suggestions": []
}