{
    "en_vn": {
        "data": {
            "content": null,
            "word": "invoicing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "invoicing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "invoicing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "invoicing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "invoicing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "We are currently reviewing our procedures for <em>invoicing</em> our customers.",
            "vi": "Chúng tôi đang rà soát thủ tục của chúng tôi cho hoá đơn khách hàng."
        },
        {
            "en": "These businesses may use trade flows and shipments to facilitate value transfers in the corridor through over/under-<em>invoicing</em>.",
            "vi": "Những người kinh doanh này thường lấy các giao dịch thương mại và vận tải để tạo thuận lợi của việc chuyển các giá trị trong hành lang thông qua các (hoá đơn thương mại)."
        },
        {
            "en": "These businesses use trade flows and shipments to facilitate value transfers in the corridor through over- and under-<em>invoicing</em>.",
            "vi": "Những doanh nghiệp này sử dụng các giao dịch thương mại và các chuyến hàng để tiến hành các giao dịch chuyển tiền trong hành lang này thông qua việc ghi hoá đơn cao hoặc thấp hơn thực tế."
        },
        {
            "en": "A Direct Payment Agreement with our hospital offers our Corporate Clients the flexibility of choosing which services they want to cover directly for employees, and provides for a streamlined, easy method of <em>invoicing</em> and payment.",
            "vi": "Thỏa Thuận Thanh Toán Trực tiếp với bệnh viện của chúng tôi cho phép các doanh nghiệp linh hoạt chọn lựa loại hình chăm sóc y tế phù hợp dành cho nhân viên của mình, đồng thời đảm bảo một phương thức thanh toán đơn giản và xuất hóa đơn thuận tiện."
        },
        {
            "en": "A Direct Payment Agreement with our hospital offers our Corporate Clients the flexibility of choosing which services they want to cover directly for employees, and provides for a streamlined, easy method of <em>invoicing</em> and payment.",
            "vi": "Thanh Toán Trực tiếp với bệnh viện của chúng tôi cho phép các doanh nghiệp linh hoạt chọn lựa loại hình chăm sóc y tế phù hợp dành cho nhân viên của mình, đồng thời đảm bảo một phương thức thanh toán đơn giản và xuất hóa đơn thuận tiện."
        },
        {
            "en": "In the case of companies with uncertain operational status and no tax code, it is almost certain that they did not become operational as they would lack the red invoice VAT book necessary for <em>invoicing</em> customers.",
            "vi": "Trong trường hợp những doanh nghiệp có tình trạng hoạt động không rõ ràng và không có mã số thuế thì hầu như chắc chắn họ đã không triển khai hoạt động vì họ không có hóa đơn đỏ VAT để phát hành cho khách hàng."
        }
    ],
    "suggestions": []
}