{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ionian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Ionian</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a member of an ancient Hellenic people inhabiting Attica, parts of western Asia Minor, and the Aegean islands in pre-classical times. </blockquote></blockquote><blockquote><blockquote>2》 a native or inhabitant of the Ionian Islands, a chain of islands off the western coast of mainland Greece. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to the Ionians or the Ionian Islands. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: via L. from Gk <i>Iōnios</i>, from <i>Iōnia</i> 'Ionia', an ancient region on the west coast of Asia Minor. </blockquote></div>",
            "word": "Ionian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ionian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ionian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ionian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Most <em>Ionian</em> mountains form as the result of compressive stresses on the base of the lithosphere.",
            "vi": "Đa số núi trên Io được hình thành như kết quả của các ứng suất nén lên đáy của thạch quyển."
        },
        {
            "en": "Large landslide deposits are common at the base of <em>Ionian</em> mountains, suggesting that mass wasting is the primary form of degradation.",
            "vi": "Những trầm lắng từ các vụ lở đất lớn là phổ biến tại chân các dãy núi trên Io, gợi ý rằng sạt lở hàng loạt là hình thức thoái hóa chính."
        },
        {
            "en": "22 April 2011 Last updated at 01:31 GMT          22 April 2011 Last updated at 01:31 GMT  http://www.bbc.co.uk/news/uk-13166869 Photographers' bodies ferried from Misrata to Benghazi The bodies of two award-winning photographers killed in Libya have been ferried to the rebel-held city of Benghazi on an aid ship. Liverpool-born Tim Hetherington, 40, and American Chris Hondros, 41, died on Wednesday while covering the conflict in the besieged city of Misrata. Two other journalists were injured, including Briton Guy Martin. The men's bodies were put aboard the <em>Ionian</em> Spirit, a ferry being used to take food and medicine to Misrata. Misrata is the only rebel-held city in western Libya and has been under attack from forces loyal to Col Muammar Gaddafi for weeks. It is understood Mr Hetherington and Mr Hondros were among a group of journalists pulling back from near the front line, during a lull in the fighting, when they suffered their injuries. Mr Hetherington's family said he was killed by a rocket-propelled grenade. Tributes In addition to taking aid, the ferry used to transport the bodies is also being used to evacuate the injured and foreigners fleeing Misrata. The bodies were taken to Benghazi, the de facto rebel capital, in eastern Libya. The Associated Press news agency said representatives from the UK and the US were to take custody of the bodies in Benghazi and arrange their evacuation from Libya. The two photojournalists wounded alongside their colleagues remain in Misrata's hospital.  Mr Martin, a Cornish photographer who was working with Panos Pictures agency, was hit by shrapnel and remains in intensive care, although reports say his condition has improved after surgery on his leg. New York-based photographer Michael Christopher Brown, who is also being treated for shrapnel injuries, is said to be up and walking. Tributes poured in on Thursday for Mr Hetherington and Mr Hondros, who were both well-respected war photographers. Mr Hetherington, who had dual UK and US citizenship, was best known for his work in Afghanistan and won the World Press Photo of the Year Award in 2007. He also co-directed the Oscar-nominated documentary Restrepo, which followed US troops in Afghanistan. New-York based Mr Hondros was working for Getty Images and his previous awards include the Robert Capa Gold Medal for war photography. The Libyan government has expressed \"sadness\" over the photographers' deaths but spokesman Moussa Ibrahim said there were always casualties in war, adding: \"People die from our side, from their side, people get caught in the middle.\" The conflict in Libya began with an uprising against Col Muammar Gaddafi's 42-year rule in mid-February and it has developed into a battle for a territory. Nato is currently in charge of a no-fly zone and coalition operations have been largely confined to air attacks. On Thursday, the US sanctioned the use of armed drones over Libya to give \"precision capability\" to the military operation",
            "vi": "22 April 2011 Last updated at 01:31 GMT           22 April 2011 Last updated at 01:31 GMT  http://www.bbc.co.uk/news/uk-13166869 Thi thể các phóng viên ảnh được đưa từ Misrata đến Benghazi Thi thể của hai phóng viên ảnh đoạt giải thưởng chết ở Libya vừa được tàu cứu trợ đưa đến thành phố Benghazi do phe nổi dậy chiếm giữ Tim Hetherington sinh ở Liverpool, 40 tuổi, và Chris Hondros người Mỹ, 41 tuổi, đã chết hôm thứ Tư trong khi đưa tin vụ xung đột tại thành phố Misrata bị vây hãm Hai phóng viên khác bị thương, trong đó có Guy Martin người Anh Thi thể của những người này được đưa lên phà Ionian Spirit, chiếc phà được sử dụng để chuyển lương thực và thuốc men đến Misrata Misrata là thành phố duy nhất phe nổi dậy chiếm giữ ở miền tây Libya và bị các lực lượng trung thành với Đại tá Muammar Gaddafi tấn công trong nhiều tuần lễ Mọi người hiểu rằng Hetherington và Hondros thuộc nhóm ký giả rút lui khỏi khu vực gần chiến tuyến, trong khoảng thời gian cuộc giao tranh tạm lắng xuống, khi họ đang bị thương Gia đình của Hetherington cho biết ông chết vì quả lựu đạn phóng bằng tên lửa  Những lời chia buồn  Ngoài nhiệm vụ nhận hàng cứu trợ, chiếc phà được dùng để vận chuyển các thi thể còn đang được dùng để sơ tán người bị thương và người nước ngoài trốn chạy khỏi Misrata Các thi thể được đưa đến Benghazi, thành phố được xem là thủ đô của phe nổi dậy, ở miền đông Libya  Hãng tin Associated Press cho biết các đại diện từ Vương quốc Anh và Mỹ sẽ tiếp nhận các thi thể tại Benghazi và thu xếp để sơ tán khỏi Libya Hai phóng viên ảnh bị thương cùng với các đồng nghiệp của họ còn ở lại bệnh viện ở Misrata Martin, phóng viên ở Cornwall làm việc cho hãng tin Panos Pictures, bị trúng mảnh bom và vẫn còn được chăm sóc đặc biệt, dù các tường thuật cho biết tình trạng của anh đã khá hơn sau cuộc phẫu thuật chân Phóng viên Michael Christopher Brown ở New York, cũng được điều trị các vết thương do mảnh bom gây ra, được biết đã đứng lên và đi lại được Những lời chia buồn hôm thứ Năm được gửi tới tấp đến Hetherington và Hondros, cả hai đều là các phóng viên ảnh chiến trường đáng kính Hetherington, mang song tịch Anh và Mỹ, được biết nhiều nhất qua công tác tại Afghanistan và đã đoạt giải thưởng Ảnh Báo Chí Thế Giới trong Năm vào năm 2007 Ông còn là đồng đạo diễn bộ phim tài liệu Restrepo được đề cử giải Oscar, nói về hoạt động của lính Mỹ ở Afghanistan Phóng viên Hondros ở New York đang làm việc cho Getty Images và các giải thưởng của ông trước đây bao gồm Huy Chương Vàng Robert Capa về mảng nhiếp ảnh chiến trường Chính phủ Libya đã thể hiện “nỗi đau buồn” về cái chết của các phóng viên ảnh này nhưng phát ngôn viên Moussa Ibrahim tuyên bố trong chiến tranh luôn có tổn thất, và nói thêm: “Có người chết ở phía chúng tôi, ở phía họ, có người bị kẹt ở giữa.” Cuộc xung đột ở Libya bắt đầu bằng cuộc nổi dậy chóng lại 42 năm cầm quyền của Đại tá Muammar Gaddafi vào giữa tháng Hai và tiến triển thành cuộc chiến đấu giành lãnh thổ Nato hiện đang phụ trách một khu vực cấm bay còn các hoạt động quân sự liên quân nói chung giới hạn trong các cuộc không kích Hôm thứ Năm, Hoa Kỳ đã phê chuẩn việc sử dụng phi cơ vũ trang không người lái trên không phận Libya để tạo “khả năng chính xác” cho hoạt động quân sự"
        }
    ],
    "suggestions": []
}