{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Iowa"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Iowa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Iowa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Iowa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Iowa"
        }
    },
    "sentences": [
        {
            "en": "Corn is grown in <em>Iowa</em>.",
            "vi": "Bắp được trồng ở Iowa."
        },
        {
            "en": "How long is a car ride to <em>Iowa</em> from Greeley?",
            "vi": "Đi xe hơi từ Greeley đến Iowa mất bao lâu?"
        },
        {
            "en": "Robertson did not mention them on the hustings of <em>Iowa</em>.",
            "vi": "Robertson đã không đề cập đến họ trong cuộc vận động tranh cử ở bang Iowa."
        },
        {
            "en": "I grew up in a small town in <em>Iowa</em>.",
            "vi": "Khi đang ghi ra những lỗi lầm của mình thì tôi chợt nhớ đến một sự việc xảy ra khi còn học trung học tại một thị trấn nhỏ thuộc bang Iowa."
        },
        {
            "en": "The State of <em>Iowa</em> leads the nation in ethanol production.",
            "vi": "Tiểu bang iowa dẫn đầu toàn quốc về sản lượng ethanol."
        },
        {
            "en": "My brother married a corn-fed girl from a small town in Western <em>Iowa</em>.",
            "vi": "Anh tôi lập gia đình với một thiếu nữ quê mùa chất phác trong một thị trấn nhỏ ở phía Tây Iowa."
        },
        {
            "en": "My brother married a corn - fed girl from a small town in Western <em>Iowa</em>.",
            "vi": "Anh tôi lập gia đình với một thiếu nữ quê mùa chất phác trong một thị trấn nhỏ ở phía Tây Iowa."
        },
        {
            "en": "Last weekend, I dialed information in my hometown back in <em>Iowa</em>.",
            "vi": "Cuối tuần vừa rồi, tôi gọi điện về phòng cung cấp thông tin ở thị trấn ở Iowa để hỏi thăm thông tin."
        },
        {
            "en": "Mary's the president of the <em>Iowa</em> chapter of the Professional Insurance Agents' Association.",
            "vi": "Mary là chủ tịch của chi hội Iowa của Hiệp hội các đại lý bảo hiểm chuyên nghiệp."
        },
        {
            "en": "In the end Dole just managed to scrape by in <em>Iowa</em> and lost New Hampshire.",
            "vi": "Cuối cùng Dole cố vừa đủ để thắng ở Iowa và thua ở New Hampshire."
        },
        {
            "en": "An artist famous for painting animals was motoring through <em>Iowa</em>, when he saw a very animated looking bull.",
            "vi": "Ðang lái xe băng qua tiểu bang Iowa, một họa sĩ nổi tiếng về tài vẽ thú vật trông thấy một con bò trông có vẻ rất linh hoạt."
        },
        {
            "en": "It was as close as a game could be. Michigan and <em>Iowa</em> battled tooth and nail to the very end, when <em>Iowa</em> hit a basket to win by a single point with only 5 seconds left.",
            "vi": "Đây là một trận đấu sát nút nhau. Đội Michigan và đội Iowa đã kịch liệt tranh tài với nhau tới phút cuối, khi Iowa ném quả bóng vào rổ và thắng với một điểm độc nhất khi chỉ còn 5 giây nữa là hết trận đấu."
        },
        {
            "en": "Did you read that think piece in the New York Times this morning by that senator from <em>Iowa</em>?",
            "vi": "Bạn đã đọc bài do thượng nghị sĩ của tiểu bang Iowa viết trên tờ New York Times sáng nay chưa?"
        },
        {
            "en": "It flows along the borders of seven states: Montana, North Dakota, South Dakota, <em>Iowa</em>, Nebraska, Kansas, and finally Missouri.",
            "vi": "Nó chảy dọc theo biên giới của bảy tiểu bang: montana, bắc dakota, nam dakota, iowa, nebraska, kansas, và cuối cùng là missouri."
        },
        {
            "en": "They had come from <em>Iowa</em>, and they had camped in the bottoms because one of their horses was sick.",
            "vi": "Họ từ Iovva tới và phải dừng tại đây vì một con ngựa của họ bị đau."
        },
        {
            "en": "On my bus trip from New York City to California, I stop by a chicken farm in <em>Iowa</em>.",
            "vi": "Trong chuyến xe khách tôi đi từ thành phố New York đến California, tôi dừng chân tại một trại nuôi gà ở Iowa."
        },
        {
            "en": "During his joint appearance with Harper, Obama started out by remarking his great pleasure at being in what he clearly started to say was \"<em>Iowa</em>.\"",
            "vi": "Trong lúc xuất hiện bên cạnh Harper, Obama bắt đầu bày tỏ niềm vui lớn lao của ông khi được đến nơi ông định nói là “Iowa”."
        },
        {
            "en": "They had come in the covered wagon all the long way from the Big Woods of Wisconsin, across Minnesota and <em>Iowa</em> and Missouri.",
            "vi": "Trong cỗ xe buông kín mui, cả nhà đã vượt khoảng đường dài từ Big Woods qua Minnesota tới Iowa và Missouri."
        },
        {
            "en": "She played Lexie who was a talented young ice skater from <em>Iowa</em> who moved to Colorado to train for the Olympics.",
            "vi": "Cô ấy vào vai Lexie, một người trượt băng trẻ tuổi tài năng từ Iowa chuyển đến Colorado để luyện tập cho Thế vận hội."
        },
        {
            "en": "There was one small Obama slip. During his joint appearance with Harper, Obama started out by remarking his great pleasure at being in what he clearly started to say was \"<em>Iowa</em>.\" He quickly corrected himself to say \"Ottawa.\"",
            "vi": "Chuyến công du của Obama cũng có một sơ suất nhỏ. Trong lúc xuất hiện bên cạnh Harper, Obama bắt đầu bày tỏ niềm vui lớn lao của ông khi được đến nơi ông định nói là\"Iowa"
        }
    ],
    "suggestions": []
}