{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ironed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ironed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ironed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ironed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ironed"
        }
    },
    "sentences": [
        {
            "en": "His shirt is not <em>ironed</em>.",
            "vi": "Áo sơ mi của anh ấy không được ủi."
        },
        {
            "en": "Is the problem <em>ironed</em> out?",
            "vi": "Vấn đề có được giải quyết êm đẹp không?"
        },
        {
            "en": "There are not any <em>ironed</em> handkerchiefs available.",
            "vi": "Không có bất kì cái khăn tay nào được ủi sẵn cả."
        },
        {
            "en": "He washed and <em>ironed</em> his shirt.",
            "vi": "Anh ta giặt và ủi một cái áo sơ mi của anh ta."
        },
        {
            "en": "I want to have this suit <em>ironed</em>.",
            "vi": "Tôi muốn ủi bộ đồ này."
        },
        {
            "en": "The clothes need to be <em>ironed</em>.",
            "vi": "Quần áo cần được ủi."
        },
        {
            "en": "Would you get upset because your favourite shirt wasn't <em>ironed</em>?",
            "vi": "Bạn có bực mình vì chiếc áo sơ-mi mà bạn rất thích vẫn chưa được ủi hay không?"
        },
        {
            "en": "I'd like to have this suit <em>ironed</em>, please.",
            "vi": "Vui lòng ủi bộ đồ này cho tôi."
        },
        {
            "en": "I think we have <em>ironed</em> out all the wrinkles.",
            "vi": "Tôi nghĩ chúng ta đã giải quyết xong mọi vấn đề rồi."
        },
        {
            "en": "Don't ruffle the tablecloth – I just <em>ironed</em> it.",
            "vi": "Đừng có làm nhàu khăn trải bàn, tôi mới ủi nó đó."
        },
        {
            "en": "The child took a perfectly <em>ironed</em> shirt from the wardrobe.",
            "vi": "Đứa bé (đã) lấy một chiếc áo sơ mi được ủi cẩn thận từ tủ quần áo."
        },
        {
            "en": "What will happen if the customer's problem is not <em>ironed</em> out?",
            "vi": "Chuyện gì sẽ xảy ra nếu vấn đề của người khách không được giải quyết êm đẹp?"
        },
        {
            "en": "She spread a blanket and a sheet on the wagon seat, and she <em>ironed</em> the dresses.",
            "vi": "Mẹ trải một chiếc chăn và tấm trải giường lên băng ghế trên thùng xe rồi ủi quần áo."
        },
        {
            "en": "These and other wrinkles can be <em>ironed</em> out with the proper tude.",
            "vi": "Những ưu tư này và các băn khoăn khác nữa sẽ được giải tỏa qua thái độ của riêng bạn."
        },
        {
            "en": "I am asking you to adopt the old procedure until the \"bugs\" can be <em>ironed</em> out of the new system.",
            "vi": "Tôi yêu cầu ông áp dụng phuơng thức cũ cho đến khi \"các lỗi\" có thể được chỉnh sửa trong hệ thống mới."
        },
        {
            "en": "2. Dress neatly. This is not the day to grab an un-<em>ironed</em> shirt and wrinkled trousers. Iron everything with care. If you can't, get your housemate or kindly neighbor to do it. You must look <em>ironed</em> to avoid scrutiny.",
            "vi": "2. Hãy ăn mặc gọn gàng. Đây không phải là ngày để bạn có thể chộp đại chiếc sơ mi nhăn nheo và chiếc quần nhàu nhỉ để đi làm đâu. Hãy ủi mọi thứ cẩn thận. Nếu không ủi được, bạn nên nhờ một người trong nhà hoặc một người hàng xóm tốt bụng nào đó làm giúp. Bạn phải trông ngăn nắp, thẳng thớm để tránh bị “soi”. "
        },
        {
            "en": "Please notify in the laundry list whether you like your clothes <em>ironed</em>, washed, dry - cleaned or mended.",
            "vi": "Vui lòng báo trên danh mục quần áo cần giặt là ông có muốn ủi , giặt, khô hay vá không."
        },
        {
            "en": "I'm in agreement in principle, but there 're still a few details that have to be <em>ironed</em> out.",
            "vi": "Theo nguyên tắc thì tôi đồng ý, nhưng vẫn còn có một vài chi tiết cần phải giải quyết."
        },
        {
            "en": "Please notify in the laundry list whether you like your clothes <em>ironed</em>, washed, dry-cleaned or mended.",
            "vi": "Vui lòng báo trên danh mục quần áo cần giặt là ông có muốn ủi, giặt, khô hay vá không."
        },
        {
            "en": "His clothes are always clean and neatly <em>ironed</em>, he shaves every morning and his hair is always combed.",
            "vi": "Áo quần luôn sạch sẽ và được ủi thẳng, anh ta cạo râu mỗi buổi sáng và tóc luôn được chải."
        }
    ],
    "suggestions": []
}