{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['iris,pɔnsə'biliti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">irresponsibleness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,iris'pɔnsəblnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự thiếu tinh thần trách nhiệm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự chưa đủ trách nhiệm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự không chịu trách nhiệm (đối với ai...)</td></tr></table><i/></div>",
            "word": "irresponsibility"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "irresponsibility"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "irresponsibility"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "irresponsibility"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "irresponsibility"
        }
    },
    "sentences": [
        {
            "en": "You shall pay dear for your <em>irresponsibility</em>.",
            "vi": "Mày sẽ phải trả giá đắt vì vô trách nhiệm."
        },
        {
            "en": "People have put the environment in jeopardy by their <em>irresponsibility</em>.",
            "vi": "Con người đã đặt môi trường vào tình trạng nguy hiểm bằng sự thiếu trách nhiệm của họ."
        },
        {
            "en": "They can't hold her liable for someone else's <em>irresponsibility</em>.",
            "vi": "Họ không thể bắt cô ấy chịu trách nhiệm cho sự thiếu trách nhiệm của người khác."
        },
        {
            "en": "The effects of the <em>irresponsibility</em> will effect us all.",
            "vi": "Những ảnh hưởng của sự vô trách nhiệm sẽ ảnh hưởng đến chúng ta."
        },
        {
            "en": "It is the height of <em>irresponsibility</em> for him to make such comments.",
            "vi": "Anh ta thật hết sức thiếu trách nhiệm khi đưa ra những nhận xét như vậy."
        },
        {
            "en": "The boss decided to give him the ax for his <em>irresponsibility</em>.",
            "vi": "Sếp đã quyết định sa thải hắn vì sự thiếu trách nhiệm của hắn."
        },
        {
            "en": "This was often successful in reducing severe emotional tension but had serious side-effects, including epilepsy and changes in the personality towards apathy and <em>irresponsibility</em>.",
            "vi": "Điều này có hiệu lực trong việc giảm căng thẳng cảm xúc nặng nhưng có tác động phụ nghiêm trọng, bao gồm cả động kinh và thay đổi về nhân cách về hướng vô cảm và vô trách nhiệm."
        },
        {
            "en": "My parents scolded and nagged me about my <em>irresponsibility</em>, and particularly, my lack of love for my little brother I was punished by not going out on weekends for two weeks.",
            "vi": "Cha mẹ tôi đã mắng nhiếc la rầy tôi vì sự thiếu trách nhiệm của tôi và đặc biệt là thiếu tình yêu thương em trai mình và tôi đã bị phạt không đi chơi vào cuối tuần trong hai tuần."
        },
        {
            "en": "Our economy is badly weakened, a consequence of greed and <em>irresponsibility</em> on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age.",
            "vi": "Nền kinh tế của chúng ta yếu kém trầm trọng, một phần là hậu quả của thái độ tham lam, vô trách nhiệm của một số người, nhưng cũng là hậu quả của việc chúng ta đã thất bại trong việc đưa ra những lựa chọn khó khăn và chuẩn bị sẵn sàng cho đất nước trong kỷ nguyên mới."
        },
        {
            "en": "Our economy is badly weakened, a consequence of greed and <em>irresponsibility</em> on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age.",
            "vi": "Nền kinh tế của chúng ta yếu kém trầm trọng, một phần là hậu quả của thái độ tham lam, vô trách nhiệm của một số người, nhưng cũng là hậu quả của việc chúng ta đã thất bại"
        },
        {
            "en": "Thanh Buoi bus company has opened a picking up and dropping off point right near the headquarters of the HCMC traffic inspectorate for a long time, with about ten passenger buses stopping there a single day. However it is unknown why the inspectorate has not ended this violation and why their <em>irresponsibility</em> has not been handled.",
            "vi": "Công ty xe Khách Thành Bưởi đã mở một bến đón trả khách ngay gần trụ sở Thanh tra giao thông TP Hồ Chí Minh trong một thời gian dài, với khoảng mười xe chở khách dừng đỗ hằng ngày. Tuy nhiên không rõ tại sao thanh tra vẫn chưa kết thúc việc vi phạm này và tại sao sự vô trách nhiệm của họ đã không bị xử lý."
        }
    ],
    "suggestions": []
}