{
    "en_vn": {
        "data": {
            "content": null,
            "word": "irrespective"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>irrespective</k><blockquote>■ <cclass>adjective (<cclass><b>irrespective of</b>) regardless of. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>irrespectively</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "irrespective"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>irrespective</k><blockquote>▸ <cclass>adjective REGARDLESS OF, without regard to/for, notwithstanding, whatever, no matter what, without consideration of; <cclass><i>informal</i> irregardless of.</cclass></cclass></blockquote></div>",
            "word": "irrespective"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>irrespective</k><blockquote><blockquote><ex><abr>adj.</abr> irrespective of </ex></blockquote></blockquote></div>",
            "word": "irrespective"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "irrespective"
        }
    },
    "sentences": [
        {
            "en": "This is <em>irrespective</em> of the validity.",
            "vi": "Điều này là không phân biệt giá trị pháp lý."
        },
        {
            "en": "regardless of.. ; <em>irrespective</em> of;  no matter how/what ...",
            "vi": "bất luận"
        },
        {
            "en": "He does everything <em>irrespective</em> of the current climate of opinion.",
            "vi": "Anh ta làm mọi thứ bất chấp thái độ hiện nay của dư luận."
        },
        {
            "en": "They consider all qualified applicants, <em>irrespective</em> of sex or age.",
            "vi": "Họ xem xét tất cả các ứng viên đủ điều kiện, không phân biệt giới tính hay tuổi tác."
        },
        {
            "en": "This provision applied <em>irrespective</em> of whether the commercial exploitation of such inventions was prohibited by law.",
            "vi": "Quy định này được áp dụng bất kể việc khai thác thương mại những sáng chế đó có bị pháp luật cấm hay không."
        },
        {
            "en": "This is not to denigrate “native” speakers, but to emphasise qualifications, <em>irrespective</em> of teachers’ identities.",
            "vi": "Đây không phải là chê bai người \"bản ngữ\", mà là để nhấn mạnh rằng trình độ chuyên môn không liên quan gì đến đặc trưng của giáo viên."
        },
        {
            "en": "Enterprises had been treated equally in relation to the Price Stabilization Fund <em>irrespective</em> of ownership form.",
            "vi": "Các doanh nghiệp đều được đối xử bình đẳng trong mối quan hệ với quỹ bình ổn giá, không phân biệt hình thức sở hữu."
        },
        {
            "en": "The laws apply to everyone <em>irrespective</em> of race, creed or colour.",
            "vi": "Luật pháp áp dụng cho mọi người, bất kể chủng tộc, tín ngưỡng hay màu da."
        },
        {
            "en": "The law applies to everyone <em>irrespective</em> of race, creed or colour.",
            "vi": "Luật pháp được áp dụng cho mọi người, bất kể chủng tộc, tín ngưỡng hay màu da."
        },
        {
            "en": "The weekly rent is the same <em>irrespective</em> of the number of occupants.",
            "vi": "Tiền thuê hàng tuần không ảnh hưởng tới số người thuê."
        },
        {
            "en": "<em>Irrespective</em> of right or wrong we must admire that she knows what she wants from life.",
            "vi": "Bất kể là đúng hay sai thì chúng tôi vẫn phải khâm phục vì cô ấy biết cô ấy muốn cái gì trong cuộc sống này."
        },
        {
            "en": "Everyone, <em>irrespective</em> of age and sex, has the duty to defend the fatherland.",
            "vi": "Bất luận già trẻ gái trai, ai cũng có nhiệm vụ bảo vệ tổ quốc."
        },
        {
            "en": "The system has to be maintained <em>irrespective</em> of right or wrong.",
            "vi": "Hệ thống phải được duy trì bất luận đúng hay sai."
        },
        {
            "en": "They celebrate the day <em>irrespective</em> of whether they are rich or poor.",
            "vi": "Dẫu giàu, nghèo họ cùng ăn mừng ngày này."
        },
        {
            "en": "This is not to denigrate “native” speakers, but to emphasise qualifications, <em>irrespective</em> of teachers’ identities.",
            "vi": "Đây không phải là chê bai người \"bản ngữ\", mà là để nhấn mạnh rằng trình độ chuyên môn không liên quan gì đến đặc trưng của giáo viên."
        },
        {
            "en": "They have the financial and business acumen to ensure money is spent wisely <em>irrespective</em> of their profession.",
            "vi": "Họ có những nhạy bén về tài chính và kinh doanh để bảo đảm tiền bạc được sử dụng một cách thông minh bất kể nghề nghiệp của họ."
        },
        {
            "en": "This self-stimulation might even involve touching and playing with each other s bodies <em>irrespective</em> of sex.",
            "vi": "Việc tự tạo ra khoái cảm cho riêng mình có thể là sờ mó hay đùa nghịch cơ thể của nhau dù là cùng hay khác giới tính."
        },
        {
            "en": "Investment projects in the following domains, <em>irrespective</em> of the source of capital and the scale of investment.",
            "vi": "Các dự án đầu tư không phân biệt nguồn vốn, quy mô đầu tư trong những lĩnh vực sau."
        },
        {
            "en": "Vat applied generally to all products and services in the covered categories and used in production and consumption in Viet Nam <em>irrespective</em> of their origin.",
            "vi": "Thuế vat áp dụng chung với tất cả hàng hoá và dịch vụ thuộc đối tượng chịu thuế và được sử dụng cho sản xuất và tiêu dùng ở việt nam không tính đến nguồn gốc xuất xứ."
        },
        {
            "en": "Eliminate administrative controls on exports and imports allowing businesses to export or import nonbanned products <em>irrespective</em> of their original business registration.",
            "vi": "Xoá bỏ kiểm soát hành chính đối với xuất nhập khẩu, cho phép các doanh nghiệp xuất nhập khẩu những sản phẩm không bị cấm mà không cần quan tâm đến đăng ký kinh doanh ban đầu."
        }
    ],
    "suggestions": []
}