{
    "en_vn": {
        "data": {
            "content": null,
            "word": "issuing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "issuing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "issuing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "issuing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "issuing"
        }
    },
    "sentences": [
        {
            "en": "<em>Issuing</em> broker",
            "vi": "Người môi giới phát hành"
        },
        {
            "en": "<em>Issuing</em> house",
            "vi": "Nhà phát hành"
        },
        {
            "en": "<em>Issuing</em> house association",
            "vi": "Hiệp hội các nhà phát hành"
        },
        {
            "en": "<em>Issuing</em> share capital.",
            "vi": "Phát hành cổ phiếu."
        },
        {
            "en": "Who is the <em>issuing</em> authority?",
            "vi": "Cơ quan cấp phép là ai?"
        },
        {
            "en": "Principles for <em>issuing</em> arbitral awards.",
            "vi": "Nguyên tắc ra quyết định trọng tài."
        },
        {
            "en": "Process of <em>issuing</em> an investment licence",
            "vi": "Quy trình cấp giấy phép đầu tư"
        },
        {
            "en": "<em>Issuing</em> the command set filter to.",
            "vi": "Đưa ra lệnh set filter to."
        },
        {
            "en": "Corporations can secure capital by <em>issuing</em> bonds.",
            "vi": "Các công ty có thể đảm bảo nguồn vốn cho mình bằng cách phát hành trái phiếu."
        },
        {
            "en": "Bases for <em>issuing</em> the arbitral award;",
            "vi": "Cơ sở để ra quyết định trọng tài;"
        },
        {
            "en": "Identify the management issues related to <em>issuing</em> long-term debt.",
            "vi": "Xác định những vấn đề về nợ dài hạn."
        },
        {
            "en": "Reform rules and procedures of preparing and <em>issuing</em> legal documents.",
            "vi": "Cải cách các quy định và quy trình soạn thảo và ban hành các văn bản pháp luật."
        },
        {
            "en": "<em>Issuing</em> a decree and clarifying current laws, are urgent priorities.",
            "vi": "Ban bố nghị định và làm rõ luật đất đai hiện hành đang là những ưu tiên cấp bách nhất."
        },
        {
            "en": "As far as the standards of <em>issuing</em> stock concerned.",
            "vi": "Về tiêu chuẩn phát hành chứng khoán."
        },
        {
            "en": "Number and <em>issuing</em> date of certificate of capital contribution.",
            "vi": "Số và ngày cấp giấy chứng nhận phần vốn góp."
        },
        {
            "en": "Identifying poorest households for <em>issuing</em> the poor-household cards.",
            "vi": "Xác định những hộ nghèo nhất nhằm phát thẻ chứng nhận hộ nghèo."
        },
        {
            "en": "These and similar cases, <em>issuing</em> direct orders is not feasible.",
            "vi": "Trong những trường hợp như thế này, việc ban hành mệnh lệnh trực tiếp là không khả thi."
        },
        {
            "en": "Number and <em>issuing</em> date of the Certificate of business registration.",
            "vi": "Số và ngày cấp giấy chứng nhận đăng ký kinh doanh."
        },
        {
            "en": "The music was <em>issuing</em> from behind Sheila’s door.",
            "vi": "Tiếng nhạc đang phát ra từ phía sau cánh cửa của Sheila."
        },
        {
            "en": "Both ghe government and companies borrow money by <em>issuing</em> bonds.",
            "vi": "Cả chính phủ lẫn các công ty đều vay tiền bằng cách phát hành các trái phiếu."
        }
    ],
    "suggestions": []
}