{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ITO",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ITO",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ITO",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ITO",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ITO",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ito</em>",
            "vi": "Tổ chức thương mại quốc tế"
        },
        {
            "en": "However we see the Egyptian outsourcing market being rooted in <em>ITO</em> for the time being.",
            "vi": "Tuy nhiên chúng ta thấy thị trường khoán ngoài Ai Cập bị bắt rễ vào trong ITO trong thời hiện tại."
        },
        {
            "en": "The proposed charter for the <em>ITO</em> had attempted to provide for the participation of state trading countries.",
            "vi": "Hiến chương được đề xuất của ITO đã tìm cách tạo điều kiện cho sự tham gia của các nước mà nhà nước giao dịch thương mại."
        },
        {
            "en": "The <em>ITO</em> was meant to handle the trade side of international economic cooperation, complementing the World Bank and the International Monetary Fund (IMF).",
            "vi": "Ý tưởng là để ITO xử lý khía cạnh thương mại trong hợp tác kinh tế quốc tế, bổ trợ cho vai trò của Ngân hàng Thế giới và Quỹ Tiền tệ Quốc tế (IMF)."
        },
        {
            "en": "A parallel round of negotiations conducted by 23 countries also negotiating the <em>ITO</em> charter resulted in the General Agreement on Tariffs and Trade (GATT) in 1947.",
            "vi": "Một vòng đàm phán song song do 23 nước tiến hành cũng đàm phán về hiến chương ITO dẫn tới Hiệp định Chung về Thuế quan và Thương mại (GATT) vào năm 1947."
        },
        {
            "en": "However, the Havana Charter was never ratified by the US Congress and progress towards the creation of the <em>ITO</em> was abandoned in 1950.",
            "vi": "Tuy nhiên, Hiến chương Havana không được Quốc hội Hoa Kỳ phê chuẩn và mọi tiến bộ hướng tới việc thành lập ITO bị xóa bỏ vào năm 1950."
        },
        {
            "en": "In an efficient and safe effort to save us from the ill-effects of plastic waste, Akinori <em>Ito</em> has developed a machine which converts plastic back into oil.",
            "vi": "Với mong muốn giúp mọi người chúng ta thoát khỏi tác hại của chất thải nhựa vừa an toàn lại hiệu quả, ông Akinori Ito đã phát minh ra chiếc máy có thể biến nhựa trở lại thành dầu."
        },
        {
            "en": "Itochi's founder, Mr Chubei <em>Ito</em>, was a merchant all his life and he steadfastly believed that the most important thing in business activities was to be honest with other people, and most important of all, with oneself.",
            "vi": "Nhà thành lập Itochi, ông Chubei Ito, cả đời ông là một thương gia và ông ta tin tưởng một cách trung thành rằng một việc quan trọng nhất trong những hoạt động kinh doanh là trung thực với những người xung quanh, và quan trọng hơn nữa,với bản thân mình."
        },
        {
            "en": "Japanese artist Hirotoshi <em>Ito</em> breathes life into stone by transforming it into practically anything but stone itself. His whimsical and unique stone sculptures create surreal optical illusions that can make us forget that they are actually made of solid stone.",
            "vi": "Hirotoshi Ito, nghệ sĩ Nhật Bản, mang sinh khí vào đá bằng cách biến nó mọi thứ khác không phải bản thân nó. Những tác phẩm điêu khắc đá quái dị và độc đáo của anh tạo ảo giác kỳ lạ khiến ta quân mất chúng thực ra được làm từ đá cứng."
        },
        {
            "en": "At the first session of the United Nations Economic and Social Council (ECOSOC), the Soviet Union voted for the establishment of the <em>ITO</em>, including the section on state trading in the suggested charter.",
            "vi": "Tại phiên họp đầu tiên của Hội đồng Kinh tế và Xã hội của Liên Hợp Quốc (ECOSOC), Liên Xô cũ đã bỏ phiếu thuận với việc thiết lập ITO, kể cả phần về nhà nước giao dịch thương mại trong hiến chương được đề xuất."
        },
        {
            "en": "Itochi's founder, Mr Chubei <em>Ito</em>, was a merchant all his life and he steadfastly believed that the most important thing in business activities was to be honest with other people, and most important of all, with oneself.",
            "vi": "Nhà thành lập Itochi, ông Chubei Ito, cả đời ông là một thương gia và ông ta tin tưởng một cách trung thành rằng một việc quan trọng nhất trong những hoạt động kinh doanh là trung thực với"
        },
        {
            "en": "The Havana Charter of 1947 was intended by the US and 49 other countries to create the International Trade Organisation (<em>ITO</em>), a third institution under the United Nations (UN).",
            "vi": "Hiến chương Havana năm 1947 do Hoa Kỳ và 49 quốc gia khác đề ra nhằm thiết lập Tổ chức Thương mại Quốc tế (ITO), một thể chế thứ ba trực thuộc Liên Hợp Quốc (UN)."
        },
        {
            "en": "Stone is often associated with its coldness and hardness, but this only inspired <em>Ito</em>, a graduate of Tokyo National Fine Arts University, to challenge these common features rather than be restricted by them. The rocks in his work not only come alive, they also brings their seemingly soft, warm and flexible side into the spotlight. This shows that nearly everything is possible through creativity and determination.",
            "vi": "Đá thường làm ta nghĩ đến sự lạnh lẽo và cứng rắn, nhưng điều này càng thôi thúc kích thích khả năng của Ito, tốt nghiệp Đại học Mỹ thuật Quốc gia Tokyo, chớ không bị chúng trói tay. Đá trong tác phẩm của anh không chỉ trở nên sống động, mà còn làm người ta chú ý đến nét mềm mại, ấm áp và linh hoạt. Điều này chứng minh rằng chuyện gì trên đời cũng có thể xảy ra nếu có óc sáng tạo và lòng quyết tâm."
        },
        {
            "en": "Fukushima disaster: Japan fishermen brace for the worst         Shin Futsu fishermen fear that some of the radioactive elements will eventually wash up at the port.  The small port of Shin Futsu sits on the edge of Tokyo Bay, about a two hour drive from the capital. It is about 200km (124 miles) down the coast from the Fukushima nuclear plant where extraordinarily high levels of radiation have been detected in the sea near the reactors. In a small boat, Kazuhiro Ogawa passes the end of the sea wall that stretches protectively around the harbour, and heads out towards his seaweed farm.  It is cold and bright - the sun has not been up for an hour yet. Mr Ogawa is trying to salvage the nets and lines he grows his seaweed on. They were wrecked by the tsunami, the metal anchor posts all bent out of shape. An oil spill, blamed on the disaster, compounded the problem. Fear of radiation  But it is the difficulties they are having at the nuclear plant that really worries him. \"We'll be in trouble if the radiation comes here,\" Mr Ogawa says.  \"We don't just work at sea, we farm rice and vegetables too. I'm just about to plant my rice, I don't want radiation on it.\" Both radioactive iodine and caesium have been detected off the eastern coast of Japan. Iodine is less of a problem because it starts to dissipate over a few days, but the risk posed by caesium will last far longer. It won't decay to any great extent for decades. The prefecture of Chiba where Shin Futsu sits may get some protection from ocean currents which might spread the contamination away from the coastline out to sea. But there are concerns at the port that some of the radioactive elements will eventually wash up there. It could be absorbed by the seaweed or the fish. The amounts would probably be too small to pose a risk to human health. But it's likely they would be large enough to worry consumers whose business, of course, the fishermen of Shin Futsu depend on. The Shin Futsu fisherman's co-operative is worried that fear of radiation could yet turn out to be a bigger issue than the radiation itself. \"What I'm really worried about, even more than the radiation issue, is public opinion,\" their spokesman Yoshiaki <em>Ito</em> says. \"If there is any hint that food products in this area could be contaminated, then that would have a greater effect than the actual radiation itself.” The fishing industry is hugely important here: Japan consumes about 9m metric tones of seafood every year. 'No fear'  Yasuyo Katoh's wrapped in a bonnet to protect her from the sun. I'm worried about everything. I just wish things would get back to normal” She's trying to untangle some of the nets that were ruined by the tsunami.   She's sitting on the slipway near the quay working with a group of other local women. She says she is eating only the fish she put in the freezer before the radiation started leaking. \"I don't know what I will do when that runs out,\" she explains. \"I'm also worried about the water, and the vegetables. I'm worried about everything. I just wish things would get back to normal.\" Further down the quay some children have stripped down to their underwear and are leaping off the breakwater into the water. They have no fear of the height of the drop or of the water beneath. In most coastal areas further away from the nuclear plant you will find people who don't feel they are at risk - they don't see why their lives should be affected. But you will also find plenty of others who are uneasy about the prospects for the weeks ahead and uncertain about the dangers or at least the problems they're currently facing.",
            "vi": "Fukushima disaster: Japan fishermen brace for the worst      Những ngư dân ở Shin Futsu lo sợ rằng một vài nguyên tố phóng xạ cuối cùng sẽ trôi giạt vào cảng này.  Cảng nhỏ Shin Futsu nằm trên bờ vịnh Tokyo, chỉ cách hai giờ lái xe từ thủ đô này.    Nó cách khoảng 200 km (124 dặm) dọc theo bờ biển từ nhà máy hạt nhân Fukushima nơi mà mức độ phóng xạ cao quá mức đã được phát hiện ở khu vực biển gần các lò phản ứng.  Trên một chiếc thuyền nhỏ, Kazuhiro Ogawa băng qua đoạn cuối của đập ngăn biển trải dài bao bọc quanh bến cảng, và bắt đầu lên đường hướng về trang trại tảo của ông. Trời lạnh và quang đãng - mặt trời vẫn chưa lên trong vòng một tiếng đồng hồ.  Ông Ogawa đang cố thu tay lưới và dây câu mà ông trồng tảo trên đó. Chúng đã bị đánh hỏng bởi sóng thần, các cột neo bằng kim loại đều cong lại méo mó. Vụ tràn dầu, do thảm hoạ gây ra, đã làm vấn đề tồi tệ thêm. Sợ bị phóng xạ Nhưng chính những khó khăn họ đang gặp ở nhà máy hạt nhân thật sự làm ông ta lo lắng. \"Chúng tôi sẽ gặp khó khăn nếu chất phóng xạ đến nơi đây,\" Ông Ogawa nói.  \"Chúng tôi không chỉ đánh cá ở biển, chúng tôi còn trồng lúa và rau nữa. Tôi định sẽ trồng lúa, tôi không muốn có chất phóng xạ trên lúa của tôi.” Cả hai chất phóng xạ i-ốt lẫn xê-đi đã được tìm thấy ngoài bờ biển đông của Nhật Bản.  I-ốt ít nguy hiểm hơn vì nó bắt đầu tan trong vài ngày, nhưng nguy cơ phóng xạ của xê-di sẽ kéo dài hơn. Nó sẽ không phân rã ở mức độ cao trong nhiều thập niên.  Quận Chiba nơi cảng Shin Futsu toạ lạc có thể sẽ được bảo vệ khỏi luồng nước mà có thể phát tán nhiễm bẩn ra khỏi bờ biển rồi đổ ra biển.  Nhưng có nhiều mối lo ngại ở cảng rằng một vài nguyên tố phóng xạ cuối cùng sẽ trôi giạt vào đó.  Nó có thể được hấp thu bởi tảo hoặc cá.  Lượng phóng xạ có lẽ nhỏ quá cho nên không thể gây nguy hiểm cho sức khoẻ con người. Nhưng lượng này có thể sẽ đủ lớn để làm lo lắng những người tiêu dùng mà dĩ nhiên ngư dân ở Shin Futsu phụ thuộc vào công việc kinh doanh của họ.  Hợp tác xã ngư dân Shin Futsu lo lắng về nỗi sợ bị phóng xạ có thể lại là vấn đề lớn hơn chính mức phóng xạ. \"Điều mà tôi thật sự lo lắng, thậm chí hơn cả vấn đề phóng xạ, đó là dư luận của công chúng\" người phát ngôn Yoshiaki Ito của họ nói.  \"Có ý kiến bóng gió rằng thực phẩm ở khu vực này có thể bị nhiễm bẩn, vậy thì mức ảnh hưởng cao hơn chính mức phóng xạ thực tế.” Ngành thuỷ sản là ngành rất quan trọng nơi đây: Nhật Bản tiêu thụ khoảng 9 tấn mét hải sản mỗi năm.  “Không sợ hãi” Yasuyo Katoh đang quấn mặt trong cái mũ để bảo vệ của cô ấy khỏi ánh nắng mặt trời.  Tôi lo lắng về mọi thứ. Tôi chỉ ước mọi thứ ước sẽ bình thường trở lại \" Cô ấy đang cố gỡ một vài tay lưới bị rối đã bị phá hỏng bởi sóng thần. Cô ấy đang ngồi lên bờ trượt gần bến cảng làm việc với một nhóm phụ nữ địa phương khác. Cô ấy cho biết cô ấy đang ăn cá mà mình bỏ trong tủ lạnh trước khi phóng xạ bắt đầu rò rỉ. \"Tôi không biết tôi sẽ làm gì khi chúng cạn kiệt,\" cô ấy giải thích.  \"Tôi cũng lo lắng về nước và rau nữa. Tôi lo mọi thứ. Tôi chỉ muốn mọi thứ trở lại bình thường.\" Xa xa dưới bến cảng là một số trẻ em cởi đồ chỉ còn quần áo lót và đang nhảy ra khỏi đê chắn sóng xuống dòng nước. Chúng không sợ chiều cao của khoảng cách hoặc độ sâu của nước bên dưới. Ở hầu hết các khu vực duyên hải cách xa những nhà máy hạt nhân bạn sẽ nhận thấy những người nơi đây không biết họ cũng có nguy cơ nhiễm phóng xạ - họ nghĩ chẳng có lý do gì mà cuộc sống của họ bị ảnh hưởng cả.  Nhưng bạn sẽ cũng thấy nhiều người khác lo lắng về viễn cảnh trong những tuần tới và còn ngờ vực về mối nguy hiểm hoặc thậm chí những vấn đề họ hiện đang đối mặt."
        }
    ],
    "suggestions": []
}