{
    "en_vn": {
        "data": {
            "content": null,
            "word": "iv"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "iv"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "iv"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "iv"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "iv"
        }
    },
    "sentences": [
        {
            "en": "<em>IV</em> - Silicon on Insulator",
            "vi": "IV- Silicon trên chất cách điệ"
        },
        {
            "en": "Act I sc <em>IV</em>",
            "vi": "Hồi i cảnh iv"
        },
        {
            "en": "PART <em>IV</em> VISION TO 2020.",
            "vi": "Phần IV Tầm nhìn 2020."
        },
        {
            "en": "I like act I Sc <em>IV</em> best.",
            "vi": "Tôi thích hồi 1 cảnh 4 nhất."
        },
        {
            "en": "Government expenditure: from Chapter 4, Table <em>IV</em>.",
            "vi": "Chi tiêu của Chính phủ: từ chương 4, Bảng IV."
        },
        {
            "en": "Part <em>IV</em> summarizes the team's conclusions.",
            "vi": "Phần IV nêu tóm tắt các kết luận của nhóm."
        },
        {
            "en": "Shakespeare's Henry <em>IV</em> Pt 2 is about to start.",
            "vi": "Phần 2 vở kịch Henry IV của Shakespeare sắp bắt đầu."
        },
        {
            "en": "SESSION <em>IV</em>: Building Effective Governance for Successful Transition.",
            "vi": "Phiên IV: Xây dựng năng lực quản lý quốc gia hiệu quả để chuyển đổi thành công."
        },
        {
            "en": "<em>IV</em>: Copenhagen and the global response to CC",
            "vi": "IV: Copenhagen và ứng phó toàn cầu đối với biến đổi khí hậu"
        },
        {
            "en": "Session <em>IV</em>: Building Effective Governance for Effective Transitio",
            "vi": "Phiên IV: Xây dựng năng lực quản trị quốc gia hiệu quả để chuyển đổi thành công"
        },
        {
            "en": "CHAPTER <em>IV</em> RESEARCH FINDINGS: AWALK THROUGH THE BUSINESS REGISTRATION PROCESS",
            "vi": "ChƯƠNG IV PHÁT HIỆN CỦA CUỘC NGHIÊN CỨU: VỀ CÁC THỦ TỤC TRONG QUY TRìNH ĐĂNG KÝ KINH DOANH"
        },
        {
            "en": "SECTION <em>IV</em>: THE ROLE OF STAKEHOLDERS IN CORPORATE GOVERNANCE.",
            "vi": "PHẦN IV: VAI TRÒ CỦA CÁC BÊN CÓ QUYỀN LỢI LIÊN QUAN TRONG QUẢN TRỊ CÔNG TY."
        },
        {
            "en": "Mallon, “Mapping the Playing Field: Options for Reducing Private Sector Disincentives in Vietnam”, p. <em>iv</em>.",
            "vi": "Mallon, \"Hoạch định sân chơi công bằng: Các phương án giảm thiểu các yếu tố làm nhụt chí khu vực tư nhân ở Việt Nam\", trang iv."
        },
        {
            "en": "They may be given through an <em>IV</em> into the bloodstream or orally.",
            "vi": "Chúng có thể được áp dụng qua truyền dịch vào mạch máu hoặc qua đường miệng."
        },
        {
            "en": "<em>iv</em>. Never use the passive where you can use the active.",
            "vi": "iv. Không bao giờ dùng bị động khi có thể dùng chủ động."
        },
        {
            "en": "Section <em>IV</em>.3 proposes several policies to address Chu Lai's shortage of skilled labour.",
            "vi": "Phần IV.3 đề xuất một số chính sách khắc phục sự thiếu hụt lao động lành nghề ở Chu Lai."
        },
        {
            "en": "Table <em>IV</em> summarizes the chemical composition of the mixture after the experiment.",
            "vi": "Bảng 4 tóm tắt thành phần hóa học của hỗn hợp sau thí nghiệm."
        },
        {
            "en": "Chapter <em>IV</em> of the 1999 Enterprise Law is devoted entirely to shareholding companies.",
            "vi": "Chương IV của Luật Doanh nghiệp 1999 hoàn toàn dành cho các công ty cổ phần."
        },
        {
            "en": "The list of domains banned from investment is included in Appendix <em>IV</em> to this Decree.",
            "vi": "Danh mục lĩnh vực cấm đầu tư quy định tại phụ lục iv ban hành kèm theo nghị định này."
        },
        {
            "en": "<em>iv</em>. Never use the passive where you can use the active.",
            "vi": "iv. Không bao giờ dùng bị động khi có thể dùng chủ động."
        }
    ],
    "suggestions": []
}