{
    "en_vn": {
        "data": {
            "content": null,
            "word": "iva"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "iva"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "iva"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "iva"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "iva"
        }
    },
    "sentences": [
        {
            "en": "Carbon is part of the group <em>IVa</em> elements that also includes silicon, germanium, tin and lead.",
            "vi": "Cacbon thuộc nhóm nguyên tố nhóm iva, trong đó có silicon, germani, thiếc và chì."
        },
        {
            "en": "Principle <em>IVA</em>: The rights of stakeholders that are established by law or through mutual agreements are to be respected.",
            "vi": "Nguyên tắc IVA: Quyền của các bên có quyền lợi liên quan theo luật hoặc theo các thỏa thuận song phương phải được tôn trọng."
        },
        {
            "en": "They did all the morning chores by lantern-light and were hard at work in the woods when the sun came up, They worked till dark, and then there <em>IVA</em>-ere the chores to do, and after supper they had to go to bed so they could get up early in the morning.",
            "vi": "đèn và khi mặt trời vừa lên lại phải vào rừng. Họ làm cho tới lúc sẩm tối thì lại có những việc nhà khác cần phải lo và sau bữa ăn tối, tất cả đều phải lên giường để có thể thức dậy sớm vào sáng hôm sau."
        },
        {
            "en": "chores by lantern - light and were hard at work in the woods when the sun came up, They worked till dark, and then there <em>IVA</em> - ere the chores to do, and after supper they had to go to bed so they could get up early in the morning.",
            "vi": "Từ sáng sớm, họ đã phải làm đủ thứ việc nhà dưới ánh đèn và khi mặt trời vừa lên lại phải vào rừng. Họ làm cho tới lúc sẩm tối thì lại có những việc nhà khác cần phải lo và sau bữa ăn tối, tất cả đều phải lên giường để có thể thức dậy sớm vào sáng hôm sau."
        }
    ],
    "suggestions": []
}