{
    "en_vn": {
        "data": {
            "content": null,
            "word": "IX",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "IX",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "IX",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "IX",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "IX",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Factor <em>IX</em>.",
            "vi": "Yếu tố ix."
        },
        {
            "en": "It was invented between centuries VII and <em>IX</em>.",
            "vi": "Nó được phát minh giữa thế kỷ VII và IX."
        },
        {
            "en": "(The same provision is included under § 31 <em>IX</em> Law on Securities.)",
            "vi": "(Quy định tương tự cũng được nêu trong § 31 IX Luật Chứng khoán.)"
        },
        {
            "en": "In the year ten hundred and fifty - four, Pope Leo <em>IX</em> died.",
            "vi": "Vào năm 1054, Giáo hoàng Leo IX qua đời."
        },
        {
            "en": "In the year ten hundred and fifty-four, Pope Leo <em>IX</em> died.",
            "vi": "Vào năm 1054, Giáo hoàng Leo IX qua đời."
        },
        {
            "en": "A porphyrin compound that is formed during the synthesis of protoporphyrin <em>IX</em>, a precursor of haem.",
            "vi": "Một chất porphyrin phức hợp được tạo thành trong quá trình tổng hợp chất protoporphyrin ix, một chất báo trước của heam."
        },
        {
            "en": "Communist Party of Viet Nam, <em>IX</em> National Congress Document, 2001, Ha Noi.",
            "vi": "Đảng cộng sản Việt Nam, Văn kiện Đại Hội Đảng lần thứ 9, 2001, Hà Nội."
        },
        {
            "en": "Other matters pertinent to this business will be attended to according to clause <em>IX</em> of the contract.",
            "vi": "Các vấn đề khác liên quan đến kinh doanh này sẽ được chú ý theo điều khoản 9 của hợp đồng."
        },
        {
            "en": "Ownership, management and use of geographical indications in Viet Nam were required to comply with the provisions of Chapter <em>IX</em> of the 2005 Intellectual Property Law.",
            "vi": "Việc sở hữu, quản lý và sử dụng các chỉ dẫn địa lý tại Việt Nam phải phù hợp với các quy định tại Chương IX của Luật Sở hữu trí thuệ năm 2005."
        },
        {
            "en": "Program on salary reform: The salary system for cadres and civil servants will be reformed fundamentally according to the Resolution of the <em>IX</em> Congress of the Party.",
            "vi": "Chương trình cải cách tiền lương: Hệ thống lương cho cán bộ và công chức sẽ được cải cách đáng kể theo Nghị quyết Đại hội 9 của Đảng."
        },
        {
            "en": "Our bodies have 12 clotting factors that work together in this process (numbered using Roman numerals from I through XII). Having too little of factors VIII (8) or <em>IX</em> (9) is what causes hemophilia. A person with hemophilia will only lack one factor, either factor VIII or factor <em>IX</em>, but not both.",
            "vi": "Cơ thể của chúng ta có 12 yếu tố làm đông tụ máu – tất cả hoạt động cùng nhau trong quá trình này (được đánh số La Mã từ I đến XII). Nguyên nhân gây bệnh máu khó đông là do cơ thể có quá ít yếu tố VIII (8) hoặc IX (9). Người bị bệnh máu khó đông chỉ thiếu một yếu tố đó thôi, hoặc là yếu tố VIII hoặc là yếu tố IX, không bị thiếu cả hai."
        },
        {
            "en": "There are two major kinds of hemophilia, hemophilia A and hemophilia B. About 80% of cases are hemophilia A, which is a factor VIII deficiency. Hemophilia B is when factor <em>IX</em> is lacking.",
            "vi": "Có hai loại bệnh máu khó đông chính – đó là bệnh máu khó đông loại A và bệnh máu khó đông loại B. Khoảng 80% các ca bệnh rơi vào loại A, đây là loại bệnh thiếu yếu tố VIII. Bệnh máu khó đông loại B xảy ra khi thiếu yếu tố đông tụ thứ IX."
        },
        {
            "en": "“Resolution of the Fifth Plenum of the Party Central Committee (<em>IX</em> Term) on Continuing to Renovate Mechanism and Policies, and to Promote and Create Conditions for the Development of the Private Economy.”",
            "vi": "\"Nghị quyết của Hội nghị lần thứ 5 Ban chấp hành trung ương Đảng (khoá IX) về Tiếp tục đổi mới cơ chế, chính sách, khuyến khích, tạo điều kiện phát triển kinh tế tư nhân.”"
        },
        {
            "en": "New exemptions can only be granted to new members at the time of accession or, in the case of current members, by way of a waiver under Article <em>IX</em>:3 of the WTO Agreement.",
            "vi": "Những trường hợp miễn trừ mới chỉ có thể được xem xét đối với những thành viên mới tại thời điểm gia nhập hay, trong trường hợp thành viên hiện tại, bằng cách khước từ bãi miễn theo Điều IX:3 của Thoả thuận WTO."
        },
        {
            "en": "DiagnosisYour doctor may suspect your child has hemophilia if there's a pattern of bruising and bleeding, particularly if this includes bleeding into the joint. Diagnosing the condition requires a set of blood tests, including a complete blood count (CBC), prothrombin time (PT), activated partial thromboplastin time (PTT), factor VIII level, and factor <em>IX</em> level.",
            "vi": "Chẩn đoán bệnh máu khó đông Bác sĩ có thể nghi ngờ con bạn bị bệnh máu khó đông nếu bị bầm da và xuất huyết một kiểu nào đó, nhất là nếu tình trạng này gồm xuất huyết vào khớp. Việc chẩn đoán bệnh đòi hỏi phải cần một loạt các xét nghiệm máu, như đếm huyết cầu toàn phần (CBC), thời gian prothrombin (kiểm tra đông máu ngoại sinh), thời gian thromboplastin từng phần hoạt hoá (PTT), mức độ yếu tố thứ VIII và thứ IX."
        },
        {
            "en": "Between 14% and 25% of children with severe hemophilia A develop inhibitors (antibodies to the clotting factor). Their bodies view the clotting factor as a foreign substance and develop antibodies that block its clotting action. This can make the hemophilia difficult to treat. One method for overcoming the inhibitors is to increase the body's tolerance to the clotting factor by carefully infusing increasing amounts of the clotting factor over time. Inhibitors to factor <em>IX</em> (hemophilia B) are less common and are also more difficult to treat.",
            "vi": "Khoảng 14 -25% trẻ bị máu loãng khó đông nặng loại A tạo chất ức chế (đây là loại kháng thể chống lại yếu tố động tụ). Cơ thể trẻ xem yếu tố đông tụ như là một chất “ngoại lai” và tạo kháng thể ngăn không cho nó đông tụ. Tình trạng này làm cho bệnh máu khó đông khó có thể chữa trị. Một phương pháp có thể giúp kháng được chất ức chế là làm tăng khả năng dung nạp yếu tố đông tụ của cơ thể bằng cách cẩn  thận truyền lượng yếu tố đông tụ tăng dần theo thời gian. Chất ức chế đối với yếu tố thứ IX (bệnh máu khó đông loại B) hiếm thấy hơn và cũng khó có thể điều trị hơn."
        }
    ],
    "suggestions": []
}