{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒækbu:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giầy ống, ủng (cao đến trên đầu gối)</td></tr></table><i/></div>",
            "word": "jackboot",
            "pronounce": "['dʒækbu:t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>jackboot</k><blockquote>■ <cclass>noun a large leather military boot reaching to the knee. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>jackbooted</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "jackboot",
            "pronounce": "['dʒækbu:t]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jackboot",
            "pronounce": "['dʒækbu:t]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jackboot",
            "pronounce": "['dʒækbu:t]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jackboot",
            "pronounce": "['dʒækbu:t]"
        }
    },
    "sentences": [
        {
            "en": "Their nation was under the <em>jackboot</em> of a dictatorial regime.",
            "vi": "Đất nước của họ đã từng dưới sự chuyên chế của một chế độ độc tài."
        },
        {
            "en": "Adjectives like epoch-making, epic, historic, unforgettable, triumphant, age-old, inevitable, inexorable, veritable, are used to dignify the sordid process of international politics, while writing that aims at glorifying war usually takes on an archaic colour, its characteristic words being: realm, throne, chariot, mailed fist, trident, sword, shield, buckler, banner, <em>jackboot</em>, clarion. ",
            "vi": "Các tính từ như epoch-making (có tác động lớn trong tương lai), epic (tính sử thi), historic (có tính lịch sử), unforgettable (không thể quên được), triumphant (bất bại), age-old (rất cũ), inevitable (không tránh khỏi), inexorable (không thể lay chuyển), veritable (vô cùng) được dùng để truy xét các thương vụ bẩn thỉu của chính trị quốc tế, trong khi đó các bài viết nhằm tôn vinh chiến tranh thường sử dụng những từ có màu sắc cổ điển tiêu biểu như: beam (tỏa sáng), chariot (xe ngựa kéo trong chiến tranh), mailed fist (lực lượng), trident (đinh ba), sword (kiếm), shield (lá chắn), buckler (khiên), banner (biểu ngữ), jackboot (giày ống), clarion (vang dội). "
        },
        {
            "en": "Adjectives like epoch-making, epic, historic, unforgettable, triumphant, age-old, inevitable, inexorable, veritable, are used to dignify the sordid process of international politics, while writing that aims at glorifying war usually takes on an archaic colour, its characteristic words being: realm, throne, chariot, mailed fist, trident, sword, shield, buckler, banner, <em>jackboot</em>, clarion. ",
            "vi": "Các tính từ như epoch-making (có tác động lớn trong tương lai), epic (tính sử thi), historic (có tính lịch sử), unforgettable (không thể quên được), triumphant (bất bại), age-old (rất cũ), inevitable (không tránh khỏi), inexorable (không thể lay chuyển), veritable (vô cùng) được dùng để truy xét các thương vụ bẩn thỉu của chính trị quốc tế, trong khi đó các bài viết nhằm tôn vinh chiến tranh thường sử dụng những từ có màu sắc cổ điển tiêu biểu như: beam (tỏa sáng), chariot (xe ngựa kéo trong chiến tranh), mailed fist (lực lượng), trident (đinh ba), sword (kiếm), shield (lá chắn), buckler (khiên), banner (biểu ngữ), jackboot (giày ống), clarion (vang dội)."
        },
        {
            "en": "By using stale metaphors, similes, and idioms, you save much mental effort, at the cost of leaving your meaning vague, not only for your reader but for yourself. This is the significance of mixed metaphors. The sole aim of a metaphor is to call up a visual image. When these images clash — as in The Fascist octopus has sung its swan song, the <em>jackboot</em> is thrown into the melting pot — it can be taken as certain that the writer is not seeing a mental image of the objects he is naming; in other words he is not really thinking. Look again at the examples I gave at the beginning of this essay.",
            "vi": "Bằng cách sử dụng nhiều phép ẩn dụ, tương đồng, thành ngữ cổ điển, bạn sẽ đỡ tốn sức hơn nhiều, với cái giá phải trả là thông điệp trở nên mơ hồ, đối với không chỉ người đọc mà cả chính bản thân bạn. Đây chính là hậu quả của việc kết hợp nhiều phép ẩn dụ. Mục đích đơn thuần của một phép ẩn dụ là để gợi ra hình ảnh trực quan. Khi những hình ảnh này không tương thích với nhau – như trong câu \"The Fascist octopus has sung its swan song, the jackboot is thrown into the melting pot\". (Con bạch tuộc Phát-xít tung ra đòn cuối cùng, đôi ủng Đức Quốc Xã bị ném vào trong một vùng giao thoa văn hóa) – có thể dám chắc rằng người viết đang không tưởng tượng được hình ảnh của đối tượng mà anh ta đang gọi tên; nói cách khác, anh ta đang không hề suy nghĩ. Hãy nhìn lại vào những ví dụ tôi chỉ ra ở đầu bài luận này."
        },
        {
            "en": "By using stale metaphors, similes, and idioms, you save much mental effort, at the cost of leaving your meaning vague, not only for your reader but for yourself. This is the significance of mixed metaphors. The sole aim of a metaphor is to call up a visual image. When these images clash — as in The Fascist octopus has sung its swan song, the <em>jackboot</em> is thrown into the melting pot — it can be taken as certain that the writer is not seeing a mental image of the objects he is naming; in other words he is not really thinking. Look again at the examples I gave at the beginning of this essay. ",
            "vi": "Bằng cách sử dụng nhiều phép ẩn dụ, tương đồng, thành ngữ cổ điển, bạn sẽ đỡ tốn sức hơn nhiều, với cái giá phải trả là thông điệp trở nên mơ hồ, đối với không chỉ người đọc mà cả chính bản thân bạn. Đây chính là hậu quả của việc kết hợp nhiều phép ẩn dụ. Mục đích đơn thuần của một phép ẩn dụ là để gợi ra hình ảnh trực quan. Khi những hình ảnh này không tương thích với nhau – như trong câu \"The Fascist octopus has sung its swan song, the jackboot is thrown into the melting pot\". (Con bạch tuộc Phát-xít tung ra đòn cuối cùng, đôi ủng Đức Quốc Xã bị ném vào trong một vùng giao thoa văn hóa) – có thể dám chắc rằng người viết đang không tưởng tượng được hình ảnh của đối tượng mà anh ta đang gọi tên; nói cách khác, anh ta đang không hề suy nghĩ. Hãy nhìn lại vào những ví dụ tôi chỉ ra ở đầu bài luận này. "
        },
        {
            "en": "I have not here been considering the literary use of language, but merely language as an instrument for expressing and not for concealing or preventing thought. Stuart Chase and others have come near to claiming that all abstract words are meaningless, and have used this as a pretext for advocating a kind of political quietism. Since you don't know what Fascism is, how can you struggle against Fascism? One need not swallow such absurdities as this, but one ought to recognise that the present political chaos is connected with the decay of language, and that one can probably bring about some improvement by starting at the verbal end. If you simplify your English, you are freed from the worst follies of orthodoxy. You cannot speak any of the necessary dialects, and when you make a stupid remark its stupidity will be obvious, even to yourself. Political language — and with variations this is true of all political parties, from Conservatives to Anarchists — is designed to make lies sound truthful and murder respectable, and to give an appearance of solidity to pure wind. One cannot change this all in a moment, but one can at least change one's own habits, and from time to time one can even, if one jeers loudly enough, send some worn-out and useless phrase — some <em>jackboot</em>, Achilles’ heel, hotbed, melting pot, acid test, veritable inferno, or other lump of verbal refuse — into the dustbin where it belongs.",
            "vi": "Tôi không ở đây để nói về cách sử dụng Tiếng Anh trong văn chương, mà đơn thuần muốn chỉ ra rằng ngôn ngữ chính là một loại nhạc cụ để biểu đạt cảm xúc chứ không phải để lừa dối hay cản trở suy nghĩ. Stuart Chase và những người khác đã tiến gần đến tuyên bố rằng mọi từ trừu tượng đều vô nghĩa, và đã dùng nó như một cái cớ để ủng hộ cho một kiểu chính trị an phận. Khi bạn không biết chủ nghĩa phát-xít nghĩa là gì, sao bạn có thể đấu tranh chống lại nó được? Bạn không cần phải để ý sự ngớ ngẩn này, nhưng nên nhận ra tình hình chính trị nhiễu nhương ngày nay có liên hệ với sự suy sụp của ngôn ngữ, rằng ta nên bắt đầu cải thiện từ ngôn ngữ nói. Nếu bạn đơn giản hóa Tiếng Anh của mình, bạn sẽ thoát khỏi những gì tồi tệ nhất của kiểu Tiếng Anh hiện đại ngày nay. Bạn sẽ không thể nói được bất kì phương ngữ nào khi cần, vì khi bạn đưa ra một nhận xét ngu ngốc thì sự ngu ngốc ấy sẽ hiển hiện ra thấy rõ, ngay cả với chính bạn. Ngôn ngữ chính trị – kể cả với những biến thể, nó vẫn đúng ở mọi đảng phái, từ bảo thủ đến vô thần – được tạo ra để những lời dối trá nghe như chân lí, để việc giết chóc trở nên chấp nhận được, và để tạo ra dáng vẻ vững chắc cho một ngọn gió đơn thuần. Không ai có thể thay đổi tất cả trong khoảnh khắc, nhưng ít nhất có thể thay đổi thói quen của chính mình, và dần dần mỗi người trong chúng ta, nếu cười nhạo đủ lớn, có thể bằng cách đó ném tất cả những cụm từ lỗi thời và vô nghĩa – những jackboot (giày ống), Achilles’ heel (gót chân A-sin), hotbed (vị trí thuận tiện), melting pot (sự giao thoa), acid test (bài kiểm tra khắc nghiệt), veritable inferno (hỏa ngục đích thực) và những thứ rác rưởi khác – vào đống tanh hôi nơi chúng xứng đáng thuộc về."
        },
        {
            "en": "I have not here been considering the literary use of language, but merely language as an instrument for expressing and not for concealing or preventing thought. Stuart Chase and others have come near to claiming that all abstract words are meaningless, and have used this as a pretext for advocating a kind of political quietism. Since you don't know what Fascism is, how can you struggle against Fascism? One need not swallow such absurdities as this, but one ought to recognise that the present political chaos is connected with the decay of language, and that one can probably bring about some improvement by starting at the verbal end. If you simplify your English, you are freed from the worst follies of orthodoxy. You cannot speak any of the necessary dialects, and when you make a stupid remark its stupidity will be obvious, even to yourself. Political language — and with variations this is true of all political parties, from Conservatives to Anarchists — is designed to make lies sound truthful and murder respectable, and to give an appearance of solidity to pure wind. One cannot change this all in a moment, but one can at least change one's own habits, and from time to time one can even, if one jeers loudly enough, send some worn-out and useless phrase — some <em>jackboot</em>, Achilles’ heel, hotbed, melting pot, acid test, veritable inferno, or other lump of verbal refuse — into the dustbin where it belongs.",
            "vi": "Tôi không ở đây để nói về cách sử dụng Tiếng Anh trong văn chương, mà đơn thuần muốn chỉ ra rằng ngôn ngữ chính là một loại nhạc cụ để biểu đạt cảm xúc chứ không phải để lừa dối hay cản trở suy nghĩ. Stuart Chase và những người khác đã tiến gần đến tuyên bố rằng mọi từ trừu tượng đều vô nghĩa, và đã dùng nó như một cái cớ để ủng hộ cho một kiểu chính trị an phận. Khi bạn không biết chủ nghĩa phát-xít nghĩa là gì, sao bạn có thể đấu tranh chống lại nó được? Bạn không cần phải để ý sự ngớ ngẩn này, nhưng nên nhận ra tình hình chính trị nhiễu nhương ngày nay có liên hệ với sự suy sụp của ngôn ngữ, rằng ta nên bắt đầu cải thiện từ ngôn ngữ nói. Nếu bạn đơn giản hóa Tiếng Anh của mình, bạn sẽ thoát khỏi những gì tồi tệ nhất của kiểu Tiếng Anh hiện đại ngày nay. Bạn sẽ không thể nói được bất kì phương ngữ nào khi cần, vì khi bạn đưa ra một nhận xét ngu ngốc thì sự ngu ngốc ấy sẽ hiển hiện ra thấy rõ, ngay cả với chính bạn. Ngôn ngữ chính trị – kể cả với những biến thể, nó vẫn đúng ở mọi đảng phái, từ bảo thủ đến vô thần – được tạo ra để những lời dối trá nghe như chân lí, để việc giết chóc trở nên chấp nhận được, và để tạo ra dáng vẻ vững chắc cho một ngọn gió đơn thuần. Không ai có thể thay đổi tất cả trong khoảnh khắc, nhưng ít nhất có thể thay đổi thói quen của chính mình, và dần dần mỗi người trong chúng ta, nếu cười nhạo đủ lớn, có thể bằng cách đó ném tất cả những cụm từ lỗi thời và vô nghĩa – những jackboot (giày ống), Achilles’ heel (gót chân A-sin), hotbed (vị trí thuận tiện), melting pot (sự giao thoa), acid test (bài kiểm tra khắc nghiệt), veritable inferno (hỏa ngục đích thực) và những thứ rác rưởi khác – vào đống tanh hôi nơi chúng xứng đáng thuộc về."
        }
    ],
    "suggestions": []
}