{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "jacks"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>jacks</k><blockquote>a game played by tossing and catching jacks.</blockquote><blockquote>→ <kref>jack</kref></blockquote></div>",
            "word": "jacks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jacks"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>jacks</k><blockquote><blockquote><ex><abr>n.</abr> to play (a game of) jacks</ex></blockquote></blockquote></div>",
            "word": "jacks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jacks"
        }
    },
    "sentences": [
        {
            "en": "the girls usually play bamboo <em>jacks</em>.",
            "vi": "con gái thường chơi trò đánh chuyền (chơi thẻ)"
        },
        {
            "en": "The problem of the hull being sucked back downwards into the mud was overcome by using 12 hydraulic <em>jacks</em> .",
            "vi": "Việc thân tàu bị hút chặt xuống bùn được giải quyết bằng cách dùng 12 đòn bẩy thủy lực ."
        },
        {
            "en": "The recommended 30 minutes of activity per day is not enough. Interupt sitting whenever you can:\n. Stretching\n. Walking / Marching in place\n. Jumping <em>jacks</em>",
            "vi": "30 phút hoạt động mỗi ngày theo khuyến cáo là không đủ. Bạn nên đứng lên bất cứ khi nào có thể:\n. Vươn duỗi người\n. Đi bộ / Bước chân tại chỗ\n. Nhảy choi choi"
        },
        {
            "en": "After 55 minutes of sitting get up and walk around or climb a flight of stairs. If you have a private office, do a couple of yoga poses or some old-school callisthenics such as push-ups or jumping <em>jacks</em>. ",
            "vi": "Sau 55 phút ngồi dậy và đi bộ xung quanh hoặc đi lên xuống cầu thang. Nếu bạn có một văn phòng riêng, bạn tập một vài tư thế yoga hoặc một động tác thể thao được học từ trước như chống đẩy hoặc tập các động tác tay không."
        },
        {
            "en": "One of the most famous examples happened in 1982. A young man, Tony, was working underneath his car that was lifted on <em>jacks</em>. The car suddenly slipped off and fell on Tony, crushing him underneath. His 50-year-old mother, Angela, found him unconscious, almost dead. Desperate, she lifted the 3,500 pound car high enough to put them back on the <em>jacks</em> and pull Tony to safety.",
            "vi": "Một trong những ví dụ nổi tiếng nhất xảy ra vào năm 1982. Một người đàn ông trẻ, Tony, đang làm việc bên dưới chiếc xe đã được nâng lên trên giá đỡ. Đột nhiên chiếc xe trượt ra và rơi xuống, nghiền Tony bên dưới. Người mẹ 50 tuổi của anh, Angela, thấy anh bất tỉnh, gần như sắp chết. Tuyệt vọng, cô nhấc chiếc xe 3500 £ đủ cao để đưa chúng trở lại giá đỡ và kéo Tony ra nơi an toàn."
        },
        {
            "en": "I went down to Mr Winsky’s office and signed myself up, and I got Rowley to sign up, too. I thought Mr Winsky would make us do a bunch of chin-ups or jumping <em>jacks</em> or something to prove we were out for the job, but he just handed us our belts and badges on the spot.",
            "vi": "Mình xuống văn phòng thầy Winsky và đăng ký tên, và mình thấy thằng Rowley cũng đăng ký nữa. Mình nghĩ thầy Winsky sẽ kêu tụi mình làm mấy thứ như nâng tạ hay bật nhảy hay cái gì đó để chứng minh tụi mình phù hợp với việc này, nhưng thầy chỉ đưa cho tụi mình cái chuông và cái phù hiệu ở trên đó."
        },
        {
            "en": "But Mom said if I wanted a weight set, I was going to have to prove that I could stick with an exercise regimen. She said I could do that by doing sit-ups and jump-ing <em>jacks</em> for two weeks.",
            "vi": "Nhưng mẹ có vẻ rất cứng rắn, không hề xúc động trước sự thay đổi của tôi. Bộ dụng cụ và cả sữa tăng cân nữa chỉ thuộc về tôi nếu tôi vượt qua được thử thách mà mẹ đặt ra là chống đẩy và nhảy cóc trong 2 tuần liền."
        },
        {
            "en": "* Ciguatera poisoning: Caused by eating fish that contains toxins produced by a marine algae called Gambierdiscus toxicus. It can cause moderate to severe illness with numbness of the area around the mouth and lips that can spread to the arms and legs, nausea, vomiting, muscle pain and weakness, headache, dizziness, and rapid heartbeat. The toxin may cause sensory problems in which hot things feel cold and cold things feel hot. It is transmitted by eating certain large fish from tropical waters-most specifically barracuda, grouper, snapper, and <em>jacks</em>. According to the CDC, ciguatera has no cure. Symptoms may disappear in days or weeks, but may persist for years.",
            "vi": "* Ngộ độc Ciguatera: Gây ra bởi ăn cá chứa độc tố do tảo biển sinh ra được gọi là Gambierdiscus toxicus. Nó có thể gây bệnh (ngộ độc thực phẩm) từ mức độ trung bình đến nặng gồm tê cứng quanh vùng miệng và môi có thể lan sang cánh tay và cẳng chân, buồn nôn, ói, đau cơ và yếu lả, nhức đầu, chóng mặt, và nhịp tim nhanh. Độc tố có thể gây ra vấn đề về cảm giác trong đó những thứ nóng cảm thấy lạnh và những thứ lạnh thì cảm thấy nóng. Bệnh này có thể lây truyền do ăn phải một số loại cá lớn nào đó ở vùng nước nhiệt đới – rõ rệt nhất là cá nhồng vằn, cá mú, cá chỉ vàng, và cá chó nhỏ. Theo tổ chức CDC thì độc tố ciguatera không có thuốc trị. Các triệu chứng có thể hết trong nhiều ngày hoặc nhiều tuần liền, nhưng cũng có thể kéo dài dai dẳng nhiều năm liền."
        },
        {
            "en": "1. Explore why you're eating and find a replacement activity.\nFor example:\n· If you're bored or lonely, call or text a friend or family member.\n· If you're stressed out, try a yoga routine. Or listen to some feel-good tunes and let off some steam by jogging in place, doing jumping <em>jacks</em>, or dancing around your room until the urge to eat passes.\n· If you're tired, rethink your bedtime routine. Tiredness can feel a lot like hunger, and food won't help if sleepless nights are causing daytime fatigue.\n· If you're eating to procrastinate, open those books and get that homework over with. You'll feel better afterwards (honestly!).",
            "vi": "1. Khám phá lý do tại sao bạn ăn và tìm một hoạt động thay thế.\nVí dụ:\n· Nếu bạn đang chán hay cô đơn, hãy gọi điện thoại hoặc nhắn tin cho một người bạn hay thành viên trong gia đình.\n· Nếu bạn đang căng thẳng, hãy thử thói quen tập yoga. Hoặc nghe một số giai điệu mang lại cảm giác tốt và thư giãn đôi chút bằng cách chạy bộ tại chỗ, ​​làm các bài tập khởi động, hoặc nhảy múa quanh phòng của bạn cho đến khi hết nhu cầu muốn ăn.\n· Nếu bạn mệt mỏi, hãy xem lại thói quen đi ngủ của mình. Mệt mỏi có thể cảm thấy rất giống với đói, và thực phẩm sẽ không có ích nếu thiếu ngủ vào ban đêm gây mệt mỏi vào ban ngày.\n· Nếu bạn ăn để trì hoãn, hãy mở sách và hoàn thành bài tập cho xong. Bạn sẽ cảm thấy dễ chịu hơn sau đó (thật đấy!)."
        }
    ],
    "suggestions": []
}