{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Jakarta",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Jakarta",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Jakarta",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Jakarta",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Jakarta",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Prisoners in <em>Jakarta</em>, Indonesia;",
            "vi": "Trong nhóm tù nhân ở Jakarta, Indonesia;"
        },
        {
            "en": "As noted earlier, the province is formally designated as DKI <em>Jakarta</em>, which is divided into North <em>Jakarta</em>, South <em>Jakarta</em>, East <em>Jakarta</em>, West <em>Jakarta</em>, Central <em>Jakarta</em>, and Thousand Islands.",
            "vi": "Như đã đề cập ở trên, tỉnh được chính thức chọn là DKI Jakarta, được chia thành Bắc Jakarta, Nam Jakarta, Đông Jakarta, Tây Jakarta, Trung Jakarta, và Ngàn Đảo."
        },
        {
            "en": "<em>Jakarta</em> adopted performance-based budgeting in 2003.",
            "vi": "Năm 2003, Jakarta áp dụng cách dự thảo ngân sách căn cứ theo kết quả hoạt động."
        },
        {
            "en": "<em>Jakarta</em> is both Indonesia's commercial and political center.",
            "vi": "Jakarta là trung tâm thương mại và chính trị của In-đô-nê-xia."
        },
        {
            "en": "How sustainable is the current composition of revenue in <em>Jakarta</em>?",
            "vi": "Cấu phần thu ngân sách hiện nay ở Jakarta có bền vững không?"
        },
        {
            "en": "Two were arrested in <em>Jakarta</em> airport for drug smuggling.",
            "vi": "2 người bị bắt ở sân bay Jakarta vì buôn lậu ma túy."
        },
        {
            "en": "How dependent is <em>Jakarta</em> on central government resources?",
            "vi": "Jakarta phụ thuộc như thế nào vào nguồn lực của chính quyền trung ương?"
        },
        {
            "en": "Thus far, <em>Jakarta</em> has not submitted proposals for foreign assistance.",
            "vi": "Cho đến nay, Jakarta vẫn chưa nộp đề xuất xin được nước ngoài viện trợ nào."
        },
        {
            "en": "All the rivers in <em>Jakarta</em> are heavily polluted.",
            "vi": "Tất cả những con sông ở Jakarta đều bị ô nhiễm nặng nề."
        },
        {
            "en": "The 13.5 kilometer blue line will pass through Kampung Melayu, East <em>Jakarta</em>, to Roxy in West <em>Jakarta</em>.",
            "vi": "Tuyến xanh dương dài 13,5 km băng qua Kampung Melayu, đông Jakarta, đến Roxy ở Tây Jakarta."
        },
        {
            "en": "A comparison of local budget expenditure growth rates for HCMC, Shanghai, and <em>Jakarta</em> is depicted in the following figure. Local Expenditure Growth Rates in HCMC, Shanghai, and <em>Jakarta</em>.",
            "vi": "Hình sau đây so sánh tỷ lệ tăng trưởng chi tiêu ở Tp.HCM, Thượng Hải, và Jakarta. Tăng trưởng chi tiêu địa phương ở Tp.HCM, Thượng Hải, và Jakarta."
        },
        {
            "en": "Formally known as DKI <em>Jakarta</em>, or the Special Capital Region of <em>Jakarta</em> (Daerah Khusus Ibukota <em>Jakarta</em>), it is a sprawling city of approximately 10 million residents covering more than 650 square kilometers (410 square miles).",
            "vi": "Với tên gọi trước đây là DKI Jakarta, hay Vùng Thủ đô Đặc biệt của Jakarta (Daerah Khusus Ibukota Jakarta), đây là một thành phố rộng lớn có khoảng 10 triệu dân, trải rộng trên hơn 650 km2 (410 dặm vuông)."
        },
        {
            "en": "The population of <em>Jakarta</em> and the urban communities bordering <em>Jakarta</em> is about 15 million, and there is considerable daily flow of people and commerce between <em>Jakarta</em> and its neighboring suburbs.",
            "vi": "Dân số Jakarta và các cộng đồng đô thị quanh Jakarta là 15 triệu. Dòng người đến và đi, cùng với hoạt động thương mại giữa Jakarta và các vùng lân cận cũng rất lớn."
        },
        {
            "en": "A comparison of local budget revenue growth rates for HCMC, Shanghai, and <em>Jakarta</em> is depicted in the following figure, Local Revenue Growth Rates in HCMC, Shanghai, and <em>Jakarta</em>.",
            "vi": "Hình sau đây so sánh tỷ lệ tăng trưởng thu ngân sách địa phương của Tp.HCM, Thượng Hải và Jakarta. Tỷ lệ tăng trưởng thu ngân sách ở Tp.HCM, Thượng Hải, và Jakarta."
        },
        {
            "en": "Two small explosions chook the local capital 1,700 kilometres northwest of <em>Jakarta</em>.",
            "vi": "Hai vụ nổ nhỏ đã làm rúng động thủ phủ địa phương cách jakarta 1,700 kilomét về phía tây bắc."
        },
        {
            "en": "In 2003, <em>Jakarta</em> gradually began to adopt a new approach in constructing its budget.",
            "vi": "Năm 2003, Jakarta bắt đầu từng bước áp dụng cách tiếp cận mới trong xây dựng ngân sách."
        },
        {
            "en": "Last Friday a twenty-one-year-old man from West <em>Jakarta</em> became the eighty-sixth victim.",
            "vi": "Thứ sáu vừa qua, một thanh niên 21 tuổi ở phía Tây thủ đô Jakarta đã trở thành nạn nhân thứ 86."
        },
        {
            "en": "<em>Jakarta</em> did not receive any Special Allocation Funds over the past five years.",
            "vi": "Jakarta không nhận bất kỳ đồng nào từ Quỹ Phân bổ Đặc biệt trong 5 năm qua."
        },
        {
            "en": "Reported expenditure composition in HCMC, Shanghai, and <em>Jakarta</em> is shown in the following table and figure.",
            "vi": "Cấu phần chi tiêu được báo cáo ở Tp.HCM, Thượng Hải, và Jakarta được nêu trong bảng và hình sau."
        },
        {
            "en": "However, PT. <em>Jakarta</em> Monorail (JM) had difficulties securing the funds needed for the project.",
            "vi": "Tuy nhiên, PT. Jakarta Monorail (JM) gặp khó khăn để đảm bảo nguồn vốn cần cho dự án."
        }
    ],
    "suggestions": []
}