{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Jamaica",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Jamaica",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Jamaica",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Jamaica",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Jamaica",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hundreds of medical workers strike in <em>Jamaica</em>.",
            "vi": "Hàng trăm nhân viên y tế đình công ở Jamaica."
        },
        {
            "en": "They decided to make <em>Jamaica</em> their home.",
            "vi": "Họ quyết định xem Jamaica là quê hương của họ."
        },
        {
            "en": "Ibanez and Rao study (2001) of the <em>Jamaica</em> Social Fund.",
            "vi": "Nghiên cứu của Ibanez và Rao (2001) về quỹ xã hội của Jamaica."
        },
        {
            "en": "I hope you enjoy the stay in <em>Jamaica</em>.",
            "vi": "Tôi hy vọng bạn thích ở lại Jamaica."
        },
        {
            "en": "Kei Miller, MLitt, was born in <em>Jamaica</em> in 1978.",
            "vi": "Thạc sĩ văn chương Kei Miller được sinh ra ở Jamaica vào năm 1978."
        },
        {
            "en": "Can I pack wine on an international flight to <em>Jamaica</em>?",
            "vi": "Tôi có thể mang rượu vang trên một chuyến bay quốc tế đến Jamaica không?"
        },
        {
            "en": "We have our passport, and we are going to <em>Jamaica</em>.",
            "vi": "Chúng tôi có hộ chiếu và chúng tôi sẽ khởi hành đi Jamaica."
        },
        {
            "en": "Political geography of <em>Jamaica</em> is divided into three counties.",
            "vi": "Địa lý chính trị của Jamaica được chia thành 3 hạt."
        },
        {
            "en": "If I had the chance I would probably go to <em>Jamaica</em>.",
            "vi": "Nếu tôi có cơ hội, có lẽ là tôi sẽ đi đến Jamaica."
        },
        {
            "en": "Other strong performers in the region include Mexico (11th), Brazil (12th) and <em>Jamaica</em>, which rose 11 places to rank 23rd.",
            "vi": "Những nước thực hiện mạnh trong vùng có Mexico (thứ 11), Brazil (thứ 12) và Jamaica, lên vị trí thứ 11 trong xếp hạng thứ 23."
        },
        {
            "en": "Richard Hughes's A High Wind in <em>Jamaica</em>, though most of its characters are children, never appears on lists of recommended juvenile fiction; not so much because of the elaborations of its diction (which is no more complex than that of, say, treasure Island ), but because in it children are irretrievably damaged and corrupted.",
            "vi": "Mặc dù hầu hết nhân vật là trẻ em nhưng cuốn “A High Wind in Jamaica” của Richard Hughes chưa bao giờ xuất hiện trong danh sách những cuốn tiểu thuyết nên đọc dành cho thanh thiếu niên, không phải bởi cách xây dựng diễn đạt của nó (không hề phức tạp hơn cuốn Treasure Island), mà là bởi trẻ em trong cuốn sách này bị tổn thương và biến chất theo cách không thể cứu vãn nổi."
        },
        {
            "en": "For example, tourism is the major source of income in Bermuda, Greece, Italy, Spain, Switzerland and most Caribbean countries. In addition, Hawkins and Ritchie, quoting from data published by the American Express Company, suggest that the travel and tourism industry is the number one ranked employer in the Bahamas, Brazil, Canada, France, (the former) West Germany, Hong Kong, Italy, <em>Jamaica</em>, Japan, Singapore, the United Kingdom and the United States.",
            "vi": "Ví dụ, du lịch là nguồn thu nhập chính ở Bermuda, Hy Lạp, Ý, Tây Ban Nha, Thụy Sĩ và hầu hết các nước vùng Caribbean. Ngành công nghiệp du lịch còn được xem là công ty xếp hàng đầu ở các nước Bahamas, Brazil, Canada, Pháp, (cựu) Tây Đức, Hồng Kông, Ý, Jamaica, Nhật Bản, Singapore, Vương quốc Anh và Hoa Kỳ."
        }
    ],
    "suggestions": []
}