{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Janus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Janus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Janus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Janus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Janus"
        }
    },
    "sentences": [
        {
            "en": "<em>Janus</em> has two faces. One looked ahead to see what the new year will bring and the other looked backward to see what happened during the past year.",
            "vi": "Janus có hai khuôn mặt. Một nhìn về phía trước để thấy năm mới sẽ mang đến điều gì và khuôn mặt kia nhìn về phía sau để thấy những gì đã xảy ra trong suốt năm vừa qua."
        },
        {
            "en": "The tradition of New Year resolutions can be traced back to 153BC, when the Romans selected <em>Janus</em>, a mythical king, to be the leader of the calendar.",
            "vi": "Truyền thống của những quyết tâm cho Năm mới có thể được truy trở lại từ năm 153 trước Công nguyên, khi người Roman đã chọn Janus, một vị vua thần thoại, trở thành người lãnh đạo của lịch năm."
        },
        {
            "en": "In ancient Rome, the first day of the New Year was spent to honor <em>Janus</em> - the god of gates and doors and beginnings and endings.",
            "vi": "Ở thành phố La Mã cổ, ngày đầu tiên của Năm Mới được dùng để vinh danh Janus - vị thần của các cánh cổng và các cánh cửa, của sự bắt đầu và kết thúc."
        },
        {
            "en": "<em>Janus</em> became the ancient symbol for resolutions and the Romans asked their enemies for forgiveness and gave another gifts before the New Year.",
            "vi": "Janus đã trở thành biểu tượng cổ xưa cho những quyết tâm và người Roman đã yêu cầu kẻ thù về lòng tha thứ và mang tặng những món quà trước Năm mới."
        }
    ],
    "suggestions": []
}