{
    "en_vn": {
        "data": {
            "content": null,
            "word": "jars"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "jars"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jars"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jars"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jars"
        }
    },
    "sentences": [
        {
            "en": "Glass <em>jars</em>",
            "vi": "Bình bằng thuỷ tinh"
        },
        {
            "en": "The <em>jars</em> hold different volumes.",
            "vi": "Những cái bình đó có các dung tích đựng chất lỏng khác nhau."
        },
        {
            "en": "Her voice <em>jars</em> upon ear.",
            "vi": "Giọng của bà ta gây chói tai."
        },
        {
            "en": "Genius Ways to Use Mason <em>Jars</em>",
            "vi": "Các cách sử dụng hũ thủy tinh thông minh"
        },
        {
            "en": "There are two <em>jars</em> in this wastebaket.",
            "vi": "Có hai cái chai ở trong cái thùng rác này."
        },
        {
            "en": "This little gadget's great for opening <em>jars</em>.",
            "vi": "Dụng cụ nhỏ này rất thích hợp để mở mấy cái lọ."
        },
        {
            "en": "His attitude <em>jars</em> on my nerves",
            "vi": "Thái độ của anh ấy làm tôi bực bội"
        },
        {
            "en": "6. chalkboard spice <em>jars</em>   Get the tutorial here",
            "vi": "Hũ gia vị nhãn đenCách làm ở đây"
        },
        {
            "en": "Many things, especially food, hold in glass <em>jars</em>.",
            "vi": "Nhiều thứ, đặc biệt là thức ăn, được đựng trong những bình bằng thủy tinh."
        },
        {
            "en": "We're going down to the pub for a few <em>jars</em>.",
            "vi": "Chúng tôi ra quán làm ít vại bia."
        },
        {
            "en": "Sterilize milk bottles or <em>jars</em> are being boiled twenty minutes in water.",
            "vi": "Những cái bình hay chai lọ sữa khử trùng đang được đun sôi trong nước trong vòng 20 phút."
        },
        {
            "en": "You should keep these old jam <em>jars</em>, you never know when you might need them",
            "vi": "Chị nên giữ những lọ mứt cũ này lại, biết đâu có lúc chị lại cần đến chúng"
        },
        {
            "en": "My mother used all the <em>jars</em> we have just to make fermented glutinous rice.",
            "vi": "Mẹ tôi dùng tất cả chum chúng tôi có chỉ để làm cơm rượu."
        },
        {
            "en": "Are you the one who keeps rearranging all my makeup <em>jars</em>?",
            "vi": "Có phải cô là người có bổn phận sắp xếp lại các lọ đồ trang sức của tôi không?"
        },
        {
            "en": "You should keep these old jam <em>jars</em> - you never know when you might need them.",
            "vi": "Chị nên giữ những lọ mứt cũ này lại, biết đâu có lúc chị lại cần đến chúng."
        },
        {
            "en": "The siren of cars in the streets <em>jars</em> upon my ears.",
            "vi": "Tiếng còi của những xe ô tô trên đường phố làm tôi chói tai khó chịu."
        },
        {
            "en": "My Mom used to bring home large <em>jars</em> filled with honey and honey comb from the farmers' market.",
            "vi": "Mẹ tôi từng mang về nhà những hũ lớn đổ đầy mật ong và sáp ong từ chợ nông sản."
        },
        {
            "en": "Here is glimpse into rather at life which <em>jars</em> the reader into somber thoughts about the stark tragedy of loneliness.",
            "vi": "Đây là một cái nhìn sâu xa chứ không hời hợt vào cuộc đời, nó cột độc giả vào những ý nghĩ u ẩn về sự bi thảm sâu xa của cảnh cô đơn."
        },
        {
            "en": "Store Food In Glass   Glass <em>jars</em> are reusable, don't get smelly like plastic, and won't warp in the microwave.",
            "vi": "Cất thực phẩm trong Thuỷ tinh  Lọ thủy tinh dùng lại được, không hôi như nhựa, và sẽ không méo mó trong lò vi ba."
        },
        {
            "en": "Their products are stored in dispensers, with customers required to take their own pots and <em>jars</em> to fill up.",
            "vi": "Các sản phẩm của họ được bảo quản trong các bình định lượng, khách hàng được yêu cầu tự đem bình và lọ của họ để đổ đầy."
        }
    ],
    "suggestions": []
}