{
    "en_vn": {
        "data": {
            "content": null,
            "word": "jaundiced",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "jaundiced",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>jaundiced</k><blockquote>▸ <cclass>adjective BITTER, resentful, cynical, soured, disenchanted, disillusioned, disappointed, pessimistic, sceptical, distrustful, suspicious, misanthropic.</cclass></blockquote></div>",
            "word": "jaundiced",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jaundiced",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jaundiced",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "With a <em>jaundiced</em> eye",
            "vi": "Với con mắt ghen tức"
        },
        {
            "en": "View with a <em>jaundiced</em> eye",
            "vi": "Nhìn bằng con mắt ghen tức"
        },
        {
            "en": "She viewed with a <em>jaundiced</em> eye.",
            "vi": "Cô ta nhìn bằng con mắt ghen tức."
        },
        {
            "en": "She looked at your gift with a <em>jaundiced</em> eye.",
            "vi": "Cô ta nhìn món quà của anh với con mắt hằn học."
        },
        {
            "en": "She looked at me with a <em>jaundiced</em> eye.",
            "vi": "Bà ta nhìn tôi với con mắt hằn học."
        },
        {
            "en": "They look on my house with a <em>jaundiced</em> eye.",
            "vi": "Bọn họ nhìn căn nhà tôi với con mắt ghen tức."
        },
        {
            "en": "He seems to be sick with a sallow face and a leaden skin, <em>jaundiced</em>, sickly.",
            "vi": "Hình như ông ta bị bệnh thì phải, mặt bủng da chì cả ra."
        },
        {
            "en": "Peter doesn't like Ben. He judges everything Ben does with a <em>jaundiced</em> eye.",
            "vi": "Peter đã không thích Ben. Anh ta đánh giá mọi việc Ben làm bằng con mắt thành kiến."
        },
        {
            "en": "The cephalohematoma may cause these infants to become somewhat more <em>jaundiced</em> than others during the first week of life.",
            "vi": "Hiện tượng u máu đầu có thể làm cho những trẻ sơ sinh này mắc bệnh vàng da khá nhiều hơn những trẻ khác trong tuần đầu đời."
        },
        {
            "en": "* Bilirubin level. Bilirubin is a substance in the blood that can build up in babies and cause their skin to appear <em>jaundiced</em> (yellow). Usually jaundice is a harmless condition, but if the level of bilirubin gets too high, it can lead to brain damage. A baby who appears <em>jaundiced</em> may have a bilirubin level check, which is done with an instrument placed on the skin or by blood tests.",
            "vi": "* Nồng độ sắc tố da cam. Sắc tố da cam là chất có trong máu có thể tăng sinh ở trẻ và làm cho da có vẻ vàng (vàng da). Thông thường thì vàng da là chứng bệnh không gây nguy hại gì, nhưng nếu nồng độ sắc tố da cam quá cao thì nó có thể dẫn đến tổn thương não. Trẻ bị vàng da có thể được kiểm tra nồng độ sắc tố da cam, được thực hiện bằng một dụng cụ đặt trên da hoặc bằng xét nghiệm máu."
        },
        {
            "en": "Although mild jaundice is fairly common in full-term babies (about 60%), it's much more common in premature babies. Extremely high levels of bilirubin can cause brain damage, so premature infants are monitored for jaundice and treated quickly, before bilirubin reaches dangerous levels. <em>Jaundiced</em> infants are placed under special blue lights that help the body eliminate bilirubin. Rarely, blood exchange transfusions are used to treat severe jaundice.",
            "vi": "Mặc dù chứng vàng da nhẹ cũng khá phổ biến ở trẻ sinh đủ tháng (khoảng 60%), thường thấy nhiều hơn ở trẻ sinh non. Nồng độ sắc tố da cam cực cao có thể gây tổn thương não, vì vậy trẻ sinh thiếu tháng được theo dõi chứng vàng da và được điều trị nhanh chóng, trước khi sắc tố da cam chạm tới mức độ nguy hiểm. Trẻ sơ sinh bị vàng da được đặt nằm dưới ánh sáng màu xanh dương đặc biệt để giúp cơ thể loại bỏ sắc tố da cam. Phương pháp truyền thay máu hiếm khi được sử dụng để điều trị chứng vàng da nặng."
        },
        {
            "en": "Looking at your newborn - What’s normal    general appearance of newborns In delivery room scenes on TV and in the movies, the mother-to-be, often a famous actress in full makeup and with every hair in place, \"delivers\" a baby after a few token grunts and groans. Seconds later, the doctor presents the glowing parents with a perfect picture - a neatly combed and scrubbed, cooing several-month-old infant. Contrast that picture with how a baby really looks just after emerging from the womb: bluish, covered with blood and cream-cheesy glop, and looking as though the little one has just been in a fist-fight. Remember that the fetus develops immersed in fluid, folded up in an increasingly cramped space inside the uterus. The whole process usually culminates with the baby being pushed forcibly through a narrow, bone-walled birth canal, sometimes requiring the assistance of metal forceps or suction devices. Still, it helps to remember two things: 1. Usually, the features that may make a normal newborn look strange are temporary.  2. In the eyes of the adoring parent, every infant looks like the perfect baby anyway.  When you first get to see, touch, and inspect your newborn may depend on the type of delivery, your condition, and the condition of your baby. Following an uncomplicated vaginal delivery, you should have the opportunity to hold your baby within minutes after the birth. Bonding In most cases, infants seem to be in a state of quiet alertness during the first hour or so after delivery. It's a great time for you and your newborn to get acquainted and begin the bonding process. But don't despair if circumstances prevent you from meeting your infant right away. You'll have plenty of quality time together soon, and there's no scientific evidence that the delay will affect your infant's health, behavior, or relationship with you over the long run. During the first several weeks, you'll notice that much of the time your baby will tend to keep his or her fists clenched, elbows bent, hips and knees flexed, and arms and legs held close to the front of his or her body. This position is similar to the fetal position during the last months of pregnancy. Infants who are born prematurely may display several differences in their posture, appearance, activity, and behavior compared with full-term newborns. Primitive Reflexes Infants are born with a number of instinctual responses to stimuli, such as light or touch, known as primitive reflexes, which gradually disappear as the baby matures. These reflexes include the: * sucking reflex, which triggers an infant to forcibly suck on any object put in the mouth  * grasp reflex, which causes an infant to tightly close the fingers when pressure is applied to the inside of the infant's hand by a finger or other object  * Moro reflex, or startle response, which causes an infant to suddenly throw the arms out to the sides and then quickly bring them back toward the middle of the body whenever the infant has been startled by a loud noise, bright light, strong smell, sudden movement, or other stimulus  Also, due to the immaturity of their developing nervous systems, young infants' arms, legs, and chins may tremble or shake, particularly when they're crying or agitated. Sleeping and Breathing Patterns In the first weeks, infants usually spend most of their time sleeping. This may be even more exaggerated during the first day or two of life in newborns whose mothers received certain types of pain medications or anesthesia during the labor or delivery. Frequently, new parents become concerned about their newborn's breathing pattern, particularly with the increased attention that sudden infant death syndrome (SIDS) has received in recent years. But rest assured that it's normal for young infants to breathe somewhat irregularly. When an infant is awake, his or her breathing rate may vary widely, sometimes exceeding 60 breaths per minute, particularly when the little one is excited or following a bout of crying. Newborns will also commonly have periods during which they stop breathing for about 5 to 10 seconds and then start up again on their own. This is known as periodic breathing, which is more likely to occur during sleep and is considered very normal. However, if your infant turns blue or stops breathing for longer stretches of time, it's considered an emergency and you should contact your child's doctor immediately or go to the emergency room. Head Because the infant's head is usually the first part through the birth canal, it can be affected by the delivery process. The newborn's skull is made up of several separate bones that will eventually fuse together. This situation permits the large head of the infant to be squeezed through the narrow birth canal without injury to mother or baby. The heads of infants born by vaginal delivery often show some degree of molding, which is when the skull bones shift and overlap, making the top of the infant's head look elongated, stretched out, or even pointed at birth. This sometimes bizarre appearance will go away over the next several days as the skull bones move into a more rounded configuration. The heads of babies born by cesarean section or breech (buttocks or feet first) delivery usually don't show molding. Because of the separation of your newborn's skull bones, you'll be able to feel (go ahead, you won't harm anything) two fontanels, or soft spots, on the top of the head. The larger one, located toward the front of the head, is diamond-shaped and usually about 1 to 3 inches wide. A smaller, triangle-shaped fontanel is found farther back on the head, where a beanie might be worn. Don't be alarmed if you see the fontanels bulge out when the infant cries or if they seem to move up and down in time with the baby's heartbeat. This is perfectly normal. The fontanels will eventually disappear as the skull bones close together — usually in about 12 to 18 months for the front fontanel and in about 6 months for the one in back. In addition to looking elongated, a newborn's head may have a lump or two as a result of the trauma of delivery. Caput succedaneum is a circular swelling and bruising of the scalp usually seen on top of the head toward the back, which is the part of the scalp most often leading the way through the birth canal. This will fade over a few days. A cephalohematoma is a symptom of blood that has seeped under the outer covering membrane of one of the skull bones. This is usually caused during birth by the pressure of the head against the mother's pelvic bones. The lump is confined to one side of the top of the baby's head and, in contrast to caput succedaneum, may take a week or two to disappear. The cephalohematoma may cause these infants to become somewhat more <em>jaundiced</em> than others during the first week of life. It's important to remember that both caput succedaneum and cephalohematoma occur due to trauma outside of the skull — neither indicates that there has been any injury to the infant's brain. Face A newborn's face may look quite puffy due to fluid accumulation and the rough trip through the birth canal. The infant's facial appearance often changes significantly during the first few days as the baby gets rid of the extra fluid and the trauma of delivery subsides. That's why the photos you take of your baby later on at home usually look a lot different than those \"new arrival\" nursery shots. In some cases, a newborn's facial features can be quite distorted as a result of positioning in the uterus and the squeeze through the birth canal. Not to worry — that folded ear, flattened nose, or crooked jaw usually comes back into place over time. Eyes A few minutes after birth, most infants open their eyes and start to look around at their environment. Newborns can see, but they probably don't focus well at first, which is why their eyes may seem out of line or crossed at times during the first 2 to 3 months. Because of the puffiness of their eyelids, some infants may not be able to open their eyes wide right away. When holding your newborn, you can encourage eye opening by taking advantage of your baby's \"doll's eye\" reflex, which is a tendency to open the eyes more when held in an upright position. Parents are sometimes startled to see that the white part of one or both of their newborn's eyes appears blood-red. Called subconjunctival hemorrhage, this occurs when blood leaks under the covering of the eyeball due to the trauma of delivery. It's a harmless condition similar to a skin bruise that goes away after several days, and it generally doesn't indicate that there has been any damage to the infant's eyes. Parents are often curious to know what color eyes their infant will have. If a baby's eyes are brown at birth, they will remain so. This is the case for most black and Asian infants. Most white infants are born with bluish-gray eyes, but the pigmentation of the iris (the colored part of the eye) may progressively darken, usually not becoming their permanent color until about 3 to 6 months of age. Ears A newborn's ears, as well as other features, may be distorted by the position they were in while inside the uterus. Because the baby hasn't yet developed the thick cartilage that gives firm shape to an older child's ears, it isn't unusual for newborns to come out with temporarily folded or otherwise misshapen ears. Small tags of skin or pits (shallow holes) in the skin on the side of the face just in front of the ear are also common. Usually, these skin tags can be easily removed (talk to your doctor). Nose Because newborns tend to breathe through their noses and their nasal passages are narrow, small amounts of nasal fluid or mucus can cause them to breathe noisily or sound congested even when they don't have a cold or other problem. Talk with your doctor about the use of salt-water nose drops and a bulb syringe to help clear the nasal passages if necessary. Sneezing is also common in newborns. This is a normal reflex and isn't due to an infection, allergies, or other problems. Mouth When your newborn opens his or her mouth to yawn or cry, you may notice some small white spots on the roof of the mouth, usually near the center. These small collections of cells are called Epstein's pearls and, along with fluid-filled cysts sometimes present on the gums, will disappear during the first few weeks. Neck Yes .... Normally the neck looks short in newborns because it tends to get lost in the chubby cheeks and folds of skin. Chest Because an infant's chest wall is thin, you may easily feel or observe your baby's upper chest move with each heartbeat. This is normal and isn't a cause for concern. Also, both male and female newborns can have breast enlargement. This is due to the female hormone estrogen passed to the fetus from the mother during pregnancy. You may feel firm, disc-shaped lumps of tissue beneath the nipples and, occasionally, a small amount of milky fluid may be released from the nipples. The breast enlargement almost always disappears during the first few weeks. Despite what some parents believe, you shouldn't squeeze the breast tissue — it will not make the breasts shrink any faster than they will on their own. arms and legs Following birth, full-term newborns tend to assume a posture similar to what their position in the cramped uterus had been: arms and legs flexed and held close to their bodies. The hands are usually tightly closed, and it may be difficult for you to open them up because touching or placing an object in the palms triggers a strong grasp reflex. Fingernails Infants' fingernails can be long enough at birth to scratch their skin as they bring their hands to their faces. If this is the case, you can carefully trim your baby's nails with a pair of small scissors. Sometimes parents are concerned about the curved appearance of their newborn's feet and legs. But if you recall the usual position of the fetus in the womb during the final months of pregnancy — hips flexed and knees bent with the legs and feet crossed tightly up against the abdomen — it's no surprise that a newborn's legs and feet tend to curve inward. You can usually move your newborn's legs and feet into a \"walking\" position; and this will happen naturally as the infant begins to bear weight, walk, and grow through the first 2 to 3 years of life. Abdomen It's normal for a baby's abdomen (belly) to appear somewhat full and rounded. When your baby cries or strains, you may also note that the skin over the central area of the abdomen may protrude between the strips of muscle tissue making up the abdominal wall on either side. This almost always disappears during the next several months as the infant grows. Many parents are concerned about the appearance and care of their infant's umbilical cord. The cord contains three blood vessels (two arteries and a vein) encased in a jelly-like substance. Following delivery, the cord is clamped or tied off before it's cut to separate the infant from the placenta. The umbilical stump is then simply allowed to wither and drop off, which usually happens in about 10 days to 3 weeks.  You may be instructed to swab the area with alcohol periodically or wash the area with soap and water if the stump becomes dirty or sticky to help prevent infection until the cord dries up and the stump falls off. The baby's navel area shouldn't be submerged in water during bathing until this occurs. The withering cord will go through color changes, from yellow to brown or black — this is normal. You should consult your baby's doctor if the navel area becomes red or if a foul odor or discharge develops. Umbilical (navel) hernias are common in newborns, particularly in infants of African heritage. A hole in the wall of the abdomen at the site of the umbilical cord/future navel allows the baby's intestine to protrude through when he or she cries or strains, causing the overlying skin to bulge outward. These hernias are generally harmless and aren't painful to the infant. The majority of them close on their own during the first few years, but a simple surgical procedure can fix the hernia if it doesn't close by itself. Home remedies for umbilical hernias that have been tried through the years, such as strapping and taping coins over the area, should not be attempted. These techniques are ineffective and may result in skin infections or other injuries. Genitalia The genitalia (sexual organs) of both male and female infants may appear relatively large and swollen at birth. Why? It's due to several factors, including the exposure to hormones produced by the mother and fetus, bruising and swelling of the genital tissues related to birth trauma, and the natural course of development of the genitalia. In girls, the outer lips of the vagina (labia majora) may appear puffy at birth. The skin of the labia may be either smooth or somewhat wrinkled. Sometimes, a small piece of pink tissue may protrude between the labia — this is a hymenal tag; it will eventually recede into the labia as the genitals grow. Due to the effects of maternal hormones, most newborn girls will have a vaginal discharge of mucus and perhaps some blood that lasts for a few days. This \"mini-period\" is normal menstrual-type bleeding from the infant's uterus that occurs as the estrogen passed to the infant by the mother begins to disappear. Although it's much more common in boys, swelling in the groin of an infant girl can indicate the presence of an inguinal (groin) hernia. Hydrocele In boys, the scrotum (the sack containing the testicles) often looks swollen. This is usually due to a hydrocele, a common collection of fluid in the scrotum of infant boys that usually disappears during the first 3 to 6 months. You should consult your doctor about swelling or bulging in your son's scrotum or groin area that persists beyond 3 to 6 months or that seems to come and go. That may indicate the presence of an inguinal hernia, which usually requires surgical treatment. The testicles of newborn boys may be difficult to feel in the swollen scrotum. Infant boys also normally experience frequent penile erections, often just before they urinate. More than 95% of newborns urinate within the first 24 hours. If your baby is delivered in a hospital, nursery personnel will want to know if this happens while your infant is with you. If a newborn doesn't urinate for what seems like a while at first, it may be that he or she urinated immediately after birth while still in the delivery room.  If your infant son was circumcised, it usually takes between 7 to 10 days for the penis to heal. Until it does, the tip may seem raw or yellowish in color. Although this is normal, certain other symptoms are not. Call your child's doctor right away if you notice persistent bleeding, redness around the tip of the penis that gets worse after 3 days, fever, signs of infection (such as the presence of pus-filled blisters), and not urinating normally within 6 to 8 hours after the circumcision. Bathing With both circumcised and uncircumcised penises, no cotton swabs, astringents, or any special bath products are needed — simple soap and warm water every time you bathe your baby will do the trick. No special washing precautions are needed for newly circumcised babies, other than to be gentle, as your baby may have some mild discomfort after the circumcision. If your son has a bandage on his incision, you might need to apply a new one whenever you change his diaper for a day or two after the procedure (put petroleum jelly on the bandage so it won't stick to his skin). Doctors often also recommend putting a dab of petroleum jelly on the baby's penis or on the front of the diaper to alleviate any potential discomfort caused by friction against the diaper. How you take care of your baby's penis may also vary depending on the type of circumcision procedure the doctor performs. Be sure to discuss what after-care will be needed. If your baby boy wasn't circumcised, be sure to never forcibly pull back the foreskin to clean beneath it. Instead, gently tense it against the tip of the penis and wash off any smegma (the whitish \"beads\" of dead skin cells mixed with the body's natural oil). Over time, the foreskin will retract on its own so that it can be pulled away from the glans toward the abdomen. This happens at different times for different children, but most boys can retract their foreskins by the time they're 5 years old. Skin There's little doubt about the origin of the expression \"still wet behind the ears,\" used to describe someone new or inexperienced. Newborns are covered with various fluids at delivery, including amniotic fluid and often some blood (the mother's, not the baby's). Nurses or other personnel attending the birth will promptly begin drying the infant to avoid a drop in the baby's body temperature that will occur if moisture on the skin evaporates rapidly. Newborns are also coated with a thick, pasty, white material called vernix caseosa, most of which will be washed off during the baby's first bath.  The hue and color patterns of a young infant's skin may be startling to some parents. Mottling of the skin, a pattern of reddish and pale areas, is common because of the normal instability of the blood circulation at the skin's surface. For similar reasons, acrocyanosis, or blueness of the skin of the hands and feet and the area surrounding the lips, is often present, especially if the infant is in a cool environment. When bearing down to cry or having a bowel movement, a young infant's skin temporarily may appear beet-red or bluish-purple. Red marks, scratches, bruises, and petechiae are all common on the face and other body parts. They're caused by the trauma of squeezing through the birth canal or by the pressure from obstetrical forceps used during the delivery. These will heal and disappear during the first week or two of life. Fine, soft hair, called lanugo, may be present on a newborn's face, shoulders, and back. Most of this hair is usually shed in the uterus before the baby is delivered; for this reason, lanugo is more frequently seen on babies born prematurely. In any case, this hair will disappear in a few weeks. The top layer of a newborn's skin will flake off during the first week or two. This is normal and expected and doesn't require any special skin care. Peeling skin may be present at birth in some infants, particularly those who are born past their due date. Birthmarks Despite what the name says, not all babies come with a birthmark. However, pink or red areas, sometimes called salmon patches, are common and generally disappear within the first year. Most frequently found on the back of the neck or on the bridge of the nose, eyelids, or brow, they can occur anywhere on the skin, especially in light-skinned infants. Mongolian spots, flat patches of slate-blue or blue-green color that resemble ink stains on the back, buttocks, or elsewhere on the skin, are found in more than half of black, Native American, and Asian infants and less often in white babies. These spots almost always fade or disappear within a few years. Strawberry or capillary hemangiomas are raised red marks caused by collections of widened blood vessels in the skin. These birthmarks may appear pale at birth and then typically become red and enlarge during the first months of life. Then, they usually shrink and disappear without treatment within the first 6 years.  Port-wine stains, which are large, flat, reddish-purple birthmarks, won't disappear on their own.  Cafe-au-lait spots, so called because of their \"coffee with milk\" light-brown color, are present on the skin of some infants. These may deepen in color (or may first appear) as the child grows older. They're usually of no concern unless, they're large or there are six or more spots on the body, which may indicate the presence of certain medical conditions. Common brown or black moles, known as pigmented nevi, may also be present at birth or appear or deepen in color as the child gets older. Larger moles or those with an unusual appearance should be brought to a doctor's attention because some may require removal. Rashes Several harmless skin rashes and conditions may be present at birth or appear during the first few weeks. Tiny, flat, yellow or white spots on the nose and chin, called milia and will disappear within the first few weeks. Miliaria — small, raised, red bumps that often have a white or yellow \"head\" — is sometimes called infant acne. Although miliaria often occurs on the face and may be present on large areas of the body, it's a harmless condition that will go away within the first several weeks with normal skin care. Despite the frightening sound of its medical name, erythema toxicum is also a harmless newborn rash consisting of red blotches with pale or yellowish bumps at the center, which give the rash a hive-like appearance. This rash usually blossoms during the first day or two after birth and disappears within a week. Pustular melanosis, a rash present at birth mainly in black infants, is characterized by dark brown bumps or blisters scattered over the neck, back, arms, legs, and palms, which disappear without treatment. Also, it isn't unusual to see infants born with blisters on the fingers, hands, or arms because the fetus can suck while still in the uterus. Newborn jaundice, a yellowish discoloration of the skin and white parts of the eyes, is a common condition that normally doesn't appear until the second or third day after birth and disappears within 1 to 2 weeks. Jaundice is caused by the accumulation of bilirubin in the blood, skin, and other tissues due to the temporary inability of the newborn's immature liver to clear this substance from the body effectively. Although a certain degree of this is expected, if an infant becomes <em>jaundiced</em> earlier than expected or their bilirubin level is higher than is normal, then the doctor will follow the baby very closely. Getting to Know Your Little One The first days and weeks of a newborn's life are a time of great wonder and delight for most new parents. However, being responsible for such a seemingly fragile creature can be intimidating, particularly if you're unfamiliar with how a normal newborn looks and behaves. If you feel anxious or uncertain about any aspect of caring for your infant, don't hesitate to consult your doctor, other health care professionals, or family or friends who have had experience caring for a newborn, too.",
            "vi": "Quan sát trẻ sơ sinh – Bé phát triển như thế nào là bình thường    Quan sát diện mạo chung bên ngoài của trẻ sơ sinh Trên ti vi và phim thường chiếu những cảnh ở phòng sanh với hình ảnh một thai phụ (sắp làm mẹ) – thường là nữ diễn viên nổi tiếng được hoá trang cẩn thận và đầu tóc gọn gàng, “vượt cạn” một cách dễ dàng sau một vài tiếng rên rỉ, càu nhàu tượng trưng. Liền sau đó, bác sĩ đưa cho những ông bố, bà mẹ khỏe mạnh một bức tranh hết sức hoàn hảo – đó là một em bé vài tháng tuổi sạch sẽ, tóc tai gọn gàng, và có thể nói gù gù rồi.   Hoàn toàn trái ngược với những gì bạn thấy đối với một em bé mới vừa lọt lòng mẹ: người hơi xanh, dính đầy máu và chất nhớt trăng trắng nhầy nhụa, và nhìn như thể em bé vừa mới đánh nhau tay không vậy.  Bạn nên nhớ rằng bào thai phát triển hoàn toàn trong dịch ối, cuộn người trong một không gian ngày càng chật chội bên trong tử cung. Toàn bộ quá trình này thường lên đến đỉnh điểm khi bé bị đẩy mạnh qua đường sinh có vách xương chật hẹp, đôi khi cũng cần sự hỗ trợ của kẹp kim loại hoặc các thiết bị hút.   Tuy vậy, nhưng điều ấy có thể giúp bạn ghi nhớ 2 điều:  1. Thông thường thì các đặc điểm có thể làm cho diện mạo bên ngoài của bé trở nên lạ lẫm chỉ tồn tại trong một thời gian ngắn tạm thời thôi.  2. Trong mắt của các ông bố, bà mẹ yêu thương con tha thiết thì tất cả các trẻ sơ sinh đều trông giống như các em bé hoàn hảo vậy. Thời gian cho bạn được nhìn, được chạm, được ôm con và nhìn ngắm con kỹ lưỡng có thể tuỳ thuộc vào kiểu sinh của bạn, điều kiện sức khỏe của bạn và cả điều kiện sức khỏe của bé nữa. Nếu bạn sinh con bình thường không bị trục trặc gì thì trong vài phút sau khi sinh bạn có thể ôm con được rồi.  Mối gắn kết tình cảm giữa mẹ và bé  Thường thì trẻ sơ sinh ở trạng thái tỉnh lặng trong khoảng 1 tiếng đồng hồ sau khi sinh. Đây là khoảng thời gian quý báu để bạn và bé làm quen với nhau và bắt đầu mối dây kết nối tình cảm. Nhưng bạn cũng chớ nên tuyệt vọng khi hoàn cảnh không cho bạn nhìn thấy con ngay lập tức. Bạn sẽ có nhiều thời gian với bé sớm thôi mà, chẳng có một bằng chứng khoa học nào cho thấy việc không gần gũi con sớm ảnh hưởng đến sức khỏe, hành vi của trẻ hoặc mối quan hệ của bé với bạn lâu dài cả.  Trong vài tuần đầu, bạn sẽ thấy phần lớn thời gian là bé nắm siết chặt tay lại, gập khuỷu tay, đầu gối và hông cũng gập lại, tay và chân bé giữ chặt về phía trước cơ thể. Tư thế này của bé giống với ngôi thai trong những tháng cuối của thai kỳ. Trẻ sinh non thường biểu hiện một số khác biệt về hình dáng, tư thế, hoạt động, và hành vi so với trẻ sinh đủ tháng. Các phản xạ ban đầu  Trẻ sơ sinh có nhiều phản xạ kích thích theo bản năng như ánh sáng hay va chạm, đó là các phản xạ ban đầu, dần dần sẽ biến mất khi bé lớn lên. Các phản xạ này bao gồm:  * phản xạ nút, làm cho trẻ nút mạnh bất cứ vật gì để vào miệng của bé * phản xạ nắm, làm cho trẻ nắm chặt các ngón tay lại khi để ngón tay hoặc bất cứ vật nào khác vào bên trong lòng bàn tay của bé  * Phản xạ giật mình, làm cho trẻ vung cánh tay ra ngoài một cách bất thình lình và nhanh chóng rụt tay về lại giữa người bất cứ khi nào bé bị tiếng động mạnh, ánh sáng chói, mùi nồng, cử động đột ngột, hoặc một kích thích nào khác làm cho bé giật mình. Ngoài ra, do hệ thần kinh của trẻ sơ sinh chưa phát triển hoàn thiện nên chân, tay và cằm của trẻ cũng có thể bị rung lắc, chưa cứng cáp nhất là khi bé khóc hoặc bị di chuyển mạnh.    Giấc ngủ và các kiểu thở của bé Trong những tuần đầu, trẻ sơ sinh thường ngủ suốt. Thậm chí trẻ có thể ngủ quá nhiều trong một hai ngày đầu đối với trẻ có mẹ dùng thuốc giảm đau hoặc bị gây mê trong lúc sinh nở.   Thường thì những người mới làm bố mẹ lo lắng, quan tâm về kiểu thở của con mình, nhất là khi người ta chú ý đến hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) ngày càng tăng trong những năm gần đây. Nhưng họ cũng yên tâm rằng trẻ sơ sinh cũng thường thở hơi bất thường một chút.  Khi trẻ thức, nhịp thở của bé có thể thay đổi rất nhiều, đôi khi trên 60 nhịp/ phút, nhất là khi trẻ phấn khích hoặc sau một đợt khóc nào đó. Trẻ sơ sinh cũng thường có chu kỳ ngưng thở khoảng từ 5 đến 10 giây và sau đó bắt đầu tự thở lại. Đây được gọi là chu kỳ thở của bé, có thể thường xảy ra trong lúc ngủ nhiều hơn và cũng được xem là bình thường. Tuy nhiên, nếu bé chuyển sang xanh, tím tái hoặc ngưng thở kéo dài thì bạn nên cho bé đi cấp cứu và liên lạc với bác sĩ ngay tức khắc hoặc đến phòng cấp cứu ngay nhé.  Đầu Đầu của trẻ thường lọt qua đường sinh đầu tiên nên nó có thể bị ảnh hưởng bởi quá trình sinh nở này. Hộp sọ của trẻ do một vài xương riêng biệt cấu tạo thành, làm cho phần đầu lớn của bé có thể ép qua đường sinh hẹp của mẹ mà không gây tổn thương cho bé hoặc mẹ.   Đầu của trẻ sinh thường thường hơi có nét đặc trưng, khi xương sọ của bé thay đổi và đè lên nhau, làm cho đỉnh đầu của bé trông như bị kéo dài ra, hoặc thậm chí bị nhọn khi chào đời nữa. Diện mạo đôi khi kỳ dị này sẽ mất đi sau một vài ngày vì xương sọ phát triển tròn hơn. Đầu của trẻ sinh mổ hoặc sinh ngôi mông (đẻ ngược) thường không có hình dạng như thế.  Vì khi tách xương sọ của trẻ sơ sinh ra, bạn có thể thấy được 2 thóp (cứ làm đi, không gây hại gì cho bé đâu), hoặc chỗ mềm, trên đỉnh đầu. Thóp lớn có hình thoi, nằm về phía trước đầu và thường rộng từ 1 đến 3 in-sơ. Thóp nhỏ có hình tam giác và ở phía sau xa của đầu, nơi mũ chỏm của bé có thể đội vào được.  Chớ lo lắng nếu thấy thóp của trẻ phồng lên khi trẻ khóc hoặc có vẻ như di chuyển lên xuống cùng nhịp với nhịp tim của bé. Điều này cũng hoàn toàn bình thường thôi. Khi xương sọ đóng sát vào với nhau thì thóp bé không còn nữa – thường khoảng từ 12 đến 18 tháng đối với thóp trước và khoảng 6 tháng đối với thóp sau.  ngoài việc trông có vẻ như dài và nhọn thì đầu trẻ sơ sinh còn có thể có 1 hoặc 2 chỗ u lồi – đây là do chấn thương trong quá trình sinh nở của mẹ. chỏm sưng ở đầu trẻ sơ sinh là chỗ da đầu bị sưng và bầm thường thấy ở đỉnh đầu về phía sau, phần da đầu này thường tiếp xúc và bị đè qua đường sinh của mẹ. Chỗ sưng bầm này sẽ biến mất sau một vài ngày.  Hiện tượng u máu đầu là hiện tượng xuất huyết dưới lớp màng ngoài của một trong những xương sọ. Hiện tượng này thường do áp lực của đầu bé đè vào xương chậu của mẹ trong quá trình sinh nở. Chỗ lồi này thường nằm 1 bên đỉnh đầu của trẻ, không giống chỏm sưng ở đầu và có thể mất 1 hoặc 2 tuần mới hết được. Hiện tượng u máu đầu có thể làm cho những trẻ sơ sinh này mắc bệnh vàng da khá nhiều hơn những trẻ khác trong tuần đầu đời. Điều quan trọng là nên nhớ rằng cả hiện tượng chỏm sưng ở đầu trẻ và u máu đầu đều là do chấn thương bên ngoài hộp sọ – không phải là chấn thương não của bé.  Mặt Mặt của trẻ sơ sinh trông có vẻ hơi húp bởi dịch tích tụ và cả quá trình đè ép khó nhọc qua đường sinh của mẹ. Vẻ ngoài của khuôn mặt bé thường thay đổi nhiều trong suốt vài ngày đầu vì trẻ thải bớt lượng dịch, nước thừa và giảm dần chấn thương do lọt lòng mẹ. Đó là lý do vì sao những bức hình của bé khi ở nhà sau này thường khác nhiều so với những bức ảnh khi bé mới chào đời.  Trong một vài trường hợp thì nét mặt của trẻ sơ sinh có thể bị biến dạng hoàn toàn do vị trí, tư thế bé nằm trong tử cung và tình trạng ép chèn qua đường sinh của mẹ. Tuy vậy, bạn chớ nên lo lắng – tai bị gập, mũi bị tẹt, hoặc hàm bị vẹo thường sẽ trở lại bình thường sau một thời gian thôi.  Mắt Sau khi lọt lòng mẹ vài phút thì hầu hết trẻ sơ sinh đều mở mắt và bắt đầu nhìn quanh quẩn. Bé có thể nhìn thấy, nhưng ban đầu hầu như không tập trung tốt, điều này lý giải vì sao đôi khi mắt bé có vẻ như nhìn không thẳng hoặc nhìn xéo đâu đó trong suốt 2 đến 3 tháng đầu. Vì mí mắt của bé bị húp nên môt số trẻ sơ sinh có thể không mở to mắt liền được. Khi bế bé, bạn có thể khuyến khích bé mở mắt bằng cách tận dụng “phản xạ cử động” của mắt, bé thường có khuynh hướng mở mắt nhiều hơn khi được bế thẳng đứng.  đôi khi các ông bố, bà mẹ cũng giật mình khi thấy tròng trắng ở một mắt hay cả hai mắt bé có màu đỏ tươi như máu. Đây là hiện tượng xuất huyết dưới kết mạc, thường xảy ra khi xuất huyết dưới lớp bọc ngoài của nhãn cầu do chấn thương sinh nở. Hiện tượng không nguy hiểm này cũng giống như vết bầm trên da sẽ mất đi sau một vài ngày, và thường cho thấy mắt trẻ không bị gây tổn hại gì.  Bố mẹ thường tò mò muốn biết con mình có màu mắt gì. Nếu mắt bé có màu nâu lúc mới sinh thì sau này vẫn thế. Trường hợp này đối với hầu hết trẻ sơ sinh da đen và châu Á. Phần lớn trẻ sơ sinh da trắng lúc chào đời có màu mắt xanh-xám, nhưng màu mống mắt (phần có màu của mắt) có thể dần chuyển thành đen, thường trở thành màu mắt vĩnh viễn mãi đến khi bé khoảng 3 đến 6 tháng tuổi.  Tai Giống như những nét đặc trưng khác, tai của trẻ sơ sinh có thể bị biến dạng do tư thế của bé nằm trong tử cung. Vì lớp sụn dày tạo hình dạng cứng cáp cho tai bé chưa phát triển hoàn thiện nên tai trẻ cũng có thể bị gấp hoặc bị biến dạng tạm thời. Nếu thấy ở một bên mặt ngay trước tai bé có xuất hiện nhiều đốm thịt thừa nhỏ hoặc nhiều lỗ nhỏ trên da thì cũng hoàn toàn bình thường. Thông thường thì những đốm thịt thừa này cũng dễ dàng cắt bỏ được (hãy tham khảo ý kiến của bác sĩ nhé).  Mũi  Vì trẻ sơ sinh thường có khuynh hướng thở bằng mũi và lỗ mũi của bé rất hẹp, nên một lượng nhỏ dịch mũi hoặc nước nhầy có thể làm cho bé thở khò khè hoặc nghe như bị nghẹt mũi thậm chí khi bé không bị cảm lạnh hoặc bị một bệnh nào khác. Bạn nên tham khảo ý kiến của bác sĩ về việc sử dụng dung dịch nước muối nhỏ mũi và ống bơm mũi để làm sạch lỗ mũi bé nếu cần thiết.  Hắt hơi cũng là hiện tượng thường thấy ở trẻ sơ sinh. Đây là một phản xạ bình thường và không phải do một chứng nhiễm trùng, dị ứng, hoặc bất cứ chứng bệnh nào khác.  Miệng  Khi trẻ sơ sinh há miệng ra ngáp hoặc khóc, bạn có thể thấy một vài đốm trắng nhỏ trên vòm miệng của bé, thường ở gần giữa miệng. Những tế bào nhỏ này được gọi là mụn đầu trắng, cùng với những nang chứa dịch đôi khi nằm ở vùng nướu răng, sẽ biến mất trong một vài tuần đầu.  Cổ Vâng.... Thông thường thì cổ của trẻ sơ sinh trông rất ngắn bởi đôi má phúng phính và những nếp gấp da của bé có thể làm che mất đi phần cổ.  Ngực  Vì thành ngực của trẻ sơ sinh rất mỏng nên bạn có thể dễ dàng sờ hoặc quan sát thấy phần ngực trên của bé cử động với từng nhịp tim. Điều này cũng bình thường thôi và không có gì khiến bạn phải lo lắng cả.   Ngoài ra, cả bé trai và bé gái sơ sinh đều có thể phồng nở ngực. Đây là do hooc-môn động dục nữ estrogen được truyền từ mẹ đến thai nhi trong suốt quá trình thai nghén. Bạn có thể thấy nhiều bướu mô cứng, có hình đĩa dưới núm vú bé, và thỉnh thoảng cũng có một chút dịch trắng đục tiết ra ở núm vú. Hiện tượng phồng nở ngực hầu như biến mất trong suốt một vài tuần đầu. Bạn không nên siết ép mô ngực – nó sẽ chẳng làm ngực săn lại nhanh hơn chút nào so với quá trình tự nhiên của nó đâu, dẫu rằng một số ông bố, bà mẹ vẫn tin vào việc này.   chân và tay Sau khi lọt lòng mẹ, trẻ đủ tháng thường có hình dáng và tư thế giống với tư thế  nằm trong tử cung chật hẹp của mẹ: chân, tay gập lại và giữ chặt về trước cơ thể. Hai bàn tay của bé nắm rất chặt, và bạn khó có thể mở được tay bé ra bởi khi chạm hoặc đặt vào lòng bàn tay trẻ một vật gì đó thì trẻ kích thích phản xạ nắm tay chặt lại. Móng tay Móng tay của trẻ sơ sinh lúc chào đời cũng có thể dài đủ để cào xước da trẻ khi đưa tay lên mặt. Trong trường hợp này, bạn có thể cắt tỉa móng tay cho bé một cách cẩn thận bằng cây kéo nhỏ nhé.   Đôi khi nhiều ông bố, bà mẹ cảm thấy lo lắng bởi chân và bàn chân của bé bị cong. Nhưng nếu bạn nhớ lại tư thế nằm bình thường của trẻ trong tử cung vào những tháng cuối của thai kỳ xem – trẻ gập hông và đầu gối; cẳng chân và bàn chân bắt chéo chặt thật khít với bụng – thế nên chẳng ngạc nhiên gì khi thấy chân và bàn chân của trẻ thường hay bị cong hướng vào trong. Bạn cũng thường có thể nắn bàn chân và cẳng chân của trẻ vào tư thế “đi bộ” được; và điều này sẽ dễ dàng và hoàn toàn phát triển tự nhiên khi trẻ bắt đầu có trọng lượng, biết đi, và phát triển từ 2 đến 3 năm đầu.  Bụng Bụng của trẻ thường hơi tròn và đầy đặn. Khi bé kêu khóc hoặc cố sức, bạn có thể thấy lớp da ở giữa bụng nhô lên giữa các dải mô cơ tạo nên thành bụng ở cả hai bên. Điều này hầu như luôn biến mất trong một vài tháng khi trẻ lớn lên.  Nhiều bố mẹ cảm thấy lo lắng về vẻ ngoài và cách chăm sóc cho dây rốn của trẻ. Dây rốn gồm 3 mạch máu (2 động mạch và 1 tĩnh mạch) được quấn bọc bằng chất giống như thạch. Sau khi sinh, dây rốn của bé được kẹp hoặc cột chặt lại trước khi cắt để tách trẻ với nhau thai. Cuống rốn sau đó khô và rụng đi, thường khoảng từ 10 ngày đến 3 tuần.  Bạn cũng có thể được hướng dẫn cách lau vùng rốn của bé định kỳ bằng cồn hoặc rửa sạch vùng rốn bằng xà phòng và nước nếu cuống rốn đóng bẩn hoặc dính nhớp nháp nhằm tránh nhiễm trùng cho đến khi dây rốn khô và cuống rốn có thể rụng đi. Chớ nhấn chìm vùng rốn của trẻ sơ sinh trong nước khi cho bé tắm trong suốt quá trình này. Dây rốn khô sẽ đổi màu, từ vàng sang nâu hoặc đen – điều này hoàn toàn bình thường đối với trẻ. Nếu thấy vùng rốn của bé bị đỏ; có mùi thối hoặc chảy mủ thì bạn nên tham khảo ý kiến của bác sĩ ngay nhé.  Thoát vị rốn (lồi rốn) cũng là chứng bệnh thường gặp ở trẻ sơ sinh, nhất là những trẻ gốc châu Phi. Tại vùng dây rốn trên thành bụng có một lỗ làm cho ruột của bé phồng to ra khi bé kêu khóc hay cố sức, làm cho lớp da trên cùng phồng ra ngoài. Chứng thoát vị rốn này thường không gây hại hay đau đớn gì cho trẻ. Đa số đều tự lành trong vài năm đầu, nhưng nếu rốn bé vẫn còn lồi thì người ta cũng có thể chữa lành bằng một ca phẫu thuật đơn giản thôi. Chớ  nên thử các phương thuốc gia đình dùng để chữa chứng lồi rốn cho trẻ nhiều năm qua như là băng và quấn đồng xu lên vùng thoát vị nhé. Các kỹ thuật này không những không có hiệu quả mà còn có thể gây nhiễm trùng da hoặc các chân thương khác cho bé nữa.   Cơ quan sinh dục ngoài  Cơ quan sinh dục ngoài của cả bé trai và bé gái sơ sinh có thể là khá lớn và phồng to khi lọt lòng mẹ. Tại sao vậy? Đó là do một vài yếu tố gây nên, như việc tiếp xúc với các hooc-môn của mẹ và bào thai tiết ra, các mô sinh dục bị thâm tím và sưng phồng do chấn thương khi sinh, và quá trình phát triển tự nhiên của cơ quan sinh dục ngoài.  Ở bé gái, môi ngoài âm đạo (mép lớn) có thể phồng to lúc chào đời. Lớp da ở môi âm hộ có thể trơn láng hoặc hơi nhăn nheo. Đôi khi giữa vùng môi âm hộ của bé phình ra một mẩu mô nhỏ màu hồng – đây là mô màng trinh dư thừa; nó sẽ tự thụt vào trong môi âm hộ khi cơ quan sinh dục của bé phát triển.   Do ảnh hưởng hooc-môn của mẹ nên hầu hết các bé gái sơ sinh đều tiết ra chất nhầy âm đạo (khí hư) và cũng có thể tiết ra một chút máu kéo dài trong một vài ngày. “Sự hành kinh chút ít” này là hiện tượng xuất huyết kinh nguyệt bình thường ở tử cung của trẻ sơ sinh, xảy ra khi hooc-môn estrogen từ mẹ truyền sang con bắt đầu chấm dứt. Mặc dù xảy ra ở bé trai nhiều hơn nhưng triệu chứng sưng phồng bẹn ở bé gái sơ sinh có thể là dấu hiệu của chứng thoát vị bẹn.  Tràn dịch màng tinh Ở bé trai, bìu (túi chứa tinh hoàn) thường trông có vẻ phồng to lên. Hiện tượng này là do chứng tràn dịch màng tinh, đây là chứng ứ dịch trong bìu thường thấy ở bé trai sơ sinh, thường hết trong 3 đến 6 tháng đầu. Nếu trên 3 đến 6 tháng mà bìu hoặc vùng bẹn của bé vẫn sưng phồng hoặc phình to dai dẳng hoặc có vẻ như trầm trọng hơn thì bạn nên tham khảo ý kiến của bác sĩ nhé. Điều này có thể là dấu hiệu của chứng thoát vị bẹn, thường phải điều trị bằng phẫu thuật. Tinh hoàn của bé trai sơ sinh có thể khó thấy khi bìu phình to. Bé trai sơ sinh cũng thường săn cứng dương vật, nhất là ngay trước lúc bé muốn đi tiểu.  Hơn 95% trẻ sơ sinh đi tiểu trong vòng 24 tiếng đồng hồ đầu. Nếu bé được sinh ở bệnh viện thì nhân viên chăm sóc trẻ sẽ hỏi bạn xem có phải bé đi tiểu khi ở với bạn không. Nếu bé không đi tiểu trong khoảng thời gian này thì có thể là bé đã tiểu ngay sau khi lọt lòng mẹ lúc còn trong phòng sanh.  Nếu bé cắt bao quy đầu thì dương vật thường mất khoảng từ 7 đến 10 ngày mới lành được. Trong thời gian này, đầu dương vật của bé có thể đau buốt, chảy máu và có màu vàng nhạt. Mặc dù triệu chứng này hoàn toàn bình thường nhưng nếu kèm thêm các triệu chứng khác thì không ổn. Hãy gọi điện cho bác sĩ ngay lập tức nếu thấy xung quanh đầu dương vật của bé bị đỏ, chảy máu dai dẳng và trở nên trầm trọng hơn sau 3 ngày, sốt, và các dấu hiệu nhiễm trùng khác (như vết giộp cương mủ), và không đi tiểu được bình thường trong 6 đến 8 tiếng đồng hồ sau khi cắt bao quy đầu xong.   Tắm Với bé trai có cắt bao quy đầu hay không thì việc tắm bằng miếng bông, chất làm se, hoặc bất kỳ sản phẩm tắm đặc biệt nào khác cũng không cần thiết – mỗi lần tắm bé bạn chỉ cần xà phòng và nước ấm là đủ rồi.  Chẳng một biện pháp phòng ngừa đặc biệt nào cần thiết đối với trẻ mới cắt bao quy đầu hơn sự nhẹ nhàng đâu, vì bé có thể cảm thấy hơi khó chịu sau khi phẫu thuật. Nếu bé được băng trên vết rạch thì bạn có thể phải thay cho bé một miếng băng khác vào bất cứ lúc nào thay tã cho bé trong 1 hoặc 2 ngày sau khi cắt bao quy đầu nhé (hãy cho một chút mỡ bôi trơn lên băng để da bé khỏi bị dính). Bác sĩ cũng thường khuyến nghị nên thoa một chút mỡ bôi trơn lên dương vật của bé hoặc lên phía trước tã lót để làm giảm khó chịu có thể xảy ra do chà xát với tã. Cách chăm sóc dương vật cho bé cũng thay đổi tuỳ vào kiểu quy trình cắt bao quy đầu mà bác sĩ đã làm cho bé. Bạn cần thảo luận với bác sĩ về cách chăm sóc cho bé sau phẫu thuật nhé.  Nếu bé không được cắt bao quy đầu thì bạn nên chắc rằng đừng bao giờ kéo mạnh bao quy đầu ngược về sau để rửa sạch bên dưới cho bé. Thay vì làm điều đó, bạn nên nhẹ nhàng kéo bao quy đầu về phía đầu dương vật và rửa sạch hết bựa sinh dục (đó là các “hạt” màu trắng của tế bào da chết dính quyện với chất nhờn tự nhiên trên cơ thể). Khi bé lớn lên thì bao quy đầu sẽ tự thụt vào sao cho có thể kéo từ đầu dương vật về phía bụng được. Điều này xảy ra ở từng bé trai khác nhau và ở từng độ tuổi khác nhau, nhưng hầu hết các bé trai đều có thể thụt bao quy đầu của mình lại vào lúc 5 tuổi.  Da  Gần như không còn nghi ngờ gì về xuất xứ của cách nói “miệng còn hôi sữa”, dùng để diễn tả một người non nớt hoặc chưa có kinh nghiệm. Cơ thể trẻ sơ sinh thường phủ đầy các chất dịch khác nhau lúc vừa lọt lòng mẹ, như nước ối và thường dính một chút máu (máu của mẹ, không phải của bé). Các y tá và nhân viên đỡ đẻ sẽ lau khô bé ngay tức khắc để tránh làm hạ thân nhiệt của bé khi da thoát ẩm nhanh. Trẻ sơ sinh cũng phủ lớp chất màu trắng dày, sền sệt gọi là bã nhờn thai nhi – lớp bã nhờn này thường được rửa sạch hết trong lần tắm đầu tiên của trẻ.    nhiều ông bố, bà mẹ cũng hoảng hốt, giật mình khi nhìn thấy màu da của trẻ sơ sinh. Da bị chấm lốm đốm đồi mồi, nhiều vùng tái nhợt và đo đỏ cũng thường gặp ở trẻ vì hệ tuần hoàn máu ở bề mặt da của bé chưa ổn định bình thường được. Tương tự, chứng tê và xanh tím đầu chi, hoặc da tay, chân và vùng da quanh môi xanh tím cũng thường thấy, nhất là khi trẻ ở trong môi trường mát lạnh.  Khi rặn khóc hoặc đi tiêu, da của trẻ sơ sinh có thể tạm thời chuyển thành màu đỏ củ dền (đỏ tía) hoặc xanh-tía. Nhiều vết đỏ, vết trầy xước, vết thâm tím, và đốm xuất huyết cũng thường thấy trên mặt và trên nhiều bộ phận khác của cơ thể. Các hiện tượng đó là do chấn thương đè ép qua đường sinh hoặc do áp lực của những chiếc kẹp sản khoa sử dụng để hỗ trợ sinh đẻ. Chúng sẽ lành và biến mất trong một hai tuần đầu đời.  Những sợi tóc mềm, mịn được gọi là lông tơ, cũng xuất hiện trên mặt, vai, và lưng của trẻ sơ sinh. Phần lớn thứ tóc này thường rụng từ trong tử cung trước khi bé chào đời; với lý do này thì lông tơ thường được  thấy nhiều hơn đối với các em bé sinh non. Trong bất cứ tình huống này thì mớ tóc này sẽ rụng hết trong một vài tuần.  Lớp da trên cùng của trẻ sơ sinh sẽ bong tróc ra trong suốt một hai tuần đầu. Điều này cũng hoàn toàn bình thường và chẳng cần phải chăm sóc da đặc biệt gì cả. Hiện tượng bong tróc da có thể thấy đối với một số trẻ khi sinh; nhất là những trẻ sinh sau ngày dự sinh.   Bớt Dù có tên gọi như vậy nhưng không phải em bé nào khi sinh ra cũng có bớt. Tuy nhiên, những vùng da màu hồng hoặc đỏ, đôi khi được gọi là vết đốm cá hồi, cũng thường thấy và thường biến mất trong vòng một năm đầu đời. Hầu hết các vết bớt thường xuất hiện ở sau cổ hoặc trên sống mũi, mí mắt, hoặc lông mày, chúng cũng có thể xuất hiện bất cứ ở chỗ nào trên da, nhất là ở những em bé có làn da trắng.  Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực xuất hiện trên lưng, mông, hoặc bất cứ nơi nào trên da được thấy ở hơn một nửa trẻ sơ sinh da đen, người Mỹ bản địa và châu Á và thường ít thấy ở trẻ em da trắng. Các vết bớt này hầu như luôn phai hoặc biến mất trong một vài năm.  U máu dâu tây hoặc u máu mao mạch là những vết đỏ lồi gây ra bởi nhiều mạch máu giãn nở tập trung dưới da. Các vết bớt này có thể nhạt màu khi sinh và sau đó thành đỏ và lan rộng ra trong những tháng đầu đời. Chúng thường co lại và biến mất mà không cần điều trị gì trong vòng 6 năm đầu.  Bớt rượu vang là những vết bớt to, phẳng màu đỏ tía và không tự hết được.  Bớt màu cà phê sữa, có tên gọi như vậy vì màu nâu nhạt “cà phê sữa” của chúng, xuất hiện trên da của một số đứa trẻ. Những vết bớt này cũng có thể đậm màu hơn (hoặc có thể xuất hiện lần đầu) khi trẻ lớn lên. Người ta thường không quan tâm tới chúng, trừ phi các vết bớt này lớn và trên cơ thể có từ 6 bớt trở lên, có thể là dấu hiệu của một số chứng bệnh nào đó. Nhiều nốt ruồi nâu hoặc đen thường thấy có tên gọi là bớt sắc tố, cũng có thể thấy khi sinh hoặc xuất hiện hoặc đậm màu hơn khi trẻ lớn lên. Các nốt ruồi lớn hơn hoặc những nốt có vẻ ngoài dị thường nên được bác sĩ khám và điều trị bởi một số cũng có thể cần được tẩy đi.  Chứng phát ban Một vài chứng phát ban không nguy hại trên da và một số chứng bệnh khác cũng có thể xuất hiện khi sinh hoặc trong suốt một vài tuần đầu tiên. trên mũi và cằm xuất hiện những đốm nhỏ li ti, phẳng, màu vàng hoặc trắng, gọi là mụn đầu trắng và sẽ biến mất trong vài tuần đầu tiên.   Bệnh mồ hôi trộm – nhiều chỗ sưng nhỏ, màu đỏ, lồi thường có “đầu” trắng hoặc vàng – đôi khi được gọi là mụn trứng cá sơ sinh. Mặc dù chứng mồ hôi trộm thường xuất hiện trên mặt và có thể ở những vùng da rộng trên cơ thể, đây là bệnh không gây nguy hiểm gì và sẽ hết trong một vài tuần đầu với chế độ chăm sóc da bình thường.  Tuy có tên y học là ban đỏ nhiễm độc, đây cũng là chứng phát ban không gây nguy hiểm cho trẻ sơ sinh gồm các vết đỏ có nhiều chỗ sưng lồi màu xanh xám hoặc vàng nhạt ở giữa, làm cho đốm ban này giống hình tổ ong và nó thường phát triển dữ dội trong suốt một hai ngày đầu sau khi sinh và biến mất trong vòng một tuần.  Chứng hắc tố có mụn mủ là chứng phát ban ở trẻ sơ sinh, xảy ra chủ yếu ở trẻ da đen, đặc trưng bởi các chỗ sưng lồi hoặc các vết giộp màu nâu đậm nằm rải rác ở cổ, lưng, cánh tay, chân, và lòng bàn tay và thường tự khỏi mà không cần điều trị gì. Ngoài ra, chẳng ngạc nhiên gì khi thấy trẻ sơ sinh bị giộp ngón tay, bàn tay hoặc cánh tay vì bào thai có thể nút được khi vẫn còn nằm trong tử cung.  Bệnh vàng da sơ sinh là căn bệnh làm cho màu da và tròng trắng mắt của bé chuyển sang hơi vàng, đây là chứng bệnh thường thấy mà thường xuất hiện vào ngày thứ 2 hoặc thứ 3 sau khi sinh và tự hết trong vòng từ 1 đến 2 tuần. Chứng vàng da gây ra bởi sự tích tụ sắc tố da cam trong máu, da và các mô khác do gan của bé tạm thời chưa phát triển hoàn thiện nhằm để đẩy chất này ra ngoài cơ thể một cách có hiệu quả. mặc dù người ta cũng nghĩ trẻ bị vàng da ở một chừng mực nào đó và  nếu trẻ bị vàng da sớm hơn dự đoán hoặc nồng độ sắc tố da cam của trẻ cao hơn bình thường thì bác sĩ sẽ phải theo dõi trẻ rất cẩn thận.  Làm quen với thiên thần nhỏ của bạn Những ngày và tuần đầu tiên trong đời của trẻ là khoảng thời gian diệu kỳ và vui sướng của hầu hết những người mới làm bố mẹ. Tuy nhiên, việc chịu trách nhiệm chăm sóc một sinh vật mỏng manh, yếu ớt như thế này có thể sẽ rất đáng sợ đấy, nhất là khi bạn chưa biết, chưa hiểu về dáng mạo và hành vi của trẻ sơ sinh như thế nào. Nếu cảm thấy lo lắng hoặc nghi ngờ về bất kỳ một quan điểm, một khía cạnh nào về cách chăm sóc trẻ thì bạn chớ nên chần chừ tham khảo ý kiến của bác sĩ, các chuyên gia sức khoẻ khác, hoặc các gia đình; bạn bè đã có kinh nghiệm trong việc chăm sóc trẻ sơ sinh nhé."
        },
        {
            "en": "All expectant parents hope that their babies will be healthy. Yet sometimes problems arise that require a newborn to be hospitalized. When this happens, the baby may be admitted to the neonatal intensive care unit (NICU) for treatment. It's almost always stressful when a baby is unexpectedly admitted to the NICU. But the doctors, nurses, and other caregivers in the unit will do their best to provide emotional support for you while caring for your infant's medical needs. About the NICU With equipment designed for infants and a hospital staff who have special training in newborn care, the NICU is an intensive care unit created for sick newborns who need specialized treatment. Sometimes the NICU is also called: * a special care nursery  * an intensive care nursery  * newborn intensive care  Babies may be sent to the NICU if: * they're born prematurely  * difficulties occur during their deliveries  * they show signs of a problem in the first few days of life  Only very young babies (or babies with a condition linked to being born prematurely) are treated in the NICU — they're usually infants who haven't gone home from the hospital yet after being born. How long they'll remain in the unit depends on the severity of their illness. Although not all babies in the NICU have the same illness or condition, some diagnoses are common to newborns who need intensive care. Here's a brief look at those conditions, what causes them, how they're diagnosed, how they're treated, and how long infants usually stay in the unit after they've been diagnosed. Anemia What is it? One of the more common blood disorders, anemia is a low number of red blood cells in the blood. Babies who are anemic may: * have apnea (stop breathing for 20 seconds or more)  * have low blood pressure  * have a high heart rate  * seem sleepy What causes it? Premature infants may develop anemia for a number of reasons. In the first few weeks of life, infants don't make many new red blood cells. Also, their red blood cells have a shorter life than an adult's. And the frequent blood samples that must be taken for laboratory testing make it difficult for red blood cells to replenish. In full-term or preterm infants, hemolytic disease of the newborn (incompatibility between the blood types of the mother and baby) can lead to anemia. How is it diagnosed? A doctor can diagnose anemia with a blood test. How is it treated? Minor cases are monitored closely, whereas severe cases (especially in those premature babies who weigh less than 2.2 pounds [1,000 grams]) may require red blood cell transfusions. Doctors also try to treat the underlying cause of the anemia. How long will my baby be in the NICU? By the time the underlying problem has been treated, the number of red blood cells in the infant's circulation stabilizes. As long as the baby is doing well and no longer has symptoms, then the doctors usually let the infant go home with close follow-up with the child's doctor. Apnea What is it? Although it's perfectly normal for everyone to experience occasional pauses in breathing, newborns who don't take at least one breath in 20 seconds or more have a condition called apnea. During an apnea spell: * the baby stops breathing  * the heart rate may decrease  * the skin may turn pale, purplish, or blue from lack of oxygen  What causes it? Apnea is usually caused by immaturity in the area of the brain that controls the drive to breathe (the brain doesn't \"remember\" to take a breath), although illness can also be responsible. Almost all babies born at 30 weeks or less will experience apnea, but apnea spells become less frequent with age. How is it diagnosed? To accurately diagnose apnea, doctors monitor a baby's breathing rate in the NICU and may order a polysomnogram, which involves attaching the baby to several monitors and observing the infant for about 8 to 12 hours. The pneumogram provides information about the baby's heart rate, breathing, and oxygen saturation in the blood. How is it treated? In the NICU, all premature babies are monitored for apnea spells. The first line of treatment for apnea is simply stimulating the baby to help him or her remember to breathe. This can mean rubbing the infant's back or tapping the feet. However, when apnea occurs frequently, the infant may require medication (most commonly caffeine or theophylline) and/or a special nasal device that blows a steady stream of air into the airways to keep them open. How long will my baby be in the NICU? Babies remain in the unit until they've been apnea-free for 24 to 48 hours. Some may go home with an apnea monitor and on caffeine so parents can continue to watch for the condition. Many babies outgrow apnea by the time they're 10 weeks past their original due date. Bradycardia What is it? This is an abnormal slowing of the heart rate. What causes it? Bradycardia often arises from other problems like low oxygen levels in the blood or apnea. How is it diagnosed? Taking the baby's pulse and monitoring in the NICU will confirm a diagnosis of bradycardia. How is it treated? Bradycardia is treated by dealing with the underlying cause, such as apnea. In some rare cases, a heart defect may be responsible for the slower heart rate. For the appropriate care, babies with a heart defect need to see a pediatric cardiologist (a doctor who specializes in treating heart problems in children). How long will my baby be in the NICU? Usually, the length of the stay is determined by the condition causing the bradycardia, not the bradycardia itself. Bronchopulmonary dysplasia (BPD) What is it? Babies who still need oxygen at 4 weeks before their original due date are considered to have bronchopulmonary dysplasia — one of the most common chronic lung diseases in infants in the United States. What causes it? Bronchopulmonary dysplasia occurs in different infants for different reasons. It can happen in full-term as well as premature infants and doctors believe that it's due to an individual infant's response to a number of possible factors. The combination of the premature baby's immature lungs and the treatments (including machines and oxygen) to help the little one breathe is thought to cause damage (or scarring) to the lungs. Infections and pneumonia can also lead to the condition. Milder levels of damage are called chronic lung disease of prematurity (CLD). As the babies mature, they grow more lung tissue, which can improve their breathing over time. How is it diagnosed? The diagnosis of bronchopulmonary dysplasia usually doesn't occur until 2 to 4 weeks into the infant's life. At that point, the doctors make a diagnosis based on whether there was lung damage or an injury at birth and whether the infant has needed extra oxygen for a prolonged period of time. Chest X-rays can also help determine the extent of the lung damage. How is it treated? Bronchopulmonary dysplasia is sometimes treated with steroids to decrease the amount of scarring. However, because steroids can cause side effects, doctors usually wait as long as possible to begin steroid treatment. Steroids are never used without a complete discussion with the family as to potential benefits and risks. Other, more commonly used medicines include diuretics (which make the child urinate, or pee, and help eliminate excess fluid that can build up in the damaged lungs) and bronchodilators (which relax the muscles that surround the airways and allow them to open up). Babies with the disease also sometimes need ventilators (breathing machines) at home to help them breathe. And although it's uncommon, in severe cases, the surgical insertion of a breathing tube in the neck (called a tracheostomy) may be required so the baby can go home on a ventilator. Occasionally, babies need home oxygen therapy for several months. How long will my baby be in the NICU? Bronchopulmonary dysplasia is a serious condition that calls for longer stays in the NICU, sometimes up to several months. The smallest infants are usually the ones who develop the disease, so their stays are longer to make sure they're stable before they're discharged. Hydrocephalus What is it? Hydrocephalus means \"water on the brain.\" What causes it? A buildup of cerebrospinal fluid that surrounds the brain and the spinal cord causes hydrocephalus. It occurs when something — often bleeding from an intraventricular hemorrhage or an abnormality of the brain or skull — blocks the flow of the fluid. The buildup can create pressure that can damage the brain. How is it diagnosed? Doctors suspect hydrocephalus if a baby has a particularly large head or if head size increases rapidly. A computed tomography (or CT scan — a type of X-ray) can confirm this suspicion. How is it treated? Less serious cases are usually simply monitored, but more severe ones require a surgeon to place a tube in the brain that drains the fluid from the brain into the abdomen. How long will my baby be in the NICU? Again, this depends on the severity of the case. A serious condition may require a stay of several weeks or months, with careful monitoring so as to recognize potential long-term side effects like mental retardation and seizures. Intraventricular hemorrhage (IVH) What is it? Intraventricular hemorrhage is bleeding in the brain. Severe cases may cause a drop in blood pressure or seizures. Other symptoms could include: * a weak suck  * high-pitched cry  * apnea  * bradycardia   * anemia  What causes it? IVH usually occurs in premature babies because the vessels in their developing brains are especially fragile and can bleed easily. How is it diagnosed? It's diagnosed with an ultrasound of the head so that doctors can look for collections of blood in the brain. How is it treated? There's no specific treatment for intraventricular hemorrhage, so NICUs try to prevent it by controlling babies' blood pressure. Once diagnosed, the problem is closely monitored with frequent ultrasounds. If serious, IVH leads to severe hydrocephalus, which can be treated with a surgically placed shunt. How long will my baby be in the NICU? This depends on the severity of the bleeding. Infants with serious cases may spend several weeks to months in the NICU and be at risk for conditions like cerebral palsy or seizures later in life. Jaundice What is it? Jaundice is a high level of bilirubin in the blood (bilirubin is a byproduct of the natural breakdown of blood cells, and the liver usually \"recycles\" it back into the body). Although mild jaundice is fairly common in full-term babies, it's much more common in premature babies. What causes it? Jaundice occurs when a baby has increased blood cell breakdown and the liver can't handle the extra bilirubin, which builds up, giving the skin and the whites of the eyes a yellowish color. Babies with jaundice are sometimes more sleepy than usual and, in severe cases, may be lethargic. How is it diagnosed? Although the yellow skin is a fairly good indicator, a diagnosis is made with a blood test to measure the bilirubin level. How is it treated? Extremely high levels of bilirubin can cause brain damage, so infants are monitored for jaundice and treated quickly, before bilirubin reaches dangerous levels. Standard treatment includes providing adequate fluids and light therapy, in which the baby spends time under a special blue-colored light. Some cases may also require a blood transfusion. How long will my baby be in the NICU? Babies with this condition stay in the NICU until their bilirubin level drops, usually in about 2 to 3 days. Necrotizing enterocolitis (NEC) What is it? The most common intestinal condition in newborns, necrotizing enterocolitis occurs in about 1% to 5% of infants in the NICU and happens more commonly in low birth weight and premature infants. What causes it? It's thought that a number of factors can contribute to the development of NEC, which is the necrosis, or death, of parts of the intestine. Although a full-term infant can get the condition, the more premature a baby is, the greater the risk for NEC — perhaps because the intestines aren't developed enough to handle digestion. Factors that are also believed to contribute include the introduction of milk feeding, damage to the intestines from an infection, and poor blood flow. Babies with NEC may: * have a tense abdomen  * need more oxygen or higher ventilator settings  * have blood in their bowel movements  * exhibit signs of apnea  How is it diagnosed? An X-ray of the abdomen confirms the diagnosis. How is it treated? If there's no sign of a rupture in the intestines, doctors treat necrotizing enterocolitis by: * giving antibiotics  * stopping all intestinal feeding (such as formula feeding, breastfeeding, or using a feeding tube) * switching to an IV * draining the baby's stomach  * performing regular abdominal X-rays  In the case of an intestinal rupture, a surgeon may remove the diseased section of the intestine or make an incision in the abdomen to allow the infected fluid to drain. How long will my baby be in the NICU? Recovering from NEC can take a long time. Babies may spend many weeks in the NICU readjusting to regular feeding. Patent ductus arteriosus (PDA) What is it? The ductus arteriosus (DA) is a blood vessel in the heart that connects the aorta (which provides blood to the rest of the body) to the pulmonary artery (which sends blood to the lung). It allows blood to bypass the lungs while a baby is still in the womb. What causes it? The ductus arteriosus usually closes shortly after birth, which allows for normal blood circulation. But in some babies, most often premature ones, it remains open, or patent. Then blood flows through the ductus arteriosus and floods the vessels in the lungs, causing respiratory problems. How is it diagnosed? Those breathing problems are one clue that a baby has PDA. A heart murmur may also lead doctors to suspect the condition, which is then confirmed with an ultrasound of the heart. How is it treated? Sometimes doctors can close the ductus arteriosus by administering medicine. But if that doesn't work, or if the baby is too sick to take the medicine, the infant will need surgery to close it. How long will my baby be in the NICU? Although recovery time varies from child to child, many babies bounce back from PDA treatment in several days. Periventricular leukomalacia (PVL) What is it? A type of brain injury, periventricular leukomalacia occurs in the brain tissue that surrounds the fluid-filled cavities of the brain, called ventricles. This area of the brain is called white matter, in contrast to the grey matter that makes up the rest of the brain. So, the injury occurs to the white matter that provides connections between the brain and the muscles of the body. What causes it? PVL is thought to be caused by severe intraventricular hemorrhaging (bleeding in the brain). How is it diagnosed? Often no signs of PVL will be apparent in the nursery. Premature infants are at greater risk of having it, so doctors will frequently get studies like a head ultrasound or an MRI (magnetic resonance imaging) to look for periventricular leukomalacia. As the infant gets a little older, he or she may show signs of developmental delays. How is it treated? There's no specific treatment, only close monitoring and support with therapists if a child does develop significant delays, usually after discharge from the hospital How long will my baby be in the NICU? Babies with this condition may be in the NICU for several weeks or months. Respiratory distress syndrome (RDS) What is it? One of the most common and immediate problems facing premature infants is difficulty breathing. Although there are many causes of breathing difficulties in premature babies, the most common is called respiratory distress syndrome (RDS). What causes it? In RDS, the infant's immature lungs don't produce enough of an important substance called surfactant. Surfactant allows the inner surface of the lungs to expand properly when the infant makes the change from the womb to breathing air after birth. How is it diagnosed? Doctors suspect respiratory distress syndrome in any premature baby or in full-term infants who are breathing particularly hard and fast or require extra oxygen. A chest X-ray can confirm this diagnosis. How is it treated? RDS is treatable and many infants do quite well. When premature delivery can't be stopped, most pregnant women can be given medication just before delivery to help prevent RDS. Then, immediately after birth and several times later, artificial surfactant can be given to the infant through a breathing tube. Although most premature babies who lack surfactant will require a breathing machine, or ventilator, the use of artificial surfactant has greatly decreased the amount of time they spend on the ventilator. How long will my baby be in the NICU? Babies with serious cases usually require many days or weeks in the unit. Retinopathy of prematurity (ROP) What is it? The eyes of premature infants are especially vulnerable to injury after birth. A serious complication is called retinopathy of prematurity (ROP), which is an abnormal growth of the blood vessels in an infant's eye (within the retina). About 7% of babies weighing 2.8 pounds (1,250 grams) or less at birth develop the condition, and the resulting damage may range from mild (the need for glasses) to severe (blindness). What causes it? The cause of ROP in premature infants is unknown. Although it was previously thought that too much oxygen was the primary problem, further research has shown that oxygen levels (either too low or too high) play only a contributing factor in the development of the condition. How is it diagnosed? Because many very premature babies have some level of ROP, an eye exam by a pediatric eye doctor is standard at 8 to 10 weeks before the premature baby's original due date. How is it treated? For slight damage, the eye doctor may just follow the baby with frequent exams. But if the damage is greater, laser surgery will be needed to prevent it from progressing. How long will my baby be in the NICU? ROP alone doesn't usually determine the length of a newborn's stay in the unit. It often occurs in conjunction with other problems, and those will be a greater influence on when a baby can leave. But babies generally recover from the laser surgery in 24 to 48 hours. Sepsis What is it? A very serious condition, sepsis is the body's response to infection that has spread throughout the blood and tissues.  Babies with sepsis may: * be lethargic  * have a low or high temperature  * not eat well  * have apnea or difficulty breathing  * appear <em>jaundiced</em>  * just not look right  What causes it? Sepsis is an infection caused by bacteria growing in the blood. The bacteria can get into the blood: * during labor and delivery from the mother  * from IV lines  * after close contact with an individual who's infected with, or is a carrier of, bacteria  How is it diagnosed? A blood culture — sometimes along with a urine test or spinal tap — is used to diagnose the illness. How is it treated? When doctors suspect sepsis, they'll treat the baby with antibiotics until the lab results come back — usually for 48 hours. If those results are positive for sepsis, the baby receives antibiotics for 7 to 14 more days while being closely monitored. How long will my baby be in the NICU? Cases of sepsis are often severe (the infection can lead to meningitis, organ damage, and occasionally, death) and require a fairly long NICU stay, sometimes several weeks. Transient tachypnea of the newborn (TTN) What is it? Rapid breathing in a full-term newborn (more than 60 breaths a minute) is called transient tachypnea. Until about 4 hours after the delivery, this can actually be normal. What causes it? After 4 hours after delivery, doctors start to look for a cause of the rapid breathing, such as pneumonia, a blood infection, or problems with the lungs, including underdevelopment. How is it diagnosed? Blood tests and X-rays can help diagnose the underlying condition. How is it treated? The lung condition usually subsides within a few days with treatment. Babies are helped to breathe or receive oxygen, if needed, and the NICU staff closely watch their oxygen levels. How long will my baby be in the NICU? A stay of 24 to 72 hours is normal while NICU staff monitor the baby's condition. Other complications In addition to specific diagnoses, infants in the NICU can experience general problems. For instance, newborns lose heat easily, and preemies in particular have trouble regulating their body temperature, as they lack the energy or fat reserves to generate heat and the body mass to maintain it. So NICU babies must be kept warm in warmers or isolettes. High or low blood pressure can also be a risk for premature babies because their developing blood vessels can't handle changes in blood pressure and may tear more easily. Some preemies have trouble feeding because they aren't physically coordinated enough yet to do it. Eating is the most energy-consuming process for a newborn, and babies in the NICU often don't have the strength or energy to feed on their own. Instead, they have to be fed through an IV line or a tube. And if the digestive tract isn't sufficiently developed to handle food, that can cause problems too, as seen with necrotizing enterocolitis. A related condition is reflux. Although all infants have some reflux in the early months, preemies have a particular problem with it because they have poor muscle tone. Sphincters are muscles, and when the one between the esophagus and the stomach is weak, it allows the acidic stomach contents to bubble back up into the esophagus. (A preemie's immature nervous system has trouble controlling the sphincter as well.) The acid irritates the esophagus, which can lead to feeding problems. Inhaling and choking on the reflux is a more serious risk. Newborns who need intensive care are also vulnerable to infections. Their skin and mucous membranes — the body's primary lines of defense against bacteria and viruses — aren't well developed enough to provide adequate protection. With several immune-compromised babies in one space, infections that are introduced into the NICU can spread easily, and with nurses caring for multiple babies, the possibility of communicating infectious agents increases. That's why NICU staff are vigilant about keeping that environment as clean as possible. Talking to the doctor If your baby is admitted to the NICU, you'll want to find out as much about his or her care as possible. Some questions to ask the doctor are: * How long will my baby be in the unit?  * What, specifically, is the problem?  * What will be involved in my baby's treatment?  * What medicines will my baby have to take? * What can I do to help my baby?   You may also want to talk to the nurses to find out more about your baby's daily care and what to expect when you spend time with your little one. Once you have the answers to these questions, you'll know the way to help your baby during his or her time in intensive care.  ",
            "vi": "Tất cả các bậc bố mẹ đều hy vọng con mình sinh ra sẽ được khỏe mạnh. Tuy nhiên đôi khi cũng phát sinh nhiều vấn đề mà bắt buộc trẻ sơ sinh phải nhập viện. Nếu nhập viện thì trẻ có thể được nhận vào điều trị ở phòng săn sóc đặc biệt cho trẻ sơ sinh (NICU).  Người ta hầu như lúc nào cũng rất căng thẳng khi trẻ phải đột ngột vào NICU. Nhưng các bác sĩ, y tá và những người chăm trẻ khác trong khoa sẽ nỗ lực hết sức để hỗ trợ tinh thần cho bạn trong khi chăm sóc các nhu cầu y tế cho con của bạn. Tìm hiểu về NICU Với những thiết bị được thiết kế dành cho trẻ sơ sinh và nhân viên bệnh viện được đào tạo đặc biệt trong việc chăm sóc trẻ sơ sinh thì NICU là một khoa chăm sóc đặc biệt cho trẻ sơ sinh bị bệnh cần được điều trị đặc biệt.  Đôi khi NICU cũng được gọi là:  * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt cho trẻ sơ sinh Trẻ có thể được gởi đến NICU nếu:  * bị sinh non * khó sinh  * có nhiều dấu hiệu rắc rối trong một vài ngày đầu sau khi sinh  Chỉ có những trẻ sơ sinh rất nhỏ (hoặc trẻ bị bệnh do sinh thiếu tháng) mới được điều trị ở NICU – thường là những trẻ chưa xuất viện về nhà sau khi sinh. Thời gian điều trị tại đây tuỳ thuộc vào mức độ nghiêm trọng của từng bé.  Mặc dù không phải trẻ nào được điều trị ở NICU đều bị bệnh hoặc có tình trạng sức khỏe giống nhau, nhưng dưới đây là một số chẩn đoán thường thấy đối với trẻ sơ sinh cần được chăm sóc đặc biệt.  Dưới đây là cái nhìn sơ lược về những chứng bệnh thường gặp, các nguyên nhân gây bệnh, cách thức chẩn đoán, phương pháp điều trị, và thời gian trẻ thường lưu lại ở đây sau khi được chẩn đoán là bao lâu. Bệnh thiếu máu Bệnh thiếu máu là gì?  Một trong những chứng bệnh liên quan đến máu thường gặp là bệnh thiếu máu – thiếu máu là chứng bệnh mà số hồng cầu trong máu thấp. Trẻ bị thiếu máu có thể:  * bị nghẹt thở (ngưng thở trong vòng 20 giây trở lên) * bị tụt huyết áp * có nhịp tim nhanh  * có vẻ buồn ngủ Nguyên nhân gây thiếu máu?  Trẻ sinh thiếu tháng có thể bị thiếu máu vì nhiều lý do. Trong một vài tuần đầu đời, trẻ không tạo thêm nhiều hồng cầu mới. Bên cạnh đó, các hồng cầu của trẻ sơ sinh đều có vòng đời ngắn hơn so với vòng đời của hồng cầu người lớn. Và các mẫu máu thường xuyên phải được lấy làm xét nghiệm ở phòng thí nghiệm làm cho hồng cầu rất khó có thể tái tạo lại được.   Đối với những trẻ sơ sinh thiếu tháng hoặc đủ tháng, thì bệnh tán huyết ở trẻ sơ sinh (chứng không tương thích giữa kiểu máu của người mẹ và kiểu máu của con) có thể dẫn đến bệnh thiếu máu.  Bệnh thiếu máu được chẩn đoán như thế nào?  Bác sĩ có thể chẩn đoán bệnh thiếu máu bằng xét nghiệm máu.  Bệnh thiếu máu được điều trị như thế nào?  Những trường hợp bệnh nhẹ được theo dõi sát sao, trong khi đó những ca nghiêm trọng (nhất là ở những trẻ sinh thiếu tháng có cân nặng dưới 2.2 pao [1,000 gram]) có thể phải được truyền hồng cầu. Bác sĩ cũng cố điều trị nguyên nhân tiềm ẩn của chứng thiếu máu này.  Con tôi sẽ ở NICU bao lâu?  Khi vấn đề tiềm ẩn được điều trị thì số lượng hồng cầu trong tuần hoàn của trẻ sơ sinh cũng được ổn định. Chừng nào trẻ trở nên khỏe mạnh và không còn bất cứ triệu chứng nào nữa thì bác sĩ thường sẽ cho trẻ xuất viện về nhà đồng thời được bác sĩ theo dõi chặt chẽ. Chứng nghẹt thở  Chứng nghẹt thở là gì?  Mặc dù chuyện thỉnh thoảng người ta bị ngưng thở là hoàn toàn bình thường, nhưng trẻ sơ sinh nếu không thở ít nhất là một lần trong vòng 20 giây trở lên thì trẻ đã mắc chứng nghẹt thở. Trong một cơn bệnh như vậy thì:  * trẻ ngừng thở  * nhịp tim có thể giảm * da trẻ có thể trở nên tái nhợt, đỏ tía, hoặc xanh dương do thiếu ô-xy Nguyên nhân gây nghẹt thở là gì? Chứng nghẹt thở thường gây ra do vùng não điều khiển chức năng hô hấp chưa hoàn thiện (não “quên” thở), mặc dù đôi khi một bệnh nào khác cũng có thể gây ra chứng nghẹt thở này. hầu hết tất cả các trẻ sinh ở tuần thứ 30 trở xuống đều sẽ bị bệnh này, nhưng các cơn bệnh trở nên ít đi khi trẻ lớn lên.  Chứng nghẹt thở được chẩn đoán như thế nào?  Để chẩn đoán chính xác chứng nghẹt thở, bác sĩ của NICU sẽ theo dõi nhịp thở của trẻ và có thể yêu cầu trẻ đo sóng não, điện tâm đồ tim và các hoạt động của cơ thể, bác sĩ sẽ quan sát bé bằng nhiều máy theo dõi trong khoảng thời gian từ 8-12 tiếng đồng hồ. Biểu đồ hoạt động phổi cho biết thông tin về nhịp tim, hô hấp của trẻ, và độ bão hoà ô-xy trong máu của trẻ.  Chứng nghẹt thở được điều trị như thế nào? Tại NICU, tất cả các trẻ sinh thiếu tháng đều được theo dõi các cơn nghẹt thở. Phương pháp điều trị nghẹt thở đầu tiên là chỉ cần kích thích cho trẻ thở trở lại. Bạn có thể chà xát vào lưng hoặc vỗ vào bàn chân của trẻ. Tuy nhiên khi trẻ bị nghẹt thở thường xuyên thì có thể cần phải được sử dụng thuốc (thường thấy nhất là cà-phê-in hoặc an-ka-lô-íc trong lá trà) và/hoặc cần một thiết bị hỗ trợ đặc biệt cho mũi để thổi luồng không khí đều đặn vào đường thở làm cho đường thở mở ra.   Con tôi sẽ ở NICU bao lâu?  Trẻ vẫn ở lại điều trị ở NICU cho đến khi không còn nghẹt thở nữa trong vòng 24-48 tiếng đồng hồ. Một số trẻ có thể được xuất viện về nhà kèm theo máy theo dõi ngưng thở và có thể sử dụng cà-phê-in vì vậy bố mẹ có thể tiếp tục theo dõi bệnh cho con mình. Hầu hết trẻ sơ sinh đều có thể không còn nghẹt thở nữa vào tuần thứ 10 sau khi sinh.   Nhịp tim chậm Nhịp tim chậm là gì?  Đây là chứng nhịp tim chậm bất thường.  Nguyên nhân gây nhịp tim chậm là gì? Nhịp tim chậm thường xảy ra do nhiều vấn đề khác gây ra chẳng hạn như nồng độ ô-xy trong máu thấp hoặc là do nghẹt thở.   Nhịp tim chậm được chẩn đoán như thế nào? Việc bắt mạch cho trẻ và theo dõi mạch của trẻ ở NICU sẽ giúp cho việc chẩn đoán nhịp tim chậm trở nên chắc chắn hơn.  Nhịp tim chậm được điều trị như thế nào? Nhịp tim chậm được điều trị bằng cách xử lý nguyên nhân tiềm ẩn của nó, chẳng hạn như chứng nghẹt thở. Trong một số trường hợp hiếm thấy, thì chứng dị tật tim cũng có thể là nguyên nhân gây chậm nhịp tim. Để chăm sóc đúng đắn, trẻ bị dị tật tim cần phải được khám bởi bác sĩ tim mạch khoa nhi (bác sĩ chuyên điều trị các vấn đề tim mạch ở trẻ em).   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì thời gian trẻ phải ở lại điều trị bao lâu tuỳ thuộc vào nguyên nhân làm cho nhịp tim chậm chứ không phải chính bản thân bệnh nhịp tim chậm.  Chứng loạn sản phế quản-phổi  Loạn sản phế quản-phổi là gì?  Trẻ vẫn cần ô-xy trước khi sinh đến 4 tuần bị coi là mắc bệnh loạn sản phế quản-phổi, đây là một trong những chứng bệnh phổi mãn tính thường thấy nhất đối với trẻ sơ sinh ở Hoa Kỳ.  Nguyên nhân gây loạn sản phế quản-phổi là gì?  Bệnh loạn sản phế quản-phổi xảy ra khác nhau ở từng trẻ sơ sinh và có nhiều nguyên nhân khác nhau. Nó có thể xảy ra đồng thời ở trẻ sinh thiếu tháng lẫn trẻ sinh đủ tháng và các bác sĩ cho rằng đó là do sự phản ứng của từng trẻ đối với một số yếu tố có thể xảy ra.  Các phương pháp điều trị (bao gồm máy móc và ô-xy) cộng với lá phổi non nớt chưa hoàn thiện của trẻ sinh thiếu tháng để giúp cho trẻ thở được cho là nguyên do gây tổn thương (gây hại) cho phổi. Bệnh viêm phổi và nhiễm trùng cũng có thể gây bệnh. Mức độ tổn hại nhẹ hơn được gọi là bệnh phổi mãn tính ở trẻ sinh non (CLD). Khi trẻ lớn lên, chúng tạo thêm nhiều mô phổi, có thể dần dần cải thiện tình trạng hô hấp.  Chứng loạn sản phế quản-phổi được chẩn đoán như thế nào? Mãi đến tuần thứ 2 đến thứ 4 sau khi sinh thì trẻ mới thường được chẩn đoán bệnh loạn sản phế quản-phổi. Vào thời điểm đó, bác sĩ sẽ chẩn đoán dựa trên việc liệu phổi có bị tổn thương hoặc có chấn thương nào khi sinh không và xem liệu trẻ có cần thêm ô-xy để kéo dài hô hấp không. Chụp hình X-quang ngực cũng có thể giúp xác định mức độ tổn thương phổi.  Chứng loạn sản phế quản-phổi được điều trị như thế nào?  Chứng loạn sản phế quản-phổi đôi khi được điều trị bằng xtê-rô-ít để làm giảm mức độ tổn thương. Tuy nhiên vì xtê-rô-ít có thể gây tác dụng phụ nên bác sĩ thường chờ càng lâu càng tốt mới bắt đầu điều trị bằng xtê-rô-ít. Xtê-rô-ít chẳng bao giờ được sử dụng mà không bàn bạc đầy đủ với gia đình về các lợi ích và nguy cơ rủi ro tiềm ẩn của nó.  Ngoài ra,, những loại thuốc thường được sử dụng nhiều hơn như thuốc lợi tiểu (làm cho trẻ đi tiểu và giúp thải đi lượng dịch dư thừa tăng sinh trong phổi bị tổn thương) và các loại thuốc trị hen suyễn (làm giãn các cơ xung quanh đường thở và giúp cho đường thở nới rộng ra).  Trẻ bị bệnh đôi khi cũng cần có máy hô hấp nhân tạo (máy thở) ở nhà để giúp cho bé có thể thở được. Và mặc dù không thường thấy, nhưng trong một số trường hợp nghiêm trọng, trẻ có thể cần phải được phẫu thuật chèn ống thở vào cổ (đây gọi là thủ thuật mở thông khí quản) vì vậy trẻ có thể xuất viện về nhà kèm theo máy hô hấp nhân tạo. Đôi khi trẻ cũng cần liệu pháp ô-xy tại nhà trong một vài tháng.  Con tôi sẽ ở lại NICU bao lâu?  Chứng loạn sản phế quản-phổi là bệnh nghiêm trọng cần phải ở lại điều trị tại NICU lâu hơn, đôi khi phải cần đến vài tháng. Những trẻ sơ sinh nhỏ nhất thường là những trẻ bị bệnh này vì thế chúng cần được điều trị lâu hơn để đảm bảo ổn định sức khỏe trước khi xuất viện về nhà.  Tràn dịch não Tràn dịch não là gì?  Tràn dịch nào có nghĩa là “dịch não bị tràn ra ngoài.”  Nguyên nhân gây tràn dịch não là gì?  Sự tăng sinh dịch não tuỷ xung quanh não và tuỷ sống gây tràn dịch não. Chứng bệnh này xảy ra khi có vật gì đó làm chặn luồng dịch – thường là do xuất huyết não thất hoặc bất thường ở não hoặc sọ. Tình trạng tăng sinh này có thể gây ra áp suất có thể làm tổn thương đến não.  Chứng tràn dịch não được chẩn đoán như thế nào?  Bác sĩ thường nghi ngờ tràn dịch não nếu thấy đầu của trẻ lớn đặc biệt hoặc nếu thấy kích thước đầu của bé tăng nhanh. Phương pháp chụp cắt lớp (chụp CT-một loại tia X) có thể giúp xác nhận điều nghi ngờ này.  Chứng tràn dịch não được điều trị như thế  nào?  Những trường hợp ít nghiêm trọng hơn thường chỉ cần được theo dõi nhưng đối với những trường hợp nghiêm trọng hơn đòi hỏi bác sĩ phẫu thuật phải đặt một ống vào bên trong não để cho dịch chảy từ não vào bụng.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này lại tuỳ thuộc vào mức độ nghiêm trọng của bệnh. Một chứng bệnh nặng có thể cần phải ở lại điều trị một vài tuần hoặc một tháng, đồng thời được theo dõi cẩn thận để phát hiện ra những tác dụng phụ tiềm ẩn lâu dài chẳng hạn như thiểu năng tinh thần và tai biến mạch máu. Xuất huyết não thất (IVH) Xuất huyết não thất là gì?  Xuất huyết não thất là dạng xuất huyết não. Các trường hợp nghiêm trọng có thể làm hạ huyết áp hoặc gây tai biến mạch máu. Các triệu chứng khác có thể bao gồm:  * bú yếu  * khóc nhiều  * nghẹt thở * nhịp tim chậm * thiếu máu Nguyên nhân gây xuất huyết não thất là gì? Xuất huyết não thất (IVH) thường xảy ra ở trẻ sinh thiếu tháng bởi các mạch máu trong bộ não đang phát triển của bé đặc biệt rất mỏng và yếu ớt có thể gây xuất huyết một cách dễ dàng.  Xuất huyết não thất được chẩn đoán như thế nào?  Chứng bệnh này được chẩn đoán bằng cách siêu âm đầu để bác sĩ có thể tìm chỗ tụ máu bên trong não.  Xuất huyết não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào cho bệnh xuất huyết não thất, vì vậy NICU cố phòng tránh bằng cách làm điều hoà huyết áp cho trẻ. Khi đã chẩn đoán được thì bác sĩ có thể theo dõi bệnh một cách chặt chẽ bằng cách siêu âm thường xuyên. Trường hợp IVH nặng có thể dẫn đến chứng tràn dịch não nghiêm trọng, có thể được điều trị bằng cách phẫu thuật đặt ống dẫn bên trong.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này tuỳ thuộc vào mức độ xuất huyết nghiêm trọng như thế nào. Trẻ sơ sinh bị xuất huyết não thất nặng có thể phải điều trị ở NICU trong một vài tuần đến một vài tháng và có nguy cơ mắc một số bệnh như bại não hoặc tai biến mạch máu về sau.  Vàng da Vàng da là gì?    Vàng da là nồng độ sắc tố da cam trong máu cao (sắc tố da cam là sản phẩm phụ của các tế bào máu bị phân huỷ tự nhiên, và gan thường “tái tạo” lại vào cơ thể). Mặc dù chứng vàng da nhẹ khá phổ biến ở trẻ sinh đủ tháng, nhưng đối với những trẻ sinh non thì chứng bệnh này thường thấy nhiều hơn.  Nguyên nhân gây vàng da là gì? Chứng vàng da xảy ra khi hiện tượng phân huỷ tế bào máu của trẻ tăng lên và gan không thể xử lý nổi lượng sắc tố da cam dư thừa, gây tăng sinh lượng sắc tố này, làm cho da và tròng trắng mắt chuyển sang màu vàng nhạt. Trẻ bị vàng da đôi khi buồn ngủ hơn bình thường và trong một số trường hợp vàng da nặng có thể khiến cho trẻ rơi vào trạng thái hôn mê.  Vàng da được chẩn đoán như thế nào?  Mặc dù da vàng là một dấu hiệu đặc trưng để nhận diện khá chính xác nhưng phải chẩn đoán bằng xét nghiệm máu để đo nồng độ sắc tố da cam. Điều trị chứng vàng da như thế nào?  Nồng độ sắc tố da cam cực cao có thể làm não bị tổn thương, vì vậy trẻ sơ sinh được theo dõi phát hiện vàng da và điều trị khẩn cấp trước khi sắc tố da cam có thể chạm đến mức độ nguy hiểm. Phương pháp điều trị chuẩn gồm việc cung cấp đủ nước cho trẻ và sử dụng liệu pháp ánh sáng, trong đó trẻ được chiếu ánh sáng màu xanh dương đặc biệt lên người. Cũng có một số trường hợp yêu cầu phải được truyền máu.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị bệnh vàng da thường ở lại NICU cho đến khi nồng độ sắc tố da cam giảm xuống, thường thì khoảng từ 2 đến 3 ngày.  Viêm ruột hoại tử (NEC) Viêm ruột hoại tử là gì?  Viêm ruột hoại tử là chứng bệnh về ruột thường thấy nhất ở trẻ sơ sinh, nó xảy ra ở khoảng từ 1 đến 5% trẻ sơ sinh tại NICU và thường thấy nhiều hơn ở trẻ sinh non và nhẹ ký.  Nguyên nhân gây viêm ruột hoại tử là gì? Người ta cho rằng một số yếu tố có thể góp phần làm phát triển bệnh viêm ruột hoại tử (NEC) là hoại tử nhiều đoạn ruột.  Mặc dù trẻ sinh đủ tháng có thể bị viêm ruột hoại tử nhưng nếu trẻ càng sinh thiếu tháng thì nguy cơ mắc NEC càng cao – có thể bởi vì ruột không phát triển đủ lớn để có thể thực hiện chức năng tiêu hoá được. Người ta cũng cho rằng có nhiều yếu tố góp phần làm viêm ruột hoại tử như việc cho con bú, tổn thương ruột do nhiễm trùng, và máu lưu thông kém.    Trẻ bị NEC có thể: * có bụng căng cứng  * cần thêm nhiều ô-xy hơn hoặc cần máy hô hấp nhân tạo nhiều hơn * trong phân có máu * có dấu hiệu nghẹt thở Viêm ruột hoại tử được chẩn đoán như thế nào? Người ta có thể chẩn đoán chắc chắn bằng cách chụp X-quang bụng. Viêm ruột hoại tử được điều trị như thế nào? Nếu không phát hiện ra bất cứ dấu hiệu đứt ruột nào thì các bác sĩ điều trị viêm ruột hoại tử bằng cách:  * cho sử dụng thuốc kháng sinh  * ngưng tất cả việc cho trẻ ăn qua đường ruột (chẳng hạn như bú bình, bú mẹ hoặc sử dụng ống dẫn thức ăn) * cho chuyển sang truyền tĩnh mạch  * rút khô dịch trong dạ dày của trẻ  *  chụp X-quang bụng thường xuyên  Trong trường hợp trẻ bị đứt ruột, bác sĩ phẫu thuật có thể cắt bỏ đoạn ruột bị hoại tử hoặc rạch bụng của trẻ để làm rút khô chất dịch bệnh.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Việc phục hồi khỏi bệnh viêm ruột hoại tử (NEC) có thể phải mất nhiều thời gian. Trẻ có thể phải được điều trị nhiều tuần ở NICU để điều chỉnh lại việc ăn uống điều độ.  Ống động mạch (PDA) Ống động mạch là gì?  Ống động mạch (DA) là một mạch máu trong tim có nhiệm vụ nối động mạch chủ (cung cấp máu đến các phần còn lại trên cơ thể) với động mạch phổi (vận chuyển máu đến phổi). Nó giúp cho máu đi vòng qua phổi trong khi trẻ vẫn còn nằm trong bụng mẹ.  Nguyên nhân gây ống động mạch là gì?  Ống động mạch thường đóng kín ngay sau khi sinh, giúp cho máu lưu thông bình thường. Nhưng đối với một số trẻ, thường thấy nhất là trẻ sinh thiếu tháng, ống động mạch này vẫn hở, hoặc mở thông ra. Sau đó máu chảy qua ống động mạch và làm ngập các mạch máu trong phổi, gây ra nhiều vấn đề về hô hấp.   Ống động mạch được chẩn đoán như thế nào?  Các vấn đề về hô hấp đó là một dấu hiệu cho biết trẻ bị ống động mạch (PDA). Tiếng thổi tim cũng có thể làm cho bác sĩ nghi ngờ bệnh, sau đó được xác nhận bằng siêu âm tim.  Ống động mạch được điều trị như thế nào?  Đôi khi bác sĩ có thể làm kín ống động mạch bằng cách cho sử dụng thuốc. Nhưng nếu không có hiệu quả, hoặc nếu trẻ ốm yếu quá đến nỗi không thể sử dụng thuốc được thì sẽ phải được phẫu thuật để đóng kín lại ống động mạch.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Mặc dù thời gian hồi phục không trẻ nào giống trẻ nào, nhưng nhiều bé có thể hồi phục nhanh khỏi bệnh ống động mạch trong một vài ngày.  Hoại tử trắng quanh não thất (PVL) Hoại tử trắng quanh não thất là gì?  Hoại tử trắng quanh não thất là một loại tổn thương não, xảy ra trong mô não bao quanh các khoang não chứa dịch, gọi là tâm thất. Vùng não này được gọi là chất trắng, đối nghịch với chất xám tạo nên phần còn lại của não. Vì vậy, tổn thương xảy ra ở vùng chất trắng kết nối thông tin giữa não và các cơ của cơ thể.  Nguyên nhân gây hoại tử trắng quanh não thất là gì?  Người ta cho rằng PVL gây ra do xuất huyết não thất nặng (xuất huyết não).  Hoại tử trắng quanh não thất được chẩn đoán như thế nào?  Thông thường thì không có dấu hiệu nào của chứng hoại tử trắng quanh não thất (PVL) rõ ràng trong phòng trẻ sơ sinh. Các trẻ sinh thiếu tháng có nguy cơ mắc bệnh nhiều hơn, vì thế bác sĩ sẽ thường xuyên theo dõi chẳng hạn như siêu âm đầu hoặc MRI (cộng hưởng từ) (chụp cộng hưởng từ) để dò tìm hoại tử trắng quanh não thất. Khi trẻ lớn lên một chút, trẻ có thể có biểu hiện chậm phát triển.  Hoại tử trắng quanh não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào đối với chứng hoại tử trắng quanh não thất, chỉ có phương pháp theo dõi chặt chẽ và hỗ trợ cho nhà trị liệu nếu trẻ phát triển chậm đáng kể, thường là sau khi trẻ được xuất viện về nhà.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị hoại tử trắng quanh não thất có thể được điều trị ở NICU trong một vài tuần hoặc một vài tháng.  Hội chứng suy hô hấp (RDS) Hội chứng suy hô hấp là gì?   Một trong những vấn đề cấp bách và thường thấy nhất đối với trẻ sinh thiếu tháng là khó thở. Mặc dù có nhiều nguyên nhân gây khó thở ở trẻ sinh non, nhưng thường thấy nhất là hội chứng suy hô hấp (RDS). Nguyên nhân gây hội chứng suy hô hấp là gì?  Đối với hội chứng suy hô hấp thì hai lá phổi chưa hoàn thiện của trẻ sơ sinh không tạo đủ chất quan trọng có tên là chất hoạt tính bề mặt. Chất hoạt tính bề mặt giúp cho mặt trong của phổi phồng lên đúng mức khi trẻ chuyển từ trong bụng mẹ sang thở không khí bên ngoài sau khi sinh.  Hội chứng suy hô hấp được chẩn đoán như thế nào?  Bác sĩ nghi ngờ hội chứng suy hô hấp ở bất kỳ trẻ sinh thiếu tháng hoặc đủ tháng nào thở đặc biệt khó khăn và thở nhanh hoặc cần thêm ô-xy. Có thể chụp X-quang ngực để xác nhận chắc chắn chẩn đoán này.  Hội chứng suy hô hấp được điều trị như thế nào?  RDS có thể chữa được và nhiều trẻ sơ sinh đáp ứng khá tốt. Khi mà hiện tượng sinh non không có cách nào khắc phục được thì hầu hết các thai phụ có thể được sử dụng thuốc ngay trước khi sinh để giúp phòng tránh RDS. Sau đó ngay sau khi sinh và một số lần kế tiếp, trẻ có thể được sử dụng chất hoạt tính bề mặt nhân tạo qua ống thở.  Mặc dù hầu hết các trẻ sinh non thiếu chất hoạt tính bề mặt sẽ cần phải sử dụng máy thở, hoặc máy hô hấp nhân tạo, việc sử dụng chất hoạt tính bề mặt nhân tạo đã làm giảm đáng kể lượng thời gian sử dụng máy thở của bé.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị suy hô hấp nặng thường cần phải được điều trị trong nhiều ngày hoặc nhiều tuần.  Bệnh võng mạc ở trẻ sinh thiếu tháng (ROP) Bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Mắt của trẻ sinh non rất dễ bị tổn thương sau khi sinh. Một biến chứng nguy hiểm được gọi là bệnh võng mạc ở trẻ sinh thiếu tháng (ROP), đây là bệnh phát triển mạch máu bất thường trong mắt trẻ sơ sinh (trong võng mạc). Khoảng 7% trẻ chào đời có cân nặng 2.8 pao (1,250 gram) trở xuống đều bị bệnh này, và dẫn đến hậu quả có thể là từ nhẹ (cần mang kính) đến nặng (mù mắt).  Nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Người ta vẫn chưa tìm ra nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng. Mặc dù trước đây người ta cho rằng vấn đề chính yếu là quá nhiều ô-xy, cuộc nghiên cứu sâu hơn đã cho thấy nồng độ ô-xy (hoặc quá thấp hoặc quá cao) chỉ đóng nhân tố góp phần làm phát triển bệnh thôi.  Bệnh võng mạc ở trẻ sinh thiếu tháng được chẩn đoán như thế nào?  Bởi có nhiều trẻ sinh rất non bị bệnh võng mạc ở một mức độ nào đó, nên trẻ cần được bác sĩ mắt khoa nhi khám mắt ở chuẩn từ 8 tới 10 tuần trước khi chào đời.   Bệnh võng mạc ở trẻ sinh thiếu tháng được điều trị như thế nào? Đối với trường hợp tổn thương nhẹ thì bác sĩ nhãn khoa có thể chỉ cần theo dõi khám mắt thường xuyên cho trẻ. Nhưng nếu tổn thương nhiều hơn thì trẻ sẽ cần phải phẫu thuật bằng tia la-de để ngăn không cho bệnh tiến triển hơn.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Bản thân bệnh võng mạc ở trẻ sinh thiếu tháng thường không quyết định được khoảng thời gian mà trẻ phải điều trị là bao lâu. Nó thường xảy ra kết hợp với nhiều vấn đề khác, và các vấn đề đó sẽ ảnh hưởng đến trẻ nhiều hơn khi trẻ có thể xuất viện về nhà. Nhưng thường thì trẻ có thể phục hồi khỏi cuộc phẫu thuật bằng tia la-de trong khoảng từ 24 đến 48 tiếng đồng hồ.  Bệnh nhiễm trùng máu  Bệnh nhiễm trùng máu là gì?  Nhiễm trùng máu là bệnh rất nguy hiểm, đây là phản ứng của cơ thể đối với bệnh nhiễm trùng đã phát tán khắp trong máu và mô.  Trẻ bị nhiễm trùng máu có thể:  * bị hôn mê * có thân nhiệt thấp hoặc cao  * biếng ăn * bị nghẹt thở hoặc khó thở  * có biểu hiện vàng da  * nhìn không khoẻ mạnh Nguyên nhân gây nhiễm trùng máu là gì? Nhiễm trùng máu là chứng bệnh nhiễm trùng do vi khuẩn phát triển trong máu gây ra. Vi khuẩn có thể xâm nhập vào máu:   * từ người mẹ trong khi chuyển dạ và sinh nở  * lây truyền qua đường tĩnh mạch  * sau khi tiếp xúc gần gũi với người bị bệnh hoặc là người mang mầm vi khuẩn  Nhiễm trùng máu được chẩn đoán như thế nào?  Người ta chẩn đoán bệnh nhiễm trùng máu bằng cách nuôi cấy máu – đôi khi cũng kết hợp với xét nghiệm nước tiểu hoặc chọc dò tủy sống.  Nhiễm trùng máu được điều trị như thế nào?  Khi bác sĩ nghi ngờ nhiễm trùng máu thì sẽ cho trẻ sử dụng thuốc kháng sinh cho đến khi có kết quả xét nghiệm ở phòng thí nghiệm – thông thường là trong 48 tiếng đồng hồ. Nếu kết quả nhiễm trùng máu dương tính thì trẻ sẽ được sử dụng thuốc kháng sinh thêm từ 7 đến 14 ngày nữa trong khi được bác sĩ theo dõi chặt chẽ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Các trường hợp nhiễm trùng máu thường rất nặng (nhiễm trùng có thể dẫn đến viêm màng não, tổn thương một cơ quan nào đó, và đôi khi gây tử vong) và cần phải được điều trị ở NICU trong thời gian khá lâu, đôi khi là một vài tuần.  Cơn thở nhanh (thở dốc) thoáng qua ở trẻ sơ sinh (TTN) Cơn thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Chứng thở nhanh ở trẻ sinh đủ tháng (hơn 60 lần/phút) được gọi là cơn thở nhanh thoáng qua. Mãi đến khoảng 4 giờ sau khi sinh thì chứng thở này mới có thể là bình thường.  Nguyên nhân gây chứng thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Sau khi trẻ chào đời 4 tiếng đồng hồ, bác sĩ mới bắt đầu dò tìm nguyên nhân gây thở nhanh, chẳng hạn như viêm phổi, nhiễm trùng máu, hoặc các vấn đề về phổi, bao gồm sự chậm phát triển.   Chứng thở nhanh thoáng qua của trẻ sơ sinh được chẩn đoán như thế nào?  Các xét nghiệm máu và chụp X-quang có thể giúp chẩn đoán bệnh tiềm ẩn.  Chứng thở nhanh thoáng qua của trẻ sơ sinh được điều trị như thế nào?  Bệnh phổi thường giảm dần trong một vài ngày điều trị. Trẻ được hỗ trợ thở hoặc nhận ô-xy, nếu cần thì nhân viên NICU sẽ theo dõi chặt chẽ nồng độ ô-xy của trẻ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì bé sẽ ở lại từ 24-72 tiếng đồng hồ trong khi nhân viên NICU theo dõi bệnh. Các biến chứng khác Ngoài những chẩn đoán cụ thể thì trẻ sơ sinh tại NICU có thể gặp nhiều vấn đề sức khỏe thường thấy khác. Chẳng hạn như trẻ bị mất nhiệt dễ dàng, và trẻ sinh thiếu tháng rất khó điều hoà thân nhiệt của mình, bởi chúng không đủ năng lượng hoặc lượng mỡ dự trữ để tạo thân nhiệt và khối lượng cơ thể để duy trì nó. Thế nên trẻ ở NICU phải được giữ ấm trong lồng ấp hoặc lồng ấp trẻ sơ sinh (thường là sinh non).  Huyết áp thấp hay huyết áp cao cũng có thể gây nguy hiểm đối với trẻ sinh thiếu tháng bởi những mạch máu đang phát triển của bé không chịu được thay đổi của huyết áp và có thể làm cho mạch máu bị đứt dễ dàng hơn.  Một số trẻ sinh non thường hay gặp rắc rối về vấn đề ăn uống bởi cơ thể chúng chưa phối hợp đầy đủ về mặt thể chất. Việc ăn uống là một quá trình tốn nhiều năng lượng nhất đối với trẻ sơ sinh và trẻ ở NICU thường không đủ mạnh hoặc không đủ năng lượng để có thể tự ăn (bú) được. Thay vào đó, chúng phải được truyền dưỡng chất qua đường tĩnh mạch hoặc ống dẫn. Và nếu như đường tiêu hoá chưa phát triển đủ để có thể xử lý được thức ăn thì nó có thể gây ra nhiều vấn đề rắc rối khác nữa, như chúng ta đã thấy đó là chứng viêm ruột hoại tử. Một chứng bệnh liên quan khác đó là trào ngược. Mặc dù trẻ sơ sinh nào cũng bị trào ngược một chút trong những tháng đầu đời, nhưng trẻ sinh thiếu tháng đặc biệt rắc rối với chứng trào ngược này bởi lực cơ của chúng kém săn chắc. Cơ vòng (cơ thắt) là những cơ,  và khi một cơ nào đó giữa thực quản và dạ dày yếu, nó làm cho lượng a-xít trong dạ dày trào ngược lên thực quản. (Hệ thần kinh chưa hoàn thiện của trẻ sinh non cũng khó kiểm soát được cơ vòng.) A-xít làm kích thích thực quản, có thể gây ra nhiều vấn đề khó khăn về ăn uống. Việc hít thở và nghẹt thở do trào ngược là một nguy hiểm nặng nề hơn.  Trẻ sơ sinh cần được chăm sóc đặc biệt cũng rất dễ bị nhiễm trùng. Da và niêm mạc (màng nhầy) của trẻ – “tuyến phòng thủ” chính của cơ thể để chống lại vi trùng và vi khuẩn – chưa phát triển đầy đủ để có thể bảo vệ tốt cho bé. Do một số trẻ bị suy yếu miễn dịch ở cùng trong một không gian như thế này, nên các bệnh nhiễm trùng xâm nhập vào NICU có thể được phát tán và lây lan nhanh chóng, và do nhiều y tá cùng chăm sóc cho nhiều bệnh nhi nên khả năng làm phát tán tác nhân lây nhiễm bệnh càng gia tăng. Đó là lý do vì sao nhân viên NICU nên thận trọng về việc giữ cho môi trường càng sạch càng tốt. Nói chuyện với bác sĩ  Nếu con bạn nhập viện ở khu chăm sóc đặc biệt cho trẻ sơ sinh, bạn cần nên biết cách chăm sóc cho con mình càng nhiều càng tốt. Bạn có thể hỏi bác sĩ một số câu hỏi dưới đây:   * Bé sẽ ở lại điều trị trong thời gian bao lâu? * Vấn đề cụ thể của bé là gì? * Việc điều trị cho bé cần thiết, liên quan đến những gì?  * Bé sẽ phải sử dụng những loại thuốc gì? * Tôi có thể làm gì cho con mình? Bạn cũng có thể cần nói chuyện với y tá để biết nhiều hơn về chế độ chăm sóc hằng ngày cho con và nên làm gì khi bạn ở bên con của mình.  Khi bạn biết được đáp án của các câu trả lời này thì bạn sẽ biết cách giúp đỡ cho con trong suốt quá trình chăm sóc đặc biệt dành cho bé.   "
        }
    ],
    "suggestions": []
}