{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Jekyll",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Jekyll</k><blockquote><cclass>[<cclass>'dʒɛk(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in phr. <cclass><b>a Jekyll and Hyde</b>) a person displaying alternately good and evil personalities. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>after the central character in Robert Louis Stevenson's story <i>The Strange Case of Dr Jekyll and Mr Hyde</i> (1886). </blockquote></div>",
            "word": "Jekyll",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Jekyll",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Jekyll",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Jekyll",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Everyone has a <em>Jekyll</em> and Hyde reputation.",
            "vi": "Mỗi người đều có hai mặt tốt xấu."
        },
        {
            "en": "He's a real <em>Jekyll</em> and Hyde",
            "vi": "Anh ấy thật đúng là một con người 2 mặt"
        },
        {
            "en": "The abuser has a <em>Jekyll</em> and Hyde personality.",
            "vi": "Tên lạm dụng có nhân cách hai mặt."
        },
        {
            "en": "A similar story we seen in Robert Louis Stevenson's Dr. <em>Jekyll</em> and Mr. Hyde.",
            "vi": "Tương tự trong câu truyện fr. jekyll và mr. hyde của robert louis stevenson."
        },
        {
            "en": "He's a real <em>Jekyll</em> and Hyde. At home he shouts at his wife and children all the time; at work he's always charming and friendly.",
            "vi": "Anh ta thực sự là một con người hai mặt. Ở nhà anh ta lúc nào cũng quát nạt vợ và các con ; ở nơi làm việc anh ta lại là một con người luôn nhiệt tình, thân"
        },
        {
            "en": "He's a real <em>Jekyll</em> and Hyde. At home he shouts at his wife and children all the time ; at work he's always charming and friendly.",
            "vi": "Anh ta thực sự là một con người hai mặt. Ở nhà anh ta lúc nào cũng quát nạt vợ và các con; ở nơi làm việc anh ta lại là một con người luôn nhiệt tình, thân thiện."
        },
        {
            "en": "For some strange reason every year my children make it on to your nice list, I know you do check it twice but I am sure that you are missing something somewhere along the line. Mr Claus you should watch my children when they are at home or out somewhere with us, I am sure that if you did, you would realise that you have them on the wrong list. <em>Jekyll</em> and Hyde have nothing on my children, out with others they are sweet and innocent, at home they transform into untidy, cheeky, lazy, ill mannered and almost uncontrollable monsters.",
            "vi": "Chẳng hiểu vì sao mỗi năm bọn nhóc nhà tôi đều được ông xếp vào danh sách những đứa trẻ ngoan, tôi biết ông kiểm tra đi kiểm tra lại rồi nhưng chắc chắn ông đã sai sót ở công đoạn nào đó. Ông già Noel ơi, ông phải chứng kiến bọn trẻ ở nhà hoặc ở cạnh vợ chồng tôi cơ. Bọn chúng ranh ma lắm, ra ngoài với người ta thì chúng ngoan ngoãn, ngây thơ đấy, nhưng ở nhà thì chúng biến thành bọn quỷ sứ lôi thôi lếch thếch, lười nhác, thô lỗ cục cằn và gần như bất trị."
        }
    ],
    "suggestions": []
}