{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "jellyfish",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>jellyfish</k><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>jellyfishes</b>) a free-swimming marine coelenterate with a jelly-like bell- or saucer-shaped body that has stinging tentacles around the edge. [Classes Scyphozoa and Cubozoa.] </cclass></cclass></cclass></blockquote></div>",
            "word": "jellyfish",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jellyfish",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jellyfish",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jellyfish",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "7. Box <em>Jellyfish</em>",
            "vi": "7. Sứa hộp"
        },
        {
            "en": "Do you know <em>jellyfish</em>?",
            "vi": "Bạn có biết con sứa biển không?"
        },
        {
            "en": "1. Chironex (Box <em>Jellyfish</em>)",
            "vi": "1. Sứa Chironex (sứa hộp)"
        },
        {
            "en": "Have ever seen the <em>jellyfish</em>?",
            "vi": "Bạn có bao giờ thấy sứa chưa?"
        },
        {
            "en": "<em>Jellyfish</em> have several different morphologies.",
            "vi": "Sứa có nhiều hình thái khác nhau."
        },
        {
            "en": "Have you ever seen a <em>jellyfish</em>?",
            "vi": "Anh có bao giờ thấy con sứa chưa?"
        },
        {
            "en": "The sting of a <em>jellyfish</em> is very painful.",
            "vi": "Vết châm của con sứa rất đau đớn."
        },
        {
            "en": "I had changed halfway into the consistency of a <em>jellyfish</em>.",
            "vi": "Tôi sắp trở thành một kiểu gì đó đại loại như con sứa vậy."
        },
        {
            "en": "Fish Trapped Inside A <em>Jellyfish</em> Captured In A One In A Million Shot",
            "vi": "Hình cực hiếm: chú cá mắc kẹt bên trong con sứa"
        },
        {
            "en": "Primitive creatures like <em>jellyfish</em> and corals can be found in the ocean.",
            "vi": "Các loài sinh vật nguyên sinh như sứa và san hô có thể tìm thấy ở đại dương."
        },
        {
            "en": "The simplest type of nervous system is found in hydras and <em>jellyfish</em>.",
            "vi": "Loại hệ thần kinh đơn giản nhất được tìm thấy ở thuỷ tức và sứa."
        },
        {
            "en": "Unlike the hydras and <em>jellyfish</em>, invertebrates such as sea stars display some centralized organization of the nervous system.",
            "vi": "Khác với sứa và thuỷ tức, các động vật không xương sống như sao biển thể hiện một số tổ chức được trung tâm hoá của hệ thần kinh."
        },
        {
            "en": "“I found a fish inside a <em>jellyfish</em>!”    “He was trapped in there, but controlled where the <em>jellyfish</em> was moving” - Chú ta bị mắc kẹt trong đó nhưng điều khiển được hướng đi của con sứa",
            "vi": "Tôi thấy một chú cá trong người con sứa"
        },
        {
            "en": "Around the legs of the pier, pieces of vegetables bobbed like the <em>jellyfish</em> in our little inlet.",
            "vi": "Quanh các cột ở bến tàu, xác rau nổi lềnh bềnh như xác sứa trong con vịnh nhỏ ở làng chúng tôi."
        },
        {
            "en": "A fish swims into a <em>jellyfish</em>. It sounds like the start of a joke, but believe it or not, a fish actually did swim into a <em>jellyfish</em>. Take a look at these pictures to see this bizarre and oddly beautiful spectacle for yourself.",
            "vi": "Mộtchú cá bơi trong một con sứa. Nghe có vẻ như chuyện đùa, nhưng tin hay không tùy bạn, một chú cá bơi bên trong một con sứa thật đấy. Hãy nhìn các tấm hình này để tận mắt thấy cảnh tượng kỳ quái mà vô cùng xinh đẹp này nhé."
        },
        {
            "en": "MELBOURNE, Australia — Off the coast of Western Australia, three big buoys floating beneath the ocean’s surface look like giant <em>jellyfish</em> tethered to the seafloor. The steel machines, 36 feet wide, are buffeted by the powerful waves of the Indian Ocean.",
            "vi": "MELBOURNE, Úc - Ngoài khơi bờ biển Tây Úc , 3 cái phao lớn nổi ở dưới bề mặt của đại dương, giống như con sứa khổng lồ bị cột bằng dây dưới đáy biển. Những máy móc bằng thép , rộng 36 feet, bị vùi dập bởi những con sóng hùng mạnh của Ấn độ dương."
        },
        {
            "en": "This beautiful yet deadly animal is native to Northern Australia and is also some times referred to as the 'marine stinger' or 'sea wasp'. It is believed to be one of the, if not the most venomous creature around. This <em>jellyfish</em> has tentacles which are covered in high amounts of nematocysts as well as venom.",
            "vi": "Động vật xinh đẹp nhưng nguy hiểm chết người này là có nguồn gốc từ miền Bắc Úc và cũng thỉnh thoảng cũng được gọi là “ong biển” hoặc “ong bắp cày biển”. Nó được cho là một trong những, nếu không phải là sinh vật độc nhất trên trái đất. Loài sứa này có các xúc tu được bao phủ bằng rất nhiều tế bào châm cũng như nọc độc."
        },
        {
            "en": "The Chironex is one of the largest <em>jellyfish</em> in these waters and it's bell can grow to the siz​e of a soccer ball. Each corner of the bell has 15 tentacles. The sting from a Chironex can be fatal and is extremely painful, often associated with severe effects on the victims nervous system and heart. These <em>jellyfish</em> are known for their ability to kill a victim within 4 minutes, faster than any snake. If stung one should apply vinegar to the sting as to prevent nematocysts which have not yet been let off. CPR may also be required shortly after the sting has taken place. It is important if stung to immediately seek medical attention. An anti-venom for the Chironex does not exist, making the importance of experienced help a necessary.",
            "vi": "Sứa Chironex là một trong những loài sứa lớn nhất ở vùng biển này và bụng sứa có thể phát triển đến kích thước của một quả bong đá. Mỗi góc của bụng có 15 xúc tu. Cú đốt từ sứa Chironex có thể gây tử vong và làm đau đớn cực kỳ, thường gắn liền với các tác động nghiêm trọng trên hệ thần kinh và tim của nạn nhân. Loài sứa này nổi tiếng với khả năng giết chết một nạn nhân trong vòng 4 phút, nhanh hơn so với bất kỳ loài rắn nào. Nếu bị sứa đốt, nạn nhân nên bôi dấm vào vết đốt để ngăn chặn các tế bào châm ngứa chưa kịp hoạt động. CPR (Hồi sức tim phổi) cũng có thể cần được áp dụng ngay sau khi bị sứa đốt. Cần phải tìm kiếm chăm sóc y tế ngay lập tức sau khi bị đốt. Bởi vì không có huyết thanh kháng nọc sứa Chironex nên vai trò của việc chăm sóc y tế càng quan trọng."
        },
        {
            "en": "The Republic of Palau is an island country which consists of more than 300 islands of different siz​es. Palau is one of the most amazing places on Earth: its rain forests are full of unique plants and birds, and its territorial waters are inhabited by 130 threatened species of shark. But the most remarkable sight in the country is the lake, with over 2 million <em>jellyfish</em> in it. But don’t worry: over time they’ve completely lost their ability to sting. ",
            "vi": "Nước cộng hòa Palau là một đảo quốc với hơn 300 hòn đảo lớn nhỏ khác nhau. Palau là một trong những nơi tuyệt vời trên thế giới: những cánh rừng mưa nhiệt đới đầy nhóc chim chóc và những cây cỏ độc nhất vô nhị, các vùng biển của họ là nơi cư ngụ của 130 loài cá mập sắp tuyệt chủng. Nhưng đáng chú ý hơn cả là hồ nước ở quốc gia này, nơi sinh sống của hơn 2 triệu loài sứa. Đừng lo, thời gian làm cho chúng mất hết khả năng chích người rồi!"
        },
        {
            "en": "The picture was taken by Australian photographer Tim Samuel, who uploaded the snap to his Instagram account last December. Tim saw the flummoxed fish while out free diving in Byron Bay with a friend. Nobody quite knows how it managed to get in there (alcohol may have been involved) but despite its obvious disadvantage, the fish was still able to control the movements of the equally hapless <em>jellyfish</em>. Unsurprisingly, Sam says he’s never seen anything quite like this during his five years as a photographer. And neither have we. But we have now. And we still can’t get our heads around it.",
            "vi": "Tấm hình này do Tim Samuel nhiếp ảnh gia người Úc chụp được, anh đã đưa hình lên tài khoản Instagram của mình tháng mười hai vừa qua. Tim nhìn thấy chú cá làm ta phải bối rối này khi đang lặn tự do ở vịnh Byron với bạn. Chẳng ai hiểu nổi vì sao nó chun vô đó được (chắc nó xỉn quá) nhưng bất chấp sự bất lợi rõ ràng, chú cá này vẫn còn có thể kiểm soát chuyển động của con sứa không may y như nó. Chẳng gì ngạc nhiên khi Sam bảo mình chưa từng thấy thứ gì như vậy trong suốt năm năm làm nhiếp ảnh gia của mình. Cả chúng tôi cũng thế. Nhưng bây giờ thì thấy rồi. Mà chúng tôi vẫn chẳng hiểu nổi vì sao lại thế được."
        }
    ],
    "suggestions": []
}