{
    "en_vn": {
        "data": {
            "content": null,
            "word": "jerking",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "jerking",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jerking",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jerking",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jerking",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Stop <em>jerking</em> me around!",
            "vi": "Thôi ngay cách đối xử bất công với tôi đi!"
        },
        {
            "en": "Are they <em>jerking</em> my chain?",
            "vi": "Họ giật dây chuyền của tôi sao?"
        },
        {
            "en": "Please stop <em>jerking</em> me around any more",
            "vi": "Xin đừng lừa dối tôi thêm nữa"
        },
        {
            "en": "Now, don't be <em>jerking</em> your chin at me.",
            "vi": "Đừng có chu cái mỏ lên như thế."
        },
        {
            "en": "Man, I was <em>jerking</em> off all night long!",
            "vi": "Ôi trời ơi, suốt đêm qua tôi đã thủ dâm đấy!"
        },
        {
            "en": "<em>Jerking</em> his head towards the valley, he said, \"What's down there?\"",
            "vi": "Đột ngột quay đầu về phía thung lũng, anh ấy nói \"có gì ở dưới đó?\""
        },
        {
            "en": "Her eyes were full of tears and sobs kept <em>jerking</em> out of her throat.",
            "vi": "Mắt cô đầy nước mắt và những tiếng nấc vẫn nảy ra từ cuống họng."
        },
        {
            "en": "I panted, <em>jerking</em> my thumb over my shoulder toward the sales display.",
            "vi": "Tôi nói hổn hển, chĩa ngón cái qua vai về chỗ để xe."
        },
        {
            "en": "Bonnie came on with a rush, her crisp black curls <em>jerking</em>, her blue eyes blazing.",
            "vi": "Bonnie tiếp tục lao tới, những lọn tóc đen nhảy nhót, đôi mắt xanh rực cháy."
        },
        {
            "en": "Bunny and Pet and Patty were <em>jerking</em> at the ropes and squealing horribly.",
            "vi": "Bunny, Pet và Patty giằng giựt những sợi dây hí lên kinh hoàng."
        },
        {
            "en": "<em>Jerking</em> his head towards the valley, he said,\"What's down there?\"",
            "vi": "Đột ngột quay đầu về phía thung lũng, anh ấy nói \"có gì ở dưới đó?\""
        },
        {
            "en": "It felt like the waves were fighting over me, <em>jerking</em> me back and forth between them as if determined to share by pulling me into halves.",
            "vi": "Tôi có cảm giác như những con sóng đang tranh giành lấy tôi, giành giật tôi qua lại với nhau như thể quyết chia nhau bằng cách xé tôi thành hai mảnh."
        },
        {
            "en": "19         19. GOODBYES Charlie was waiting up for me. All the house lights were on. My mind was blank as I tried to think of a way to make him let me go. This wasn't going to be pleasant. Edward pulled up slowly, staying well back from my truck. All three of them were acutely alert, ramrod straight in their seats, listening to every sound of the wood, looking through every shadow, catching every scent, searching for something out of place. The engine cut off, and I sat, motionless, as they continued to listen. \"He's not here,\" Edward said tensely. \"Let's go.\" Emmett reached over to help me get out of the harness. \"Don't worry, Bella,\" he said in a low but cheerful voice, \"we'll take care of things here quickly.\" I felt moisture filling up my eyes as I looked at Emmett. I barely knew him, and yet,  somehow, not knowing when I would see him again after tonight was anguishing. I knew this was just a faint taste of the goodbyes I would have to survive in the next hour, and the thought made the tears begin to spill. \"Alice, Emmett.\" Edward's voice was a command. They slithered soundlessly into the darkness, instantly disappearing. Edward opened my door and took my hand, then drew me into the protecting enclosure of his arm. He walked me swiftly toward the house, eyes always roving through the night. \"Fifteen minutes,\" he warned under his breath. \"I can do this.\" I sniffled. My tears had given me an inspiration. I stopped on the porch and took hold of his face in my hands. I looked fiercely into his eyes. \"I love you,\" I said in a low, intense voice. \"I will always love you, no matter what happens now.\" \"Nothing is going to happen to you, Bella,\" he said just as fiercely. \"Just follow the plan, okay? Keep Charlie safe for me. He's not going to like me very much after this, and I want to have the chance to apologize later.\" \"Get inside, Bella. We have to hurry.\" His voice was urgent. \"One more thing,\" I whispered passionately. \"Don't listen to another word I say tonight!\" He was leaning in, and so all I had to do was stretch up on my toes to kiss his surprised, frozen lips with as much force as I was capable of. Then I turned and kicked the door open. \"Go away, Edward!\" I yelled at him, running inside and slamming the door shut in his still-shocked face. \"Bella?\" Charlie had been hovering in the living room, and he was already on his feet. \"Leave me alone!\" I screamed at him through my tears, which were flowing relentlessly now. I ran up the stairs to my room, throwing the door shut and locking it. I ran to my bed, flinging myself on the floor to retrieve my duffel bag. I reached swiftly between the mattress and box spring to grab the knotted old sock that contained my secret cash hoard. Charlie was pounding on my door. \"Bella, are you okay? What's going on?\" His voice was frightened. \"I'm going borne,\" I shouted, my voice breaking in the perfect spot. \"Did he hurt you?\" His tone edged toward anger. \"No!\" I shrieked a few octaves higher. I turned to my dresser, and Edward was already there, silently yanking out armfuls of random clothes, which he proceeded to throw to me. \"Did he break up with you?\" Charlie was perplexed. \"No!\" I yelled, slightly more breathless as I shoved everything into the bag. Edward threw another drawer's contents at me. The bag was pretty much full now. \"What happened, Bella?\" Charlie shouted through the door, pounding again. \"I broke up with him!\" I shouted back, <em>jerking</em> on the zipper of my bag. Edward's capable hands pushed mine away and zipped it smoothly. He put the strap carefully over my arm. \"I'll be in the truck — go!\" he whispered, and pushed me toward the door.  He vanished out the window. I unlocked the door and pushed past Charlie roughly, struggling with my heavy bag as I ran down the stairs. \"What happened?\" he yelled. He was right behind me. \"I thought you liked him.\" He caught my elbow in the kitchen. Though he was still bewildered, his grip was firm. He spun me around to look at him, and I could see in his face that he had no intention of letting me leave. I could think of only one way to escape, and it involved hurting him so much that I hated myself for even considering it. But I had no time, and I had to keep him safe. I glared up at my father, fresh tears in my eyes for what I was about to do. \"I do like him — that's the problem. I can't do this anymore! I can't put down any more roots here! I don't want to end up trapped in this stupid, boring town like Mom! I'm not going to make the same dumb mistake she did. I hate it — I can't stay here another minute!\" His hand dropped from my arm like I'd electrocuted him. I turned away from his shocked, wounded face and headed for the door. \"Bells, you can't leave now. It's nighttime,\" he whispered behind me. I didn't turn around. \"I'll sleep in the truck if I get tired.\" \"Just wait another week,\" he pled, still shell-shocked. \"Renée will be back by then.\" This completely derailed me. \"What?\" Charlie continued eagerly, almost babbling with relief as I hesitated. \"She called while you were out. Things aren't going so well in Florida, and if Phil doesn't get signed by the end of the week, they're going back to Arizona. The assistant coach of the Sidewinders said they might have a spot for another shortstop.\" I shook my head, trying to reassemble my now-confused thoughts. Every passing second put Charlie in more danger. \"I have a key,\" I muttered, turning the knob. He was too close, one hand extended toward me, his face dazed. I couldn't lose any more time arguing with him. I was going to have to hurt him further. \"Just let me go, Charlie.\" I repeated my mother's last words as she'd walked out this same door so many years ago. I said them as angrily as I could manage, and I threw the door open. \"It didn't work out, okay? I really, really hate Forks!\" My cruel words did their job — Charlie stayed frozen on the doorstep, stunned, while I ran into the night. I was hideously frightened of the empty yard. I ran wildly for the truck, visualizing a dark shadow behind me. I threw my bag in the bed and wrenched the door open. The key was waiting in the ignition. \"I'll call you tomorrow!\" I yelled, wishing more than anything that I could explain everything to him right then, knowing I would never be able to. I gunned the engine and peeled out. Edward reached for my hand. \"Pull over,\" he said as the house, and Charlie, disappeared behind us. \"I can drive,\" I said through the tears pouring down my cheeks. His long hands unexpectedly gripped my waist, and his foot pushed mine off the gas pedal. He pulled me across his lap, wrenching my hands free of the wheel, and suddenly he was in the driver's seat. The truck didn't swerve an inch. \"You wouldn't be able to find the house,\" he explained. Lights flared suddenly behind us. I stared out the back window, eyes wide with horror. \"It's just Alice,\" he reassured me. He took my hand again. My mind was filled with the image of Charlie in the doorway. \"The tracker?\" \"He heard the end of your performance,\" Edward said grimly. \"Charlie?\" I asked in dread. \"The tracker followed us. He's running behind us now.\" My body went cold. \"Can we outrun him?\" \"No.\" But he sped up as he spoke. The truck's engine whined in protest. My plan suddenly didn't feel so brilliant anymore. I was staring back at Alice's headlights when the truck shuddered and a dark shadow sprung up outside the window. My bloodcurdling scream lasted a fraction of a second before Edward's hand clamped down on my mouth. \"It's Emmett!\" He released my mouth, and wound his arm around my waist. \"It's okay, Bella,\" he promised. \"You're going to be safe.\" We raced through the quiet town toward the north highway. \"I didn't realize you were still so bored with small-town life,\" he said conversationally, and I knew he was trying to distract me. \"It seemed like you were adjusting fairly well — especially recently. Maybe I was just flattering myself that I was making life more interesting for you.\" \"I wasn't being nice,\" I confessed, ignoring his attempt at diversion, looking down at my knees. \"That was the same thing my mom said when she left him. You could say I was hitting below the belt.\" \"Don't worry. He'll forgive you.\" He smiled a little, though it didn't touch his eyes. I stared at him desperately, and he saw the naked panic in my eyes. \"Bella, it's going to be all right.\" \"But it won't be all right when I'm not with you,\" I whispered. \"We'll be together again in a few days,\" he said, tightening his arm around me. \"Don't forget that this was your idea.\" \"It was the best idea — of course it was mine.\" His answering smile was bleak and disappeared immediately. \"Why did this happen?\" I asked, my voice catching. \"Why me?\" He stared blackly at the road ahead. \"It's my fault — I was a fool to expose you like that.\" The rage in his voice was directed internally. \"That's not what I meant,\" I insisted. \"I was there, big deal. It didn't bother the other two. Why did this James decide to kill me? There're people all over the place, why me?\" He hesitated, thinking before he answered. \"I got a good look at his mind tonight,\" he began in a low voice. \"I'm not sure if there's anything I could have done to avoid this, once he saw you. It is partially your fault.\" His voice was wry. \"If you didn't smell so appallingly luscious, he might not have bothered. But when I defended you… well, that made it a lot worse. He's not used to being thwarted, no matter how insignificant the object. He thinks of himself as a hunter and nothing else. His existence is consumed with tracking, and a challenge is all he asks of life. Suddenly we've presented him with a beautiful challenge — a large clan of strong fighters all bent on protecting the one vulnerable element. You wouldn't believe how euphoric he is now. It's his favorite game, and we've just made it his most exciting game ever.\" His tone was full of disgust. He paused a moment. \"But if I had stood by, he would have killed you right then,\" he said with hopeless frustration. \"I thought… I didn't smell the same to the others… as I do to you,\" I said hesitantly. \"You don't. But that doesn't mean that you aren't still a temptation to every one of them. If you had appealed to the tracker — or any of them — the same way you appeal to me, it would have meant a fight right there.\" I shuddered. \"I don't think I have any choice but to kill him now,\" he muttered. \"Carlisle won't like it.\" I could hear the tires cross the bridge, though I couldn't see the river in the dark. I knew we were getting close. I had to ask him now.  \"How can you kill a vampire?\" He glanced at me with unreadable eyes and his voice was suddenly harsh. \"The only way to be sure is to tear him to shreds, and then burn the pieces.\" \"And the other two will fight with him?\" \"The woman will. I'm not sure about Laurent. They don't have a very strong bond — he's only with them for convenience. He was embarrassed by James in the meadow…\" \"But James and the woman — they'll try to kill you?\" I asked, my voice raw. \"Bella, don't you dare waste time worrying about me. Your only concern is keeping yourself safe and — please, please — trying not to be reckless.\" \"Is he still following?\" \"Yes. He won't attack the house, though. Not tonight.\" He turned off onto the invisible drive, with Alice following behind. We drove right up to the house. The lights inside were bright, but they did little to alleviate the blackness of the encroaching forest. Emmett had my door open before the truck was stopped; he pulled me out of the seat, tucked me like a football into his vast chest, and ran me through the door. We burst into the large white room, Edward and Alice at our sides. All of them were there; they were already on their feet at the sound of our approach. Laurent stood in their midst. I could hear low growls rumble deep in Emmett's throat as he set me down next to Edward. \"He's tracking us,\" Edward announced, glaring balefully at Laurent. Laurent's face was unhappy. \"I was afraid of that.\" Alice danced to Jasper's side and whispered in his ear; her lips quivered with the speed of her silent speech. They flew up the stairs together. Rosalie watched them, and then moved quickly to Emmett's side. Her beautiful eyes were intense and — when they flickered unwillingly to my face — furious. \"What will he do?\" Carlisle asked Laurent in chilling tones. \"I'm sorry,\" he answered. \"I was afraid, when your boy there defended her, that it would set him off.\" \"Can you stop him?\" Laurent shook his head. \"Nothing stops James when he gets started.\" \"We'll stop him,\" Emmett promised. There was no doubt what he meant. \"You can't bring him down. I've never seen anything like him in my three hundred years. He's absolutely lethal. That's why I joined his coven.\" His coven, I thought, of course. The show of leadership in the clearing was merely that, a show. Laurent was shaking his head. He glanced at me, perplexed, and back to Carlisle. \"Are you sure it's worth it?\" Edward's enraged roar filled the room; Laurent cringed back. Carlisle looked gravely at Laurent. \"I'm afraid you're going to have to make a choice.\" Laurent understood. He deliberated for a moment. His eyes took in every face, and finally swept the bright room. \"I'm intrigued by the life you've created here. But I won't get in the middle of this. I bear none of you any enmity, but I won't go up against James. I think I will head north — to that clan in Denali.\" He hesitated. \"Don't underestimate James. He's got a brilliant mind and unparalleled senses. He's every bit as comfortable in the human world as you seem to be, and he won't come at you head on… I'm sorry for what's been unleashed here. Truly sorry.\" He bowed his head, but I saw him flicker another puzzled look at me. \"Go in peace,\" was Carlisle's formal answer. Laurent took another long look around himself, and then he hurried out the door. The silence lasted less than a second. \"How close?\" Carlisle looked to Edward. Esme was already moving; her hand touched an inconspicuous keypad on the wall, and with a groan, huge metal shutters began sealing up the glass wall. I gaped. \"About three miles out past the river; he's circling around to meet up with the female.\" \"What's the plan?\" \"We'll lead him off, and then Jasper and Alice will run her south.\" \"And then?\" Edward's tone was deadly. \"As soon as Bella is clear, we hunt him.\" \"I guess there's no other choice,\" Carlisle agreed, his face grim. Edward turned to Rosalie. \"Get her upstairs and trade clothes,\" Edward commanded. She stared back at him with livid disbelief. \"Why should I?\" she hissed. \"What is she to me? Except a menace — a danger you've chosen to inflict on all of us.\" I flinched back from the venom in her voice. \"Rose…\" Emmett murmured, putting one hand on her shoulder. She shook it off. But I was watching Edward carefully, knowing his temper, worried about his reaction. He surprised me. He looked away from Rosalie as if she hadn't spoken, as if she didn't exist. \"Esme?\" he asked calmly. \"Of course,\" Esme murmured. Esme was at my side in half a heartbeat, swinging me up easily into her arms, and dashing up the stairs before I could gasp in shock. \"What are we doing?\" I asked breathlessly as she set me down in a dark room somewhere off the second-story hall. \"Trying to confuse the smell. It won't work for long, but it might help get you out.\" I could hear her clothes falling to the floor. \"I don't think I'll fit…\" I hesitated, but her hands were abruptly pulling my shirt over my head. I quickly stripped my jeans off myself. She handed me something, it felt like a shirt. I struggled to get my arms through the right holes. As soon as I was done she handed me her slacks. I yanked them on, but I couldn't get my feet out; they were too long. She deftly rolled the hems a few times so I could stand. Somehow she was already in my clothes. She pulled me back to the stairs, where Alice stood, a small leather bag in one hand. They each grabbed one of my elbows and half-carried me as they flew down the stairs. It appeared that everything had been settled downstairs in our absence. Edward and Emmett were ready to leave, Emmett carrying a heavy-looking backpack over his shoulder. Carlisle was handing something small to Esme. He turned and handed Alice the same thing — it was a tiny silver cell phone. \"Esme and Rosalie will be taking your truck, Bella,\" he told me as he passed. I nodded, glancing warily at Rosalie. She was glowering at Carlisle with a resentful expression. \"Alice, Jasper — take the Mercedes. You'll need the dark tint in the south.\" They nodded as well. \"We're taking the Jeep.\" I was surprised to see that Carlisle intended to go with Edward. I realized suddenly, with a stab of fear, that they made up the hunting party. \"Alice,\" Carlisle asked, \"will they take the bait?\" Everyone watched Alice as she closed her eyes and became incredibly still. Finally her eyes opened. \"He'll track you. The woman will follow the truck. We should be able to leave after that.\" Her voice was certain. \"Let's go.\" Carlisle began to walk toward the kitchen. But Edward was at my side at once. He caught me up in his iron grip, crushing me to him. He seemed unaware of his watching family as he pulled my face to his, lifting my feet off the floor. For the shortest second, his lips were icy and hard against mine. Then it was over. He set me down, still holding my face, his glorious eyes burning into mine. His eyes went blank, curiously dead, as he turned away. And they were gone. We stood there, the others looking away from me as the tears streaked noiselessly down my face.  The silent moment dragged on, and then Esme's phone vibrated in her hand. It flashed to her ear. \"Now,\" she said. Rosalie stalked out the front door without another glance in my direction, but Esme touched my cheek as she passed.  \"Be safe.\" Her whisper lingered behind them as they slipped out the door. I heard my truck start thunderously, and then fade away. Jasper and Alice waited. Alice's phone seemed to be at her ear before it buzzed. \"Edward says the woman is on Esme's trail. I'll get the car.\" She vanished into the shadows the way Edward had gone. Jasper and I looked at each other. He stood across the length of the entryway from me… being careful. \"You're wrong, you know,\" he said quietly. \"What?\" I gasped. \"I can feel what you're feeling now — and you are worth it.\" \"I'm not,\" I mumbled. \"If anything happens to them, it will be for nothing.\" \"You're wrong,\" he repeated, smiling kindly at me. I heard nothing, but then Alice stepped through the front door and came toward me with her arms held out. \"May I?\" she asked. \"You're the first one to ask permission.\" I smiled wryly. She lifted me in her slender arms as easily as Emmett had, shielding me protectively, and then we flew out the door, leaving the lights bright behind us.",
            "vi": "19        19. Những lời giã từ Charlie đang thức đợi tôi. Mọi ngọn đèn trong nhà đều bật sáng. Đầu óc tôi không nghĩ ra được cách gì làm bố để tôi ra đi. Điều này sẽ chẳng vui vẻ gì.  Edward từ từ dừng lại, đỗ thật xa xe tải của tôi. Cả ba người đều hết sức cảnh giác, ngồi thẳng cứng trên ghế, lắng nghe mọi âm thanh trong rừng, nhìn xuyên từng cái bóng, đánh hơi từng mùi hương, tìm xem có điều gì khác thường. Động cơ tắt, và tôi ngồi, bất động, khi họ tiếp tục lắng nghe.  \"Hắn không có ở đây, \" Edward nói đầy căng thẳng. \"Đi nào. \" Emmett vươn tay giúp tôi thoát khỏi bộ đai khoá bảo vệ.  \"Đừng lo, Bella, \" anh nói bằng giọng thấp nhưng vui vẻ, \"Chúng tôi sẽ xử lý mọi chuyện ở đây nhanh thôi. \" Tôi cảm thấy nước mắt tràn mi khi nhìn Emmett. Tôi vừa mới biết anh, thế mà, không biết vì sao, việc không biết lúc nào sẽ gặp lại anh sau đêm nay thật đau khổ. Tôi biết chuyện này chỉ mới là nếm trải sơ nỗi biệt ly tôi sắp trải qua một tiếng đồng hồ sau, và ý nghĩ này đã làm nước mắt tôi bắt đầu rơi.  \"Alice, Emmett. \" giọng Edward là một mệnh lệnh. Họ lướt đi không một tiếng động vào bóng tối, biến mất ngay. Edward mở cửa cho tôi và nắm tay tôi, rồi kéo tôi vào vòng tay che chở của anh. Anh dẫn tôi đi nhanh về phía nhà, mắt luôn rà soát khắp đêm đen. \"Mười lăm phút, \" anh cảnh báo nhỏ.  \"Em làm được việc này. \" Tôi sổ mũi. Nước mắt đã làm tôi chợt nảy ra một ý.  Tôi nán lại bên mái hiên và ôm mặt anh trong tay tôi. Tôi nhìn dữ dội vào mắt anh.  \"Em yêu anh, \" tôi nói bằng một giọng nhỏ, xúc động. \"Em sẽ luôn luôn yêu anh, dù bây giờ có xảy ra chuyện gì.” \"Sẽ chẳng có gì xảy ra với em cả, Bella, \" anh cũng nói mãnh liệt.  \"Làm đúng theo kế hoạch, nhé?  Hãy bảo vệ Charlie giùm em.  Ông sẽ không thích em nhiều nữa sau chuyện này, và em muốn sau này có cơ hội để xin lỗi bố.” \"Vô nhà đi, Bella. Mình phải nhanh lên.” giọng anh cấp bách.  \"Một chuyện nữa, \" tôi thì thầm say đắm. \"Xin anh đừng nghe những lời em sắp nói đêm nay!\" Anh đang nghiêng người về phía tôi, và vì vậy tôi chỉ cần nhón chân để hôn đôi môi lạnh giá, ngạc nhiên của anh bằng hết sức lực. Sau đó tôi quay lại và đá tung cửa.  \"Đi đi, Edward! \" Tôi hét vào anh, chạy vào trong nhà và đóng sầm cửa vào khuôn mặt vẫn còn bàng hoàng của anh.  \"Bella?\" Charlie đang bồn chồn trong phòng khách, giờ đã đứng lên.  \"Để con yên!\" tôi hét ông qua làn nước mắt, bây giờ đang chảy ròng ròng. Tôi chạy lên cầu thang vào phòng tôi, đóng sầm cửa rồi khoá lại. Tôi chạy đến bên giường, nhào xuống sàn lôi túi du lịch ra. Tôi nhanh chóng thò tay vào giữa nệm và lò xo giường để chộp chiếc vớ cũ thắt miệng chứa kho tiền tích trữ bí mật của tôi.  Charlie đang đập cửa.  \"Bella, con có ổn không? Chuyện gì đang xảy ra vậy?\" Giọng ông sợ hãi.  \"Con chịu hết nỗi rồi, \" Tôi la to, giọng tôi nức nở hoàn hảo.  \"Nó làm con đau khổ à?\" giọng ông sắp nổi giận.  \"Không!\" tôi rít lên the thé. Tôi quay về phía tủ quần áo, và Edward đã ở đó, lặng lẽ gom đại một ôm quần áo, anh bắt đầu ném vào tôi.  \"Nó chia tay với con?\" Charlie lúng túng.  \"Không!\" tôi thét, thở ngắt quãng vừa đẩy mọi thứ vào túi. Edward ném mọi thứ trong một ngăn kéo khác vào tôi. Bây giờ túi gần đầy rồi.  \"Đã xảy ra chuyện gì, Bella?\" Charlie la to qua cửa, lại đập liên hồi.  \"Con đã chia tay với anh ấy!\" tôi la to lại, giật mạnh dây kéo của túi xách.  Bàn tay khéo léo của Edward đẩy tay tôi ra rồi kéo dây khoá lại nhẹ nhàng. Anh đặt dây đeo cẩn thận lên tay tôi.  \"Anh sẽ ở trong xe tải - Đi!\" anh thì thầm, và đẩy tôi về phía cửa.  Anh biến ra ngoài cửa sổ.  Tôi mở cửa và thô lỗ ủi qua Charlie, vật lộn với cái túi nặng nề khi chạy xuống cầu thang.  \"Có chuyện gì vậy?\" ông thét. Ông ở ngay phía sau tôi. \"Bố tưởng con thích nó.” Ông nắm khuỷu tay tôi trong nhà bếp. Cho dù ông vẫn còn hoang mang, nhưng ông giữ tôi rất chặt.  Ông xoay tôi nhìn ông, và tôi có thể nhìn thấy trên khuôn mặt ông, ông không muốn tôi bỏ đi. Tôi chỉ có thể nghĩ ra được một cách để thoát, và nó sẽ làm ông đau đớn đến nỗi tôi tự giận mình vì đã nghĩ đến cách đó. Nhưng tôi không có thời gian, và tôi phải bảo vệ ông.  Tôi nhìn trừng trừng vào bố, nước mắt lại trào ra vì chuyện tôi sắp làm.  \"Con thật sự thích anh ấy - đó là vấn đề. Con không thể làm chuyện này nữa!  Con không muốn sống ở đây thêm nữa!  Con không muốn rốt cuộc lại mắc kẹt trong thành phố chán ngán, ngu ngốc này như mẹ được!  Con sẽ không phạm đúng cái lỗi ngu xuẩn mẹ đã làm. Con ghét vậy - con không thể nán lại ở đây thêm một phút nào nữa!\" Bàn tay bố buông khỏi cánh tay tôi như tôi vừa giết ông bằng cách cho điện giật. Tôi quay lưng không nhìn vào khuôn mặt đau đớn bàng hoàng của ông, và đi về phía cửa.  \"Bells, con không thể đi bây giờ được.  Tối rồi,” ông thì thầm sau lưng tôi.  Tôi không quay lại. \"Con sẽ ngủ trong xe tải nếu mệt. \" \"Đợi một tuần nữa đã, \" ông khẩn khoản, vẫn còn rã rời bàng hoàng.  “Lúc đó Renée đã về nhà rồi.” Điều này làm tôi lạc lối. \"Gì chứ?\" Charlie nói tiếp háo hức, lắp bắp nhẹ nhõm khi thấy tôi do dự.  \"Mẹ con đã gọi khi con đi chơi. Chuyện không suông sẻ lắm ở Florida, và nếu Phil không được ký hợp đồng vào cuối tuần này, họ sẽ về lại Arizona. Huấn luyện viên phó của Sidewinders đã nói họ có thể dành vị trí cho một tay chặn bóng khác. \" Tôi lắc đầu, cố sắp xếp lại suy nghĩ bây giờ đã như mớ bòng bong của mình.  Mỗi giây trôi qua, Charlie càng thêm bị nguy hiểm.  \"Con có chìa khoá nhà, \" tôi lẩm bẩm, xoay nắm cửa. Ông quá gần, một tay chìa về tôi, khuôn mặt ông mụ mẫm. Tôi không thể mất thêm thời gian để tranh cãi với ông nữa. Tôi sẽ phải làm ông đau đớn thêm.  \"Hãy để con đi, Charlie.” Tôi lặp lại lời nói cuối mẹ đã nói trước khi bà bước ra cũng đúng cánh cửa này rất nhiều năm trước. Tôi nói những lời ấy giận dữ hết mức có thể vừa tông cho cửa mở. \"Cũng chẳng ích gì, đúng không?  Con hết sức, hết sức căm ghét Forks!\" Lời nói độc ác của tôi đã có tác dụng - Charlie cứng người trên ngưỡng cửa, sửng sốt, trong khi tôi chạy vào trong đêm. Tôi cực kỳ sợ hãi cái sân trống rỗng. Tôi chạy như điên đến xe tải, cứ tưởng tượng có một bóng đen rượt theo tôi. Tôi ném túi xách vào thùng xe và vặn cửa mở. Chìa khoá đang chờ trong ổ cắm.  \"Mai con sẽ gọi cho bố!\" tôi hét, ao ước hơn bất cứ thứ gì mình có thể giải thích mọi thứ cho ông hiểu ngay, tuy biết mình sẽ chẳng bao giờ làm được. Tôi khởi động máy và phóng xe đi.  Edward nắm tay tôi.  \"Tấp vào lề đường, \" anh nói khi ngôi nhà, và Charlie, đã khuất sau lưng chúng tôi.  \"Em lái được mà, \" tôi nói qua làn nước mắt ràn rụa. Bàn tay dài của anh bất ngờ nắm eo tôi, và chân anh đẩy tôi ra khỏi chân ga. Anh kéo tôi qua lòng anh, vặn cho tay tôi tuột khỏi tay lái, rồi bỗng dưng anh đã ngồi sau tay lái. Chiếc xe tải không hề lệch đi một xăng-ti-mét.  \"Em sẽ không tìm ra được nhà anh đâu, \" anh giải thích.  Đèn đột ngột loé sau lưng chúng tôi. Tôi nhìn chằm chằm ra cửa sổ phía sau, mắt mở to kinh hãi.  \"Chỉ là Alice thôi, \" anh trấn an tôi. Anh nắm tay tôi trở lại.  Tâm trí tôi đầy hình ảnh Charlie đang đứng ở lối vào. \"Tên săn người?\" \"Hắn đã nghe được đoạn cuối của phần trình diễn của em, \" Edward  buồn rầu nói.  \"Charlie?\" tôi sợ hãi hỏi.  \"Tên săn người đang theo mình. Hiện nay hắn đang chạy sau lưng mình. \" Cơ thể tôi lạnh buốt.  \"Mình thoát được hắn không?\" \"Không. \" Nhưng anh tăng tốc khi nói. Động cơ xe tải rên rỉ phản đối.  Kế hoạch của tôi đột ngột chẳng còn có vẻ khôn ngoan nữa.  Tôi đang nhìn chằm chằm vào đèn pha của Alice thì xe tải rung lên và một bóng đen xuất hiện ngoài cửa sổ.  Tiếng thét kinh hoàng của tôi chỉ mới kéo dài một phần giây thì tay Edward đã bịt chặt miệng tôi rồi.  \"Emmett đó!\" Anh thả tay ra khỏi miệng tôi, và vòng cánh tay anh quanh eo tôi.  \"Ổn rồi, Bella, \" anh hứa. \"Em sẽ an toàn. \" Chúng tôi chạy qua thành phố yên tĩnh về phía đường cao tốc bắc.  \"Anh không biết em vẫn chán ghét cuộc sống ở tỉnh lẻ đến vậy,” anh kiếm chuyện nói, và tôi biết anh đang cố làm tôi phân tâm. \"Có vẻ như em đang thích nghi khá tốt - nhất là gần đây. Có lẽ anh mới tâng bốc mình vì đã làm cuộc sống thú vị hơn đối với em. \" \"Em đã không đàng hoàng, \" tôi thú nhận, lờ đi nỗ lực của anh muốn làm tôi quên đi chuyện vừa qua, vừa nhìn xuống đầu gối. \"Đó cũng chính là lời mẹ em đã nói khi bà bỏ bố ra đi. Em đã đối xử bất công với ông.” \"Đừng lo. Ông sẽ tha thứ cho em.” Anh hơi mỉm cười, cho dù mắt anh chẳng cười.  Tôi nhìn anh chằm chằm tuyệt vọng, và anh thấy nỗi hoảng sợ không giấu giếm trong mắt tôi. \"Bella, sẽ ổn thôi. \" \"Nhưng sẽ không ổn khi em không ở bên anh,” tôi thì thầm.  \"Mình lại sẽ ở bên nhau chỉ trong vài ngày thôi, \" anh nói, siết chặt cánh tay anh quanh tôi. \"Đừng quên đây là  ý em. \" \"Ý hay nhất - dĩ nhiên là của em rồi.” Nụ cười đáp trả của anh ảm đạm và tàn héo ngay.  \"Tại sao điều này lại xảy ra ?\" Tôi hỏi, giọng tôi bối rối. \"Tại sao lại là em chứ?\" Anh nhìn chằm chằm buồn rầu vào con đường phía trước. \"Đó là lỗi của anh - anh là thằng ngốc đã đặt em vào tình huống nguy hiểm như thế.”  Cơn thịnh nộ trong giọng anh trào dâng.  \"Ý em không phải vậy,”   tôi khăng khăng. \"Em ở đó, chuyện nhỏ.  Hai người kia đâu có quan tâm. Thế mà tại sao tên James này lại quyết định giết em?  Bao nhiêu người ở khắp mọi nơi, mà tại sao lại là em chứ?\" Anh do dự, suy nghĩ rồi mới trả lời.  \"Anh nhìn rõ tâm trí hắn đêm nay, \" anh bắt đầu bằng giọng trầm. \"Anh không chắc mình có thể làm được gì để tránh chuyện này, một khi hắn đã thấy em. Một phần là lỗi của em.”  Giọng anh chán chường. \"Nếu em không toả mùi quá sức ngọt ngào đến thế, hắn chưa chắc đã quan tâm. Nhưng khi anh bảo vệ em ..., hừm, điều đó càng làm chuyện thêm tệ hại.  Hắn không quen bị cản trở, dù mục tiêu nhỏ nhặt tới đâu cũng vậy. Hắn tự cho mình là một thợ săn chính cống.  Hắn sống chỉ để theo săn đuổi, và thách thức là thứ hắn thích nhất trên đời này.  Bỗng dưng chúng ta đã dâng cho hắn một thách thức đầy hấp dẫn - một gia đình lớn toàn những chiến binh mạnh mẽ đều hết lòng bảo vệ một phần tử yếu ớt.  Em không tưởng nỗi hiện nay hắn đang phấn khích như thế nào.   Đó là trò chơi ưa thích của hắn, và chúng ta vừa làm cho nó trở thành một trò chơi hứng thú nhất từ trước đến nay của hắn.” Giọng anh đầy vẻ căm ghét.  Anh ngừng lại trong chốc lát.  \"Nhưng nếu anh chỉ đứng yên không làm gì, hẳn hắn đã giết em ngay rồi, \" anh nói đầy tuyệt vọng.  \"Em cứ tưởng  ... với người khác ... em không toả mùi giống như ... với anh” tôi nói lưỡng lự.  \"Không. Nhưng điều đó không có nghĩa em không cám dỗ họ. Nếu em hấp dẫn đối với một kẻ săn người - hoặc bất cứ ai trong số họ - giống kiểu em đã hấp dẫn anh, hẳn đã đánh nhau ngay tại chỗ rồi. \" Tôi rùng mình.  \"Bây giờ anh chỉ còn một lựa chọn duy nhất là phải giết hắn, \" anh lẩm bẩm.  \"Carlisle sẽ không thích chuyện đó đâu. \" Tôi có thể nghe tiếng bánh xe chạy qua cầu, dù không nhìn thấy được dòng sông trong bóng tối. Tôi biết mình đang đến gần. Tôi phải hỏi anh bây giờ.  \"Làm sao anh giết được ma cà rồng?\" Anh nhìn lướt qua tôi bằng đôi mắt khó hiểu và giọng anh đột ngột gay gắt.  \"Cách duy nhất để chắc chắn giết được ma cà rồng là xé hắn thành từng mảnh, rồi thiêu cháy những mảnh đó. \" \"Và hai người kia sẽ chiến đấu với hắn?\" \"Người phụ nữ sẽ vậy. Anh không chắc về Laurent. Họ không gắn bó với nhau nhiều lắm - hắn cùng đi chỉ vì thuận tiện mà thôi.  Hắn đã bị James làm xấu mặt trong đồng cỏ... \" \"Nhưng James và người phụ nữ - họ sẽ cố giết anh?\" Tôi hỏi, giọng tôi đau đớn.  \"Bella, đừng phí thời gian lo cho anh. Mối quan tâm duy nhất của em là giữ an toàn cho em và - vui lòng, xin em vui lòng - đừng có cố liều lĩnh. \" \"Hắn ta vẫn đi theo?\" \"Ừ.  Tuy vậy, hắn sẽ không tấn công nhà này. Không tấn công đêm nay.” Anh quẹo vào con đường vô hình, với Alice theo sau.  Chúng tôi chạy thẳng vào nhà. Đèn bên trong sáng rực, nhưng cũng không làm giảm bớt bao nhiêu bóng tối của khu rừng vây quanh. Emmett mở cửa xe cho tôi trước khi xe dừng; anh kéo tôi ra khỏi ghế, nhét tôi như trái bóng vào lồng ngực mênh mông của anh, và dẫn tôi chạy qua cửa.  Chúng tôi ào vào căn phòng trắng rộng, Edward và Alice ở bên cạnh. Tất cả mọi người đều ở đó; họ đứng cả lên khi nghe tiếng chúng tôi đến gần. Laurent đứng giữa họ. Tôi có thể nghe tiếng gầm gừ trầm trầm phát ra từ cổ họng Emmett khi anh đặt tôi xuống cạnh Edward.  \"Hắn đang theo dấu chúng tôi, \" Edward công bố, nhìn Laurent một cách đáng sợ. Mặt Laurent buồn bã. \"Tôi đã sợ thế. \" Alice nhảy đến bên Jasper, thì thầm vào tai anh; môi cô mấp máy vì tốc độ lời thì thầm của cô. Họ lao lên cầu thang với nhau.  Rosalie ngắm nhìn họ, rồi nhìn nhanh sang Emmett. Đôi mắt xinh đẹp của cô căng thẳng và - khi chúng miễn cưỡng liếc nhìn sang mặt tôi - giận dữ.  \"Hắn sẽ làm gì?\"Carlisle hỏi Laurent bằng giọng đáng sợ.  \"Tôi xin lỗi, \" anh ta trả lời. \"Tôi sợ là, vì chàng trai của bạn bảo vệ cô ta, nên đã khơi đúng mạch của anh ta. \" \"Bạn cản anh ta được không?\" Laurent lắc đầu. \"Không gì có thể cản được James một khi anh ta đã muốn.” \"Chúng tôi sẽ cản anh ta, \" Emmett hứa. Ý anh thật rõ ràng.  \"Các bạn không thể hạ được anh ta đâu. Trong ba trăm năm sống trên đời này, tôi chưa từng thấy bất cứ thứ gì như anh ta.  Anh ta hết sức đáng sợ. Đó là lý do tại sao tôi tham gia nhóm của anh ấy. \" Nhóm của hắn, tôi nghĩ, dĩ nhiên rồi.  Cuộc trình diễn vai trò lãnh đạo trong đồng cỏ đơn thuần chỉ là giả vờ.  Laurent lắc đầu. Anh ta nhìn lướt qua tôi, khó hiểu, rồi quay nhìn Carlisle. \"Bạn có chắc chuyện này đáng không?\" Tiếng gầm rống giận dữ của Edward vang cả căn phòng; Laurent co rúm người lại.  Carlisle nghiêm trang nhìn Laurent. \"Tôi e là bạn phải lựa chọn. \" Laurent hiểu. Anh ta cân nhắc trong chốc lát. Anh ta nhìn mặt từng người, và cuối cùng nhìn lướt qua căn phòng sáng sủa.  \"Tôi ngạc nhiên khi thấy cuộc sống bạn đã tạo dựng nên ở đây. Nhưng tôi sẽ không can thiệp vào chuyện này. Tôi chẳng hề thù ghét gì các bạn, nhưng tôi cũng sẽ không chống lại James. Tôi nghĩ mình sẽ đi về phía bắc - đến bộ tộc ở Denali. \"Anh ta do dự.  \"Đừng đánh giá thấp James. Anh ta rất thông minh và có các giác quan không gì sánh được. Anh ta hoàn toàn thoải mái trong thế giới con người giống như các bạn dường như cũng đang vậy, và anh ta sẽ không đối đầu trực tiếp với các bạn đâu...  Tôi xin lỗi vì chuyện đã xảy ra ở đây. Thành thật xin lỗi. \" Anh ta cúi đầu, nhưng tôi thấy anh ta lại liếc nhanh nhìn tôi khó hiểu.  \"Đi bình yên nhé,”  là câu trả lời chính thức của Carlisle.  Laurent nhìn thật lâu quanh mình, rồi vội vã bước ra cửa.  Im lặng kéo dài chưa đầy một giây.  \"Gần đến mức nào?\" Carlisle nhìn Edward.  Esme đã di chuyển; tay bà chạm vào một phím nhỏ kín đáo trên tường, và rẹt một tiếng, một cửa lá sách kim loại khổng lồ bắt đầu che kín bức tường kính. Tôi há hốc.  \"Khoảng ba dặm bên kia sông; hắn ta đang đi vòng lại để gặp người phụ nữ.” \"Kế hoạch là gì?\" \"Chúng ta sẽ đánh lạc hướng hắn, còn Jasper và Alice sẽ đưa cô ấy về phương nam. \" \"Rồi sau đó?\" Giọng Edward đầy chết chóc. \"Ngay khi Bella đi khỏi, chúng ta sẽ săn hắn. \" \"Ta nghĩ không còn lựa chọn nào khác, \" Carlisle đồng ý, mặt ông dữ tợn.  Edward hướng về phía Rosalie.  \"Đưa cô ấy lên lầu rồi đổi đồ cho nhau, \" Edward ra lệnh. Cô nhìn chằm chằm lại anh với vẻ không tin được đầy tức giận.  \"Tại sao tôi phải vậy chứ?\" cô rít lên. \"Cô ta là gì đối với tôi chứ? Ngoài sự đe doạ - mối nguy hiểm anh đã chọn để giáng một đòn lên tất cả chúng ta. \" Tôi chùn người vì lời lẽ chua cay của cô.  \"Rose... \" Emmett thì thầm, đặt một tay lên vai cô. Cô hất ra. Nhưng tôi đang canh chừng Edward cẩn thận, biết thói nóng nảy của anh, lo lắng về phản ứng của anh.  Anh làm tôi ngạc nhiên. Anh quay mặt không nhìn Rosalie nữa, y như thể cô chẳng hề nói gì, như thể cô không hề tồn tại.  \"Esme?\" anh hỏi bình tĩnh.  \"Dĩ nhiên, \" Esme thì thầm.  Esme ở ngay bên tôi trong nháy mắt, bế tôi dễ dàng trong đôi tay của bà, và lao lên cầu thang trước khi tôi có thể thở hổn hển vì sốc.  \"Mình sắp làm gì vậy?\" tôi hỏi không ra hơi khi bà đặt tôi xuống một căn buồng tối om ở đâu đó trên hành lang tầng hai.  \"Cố đánh lạc mùi. Không có tác dụng lâu, nhưng có thể giúp con thoát. \" Tôi nghe tiếng quần áo bà rơi xuống sàn.  \"Con không nghĩ con mặc vừa... \" tôi do dự, nhưng tay bà đột ngột kéo áo sơ mi tôi qua đầu. Tôi nhanh chóng tự cởi quần jean của mình.  Bà trao cho tôi cái gì đó, giống như áo sơ mi. Tôi cố xỏ tay vô đúng mấy cái tay áo. Ngay khi tôi làm xong, bà trao cho tôi quần bà.  Tôi kéo mạnh chúng lên, nhưng tôi không thể kéo được chân mình ra; chúng quá dài. Bà khéo léo cuộn lai quần lên vài lần nên tôi đã đứng được. Không biết làm thế nào mà bà đã mặc xong quần áo của tôi. Bà kéo tôi trở lại cầu thang, Alice đang đứng đó, với túi da nhỏ trong tay. Mỗi người chộp một khuỷu tay rồi gần như xách tôi bay xuống cầu thang.  Có vẻ như mọi chuyện đã được giải quyết dưới lầu khi chúng tôi không có mặt.  Edward và Emmett đã sẵn sàng ra đi, Emmett đeo một cái ba lô trông có vẻ nặng trên vai. Carlisle đang trao cái gì đó nho nhỏ cho Esme.  Ông quay lại và trao Alice cùng một thứ - đó một cái điện thoại di động bạc nhỏ xíu.  \"Esme và Rosalie sẽ chạy xe tải của con, Bella, \" ông nói với tôi khi ông đi qua. Tôi gật đầu, thận trọng nhìn vào Rosalie. Cô ấy đang nhìn trừng trừng vào Carlisle với vẻ phẫn nộ.  \"Alice, Jasper - chạy chiếc Mercedes. Các con sẽ cần màu tối ở miền nam. \" Họ cũng gật đầu.  \"Chúng ta sẽ đi chiếc jeep.” Tôi ngạc nhiên thấy Carlisle định đi với Edward. Tôi đột ngột nhận ra, đau nhói vì sợ hãi, họ lập nhóm đi săn.  \"Alice, \" Carlisle hỏi, \" họ sẽ bị lừa không?\" Mọi người nhìn Alice khi cô nhắm mắt lại và trở thành bất động khó tin.  Cuối cùng mắt cô mở ra. \"Hắn sẽ theo dấu cha. Người đàn bà sẽ theo xe tải.  Chúng ta có thể lên đường sau đó.” Giọng cô chắc chắn.  \"Đi nào. \" Carlisle bắt đầu đi về phía nhà bếp.  Nhưng Edward ngay lập tức ở bên tôi. Anh ôm chặt tôi, siết tôi vào anh. Anh như chẳng quan tâm đến cả gia đình đang nhìn mình khi anh kéo mặt tôi vào sát mặt anh, nâng chân tôi khỏi sàn. Trong một khoảnh khắc ngắn ngủi nhất, môi anh  lạnh giá và cứng áp vào môi tôi. Rồi hết. Anh đặt tôi xuống, vẫn ôm mặt tôi, đôi mắt lộng lẫy của anh thiêu cháy mắt tôi.  Khi quay lưng đi, đôi mắt anh trở nên trống rỗng, chẳng còn chút sinh lực nào.  Và họ đã ra đi.  Chúng tôi đứng đó, những người khác quay mặt đi chỗ khác không nhìn tôi khi nước mắt tôi lặng lẽ ràn rụa chảy xuống mặt.  Giây phút im lặng trôi qua, rồi điện thoại của Esme rung trong tay bà.  Nó xuất hiện ngay bên tai bà.  \"Nào, \" bà nói. Rosalie hầm hầm bước ra cửa trước không thèm liếc thêm lần nào về phía tôi, nhưng Esme vuốt má tôi khi bà đi qua.  \"Bảo trọng.” lời thì thầm của bà vấn vương phía sau khi họ lẻn ra cửa.  Tôi nghe tiếng xe tải của tôi gầm lên như sấm, rồi nhỏ dần.  Jasper và Alice đợi. Điện thoại của Alice như xuất hiện ngay ở tai cô trước khi nó rung chuông.  \"Edward nói người phụ nữ đang theo dấu Esme. Em sẽ lái xe.” Cô biến mất vào bóng đêm y như Edward.  Jasper và tôi nhìn nhau. Anh chàng đứng cách xa tôi ở tuốt góc kia của lối vào  ... cẩn thận.  \"Em sai rồi, em biết không, \" anh nói lặng lẽ.  \"Gì chứ?\" tôi hổn hển nói.  \"Tôi có thể cảm nhận được em hiện đang cảm thấy gì - và em đáng được như vậy.” \"Không, \" tôi lầm bầm. \"Nếu có chuyện gì xảy đến cho họ, chuyện này sẽ thành vô nghĩa.” \"Em sai rồi, \" anh lặp lại, mỉm cười tử tế với tôi.  Tôi chẳng nghe thấy gì, vậy mà Alice bước qua cửa trước và đi về phía tôi, tay chìa ra. \"Cho phép em nhé?\" cô hỏi.  \"Em là người đầu tiên xin phép. \" tôi nhăn nhó mỉm cười.  Cô bế tôi lên bằng đôi tay mảnh khảnh của mình cũng dễ dàng như Emmett đã bế, che chở cho tôi, rồi chúng tôi bay ra cửa, bỏ lại đèn đuốc sáng trưng sau lưng."
        },
        {
            "en": "7 REPETITION         15. PRESSURE It was spring break in Forks again. When i woke up on Monday morning, I lay in bed for a few seconds absorbing that. Last spring break, I'd been hunted by a vampire, too. I hoped this wasn't some kind of tradition forming. Already I was falling into the pattern of things in La Push. I'd spent Sunday mostly on the beach, while Charlie hung out with Billy at the Blacks' house. I was supposed to be with Jacob, but Jacob had other things to do, so I wandered alone, keeping the secret from Charlie. When Jacob dropped in to check on me, he apologized for ditching me so much. He told me his schedule wasn't always this crazy, but until Victoria was stopped, the wolves were on red alert. When we walked along the beach now, he always held my hand. This made me brood over what Jared had said, about Jacob involving his \"girlfriend.\" I supposed that that was exactly what it looked like from the outside. As long as Jake and I knew how it really was, I shouldn't let those kinds of assumptions bother me. And maybe they wouldn't, if I hadn't known that Jacob would have loved for things to be what they appeared. But his hand felt nice as it warmed mine, and I didn't protest. I worked Tuesday afternoon—Jacob followed me on his bike to make sure I arrived safely—and Mike noticed. \"Are you dating that kid from La Push? The sophomore?\" He asked, poorly disguising the resentment in his tone. I shrugged. \"Not in the technical sense of the word. I do spent most of my time with Jacob, though. He's my best friend.\" Mike's eyes narrowed shrewdly. \"Don't kid yourself, Bella. The guy's head over heels for you.\" \"I know,\" I sighed. \"Life is complicated.\" \"And girls are cruel,\" Mike said under his breath. I supposed that was an easy assumption to make, too. That night, Sam and Emily joined Charlie and me for dessert at Billy's house. Emily brought a cake that would have won over a harder man than Charlie. I could see, as the conversation flowed naturally through a range of casual subjects, that any worries Charlie might have harbored about gangs in La Push were being dissolved. Jake and I skipped out early, to get some privacy. We went out to his garage and sat in the Rabbit. Jacob leaned his head back, his face drawn with exhaustion. \"You need some sleep, Jake.\" \"I'll get around to it.\" He reached over and took my hand. His skin was blazing on mine. \"Is that one of those wolf things?\" I asked him. \"The heat, I mean.\" \"Yeah. We run a little warmer than the normal people. About one-oh-eight, one-oh-nine. I never get cold anymore. I could stand like this\"—he gestured to his bare torso—\"in a snowstorm and it wouldn't bother me. The flakes would turn to rain where I stood.\" \"And you all heal fast—that's a wolf thing, too?\" \"Yeah, wanna see? It's pretty cool.\" His eyes flipped open and he grinned. He reached around me to the glove compartment and dug around for a minute. His hand came out with a pocketknife. \"No, I do not want to see!\" I shouted as soon as I realized what he was thinking. \"Put that away!\" Jacob chuckled, but shoved the knife back where it belonged. \"Fine. It's a good thing we heal, though.  You can't go see just any doctor when you're running a temperature that should mean you're dead.\" \"No, I guess not.\" I thought about that for a minute. \"… And being so big—that's part of it? Is that why you're all worried about Quil?\" \"That and the fact that Quil's grandfather says the kid could fry an egg on his forehead.\" Jacob's face turned hopeless. \"It won't be long now. There's no exact age… it just builds and builds and then suddenly—\" He broke off, and it was a moment before he could speak again. \"Sometimes, if you get really upset or something, that can trigger it early. But I wasn't upset about anything—I was happy.\" He laughed bitterly. \"Because of you, mostly. That's why it didn't happen to me sooner. Instead it just kept on building up inside me—I was like a time bomb. You know what set me off? I got back from that movie and Billy said I looked weird. That was all, but I just snapped. And then I—I exploded. I almost ripped his face off—my own father!\" He shuddered, and his face paled. \"Is it really bad, Jake?\" I asked anxiously, wishing I had some way to help him. \"Are you miserable?\" \"No, I'm not miserable,\" he told me. \"Not anymore. Not now that you know. That was hard, before.\" He leaned over so that his cheek was resting on top of my head. He was quiet for a moment, and I wondered what he was thinking about. Maybe I didn't want to know. \"What's the hardest part?\" I whispered, still wishing I could help. \"The hardest part is feeling… out of control,\" he said slowly. \"Feeling like I can't be sure of myself—like maybe you shouldn't be around me, like maybe nobody should. Like I'm a monster who might hurt somebody. You've seen Emily. Sam lost control of his temper for just one second… and she was standing too close. And now there's nothing he can ever do to put it right again. I hear his thoughts—I know what that feels like… \"Who wants to be a nightmare, a monster? \"And then, the way it comes so easily to me, the way I'm better at it than the rest of them—does that make me even less human than Enbry or Sam? Sometimes I'm afraid that I'm losing myself.\" \"Is it hard? To find yourself again?\" \"At first,\" he said. \"It takes some practice to phase back and forth. But it's easier for me.\" \"Why?\" I wondered. \"Because Ephraim Black was my father's grandfather, and Quil Ateara was my mother's grandfather.\" \"Quil?\" I asked in confusion. \"His great-grandfather,\" Jacob clarified. \"The Quil you know is my second cousin.\" \"But why does it matter who your great-grandfathers are?\" \"Because Ephraim and Quil were in the last pack. Levi Uley was the third. It's in my blood on both sides.  I never had a chance. Like Quil doesn't have a chance.\" His expression was bleak. \"What's the very best part?\" I asked, hoping to cheer him up. \"The best part,\" he said, suddenly smiling again, \"is the speed.\" \"Better than the motorcycles?\" He nodded, enthusiastic. \"There's no comparison.\" \"How fast can you… ?\" \"Run?\" he finished my question. \"Fast enough. What can I measure it by? We caught… what was his name? Laurent? I imagine that means more to you than it would to someone else.\" It did mean something to me. I couldn't imagine that—the wolves running faster than a vampire. When the Cullens ran, they all but turned invisible with speed. \"So, tell me something I don't know,\" he said. \"Something about vampires. How did you stand it, being around them? Didn't it creep you out?\" \"No,\" I said curtly. My tone made him thoughtful for a moment. \"Say, why'd your bloodsucker kill that James, anyway?\" he asked suddenly. \"James was trying to kill me—it was like a game for him. He lost. Do you remember last spring when I was in the hospital down in Phoenix?\" Jacob sucked in a breath. \"He got that close?\" \"He got very, very close.\" I stroked my scar. Jacob noticed, because he held the hand I moved. \"What's that?\" He traded hands, examining my right. \"This is your funny scar, the cold one.\" He looked at it closer, with new eyes, and gasped. \"Yes, it's what you think it is,\" I said. \"James bit me.\" His eyes bulged, and his face turned a strange, sallow color under the russet surface. He looked like he was about to be sick. \"But if he bit you… ? Shouldn't you be… ?\" He choked. \"Edward saved me twice,\" I whispered. \"He sucked the venom out—you know, like with a rattlesnake.\" I twitched as the pain lashed around the edges of the hole. But I wasn't the only one twitching. I could feel Jacob's whole body trembling next to mine. Even the car shook. \"Careful, Jake. Easy. Calm down.\" \"Yeah,\" he panted. \"Calm.\" He shook his head back and forth quickly. After a moment, only his hands were shaking. \"You okay?\" \"Yeah, almost. Tell me something else. Give me something else to think about.\" \"What do you want to know?\" \"I don't know.\" He had his eyes closed, concentrating. \"The extra stuff I guess. Did any of the other Cullens have… extra talents? Like the mind reading?\" I hesitated a second. This felt like a question he would ask of his spy, not his friend. But what was the point of hiding what I knew? It didn't matter now, and it would help him control himself. So I spoke quickly, the image of Emily's ruined face in my mind, and the hair rising on my arms. I couldn't imagine how the russet wolf would fit inside the Rabbit—Jacob would tear the whole garage apart if he changed now. \"Jasper could… sort of control the emotions of the people around him. Not in a bad way, just to calm someone down, that kind of thing. It would probably help Paul a lot,\" I added, teasing weakly. \"And then Alice could see things that were going to happen. The future, you know, but not absolutely. The things she saw would change when someone changed the path they were on…\" Like how she'd seen me dying… and she'd seen me becoming one of them. Two things that had not happened. And one that never would. My head started to spin—I couldn't seem to pull in enough oxygen from the air. No lungs. Jacob was entirely in control now, very still beside me. \"Why do you do that?\" he asked. He tugged lightly at one of my arms, which was bound around my chest, and then gave up when it wouldn't come loose easily. I hadn't even realized I'd moved them. \"You do that when you're upset. Why?\" \"It hurts to think about them,\" I whispered. \"It's like I can't breathe… like I'm breaking into pieces…\"It was bizarre how much I could tell Jacob now. We had no more secrets. He smoothed my hair. \"It's okay, Bella, it's okay. I won't bring it up again. I'm sorry.\" \"I'm fine.\" I gasped. \"Happens all the time. Not your fault.\" \"We're a pretty messed-up pair, aren't we?\" Jacob said. \"Neither one of us can hold our shape together right.\" \"Pathetic,\" I agreed, still breathless. \"At least we have each other,\" he said, clearly comforted by the thought. I was comforted, too. \"At least there's that,\" I agreed. And when we were together, it was fine. But Jacob had a horrible, dangerous job he felt compelled to do, and so I was often alone, stuck in La Push for safety, with nothing to do to keep my mind off any of my worries. I felt awkward, always taking up space at Billy's. I did some studying for another Calculus test that was coming up next week, but I could only look at math for so long. When I didn't have something obvious to do in my hands,  I felt like I ought to be making conversation with Billy—the pressure of normal societal rules. But Billy wasn't one for filling up the long silences, and so the awkwardness continued. I tried hanging out at Emily's place Wednesday afternoon, for a change. At first it was kind of nice. Emily was a cheerful person who never sat still. I drifted behind her while she flitted around her little house and yard, scrubbing at the spotless floor, pulling a tiny weed, fixing a broken hinge, tugging a string of wool through an ancient loom, and always cooking, too. She complained lightly about the increase in the boys' appetites from all their extra running, but it was easy to see she didn't mind taking care of them. It wasn't hard to be with her—after all, we were both wolf girls now. But Sam checked in after I'd been there for a few hours. I only stayed long enough to ascertain that Jacob was fine and there was no news, and then I had to escape. The aura of love and contentment that surrounded them was harder to take in concentrated doses, with no one else around to dilute it. So that left me wandering the beach, pacing the length of the rocky crescent back and forth, again and again. Alone time wasn't good for me. Thanks to the new honesty with Jacob, I'd been talking and thinking about the Cullens way too much. No matter how I tried to distract myself—and I had plenty to think of: I was honestly and desperately worried about Jacob and his wolf-brothers, I was terrified for Charlie and the others who thought they were hunting animals, I was getting in deeper and deeper with Jacob without ever having consciously decided to progress in that direction and I didn't know what to do about it—none of these very real, very deserving of thought, very pressing concerns could take my mind off the pain in my chest for long. Eventually, I couldn't even walk anymore, because I couldn't breathe. I sat down on a patch of semidry rocks and curled up in a ball. Jacob found me like that, and I could tell from his expression that he understood. \"Sorry,\" he said right away. He pulled me up from the ground and wrapped both arms around my shoulders. I hadn't realized that I was cold until then. His warmth made me shudder, but at least I could breathe with him there. \"I'm ruining your spring break,\" Jacob accused himself as we walked back up the beach. \"No, you're not. I didn't have any plans. I don't think I like spring breaks, anyway.\" \"I'll take tomorrow morning off. The others can run without me. We'll do something fun.\" The word seemed out of place in my life right now, barely comprehensible, bizarre. \"Fun?\" \"Fun is exactly what you need. Hmm…\" he gazed out across the heaving gray waves, deliberating. As his eyes scanned the horizon, he had a flash of inspiration. \"Got it!\" he crowed. \"Another promise to keep.\" \"What are you talking about?\" He let go of my hand and pointed toward the southern edge of the beach, where the flat, rocky half-moon dead-ended against the sheer sea cliffs. I stared, uncomprehending. \"Didn't I promise to take you cliff diving?\" I shivered. \"Yeah, it'll be pretty cold—not as cold as it is today. Can you feel the weather changing? The pressure?  It will be warmer tomorrow. You up for it?\" The dark water did not look inviting, and, from this angle, the cliffs looked even higher than before. But it had been days since I'd heard Edward's voice. That was probably part of the problem. I was addicted to the sound of my delusions. It made things worse if I went too long without them. Jumping off a cliff was certain to remedy that situation. \"Sure, I'm up for it. Fun.\" \"It's a date,\" he said, and draped his arm around my shoulders. \"Okay—now let's go get you some sleep.\" I didn't like the way the circles under his eyes were beginning to look permanently etched onto his skin. I woke early the next morning and snuck a change of clothes out to the truck. I had a feeling that Charlie would approve of today's plan just about as much as he would approve of the motorcycle. The idea of a distraction from all my worries had me almost excited. Maybe it would be fun. A date with Jacob, a date with Edward… I laughed darkly to myself. Jake could say what he wanted about us being a messed-up pair—I was the one who was truly messed up. I made the werewolf seem downright normal. I expected Jacob to meet me out front, the way he usually did when my noisy truck announced my arrival. When he didn't, I guessed that he might still be sleeping. I would wait—let him get as much rest as he could. He needed his sleep, and that would give the day time to warm a bit more. Jake had been right about the weather, though; it had changed in the night. A thick layer of clouds pressed heavily on the atmosphere now, making it almost sultry; it was warm and close under the gray blanket. I left my sweater in the truck. I knocked quietly on the door. \"C'mon in, Bella,\" Billy said. He was at the kitchen table, eating cold cereal. \"Jake sleeping?\" \"Er, no.\" He set his spoon down, and his eyebrows pulled together. \"What happened?\" I demanded. I could tell from his expression that something had. \"Embry, Jared, and Paul crossed a fresh trail early this morning. Sam and Jake took off to help. Sam was hopeful—she's hedged herself in beside the mountains. He thinks they have a good chance to finish this.\" \"Oh, no, Billy,\" I whispered. \"Oh, no.\" He chuckled, deep and low. \"Do you really like La Push so well that you want to extend your sentence here?\" \"Don't make jokes, Billy. This is too scary for that.\" \"You're right,\" he agreed, still complacent. His ancient eyes were impossible to read. \"This one's tricky.\" I bit my lip. \"It's not as dangerous for them as you think it is. Sam knows what he's doing. You're the one that you should worry about. The vampire doesn't want to fight them. She's just trying to find a way around them… to you.\" \"How does Sam know what he's doing?\" I demanded, brushing aside his concern for me. \"They've only killed just the one vampire—that could have been luck.\" \"We take what we do very seriously, Bella. Nothing's been forgotten. Everything they need to know has been passed down from father to son for generations.\" That didn't comfort me the way he probably intended it to. The memory of Victoria, wild, catlike, lethal, was too strong in my head. If she couldn't get around the wolves, she would eventually try to go through them. Billy went back to his breakfast; I sat down on the sofa and flipped aimlessly though the TV channels. That didn't last long. I started to feel closed in by the small room, claustrophobic, upset by the fact that I couldn't see out the curtained windows. \"I'll be at the beach,\" I told Billy abruptly, and hurried out the door. Being outside didn't help as much as I'd hoped. The clouds pushed down with an invisible weight that kept the claustrophobia from easing. The forest seemed strangely vacant as I walked toward the beach. I didn't see any animals—no birds, no squirrels. I couldn't hear any birds, either. The silence was eerie; there wasn't even the sound of wind in the trees.  I knew it was all just a product of the weather, but it still made me edgy. The heavy, warm pressure of the atmosphere was perceptible even to my weak human senses, and it hinted at something major in the storm department. A glance at the sky backed this up; the clouds were churning sluggishly despite the lack of breeze on the ground. The closest clouds were a smoky gray, but between the cracks I could see another layer that was a gruesome purple color. The skies had a ferocious plan in store for today. The animals must be bunkering down. As soon as I reached the beach, I wished I hadn't come—I'd already had enough of this place. I'd been here almost every day, wandering alone. Was it so much different from my nightmares? But where else to go? I trudged down to the driftwood tree, and sat at the end so that I could lean against the tangled roots. I stared up at the angry sky broodingly, waiting for the first drops to break the stillness. I tried not to think about the danger Jacob and his friends were in. Because nothing could happen to Jacob. The thought was unendurable. I'd lost too much already—would fate take the last few shreds of peace left behind? That seemed unfair, out of balance. But maybe I'd violated some unknown rule, crossed some line that had condemned me. Maybe it was wrong to be so involved with myths and legends, to turn my back on the human world. Maybe… No. Nothing would happen to Jacob. I had to believe that or I wouldn't be able to function. \"Argh!\" I groaned, and jumped off the log. I couldn't sit still; it was worse than pacing.  I'd really been counting on hearing Edward this morning. It seemed like that was the one thing that might make it bearable to live through this day. The hole had been festering lately, like it was getting revenge for the times that Jacob's presence had tamed it. The edges burned. The waves picked up as I paced, beginning to crash against the rocks, but there was still no wind. I felt pinned down by the pressure of the storm. Everything swirled around me, but it was perfectly still where I stood. The air had a faint electric charge—I could feel the static in my hair. Farther out, the waves were angrier than they were along the shore. I could see them battering against the line of the cliffs, spraying big white clouds of sea foam into the sky. There was still no movement in the air, though the clouds roiled more quickly now. It was eerie looking—like the clouds were moving by their own will. I shivered, though I knew it was just a trick of the pressure. The cliffs were a black knife edge against the livid sky. Staring at them, I remembered the day Jacob had told me about Sam and his \"gang.\" I thought of the boys—the werewolves—throwing themselves into the empty air. The image of the falling, spiraling figures was still vivid in my mind. I imagined the utter freedom of the fall… I imagined the way Edward's voice would have sounded in my head—furious, velvet, perfect… The burning in my chest flared agonizingly. There had to be some way to quench it. The pain was growing more and more intolerable by the second. I glared at the cliffs and the crashing waves. Well, why not? Why not quench it right now? Jacob had promised me cliff diving, hadn't he? Just because he was unavailable, should I have to give up the distraction I needed so badly—needed even worse because Jacob was out risking his life? Risking it, in essence, for me. If it weren't for me, Victoria would not be killing people here… just somewhere else, far away. If anything happened to Jacob, it would be my fault. That realization stabbed deep and had me jogging back up to the road toward Billy's house, where my truck waited. I knew my way to the lane that passed closest to the cliffs, but I had to hunt for the little path that would take me out to the ledge. As I followed it, I looked for turns or forks, knowing that Jake had planned to take me off the lower outcropping rather than the top, but the path wound in a thin single line toward the brink with no options. I didn't have time to find another way down—the storm was moving in quickly now. The wind was finally beginning to touch me, the clouds pressing closer to the ground. Just as I reached the place where the dirt path fanned out into the stone precipice, the first drops broke through and splattered on my face. It was not hard to convince myself that I didn't have time to search for another way—I wanted to jump from the top. This was the image that had lingered in my head. I wanted the long fall that would feel like flying. I knew that this was the stupidest, most reckless thing I had done yet. The thought made me smile. The pain was already easing, as if my body knew that Edward's voice was just seconds away… The ocean sounded very far away, somehow farther than before, when I was on the path in the trees. I grimaced when I thought of the probable temperature of the water. But I wasn't going to let that stop me. The wind blew stronger now, whipping the rain into eddies around me. I stepped out to the edge, keeping my eyes on the empty space in front of me. My toes felt ahead blindly, caressing the edge of the rock when they encountered it. I drew in a deep breath and held it . . waiting. \"Bella.\" I smiled and exhaled. Yes? I didn't answer out loud, for fear that the sound of my voice would shatter the beautiful illusion. He sounded so real, so close. It was only when he was disapproving like this that I could hear the true memory of his voice—the velvet texture and the musical intonation that made up the most perfect of all voices. \"Don't do this,\" he pleaded. You wanted me to be human, I reminded him. Well, watch me. \"Please. For me.\" But you won't stay with me any other way. \"Please.\" It was just a whisper in the blowing rain that tossed my hair and drenched my clothes—making me as wet as if this were my second jump of the day. I rolled up onto the balls of my feet. \"No, Bella!\" He was angry now, and the anger was so lovely. I smiled and raised my arms straight out, as if I were going to dive, lifting my face into the rain. But it was too ingrained from years of swimming at the public pool—feet first, first time. I leaned forward, crouching to get more spring… And I flung myself off the cliff. I screamed as I dropped through the open air like a meteor, but it was a scream of exhilaration and not fear. The wind resisted, trying vainly to fight the  unconquerable gravity, pushing against me and twirling me in spirals like a rocket crashing to the earth. Yes! The word echoed through my head as I sliced through the surface of the water. It was icy, colder than I'd feared, and yet the chill only added to the high. I was proud of myself as I plunged deeper into the freezing black water. I hadn't had one moment of terror—just pure adrenaline. Really, the fall wasn't scary at all. Where was the challenge? That was when the current caught me. I'd been so preoccupied by the size of the cliffs, by the obvious danger of their high, sheer faces, that I hadn't worried at all about the dark water waiting. I never dreamed that the true menace was lurking far below me, under the heaving surf. It felt like the waves were fighting over me, <em>jerking</em> me back and forth between them as if determined to share by pulling me into halves. I knew the right way to avoid a riptide: swim parallel to the beach rather than struggling for the shore. But the knowledge did me little good when I didn't know which way the shore was. I couldn't even tell which way the surface was. The angry water was black in every direction; there was no brightness to direct me upward. Gravity was all-powerful when it competed with the air, but it had nothing on the waves—I couldn't feel a downward pull, a sinking in any direction. Just the battering of the current that flung me round and round like a rag doll. I fought to keep my breath in, to keep my lips locked around my last store of oxygen. It didn't surprise me that my delusion of Edward was there. He owed me that much, considering that I was dying. I was surprised by how sure that knowledge was. I was going to drown. I was drowning. \"Keep swimming!\" Edward begged urgently in my head. Where? There was nothing but the darkness. There was no place to swim to. \"Stop that!\" he ordered. \"Don't you dare give up!\" The cold of the water was numbing my arms and legs. I didn't feel the buffeting so much as before. It was more of just a dizziness now, a helpless spinning in the water. But I listened to him. I forced my arms to continue reaching, my legs to kick harder, though every second I was facing a new direction. It couldn't be doing any good. What was the point? \"Fight!\" he yelled. \"Damn it, Bella, keep fighting.\" Why? I didn't want to fight anymore. And it wasn't the light-headedness, or the cold, or the failure of my arms as the muscles gave out in exhaustion, that made me content to stay where I was. I was almost happy that it was over. This was an easier death than others I'd faced. Oddly peaceful. I thought briefly of the clichés, about how you were suppose to see your life flash before your eyes. I was so much luckier. Who wanted to see a rerun, anyway? I saw him, and I had no will to fight. It was so clear, so much more defined than any memory. My subconscious had stored Edward away in flawless detail, saving him for this final moment. I could see his perfect face as if he were really there; the exact shade of his icy skin, the shape of his lips, the line of his jaw, the gold glinting in his furious eyes. He was angry, naturally, that I was giving up. His teeth were clenched and his nostrils flared with rage. \"No! Bella, no!\" My ears were flooded with the freezing water, but his voice was clearer than ever. I ignored his words and concentrated on the sound of his voice. Why would I fight when I was so happy where I was? Even as my lungs burned for more air and my legs cramped in the icy cold, I was content. I'd forgotten what real happiness felt like. Happiness. It made the whole dying thing pretty bearable. The current won at that moment, shoving me abruptly against something hard, a rock invisible in the gloom. It hit me solidly across the chest, slamming into me like an iron bar, and the breath whooshed out of my lungs, escaping in a thick cloud of silver bubbles. Water flooded down my throat, choking and burning. The iron bar seemed to be dragging me, pulling me away from Edward, deeper into the dark, to the ocean floor. Goodbye, I love you, was my last thought.",
            "vi": "7 REPETITION         CHƯƠNG 15. ÁP LỰC Lại đến kỳ nghỉ xuân ở Forks. Sáng thứ hai khi tỉnh giấc, tôi nán lại trên giường vài giây để tận hưởng không khí mùa xuân. Kỳ nghỉ xuân năm ngoái, tôi cũng bị một con ma cà rồng săn đuổi. Tôi hy vọng việc này sẽ không thành cái huông.  Tôi đang làm giống như mọi người ở La Push. Ở trên bãi biển cả ngày Chủ Nhật, trong khi Charlie chơi với Billy ở nhà gia đình Black. Ai cũng tưởng là tôi đi chơi với Jacob, nhưng Jacob có chuyện khác để làm, vì vậy tôi lang thang một mình, không cho Charlie biết.  Khi Jacob ghé qua trông chừng tôi, anh xin lỗi vì đã bỏ rơi tôi nhiều quá. Anh chàng nói lịch trình tuần tra của mình không phải lúc nào cũng căng thẳng như vậy, nhưng khi nào Victoria còn chưa bị tóm cổ, thì loài sói vẫn còn bị đặt trong tình trạng báo động đỏ.  Giờ đây khi đi dọc theo bờ biển, anh luôn nắm tay tôi.  Điều này làm tôi nghĩ mãi về điều Jared đã nói, về chuyện Jacob để cho “bạn gái” dính dáng vào. Tôi nghĩ bề ngoài trông giống vậy thật. Chừng nào mà Jake và tôi hiểu sự thực là gì, thì tôi chẳng hơi đâu mà bực mình mấy chuyện đoán mò đó. Và có lẽ mấy giả thiết đó sẽ chẳng làm tôi bực mình, nếu tôi không biết Jacob thích mọi chuyện cũng giống như bề ngoài. Nhưng bàn tay anh ấy thật dễ chịu khi nó sưởi ấm tay tôi, và tôi không phản kháng lại.  Tôi đi làm chiều thứ ba - Jacob đi theo bằng xe máy để chắc chắn tôi đến nơi an toàn - và Mike để ý thấy.  \"Bạn đang hẹn hò với thằng nhóc ở La Push ấy à? Thằng học sinh năm hai đó à?\" Anh ta hỏi, không giấu được vẻ hờn giận trong giọng nói.  Tôi nhún vai. \"Không chính xác theo nghĩa đó. Tuy tôi ở bên Jacob suốt. Bạn ấy là bạn thân nhất của tôi.” Mắt Mike nhíu lại sắc sảo. \"Đừng tự dối lòng  mình nữa, Bella. Hắn ta hết lòng vì bạn đấy.\" \"Tôi biết, \" tôi thở dài. \"Đời phức tạp quá.\" \"Còn con gái thì tàn nhẫn,\" Mike lầm bầm.  Tôi nghĩ đó cũng là một giả thiết dễ luận ra.  Đêm đó, Sam và Emily cùng Charlie và tôi ăn tráng miệng ở nhà Billy. Emily mang theo một cái bánh ngọt chinh phục được cả người khó tính hơn Charlie. Tôi có thể thấy, khi cuộc trò chuyện diễn ra tự nhiên với mấy đề tài thông thường, những mối lo Charlie ấp ủ trong lòng về các băng nhóm ở La Push đã tan biến.  Jake và tôi chuồn sớm, để kiếm chút riêng tư. Chúng tôi ra ga-ra của anh chàng và ngồi vào chiếc Rabbit.  Jacob ngả đầu ra sau, khuôn mặt đầy mệt mỏi.  \"Bạn cần ngủ một tí đấy, Jake. \" \"Tôi xoay sở được mà.\" Anh vươn tay ra và nắm lấy tay tôi. Da anh chàng cháy bỏng trên da tôi.  \"Đó có phải là một trong mấy thứ của người sói không?\" Tôi hỏi anh ta. \"Ý tôi muốn nói đến sức nóng.\" \"Ờ. Chúng tôi ấm hơn một chút so với người thường. Khoảng một trăm lẻ tám, một trăm lẻ chín độ F. Tôi chẳng bao giờ bị cảm lạnh. Tôi có thể chịu đựng được như thế này\" - anh chỉ tay vào tấm thân trần của mình \"trong bão tuyết mà chẳng hề hấn gì. Chỗ tôi đứng các bông tuyết sẽ biến thành mưa.\" \"Và tất cả các bạn đều có khả năng lành vết thương nhanh – đó cũng là một đặc tính của người sói, phải không?\" \"Ờ, có muốn xem không? Hay lắm.”  Mắt anh nhướng lên và anh chàng cười toe toét. Anh với qua tôi mở ngăn chứa đồ trên xe và lục lọi trong đó một lát. Trên tay anh chàng xuất hiện chiếc dao nhíp.  \"Không, tôi không muốn xem!\" Tôi la to ngay khi biết anh chàng đang nghĩ đến chuyện  gì.   \"Cất nó đi!\" Jacob cười khúc khích, nhưng nhét nó trở lại chỗ cũ. \"Được thôi. Dù sao thì cũng thật đỡ khi lành vết thương. Vì đâu thể đi khám bác sĩ khi đang mình sốt ở cái nhiệt độ mà lẽ ra mình phải chết rồi. \" \"Ừ, đúng vậy.” Tôi nghĩ  về chuyện đó một lát. “…Và cả chuyện to con nữa- cũng là một  phần của khả năng của người sói phải không? Đó có phải là lý do bạn lo lắng cho Quil không?\" \"Chuyện đó và cả chuyện ông Quil nói cháu ông có thể chiên trứng trên trán nữa”. Khuôn mặt Jacob trở nên tuyệt vọng. \"Giờ thì sẽ không còn lâu nữa. Không có tuổi chính xác nữa... nó tích tụ dần... tích tụ dần rồi đột ngột—”  Anh dừng lại, và mất cả hồi lâu sau anh chàng mới nói tiếp được. \"Đôi khi, nếu bạn khó chịu hay gì gì đó, chuyện đó có thể xảy ra sớm. Nhưng vì tôi đã chẳng hề khó chịu về chuyện gì hết – tôi đang hạnh phúc.”  Anh chàng cười chua chát. “Gần như là vì bạn. Đó là lý do tại sao chuyện đó không xảy đến với tôi sớm hơn. Thay vào đó nó cứ tích dần trong tôi – Tôi giống như một quả bom định giờ. Bạn biết chuyện gì đã châm ngòi tôi không? Sau buổi chiếu phim, Billy bảo là tôi trông có vẻ kỳ quặc. Chỉ thế thôi, mà tôi đã không kiềm chế được. Và rồi tôi - tôi đã bùng phát. Tôi suýt xé mặt ông ra - cha của tôi!\" Anh rùng mình, mặt tái đi.  \"Thật tệ hại, Jake nhỉ?\" Tôi hỏi với vẻ lo lắng, ước gì mình có cách giúp anh chàng. \"Bạn đau khổ lắm hả?\" \"Không, không có, \" anh bảo tôi như thế. \"Không còn nữa. Giờ thì không còn nữa vì bạn đã biết. Trước đây thì thiệt khổ sở.” Anh chàng nghiêng người khiến má anh tựa vào đỉnh đầu tôi.  Anh chàng yên lặng một lát, và tôi tự hỏi anh đang nghĩ đến chuyện gì. Có lẽ tôi không muốn biết.  \"Thế chuyện khổ sở nhất là gì?\" Tôi thì thầm, vẫn ước rằng tôi có thể giúp được anh.  “Chuyện khổ sở nhất là cảm giác... mất kiểm soát,\" anh chàng nói một cách chậm rãi.  \"Cảm thấy như mình không thể tin vào bản thân được nữa –như chuyện bạn đáng lẽ không nên ở quanh tôi, không ai nên ở bên tôi. Giống như tôi là con quái vật có thể làm bị thương ai đó. Bạn đã từng nhìn thấy Emily rồi đấy. Sam mất bình tĩnh chỉ một giây... và chỉ vì cô ấy đứng quá gần. Và giờ đây anh không thể làm được gì để mọi chuyện trở lại như cũ. Tôi nghe được suy nghĩ anh - tôi biết cảm giác đó ra sao... \"Ai mà muốn trở thành một cơn ác mộng, một con quái vật đâu? \"Và rồi, chuyện đó đến quá dễ dàng đối với tôi, chuyện tôi giỏi biến hình hơn tất cả mọi người khác - có phải chuyện đó càng khiến tôi ít nhân tính hơn Enbry hay Sam không? Thỉnh thoảng tôi sợ sẽ đánh mất chính mình.\" \"Có khó không? Để tìm lại được chính mình ấy?\" \"Lúc đầu,\" anh nói. \"Phải thực hành biến hình qua lại. Nhưng chuyện đó với tôi dễ hơn.” \"Vì sao?\" Tôi ngạc nhiên.  \"Vì Ephraim Black là ông của cha tôi, và Quil Ateara là ông của mẹ tôi.\" \"Quil?\" Tôi hỏi với vẻ không hiểu.  \"Ông cố của bạn ấy, \" Jacob giải thích. \"Quil mà bạn biết là em họ thứ hai của tôi.\" \"Nhưng tại sao chuyện ông cố của bạn là ai lại quan trọng như thế?\" \"Vì Ephraim và Quil thuộc bầy cuối cùng. Levi Uley là người thứ ba. Tôi mang cả dòng máu của cả hai bên. Tôi chẳng thể khác đi được. Cũng như Quil chẳng thể khác đi được.\" Vẻ mặt anh ảm đạm.  \"Thế còn chuyện hay nhất là gì?\" Tôi hỏi, hi vọng làm anh vui vẻ hơn.  \"Chuyện hay nhất ấy à,\" anh nói, bỗng cười trở  lại, \" là tốc độ. \" \"Hơn cả xe gắn máy hả?\" Anh gật đầu, nhiệt tình. \"Không thể so sánh được.\" \"Bạn có thể nhanh đến mức nào khi...?\" \"Chạy hả?\" anh nói tiếp câu hỏi của tôi. \"Đủ nhanh. Đo bằng cái gì đây? Chúng tôi đã bắt được ... tên hắn ta là gì nhỉ? Laurent? Tôi nghĩ bạn hiểu chuyện đó hơn người khác.\" Hẳn rồi. Tôi không thể tưởng tượng nỗi - sói lại chạy nhanh hơn cả ma cà rồng. Khi gia đình Cullens chạy, tất cả bọn họ đều nhanh đến mức chẳng còn thấy bóng dáng.  \"Nè, kể cho tôi nghe cái gì đó mà tôi không biết đi,\" anh nói. \"Chuyện về ma cà rồng đó. Làm sao bạn có thể chịu đựng được chuyện ở bên họ? Chuyện đó không làm bạn khiếp sợ à?\" \"Không,\" tôi đáp cộc lốc.  Giọng tôi làm anh chàng trầm tư một lát.  \"Nói đi, tại sao anh chàng hút máu của bạn lại giết gã James đó?\" anh bỗng hỏi.  \"James cố giết tôi – đó như thể là một trận đấu của anh ta. Anh ta đã thua cuộc. Bạn có nhớ mùa xuân năm ngoái khi tôi ở bệnh viện ở tận Phoenix không?\" Jacob hít một hơi. \"Hắn ta đến gần tới mức đó luôn hả?\" \"Hắn đã đến rất, rất gần.\" Tôi vuốt ve cái sẹo của mình. Jacob để ý, bởi vì anh chàng nắm lấy bàn  tay tôi đã cử động.  “Cái gì thế này?\" Anh đổi tay, nhìn kỹ tay phải của tôi. \"Đây là vết sẹo kỳ lạ, lạnh.\" Anh nhìn nó kỹ hơn, với ánh mắt rất lạ, rồi thở hổn hển.  \"Ừ, đó là điều bạn nghĩ, \" tôi nói. \"James đã cắn tôi. \" Anh trố mắt lên, và mặt anh trở nên tái xám lạ thường dưới làn da màu nâu đỏ. Anh trông giống như sắp sửa bị bệnh vậy.  \"Nhưng nếu hắn ta cắn bạn...? Sao bạn không biến thành...?\" Anh nghẹn lời.  \"Edward đã cứu tôi hai lần,\" tôi thì thầm. \" Anh ấy hút nọc ra - bạn biết đó, như hút nọc rắn chuông vậy.\" Tôi co rúm lại khi cơn đau tấn công quanh viền vết thương trong tim.  Nhưng tôi không phải là người duy nhất co rúm người. Tôi thấy toàn thân của Jacob cũng run rẩy bên cạnh tôi. Chiếc xe thậm chí cũng lắc lư nữa.  \"Cẩn thận, Jake. Thoải mái đi nào. Bình tĩnh.\" \"Ờ,\" anh nói hổn hển. \"Bình tĩnh. \" Anh lắc đầu qua lại với tốc độ nhanh. Một lúc sau, chỉ còn bàn tay anh run run.  \"Bạn ổn rồi chứ?\" \"Ờ, gần như vậy.  Kể cho tôi nghe chuyện gì khác đi.  Kể tôi nghe chuyện khác để tôi nghĩ đến. \" \"Thế bạn muốn biết chuyện gì?\" \"Tôi không biết nữa. \" Anh nhắm nghiền mắt lại, tập trung. \"Tôi nghĩ chuyện khả năng phụ gì đó. Ai trong gia đình Cullens cũng có ... những khả năng phụ à? Giống như  chuyện đọc được suy nghĩ của người khác đó?\" Tôi do dự một giây. Đây giống như câu hỏi mà anh hỏi điệp viên của mình chứ không phải hỏi bạn bè nữa. Nhưng giấu điều mình biết để làm gì cơ chứ? Bây giờ chẳng quan trọng nữa, và chính điều đó sẽ giúp anh tự kiểm soát mình.  Vì thế tôi nói nhanh, hình ảnh của khuôn mặt bị tàn phá của Emily trong tâm trí tôi, và tôi nổi da gà. Tôi không thể tưởng tượng nỗi làm sao mà con chó sói màu nâu đỏ lại vừa vặn trong chiếc Rabbit - Jacob sẽ xé toạc toàn bộ cái ga-ra này nếu anh biến hình bây giờ.  \"Jasper có thể...phần nào kiểm soát được cảm xúc của mọi người xung quanh anh. Không phải theo hướng xấu, mà chỉ là làm dịu tinh thần ai đó, đại loại như thế. Có lẽ chuyện đó sẽ giúp được Paul nhiều đó,\" tôi nói thêm, trêu chọc gượng gạo. \"Còn Alice thì có thể nhìn thấy chuyện sắp xảy ra. Những chuyện trong tương lai, bạn biết đó, nhưng không phải luôn luôn đúng. Những chuyện cô ấy nhìn thấy sẽ thay đổi khi người ta thay đổi ý định ... ”  Giống như cô đã thấy tôi chết ra sao...  và cô ấy thấy tôi trở thành một trong số họ. Hai chuyện đó đã không xảy ra. Và một chuyện sẽ không bao giờ xảy ra. Đầu óc tôi bắt đầu quay mòng mòng- dường như tôi hít không đủ ô-xy-gien trong không khí.  Không có phổi.  Bây giờ Jacob đã hoàn toàn trấn tĩnh lại được, lặng yên bên tôi.  \"Tại sao bạn làm thế?\" anh hỏi. Anh kéo nhẹ một cánh tay của tôi, lúc đó đang ôm quanh ngực mình, rồi lại thôi khi thấy sẽ không dễ nới lỏng ra được. Tôi thậm chí không nhận ra mình đã di chuyển tay. \"Bạn làm thế khi bạn khó chịu à. Tại sao như vậy?\" \"Thực đau đớn khi nghĩ đến họ,”  tôi thì thầm. \"Tựa như không thể thở được...  giống như tôi đang vỡ vụn thành từng mảnh...” Thật lạ là bây giờ tôi có thể thổ lộ với Jacob nhiều đến vậy. Chúng tôi không còn bí mật nào nữa.  Anh vuốt tóc tôi.  \"Ổn rồi, Bella, ổn rồi. Tôi sẽ không nhắc lại chuyện đó nữa. Tôi xin lỗi.\" \"Tôi khoẻ rồi. \" Tôi thở hổn hển. \"Chuyện này xảy ra hoài. Không phải lỗi bạn đâu.\" \"Mình là một cặp khá tâm thần nhỉ?\" Jacob nói. \"Chẳng ai trong hai tụi mình có thể kiềm chế bản thân tốt cả.\" \"Thảm hại quá, \" tôi đồng ý, vẫn thở không ra hơi.  “Ít ra thì mình cũng có nhau,\" anh chàng nói, rõ ràng cảm thấy an ủi bởi suy nghĩ này.  Tôi cũng cảm thấy an ủi. \"Ít ra thì cũng được vậy,\" tôi đồng ý.  Và khi chúng tôi ở bên nhau, mọi thứ đều ổn. Nhưng Jacob có một nhiệm vụ nguy hiểm, rùng rợn mà anh cảm thấy bắt buộc phải làm, và vì vậy tôi thường một mình, ở dí trong La Push để được an toàn, chẳng có chuyện gì làm để tránh cho đầu óc khỏi lo nghĩ vẩn vơ.  Tôi cảm thấy không thoải mái khi cứ chiếm chỗ trong nhà Billy. Tôi đã nghiên cứu luôn cả bài kiểm tra giải tích tuần tới, nhưng tôi chỉ có thể nghiền ngẫm môn toán lâu như thế. Khi chẳng còn việc gì để làm, tôi cảm thấy mình phải trò chuyện với Billy - áp lực của quy tắc xã giao thông thường ấy mà. Nhưng Billy không phải là người để lấp đầy không khí im lặng dài lê thê, và vì vậy tôi cảm thấy không thoải mái tiếp.  Để thay đổi không khí, tôi thử đến nhà Emily chơi vào chiều thứ tư. Lúc đầu chuyện diễn ra rất vui vẻ. Emily là người vui nhộn, chẳng bao giờ chịu ngồi yên. Tôi lẽo đẽo theo sau cô trong khi cô đi loanh quoanh căn nhà và khoảng sân nhỏ, chà cái sàn sạch sẽ, nhổ cây cỏ dại nhỏ xíu, sửa bản lề gãy, kéo len quanh khung cửi cổ, và cả nấu ăn nữa. Cô than phiền đôi chút bọn con trai ăn ngon miệng hơn sau khi chạy đã đời, nhưng coi bộ cô không cảm thấy phiền khi chăm sóc họ. Thật không khó để ở bên cô - rốt cuộc, bây giờ chúng tôi đều đã là bạn gái của sói rồi.  Nhưng rồi Sam đến khi tôi đã ở đó khoảng vài giờ. Tôi chỉ ở lại đủ lâu để biết chắc Jacob ổn và không có tin gì mới, rồi tôi phải chuồn. Tình yêu tràn ngập và sự mãn nguyện bao quanh họ khiến khó tập trung hơn khi chẳng có ai khác ở gần để làm giảm đi ảnh hưởng ấy.  Vì thế chuyện đó đã khiến tôi lang thang trên bãi biển, đi tới lui đo chiều dài của dải đá cong hình lưỡi liềm, hết lần này đến lần khác.  Ở một mình không tốt cho tôi. Nhờ trung thực với Jacob nên tôi đã nói và suy nghĩ về gia đình Cullens quá nhiều. Dù có cố phân tâm thế nào đi nữa thì tôi cũng có khá nhiều điều để suy nghĩ: tôi thực sự lo lắng cho Jacob và những người sói anh em của anh kinh khủng, tôi vô cùng lo sợ cho Charlie và những người cứ tưởng mình đang săn thú,  tôi đang lún sâu dần với chuyện của Jacob mà chẳng hề hay biết và  tôi không biết phải làm gì với nó – chẳng suy nghĩ nào trong số này thực sự đáng suy nghĩ, đủ cấp bách để làm tôi quên cơn đau trong ngực được lâu . Cuối cùng, tôi thậm chí không thể đi được nữa, vì tôi không thể thở được. Tôi ngồi xuống phiến đá còn chưa khô hết và co rúm người.  Jacob nhìn thấy tôi trong tình trạng như thế, và qua vẻ mặt anh tôi biết anh hiểu.  \"Xin lỗi,\" anh nói ngay. Anh lôi tôi lên khỏi mặt đất và quàng cả hai cánh tay quanh vai tôi. Mãi đến lúc đó tôi mới biết mình lạnh. Hơi ấm của anh làm tôi rùng mình, nhưng ít ra thì tôi có thể thở khi có anh ở đó.  \"Tôi đang làm hỏng kỳ nghỉ xuân của bạn rồi,\" Jacob tự trách mình khi chúng tôi đi dạo trên biển trở lại.  \"Không, không đâu. Tôi chẳng định làm gì cả. Dù sao thì tôi cũng không thích kỳ nghỉ xuân.\" \"Sáng mai tôi sẽ nghỉ. Những người khác có thể đi tuần không cần có tôi. Mình sẽ làm gì đó vui vui. \" Từ này dường như không thích hợp trong đời tôi nữa, hầu như khó hiểu, kỳ lạ. \"Vui ư?\" \"Vui đúng là điều bạn đang cần. Hừm...\" anh chàng nhìn chằm chằm ra những con sóng xám nhấp nhô, cân nhắc. Khi đôi mắt anh nhìn đến đằng chân trời, anh bất chợt loé ra ý tưởng.  \"Nghĩ ra rồi!\" anh vui mừng nói. \"Lại thêm một lời hứa phải thực hiện.\" \"Bạn đang nói về chuyện gì vậy?\" Anh thả tay tôi ra để chỉ ra phía bờ nam của bãi biển, nơi ấy có mỏm đá hình bán nguyệt nhô khỏi vách đá dốc. Tôi nhìn chằm chằm, thắc mắc.  \"Chẳng phải tôi đã hứa sẽ chỉ cho bạn cách nhảy từ vách đá lặn xuống biển sao?\" Tôi rùng mình.  “Ờ, sẽ khá lạnh – nhưng không lạnh bằng hôm nay. Bạn có thấy thời tiết thay đổi không? Áp suất?  Ngày mai sẽ ấm hơn. Bạn có chịu không nào?\" Biển đen ngòm kia chẳng có vẻ gì hấp dẫn, và nhìn từ góc này, những vách đá kia thậm chí còn cao hơn bao giờ hết.  Nhưng đã nhiều ngày rồi tôi không còn nghe giọng Edward nữa. Đó có lẽ là một phần của vấn đề. Tôi nghiện âm thanh ảo giác đó. Mọi việc trở nên tồi tệ khi đã quá lâu rồi không còn nghe thấy nữa. Nhảy khỏi vách đá chắc chắn sẽ khắc phục tình hình đó.  \"Đương nhiên rồi, chịu chứ. Vui ha. \" \"Vậy là hẹn hò đó nhe,” anh nói, và choàng tay quanh vai tôi.  \"OK - bây giờ chúng ta hãy đi thôi để bạn còn ngủ được chút ít. \"Tôi không thích khi các quầng thâm dưới mắt bắt đầu hiện ra thường xuyên trên làn da anh.  Tôi thức giấc vào sáng sớm ngày hôm sau và lén thay quần áo và ra xe tải. Tôi có cảm giác Charlie sẽ tán thành kế hoạch hôm nay cũng cỡ bằng ông tán thành chuyện tôi chạy xe máy.  Ý nghĩ sẽ quên mọi lo lắng làm tôi hết sức thích thú. Có lẽ sẽ vui. Hẹn hò với Jacob, hẹn hò với Edward... tôi cười buồn với chính mình. Jake cứ nói theo ý anh rằng chúng tôi là một cặp tâm thần - chính tôi mới là kẻ tâm thần.  So với tôi, người sói có vẻ hết sức bình thường.  Tôi mong Jacob sẽ đón tôi ở ngoài sân, như anh vẫn vậy khi chiếc xe ồn ào báo hiệu sự xuất hiện của tôi. Khi anh không ra đón, tôi đoán hẳn anh chàng còn ngủ. Tôi sẽ đợi - để anh nghỉ ngơi càng nhiều càng tốt. Anh chàng cần ngủ, và sẽ làm cho khoảng thời gian ban ngày ấm thêm một chút. Dù sao thì Jake cũng dự báo thời tiết đúng, thời tiết đã thay đổi trong đêm. Lớp mây dày đè nặng lên bầu khí quyển lúc này, làm cho trời thật oi bức; thời tiết ấm áp và ngột ngạt dưới tầng mây màu xám. Tôi bỏ áo ấm lại trong xe tải.  Tôi gõ cửa nhè nhẹ.  “Vào đi, Bella, \" Billy nói.  Ông ở ngay cái bàn trong bếp, đang ăn món ngũ cốc để lạnh.  \"Jake còn ngủ hả bác ?\" \"Ờ, không. \" Ông bỏ cái thìa xuống, và hai chân mày nhíu lại.  \"Có chuyện gì vậy bác?\" Tôi hỏi. Tôi có thể đọc được vẻ mặt của ông là có cái gì đó đã xảy ra.  \"Embry, Jared, và Paul bắt gặp một dấu vết mới sáng sớm nay. Sam và Jake lên đường để hỗ trợ. Sam hy vọng – cô ta ẩn nấp bên các dãy núi. Nó nghĩ chúng nó có nhiều khả năng để kết thúc việc này.\" \"Ồ, không, Billy, \" tôi thì thầm. \" Ồ, Không.” Ông cười khúc khích một tràng dài. \"Cháu thích La Push đến nỗi cháu muốn kéo dài việc giam lỏng ở đây à?\" \"Đừng đùa, Billy. Chuyện này quá đáng sợ không thể đùa được.” \"Cháu nói đúng, \" ông đồng ý, vẫn tự mãn. Đôi mắt già nua của ông thật khó hiểu. \"Chuyện này rất khó khăn.\" Tôi cắn môi.  \"Nhưng không nguy hiểm với chúng như cháu nghĩ đâu. Sam biết nó đang làm gì. Cháu chính là người cần phải lo lắng. Ả ma cà rồng này không muốn đối đầu với chúng. Cô ta đang cố tìm cách lách qua chúng ... để tiếp cận cháu.\" \"Làm sao Sam biết anh ấy đang làm gì?\" Tôi gặng hỏi, gạt qua một bên nỗi lo lắng ông dành cho tôi.  \"Họ chỉ mới giết được một ma cà rồng - mà có thể chỉ nhờ may mắn thôi.\" \"Chúng tôi rất nghiêm túc trong chuyện mình làm, Bella.  Chẳng bỏ qua chi tiết nào đâu. Mọi thứ cần biết đã được truyền từ đời cha sang đời con bao đời nay rồi.\" Điều đó chẳng an ủi được tôi như ông muốn. Ký ức về Victoria, hoang dã, uyển chuyển như báo, chết chóc quá mạnh mẽ trong đầu tôi. Nếu cô ấy không thể lách qua người sói, thế nào rồi cô ấy cũng sẽ cố xuyên qua họ.  Billy ăn điểm tâm tiếp; tôi ngồi xuống ghế xô-pha và chuyển qua lại các kênh truyền hình không chủ đích.  Chuyện đó không kéo dài lâu. Tôi bắt đầu cảm thấy tù túng trong căn phòng nhỏ, chật hẹp này, khó chịu vì không thể nhìn thấy chuyện xảy ra bên ngoài cửa sổ che màn.  \"Cháu sẽ ra bãi biển,\" tôi đột ngột nói với Billy, rồi phóng ra cửa.  Ra ngoài cũng chẳng tốt gì hơn như tôi đã mong. Những đám mây sà xuống với trọng lượng vô hình làm cho cảm giác sợ bị nhốt của tôi chẳng hề giảm bớt. Khu rừng có vẻ trống trải kỳ lạ khi tôi đi về phía bãi biển. Tôi chẳng hề thấy con thú nào – chẳng chim, chẳng sóc. Tôi cũng chẳng nghe một tiếng chim hót. Sự im lặng thật kỳ lạ; thậm chí cũng không nghe thấy tiếng gió rít qua hàng cây.  Tôi biết đó chỉ là ảnh hưởng của thời tiết, nhưng nó vẫn làm tôi bực mình. Áp suất khó chịu, nặng nề của bầu khí quyển có thể cảm nhận khá rõ rệt thậm chí chỉ bằng giác quan kém nhạy của con người như tôi, và cho biết có điều gì đó quan trọng trong khả năng cảm nhận bão. Liếc nhìn bầu trời là thấy ngay chuyện này; những đám mây đang chậm chạp trôi mặc dù chẳng hề gió nhẹ trên mặt đất. Những đám mây gần nhất có màu xám khói, nhưng giữa các khe hở tôi có thể thấy một lớp mây khác nữa màu tía đậm. Thời tiết như đã lên một kế hoạch kinh khủng sắp xảy ra hôm nay. Các con thú hẳn đang núp kỹ.  Ngay khi vừa đến biển, tôi đã ước mình đã không đến - tôi đã chán ngấy nơi này rồi. Tôi đã ở đây hầu như mỗi ngày, lang thang một mình.  Có khác gì trong mấy cơn ác mộng của tôi đâu? Nhưng còn chỗ nào để đi nữa? Tôi lê bước đến cây gỗ trôi giạt, và ngồi ở cuối gốc cây để có thể tựa vào mớ rễ lùm xùm của nó. Tôi ngước lên nhìn chằm chằm vào bầu trời giận dữ u ám, chờ những giọt mưa đầu tiên phá tan sự tĩnh lặng này.  Tôi cố không nghĩ đến nỗi hiểm nguy mà Jacob và bạn anh đang lâm vào. Bởi vì chẳng thể có chuyện có thể xảy đến với Jacob cả. Ý nghĩ đó làm tôi không thể chịu đựng nổi. Tôi đã mất mát quá nhiều rồi – chẳng lẽ số phận cũng lấy đi vài khoảnh khắc an bình còn lại chăng? Có vẻ bất công, không công bằng. Nhưng có lẽ vì tôi đã phạm một luật nào đó không rõ, vượt quá giới hạn nào đó nên tôi bị phạt chăng. Có lẽ thật sai lầm khi dính líu đến truyền thuyết và thần thoại, quay lưng lại với thế giới loài người. Có lẽ... Không. Chẳng có gì sẽ xảy ra với Jacob cả. Tôi phải tin điều đó nếu không thì tôi sẽ không thể sống nỗi. \"Á!\" Tôi rên rỉ, và nhảy khỏi khúc gỗ. Tôi không thể ngồi yên; vậy còn tệ hơn cả chuyện đi tới đi lui.  Sáng nay tôi đã hy vọng sẽ nghe thấy tiếng Edward. Có vẻ như đó là điều giúp chuyện sống qua ngày hôm nay có thể chịu đựng được. Vết thương trong tim gần đây đã mưng mủ, như nó đang trả thù những lần mà sự hiện diện của Jacob đã chế ngự nó. Viền vết thương trong ngực đang bỏng cháy.  Sóng vỗ vào chỗ tôi đi tới lui, bắt đầu đổ xô vào tảng đá, nhưng chẳng có chút gió nào. Tôi cảm thấy bị bao vây bởi áp lực của cơn bão. Mọi thứ cuồn cuộn lên quanh tôi, nhưng chỗ tôi đứng hoàn toàn yên tĩnh. Bầu không khí tích điện yếu - tôi có thể cảm nhận tĩnh điện trong tóc mình.   Ngoài xa, sóng giận dữ hơn lúc vỗ vào bờ. Tôi có thể thấy chúng đang giã liên hồi vào vách đá, làm tung bọt biển trắng xoá lên trời.  Vẫn không có chuyển động nào trong không khí, dù giờ đây các đám mây cuộn lên nhanh hơn.  Trông thật kỳ quái – cứ như thể mây đang di chuyển theo ý chúng. Tôi rùng mình, dù biết đó chỉ là một hiện tượng của áp suất.  Các vách đá như những lưỡi dao đen chĩa vào bầu trời xám xịt. Nhìn chăm chăm vào chúng, tôi nhớ lại ngày Jacob kể tôi nghe về Sam và \"băng nhóm\" của anh ấy. Tôi nghĩ về các cậu bé – người sói – đã lao mình vào khoảng không đó. Hình ảnh rơi mình xuống, những thân hình xoay xoay vẫn còn sống động trong tâm trí tôi. Tôi tưởng tượng ra sự tự do tuyệt đối khi rơi... Tôi tưởng tượng tiếng nói Edward phát ra trong đầu tôi ra sao - giận dữ, mượt mà, hoàn hảo... Cơn đau trong ngực tôi nhói lên đau đớn.  Hẳn phải có cách làm dịu nó đi.  Cơn đau càng lúc càng không thể chịu đựng nỗi theo từng giây.  Tôi nhìn trừng trừng vách đá và những con sóng đâm sầm vào nhau.  Ừm, tại sao lại không chớ? Tại sao không làm cho cơn đau vơi bớt? Jacob đã hứa dạy tôi nhảy từ vách đá lặn xuống biển, đúng không? Chỉ bởi vì anh không có ở đây, mà tôi lại từ bỏ chuyện làm phân tâm mà tôi rất cần - cần hơn vì Jacob đang liều mình? Liều mình, chỉ vì tôi. Nếu không vì tôi, Victoria sẽ chẳng giết người dân ở đây... mà ở nơi nào đó xa xôi.  Nếu có chuyện gì xảy ra với Jacob, đó sẽ là lỗi của tôi.  Nhận thức ấy đâm sâu vào tim tôi và làm tôi chạy ngược trở về đường về nhà Billy, nơi xe tải của tôi đang đợi.  Tôi biết đường đi đến con đường chạy sát qua các vách đá ấy, nhưng tôi phải tìm lối nhỏ dẫn đến gờ đá. Khi đi theo con đường này, tôi tìm kiếm mấy ngả rẽ hoặc ngã ba, biết Jake đã định để tôi nhảy ra từ mỏm đá nhô ra ở phía dưới đỉnh nhưng con đường ngoằn ngoèo chỉ dẫn thẳng về phía bờ vực chớ chẳng có chọn lựa nào khác. Tôi không có thời gian tìm đường khác xuống dưới – bão đang di chuyển nhanh.  Cuối cùng gió cũng bắt đầu táp vào tôi, mây kéo đến thấp hơn. Đúng lúc tôi đến nơi con đường đất toả vào vách đá thì những giọt mưa đầu tiên cũng vỡ ùa, rơi lộp độp lên mặt.  Chẳng khó lắm để tự thuyết phục mình là tôi không còn thời gian để tìm đường khác -  vì tôi muốn nhảy từ đỉnh xuống. Đây là hình ảnh cứ lởn vởn trong đầu tôi. Tôi muốn rơi xuống một đoạn dài như bay vậy.  Tôi biết đây là chuyện ngu ngốc nhất,  liều lĩnh nhất mà tôi từng làm. Ý nghĩ đó làm tôi mỉm cười. Cơn đau đang dịu đi, như thể cơ thể tôi biết là tiếng nói Edward chỉ còn vài giây nữa  thôi...  Đại dương có vẻ rất xa, không hiểu tại sao còn xa hơn trước đây, khi tôi đang trên đường vào rừng. Tôi nhăn mặt khi nghĩ đến nhiệt độ có thể có của nước. Nhưng tôi sẽ không để điều đó cản mình.  Giờ đây gió thổi mạnh hơn, quất mưa xoáy quanh tôi.  Tôi bước đến gờ đá,  cứ nhìn vào khoảng trống trước mặt.  Ngón chân tôi cứ mò mẫm về phía trước,  chà nhẹ vào gờ đá khi đến đó.  Tôi hít một hơi thật sâu và ngưng lại ... chờ đợi.  \"Bella. \" Tôi mỉm cười và thở ra.  Gì? Tôi không trả lời to, sợ tiếng mình sẽ làm tan biến đi ảo giác đẹp đẽ kia. Anh dường như rất thật, rất gần. Chỉ khi anh phản đối như thế, tôi mới có thể nghe được đúng ký ức về giọng nói của anh – âm thanh mượt mà và du dương như tiếng nhạc đã làm nên giọng nói hoàn hảo nhất trong mọi giọng nói trên đời này.  \"Đừng làm vậy,\" anh khẩn khoản.  Anh đã muốn em làm người mà, tôi nhắc anh. Ừm, hãy xem em nè.  \"Xin em.  Hãy vì anh.” Nhưng dù gì đi nữa thì anh cũng đâu ở lại với em.  “Xin em.\" Chỉ là một tiếng thì thầm trong màn mưa dữ dội đang thổi tung mái tóc tôi và làm ướt sũng quần áo của tôi - làm tôi như ướt như thể đây là lần nhảy thứ nhì của tôi trong ngày.  Tôi thu người.  \"Đừng, Bella!\" Anh đang giận dữ, và nỗi tức giận thật đáng yêu.  Tôi mỉm cười và đưa hai tay thẳng ra như thể tôi sắp lặn vậy, ngẩng mặt dưới mưa. Nhưng chuyện này đã quá quen thuộc từ những năm bơi ở hồ bơi công cộng – kiểm tra độ sâu trước đã. Tôi chúi người về phía trước, lấy đà để chuẩn bị nhảy... Rồi tôi lao người ra khỏi vách đá.  Tôi hét lên khi rơi vào không trung như một ngôi sao băng, nhưng đó là một tiếng thét hồ hởi chớ không phải tiếng thét sợ hãi. Gió táp vào mặt tôi, cố gắng một cách vô vọng để chống lại trọng lực trái đất không cưỡng lại được, đẩy tôi và xoay tôi theo hình xoắn ốc giống như hỏa tiễn lao xuống đất.  Đã quá!  Từ ấy vang vọng trong đầu tôi khi tôi lao xuyên qua mặt nước. Lạnh giá, lạnh hơn tôi đã lo ngại, thế nhưng lạnh giá chỉ càng làm tôi thêm phấn khích.  Tôi thật tự hào về mình khi lao sâu hơn vào biển đen băng giá đó. Tôi chẳng chút kinh hoàng - hoàn toàn do adrenaline. Thật ra, cú rơi chẳng đáng sợ chút nào. Thế có khó gì đâu? Đó là lúc dòng triều cường cuốn lấy tôi.  Tôi đã quá lo đến kích thước vách đá, bận tâm vì hiểm nguy thấy rõ của bề ngoài dốc đứng chót vót kia, nên chẳng hề nghĩ gì đến biển đen đang chực chờ. Tôi chẳng hề nghĩ mối đe doạ thực sự lại đang ẩn nấp tít dưới kia, bên dưới con sóng nhấp nhô.  Tôi có cảm giác như những con sóng đang tranh giành lấy tôi, giành giật tôi qua lại với nhau như thể quyết chia nhau bằng cách xé tôi thành hai mảnh. Tôi biết cách để tránh cơn thuỷ triều mạnh: bơi song song với bờ chớ không cố gắng bơi vào bờ. Nhưng kiến thức đó chẳng giúp được gì vì tôi chẳng biết bờ biển đang ở hướng nào.  Tôi thậm chí không biết mặt biển ở hướng nào nữa.  Biển giận dữ đen ngòm tứ hướng; chẳng chút ánh sáng nào để tôi biết chỗ mà trồi lên. Trọng lực đầy quyền uy khi chống chọi với không khí, nhưng chẳng là gì trên các con sóng - tôi chẳng cảm thấy bị kéo xuống, chìm theo mọi hướng. Chỉ luồng triều cường nhồi đập ném tôi vòng vòng như một con búp bê bằng vải vụn.  Tôi cố nín thở, ngậm môi giữ lại nguồn dự trữ oxy cuối cùng.  Chẳng có gì để ngạc nhiên khi ảo giác Edward xuất hiện. Anh nợ tôi chuyện đó rất nhiều, khi cho rằng tôi đang hấp hối. Tôi bị bất ngờ bởi sự chắc chắn ấy. Tôi sắp chết đuối. Tôi đang chết đuối.  \"Tiếp tục bơi đi em!\" Edward van lơn gấp gáp trong đầu tôi.  Về đâu? Chẳng có gì ngoài bóng tối đen ngòm. Chẳng biết bơi đi đâu.  \"Dẹp đi!\" anh ra lệnh. \"Sao em lại dám đầu hàng!\" Cái lạnh của biển làm tê cóng tay tôi và cả đôi chân nữa. Tôi không cảm thấy bị đập mạnh nhiều như trước đây nữa. Giờ đây chỉ còn lại cảm giác chóng mặt, sự quay cuồng vô vọng trong làn nước.  Nhưng tôi lắng nghe anh. Tôi buộc tay mình tiếp tục vươn ra, đôi chân đạp mạnh hơn, cho dù mỗi giây lại tôi đối mặt với một hướng mới. Chẳng ích lợi gì cả.  Để làm gì cơ chứ? \"Cố lên đi!\" anh thét lên. \"Khỉ thật, Bella, hãy cố lên.\" Tại sao chớ? Tôi không muốn cố gắng nữa. Và đó không phải là sự nông nổi - hay do cái lạnh, hay do hai cánh tay mỏi nhừ muốn đầu hàng đã làm tôi sung sướng ở yên một chỗ. Tôi hầu như cảm thấy hạnh phúc vì mọi chuyện đã kết thúc. Đây là cái chết nhẹ nhàng hơn mọi cái chết khác tôi đã từng đối mặt.  Bình yên kỳ lạ. Tôi thoáng nghĩ đến lời người ta thường bảo, là bạn sẽ thấy cả cuộc đời mình chớp nhanh qua trước mắt như thế nào. Tôi may mắn hơn nhiều.  Dù sao chăng nữa, ai lại muốn xem bộ phim chiếu lại bao giờ? Tôi đã nhìn thấy anh, và tôi không còn muốn đấu tranh nữa. Thật rõ, rõ hơn bất kỳ ký ức nào. Tiềm thức tôi đã gìn giữ hình ảnh Edward hoàn hảo đến từng chi tiết cho giây phút cuối này. Tôi có thể nhìn thấy khuôn mặt hoàn hảo của anh như thể anh thực đang ở đó; đúng màu da băng giá của anh, nét môi, đường nét quai hàm, đôi mắt giận dữ với sắc vàng lấp lánh. Dĩ nhiên, anh giận dữ, vì tôi đang bỏ cuộc. Anh nghiến răng và mũi phập phồng tức giận.  \"Đừng! Bella, đừng!\" Đôi tai tôi đã ngập đầy nước biển giá buốt, nhưng sao giọng anh lại rõ hơn bao giờ hết. Tôi phớt lờ lời anh nói, chỉ để ý vào âm điệu của giọng nói ấy. Tại sao lại phải đấu tranh khi tôi đang hạnh phúc ở chốn này?  Và ngay khi hai lá phổi của tôi muốn nổ tung đòi không khí, còn hai chân bị chuột rút vì giá lạnh, tôi vẫn mãn nguyện. Đã bao lâu nay, tôi quên hạnh phúc thật sự là như thế nào rồi.  Hạnh phúc - làm cho toàn bộ cơn hấp hối này có thể chịu đựng được.  Luồng triều cường lúc này đã chiến thắng, đột ngột đẩy tôi vào cái gì đó cứng, một tảng đá vô hình trong bóng tối. Nó đập liên tục vào ngực tôi, quất vào tôi như một thanh sắt, và hơi thở rít ra khỏi phổi tôi, xì ra thành một đám mây bong bóng bạc dày đặc. Nước tràn xuống cổ họng, thắt nghẹn và đau buốt. Thanh sắt đó dường như đang kéo lê tôi, lôi tôi ra khỏi Edward, đi sâu vào bóng tối, vào đáy đại dương.  Vĩnh biệt, em yêu anh, là ý nghĩ cuối cùng của tôi."
        },
        {
            "en": "5          5. CHEATER \"BELLA, WHY DON'T YOU TAKE OFF,\" MIKE SUGGESTED, his eyes focused off to the side, not really looking at me. I wondered how long that had been going on without me noticing. It was a slow afternoon at Newton's. At the moment there were only two patrons in the store, dedicated backpackers from the sound of their conversation. Mike had spent the last hour going through the pros and cons of two brands of lightweight packs with them. But they'd taken a break from serious pricing to indulge in trying to one - up each other with their latest tales from the trail. Their distraction had given Mike a chance to escape. \"I don't mind staying,\" I said. I still hadn't been able to sink back into my protective shell of numbness, and everything seemed oddly close and loud today, like I'd taken cotton out of my ears. I tried to tune out the laughing hikers without success. \"I'm telling you,\" said the thickset man with the orange beard that didn't match his dark brown hair. \"I've seen grizzlies pretty close up in Yellowstone, but they had nothing on this brute.\" His hair was matted, and his clothes looked like they'd been on his back for more than a few days. Fresh from the mountains. \"Not a chance. Black bears don't get that big. The grizzlies you saw were probably cubs.\" The second man was tall and lean, his face tanned and wind-whipped into an impressive leathery crust. \"Seriously, Bella, as soon as these two give up, I'm closing the place down,\" Mike murmured. \"If you want me to go…\" I shrugged.  \"On all fours it was taller than you,\" the bearded man insisted while I gathered my things together. \"Big as a house and pitch-black. I'm going to report it to the ranger here. People ought to be warned—this wasn't up on the mountain, mind you—this was only a few miles from the trailhead.\" Leather-face laughed and rolled his eyes. \"Let me guess—you were on your way in? Hadn't eaten real food or slept off the ground in a week, right?\" \"Hey, uh, Mike, right?\" the bearded man called, looking toward us. \"See you Monday,\" I mumbled. \"Yes, sir,\" Mike replied, turning away. \"Say, have there been any warnings around here recently—about black bears?\" \"No, sir. But it's always good to keep your distance and store your food correctly. Have you seen the new bear-safe canisters? They only weigh two pounds…\" The doors slid open to let me out into the rain. I hunched over inside my jacket as I  dashed for my truck. The rain hammering against my hood sounded unusually loud, too, but soon the roar of the engine drowned out everything else. I didn't want to go back to Charlie's empty house. Last night had been particularly brutal, and I had no desire to revisit the scene of the suffering. Even after the pain had subsided enough for me to sleep, it wasn't over. Like I'd told Jessica after the movie, there was never any doubt that I would have nightmares. I always had nightmares now, every night. Not nightmares really, not in the plural,  because it was always the same nightmare. You'd think I'd get bored after so many months, grow immune to it. But the dream never failed to horrify me, and only ended when I woke myself with screaming. Charlie didn't come in to see what was wrong anymore, to make sure there was no intruder strangling me or something like that—he was used to it now. My nightmare probably wouldn't even frighten someone else. Nothing jumped out and screamed, \"Boo!\" There were no zombies, no ghosts, no psychopaths. There was nothing, really. Only nothing. Just the endless maze of moss-covered trees, so quiet that the silence was an uncomfortable pressure against my eardrums. It was dark, like dusk on a cloudy day, with only enough light to see that there was nothing to see. I hurried through the gloom without a path, always searching, searching, searching, getting more frantic as the time stretched on, trying to move faster, though the speed made me clumsy… Then there would come the point in my dream—and I could feel it coming now, but could never seem to wake myself up before it hit—when I couldn't remember what it was that I was searching for. When I realized that there was nothing to search for, and nothing to find.  That there never had been anything more than just this empty, dreary wood, and there never would be anything more for me… nothing but nothing… That was usually about when the screaming started. I wasn't paying attention to where I was driving—just wandering through empty, wet side roads as I avoided the ways that would take me home—because I didn't have anywhere to go.  I wished I could feel numb again, but I couldn't remember how I'd managed it before. The nightmare was nagging at my mind and making me think about things that would cause me pain. I didn't want to remember the forest. Even as I shuddered away from the images, I felt my eyes fill with tears and the aching begin around the edges of the hole in my chest. I took one hand from the steering wheel and wrapped it around my torso to hold it in one piece. It will be as if I'd never existed. The words ran through my head, lacking the perfect clarity of my hallucination last night. They were just words, soundless, like print on a page. Just words, but they ripped the hole wide open, and I stomped on the brake, knowing I should not drive while this incapacitated. I curled over, pressing my face against the steering wheel and trying to breathe without lungs. Sẽ như thể tôi chưa hề tồn tại trên đời này I wondered how long this could last. Maybe someday, years from now—if the pain would just decrease to the point where I could bear it—I would be able to look back on those few short months that would always be the best of my life. And, if it were possible that the pain would ever soften enough to allow me to do that, I was sure that I would feel grateful for as much time as he'd given me. More than I'd asked for, more than I'd deserved. Maybe someday I'd be able to see it that way. But what if this hole never got any better? If the raw edges never healed? If the damage was permanent and irreversible? I held myself tightly together. As if he'd never existed, I thought in despair. What a stupid and impossible promise to make! He could steal my pictures and reclaim his gifts, but that didn't put things back the way they'd been before I'd met him. The physical evidence was the most insignificant part of the equation. I was changed, my insides altered almost past the point of recognition. Even my outsides looked different—my face sallow, white except for the purple circles the nightmares had left under my eyes. My eyes were dark enough against my pallid skin that—if I were beautiful, and seen from a distance—I might even pass for a vampire now. But I was not beautiful, and I probably looked closer to a zombie. Như thể anh chưa từng tồn tại trên đời này As if he'd never existed? That was insanity. It was a promise that he could never keep, a promise that was broken as soon as he'd made it. I thumped my head against the steering wheel, trying to distract myself from the sharper pain. It made me feel silly for ever worrying about keeping my promise. Where was the logic in sticking to an agreement that had already been violated by the other party? Who cared if I was reckless and stupid? There was no reason to avoid recklessness, no reason why I shouldn't get to be stupid. I laughed humorlessly to myself, still gasping for air. Reckless in Forks—now there was a hopeless proposition. The dark humor distracted me, and the distraction eased the pain. My breath came easier, and I was able to lean back against the seat. Though it was cold today, my forehead was damp with sweat. I concentrated on my hopeless proposition to keep from sliding back into the excruciating memories. To be reckless in Forks would take a lot of creativity—maybe more than I had. But I wished I could find some way… I might feel better if I weren't holding fast, all alone, to a broken pact. If I were an oath-breaker, too. But how could I cheat on my side of the deal, here in this harmless little town? Of course, Forks hadn't always been so harmless, but now it was exactly what it had always appeared to be. It was dull, it was safe. I stared out the windshield for a long moment, my thoughts moving sluggishly—I couldn't seem to make those thoughts go anywhere. I cut the engine, which was groaning in a pitiful way after idling for so long, and stepped out into the drizzle. The cold rain dripped through my hair and then trickled across my cheeks like freshwater tears. It helped to clear my head. I blinked the water from my eyes, staring blankly across the road. After a minute of staring, I recognized where I was. I'd parked in the middle of the north lane of Russell Avenue. I was standing in front of the Cheneys' house—my truck was blocking their driveway—and across the road lived the Markses. I knew I needed to move my truck, and that I ought to go home. It was wrong to wander the way I had, distracted and impaired, a menace on the roads of Forks. Besides, someone would notice me soon enough, and report me to Charlie. As I took a deep breath in preparation to move, a sign in the Markses' yard caught my eye—it was just a big piece of cardboard leaning against their mailbox post, with black letters scrawled in caps across it. Sometimes, kismet happens. Coincidence? Or was it meant to be? I didn't know, but it seemed kind of silly to think that it was somehow fated, that the dilapidated motorcycles rusting in the Markses' front yard beside the hand-printed FOR SALE, AS IS sign were serving some higher purpose by existing there, right where I needed them to be. So maybe it wasn't kismet. Maybe there were just all kinds of ways to be reckless, and I only now had my eyes open to them. Reckless and stupid. Those were Charlie's two very favorite words to apply to motorcycles. Charlie's job didn't get a lot of action compared to cops in bigger towns, but he did get called in on traffic accidents. With the long, wet stretches of freeway twisting and turning through the forest, blind corner after blind corner, there was no shortage of that kind of action. But even with all the huge log-haulers barreling around the turns, mostly people walked away. The exceptions to that rule were often on motorcycles, and Charlie had seen one too many victims, almost always kids, smeared on the highway. He'd made me promise before I was ten that I would never accept a ride on a motorcycle. Even at that age, I didn't have to think twice before promising. Who would want to ride a motorcycle here? It would be like taking a sixty-mile-per-hour bath. So many promises I kept… It clicked together for me then. I wanted to be stupid and reckless, and I wanted to break promises. Why stop at one? That's as far as I thought it through. I sloshed through the rain to the Markses' front door and rang the bell. One of the Marks boys opened the door, the younger one, the freshman. I couldn't remember his name. His sandy hair only came up to my shoulder. He had no trouble remembering my name. \"Bella Swan?\" he asked in surprise. \"How much do you want for the bike?\" I panted, <em>jerking</em> my thumb over my shoulder toward the sales display. \"Are you serious?\" he demanded. \"Of course I am.\" \"They don't work.\" I sighed impatiently—this was something I'd already inferred from the sign. \"How much?\" \"If you really want one, just take it. My mom made my dad move them down to the road so they'd get picked up with the garbage.\" I glanced at the bikes again and saw that they were resting on a pile of yard clippings and dead branches. \"Are you positive about that?\" \"Sure, you want to ask her?\" It was probably better not to involve adults who might mention this to Charlie. \"No, I believe you.\" \"You want me to help you?\" he offered. \"They're not light.\" \"Okay, thanks. I only need one, though.\" \"Might as well take both,\" the boy said. \"Maybe you could scavenge some parts.\" He followed me out into the downpour and helped me load both of the heavy bikes into the back of my truck. He seemed eager to be rid of them, so I didn't argue. \"What are you going to do with them, anyway?\" he asked. \"They haven't worked in years.\" \"I kind of guessed that,\" I said, shrugging. My spur-of-the-moment whim hadn't come with a plan intact. \"Maybe I'll take them to Dowling's.\" He snorted. \"Dowling would charge more to fix them than they'd be worth running.\" I couldn't argue with that. John Dowling had earned a reputation for his pricing; no one went to him except in an emergency. Most people preferred to make the drive up to Port Angeles, if their car was able. I'd been very lucky on that front—I'd been worried, when Charlie first gifted me my ancient truck, that I wouldn't be able to afford to keep it running. But I'd never had a single problem with it, other than the screaming-loud engine and the fifty-five-mile-per-hour maximum speed limit. Jacob Black had kept it in great shape when it had belonged to his father, Billy… Inspiration hit like a bolt of lightning—not unreasonable, considering the storm. \"You know what? That's okay. I know someone who builds cars.\" \"Oh. That's good.\" He smiled in relief. He waved as I pulled away, still smiling. Friendly kid. I drove quickly and purposefully now, in a hurry to get home before there was the slightest chance of Charlie appearing, even in the highly unlikely event that he might knock off early. I dashed through the house to the phone, keys still in hand. \"Chief Swan, please,\" I said when the deputy answered. \"It's Bella.\" \"Oh, hey, Bella,\" Deputy Steve said affably. \"I'll go get him.\" I waited. \"What's wrong, Bella?\" Charlie demanded as soon as he picked up the phone. \"Can't I call you at work without there being an emergency?\" He was quiet for a minute. \"You never have before. Is there an emergency?\" \"No. I just wanted directions to the Blacks' place—I'm not sure I can remember the way. I want to visit Jacob. I haven't seen him in months.\" When Charlie spoke again, his voice was much happier. \"That's a great idea, Bells. Do you have a pen?\" The directions he gave me were very simple. I assured him that I would be back for dinner, though he tried to tell me not to hurry. He wanted to join me in La Push, and I wasn't having that. So it was with a deadline that I drove too quickly through the storm-darkened streets out of town. I hoped I could get Jacob alone. Billy would probably tell on me if he knew what I was up to. While I drove, I worried a little bit about Billy's reaction to seeing me. He would be too pleased. In Billy's mind, no doubt, this had all worked out better than he had dared to hope. His pleasure and relief would only remind me of the one I couldn't bear to be reminded of. Not again today, I pleaded silently. I was spent. The Blacks' house was vaguely familiar, a small wooden place with narrow windows, the dull red paint making it resemble a tiny barn. Jacob's head peered out of the window before I could even get out of the truck. No doubt the familiar roar of the engine had tipped him off to my approach. Jacob had been very grateful when Charlie bought Billy's truck for me, saving Jacob from having to drive it when he came of age. I liked my truck very much, but Jacob seemed to consider the speed restrictions a shortcoming. He met me halfway to the house. \"Bella!\" His excited grin stretched wide across his face, the bright teeth standing in vivid contrast to the deep russet color of his skin. I'd never seen his hair out of its usual ponytail before. It fell like black satin curtains on either side of his broad face. Jacob had grown into some of his potential in the last eight months. He'd passed that point where the soft muscles of childhood hardened into the solid, lanky build of a teenager; the tendons and veins had become prominent under the red-brown skin of his arms, his hands. His face was still sweet like I remembered it, though it had hardened, too—the planes of his cheekbones sharper, his jaw squared off, all childish roundness gone. \"Hey, Jacob!\" I felt an unfamiliar surge of enthusiasm at his smile. I realized that I was pleased to see him. This knowledge surprised me. I smiled back, and something clicked silently into place, like two corresponding puzzle pieces. I'd forgotten how much I really liked Jacob Black. He stopped a few feet away from me, and I stared up at him in surprise, leaning my head back though the rain pelted my face. \"You grew again!\" I accused in amazement. He laughed, his smile widening impossibly. \"Six five,\" he announced with self-satisfaction. His voice was deeper, but it had the husky tone I remembered. \"Is it ever going to stop?\" I shook my head in disbelief. \"You're huge.\" \"Still a beanpole, though.\" He grimaced. \"Come inside! You're getting all wet.\" He led the way, twisting his hair in his big hands as he walked. He pulled a rubber band from his hip pocket and wound it around the bundle. \"Hey, Dad,\" he called as he ducked to get through the front door. \"Look who stopped by.\" Billy was in the tiny square living room, a book in his hands. He set the book in his lap and wheeled himself forward when he saw me. \"Well, what do you know! It's good to see you, Bella.\" We shook hands. Mine was lost in his wide grasp. \"What brings you out here? Everything okay with Charlie?\" \"Yes, absolutely. I just wanted to see Jacob—I haven't seen him in forever.\" Jacob's eyes brightened at my words. He was smiling so big it looked like it would hurt his cheeks.  \"Can you stay for dinner?\" Billy was eager, too. \"No, I've got to feed Charlie, you know.\" \"I'll call him now,\" Billy suggested. \"He's always invited.\" I laughed to hide my discomfort. \"It's not like you'll never see me again. I promise I'll be back again soon—so much you'll get sick of me.\" After all, if Jacob could fix the bike, someone had to teach me how to ride it. Billy chuckled in response. \"Okay, maybe next time.\" \"So, Bella, what do you want to do?\" Jacob asked. \"Whatever. What were you doing before I interrupted?\" I was strangely comfortable here. It was familiar, but only distantly. There were no painful reminders of the recent past. Jacob hesitated. \"I was just heading out to work on my car, but we can do something else…\" \"No, that's perfect!\" I interrupted. \"I'd love to see your car.\" \"Okay,\" he said, not convinced. \"It's out back, in the garage.\" Even better, I thought to myself. I waved at Billy. \"See you later.\" A thick stand of trees and shrubbery concealed his garage from the house. The garage   was no more than a couple of big preformed sheds that had been bolted together with their interior walls knocked out.  Under this shelter, raised on cinder blocks, was what looked to me like a completed automobile. I recognized the symbol on the grille, at least. \"What kind of Volkswagen is that?\" I asked. \"It's an old Rabbit—1986, a classic.\" \"How's it going?\" \"Almost finished,\" he said cheerfully. And then his voice dropped into a lower key. \"My dad made good on his promise last spring.\" \"Ah,\" I said. He seemed to understand my reluctance to open the subject. I tried not to remember last May at the prom. Jacob had been bribed by his father with money and car parts to deliver a message there. Billy wanted me to stay a safe distance from the most important person in my life. It turned out that his concern was, in the end, unnecessary. I was all too safe now. But I was going to see what I could do to change that. \"Jacob, what do you know about motorcycles?\" I asked. He shrugged. \"Some. My friend Embry has a dirt bike. We work on it together sometimes. Why?\" \"Well…\" I pursed my lips as I considered. I wasn't sure if he could keep his mouth shut, but I didn't have many other options. \"I recently acquired a couple of bikes, and they're not in the greatest condition. I wonder if you could get them running?\" \"Cool.\" He seemed truly pleased by the challenge. His face glowed. \"I'll give it a try.\" I held up one finger in warning. \"The thing is,\" I explained, \"Charlie doesn't approve of motorcycles.  Honestly, he'd probably bust a vein in his forehead if he knew about this. So you can't tell Billy.\" \"Sure, sure.\" Jacob smiled. \"I understand.\" \"I'll pay you,\" I continued. This offended him. \"No. I want to help. You can't pay me.\" \"Well… how about a trade, then?\" I was making this up as I went, but it seemed reasonable enough. \"I only need one bike—and I'll need lessons, too. So how about this? I'll give you the other bike, and then you can teach me.\" \"Swee-eet.\" He made the word into two syllables. \"Wait a sec—are you legal yet? When's your birthday?\" \"You missed it,\" he teased, narrowing his eyes in mock resentment. \"I'm sixteen.\" \"Not that your age ever stopped you before,\" I muttered. \"Sorry about your birthday.\" \"Don't worry about it. I missed yours. What are you, forty?\" I sniffed. \"Close.\" \"We'll have a joint party to make up for it.\" \"Sounds like a date.\" His eyes sparkled at the word. I needed to reign in the enthusiasm before I gave him the wrong idea—it was just that it had been a long time since I'd felt so light and buoyant. The rarity of the feeling made it more difficult to manage. \"Maybe when the bikes are finished—our present to ourselves,\" I added. \"Deal. When will you bring them down?\" I bit my lip, embarrassed. \"They're in my truck now,\" I admitted. \"Great.\" He seemed to mean it. \"Will Billy see if we bring them around?\" He winked at me. \"We'll be sneaky.\" We eased around from the east, sticking to the trees when we were in view of the windows, affecting a casual-looking stroll, just in case. Jacob unloaded the bikes swiftly from the truck bed, wheeling them one by one into the shrubbery where I hid. It looked too easy for him—I'd remembered the bikes being much, much heavier than that. \"These aren't half bad,\" Jacob appraised as we pushed them through the cover of the trees. \"This one here will actually be worth something when I'm done—it's an old Harley Sprint.\" \"That one's yours, then.\" \"Are you sure?\" \"Absolutely.\" \"These are going to take some cash, though,\" he said, frowning down at the blackened metal. \"We'll have to save up for parts first.\" \"We nothing,\" I disagreed. \"If you're doing this for free, I'll pay for the parts.\" \"I don't know…\" he muttered. \"I've got some money saved. College fund, you know.\" College, schmollege, I thought to myself. It wasn't like I'd saved up enough to go anywhere special—and besides, I had no desire to leave Forks anyway. What difference would it make if I skimmed a little bit off the top? Jacob just nodded. This all made perfect sense to him. As we skulked back to the makeshift garage, I contemplated my luck. Only a teenage boy would agree to this: deceiving both our parents while repairing dangerous vehicles using money meant for my college education. He didn't see anything wrong with that picture. Jacob was a gift from the gods.",
            "vi": "5          5. Kẻ lừa đảo \"Bella, sao bạn chưa nghỉ đi, \" Mike đề nghị, mắt anh nhìn sang một bên, không nhìn vào tôi. Tôi tự hỏi không biết chuyện đó xảy ra bao lâu rồi mà sao mình chẳng hề nhận thấy.  Đó là một buổi chiều buồn chán ở tiệm Newton. Lúc này chỉ có hai khách quen trong cửa hàng, khách chuyên đi du lịch ba lô theo câu chuyện của họ. Mike bỏ cả tiếng đồng hồ cuối ngày để giải thích những điểm hay và dở của hai nhãn hiệu ba-lô hạng nhẹ với họ. Nhưng họ chuyển từ việc trả giá nghiêm túc sang say sưa kể mấy câu chuyện mới nhất khi đi đường của mình.  Sự xao nhãng của họ làm Mike có cơ hội để nghỉ ngơi.  \"Tôi ở lại cũng không sao đâu, \" tôi nói. Tôi vẫn không thể trở lại lớp vỏ đờ đẫn bảo vệ mình, và mọi thứ hôm nay có vẻ gần và lớn một cách kỳ quặc, như thể tôi đã lôi bông gòn ra khỏi tai vậy. Tôi cố lờ mấy người đi bộ đường dài đang cười đùa này mà chẳng được.  \"Cho anh biết nhé, \" người đàn ông có thân hình chắc nịch có bộ râu màu hung chẳng hợp chút nào với mái tóc nâu sẫm. \" Tôi đã từng nhìn thấy mấy con gấu xám khá gần ở Yellowstone rồi, nhưng chúng nó chẳng thấm gì so với con này.”  Tóc anh ta rối bù, còn quần áo trông giống như đã ở trong ba-lô không chỉ một vài ngày. Mới đi núi về.  \"Làm gì có chuyện đó được. Gấu đen đâu có lớn tới mức đó. Gấu xám anh thấy chắc là gấu con quá.” Người đàn ông thứ nhì cao và gầy, khuôn mặt anh rám nắng và có làn da dãi dầu sương gió.  \"Thiệt đó, Bella, hai người này đi xong tôi cũng đóng cửa hàng luôn,” Mike nói nhỏ.  \"Nếu bạn muốn tôi đi...” tôi nhún vai.  \"Khi đứng trên bốn chân, nó còn cao hơn cả anh,” người có râu khăng khăng trong khi tôi gom đồ đạc của mình lại. \"To đùng và đen nhánh.  Tôi sẽ báo cáo chuyện này cho nhân viên kiểm lâm biết. Mọi người phải được cảnh báo – không phải nó ở tuốt trên núi, anh biết không - mà chỉ cách đầu con đường mòn có vài dặm thôi.” Người có khuôn mặt dãi dầu sương gió cười và trợn tròn mắt tỏ vẻ không tin. \"Để tôi đoán xem – anh bạn đang đi trên đường?  Không được ăn ngủ đàng hoàng cả tuần rồi, phải không?\" \"Nè, ừm, Mike, phải vậy không?\" người có râu gọi, nhìn về phía chúng tôi.  \"Hẹn gặp bạn vào thứ hai,\"  tôi lầm bầm.  \"Vâng, thưa Ngài, \" Mike trả lời, quay đi.  \"Nói tôi biết đi, đã bao giờ có cảnh báo nào mới đây trong vùng này - về gấu đen không?\" \"Không, thưa Ngài. Nhưng luôn nên tránh xa và cất thực phẩm đúng cách.  Quý khách đã bao giờ thấy hộp trữ thức ăn phòng gấu phá phách loại mới chưa? Chỉ nặng có hai pao thôi...” Cửa đẩy trượt mở để tôi bước vào màn mưa. Tôi co người trong áo khoác khi lao về phía xe mình.  Mưa nện thình thình lên mũ trùm đầu của tôi cũng to khác thường, nhưng sau đó tiếng gầm rú của động cơ xe của tôi đã nhận chìm mọi thứ khác.  Tôi không muốn quay về căn nhà trống vắng của Charlie.  Đêm qua đặc biệt đau đớn, và tôi không muốn trải qua cảnh đau khổ lần nữa.  Thậm chí sau khi cơn đau đủ lắng dịu để tôi ngủ được, nó vẫn không kết thúc. Như đã nói với Jessica sau khi xem phim xong, chắc chắn tôi sẽ gặp ác mộng.  Bây giờ tôi gặp các cơn ác mộng hằng đêm. Không thực sự là các cơn ác mộng, không phải ở số nhiều, vì luôn là cơn ác mộng giống nhau. Bạn sẽ nghĩ hẳn tôi sẽ phải nhàm sau bao tháng mơ cùng một giấc mộng,  nên sẽ không còn sợ nữa. Nhưng giấc mơ ấy luôn làm tôi kinh sợ, và chỉ chấm dứt khi tôi hét to thức dậy. Charlie đã không còn vô phòng xem tôi có gì không ổn không, để đảm bảo không có ai đột nhập bóp cổ tôi hay chuyện gì đó tương tự – bây giờ ông đã quen với chuyện đó rồi.  Cơn ác mộng của tôi có lẽ thậm chí sẽ không làm người khác sợ hãi.  Chẳng hề có gì nhảy ra, thét, \"Hù!\" cả. Không quỷ, không ma, không người điên. Thực ra là chẳng có gì hết.  Chỉ là hư không.  Chỉ là mê cung bất tận của những thân cây phủ đầy rêu, yên tĩnh đến nỗi im lặng trở thành áp lực khó chịu đè lên màng nhĩ tôi.  Trời tối, như hoàng hôn của một ngày nhiều mây, chỉ sáng vừa đủ để thấy rằng chẳng có gì để thấy. Tôi vội vã đi qua bóng tối ảm đạm không lối đi, luôn tìm kiếm, tìm kiếm, tìm kiếm, càng lúc càng điên cuồng hơn khi thời gian trôi qua, cố đi nhanh hơn, dù đi nhanh làm tôi vấp ngã...  Rồi sẽ đến mức trong giấc mơ của tôi - và tôi có thể cảm thấy điều đó đang đến, nhưng dường như tôi chẳng bao giờ choàng tỉnh khi điều đó chưa đập vào tâm trí tôi -- khi tôi không thể nhớ ra mình đang tìm kiếm điều gì. Khi tôi nhận ra rằng chẳng có gì để tìm kiếm, và chẳng gì để tìm thấy.  Khi tôi nhận ra rằng chẳng bao giờ có gì khác ngoài khu rừng thê lương, trống rỗng này, và chẳng bao giờ có điều gì khác dành cho tôi ... chẳng có gì ngoài hư vô... Thường thì đó là lúc tôi bắt đầu thét lên.  Tôi chẳng chú ý mình đang lái xe đi đâu nữa - chỉ lang thang qua những con đường nhỏ ướt át, không người khi tôi tránh lối về nhà - vì tôi chẳng có nơi nào để đi.  Tôi ước mình có thể cảm thấy đờ đẫn trở lại, nhưng tôi không sao nhớ nỗi trước đây sao mình lại làm vậy được. Ác mộng đang ám ảnh tâm trí tôi, làm tôi nghĩ về những điều sẽ làm tôi đau đớn. Tôi không muốn nhớ đến khu rừng ấy. Khi rùng mình cố trốn những hình ảnh ấy, tôi thấy mắt mình đẫm lệ và nỗi đau bắt đầu viền quanh vết thương trong ngực. Tôi buông một tay khỏi tay lái rồi siết chặt thân mình.  Sẽ như thể tôi chưa hề tồn tại trên đời này. Những lời ấy lởn vởn trong đầu tôi, không rõ như ảo giác đêm qua. Chỉ là từ ngữ, không thành tiếng, như in trên trang giấy. Chỉ là từ ngữ, nhưng xé toạt vết thương trong tim, và tôi đạp thắng, biết mình không nên lái xe khi đau đớn như thế này.  Tôi cong người, áp mặt vào vô - lăng và cố thở không dùng phổi.  Tôi tự hỏi chuyện này sẽ kéo dài bao lâu nữa. Có lẽ một ngày nào đó, vài năm kể từ hôm nay – chỉ cần cơn đau giảm tới mức tôi có thể chịu nỗi nó - tôi sẽ có thể nhìn lại những tháng ngày ngắn ngủi mãi là thời gian đẹp đẽ nhất đời mình. Và, nếu có bao giờ cơn đau đủ nhẹ bớt để tôi có thể làm được chuyện đó, tôi chắc chắn mình sẽ cảm thấy biết ơn khoảng thời gian anh đã mang lại cho tôi. Nhiều hơn tôi đã mong, nhiều hơn tôi đáng được vậy. Có lẽ một ngày nào đó tôi sẽ có thể nhìn nhận chuyện này theo cách đó.  Nhưng chuyện gì sẽ xảy ra nếu vết thương này chẳng bao giờ khá hơn?  Nếu mép vết thương xù xì chẳng bao giờ lành?  Nếu tổn hại là vĩnh viễn và không thể thay đổi được? Tôi siết chặt mình. Như thể anh chưa từng tồn tại trên đời này, tôi tuyệt vọng nghĩ.  Đi mà hứa hết sức ngu ngốc và hứa mà không thể giữ lời được!  Anh có thể ăn cắp hình của tôi, lấy lại quà của anh, nhưng anh chẳng thể làm mọi thứ giống như trước lúc tôi gặp anh được. Bằng chứng cụ thể này là phần ít ỏi nhất của tình thế. Tôi đã thay đổi, tâm hồn tôi đã thay đổi đến mức chẳng thể nào nhận ra được.  Thậm chỉ bề ngoài của tôi cũng thay đổi - mặt tôi xám xịt, trắng bệch, trừ các quầng thâm màu tím do những cơn ác mộng để lại. Mắt tôi đen đủ để nổi bật trên làn da xanh xao của tôi - nếu tôi xinh đẹp, và nhìn từ xa – bây giờ thậm chí có thể coi tôi là ma cà rồng được rồi. Nhưng tôi không xinh đẹp, nên chắc trông tôi giống thây ma sống lại hơn.  Như thể anh chưa từng tồn tại trên đời này?  Thật điên khùng.  Đó là lời hứa anh chẳng bao giờ giữ, một lời hứa đã không thể giữ được ngay khi anh vừa hứa.  Tôi dộng đầu vô tay lái, ráng làm mình quên cơn đau dữ dội hơn.  Tôi thiệt hết sức ngu ngốc khi cứ lo giữ lời hứa của mình. Lô-gích ở đâu khi tôn trọng một hợp đồng đã bị vi phạm bởi phía bên kia chứ?  Ai mà quan tâm nếu tôi liều lĩnh và ngớ ngẩn? Chẳng có lý cớ gì mà phải tránh liều lĩnh, chẳng có cái lý do gì mà không nên ngu ngốc.  Tôi cười gằn, vẫn há miệng thở.  Liều lĩnh ở Forks – bây giờ tôi đã có một ý tưởng vô vọng. Tâm trạng u ám làm tôi phân tâm, và sự phân tâm làm dịu cơn đau. Tôi thở dễ dàng hơn, và tôi đã có thể tựa lưng vào ghế ngồi. Cho dù hôm nay trời lạnh , trán tôi vẫn đầm đìa mồ hôi.  Tôi tập trung vào ý tưởng vô vọng của mình để khỏi đắm chìm lại vào những kỷ niệm đau khổ. Liều lĩnh ở Forks hẳn cần rất nhiều óc sáng tạo - có lẽ nhiều hơn óc sáng tạo tôi đang có. Nhưng tôi ước mình tìm ra cách...  Tôi sẽ cảm thấy dễ chịu hơn nếu không cứ một mình tuân thủ mãi một hiệp ước đã bị vi phạm. Nếu tôi cũng là người bội ước. Nhưng làm sao tôi gian lận được trong thoả thuận này, ở đây, trong thành phố nhỏ chẳng chút hiểm nguy này?  Tất nhiên, Forks không phải lúc nào cũng vô hại như thế, nhưng bây giờ nó đúng như nó luôn thế: buồn tẻ, an toàn.  Tôi nhìn chằm chằm vào kính chắn gió hồi lâu, suy nghĩ của tôi hoạt động chậm chạp - Tôi dường như không thể khiến những suy nghĩ đó mang lại kết quả. Tôi tắt động cơ đang rên rỉ tội nghiệp vì bị để chạy không quá lâu, rồi bước ra màn mưa.  Mưa lạnh nhỏ qua tóc rồi chảy qua má như những giọt nước mắt không muối, làm đầu óc tôi minh mẫn. Tôi chớp cho nước ra khỏi mắt, nhìn ngây người qua bên kia đường.  Sau một phút nhìn chằm chằm, tôi nhận ra mình đang ở đâu. Tôi đã đỗ xe ở giữa làn đường đi về hướng bắc của Russell Avenue. Tôi đang đứng trước nhà Cheney - xe tải của tôi đang chặn lối lái xe vào nhà của họ - và đường vào nhà gia đình Markses. Tôi biết mình phải dời xe đi chỗ khác, và tôi phải về nhà. Thật sai lầm khi đi lang thang như vậy, bị phân tâm và suy nhược, một hiểm hoạ trên đường phố của Forks. Ngoài ra, có thể sẽ có người nhận ra tôi rồi báo cho Charlie biết.  Khi hít thật sâu để chuẩn bị lên đường, một bảng hiệu trong sân cỏ nhà Markes khiến tôi chú ý - chỉ là một miếng bìa các-tông lớn để tựa vào trụ gắn hộp thư của họ, với chữ đen viết nguệch ngoạc bằng chữ in ngang qua tấm bìa.  Đôi khi, số phận xảy ra.  Trùng hợp ngẫu nhiên?  Hay trời đã định?  Tôi không biết, nhưng có vẻ ngu ngốc sao đó nếu nghĩ rằng đó là trời định, nếu nghĩ rằng mấy cái xe máy ọp ẹp đang bị rỉ sét trong sân trước nhà Markses để cạnh cái bảng viết tay BÁN, NHƯ NGUYÊN TRẠNG đang vì một mục đích cao cả hơn nào đó bằng cách có mặt ở đó, đúng nơi tôi cần chúng ở.  Cũng có lẽ chẳng phải là số phận. Có lẽ có đủ cách để liều lĩnh, mà tôi chỉ cần mở to mắt ra là nhìn thấy thôi.  Liều lĩnh và ngu ngốc. Đó là hai từ rất ưa thích của Charlie để chỉ xe máy.  Charlie không có nhiều việc phải làm như cớm ở các thành phố lớn, nhưng ông được gọi đến giúp đỡ khi có tai nạn giao thông. Với mạch đường cao tốc dài dằng dặt, ẩm ướt, quanh co và xuyên qua rừng, hết khúc quanh gắt này đến khúc quanh gắt khác, thì không hề thiếu loại việc làm đó. Nhưng mặc cho đoạn đường dài đăng đẳng đầy khúc quanh đó, hầu hết mọi người đều không bị sao cả. Ngoại trừ xe máy, và Charlie đã thấy quá nhiều nạn nhân, đa số là thanh niên, gục ngã trên đường cao tốc.  Ông đã bắt tôi hứa trước khi tôi lên mười là tôi sẽ không bao giờ để ai chở bằng xe máy. Ngay cả ở lứa tuổi đó, tôi đã hứa ngay chẳng cần phải suy nghĩ kỹ.  Ai mà thèm đi xe máy ở đây chứ? Giống như tắm 60-dặm-một-giờ vậy.  Tôi đã có quá nhiều lời hứa phải giữ... Tôi đã hiểu ra mình muốn gì. Tôi muốn mình ngu ngốc và liều lĩnh, và tôi muốn không giữ lời hứa nữa.  Tại sao lại chọn cách này? Vì đó là cách mà tôi đến giờ có thể nghĩ ra. Tôi bì bõm trong mưa đến trước cửa nhà Markses rồi nhấn chuông.  Một trong mấy người con trai của Marks mở cửa, một người trẻ hơn tôi, sinh viên năm thứ nhất. Tôi không nhớ ra tên anh chàng.  Mái tóc đỏ hung của anh chàng chỉ mới tới vai tôi.  Anh chàng chẳng gặp khó khăn gì trong việc nhớ tên tôi. \"Bella Swan phải không?\" anh chàng hỏi đầy ngạc nhiên.  \"Em muốn bán xe máy này bao nhiêu tiền?\" Tôi nói hổn hển, chĩa ngón cái qua vai về chỗ để xe.  \"Chị nói thiệt hả?\" anh chàng hỏi.  \"Dĩ nhiên rồi.” \"Đâu chạy được đâu.” Tôi thở dài sốt ruột - đây là điều tôi đã đoán ra từ bảng hiệu. \"Bao nhiêu?\" \"Nếu chị muốn thì cứ lấy đi. Mẹ em bắt bố em đẩy nó ra đường để người ta đổ chung với rác đó mà.” Tôi nhìn lướt qua mấy chiếc xe máy lần nữa và thấy chúng đang được đặt trên đống cỏ vụn và cành khô.  \"Em có chắc không?” \"Chắc chắn mà, chị có muốn hỏi mẹ em không?\" Có lẽ không nên để dính líu đến những người lớn có thể kể chuyện này cho Charlie biết.  \"Không, tôi tin em rồi.” \"Chị có muốn em giúp không?\" anh chàng đề nghị. \"Không nhẹ đâu.” \" OK, cám ơn. Tuy vậy, tôi chỉ cần một chiếc thôi.” \"Lấy cả hai luôn cũng được,” cậu bé nói. \"Có lẽ chị sẽ cần tìm một số phụ tùng đó.” Anh chàng theo tôi bước ra cơn mưa như trút nước và giúp tôi chất cả hai chiếc xe máy nặng nề vào thùng xe tải của tôi. Anh chàng có vẻ muốn thoát khỏi chúng quá, nên tôi không cãi lại làm gì.  \"Tuy vậy, chị sẽ làm gì với chúng vậy?\" anh ta hỏi. \"Mấy cái xe này đã không chạy được nhiều năm rồi.” \"Tôi cũng đoán vậy, \" tôi nói, nhún vai. Cơn bốc đồng bất tử đã không đúng như dự định.  \"Có lẽ tôi sẽ đưa chúng đến tiệm Dowling.” Anh chàng khịt mũi. \"Dowling thế nào cũng sẽ tính tiền sửa chúng mắc hơn giá trị chúng mang lại.” Tôi không cãi được chuyện đó. John Dowling nổi tiếng tính tiền mắc; không ai đến chỗ ông nếu không nguy cấp. Hầu hết mọi người thích chạy luôn đến Port Angeles hơn, nếu xe họ còn chạy được. Tôi đã rất may mắn trong chuyện này - tôi đã lo, khi Charlie mới tặng tôi chiếc xe tải cổ lổ sỉ này, là tôi không đủ khả năng giữ cho nó tiếp tục hoạt động. Nhưng tôi chẳng hề gặp bất kỳ vấn đề nào với nó, ngoài tiếng động cơ gầm rú và giới hạn tốc độ tối đa năm mươi lăm-dặm-một-giờ. Jacob Black đã chăm sóc nó rất cẩn thận khi nó còn thuộc về quyền sở hữu của cha anh chàng, Billy... Ý nghĩ chợt xẹt ra như sét đánh – chẳng hề vô lý, nếu tính đến cơn bão này. \"Em biết không?  Thế cũng được. Tôi có biết một người lắp ráp xe hơi.” \"Ồ. Vậy thì tốt rồi. \" Anh chàng mỉm cười nhẹ nhõm.  Anh vẫy tay khi tôi lui xe ra, vẫn mỉm cười.  Một chú nhóc thân thiện.  Bây giờ tôi lái xe nhanh và quả quyết, vội vã về nhà trước khi có chút xíu cơ hội nào để Charlie có thể xuất hiện, mặc dù hiếm có chuyện ông nghỉ việc về nhà sớm. Tôi lao vào nhà đến điện thoại, chìa khóa xe vẫn cầm trong tay.  \"Vui lòng cho cháu gặp cảnh sát trưởng Swan,”  tôi nói khi người phó trả lời. \"Bella đây.” \"Ồ, chào, Bella, \" phó cảnh sát trưởng Steve ân cần nói. \"Chú sẽ gọi ông ấy.” Tôi đợi.  \"Có chuyện gì vậy, Bella?\" Charlie hỏi ngay khi ông nhấc điện thoại.  \"Con không được gọi bố ở cơ quan nếu không khẩn cấp sao?\" Ông yên lặng một chốc. \"Trước đây con chưa từng làm vậy. Có chuyện gì khẩn cấp không?” \"Không. Con chỉ muốn biết đường đến nhà gia đình Black thôi – con không chắc mình còn nhớ đường đi không nữa. Con muốn đi thăm Jacob. Đã mấy tháng rồi con không gặp anh chàng.” Khi Charlie nói lần nữa, giọng ông vui hơn nhiều. \"Ý hay đó, Bells. Con có bút ở đó chưa?\" Đường đi ông đã chỉ rất đơn giản. Tôi cam đoan với ông là tôi sẽ về kịp ăn tối, dù ông cứ bảo tôi đừng vội. Ông muốn đi cùng tôi đến La Push, nhưng tôi không muốn vậy.  Chính vì có thời hạn chót nên tôi lái thật nhanh qua con đường âm u vì bão ra khỏi thành phố. Tôi hy vọng có thể gặp Jacob chỉ có một mình. Billy có lẽ sẽ tố cáo tôi nếu ông biết tôi đang mưu toan gì.  Trong khi đang chạy, tôi hơi lo về phản ứng của Billy khi gặp tôi. Ông hẳn sẽ quá hài lòng. Trong tâm trí Billy, hiển nhiên, chuyện này rốt cuộc lại kết thúc tốt hơn ông dám mơ đến. Niềm vui và nỗi nhẹ nhõm của ông sẽ chỉ nhắc tôi nhớ đến một thứ tôi không thể chịu đựng nỗi khi bị nhắc nhở đến.  Xin đừng làm vậy hôm nay, tôi lặng lẽ cầu xin.  Tôi đã kiệt quệ rồi.  Nhà Black khá quen thuộc, căn nhà gỗ nhỏ có cửa sổ hẹp, màu đỏ buồn tẻ khiến nó giống một cái chuồng nhỏ xíu. Đầu Jacob ló ra cửa sổ trước khi tôi kịp ra khỏi xe tải. Rõ ràng tiếng gầm rú của động cơ quen thuộc đã báo cho anh chàng biết tôi đang đến gần. Jacob rất mừng khi Charlie mua chiếc xe tải của Billy cho tôi, làm Jacob khỏi phải lái nó khi anh chàng đã đến tuổi trưởng thành. Tôi rất thích chiếc xe tải của mình, nhưng hình như Jacob thấy hạn chế tốc độ là một khuyết điểm.  Anh chàng gặp tôi trên đường vào nhà.  \"Bella!\" Nụ cười phấn khích trải rộng qua khuôn mặt anh, hàm răng trắng sáng nổi bật trên làn da nâu sẫm. Tôi chưa từng thấy tóc anh chàng để khác kiểu tóc đuôi gà thường thấy.  Mái tóc xoã như bức màn xa-tanh đen ở hai bên khuôn mặt phóng khoáng.  Trong tám tháng vừa rồi, Jacob đã lớn rất nhanh. Anh chàng đã qua giai đoạn các bắp thịt mềm mại trẻ thơ đã rắn lại thành cơ bắp của một thanh niên cao lêu nghêu rắn chắc; gân và mạch máu nổi bật dưới làn da nâu đỏ của cánh tay, bàn tay anh chàng. Khuôn mặt anh vẫn dịu dàng như trong trí nhớ của tôi, dù cũng đã rắn rỏi -  gò má nhô cao hơn, hàm bạnh ra, mọi nét tròn trĩnh trẻ thơ đã biến mất.  \"Chào, Jacob!\" Tôi cảm thấy trào dâng niềm hăng hái chưa từng có vì nụ cười của anh chàng. Tôi nhận ra mình thật vui vì gặp anh.  Khám phá này làm tôi ngạc nhiên.  Tôi mỉm cười đáp lại, và cái gì đó đã ghép vào nhau đúng chỗ, như hai miếng ráp hình phù hợp. Tôi đã quên mình thích Jacob Black biết bao.  Anh chàng dừng lại cách tôi vài bước chân, và tôi nhìn chằm chằm vào anh chàng đầy ngạc nhiên, ngửa đầu dù mưa quất vào mặt.  \"Bạn lại cao thêm nữa!\" Tôi kinh ngạc buộc tội.  Anh chàng cười to, nụ cười toét rộng đến mang tai. \"Sáu feet năm rồi,” anh chàng tự mãn thông báo. Giọng trầm hơn, nhưng vẫn là giọng khàn khàn mà tôi vẫn nhớ.  \"Có bao giờ ngừng cao không?\" Tôi lắc đầu hoài nghi. \"Bạn cao quá sức.” \"Chỉ là một cây sào thôi.” Anh chàng nhăn nhó. \"Vào nhà đi! Bạn ướt sũng cả rồi. \" Anh chàng đi trước dẫn đường, vừa đi vừa xoắn tóc trong bàn tay to lớn của mình. Anh lôi sợi dây thun ở túi quần ra rồi buộc tóc lại.  \"Nè, cha ơi,” anh gọi khi cúi xuống né để đi qua cửa trước. \"Coi ai ghé chơi nè.” Billy đang ở trong phòng khách vuông vắn nhỏ xíu, sách trên tay.  Ông đặt sách vào lòng rồi quay xe chạy đến khi nhìn thấy tôi.  \"Chà, không đùa đấy chứ! Rất vui được gặp cháu, Bella.” Chúng tôi bắt tay. Bàn tay tôi lọt thỏm trong cái siết tay to lớn của ông.  \"Ngọn gió nào mang cháu đến đây vậy? Charlie ổn cả chứ?\" \"Dạ, hết sức ổn. Con chỉ muốn gặp Jacob mà thôi – đã lâu quá rồi con không gặp.” Mắt Jacob sáng bừng lên vì lời nói của tôi. Anh chàng đang cười toe toét đến nỗi trông y như thể nó sẽ làm đau má anh chàng lắm đây.  \"Cháu ở lại dùng bữa tối nhé?\" Billy cũng đầy nhiệt tình.  \"Không ạ, con phải về cho Charlie ăn, bác biết rồi mà.” \"Để bác gọi bố cháu ngay nhé, \" Billy đề nghị. \"Bố cháu luôn được mong đợi.” Tôi cười to giấu nỗi bất an. \"Đâu phải bác sẽ không bao giờ gặp lại con nữa đâu.  Con hứa sẽ trở lại ngay – nhiều tới mức bác phải phát chán vì con.”  Rốt cuộc, nếu Jacob có thể sửa được cái xe máy, thì cũng phải có người dạy tôi chạy.  Billy cười khúc khích trả lời. \" OK, lần sau vậy. \" \"Nè, Bella, bạn muốn làm gì?\" Jacob hỏi.  \"Gì cũng được.  Bạn đang làm gì thì tôi làm gián đoạn vậy?” Tôi cảm thấy hết sức dễ chịu khi ở đây.  Thật quen thuộc, nhưng cũng đủ xa. Chẳng hề có điều gì làm gợi nhớ đến quá khứ đau đớn vừa qua.  Jacob do dự. \"Tôi vừa định sửa xe, nhưng mình có thể làm chuyện khác ...” \"Không, tuyệt lắm!\" Tôi ngắt lời. \" Tôi thích đi coi xe của bạn.” \"OK, \" anh nói, không tin cho lắm. \"Nó ở phía sau, trong ga-ra.” Thế quá tốt, tôi nghĩ thầm. Tôi vẫy tay chào Billy. \"Hẹn gặp lại. \" Hàng cây và bụi rậm dày đặt che chắn ga-ra với căn nhà. Ga-ra chỉ là hai căn trước đây là nhà kho rộng được ghép lại với nhau bằng cách phá vách chung đi.  Dưới mái nhà này, được đặt trên mấy khối bê-tông xỉ, là cái tôi thấy giống một chiếc xe hơi đã hoàn thành.  Ít nhất, tôi cũng nhận ra biểu tượng trên lưới tản nhiệt.  \"Loại Volkswagen gì vậy?\" Tôi hỏi.  \"Đó là chiếc Rabbit cũ - 1986, xe cổ điển. \" \"Tới đâu rồi?\" \"Sắp xong rồi, \" anh chàng vui sướng nói.  Rồi giọng anh chàng hạ giọng nói nhỏ. \"Bố tôi đã giữ lời vào mùa xuân năm ngoái. \" \"A, \" tôi nói.  Anh có vẻ hiểu vì sao tôi miễn cưỡng với đề tài này. Tôi cố không nhớ đến tháng Năm vừa qua ở lễ hội khiêu vũ. Jacob được cha anh hối lộ bằng tiền và phụ tùng xe để chuyển thông điệp ở đó. Billy muốn tôi giữ khoảng cách an toàn với người quan trọng nhất đời tôi. Hoá ra mối quan ngại của ông, cuối cùng, không còn cần thiết nữa. Bây giờ tôi quá sức an toàn rồi.  Nhưng tôi đang xem liệu mình có thể làm gì để thay đổi điều đó.  \"Jacob, bạn có biết gì về xe máy không?\" Tôi hỏi.  Anh chàng nhún vai. \"Chút ít. Embry bạn tôi có một chiếc xe máy chạy trên địa hình gồ ghề. Chúng tôi thỉnh thoảng có mày mò tìm hiểu nó. Chi vậy?” \"Ừm... \" tôi bặm môi suy nghĩ. Tôi không rõ liệu anh có thể giữ kín không, nhưng tôi không có lựa chọn nào khác. \"Tôi mới có mấy cái xe máy, và mấy cái xe này không hoàn hảo cho lắm. Tôi không biết bạn có thể làm tụi nó chạy được không?\" \"Hay lắm.” Anh có vẻ rất vui vì thách thức này. Khuôn mặt anh chàng rực sáng. \"Để tôi thử xem.” Tôi giơ lên một ngón tay cảnh báo. \" Vấn đề ở đây là \" tôi giải thích, \"Charlie không thích xe máy.  Thành thật mà nói thì chắc bố tôi sẽ bị đứt mạch máu não nếu biết chuyện này. Vì thế bạn không được nói với Billy. \" \"Chắc chắn rồi, chắc chắn rồi. \" Jacob mỉm cười. \" Tôi hiểu mà.” \"Tôi sẽ trả tiền cho bạn,”  tôi nói tiếp.  Câu này làm anh chàng khó chịu. \"Không. Tôi muốn giúp. Bạn không được trả tiền cho tôi.” \"Ừm … vậy thì trao đổi nhé?\" Tôi suy tính chuyện này, nhưng có vẻ khá hợp lý. \" Tôi chỉ cần một chiếc thôi - và tôi cũng cần học chạy nữa. Vậy vầy thì sao nè? Tôi cho bạn cái xe kia để bạn dạy tôi chạy nhé.” \"Tu-uyệt.” Anh chàng làm cho lời nói thành hai âm tiết.  \"Chờ chút đã  - bạn đã được phép lái xe chưa?  Sinh nhật bạn khi nào vậy?” \"Bạn lỡ dịp rồi,”  anh trêu chọc, nheo mắt giả vờ oán giận. \" Tôi đã mười sáu tuổi rồi.” \"Tuổi tác của bạn chưa từng ngăn bạn lái xe mà, \" tôi lẩm bẩm. \"Xin lỗi vì đã quên sinh nhật bạn.” \"Đừng lo chuyện đó nữa.  Tôi cũng có nhớ sinh nhật bạn đâu.  Bạn bao nhiêu tuổi nhỉ, bốn mươi hả?\" Tôi khụt khịt. \"Suýt đúng.” \"Vậy mình tổ chức chung để bù lại đi.” \"Nghe giống hẹn hò quá hé.” Mắt anh chàng lấp lánh vì từ này.  Tôi cần kiềm chế nhiệt tình trước khi tôi khiến anh ta hiểu lầm - chỉ là vì rất lâu rồi tôi không cảm thấy nhẹ nhàng vui vẻ như thế.  Sự hiếm hoi của cảm giác này khiến khó quản lý nó hơn.  \"Có lẽ khi sửa xong xe – là lúc mình tự tặng quà cho mình,” tôi nói thêm.  \"Đồng ý. Khi nào bạn mang chúng xuống đây?\" Tôi cắn môi bối rối. \"Mấy cái xe đang ở trong xe tải, \" tôi thú nhận.  \"Tuyệt. \" Anh chàng thực lòng.  \"Liệu Billy có thấy lúc mình mang nó đi không?\" Anh chàng nháy mắt với tôi. \"Mình phải làm lén. \" Chúng tôi rón rén đi vòng từ phía đông, sát mấy cái cây khi đã trong tầm nhìn của cửa sổ, sẽ giả vờ đi dạo bình thường, để phòng hờ. Jacob dỡ nhanh mấy chiếc xe khỏi thùng xe, đẩy từng chiếc vô bụi cây tôi đang núp. Có vẻ thật dễ dàng đối với anh chàng - tôi nhớ mấy cái xe nặng hơn thế rất, rất nhiều.  \"Mấy chiếc này không tệ chút nào,” Jacob đánh giá khi chúng tôi đẩy chúng qua bìa rừng.” Chiếc này sẽ đáng giá lắm đây khi tôi sửa xong – đây là một chiếc Harley Sprint cổ.” \"Vậy thì chiếc đó là của bạn.” \"Chắc không?\" \"Chắn chắn.” \"Nhưng mấy cái xe này cũng sẽ phải tốn chút tiền đó,” anh chàng nói, cau mày nhìn phần kim loại đen xì. \"Mình sẽ phải dành tiền mua phụ tùng trước.” \"Không có chuyện mình đâu, \" tôi không đồng ý. \" Nếu bạn làm việc chuyện này miễn phí, thì tôi sẽ trả tiền mua phụ tùng.” \"Tôi không biết...” anh chàng lẩm bẩm.  \"Tôi có để dành được ít tiền. Tiền để dành học đại học đó.”  Đại học đại hiếc, tôi nghĩ thầm. Chẳng có vẻ gì là tôi sẽ dành dụm đủ tiền để đi được tới đâu – mà hơn nữa, dù sao thì tôi cũng chẳng muốn rời Forks nữa. Mà có ảnh hưởng gì đâu nếu xài một chút trong số đó? Jacob chỉ gật đầu.  Toàn bộ chuyện này hết sức dễ hiểu đối với anh chàng.  Khi chúng tôi quay lại ga-ra tạm, tôi ngẫm nghĩ về vận may của mình. Chỉ một cậu bé ở tuổi thiếu niên mới chịu làm chuyện này: lừa cả hai ông bố để sửa mấy cái xe nguy hiểm bằng tiền để dành học đại học của tôi. Anh chàng chẳng hề thấy có gì sai trái trong chuyện đó. Jacob quả là một món quà của thượng đế."
        }
    ],
    "suggestions": []
}