{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Jerusalem",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Jerusalem",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Jerusalem",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Jerusalem",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Jerusalem",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Jerusalem</em> is sacred to Christians, Muslims, and Jews.",
            "vi": "Jerusalen là nơi thần thánh đối với người theo đạo Cơ - đốc, đạo Hồi và đạo Do Thái."
        },
        {
            "en": "<em>Jerusalem</em> is sacred to Christians, Muslims, and Jews.",
            "vi": "Jerusalen là nơi thần thánh đối với người theo đạo Cơ-đốc, đạo Hồi và đạo Do Thái."
        },
        {
            "en": "The conflicting claims to <em>Jerusalem</em> under international law.",
            "vi": "Mâu thuẫn tuyên bố Jerusalem theo luật quốc tế."
        },
        {
            "en": "Lots of people pray at the Wall in <em>Jerusalem</em> everyday.",
            "vi": "Hàng ngày rất đông người cầu nguyện ở bức tường ở Jerusalem."
        },
        {
            "en": "The Church of the Holy Sepulchre is in <em>Jerusalem</em>.",
            "vi": "Nhà thờ mộ chúa Giê - xu nằm ở Jerusalem."
        },
        {
            "en": "The Church of the Holy Sepulchre is in <em>Jerusalem</em>.",
            "vi": "Nhà thờ mộ chúa Giê-xu nằm ở Jerusalem."
        },
        {
            "en": "Recent research University of <em>Jerusalem</em> confirmed that taking elderberries sped healing time.",
            "vi": "Nghiên cứu gần đây của Đại học Jerusalem xác nhận quả cây cơm cháy tăng tốc thời gian lành bệnh."
        },
        {
            "en": "The <em>Jerusalem</em> artichoke may also be of value as a low - calorie food.",
            "vi": "Cây ác-ti-sô Jerusalem cũng có thể có giá trị như một loại thức ăn ít ca-lo."
        },
        {
            "en": "Ms. Rice spoke at the conference in <em>Jerusalem</em> that included Israeli Prime Minister Ariel Sharon.",
            "vi": "Bà rice nói tại hội nghị ở jerusalem có cả thủ tướng israel ariel sharon."
        },
        {
            "en": "The <em>Jerusalem</em> artichoke may also be of value as a low-calorie food.",
            "vi": "Cây ác - ti - sô Jerusalem cũng có thể có giá trị như một loại thức ăn ít ca - lo."
        },
        {
            "en": "Israel has rejected an American demand to suspend a housing project in East <em>Jerusalem</em>.",
            "vi": "Israel đã bác bỏ yêu cầu của Mỹ tạm ngưng một dự án nhà ở tại Đông Jerusalem."
        },
        {
            "en": "The Palestinians want East <em>Jerusalem</em> to be the capital of their future state.",
            "vi": "Người Palestine mong muốn vùng Đông Jerusalem là thủ đô của nước họ trong tương lai."
        },
        {
            "en": "Israeli Prime Minister Benjamin Netanyahu attends the weekly cabinet meeting in <em>Jerusalem</em>, January 15, 2012.",
            "vi": "Ảnh: Thủ tướng Israel - Benjamin Netanyahu - tham dự cuộc họp nội các hàng tuần tại Jerusalem, vào ngày 15 tháng giêng năm 2012."
        },
        {
            "en": "We want a guided tour of the holy city of <em>Jerusalem</em>.",
            "vi": "Chúng tôi muốn một chuyến du lịch có người hướng dẫn đến thành phố Jerusalem thần thánh."
        },
        {
            "en": "<em>Jerusalem</em> is considered a holy city to Jews, Muslims, and Christians.",
            "vi": "Giêruxalem được xem là thánh địa của người Do Thái, người theo đạo Hồi và người theo đạo Cơ đốc."
        },
        {
            "en": "Jesus's 'tomb' in <em>Jerusalem</em> reopens for Easter crowds after nine-month restoration project",
            "vi": "Mộ chúa Jesus ở Jerusalem mở cửa trở lại cho công chúng nhân dịp Lễ Phục sinh sau dự án trùng tu kéo dài 9 tháng"
        },
        {
            "en": "Israeli military personnel met the aircraft and convoyed everyone to <em>Jerusalem</em>.",
            "vi": "Lực lượng vũ trang Israeli đã tiếp nhận chiếc máy bay và hộ tống tất cả mọi người đến Jerusalem."
        },
        {
            "en": "<em>Jerusalem</em> is among a few of the oldest cities in the world.",
            "vi": "Jerusalem là một trong số ít những thành phố cổ nhất trên thế giới."
        },
        {
            "en": "Following a bomd explosion in <em>Jerusalem</em>, several people have been taken to hospital.",
            "vi": "Tiếp theo sau vụ nổ bom tại jê - ru - za - lem, một số người đã được đưa đi bệnh viện."
        },
        {
            "en": "In 1128 the count of Anjou was about 40 and had already made a pilgrimage to <em>Jerusalem</em>.",
            "vi": "Vào năm 1128 bá tước xứ Anjou đã 40 tuổi và đã thực hiện chuyến hành hương đến Jerusalem."
        }
    ],
    "suggestions": []
}