{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒu:i∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) người Do thái</td></tr></table><i/></div>",
            "word": "jewish",
            "pronounce": "['dʒu:i∫]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "jewish",
            "pronounce": "['dʒu:i∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jewish",
            "pronounce": "['dʒu:i∫]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jewish",
            "pronounce": "['dʒu:i∫]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jewish",
            "pronounce": "['dʒu:i∫]"
        }
    },
    "sentences": [
        {
            "en": "<em>Jewish</em> settlement.",
            "vi": "Khu định cư cho người do thái."
        },
        {
            "en": "He's a person of the <em>Jewish</em> faith.",
            "vi": "Anh ta theo đạo Do Thái."
        },
        {
            "en": "That's a good <em>Jewish</em> name, isn't it?",
            "vi": "Đó là một cái tên Do Thái rất hay phải không?"
        },
        {
            "en": "Shavuot is one of the lesser known <em>Jewish</em> holidays.",
            "vi": "Shavuot là một trong những ngày lễ ít được biết đến của người Do Thái."
        },
        {
            "en": "According to the <em>Jewish</em> American Society for Historic Preservation:",
            "vi": "Theo Hội Bảo tồn Lịch sử người Mỹ gốc Do Thái:"
        },
        {
            "en": "British soldiers carried out raids on <em>Jewish</em> villages and towns.",
            "vi": "Binh sĩ Anh tiến hành tấn công bất ngờ vào các ngôi làng và thị trấn của người Do Thái."
        },
        {
            "en": "The menorah is the official symbol of the <em>Jewish</em> nation.",
            "vi": "Chiếc đèn Menorah nhiều nhánh là biểu tượng chính thức của đất nước Do Thái."
        },
        {
            "en": "During world war II, six million <em>Jewish</em> people died.",
            "vi": "Suốt thế chiến thứ Hai, sáu triệu người Do Thái đã chết."
        },
        {
            "en": "In traditional <em>Jewish</em> societies, modernization was not a passive process.",
            "vi": "Trong xã hội truyền thống Do Thái, hiện đại hóa không phải là một quá trình thụ động."
        },
        {
            "en": "That's a good <em>Jewish</em> name, isn' t it?",
            "vi": "Đó là một cái tên Do Thái rất hay phải không?"
        },
        {
            "en": "Einstein was <em>Jewish</em>, so he was not safe in Germany.",
            "vi": "Einstein theo đạo Do Thái, nên ông không an toàn ở Ðức."
        },
        {
            "en": "The <em>Jewish</em> calendar is full of festivals and special days.",
            "vi": "Lịch Do Thái đầy những lễ hội và những ngày đặc biệt."
        },
        {
            "en": "There are obviously some schools that will have high <em>Jewish</em> percentages because there are large <em>Jewish</em> communities in New York.",
            "vi": "Chắc chắn là có vài trường có tỉ lệ người Do Thái cao vì có nhiều cộng đồng lớn người Do Thái ở New York."
        },
        {
            "en": "British <em>Jewish</em> women face each other on plastic chairs and grope towards a mutual understanding.",
            "vi": "Những người phụ nữ Anh - Do Thái đối mặt với nhau trên những chiếc ghế nhựa và tìm kiếm một sự thông hiểu lẫn nhau."
        },
        {
            "en": "The tribes were forced to accept obedience to the <em>Jewish</em> law.",
            "vi": "Các bộ lạc bị ép buộc phải tuân theo luật Do Thái."
        },
        {
            "en": "The <em>Jewish</em> New Year is celebrated about the time of the fall equinox, in late September.",
            "vi": "Năm Mới của người Do Thái được tổ chức vào khoảng thời gian của tiết thu phân, vào cuối tháng Chín."
        },
        {
            "en": "British <em>Jewish</em> women face each other on plastic chairs and grope towards a mutual understanding.",
            "vi": "Những người phụ nữ Anh-Do Thái đối mặt với nhau trên những chiếc ghế nhựa và tìm kiếm một sự thông hiểu lẫn nhau."
        },
        {
            "en": "At last, i know who is the most important person in <em>Jewish</em> history.",
            "vi": "Cuối cùng tôi đã biết ai là người quan trọng nhất trong lịch sử của Do Thái."
        },
        {
            "en": "The <em>Jewish</em> form of execution was to stone a criminal to death.",
            "vi": "Hình thức hành quyết của người Do Thái là ném đá tội nhân cho chết."
        },
        {
            "en": "Why is everyone up in arms over taking an oath of loyalty to the <em>Jewish</em> State?",
            "vi": "Tại sao mọi người đứng lên vòng tay qua tuyên thệ trung thành với Nhà nước Do Thái?"
        }
    ],
    "suggestions": []
}