{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ji",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ji",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ji",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ji",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ji",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "We call Tai <em>Ji</em> Chinese shadow Boxing.",
            "vi": "Chúng tôi gọi Thái Cực Quyền của Trung Quốc là cái bóng của Quyền anh."
        },
        {
            "en": "dat nuoc ban xuat khau cai <em>ji</em> sang nhat ban",
            "vi": "what does your home  country export to janpan"
        },
        {
            "en": "Have you heard of Tai <em>Ji</em> Quan or Qi Gong exercises?",
            "vi": "Ông đã nghe nói về các bài tập Thái Cực Quyền hay Khí công chưa?"
        },
        {
            "en": "Kwon <em>Ji</em>-yong aka G-Dragon wearing shoes from his collaboration with Giuseppe Zanotti.",
            "vi": "Kwon Ji-yong aka G-Dragon mang giày mà Giuseppe Zanotti thiết kế"
        },
        {
            "en": "When dinner was over, mr. Bekku escorted me by rickshaw to a beautiful inn on the grounds of the Nanzen-<em>ji</em> temple.",
            "vi": "Sau khi ăn xong, ông bekku đưa tôi đi bằng xe kéo đến một quán trọ thật đẹp nằm trong khuôn viên của đền nazen - ji."
        },
        {
            "en": "Services were conducted for them at the Hoko-<em>ji</em> temple in Senzuru, and in addition the women in Yoroido have chanted sutras.",
            "vi": "Lễ cầu siêu cho hai người đã được tổ chức tại đền hoko - ji ở senzuru, thêm vào đó các bà ở yoroido đã tụng kinh cầu nguyện cho họ."
        },
        {
            "en": "Hong <em>Ji</em>-eun, 28, an assistant marketing manager, said the latest provocations don’t worry her. “North Korea has been threatening us every day, but we know from experience that the so-called potential threats didn't really cause anything,” she said. “I believe it's really similar to asking a Japanese person, ‘How could you live with all the potential earthquakes?’”",
            "vi": "Hong Ji-eun, 28 tuổi, một trợ lý giám đốc tiếp thị, cho biết những lời khiêu khích gần đây nhất không làm cô lo lắng. \"Triều Tiên đã và đang đe dọa chúng tôi mỗi ngày, nhưng qua kinh nghiệm, chúng tôi biết rằng cái gọi là những mối đe dọa tiềm ẩn đã không thực sự gây ra bất cứ điều gì,\" cô nói. \"Tôi tin rằng điều này thực sự giống với việc hỏi một người Nhật Bản, 'Làm thế nào bạn có thể sống với tất cả những trận động đất có khả năng xảy đến?'\""
        },
        {
            "en": "Hong <em>Ji</em>-eun, 28, an assistant marketing manager, said the latest provocations don’t worry her. “North Korea has been threatening us every day, but we know from experience that the so-called potential threats didn't really cause anything,” she said. “I believe it's really similar to asking a Japanese person, ‘How could you live with all the potential earthquakes?’”",
            "vi": "Hong Ji-eun, 28 tuổi, một trợ lý giám đốc tiếp thị, cho biết những lời khiêu khích gần đây nhất không làm cô lo lắng. \"Triều Tiên đã và đang đe dọa chúng tôi mỗi ngày, nhưng qua kinh nghiệm, chúng tôi biết rằng cái gọi là những mối đe dọa tiềm ẩn đã không thực sự gây ra bất cứ điều gì,\" cô nói. \"Tôi tin rằng điều này thực sự giống với việc hỏi một người Nhật Bản, 'Làm thế nào bạn có thể sống với tất cả những trận động đất có khả năng xảy đến?'\""
        },
        {
            "en": "Kwon <em>Ji</em>-yong surveys the crowd; tens of thousands of screaming fans stand before him, some waving self-made posters professing their love, many with dyed hair in tribute to their idol and still more aping his unique sartorial sense. The delirious crowd is expectant, hanging on his every word, giddy with joy at his every move. It's a situation the man widely known as G-Dragon experiences frequently back home, but this isn't South Korea, this is the third of three sell-out shows at Hong Kong's AsiaWorld-Expo.",
            "vi": "Kwon Ji-yong khảo sát trên khán giả. Mười ngàn người hâm mộ đang reo hò phía trước anh ấy, các tờ quảng cáo tự làm đang được giơ lên để bày tỏ tình yêu của họ, nhiều người nhuộm tóc như là món quà tặng đến thần tượng của họ và vẫn có nhiều người bắt chước phong cách trang phục độc lạ của anh ấy. Khán giả cuồng nhiệt đầy hy vọng, dõi theo từng lời nói của anh, vui sướng cùng những chuyển động của anh ấy.Đây là một ví dụ, người đàn ông nổi tiếng với nghệ danh G-Dragon, nhưng đây không phải là ở Nam Hàn, đây là show thứ ba trong số ba show biểu diễn chạy nhất ở Trung tâm triển lãm Asiaworld tại Hồng Kông."
        },
        {
            "en": "The thick end of this cultural wedge, the most visible, audible and obvious part, has been the music and the fashions that come with it. K-pop stars have swept the charts in Hong Kong and the mainland, and broken through to the West, fronting a so-called Korean wave or Hallyu (a term coined by the Chinese press) in Europe and North America. Korean designers are making a splash, too, in the traditional fashion capitals, with the Concept Korea show at the recent New York Fashion Week garnering a lot of attention for designers Lie Sang-bong, Lee Suk-tae and Lee <em>Ji</em>-yeon.",
            "vi": "Sự kết thúc rõ ràng của cái nêm văn hóa này,một phần rõ ràng nhất, là âm nhạc và thời trang cùng với nó. Ngôi sao nhạc K-pop đã lướt nhanh danh sách những đĩa nhạc pop bán chạy nhất trong tuần ở Hồng Kông và trung tâm và xuyên qua phía Tây, đối diện với cái gọi là \"làn sóng Hàn Quốc\" hay \"Hàn Lưu\"( từ được tạo ra từ tiếng Trung) ở châu Âu và Bắc Mỹ. Nhà thiết kế Hàn Quốc cũng đang làm cho nhiều người chú ý ở các thủ đô thời trang truyền thống với buổi biểu diễn chủ đề Hàn Quốc tại Tuần lễ thời trang New York gần đây. Buổi biểu diễn thu hút rất nhiều sự chú ý cho các nhà thiết kế Lie Sang-bong, Lee-"
        },
        {
            "en": "High Kick       High Kick! (literal translation: \"High Kick without Hesitation\", \"Unstoppable High Kick\") was a popular South Korean situation comedy revolving around the life of the Lee family, taking place in Seoul at the same time as the broadcast (Winter, 2006 - Summer, 2007). The title of the show \"High Kick!\" has several implications, one of which is the oft-depicted high kicks of Yoon-ho, one of the main characters. It was aired in South Korea from Monday to Friday. Due to its popularity, the show filmed more episodes than was initially planned. Many of the characters had starred in commercials and advertisements in Korea. Main characters Most characters use the actor's real name (with the exception of surnames). Lee Soon-jae (Lee Soon-jae)   The head of the Lee family, he works alongside his daughter-in-law at his Korean medicine hospital. Being the oldest in the family, he can be harsh and strict toward his family members, and thinks only about himself. He always kicks or hits other members of the family; typical scenes are those in which he hits them in the head with a spoon during meals or kicks his oldest son Joon-ha's bottom when he farts. In several episodes, he chases other family members and even tries to hit them with a baseball bat. Due to this aggressive behavior, Soon-jae is often seen as the dictator of the Lee household and no one opposes what he says. In some episodes, other members complain in front of him, but always without success.  He falls in love with another woman but she moves to the US. He sends a letter to her, but misidentifies the address so it is sent to an African-American who apparently lived next door. He is obsessed with porn videos, and becomes nicknamed as \"Porn Soon-jae\". In episode 20, his family catches him watching porn, after which he runs away from home and wanders for a week. At the end of the show, he resigns his hospital and leaves everything to be handled by Hae-mi (Episode 164). According to the last episode (Episode 167), after his resignation, he visits Africa, and then after his return home he sleeps successively for 2 weeks, up to the last act in the show.  Nah Moon-hee (Nah Moon-hee)  Soon-jae's wife, she is incredibly strong and has an enormous appetite, which she passes on to Joon-ha. Despite her age, she does all of the cooking and cleaning, and looks after Joon (Min-yong's baby). Since Soon-jae and Hae-Mi often berate and insult her, she often has daydreams of them suffering. Like Min-Yong, she is annoyed by Hae-mi, and would do anything to embarrass her. She is a bit greedy and even merciless at times. Moon-hee is best friends with Gae-Sung Dek, and visits her often in prison.  Lee Joon-ha (Jeong Jun-ha)  Son of Soon-jae and Mun-hee. A huge strong man with an enormous appetite, nicknamed as the \"Lord of Gluttony\". Laid off from the company he was working, he spends his time at home as an unsuccessful investor and depends on the earnings of his wife, who is the good doctor at his father's hospital. Some episodes show him with a new job, but most of the time he ends up losing it because of his incompetence or bad luck. At home, he is often shown snoring loudly while sleeping, eating, or watching TV, and due to his idle days, he is often scolded by his father. He has a big appetite and great strength, which are inherited from his mother. Due to their enormous appetites, Joon-ha and Moon-hee enjoy eating big meals together.  Soon-jae berates Moon-hee and Joon-ha by referring to them as \"The Fat Mother and Son\". He also has a habit of frequently farting. If in deep trouble, Joon-ha runs away from Soon-jae . Though he does not have much authority among the family, he deeply loves his wife and often becomes the only one to understand his son Yoon-ho's feelings. Later, when he works at a consulting firm, he becomes a success and is able to earn a fortune. Yet, he still remains the lazy father at home. In some episodes, drunk Joon-ha behaves like an unstoppable beast, yelling for food, and in general no one but Hae-mi can control him in such state. Soon-jae gives Joon-ha several nicknames: Hulk, King Kong, animal, pig, boar, bear, gorilla and monster . These nicknames are based on Joon-ha's traits, such as laziness, stupidity, great strength and appetite.  Lee Min-yong (Choi Min-yong)  A late-born son of Soon-jae and Moon-hee, he works as a P. E. teacher at a high-school where his nephews attend. Min-yong is the opposite of Joon-ha in many terms. Min-yong is a slim man with straight hair, less lazy, more handsome, and employed, but has the nasty attitude toward Soon-jae, while Joon-ha is more like Moon-hee; a plump man with curly hair, very lazy, dumb looking, overweight, and unemployed, but more sympathetic than Min-yong. Returning to his parents house after a short-lived marriage with Shin <em>Ji</em>, he lives in a storeroom upstairs, which is connected with the main house with a firemen's pole. Though Min-yong can be sympathetic, at school he is unpopular with students for his strict attitude; normally shown with him giving physical punishment like Soon-jae and carrying a club with him all the time.  Min-yong gets in many silly quarrels with Hae-mi and would do anything to embarrass her in public. Though divorced, he cannot completely break up with Shin <em>Ji</em> because of their baby and the lingering feelings for each other. Min-yong dates Seo Min-jeong, a fellow school teacher, but his close relationship with the ex-wife hurts her. Later Shin <em>Ji</em> tries to accept that Min-yong loves Min-jeong when the two engage to get married. He becomes the first one to find dead body of Kang Yoo-mi's father outside her house (Episode 131). Later on, he and Min-Jeong breaks off because of Shinji's lingering love for Min-yong and Min-Jeong's opposing family. At the end of the show, Min-yong and Shinji seem to have gotten closer.  Park Hae-mi (Park Hae-mi)  The wife of Lee Joon-ha. A doctor that works with Lee Soon-jae. Hae-mi was in love with another man before her marriage. Accepting Joon-ha's proposal was to rival the lover who had dumped her, which Joon-ha finds out in one of the episodes. She gave financial support to Soon-jae's hospital when it was near the brink of closing down, and much more popular than Soon-jae as a doctor. She loves opera and singing and known for her catch phrase, \"Okay!\", but Min-yong and Moon-hee are very annoyed by them. She also does not approve of Shin <em>Ji</em>, and her battle against these three is one of the typical topics of the show. Affectionate mother but often seems to favor Min-ho over her younger son Yoon-ho.   Yet sometimes her affection toward her younger son is shown as well, such as in the episode of the Mother's day (Episode 123) or the last episode, in which she becomes the only one supporting his idea of taking a year off from the high-school for traveling the country. She is also good friends with Kang Yoo-mi's mother. A few episodes of Hae-mi being drunk are shown; in one of them Min-yong attempts to take pictures of her being drunk and release them to the public (Episode 98), and in another, Min-ho catches her dancing and singing with a stranger who has a witch-like voice and gets scared (Episode 148).  Lee Min-ho (Kim Hye-seong)  The eldest son of Lee Joon-ha and Park Hae-mi. Being very bright, but physically small and soft, he is often portrayed as a \"mama's boy,\" and always quarreling with his younger brother Yoon-ho, who is in the same class at the school. An easy target to bully due to his weak appearance, while Yoon-ho would simply fight back no matter the odds. The contrast between the two brothers is one of the main themes of the show. At school he sits in the very front of the classroom along with Kim Bum, who has been best friends with him for a long time, and they embrace each other in a sign of friendship, which makes Yoon-ho think they are in gay love.  The brothers can be in a collaborative relationship, however, such as when they manipulate Soon-jae's weak knowledge of electronics to get him to buy a new computer (Episode 25). He also becomes the boyfriend of Kang Yoo-mi, but has to suffer many separations due to her mysterious disappearances, she killed the murderer of her parents (Episode 152). He also figures out Yoo-mi is 21 before she leaves, but says he doesn't care if she's 21 or not the brightest in her class. In the last episode, Min-ho spends the summer vacation at Jeju-do with his parents and Bum, and glimpses Yoo-mi there. This also becomes the last time he sees Bum before his departure to the US.  Lee Yoon-ho (Jeong Il-woo)  The youngest son of Lee Joon-ha and Park Hae-mi. He is a tall, strong, and handsome boy known for his high kick. He also narrates the story of the show. He is also a motorcycle maniac. He is very popular among the girls in his school, though his grade is low and he sometimes demonstrates his utter ignorance. In one episode disclosed, Yoon-ho was as bright as Min-ho in his childhood, but after riding on the back of motorcycle of a friend of Joon-ha's, he became completely absorbed in fighting and motorcycles; Joon-ha is blamed by Hae-mi for Yoon-ho's bad grades and delinquent behavior. As the odd one out in the family, Yoon-ho is often misunderstood and sometimes blamed for things he did not do.  In school, Yoon-ho sits in the very back corner, dozing off or reading comic books. He is even seen skipping class, often hanging out in the rooftop, sleeping or listening to music. But he has a secret crush on his teacher, Min-jeong, who is always trying to get him out of trouble, and often displays his kindness to her, which is usually masked by his unfriendliness. When he learns Min-jeong and Min-yong are engaged, he pleads with her not to get married. In the last episode (Episode 167), he appears taking a year off from school and traveling around the country on his motorcycle. At the end of the show, he miraculously meets his teacher Min-jeong, who resigned the school and disappeared from Seoul without any greetings the year before.  Shin <em>Ji</em> a. k. a. Shin Bong Hee (Shin <em>Ji</em>)  The ex-wife of Lee Min-yong and the mother of Joon. Loves music, and is trying to get a job at a music industry, singing CF songs and taking auditions for musicals. She asked for a divorce from Min-yong, wishing to study abroad in Moscow, but came back to Korea in short time. Min-yong and Shin <em>Ji</em> take turns in taking care of Joon, though Joon seems to be in the Lee household most of the time presumable due to Shin Ji's busy schedule. She still has feelings for her ex-husband and same as him, she hates Hae-mi as they both competed against each other since before her marriage. Roommate of Seo Min-jeong. It is revealed that Shin <em>Ji</em> was friends with Min-jeong since high school though things were different then.   Shin <em>Ji</em> had her two front teeth sticking out from her mouth like a rabbit. Shin <em>Ji</em> later went through an operation to rid of the horrid teeth. Her well-known phrase is \"Sang you!\" though it is supposed to be \"thank you.\" Near the end of the show, she can not face the engagement of Min-yong and Min-jeong and decides to move to Russia again, but the miserable state brings her to a traffic accident. Min-yong separates with Min-jeong for bringing Shin <em>Ji</em> back. In the final episode, it is disclosed that Min-yong and Shin <em>Ji</em> is keeping a good relationship and he even proposed her again, but she refused saying she wants to wait till he truly loves her again. Seo Min-jeong (Seo Min-jeong)  An English teacher at the high-school that Lee Min-yong teaches at, and the homeroom teacher of Min-ho, Yoon-ho, Bum, Chan Seong and Seung Hyun. She rented the apartment that Min-yong and Shin <em>Ji</em> used to live in, and lives there with Shin <em>Ji</em> after her return from the short and unsuccessful trip to study in Moscow. She always seems to end up with accidents mostly due to her clumsiness. She usually, trips, falls, or sometimes in one episode ran into a stopped car because she was offered a ride. She is very shy and if embarrassed she becomes very aggressive. She has no control over her students due to her natural friendliness and a lack of discipline. She has a deep crush on Min-yong and the two become a couple, although Min-jeong is often hurt by Min-yong's lack of romance and his close, friendly relationship with his ex-wife.  On episode 117, she described Min-yong as combination by the appearance of Brad Pitt and the clothing style of Leonardo DiCaprio. Later Min-yong's love towards Min-jeong grows and they get engaged. Shin <em>Ji</em> asks Min-yong what he would do if Min-jeong's parents do not accept this wedding and he replies then they will marry on their own. Her parents object at first then accept. However, in the near end of the show, she and Min-yong decide to break up for the sake of Shin <em>Ji</em>, who still has clinging feelings for Min-yong. Following the break up, Min-jeong resigns the school much to Yoon-ho's sorrow and moves to the country to work in an all-girls middle school.  Kim Bum (Kim Bum)  Lee Min-ho's best friend and appears staying at Lee's house all the time, even wishing to become the proper member of the family. The two boys are very close and care for each other. They are often embracing each other or riding a bike together like lovers. Usually, Yoon-ho doesn't like them hanging out together and think they are acting like a married couple. Bum once has a huge crush on Yoo-mi, Min-ho's girlfriend, but later comes to despise her after finding out she was just making use of him. Bum does anything he wishes in the Lee household from eating breakfast, lunch and dinner with them, sleeping in anyone's room and even taking showers and bubble baths occasionally. He even goes as far as sleeping for a few nights.  In one episode, it is disclosed that he has brought loads of his own stuff to the Lee's house, from videos to even his own clothes. Bum's house is rarely portrayed in the show, but according to Bum's mother, who also became a frequent visitor, their house is described as very quiet and boring. Bum also owns a puppy that he and Min-ho name it 'Bum-min' or “Min-bum”. Soon-jae describes the dog as a 'shitty dog' after Bum asked if Bum-min could have his own house in the Lee household (Episode 132). At the end of the show, Bum moves away to the US in the summer of 2008, much to the Lee family's surprise as he was like a member of the family. Sadly, Moon-hee is the only one to say farewell to Bum as the other family members were either busy or away (Soon-jae working in Africa, Hae-mi busy with work at hospital, Yoon-ho away travelling around the country etc.)  Kang Yoo-mi (Park Min-young)  Lee Min-ho's girlfriend. Very pretty but extremely poor at studies, always getting the lowest scores at school. She is also secretly three years older than her schoolmates, but only Kim Bum and Lee Min-yong, her homeroom teacher who doesn't care about that so much, know it. She is usually seen being punished by Min-yong for her misbehavior such as combing her hair in class. She has lied to Min-ho many times about what talents she has, but they keep a good relationship. However, her natural ability as a runner was disclosed in one episode, while running away from Min-yong, and she represented the high-school at a running competition. Soon-jae always calls Yoo-mi, \"Soo-mi\" by mistake, which upsets her. Later in the show she has to escape the city as mobsters are looking for her, and disappears from the screen. During the last several shows, she is once shown getting on a car at night, which explodes as soon as she turns the engine on, leading many watchers to think she died. However, at the last show, she is also shown luxuriously cruising on a yacht in Jeju-do.",
            "vi": "High Kick    High Kick! (dịch sát nghĩa là “Cú đá cao dứt khoát”, “Cú đá cao khó cưỡng”) là một hài kịch tình thế nổi tiếng của Hàn Quốc xoay quanh cuộc sống của gia đình họ Lee, diễn ra ở  Seoul vào cùng thời điểm phát sóng (mùa đông năm 2006 – hè 2007). Tựa phim \"High Kick!\" có nhiều hàm ý, một trong những hàm ý đó là sự miêu tả cú đá cao sở trường của Yoon-ho, một trong các nhân vật chính. Bộ phim được phát sóng ở Hàn Quốc từ thứ hai đến thứ sáu và rất được công chúng yêu thích, nên High Kick đã quay thêm nhiều đoạn và nhiều tình tiết hơn dự kiến ban đầu. Nhiều diễn viên trong phim từng đóng vai chính cho các mẫu quảng cáo ở Đại Hàn. Các nhân vật chính Hầu hết các diễn viên đều sử dụng tên thật của mình trong phim (ngoại trừ họ). Lee Soon-jae (Lee Soon-jae)   Lee Soon-jae là chủ gia đình họ Lee, cùng làm việc với con dâu ở bệnh viện y học Hàn Quốc của mình. Là người lớn tuổi nhất trong gia đình, nên ông có thể cộc cằn và khắt khe với các thành viên khác và chỉ nghĩ cho bản thân mình thôi. Ông thường đánh, đá con cháu trong nhà; những cảnh phim điển hình là cảnh ông dùng thìa đánh lên đầu họ trong các bữa ăn hay đá vào mông đứa con trai cả của mình tên là Joon-ha khi anh này đánh rắm. Có nhiều đoạn, ông rượt đuổi những người trong nhà và thậm chí còn cố đánh họ bằng gậy đánh bóng chày. Do thái độ hung hăng như vậy nên ông Soon-jae thường được coi là người có quyền tuyệt đối của nhà họ Lee và không ai có thể chống đối lời ông. Trong High Kick, cũng có nhiều đoạn con cháu ông than phiền trước mặt ông nhưng việc ấy chẳng có kết quả gì.  Ông phải lòng một người phụ nữ khác nhưng cô này dọn đến Mỹ sinh sống. Ông gởi thư cho cô nhưng nhầm địa chỉ và lá thư được gởi đến một người Mỹ gốc Phi sống cạnh nhà ông. Ông Soon-jae bị ám ảnh những băng vi-đi-ô “mát mẻ” khiêu dâm và bị gán biệt danh “Soon-jae khiêu dâm”. Trong tập 20, ông bị gia đình bắt gặp đang xem phim khiêu dâm, sau vụ việc đó ông đã bỏ nhà đi lang thang một tuần. Vào cuối bộ phim, ông Soon-jae từ chức ở bệnh viện và nhường quyền cho con dâu Hae-mi xử lý mọi chuyện (tập 164). Theo như tập cuối cùng (tập 167), sau khi ông từ chức, ông đã đến thăm Châu Phi, và sau đó ông về nhà và ngủ liên tục 2 tuần, cho tới màn cuối của phim. Nah Moon-hee (Nah Moon-hee)  Bà Nah Moon-hee là vợ của ông Soon-jae, bà có sức mạnh phi thường và háu ăn, điều này Joon-ha thừa hưởng từ bà. Dẫu lớn tuổi nhưng bà làm tất cả các việc bếp núc, dọn dẹp nhà cửa và trông Joon, (con của Min-yong). Vì Soon-jae và Hae-Mi thường hay mắng nhiếc và sỉ nhục bà nên bà thường mơ tưởng chuyện làm cho họ phải chịu đựng. Cũng giống như Min-Yong, bà cảm thấy bực mình Hae-mi, và làm mọi thứ cho Hae-mi ngượng. Bà Nah Moon-hee có tính hơi tham lam và đôi khi còn hơi tàn nhẫn. Bà là bạn thân của Gae-Sung Dek, và thường xuyên đến thăm Gae-Sung Dek khi bà này ở tù. Lee Joon-ha (Jeong Jun-ha)  Lee Joon-ha là con trai của ông Soon-jae và bà Moon-hee. Anh cực kỳ to con,  khỏe mạnh và háu ăn, biệt danh là “Vua háu ăn”. Bị sa thải khỏi công ty, anh ở nhà như một người đầu tư không thành công và phải sống lệ thuộc vào thu nhập của vợ, một bác sĩ giỏi ở bệnh viện của bố mình. Anh cũng xuất hiện với một nghề mới trong nhiều tập phim nhưng hầu như lúc nào cũng có kết cục là anh bị mất việc vì trình độ kém hoặc do xui xẻo. Ở nhà, anh thường ngáy to khi ngủ, ăn hoặc xem ti-vi và vì ăn không ngồi rồi nên anh thường hay bị ông Soon-jae la mắng. Anh rất ham ăn và có sức mạnh cường tráng, điều này được thừa hưởng từ mẹ. Do ăn khỏe và háu ăn giống nhau nên Joon-ha và bà Moon-hee thường ăn với nhau nhiều bữa ăn thịnh soạn.  Ông Soon-jae thường mắng bà Moon-hee và Joon-ha bằng cách gọi họ là “Hai mẹ con mập ú.” Joon-ha có tật hay đánh rắm. Nếu gặp vấn đề rắc rối, Joon-ha thường trốn tránh ông Soon-jae. Mặc dù không có quyền hành gì nhiều trong nhà nhưng anh hết mực yêu thương vợ và thường là người duy nhất có thể hiểu tình cảm và cảm xúc của con trai Yoon-ho của mình. Về sau, anh làm việc ở công ty tư vấn, thành công  và có thể kiếm được nhiều tiền. Tuy vậy,  Joon-ha vẫn là người cha lười nhác ở nhà. Ở nhiều tập phim, Joon-ha say rượu và cư xử như con thú không thể cưỡng, la hét đòi đồ ăn, và thường là không ai khác ngoài Hae-mi có thể điều khiển anh trong trạng thái như thế. Ông Soon-jae gán cho Joon-ha nhiều biệt danh như Hulk (người to lớn, vụng về), King Kong (tên một con ác thú khổng lồ-giống loài khỉ-được hư cấu trong nhiều loại tác phẩm, nhất là điện ảnh.), thú, heo, heo đực, gấu, khỉ đột và quái vật. Các biệt danh này do tính tình của Joon-ha mà ra như lười biếng, ngu đần, mạnh khỏe và háu ăn.  Lee Min-yong (Choi Min-yong)  Lee Min-yong là con trai út của ông Soon-jae và bà Moon-hee, anh là giáo viên thể dục tại trường trung học nơi các cháu trai của anh đang học. Min-yong đối ngược với Joon-ha nhiều thứ. Min-yong mảnh khảnh, tóc thẳng, không lười như Joon-ha mà còn đẹp trai hơn Joon-ha nữa, và thường bực mình với ông Soon-jae, trong khi Joon-ha giống bà Moon-hee hơn; Joon-ha mập mạp, tóc xoăn, lười biếng, ngốc nghếch, béo phì, vô công rồi nghề nhưng thông cảm hơn Min-yong. Trở về nhà bố mẹ ruột sau cuộc hôn nhân chóng vánh với Shin Ji, Min-yong sống ở nhà kho trên lầu, thông với nhà chính bằng trụ cứu hoả. Mặc dù Min-yong có thể cảm thông, nhưng ở trường anh không được bọn học trò yêu mến vì thái độ quá nghiêm khắc của anh; thường thấy cảnh anh phạt học trò giống như ông Soon-jae và lúc nào cũng mang dùi cui bên mình. Min-yong thường hay cãi cọ những chuyện ngớ ngẩn không đâu với chị dâu Hae-mi và làm bất cứ chuyện gì để cho Hae-mi ngượng, xấu hổ trước người khác. Mặc dù đã ly dị, nhưng anh không thể cắt đứt hoàn toàn với Shin Ji vì đứa con của hai người và vẫn còn tình cảm với nhau. Min-yong hẹn hò với Seo Min-jeong, giáo viên đồng nghiệp của anh, song mối quan hệ thân thiết với vợ cũ của Min-yong đã làm cô ấy tổn thương. Về sau Shin Ji cố chấp nhận rằng Min-yong và Min-jeong yêu nhau và cả hai người này đều hứa hẹn đi đến hôn nhân. Anh là người đầu tiên phát hiện ra thi thể cha của Kang Yoo-mi ở bên ngoài nhà cô bé này (tập 131). Về sau, anh và Min-jeong chia tay nhau vì Shinji vẫn còn yêu Min-yong và gia đình của Min-yong cũng không tán thành cuộc hôn nhân này. Cuối phim, Min-yong và Shinji dường như thân thiết và gẫn gũi nhau hơn.  Park Hae-mi (Park Hae-mi)  Park Hae-mi là vợ của Lee Joon-ha. Hae-mi làm việc với bố chồng là Lee Soon-jae. Cô phải lòng một người đàn ông khác trước khi kết hôn. Cô nhận lời cầu hôn của Joon-ha để kình với người yêu đã lìa bỏ cô, điều này bị Joon-ha phát hiện trong một tập phim. Hae-mi hỗ trợ tài chính cho bệnh viện của ông Soon-jae khi bệnh viện đang sắp đóng cửa và là một bác sĩ được người khác yêu mến hơn ông Soon-jae. Cô thích ô-pê-ra và hát hò và câu nói nổi tiếng của Hae-mi là “Okay!”, nhưng Min-yong và bà Moon-hee cảm thấy rất bực mình với cách trả lời “Okay!” của Hae-mi. Cô cũng chẳng thích Shin Ji, và cuộc chiến giữa Hae-mi và 3 người này là một trong những chủ đề đặc trưng của phim. Hae-mi là người mẹ rất thương con nhưng thường ưu ái Min-ho hơn con trai út của mình là Yoon-ho. Tuy nhiên có lúc lại thấy Hae-mi dành tình yêu cho Yoon-ho, như trong đoạn về ngày lễ của mẹ (tập 123) hoặc tập cuối cùng, Hae-mi trở nên là người duy nhất ủng hộ ý định của Yoon-ho: nghỉ một năm ở trường trung học để đi du lịch miền quê. Hae-mi cũng là bạn thân của mẹ Kang Yoo-mi. Trong một vài tập phim, Hae-mi bị say rượu và có tập Min-yong cố chụp cho bằng được những tấm hình Hae-mi say và tung ra cho người khác biết (tập 98), và trong một tập khác, Min-ho bắt gặp mẹ đang khiêu vũ và hát hò với một người lạ mặt có giọng nói y như phù thủy khiến anh chàng hoảng sợ (tập 148). Lee Min-ho (Kim Hye-seong)  Lee Min-ho là con trai cả của vợ chồng Lee Joon-ha và Park Hae-mi. Min-ho rất thông minh, nhưng lại yếu đuối và nhỏ con, thường được mô tả như một “chàng trai yếu đuối”, và lúc nào cũng cãi cọ với em trai Yoon-ho vốn học cùng lớp với Min-ho ở trường. Min-ho là người dễ dàng bị ăn hiếp do vẻ yếu ớt của mình, trong khi Yoon-ho thường là phản công lại bất kể xung đột, bất hoà. Mối tương phản giữa hai anh em Min-Yoon là một trong những chủ đề chính của bộ phim. Ở trường, Min-ho ngồi bàn đầu với Kim Bum, bạn thân với Min-ho rất lâu, Min-ho và Bum thường ôm nhau thể hiện tình bạn khắn khít, điều này làm cho Yoon-ho nghĩ Min-ho và Bum đang yêu đồng tính. Tuy nhiên, Min-ho và Yoon-ho cũng hợp tác với nhau, như khi vận động ông Soon-jae thiếu hiểu biết về điện tử phải mua một cái máy vi tính mới (tập 25). Min-ho là bạn trai của Kang Yoo-mi, nhưng phải chịu nhiều cuộc chia cắt với Yoo-mi do cô bé này nhiều lần biến mất một cách bí ẩn, Yoo-mi đã giết chết kẻ sát nhân hại chết cha mẹ mình (tập 152). Min-ho cũng phát hiện ra Yoo-mi 21 tuổi trước khi cô ấy đi nhưng anh chẳng quan tâm việc cô ấy 21 tuổi hay không phải là học sinh giỏi trong lớp. Tập cuối, Min-ho đi nghỉ hè ở đảo Jeju-do với bố mẹ và cả Bum nữa, và thoáng thấy Yoo-mi ở đó. Đây cũng là lần cuối Min-ho gặp Bum trước khi Bum lên đường sang Mỹ. Lee Yoon-ho (Jeong Il-woo)  Con trai út của Lee Joon-ha và Park Hae-mi tên là Lee Yoon-ho. Yoon-ho cao to, khỏe mạnh, đẹp trai và nổi tiếng với cú đá cao sở trường của mình. Anh cũng thuật lại cốt truyện của bộ phim. Yoon-ho cũng rất mê lái xe mô-tô. Yoon-ho rất được các bạn nữ trong trường yêu mến, mặc dù lúc nào điểm số của Yoon-ho cũng rất thấp và đôi khi còn biểu hiện bản tính hoàn toàn ngốc nghếch của mình nữa. Trong một tập phim cho thấy hồi bé Yoon-ho cũng thông minh như Min-ho, nhưng sau khi cưỡi trên lưng chiếc mô-tô của một người bạn của Joon-ha thì Yoon-ho trở nên hoàn toàn mê mẩn vào việc đánh nhau và xe mô-tô; Hae-mi đổ lỗi cho Joon-ha về điểm kém và hành vi chểnh mảng của Yoon-ho. Như một người lạc lõng trong gia đình, Yoon-ho thường bị người khác hiểu nhầm và đôi khi còn bị đổ tội cho những chuyện mà mình không làm nữa. Ở trường, Yoon-ho ngồi ở góc cuối lớp, ngủ gà gật hoặc đọc truyện tranh. Yoon-ho còn bị phát hiện bỏ học, thường la cà trên mái nhà, ngủ hoặc nghe nhạc. Nhưng Yoon-ho thương thầm nhớ trộm cô giáo Min-jeong của mình, cô Min-jeong lúc nào cũng cố giúp Yoon-ho khỏi gặp rắc rối, và Yoon-ho thường tỏ ra tử tế với cô Min-jeong, điều này thường hay bị che giấu bởi vẻ ngoài không thân thiện của Yoon-ho. Khi biết cô Min-jeong và chú Min-yong đính hôn, anh đã nài xin cô Min-jeong đừng kết hôn. Tập cuối (tập 167), Yoon-ho nghỉ học một năm và đi du lịch khắp miền quê bằng xe mô-tô của mình. Ở đoạn cuối của bộ phim, anh gặp lại cô Min-jeong đã thôi dạy ở trường và biến mất khỏi  Seoul không một lời chào cách đây một năm một cách kì diệu.  Shin Ji a. k. a. Shin Bong Hee (Shin Ji)  Shin Ji là vợ cũ của Lee Min-yong và là mẹ của Joon. Shin Ji yêu nhạc, và cố tìm việc trong ngành âm nhạc, hát các bài hát CF và tham dự các buổi thi hát thử giọng. Shin Ji đòi ly hôn với Min-yong, với ước muốn đi du học ở Nga, nhưng sau một thời gian ngắn cô đã trở về Hàn Quốc. Min-yong và Shin Ji thay nhau chăm sóc Joon, mặc dù Joon phần lớn là ở nhà họ Lee có thể đoán được là lịch làm việc của Shin Ji rất dày. Shin Ji vẫn còn tình cảm với chồng cũ và anh ta cũng vậy, cô ghét Hae-mi vì cả hai đều kình địch nhau trước khi cô kết hôn. Shin Ji ở cùng với Seo Min-jeong. Tiết lộ là Shin Ji là bạn của Min-jeong từ khi còn là học sinh trung học dẫu rằng mọi chuyện sau đó đã khác hẳn.  Shin Ji có hai chiếc răng cửa chìa ra khỏi miệng như răng thỏ. Sau này Shin Ji đã đi phẫu thuật để bỏ đi những chiếc răng dễ sợ kia. Shin Ji nổi tiếng với từ \"Sang you!\" thay vì phải nói \"thank you\". Gần cuối phim, cô không đủ sức đối mặt với cuộc hứa hôn của Min-yong và Min-jeong và quyết định đi Nga thêm lần nữa, nhưng tâm trạng đau khổ đó khiến cho Shin Ji bị tai nạn giao thông. Min-yong chia tay với Min-jeong để mang Shin Ji về lại. Ở tập cuối, tình cảm của Min-yong và Shin Ji đã tốt đẹp và anh còn cầu hôn cô thêm lần nữa, nhưng Shin Ji chưa đồng ý bảo rằng cô muốn chờ cho đến khi nào anh thực sự yêu cô trở lại. Seo Min-jeong (Seo Min-jeong)  Giáo viên tiếng Anh cùng trường trung học với Lee Min-yong, và là giáo viên lớp của Min-ho, Yoon-ho, Bum, Chan Seong và Seung Hyun. Seo Min-jeong thuê căn hộ mà vợ chồng Min-yong và Shin Ji từng ở, sống cùng với Shin Ji sau khi cô này trở về sau chuyến đi du học Nga ngắn ngủi và không thành công. Dường như lúc nào Min-jeong cũng gặp tai nạn mà hầu hết là do tính vụng về của mình. Cô ấy thường trượt chân, ngã, hoặc có khi trong một tập phim cô tông vào một chiếc xe đang đỗ vì cô được mời đi. Min-jeong rất nhút nhát và nếu bị làm ngượng cô ấy sẽ trở nên rất hung hăng. Cô ấy chẳng quản lý nổi lũ học trò của mình do bản tính thân thiện bẩm sinh và sự thiếu kỷ luật của mình. Min-jeong rất yêu Min-jeong và hai người hẹn hò nhau, mặc dù cô thường hay bị Min-yong làm tổn thương do tính thiếu lãng mạn của anh và cả mối quan hệ gần gũi, thân mật với vợ cũ của anh nữa. Tập 117, cô tả Min-yong là sự kết hợp ngoại hình của Brad Pitt và phong cách ăn mặc của Leonardo Dicaprio. Về sau tình yêu của Min-yong dành cho Min-jeong ngày càng thắm thiết và hai người hứa hôn với nhau. Shin Ji hỏi Min-yong liệu xem anh ấy sẽ làm gì nếu bố mẹ của Min-jeong không tán thành cuộc hôn nhân này, anh bảo họ sẽ tự kết hôn. Ban đầu bố mẹ của Min-jeong phản đối nhưng sau đó họ cũng đồng ý. Tuy nhiên, gần cuối phim, Min-jeong và Min-yong quyết định chia tay vì Shin Ji, cô này vẫn còn tình cảm với Min-yong. Sau khi chia tay, Min-jeong thôi dạy ở trường và chuyển về quê dạy ở trường trung học cơ sở dành cho nữ sinh.  Kim Bum (Kim Bum)  Kim Bum là bạn thân của Lee Min-ho và luôn có mặt ở nhà họ Lee, thậm chí còn muốn trở thành một thành viên thực sự của gia đình nữa. Hai người chơi rất thân và hay quan tâm nhau. Bum và Min-ho thường hay ôm nhau và chở nhau trên chiếc xe đạp y như hai người yêu nhau vậy. Thường thì Yoon-ho không ưa hai người đó la cà, cặp kè với nhau và nghĩ là họ giống như đang cặp bồ với nhau. Bum từng say đắm Yoo-mi, bạn gái của Min-ho, nhưng sau đó anh trở nên khinh miệt cô nàng sau khi biết được cô chỉ lợi dụng anh thôi. Ở nhà họ Lee, Bum có thể làm bất cứ chuyện gì mình thích từ ăn sáng, ăn trưa, ăn tối cùng với gia đình, có thể ngủ ở bất kỳ phòng nào và thậm chí còn tắm vòi sen và đôi khi còn tắm bọt thơm nữa. Kim Bum thậm chí còn có thể ngủ ở nhà Min-ho một vài đêm cũng được. Có tập, Bum mang hết đồ đạc cá nhân của mình sang nhà họ Lee, từ băng vi-đi-ô đến áo quần. Nhà của Bum hiếm khi được chiếu trên phim nhưng theo mẹ của Bum, người này cũng trở thành khách quen của gia đình họ Lee thì ngôi nhà này rất yên tĩnh và buồn chán. Bum có một con chó con mà Bum và Min-ho đặt tên là “Bum-min” hoặc “Min-bum”. Ông Soon-jae coi đây là một “con chó bẩn thỉu” sau khi Bum hỏi xem liệu có chỗ nào cho Bum-min ở trong nhà họ Lee luôn không (tập 132). Tập cuối phim, Bum sang Mỹ vào mùa hè năm 2008, trước nỗi hết sức ngạc nhiên của gia đình họ Lee vì Bum cũng giống như một thành viên trong nhà của họ rồi. Đáng buồn là duy chỉ có bà Moon-hee có thể chào tạm biệt Bum vì các thành viên khác đều bận việc hoặc đi xa (ông Soon-jae đang làm việc ở châu Phi, cô Hae-mi bận công việc ở bệnh viện, Yoon-ho đang đi du lịch khắp miền quê,...) Kang Yoo-mi (Park Min-young)  Kang Yoo-mi là bạn gái của Lee Min-ho. Yoo-mi rất xinh nhưng học cực kém, lúc nào cũng bị điểm thấp nhất ở trường. Cô cũng đã giấu việc mình lớn hơn các bạn học 3 tuổi, nhưng chỉ có Kim Bum và thầy Lee Min-yong, giáo viên ở lớp vốn không hề quan tâm nhiều về chuyện đó biết được. Yoo-mi thường bị thầy Min-yong phạt vì tội bướng bỉnh, không vâng lời như chải tóc trong lớp. Yoo-mi nhiều lần nói dối với Min-ho về các năng khiếu mà cô có, nhưng hai người vẫn giữ mối quan hệ tốt đẹp với nhau. Tuy nhiên, trong một tập phim, khả năng chạy nhanh bẩm sinh của Yoo-mi bị phát hiện khi cô chạy khỏi thầy Min-yong và Yoo-mi đại diện cho trường thi đấu môn chạy. Ông Soon-jae thường hay gọi nhầm Yoo-mi là \"Soo-mi\", làm cho cô khó chịu. Về cuối phim, Yoo-mi phải trốn khỏi thành phố vì bọn tội phạm đang tìm kiếm cô, và Yoo-mi biến mất trên phim. Trong một vài cảnh cuối, có lần người ta thấy cô lên xe hơi vào buổi tối, và chiếc xe nổ tung khi Yoo-mi vừa mở máy, làm cho người xem nghĩ là cô đã chết. Tuy nhiên, vào cảnh cuối của bộ phim, người ta cũng lại thấy cô đang dạo chơi trên chiếc du thuyền ở đảo Jeju-do một cách sang trọng."
        },
        {
            "en": "2010 FIFA World Cup™ - Key players          Claudia Wong spots three key players from each group at the 2010 FIFA World Cup™. Group A South Africa Steven Pienaar Described as their ‘best player by an absolute mile' by Everton Manager David Moyes, Steven Pienaar is the star player of the South African national team.  He brings not only his outstanding skills to the fore, but also his European experience at Everton.  Backed by the home crowd, the ‘Mighty Peanut' is sure to deliver with his adept left foot and fast pace.  The pride of Johannesburg, he looks set to fly his country's colours at this year's World Cup on home soil. Uruguay Diego Forlan Born into a family of football stars, Diego Forlan's father and grandfather played for Uruguay and Independiente in Argentina.  As top scorer in 2005 with Villarreal and Atletico Madrid in 2009, Forlan scored a hat-trick against Peru in the South American qualifiers.  Uruguay's hopes will rely solely on this forward to showcase his two-footedness in South Africa. France William Gallas During his days as a Chelsea player, William Gallas formed an impregnable partnership with John Terry, before moving on to become a key player for Arsene Wenger's Arsenal side.  At the center of defense, any player seeking to sneak past France will have to face the experienced might of the Frenchman.  Group B Argentina Lionel Messi Debuting in the 2004-05 season, Lionel Messi broke the La Liga record for the youngest footballer to appear in a league game, and the youngest to score a league goal.  His power, balance, strength and versatility makes Messi an integral part of Barcelona's dominance in Spain and Europe over the last few seasons.  Living up to the Argentine number ten shirt, Messi wore this jersey for the first time in the FIFA World Cup™ qualifier against Venezuela. Goals from Messi are sure to come in South Africa. Nigeria John Michael Ncekwube Obinna Carlo Ancelotti, Chelsea's current manager and a former Italian midfielder, claims that with regard to playing characteristics, John Michael Ncekwube Obinna, more commonly known as Mikel, plays like himself.  He impressed Jose Mourinho in the first week at Chelsea, and has exceeded expectations.  Able to disrupt attacks and spread play, Mikel's presence in the 2010 FIFA World Cup™ will stir up and unite hopes in the hearts of Nigerians.   South Korea Park <em>Ji</em>-Sung Asia's pride, Park <em>Ji</em>-Sung was the star in the 2002 World Cup™ where South Korea advanced to the semi-finals, scoring the match winner against Portugal.  Kick-starting his career as a defensive midfielder, Park is the only Korean to win the UEFA Champions League and the first Asian to ever play in a final of such a tournament.  His speed, skill and never-say-die attitude make him an indispensible and a legendary team captain of the gutsy South Korean side. Group C England John Terry John Terry led Chelsea to two Premier League titles in 2004-05 with an excellent defensive record ever in football League history. His experience in the centre-back role, ability to read the game well from the back and his flawless defensive skills made him the only English player to make the all-star squad for the 2006 FIFA World Cup™.  Although he will not be captaining the English side this World Cup™, his sterling performance will be fundamental to the Three Lions hopes. United States of America Clinton Drew Dempsey Scored the only goal by a US player in the 2006 World Cup™, Clinton Drew Dempsey portrays versatility and style in the midfield.  He brings his Fulham experience, tenacity in approaching goal, and excellent dribbling skills to the table.  His spirit of perseverance in playing games through injuries will only bring his team further in the World Cup™. Slovenia Milivoje Novakovic Scoring five goals in qualifiers, Milivoje Novakovic is Slovenia's forward to mark.  He was remembered for his brilliant hat-trick against Trinidad and Tobago.  Slovenia will need Novakovic to be at his sharpest if they are to progress from Group C. Group D Germany Miroslav Klose All of Miroslav Klose's five goals in the 2002 World Cup™ were headers, and he holds the only record for scoring five goals each in consecutive World Cups™. Having won the golden boot in the 2006 World Cup™, he was also one of the two players from the All-Star Team of 2002 to make it again to the All-Star Team of the 2006 World Cup™.  Bayern Munich's heading machine, he also provides good assists and has an innate instinct to make the most of his chances. Serbia Nemanja Vidic Part of the ‘Famous Four' of Serbia's defence, Nemanja Vidic's aggressiveness on the pitch and perfectly timed tackles caused his side to let in only one goal in the ten-game qualification of the 2006 World Cup™.  In his 2008-09 season with Manchester United, he had a Premiership-record of 14 consecutive clean sheets.  His ability to turn defense into effective counter-attacks makes him an exceptional player. Ghana Michael Kojo Essien A formidable midfield presence, Michael Kojo Essien is Ghana's national hero.  Not afraid to unleash his shooting prowess from the distance, Essien is an all-rounder who excels in defensive play too.  His versatility has deployed him to several roles both defensively and offensively, and his opponents are often wary of him.  The energy, spirit and attitude he puts into every play is more than commendable. Group E Netherlands Dirk Kuyt Having boundless energy and a high work rate, Dirk Kuyt makes excellent assists with his crossing and angled runs in attack.  A selfless player, he tracks back to aid in defense and is always on his feet for any chance at goal.  Scoring three in the 2010 World Cup™ qualifiers, he is a danger in the box to opposing defenders.  Denmark Christian Bager Poulsen Christian Bager Poulsen's two-footed passing ability and charismatic presence makes him a national team favourite.  His playmaking skills and determination on the pitch to destroy even the best attacks all reek of his talent.  He has his aggressive bouts of temper, including the infamous Rosenbeg punch, which have led to disciplinary records, but as a player, he has grown and matured.  He was also the first player to win Danish Player of the Year awards consecutively in 2005-06. Japan Shunsuke Nakamura The hopes of Japan in this World Cup™ lie on the shoulders of Shunsuke Nakamura, famous for his trusty left-foot and accurate free-kick taking abilities.  Named the Most Valuable Player in the 2004 Asian Cup, he was the first Japanese player and second Asian to score in the UEFA Champions League.  Japan is by far the most successful Asian team having won the Asian Cup thrice, and is looking forward to doing Asian football proud in the World Cup™. Group F Italy Gianluigi Buffon Awarded his first Italy cap at the age of 19, Gianluigi Buffon has kept five clean sheets and denied goals to any attacker in the 2006 World Cup™ finals.  He is the epitome of all goalkeeping ability, skill and positional sense.  Guarding the goalmouth with his accuracy in stopping and blocking shots, knowing when to come off the line and when to stay back has led to him attaining Serie A Goalkeeper of the Year a record of nine times. Paraguay Roque Santa Cruz A tall and powerfully built physique gives Roque Santa Cruz the pace to whiz around and have an edge over any defender.  Ambitious with a winning attitude, Cruz's touch often converts into goals and victories.  This Manchester City striker's determination to score made him one of Paraguay's top scorers in the 2010 FIFA World Cup™ qualifiers. New Zealand Ryan Nelsen Captaining the All Whites and as centre-back of Blackburn Rovers, Ryan Nelsen exudes outstanding defensive capabilities.  Five clean sheets in the qualification rounds all speak of his defensive resilience.  They have a relatively easy route than the other Asian World Cup™ participants, and might possibly be this year's underdog team to root for. Group G Brazil Ricardo Izecson dos Santos Leite Kaka's speed, intelligence with the ball and mastery on both feet enables him to weave through midfield, slip past defenders, and find the back of the net repeatedly. Flashy footwork, composure, and an eye for goal are all part of his goal-scoring prowess. Successes at AC Milan and Real Madrid have caused many to rate him as the best player on the planet. Cote D'Ivoire Didier Yves Drogba Tebily Having a slightly later start in his football career, Didier Drogba has muscled his way into prominence with goalscoring determination.  Drogba's pace, strength, aerial accuracy contributes to his assists from both the left and right side of the pitch. An inspiring captain, he helped his team qualify for their first ever World Cup™ in 2006 in Germany.  Named 2009 African Footballer of the Year, this was his second win of this award. Portugal Cristiano Ronaldo Cristiano Ronaldo's trademark stepovers, quick turning, and tricky bypasses leave his opponents tripping over their own feet.  In addition, Ronaldo is the most expensive player in the history of football. An asset to Real Madrid, the goals he contributed are certainly worth the price.  He has many awards to his name, including Manchester United's first Ballon d'Or in 40 years and FIFA World Player of the Year in 2008. Group H Spain Fernando Jose Torres Sanz El Nino, the hero that scored the winner for Spain in the Euro 2008 Final, is in the cream of the crop among today's football stars.  Whenever he plays he is bound to score, fully utilizing his lightning pace, sharp twists and turns, and overpowering skill.  Moving from Atletico Madrid to Liverpool, he is a star wherever he goes. This FIFA World Cup™, Spain's number nine is one to look out for. Switzerland Alexander Frei Switzerland's captain and all-time top scorer, Alexander Frei currently plays for FC Basel.  A steady player who never fails to assist and contribute last-minute goals, Frei is an inspiring leader and an able team player at the same time.  Swiss Footballer of the Year in 2004 and 2007, his country will be depending on him to put in some goals. Chile Mark Gonzalez Burning down the left flanks, Mark Gonzalez is nicknamed \"Speedy Gonzalez\". Having stints at Real Betis, Liverpool and Club Deportivo Universidad Catolica, he has a wealth of experience, including being the highest-capped player in the squad. Born in South Africa but moving on to Chile later on, Gonzalez looks set to score in the country he was born in.",
            "vi": "World cup 2010 – Những cầu thủ chủ chốt      Claudia Wong chọn ra ba cầu thủ chủ chốt từ mỗi bảng đấu ở Cúp bóng đá thế giới FIFA 2010. Bảng A Nam Phi Steven Pienaar Được huấn luyện viên của Everton ông David Moyes mô tả như là \"cầu thủ có tốc độ siêu việt nhất\" của họ, Steven Pienaar là cầu thủ ngôi sao của đội tuyển quốc gia Nam Phi. Anh không chỉ đem đến những kỹ thuật xuất chúng hàng đầu cho đội bóng, mà còn cả những kinh nghiệm thi đấu châu Âu trong màu áo Everton của mình. Được đám đông cổ động viên nhà hậu thuẫn, Mighty Peanut chắc chắn sẽ thể hiện những bước chạy thần tốc cùng cái chân trái điêu luyện của anh. Với niềm tự hào của Johannesburg, anh dường như sẽ làm ngập tràn màu cờ đất nước mình tại World cup năm nay trên mảnh đất quê hương. Uruguay Diego Forlan Được sinh ra trong một gia đình gồm những ngôi sao bóng đá, cha và ông của Diego Forlan thi đấu cho Uruguay và Independiente của Argentina. Là cầu thủ ghi bàn hàng đầu trong năm 2005 với Villarreal và Atletico Madrid năm 2009, Forlan lập hat-trick trong trận gặp Peru ở vòng loại khu vực Nam Mỹ. Những hi vọng của Uruguay sẽ chỉ trông cậy vào tiền đạo này thể hiện qua phong độ đôi chân của anh ấy tại Nam Phi. Pháp William Gallas Trong thời gian là cầu thủ của Chelsea, William Gallas hình thành nên một bộ đôi vững chắc với John Terry, trước khi chuyển sang làm cầu thủ chủ chốt trong đội hình Arsenal của ông Arsene Wenger. Ở vị trí trung tâm phòng ngự, bất kỳ cầu thủ nào tìm cách vượt qua Pháp sẽ phải đối mặt với sức mạnh về kinh nghiệm trận mạc của cầu thủ người Pháp này. Bảng B Argentina Lionel Messi Ra mắt lần đầu tiên trong mùa bóng 2004-05, Lionel Messi phá kỷ lục tại giải La Liga là cầu thủ bóng đá trẻ nhất xuất hiện trong một trận cầu thuộc giải vô địch quốc gia, và là cầu thủ trẻ tuổi nhất ghi bàn ở giải vô địch này. Sự linh hoạt, sức bền, sự ổn định và sức mạnh của Messi khiến anh là một phần không thể thiếu trong đế chế Barcelona tại Tây Ban Nha và châu Âu những mùa bóng gần đây. Xứng đáng với chiếc áo số 10 của Argentine, Messi mặc chiếc áo này lần đầu tiên trong trận gặp Venezuela tại vòng loại World cup. Những bàn thắng của Messi chắc chắn sẽ xuất hiện tại Nam Phi. Nigeria John Michael Ncekwube Obinna Ông Carlo Ancelotti, huấn luyện viên hiện tại của Chelsea và là cựu trung vệ của Ý, cho rằng, về phong cách thi đấu, John Michael Ncekwube Obinna, thường được gọi là Mikel, đá bóng như chính bản thân ông ta vậy. Anh gây ấn tượng với Jose Mourinho ngay tuần đầu tiên ở Chelsea, và đã thể hiện vượt xa những kỳ vọng ban đầu. Có thể ngăn cản những đợt lên bóng của đối phương và chơi trên diện rộng, sự hiện diện của Mikel tại World cup 2010 sẽ khuấy động lên và gắn kết những hi vọng trong những trái tim người Nigeria. Hàn Quốc Park Ji-Sung Niềm tự hào của châu Á, Park Ji-Sung là ngôi sao tại World cup 2002 giải đấu mà Hàn Quốc tiến vào đến trận bán kết, ghi bàn trong trận thắng Bồ Đào Nha. Khởi đầu sự nghiệp của mình với vai trò một tiền vệ phòng ngự, Park là người Hàn Quốc duy nhất vô địch UEFA Champions League và là người châu Á đầu tiên thi đấu trận chung kết của một giải đấu danh giá như vậy. Tốc độ, kỹ thuật và tinh thần thi đấu không biết mệt mỏi của bản thân khiến anh trở thành người không thể thiếu và là một đội trưởng huyền thoại của đội bóng Hàn Quốc đầy quả cảm. Bảng C Anh  John Terry John Terry đưa Chelsea đến hai danh hiệu vô địch Ngoại hạng Anh vào năm 2004-05 với một kỷ lục phòng thủ xuất sắc chưa từng có trong lịch sử giải đấu. Kinh nghiệm trong vai trò hậu vệ trung tâm, khả năng đọc trận đấu tốt từ phía sau và các kỹ thuật phòng thủ hoàn hảo khiến anh là cầu thủ Anh duy nhất có mặt trong đội hình các ngôi sao FIFA World cup 2006. Mặc dù không còn là đội trưởng tuyển Anh ở World cup này, nhưng sự thể hiện đúng sức mình của anh sẽ là cơ sở cho những hy vọng của Tam Sư.  Mỹ  Clinton Drew Dempsey Là cầu thủ Mỹ ghi bàn duy nhất tại World cup 2006, Clinton Drew Dempsey có chân dung đa dạng và phong cách chơi bóng của một tiền vệ tấn công. Anh mang đến những kinh nghiệm thi đấu ở Fulham, sự bền bỉ trong việc tiếp cận mục tiêu, và những kỹ thuật rê bóng xuất sắc. Tinh thần kiên trì đến cùng của mình trong những trận đấu qua những chấn thương sẽ chỉ đưa đội của anh tiến xa hơn trong World cup mà thôi. Slovenia Milivoje Novakovic Ghi năm bàn thắng ở vòng loại, Milivoje Novakovic là một tiền đạo đáng chú ý của Slovenia. Anh được nhớ đến với cú hat - trick phi thường trong trận gặp Trinidad và Tobago.  Slovenia  sẽ cần đến sự sắc bén của Novakovic nếu họ muốn tiếp tục hành trình từ bảng C. Bảng D Đức Miroslav Klose Tất cả 5 bàn thắng của Miroslav Klose tại World cup 2002 đều là những bàn thắng bằng đầu, và chỉ có anh nắm giữ kỷ lục ghi 5 bàn một trong các kỳ World cup liên tiếp. Đoạt được chiếc giày vàng tại World cup 2006, anh còn là một trong hai cầu thủ có tên trong đội hình các ngôi sao năm 2002 và tiếp tục góp mặt lần nữa vào năm 2006. Là cỗ máy đánh đầu của Bayern Munich, anh cũng là người làm bóng tốt và có năng khiếu bẩm sinh tận dụng triệt để nhất các cơ hội của mình. Serbia Nemanja Vidic Là một phần của \"bộ tứ nổi tiếng\" trong hàng thủ Serbia, sự máu lửa trên sân cỏ và những cú truy cản đúng lúc một cách hoàn hảo của Nemanja Vidic giúp đội bóng của anh chỉ bị lọt lướt một bàn trong 10 trận vòng loại World cup 2006. Trong mùa bóng 2008-09 của mình với MU, anh có kỷ lục 14 trận liên tiếp giữ sạch lưới. Khả năng chuyển từ phòng thủ sang phản công hiệu quả khiến anh trở thành một cầu thủ khác thường. Ghana Michael Kojo Essien Sự hiện diện của trung vệ xuất sắc, Michael Kojo Essien là anh hùng dân tộc của Ghana.  Không chỉ lợi hại với những cú sút xa, Essien còn là cầu thủ toàn diện trong phòng thủ.  Sự đa dạng của anh đã bố trí anh ở nhiều vai trò cả công lẫn thủ, và các đối thủ của anh luôn phải dè chừng.  Sức mạnh, tinh thần và thái độ anh thể hiện trong mỗi trận đấu thì còn hơn cả những lời ca tụng. Bảng E Hà Lan Dirk Kuyt Sở hữu nguồn năng lượng vô tận và một hiệu suất hoạt động cao, Dirk Kuyt thực hiện vai trò làm bóng tuyệt vời với những đường tạt bóng và những bước chạy sát góc khi tấn công.  Một cầu thủ có lối chơi đồng đội, anh quay về để phòng ngự và luôn sẵn sàng cho bất cứ cơ hội làm bàn nào.  Ghi ba bàn trong các trận đấu vòng loại World cup 2010, anh là cầu thủ nguy hiểm đối với các hậu vệ đối phương trong khu vực khung thành. Đan Mạch Christian Bager Poulsen Khả năng chuyền bóng bằng hai chân và sự hiện diện đáng tin cậy của Christian Bager Poulsen khiến anh trở thành một cầu thủ được mến mộ của đội tuyển quốc gia. Các kỹ năng làm bóng và quyết tâm của anh trên sân cỏ để truy cản bằng được thậm chí là những pha tấn công sắc bén nhất, tất cả những dấu hiệu này giúp nhận biết tài nghệ của anh.  Anh có những cơn nóng giận dễ tấn công đối phương, gồm có cú thụi tai tiếng vào mặt Rosenbeg, khiến anh nhận những kỷ lục về án phạt, nhưng là một cầu thủ, anh đã lớn và đã trưởng thành.  Anh còn là cầu thủ đầu tiên giành danh hiệu Cầu thủ xuất sắc nhất Đan Mạch hai năm liên tiếp 2005-06. Nhật Bản Shunsuke Nakamura Những kỳ vọng của Nhật Bản tại World cup này nằm trên vai Shunsuke Nakamura, nổi danh với cái chân trái chắc chắn và khả năng đảm nhận những cú sút phạt chính xác. Được mang danh Cầu thủ đắt giá nhất tại Cúp châu Á 2004, anh là cầu thủ Nhật Bản đầu tiên và là cầu thủ châu Á thứ hai ghi bàn tại UEFA Champions League. Nhật Bản là đội bóng châu Á thành công nhất với ba lần vô địch châu Á, và đang mong thể hiện niềm tự hào của bóng đá châu Á tại World Cup. Bảng F Ý Gianluigi Buffon Được phần thưởng khoác áo tuyển Ý lần đầu tiên năm 19 tuổi, Gianluigi Buffon đã giữ sạch lưới 5 trận và từ chối các bàn thắng của bất kỳ cầu thủ tấn công nào tại vòng chung kết World cup 2006. Anh là mẫu thủ môn điển hình với tất cả kỹ thuật, khả năng bắt bóng và giác quan phán đoán vị trí. Nhờ bảo vệ cầu môn bằng sự chính xác của mình trong các pha ngăn chặn và cản phá những cú sút, biết được khi nào chạy ra khỏi vạch vôi và khi nào lùi lại phía sau đã giúp anh lập được một kỷ lục 9 lần đoạt danh hiệu thủ môn xuất sắc nhất năm ở Serie A . Paraguay Roque Santa Cruz Thể trạng cao to và đầy sức mạnh cho phép Roque Santa Cruz vượt qua và có lợi thế hơn bất cứ hậu vệ nào.  Tham vọng với một tư thế chiến thắng, những cú chạm bóng của Cruz thường biến thành những bàn thắng và những chiến thắng.  Quyết tâm ghi bàn của tiền đạo Manchester City này đã giúp anh trở thành một trong những cầu thủ ghi bàn hàng đầu của Paraguay ở vòng loại World cup 2010. New Zealand Ryan Nelsen Làm đội trưởng tuyển New Zealand và hậu vệ trung tâm của Blackburn Rovers, Ryan Nelsen cho thấy khả năng phòng ngự xuất sắc. Năm trận giữ sạch lưới trong các trận vòng loại tất cả đã nói lên tính kiên cường trong phòng ngự của anh. Họ có lộ trình tương đối dễ dàng so với các đội bóng khác là những đội tham gia vòng đấu loại World cup khu vực châu Á, và rất có thể là kẻ lót đường của năm nay cần được cỗ vũ cho. Bảng G Brazil Ricardo Izecson dos Santos Leite Tốc độ, trí thông minh trong xử lý bóng và sự thuần thục trên cả hai chân của Kaka giúp anh có thể vượt qua khu trung tuyến, thoát khỏi sự đeo bám của các hậu vệ, và chọc thủng lưới nhiều lần.  Động tác chân hào nhoáng, sự bình tĩnh, và một nhãn quan săn bàn là tất cả những phần thuộc về kỹ năng ghi bàn thành thạo của anh. Những thành công tại AC Milan và Real Madrid đã khiến tỷ lệ bầu chọn anh là cầu thủ xuất sắc nhất hành tinh tăng cao. Bờ Biển Ngà Didier Yves Drogba Tebily Có khởi đầu hơi muộn trong sự nghiệp bóng đá các nhân, Didier Drogba tiến nhanh đầy sức mạnh theo cách của riêng mình thành cầu thủ xuất chúng với quyết tâm ghi bàn rất cao.  Sự chính xác trên không, sức mạnh, tốc độ của Drogba góp phần tạo nên những hỗ trợ của anh từ cả hai cánh trái và phải sân bóng.  Một đội trưởng truyền cảm hứng cho toàn đội, anh giúp đội bóng vượt qua vòng đấu loại để lần đầu tiên có mặt tại World cup 2006 ở Đức.  Được bầu chọn là cầu thủ bóng đá xuất sắc nhất châu Phi năm 2009, đây là lần thứ 2 anh giành giải này. Bồ Đào Nha Cristiano Ronaldo Những pha đảo bóng kỹ thuật, quặt bóng bất ngờ, và những động tác giả mang thương hiệu Cristiano Ronaldo loại bỏ các đối thủ, nhẹ nhàng vượt qua đôi chân của họ. Ngoài ra, Ronaldo là cầu thủ đắt giá nhất trong lịch sử bóng đá.  Một đống tài sản của Real Madrid, những bàn thắng anh đóng góp chắc chắn rất đáng đồng tiền bát gạo. Anh sở hữu nhiều danh hiệu cá nhân, bao gồm Quả bóng Vàng châu Âu đầu tiên của Manchester United trong 40 năm, và Cầu thủ xuất sắc nhất thế giới của FIFA năm 2008. Bảng H Tây Ban Nha Fernando Jose Torres Sanz El Nino, người hùng ghi bàn mang về chiến thắng cho Tây Ban Nha trong trận chung kết Euro năm 2008, là một trong những cầu thủ xuất sắc nhất trong hàng ngũ các ngôi sao bóng đá hiện tại.  Bất cứ khi nào anh thi đấu anh chắc chắn sẽ ghi bàn, tận dụng triệt để tốc độ nhanh như cắt, những cú sút xoáy sắc bén và những thay đổi bất ngờ, và kỹ thuật mê người của mình.  Chuyển từ Atletico Madrid sang Liverpool, anh là ngôi sao ở bất kỳ đâu anh đến.  World cup này, số 9 của Tây Ban Nha là người được kỳ vọng nhiều. Thụy Sỹ Alexander Frei Đội trưởng và là cầu thủ ghi bàn nhiều nhất mọi thời của Thụy Sĩ, Alexander Frei hiện đang thi đấu cho câu lạc bộ Basel.  Cầu thủ trung kiên lúc nào cũng hỗ trợ và góp vào những bàn thắng đến những giây cuối cùng.  Frei vừa là người chỉ huy truyền cảm hứng cho toàn đội đồng thời là một tuyển thủ tài năng.  Cầu thủ bóng đá xuất sắc nhất Thuỵ Sĩ vào năm 2004 và 2007, đất nước của anh sẽ cần đến những bàn thắng anh mang về. Chi lê Mark Gonzalez Thiêu huỷ hoàn toàn hành lang cánh trái, Mark Gonzalez có biệt danh là \"Gonzalez tốc độ\". Thi đấu tại Real Betis, Liverpool và Deportivo Universidad Catolica, anh có rất nhiều kinh nghiệm, là cầu thủ khoác áo tuyển quốc gia nhiều lần nhất trong đội hình.  Sinh ra tại Nam Phi nhưng sau đó chuyển đến sống tại Chi lê, Gonzalez dường như sẽ ghi bàn tại chính đất nước nơihính bàn thắng anh mang về.và những thay đổi bất ngờ, và kỹ năng ao bóng đá hiện tại.  anh chào đời."
        }
    ],
    "suggestions": []
}