{
    "en_vn": {
        "data": {
            "content": null,
            "word": "jiao",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>jiao</k><blockquote><cclass>[<cclass>dʒaʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same) a monetary unit of China, equal to one tenth of a yuan. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Chin. <i>jiǎo</i>. </blockquote></div>",
            "word": "jiao",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jiao",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jiao",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jiao",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "5 eight-<em>jiao</em> stamps, please.",
            "vi": "Cho tôi 5 con tem giá tám hào."
        },
        {
            "en": "And fifty-fen is called five-<em>jiao</em>?",
            "vi": "Và năm mươi fen thì được gọi là năm jiao?"
        },
        {
            "en": "The basic unit of RMB is yuan and the subsidiary units are <em>jiao</em> and fen.",
            "vi": "Đơn vị căn bản của rmb là yuan và các đơn vị phụ là jiao và fen."
        },
        {
            "en": "Chinese currency has Yuan, <em>jiao</em> and fen just as US currency has dollar, dime and cent.",
            "vi": "Trung quốc có yuan, jiao và fen cũng như tiền tệ mỹ có đô la, mười xu và xu."
        },
        {
            "en": "Today a number of Chinese, Korean, and Taiwanese institutions appear on Shanghai <em>Jiao</em>-Tong University’s annual ranking of Asia’s top 100 universities.",
            "vi": "Ngày nay, nhiều trường đại học của Trung Quốc, Hàn Quốc, và Đài Loan nằm trong danh sách 100 trường đại học hàng đầu của Châu Á theo xếp hạng của trường Đại học Giao thông Thượng Hải."
        },
        {
            "en": "They have dinner together, eating traditional food – <em>jiao</em> si, something like dumpling and stay up watching TV programs until early the following day.",
            "vi": "Họ cùng nhau dùng bữa tối, ăn món ăn truyền thống – bánh chẻo, một thứ bánh na ná như bánh bao và thức khuya xem các chương trình truyền hình đến sáng sớm hôm sau."
        },
        {
            "en": "The same thing happens in China, as students from Beijing University, Tsinghua University or Shanghai <em>Jiao</em>-tong University are being offered jobs but many from other universities are having difficulty to get jobs.",
            "vi": "Cùng điều đó xảy ra ở Trung Quốc, khi sinh viên từ Đại học Bắc Kinh, Đại học Thanh Hoa hay Đại học Thượng Hải Jiao-tong được mời chào việc làm nhưng nhiều người từ các đại học khác gặp khó khăn kiếm việc."
        }
    ],
    "suggestions": []
}