{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">Chin</font></td></tr></table><i/></div>",
            "word": "Jin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Jin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Jin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Jin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Jin"
        }
    },
    "sentences": [
        {
            "en": "Prof. <em>Jin</em> Park, Professor KDI School of Policy and Management, Seoul, Korea",
            "vi": "GS. Jin Park, Trường Chính sách và Quản lý, Viện Phát triển Hàn Quốc (KDI), Seoul, Hàn Quốc"
        },
        {
            "en": "Ba <em>Jin</em> is known as the greatest novelist in contemporary China.",
            "vi": "Ba kim được biết đến như là một tiểu thuyết gia vĩ đại nhất trung quốc đương đại."
        },
        {
            "en": "When the monks opened this chest they found the two books \"Xi Sui Jing\" (Marrow Washing Classic) and \"Yi <em>Jin</em> Jing\" within.",
            "vi": "Khi các tăng sư mở cái hộp ra, thì thấy 2 cuốn sách, một là Tẩy Tủy Kinh, một là Dịch Cân Kinh."
        },
        {
            "en": "When the monks opened this chest they found the two books \"Xi Sui Jing\"(Marrow Washing Classic) and \"Yi <em>Jin</em> Jing\" within.",
            "vi": "Khi các tăng sư mở cái hộp ra, thì thấy 2 cuốn sách, một là Tẩy Tủy Kinh, một là Dịch Cân Kinh."
        },
        {
            "en": "So what the hell is it? Some Indonesians believe sleep paralysis is the work of <em>jin</em>—spirits or ghosts named in the Quran as one of God's smartest creations. <em>Jin</em> aren't always malevolent, but they are spirits and that still makes them pretty damn frightening if you ask me.",
            "vi": "Vậy nó là cái quái gì? Một vài người Indonesia tin rằng bóng đè do jin - các hồn ma hay quỷ dữ được đặt tên theo kinh Koran như một trong những tạo vật thông minh nhất của chúa trời. Jin không phải lúc nào cũng xấu xa, nhưng suy cho cùng chúng vẫn là những hồn ma và điều đó khiến chúng trở nên khá đáng sợ."
        },
        {
            "en": "Lee <em>Jin</em>-gyu kisses his new bride, a pillow with a picture of anime character Fate Testarossa on it Lee <em>Jin</em>-gyu fell for his ‘dakimakura’ – a kind of large, huggable pillow from Japan, often with a picture of a popular anime character printed on the side.",
            "vi": "Lee Jin-gyu hôn cô dâu mới của anh là một chiếc gối có hình nhân vật phim hoạt hình Fate Testarossa. Lee Jin-gyu mê chiếc gối dakimakura ấy như điếu đổ - dakimakura là một loại gối ôm lớn của Nhật Bản, trên gối thường in hình của một nhân vật phim hoạt hình."
        },
        {
            "en": "Wu, for example, used in the financial hub of Shanghai, is spoken by more than 80 million people -- that's a potential market the size of Germany! Depending on what area of China you're targeting and the fact that written dialects in the country are basically uniform, learning Wu, <em>Jin</em>, Min or Yue will certainly be worth the effort.",
            "vi": "Tiếng Wu là một ví dụ, là ngôn ngữ sử dụng trong trung tâm tài chính của Thượng Hải, và được nói với hơn 80 triệu người- Nó là một trong những thị trường tiềm năng của người Đức! Tuỳ thuộc vào khu vực của Trung Quốc mà bạn đang nhắm đến, nhưng cơ bản thì ngôn ngữ viết tương đối thống nhất trong các văn bản ở Trung Quốc. Học tiếng Trung theo kiểu Wu, Jin, Min hay là Yue đều phải là những nỗ lực lớn mới đạt được."
        },
        {
            "en": "The Chinese name of the character, used by the author of this article, is Da Chang <em>Jin</em>. Chang <em>Jin</em>, the protagonist, had a unique quality of calmness. She was always very calm. No matter how much suffering, how much glory, she appeared to be calm. This is very hard for an ordinary person to do and it is also her most charming quality. In order to reflect the calmness, the qualities in the film, positive and negative as well as good and bad, were all stretched to the maximum in a very gentle manner. Therefore, one is very comfortable in accepting it. Perhaps, one can say this is the highest spiritual realm. Whether we are dealing with matters or people, we should be calm. When you are agitated, you are irrational.",
            "vi": "“Nàng Dae Jang Gum” là bộ phim tái hiện lại cuộc đời nhân vật lịch sử của xứ sở Kim Chi. Dae Jang Gum là nhân vật chính trong bộ phim này. Cô có một đức tính hiếm gặp, đó là sự điềm tĩnh. Lúc nào cô cũng thật trầm tĩnh. Cho dù chịu nhiều đau khổ thế nào, được vinh quang lớn ra sao, trông cô đều điềm tĩnh. Rất khó để một người bình thường làm được điều này, và đây cũng chính là đức tính đáng quý nhất của cô. Dù phải đối mặt với ai hay vấn đề gì, chúng ta cũng nên bình thản và hòa nhã. Khi bị kích động, người ta thường hay giận dữ và mất lý trí."
        },
        {
            "en": "A small character took center stage. Why is that so? Because of Chang Jin's firm belief in justice.  When she was a palace maiden, she believed in working for the good of others' health. When she was a physician, she firmly believed in saving lives.  Why did Chang <em>Jin</em> have so many tribulations? Only because she was righteous, so the evil would expose itself. What the evil fears most is righteousness and therefore it would do everything to harm her. That is the most basic manifestation and most obvious opposing element.",
            "vi": "Từ một nhân vật phụ trở thành nhân vật chính – tại sao lại như vậy? Bởi vì cô có niềm tin kiên định vào chính nghĩa. Khi còn là một cung nữ, cô tin rằng làm việc vì lợi ích của sức khỏe của người khác. Khi trở thành ngự y, cô có niềm tin vững chắc vào việc một lòng cứu người. Tại sao Jang Geum lại chịu nhiều khổ nạn? Là vì cô ngay thẳng, nên cái xấu tự nó sẽ phơi bày ra. Những gì mà kẻ xấu sợ nhất chính là sự ngay thẳng nên họ sẽ làm mọi thứ để hãm hại cô. Đó là biểu hiện của nguyên tắc tương sinh tương khắc. "
        },
        {
            "en": "Human nature consists of Buddha nature and demon nature. Why are so many people in agreement with Chang <em>Jin</em> and are deeply moved by her? No matter which angle you choose to look at it or understand it, the most basic observation is that her goodness touched everyone's heart. If people choose evil, the side that chooses evil is pitiful. However, nowadays, many people do not believe that good deeds will be rewarded and bad deeds will meet with retribution, due to the impact of atheism. ",
            "vi": "Tính bổn thiện và tính bổn ác cùng tồn tại trong một người. Nhân chi sơ, tính bổn thiện. Vì sao có rất nhiều đồng lòng với Jang Geum và bị cảm động sâu sắc bởi cô? Dù rằng bạn nhìn hay hiểu sự việc ở góc độ nào đi nữa thì điều cơ bản nhất mà bạn nhìn thấy được chính là lòng tốt của Dae Jang Geum đã chạm vào trái tim của mọi người. Nếu người ta chọn cái ác thì thật đáng thương. Tuy nhiên, ngày nay, nhiều người lại không tin vào “thiện hữu thiện báo, ác hữu ác báo”."
        },
        {
            "en": "In the beginning when Chang <em>Jin</em> was a palace maiden, she tried to prepare the best food, she had no other complicated notions but only how to prepare food that was good for human beings. Often she pondered and experimented with ingredients to prepare food that was both tasty and beneficial to the body. While she was learning the Chinese medicine, she also encountered trials and tribulations. In traditional Chinese medicine, one makes diagnoses by observation, taking the pulse, and so on in accordance with the theories behind Chinese medicine. Chinese medicine is very profound.",
            "vi": "Những ngày đầu khi Dae Jang Geum là một cung nữ trong hoàng cung, cô cố gắng chuẩn bị thức ăn ngon nhất, cô không có những suy nghĩ phức tạp mà chỉ nghĩ làm thế nào để chuẩn bị thức ăn ngon cho mọi người. Cô thường suy nghĩ và thử nghiệm các nguyên liệu để làm ra những món ăn vừa ngon và vừa bổ dưỡng. Khi học y học Trung Quốc, cô gặp phải những thử thách và nỗi khổ não. Trong y học cổ truyền Trung Hoa, người ta chẩn đoán bệnh bằng cách chẩn ngũ sắc, bắt mạch,… theo đúng những lý thuyết của y học Trung Quốc. Trung Y thật sự rất tinh thâm."
        },
        {
            "en": "South Korea must unite to survive, says President Lee         South Korean President Lee Myung-bak has told his nation it must unite in the face of military aggression from the North. Mr Lee said in a national radio address that what was at stake was \"the survival of this nation\". He added: \"If [we] are afraid of war, we can never prevent war.\" The Korean peninsula has been tense since the North shelled the Southern island of Yeonpyeong last month, killing four people. On Sunday, it was announced that South Korean and Chinese defence ministers would meet in Beijing in February amid the rising tension. 'Sacred war' In his broadcast on Monday, Mr Lee said: \"We can't afford to have division of you against me in the face of national security, because what's at stake is our very lives and the survival of this nation.\"  Mr Lee said divisions of opinion after the North's alleged sinking of a Southern warship in March with the loss of 46 sailors had led to the North's attack on Yeonpyeong island. He said: \"It is when we show solidarity as one that the North dares not challenge us.  Their will to challenge breaks.\" Mr Lee added: \"We have clearly realized the fact that only strong counteractions to military provocations are able to deter war and safeguard peace.\" His government came in for some criticism at home as weak after the Yeonpyeong attack. Mr Lee said he had learned \"valuable lessons\". Since the incident the South has replaced its defence minister and embarked on a series of military exercises while ratcheting up its rhetoric. The North has not retaliated militarily but amid the rising tension last week vowed a \"sacred war\". Pyongyang denies the South's claim that it sank the warship. It also says its shelling of the island was retaliation for a South Korean firing drill that dropped shells into North Korean territory. At the end of his speech, Mr Lee said the South still wanted peaceful reunification with the North. On Sunday, defence officials said that South Korea's Defence Minister Kim Kwan-<em>jin</em> and his Chinese counterpart Liang Guanglie were organising talks in the Chinese capital in February, but added that details of the meeting agenda would be discussed later.",
            "vi": "Tổng thống Lee kêu gọi Nam Triều Tiên phải đoàn kết để tồn tại      Tổng thống Nam Triều Tiên Lee Myung-bak tuyên bố cần phải đoàn kết cả nước trước sự xâm lược quân sự từ miền Bắc. Tổng thống Lee đã phát biểu trong một bài diễn văn trên đài truyền thanh quốc gia về mối lo ngại chính là “ sự tồn tại của quốc gia này”. Ông còn cho biết: “ Nếu [chúng tôi] sợ chiến tranh thì chúng tôi không bao giờ có thể ngăn chặn được chiến tranh xảy ra.” Bán đảo Triều Tiên đang trong tình trạng căng thẳng vì miền Bắc đã nã pháo vào đảo Yeonpyeong ở miền Nam vào tháng trước, làm 4 người thiệt mạng.                            Vào chủ nhật, Nam Triều Tiên và Bộ trưởng bộ quốc phòng Trung Quốc được thông báo là sẽ có cuộc họp ở Bắc Kinh vào tháng Hai giữa lúc tình hình căng thẳng này. “ Cuộc chiến thần thánh”  Trong bài phát biểu trên đài phát thanh quốc gia vào thứ Hai, Tổng thống Lee cho biết: “ chúng ta không nên có sự bất đồng nào về an ninh quốc gia vì sự sống của chúng ta và sự tồn tại của quốc gia này đang bị đe doạ.” Tổng thống nói rằng sự bất đồng quan điểm sau vụ đắm tàu chiến ở miền Nam do miền Bắc viện dẫn vào tháng Ba trong đó có 46 thuỷ thủ bị mất tích đã dẫn đến vụ việc miền Bắc nã pháo tấn công đảo Yeonpyeong. “Đây là lúc chúng tôi thể hiện tình đoàn kết như một để miền Bắc không dám thách thức chúng tôi. Ý định của họ là đánh vào sự rạn nứt.” “Chúng tôi đã nhận ra sự thật rõ ràng là chỉ có sự phản kháng mạnh mẽ đối với khiêu khích quân sự mới có thể ngăn chặn được chiến tranh, bảo vệ hoà bình.” Đất nước này đã phải đối mặt với những lời chỉ trích bị cho là một nước yếu từ chính quốc gia này sau vụ tấn công đảo Yeonpyeong. Tổng thống Lee cho biết ông đã học được “bài học quý giá”. Từ sự cố này miền Nam đã thay thế Bộ trưởng quốc phòng khác và bắt đầu loạt diễn tập quân sự cùng với việc khoa trương thân thế của mình. Về mặt quân sự thì miền Bắc vẫn không trả đũa nhưng vào tuần trước đang lúc tình hình căng thẳng họ đã tuyên bố “cuộc chiến tranh thần thánh”. Bình Nhưỡng đã phủ nhận việc miền Nam khẳng định rằng họ đã đánh chìm tàu chiến đồng thời cũng cho rằng việc nã pháo vào hòn đảo là sự trả đũa đối với Nam Triều Tiên. Cuối bài phát biểu của mình Tổng thống Lee tuyên bố vẫn muốn sự tái thống nhất hoà bình với miền Bắc. Vào ngày chủ nhật, các viên chức của bộ quốc phòng cho biết Bộ trưởng quốc phòng Nam Triều Tiên Kim Kwan-jin cùng với Bộ trưởng Quốc phòng Trương Quang Liệt sẽ tổ chức cuộc đàm phán tại thủ đô Bắc Kinh vào tháng Hai nhưng nội dung cuộc họp sẽ được thảo luận sau."
        }
    ],
    "suggestions": []
}