{
    "en_vn": {
        "data": {
            "content": null,
            "word": "jinks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "jinks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jinks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jinks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jinks"
        }
    },
    "sentences": [
        {
            "en": "High <em>jinks</em>",
            "vi": "Trò đùa tinh nghịch"
        },
        {
            "en": "She doesn't like his high <em>jinks</em>.",
            "vi": "Cô ta không thích trò đùa tinh nghịch của anh ta."
        },
        {
            "en": "The young have many high <em>jinks</em> nowadays.",
            "vi": "Ngày nay bọn trẻ có rất nhiều trò đùa tinh nghịch."
        },
        {
            "en": "No more of your high <em>jinks</em>, rascals.",
            "vi": "Thôi đi các bố, đừng nghịch nữa."
        },
        {
            "en": "We got up to all kinds of high <em>jinks</em>.",
            "vi": "Chúng tôi bày ra đủ thứ trò vui."
        },
        {
            "en": "They got up to all sorts of high <em>jinks</em> on the last trip.",
            "vi": "Họ có đủ mọi trò vui trong chuyến đi vừa rồi."
        },
        {
            "en": "They got up to all sorts of high <em>jinks</em> on the trip.",
            "vi": "Họ được thưởng thức đủ loại hình vui chơi giải trí trong chuyến đi đó."
        },
        {
            "en": "I'm Captain <em>Jinks</em> of the Horse Marines, I feed my horse on corn and beans. And I often go beyond my means. For I'm Captain <em>Jinks</em> of the Horse Marines, I'm captain in the army!",
            "vi": "là thuyền trưởng Jinks ngựa biển. Ngựa ta nuôi bằng đậu, bằng ngô. Mặc sức lênh đênh khắp nẻo bến bờ. Vì ta, thuyền trưởng Jinks ngựa biển. Kẻ chỉ huy những chàng trai lính chiến."
        },
        {
            "en": "I 'm Captain <em>Jinks</em> of the Horse Marines, I feed my horse on corn and beans. And I often go beyond my means. For I' m Captain <em>Jinks</em> of the Horse Marines, I 'm captain in the army!",
            "vi": "Ta là thuyền trưởng Jinks ngựa biển. Ngựa ta nuôi bằng đậu, bằng ngô. Mặc sức lênh đênh khắp nẻo bến bờ. Vì ta, thuyền trưởng Jinks ngựa biển. Kẻ chỉ huy những chàng trai lính chiến."
        },
        {
            "en": "\"Well!\" he said to her. \"You're only a little half-pint of cider half drunk up, but by <em>Jinks</em>! You're as strong as a little French horse!\"",
            "vi": "Bố nói với cô bé :\"Khá lắm! Con chỉ là một bình rượu nhỏ chuyếnh choáng nhưng thuộc loại biết bay. Con mạnh như một con ngựa con nòi Pháp vậy!\""
        },
        {
            "en": "\"Well!\" he said to her.\"You 're only a little half - pint of cider half drunk up, but by <em>Jinks</em>! You' re as strong as a little French horse!\"",
            "vi": "Bố nói với cô bé: \"Khá lắm! Con chỉ là một bình rượu nhỏ chuyếnh choáng nhưng thuộc loại biết bay. Con mạnh như một con ngựa con nòi Pháp vậy!\""
        },
        {
            "en": "Inevitably, perhaps, there is a nerdy quality to the place that is reflected in one of its much cherished traditions – the student \"hack\". Hack is a misleading word here, as it is less to do with cracking into computers than with hi-tech high-<em>jinks</em>. \"Prank\" is a better description.",
            "vi": "Có lẽ chắc chắn đó là một chất lượng nổi bật và một nơi mà phản chiếu lại truyền thống được ấp ủ của nó- Những vết khắc của sinh viên. Hack là một từ gây nên sự hiểu lầm ở đây, người ta nhầm hiểu nó là sự xâm nhập vào máy tính hơn là hiểu nó với ý nghĩa \"Prank\" (Sự giỡn cợt)"
        }
    ],
    "suggestions": []
}