{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Joel"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Joel"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Joel"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Joel"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Joel"
        }
    },
    "sentences": [
        {
            "en": "My opponent, <em>Joel</em> Ratner, developed a deep local platform and took to the streets and restaurants.",
            "vi": "Đối thủ của tôi, Joel Ratner, đã triển khai một cuộc vận động tận gốc rễ, đi đến từng đường phố, và nhà hàng."
        },
        {
            "en": "<em>Joel</em> was emboldened by his ideas, and his passion galvanized voters.",
            "vi": "Joel tin tưởng vào ý kiến của mình, và sự đam mê của anh ta đã kích động những người đi bầu."
        },
        {
            "en": "Our son <em>Joel</em> is to be marred on the 22 May at.",
            "vi": "Con trai của chúng tôi là joel sẽ tổ chức lễ cưới vào ngày 22 tháng năm tại."
        },
        {
            "en": "<em>Joel</em>: Christine, I told you it’d be ready yesterday, and sure enough, I’ve just finished it. I had to do some last-minute research.",
            "vi": "Joel: Christine, anh đã nói em là nó sẽ sẵn sàng vào ngày hôm qua, và đảm bảo, anh đã xong. Chỉ là anh có một số nghiên cứu cần phải làm vào phút cuối."
        },
        {
            "en": "<em>Joel</em>: Well, I had a couple at Molly O’Holly’s, too. I am nothing if not thorough . You’ve got to admire my scientific approach.",
            "vi": "Joel: À, anh cũng làm 2 ly tại Molly O’Holly’s nữa. Anh sẽ không sao nếu không hết lòng. Em phải ngưỡng mộ với cách tiếp cận khoa học của anh chứ."
        },
        {
            "en": "Scenes of the Hollywood blockbuster Titanic were shot in Nova Scotia, and celebrities including Jack Nicholson, Demi Moore and Billy <em>Joel</em> maintain summer homes here.",
            "vi": "Các cảnh trong bộ phim bom tấn của Hollywood Titanic được quay tại Nova Scotia, và những người nổi tiếng gồm có Jack Nicholson, Demi Moore và Billy Joel vẫn giữ lại những căn nhà mùa hè ở đây."
        },
        {
            "en": "<em>Joel</em>: A bit of a surprise, actually, although I did predict that male arts students mostly drink bitter at the Rutland, and that’s true, according to the survey.",
            "vi": "Joel: Thực ra có một chút bất ngờ, qua cuộc khảo sát, mặc dù anh từng dự đoán là hầu hết sinh viên nghệ thuật nam uống nhiều rượu chát hơn ở Rutland, và qua cuộc khảo sát thì nó đúng thật."
        },
        {
            "en": "Buffer founder <em>Joel</em> Gascoigne explains that ideas don't just go on one end of the \"good/bad idea\" spectrum or the other. They fit in the middle. Especially in corporate culture where time is money, it's tempting to give up on an idea once you realize it won't work. <em>Joel</em> suggests that iterating, modifying, or altering that idea may be a better solution:",
            "vi": "Joel Gascoigne người sáng lập Buffer giải thích rằng những ý tưởng không chỉ đi đến một kết thúc là hình ảnh về một ý tưởng \"tốt hay tồi\" hoặc một kết thúc nào khác. Thường sẽ có những điều chỉnh trong quá trình thực hiện. Đặc biệt trong văn hóa văn phòng mà thời gian là tiền bạc, đó là xu hướng từ bỏ một ý tưởng khi mà bạn nhận ra rằng nó sẽ không thực hiện được. Joel gợi ý rằng hãy làm lại, sửa đổi hoặc biến đổi ý tưởng đó có thể sẽ là một giải pháp tốt hơn:"
        },
        {
            "en": "Christine: Hi, <em>Joel</em>. We’ve only got 2 hours to send the newspaper to the printers. Have you finished the story yet? The Student pub Survey is the lead story, so if it’s not ready, I might have to murder you.",
            "vi": "Christine: Chào Joel. Chúng ta chỉ còn có 2 giờ để gửi tờ báo này đi in. Anh đã hoàn thành câu chuyện chưa? Bản khảo sát quán rượu sinh viên là câu chuyện chính, nên nếu nó vẫn còn chưa xong, em xử anh bây giờ đó."
        },
        {
            "en": "<em>Joel</em>: I thought they would, but even, a man with his finger on the pulse of university culture can be forgiven for the occasional error. They’re bigger lager drinkers in the main, and their favourite haunt is the Temperance.",
            "vi": "Joel: Anh nghĩ họ cũng thế, nhưng ngay cả khi như vậy, một người đàn ông luôn phải theo kịp với thay đổi văn hóa ở đại học có thể được tha thứ cho các lỗi thỉnh thoảng này. Họ là những người uống bia nhẹ cỡ lớn, và hương vị yêu thích đã ám ảnh họ là Temperance."
        },
        {
            "en": "<em>Joel</em>: Well, the women of academia don’t seem to display any great taste in their selection of watering hole , either. What do you think female arts students said their favourite drink was? Gin and tonic? Wine?",
            "vi": "Joel: Ừm, những nữ sinh học viện dường như cũng không cho thấy bất kì “khẩu vị” tuyệt vời nào trong việc lựa chọn quán bar, club cả. Em nghĩ gì về thức uống yêu thích của các nữ sinh nghệ thuật? Rượu Gin hay nước Tonic? Hay rượu?"
        },
        {
            "en": "<em>Joel</em>: Well, Sherlock, closer investigation has revealed that the tipple in question is Russian in origin, with a hefty kick, and it’s called vodka. What’s more, they like drinking it at an Irish establishment.",
            "vi": "Joel: Òm, Sherlock, điều tra chi tiết hơn đã tiết lộ ra rằng câu trả lời cho câu hỏi về loại rượu mạnh là vị Nga nguyên bản, cùng với một “cú đá” mạnh, và nó được gọi là Vodka. Hơn thế nữa, họ thích uống nó ở một cơ sở Ailen."
        },
        {
            "en": "“There’s a beauty in all of this. It’s like a massive and very well-orchestrated machine, where everything works in concert and allows people across the planet to communicate and share in an incredibly efficient way.” - <em>Joel</em> Kjellgren, Luleå Site Manager",
            "vi": "Có một vẻ đẹp trong tất cả điều này. Nó giống như một cỗ máy khổng lồ và được phối hợp một cách rất hoàn hảo, nơi mọi thứ hoạt động trong buổi hòa nhạc và cho phép mọi người trên khắp hành tinh để giao tiếp và chia sẻ một cách vô cùng hiệu quả. \"- Joel Kjellgren, Luleå Site Manager"
        },
        {
            "en": "US consumers cut their spending in June for the first time in almost two years, according to new data.    They also saw their incomes grow at the smallest pace for nine months, fuelling further concerns about economic growth.     The US Department of Commerce said spending fell 0.2% in June, while incomes rose 0.1%.     Paul Dales, of Capital Economics, said it was a further sign that any economic rebound \"will be more modest than previously looked likely\".     Figures released last week showed that the US economy grew at a modest annual rate of 1.3% in the second quarter of the year.     Higher energy prices and unemployment have squeezed household budgets.   The economy added just 18,000 net jobs in June, the smallest rise in nine months. Meanwhile, unemployment in June rose to 9.2%, the highest rate so far this year.     US stocks fell following the news despite the White House and Congress finally reaching a deal to increase the nation's debt ceiling.      Gold reached another high of $1,640.39 an ounce as investors looked for a safe haven.   \"If the recovery is ever going to gain speed, it will have to come from households deciding they want to spend money again,\" said <em>Joel</em> Naroff, chief economist at Naroff Economic Advisors.     Many economists have begun scaling back third-quarter growth estimates to around 2.5% from 3%.",
            "vi": "Người tiêu dùng Mỹ cắt giảm chi tiêu vào tháng sáu với lần đầu tiên trong gần hai năm nay, theo dữ liệu mới công bố.   Họ cũng nhận thấy thu nhập của họ tăng trưởng ở mức thấp nhất trong vòng chín tháng qua, chính điều này đã làm tăng thêm lo ngại về mức tăng trưởng kinh tế.      Bộ thương mại Hoa kỳ cho biết mức chi tiêu giảm 0,2% vào tháng sáu, trong khi đó thu nhập tăng 0,1%.      Paul Dales, thuộc tổ chức Capital Economics, cho biết đó là một dấu hiệu thêm nữa mà sự hồi phục kinh tế dưới hình thức nào cũng \"sẽ khiêm tốn hơn so với trước đây mong đợi\".        Các con số công bố tuần trước cho thấy rằng kinh tế Hoa Kỳ tăng trưởng ở mức tỉ lệ hàng năm khiêm tốn khoảng 1,3% trong quý 2 năm nay.      Giá năng lượng và thất nghiệp tăng cao hơn đã siết chặt ngân quỹ gia đình.     Nền kinh tế đã gia tăng thêm chỉ có 18.000 việc làm ròng vào tháng sáu, mức tăng nhỏ nhất trong chín tháng qua. Trong khi đó, thất nghiệp vào tháng sáu tăng lên đến 9.2%, tỉ lệ cao nhất tính đến thời điểm này trong năm nay.      Cổ phiếu của Mỹ giảm sau tin đã đưa mặc dù Nhà Trắng và Quốc hội cuối cùng cũng đạt được thoả thuận tăng hạn mức nợ của quốc gia.     Giá vàng đã tiến đến mức cao hơn nữa với 1.640,39 đô-la Mỹ một ao-xơ trong khi các nhà đầu tư thì tìm kiếm nơi trú ẩn an toàn.      \"Nếu sự phục hồi ngày càng lấy được tốc độ, thì bắt đầu từ phía hộ gia đình phải quyết định việc họ chi tiêu trở lại\" Joel Naroff, chuyên gia kinh tế hàng đầu của công ty tư vấn kinh tế Naroff nói.     Nhiều nhà kinh tế học đã bắt đầu giảm dự tính mức tăng trưởng quý ba xuống còn khoảng 2,5% so với con số 3%.  "
        },
        {
            "en": "\"Everyday of Life is a gift. I've noticed that in the rush of everyday living, most people overlook the precious nature of our very existence. One of the remarkable advantages of surviving any brush with death is that one assumes a more profound appreciation for every moment of life. As our denial of death is stripped away, we gain a deeper appreciation for the richness that is in every moment of life. I wrote my book Hope so you do not have to suffer to fully learn these things. Here's a similar message written by Erma Bombeck as she was dying from kidney transplant complications.\" -----  <em>Joel</em> Rothschild   If I had my life to live over by Erma Bombeck The following was written by the late Erma Bombeck after she found out she had a fatal disease.     If I had my life to live over, I would have talked less and listened more.     I would have invited friends over to dinner even if the carpet was stained and the sofa faded.     I would have eaten the popcorn in the 'good' living room and worried much less about the dirt when someone wanted to light a fire in the fireplace.     I would have taken the time to listen to my grandfather ramble about his youth.     I would never have insisted the car windows be rolled up on a summer day because my hair had just been teased and sprayed.      I would have burned the pink candle sculpted like a rose before it melted in storage.     I would have sat on the lawn with my children and not worried about grass stains.     I would have cried and laughed less while watching television - and more while watching life.     I would have shared more of the responsibility carried by my husband.     I would have gone to bed when I was sick instead of pretending the earth would go into a holding pattern if I weren't there for the day.     I would never have bought anything just because it was practical, wouldn't show soil or was guaranteed to last a lifetime.     Instead of wishing away nine months of pregnancy, I'd have cherished every moment and realized that the wonderment growing inside me was the only chance in life to assist God in a miracle.     When my kids kissed me impetuously, I would never have said, \"Later. Now go get washed up for dinner.\"     There would have been more \"I love you's\".. More \"I'm sorrys\" ... But mostly, given another shot at life, I would seize every minute... look at it and really see it ... live it...and never give it back. Stop sweating the small stuff. Don't worry about who doesn't like you, who has more, or who's doing what. Instead, let's cherish the relationships we have with those who do love us. Let's think about what God has blessed us with. And what we are doing each day to promote ourselves mentally, physically, emotionally, as well as spiritually. Life is too short to let it pass you by. We only have one shot at this and then it's gone.          ",
            "vi": "“Mỗi ngày của Cuộc sống là một quà tặng. Tôi đã thấy trong nhịp sống hối hả hằng ngày, hầu hết người ta đều bỏ qua, đều coi nhẹ bản chất quý giá của chính sự sống của mình. Một trong những mặt lợi đáng chú ý của việc sống sót sau bất kỳ cuộc chạm trán chớp nhoáng nào với lưỡi hái tử thần là con người ta đánh giá sâu sắc hơn về từng khoảnh khắc của cuộc đời, của sự sống. Khi người ta đã khẳng định, đã tin có sự chết, họ nhận thức rõ hơn, sâu hơn về giá trị trong mỗi phút giây của cuộc đời mình. Tôi đã viết quyển sách với tựa đề Hope (Hy vọng), vì vậy bạn không cần phải khổ sở học hết những thứ này đâu. Dưới đây là một thông điệp tương tự của tác giả Erma Bombeck khi bà sắp chết do những biến chứng của việc cấy ghép thận.” -----  Joel Rothschild   Nếu tôi có thể sống thêm một lần nữa tác giả Erma Bombeck Những dòng dưới đây được cố nhà văn Erma Bombeck viết sau khi bà phát hiện ra căn bệnh hiểm nghèo của mình.  Nếu tôi có thể sống thêm một lần nữa, tôi sẽ lắng nghe nhiều hơn và sẽ nói ít đi.  Tôi sẽ mời bạn bè đến ăn tối dẫu cho thảm đã lấm bẩn và ghế xô-pha đã bạc màu.  Tôi sẽ ăn bắp rang trong phòng khách “quý” của mình và bớt lo nghĩ về bụi tro tàn khi có ai đó muốn đốt lò sưởi lên.  Tôi sẽ dành thời gian để nghe ông tôi nói huyên thuyên về thời trai trẻ. Tôi sẽ chẳng bao giờ muốn quay kính cửa sổ xe lên vào một ngày mùa hè vì sợ gió sẽ làm hỏng đi mái tóc vừa mới chải chuốt của mình. Tôi sẽ thắp cây nến màu hồng được chạm trổ thật đẹp như một đoá hoa hồng trước khi nó chảy ra trong kho cất giữ.   Tôi sẽ ngồi bệt xuống bãi cỏ để chơi đùa với con mà không lo sợ bị lấm lem quần áo.  Tôi sẽ khóc và cười ít đi khi xem ti vi – sẽ khóc và cười nhiều hơn khi nhìn cuộc đời.  Tôi sẽ chia sẻ và gánh vác trách nhiệm với chồng mình nhiều hơn.  Tôi sẽ đi ngủ khi bị bệnh thay vì làm ra vẻ trái đất này sẽ ngừng quay nếu thiếu vắng tôi một ngày.  Tôi sẽ không bao giờ mua bất cứ thứ gì chỉ bởi nó thực tiễn, không vấy bẩn hoặc được bảo đảm là sẽ không hư hỏng đến suốt cuộc đời.  Thay vì ao ước chín tháng mang bầu tan biến đi, tôi sẽ yêu quý từng phút giây và hiểu ra rằng điều kỳ diệu đang lớn lên trong tôi là cách duy nhất trong cuộc đời để giúp Thượng Đế về một phép lạ.   Khi các con đến hôn tôi một cách mạnh bạo, tôi sẽ chẳng bao giờ hét với chúng rằng “Để lát nữa đi, bây giờ hãy đi rửa tay ăn cơm nào.”    Tôi sẽ nói “yêu thương”  và “xin lỗi” nhiều hơn... Nhưng nhất là, nếu được một cơ hội làm lại cuộc đời, tôi sẽ nắm lấy từng phút một...sẽ nhìn và nhìn thật kỹ...sống từng phút...và không bao giờ trả lại khoảnh khắc ấy.  Đừng để ý những điều vặt vãnh, nhỏ nhen. Đừng lo nghĩ về ai không thích bạn, ai có nhiều hơn bạn, hoặc ai đang làm gì. Thay vì thế, hãy nâng niu những mối quan hệ với người yêu quý mình. Hãy nghĩ rằng Thượng Đế đã ban phúc lành cho chúng ta.  Và những gì mà mỗi ngày chúng ta đang làm đây là để tự cải thiện mình về tinh thần, thể chất, xúc cảm, cũng như về tâm hồn. Cuộc sống quá ngắn ngủi không thể để nó trôi qua chúng ta một cách vô vị. Chúng ta chỉ có một cuộc đời này thôi và rồi nó sẽ qua đi.   "
        },
        {
            "en": "Rabies        \nAbout Rabies\n Rabies infections in people are rare in the United States. However, worldwide about 50,000 people die from rabies each year, mostly in developing countries where programs for vaccinating dogs against rabies don't exist. But the good news is that problems can be prevented if the exposed person receives treatment before symptoms of the infection develop. Rabies is a virus that in the U.S. is usually transmitted by a bite from a wild infected animal, such as a bat, raccoon, skunk, or fox. If a bite from a rabid animal goes untreated and rabies develops, it is almost always fatal. If you suspect that your child has been bitten by a rabid animal, go to the emergency department immediately. Any animal bites — even those that don't involve rabies — can lead to infections and other medical problems. As a precaution, call your doctor any time your child has been bitten.   \nTransmission\n About 7,000 cases of rabies in animals are reported each year to the Centers for Disease Control and Prevention (CDC). Raccoons are the most common carriers of rabies in the United States, but bats are most likely to infect people. Almost three quarters of rabies cases between 1990 and 2001 came from contact with bats. Skunks and foxes also can be infected with rabies, and a few cases have been reported in wolves, coyotes, bobcats, and ferrets. Small rodents such as hamsters, squirrels, chipmunks, mice, and rabbits are very rarely infected with the virus. Because of widespread vaccination programs in the United States, transmission from dogs to people is very rare. Outside the United States, exposure to rabid dogs is the most common cause of transmission to humans. An infected animal has the rabies virus in its saliva and can transmit it to a person through biting. In rarer cases, an animal can spread the virus when its saliva comes in contact with a person's mucous membranes (moist skin surfaces, like the mouth or inner eyelids) or broken skin such as a cut, scratch, bruise, or open wound. After a bite, the rabies virus can spread into surrounding muscle, then travel up nearby nerves to the brain. Once the virus reaches the brain, the infection is fatal in almost all cases.   \nSigns and Symptoms\n The first symptoms can appear from a few days to more than a year after the bite occurs. One of the most distinctive signs of a rabies infection is a tingling or twitching sensation around the area of the animal bite. It is often accompanied by a fever, headache, muscle aches, loss of appetite, nausea, and fatigue. As the infection progresses, someone infected with rabies may develop any of these symptoms:  irritability excessive movements or agitation confusion hallucinations aggressiveness bizarre or abnormal thoughts muscle spasms abnormal postures seizures (convulsions) weakness or paralysis (when a person cannot move some part of the body) extreme sensitivity to bright lights, sounds, or touch increased production of saliva or tears difficulty speaking  In the advanced stage of the infection, as it spreads to other parts of the nervous system, these symptoms may develop:  double vision problems moving facial muscles abnormal movements of the diaphragm and muscles that control breathing difficulty swallowing and increased production of saliva, causing the \"foaming at the mouth\" usually associated with a rabies infection    \nIf Your Child Is Bitten by an Animal  \n If your child has been bitten by an animal, take the following steps right away:  Wash the bite area with soap and water for 10 minutes and cover the bite with a clean bandage. Immediately call your doctor and go to a nearby emergency department. Anyone with a possible rabies infection must be treated in a hospital. Call local animal-control authorities to help find the animal that caused the bite. The animal may need to be detained and observed for signs of rabies. If you know the owner of the animal that has bitten your child, get all the information about the animal, including vaccination status and the owner's name and address. Notify your local health department, particularly if the animal hasn't been vaccinated. If you suspect that your child has been bitten by an unknown dog, bat, rat, or other animal, contact your doctor immediately or take your child to the emergency department.      \nTreatment\n At the hospital, it is likely that the doctor will first clean the wound thoroughly and make sure that your child's tetanus immunizations are current. To keep any potential infection from spreading, the doctor may decide to start treating your child right away with shots of human rabies immune globulin to the wound site and vaccine shots in the arm. This decision is usually based on the circumstances of the bite (provoked or unprovoked), the type of animal (species, wild or domestic), the animal's health history (vaccinated or not), and the recommendations of local health authorities.   \nPrevention\n You can reduce the chances that your family is exposed to rabies. Vaccinate your pets — dogs, cats, and ferrets can be infected by rabies. Report any stray animals to your local health authorities or animal-control officer. Remind kids that animals can be \"strangers,\" too. They should never touch or feed stray cats or dogs wandering in the neighborhood or elsewhere. As a precaution against rabies, call your doctor if:  your child has been exposed to an animal that might have rabies, but is too young to describe the contact with the animal your child has been exposed to bats, even if there is no bite you plan to travel abroad and may come into contact with rabid animals, particularly if you're traveling to an area where you might not have access to health care  Reviewed by: <em>Joel</em> Klein, MD Date reviewed: November 2010",
            "vi": "Bệnh dại      \nGiới thiệu về bệnh dại\n Bệnh dại ở người rất hiếm xảy ra ở Hoa Kỳ. Tuy nhiên, có khoảng 50.000 người chết vì bệnh dại mỗi năm trên toàn thế giới, chủ yếu ở các nước đang phát triển không có các chương trình tiêm phòng dại cho chó. Nhưng tin tốt là căn bệnh này có thể được ngăn chặn nếu người bị phơi nhiễm được điều trị trước khi các triệu chứng của bệnh phát triển. Vi-rút dại là một loại vi-rút thường được truyền qua vết cắn của động vật hoang dã bị nhiễm bệnh như dơi, chồn hôi, gấu trúc, hoặc cáo tại Hoa Kỳ. Nếu vết cắn của động vật mắc bệnh dại không được điều trị và một khi bệnh đã phát triển, hầu như luôn dẫn đến tử vong. Nếu bạn nghi ngờ con mình đã bị cắn bởi một con thú mắc bệnh dại, hãy đi cấp cứu ngay lập tức. Bất kỳ vết cắn nào của động vật - ngay cả những con không bị dại – cũng có thể dẫn đến nhiễm trùng và các vấn đề sức khỏe khác. Để phòng ngừa, gọi bác sĩ bất cứ khi nào con bạn bị cắn.   \nSự lây truyền bệnh\n Có khoảng 7.000 trường hợp mắc bệnh dại ở động vật được báo cáo mỗi năm với các Trung tâm kiểm soát & ngăn ngừa dịch bệnh (CDC). Gấu trúc Mỹ là động vật mang vi-rút dại phổ biến nhất ở Hoa Kỳ, nhưng dơi lại có nhiều khả năng lây nhiễm cho người. Gần ¾ số trường hợp mắc bệnh dại từ 1990 đến 2001 là do tiếp xúc với dơi. Chồn hôi và cáo cũng có thể bị nhiễm dại, và một vài trường hợp đã được báo cáo ở chó sói, sói Bắc Mỹ, linh miêu, và chồn sương. Những loài gặm nhấm nhỏ như chuột Hamster, sóc, sóc chuột, chuột và thỏ rất hiếm khi bị nhiễm vi-rút. Vì chương trình tiêm chủng ở Hoa Kỳ phổ biến rộng rãi nên việc truyền bệnh từ chó sang người rất hiếm. Tại những nước khác, tiếp xúc với chó dại là nguyên nhân hàng đầu của sự lây nhiễm cho người. Động vật bị nhiễm bệnh có vi-rút trong nước bọt của nó và có thể truyền bệnh cho người khi cắn. Trong các trường hợp hiếm, động vật có thể phát tán vi-rút khi nước bọt của nó tiếp xúc với màng nhầy của người (các bề mặt da ẩm ướt như miệng hoặc mí mắt trong) hay da hở như là một vết cắt, vết trầy xướt, vết bầm, hoặc vết thương hở. Từ vết cắn, vi-rút dại có thể phát tán vào cơ xung quanh, sau đó đi lên các dây thần kinh lân cận đến não. Một khi vi-rút đến não, bệnh sẽ gây chết người trong hầu như mọi trường hợp.   \nCác dấu hiệu và triệu chứng\n Các triệu chứng đầu tiên có thể xuất hiện từ vài ngày đến hơn một năm sau khi bị cắn. Một trong những dấu hiệu đặc trưng nhất của một ca nhiễm dại là cảm giác ngứa ran hoặc co giật quanh vùng vết cắn. Thường đi kèm với sốt, nhức đầu, đau cơ, chán ăn, buồn nôn, và mệt mỏi. Khi bệnh tiến triển, người bị nhiễm có thể biểu hiện những triệu chứng sau:  \ndễ bị kích thích\n \nchuyển động quá độ hoặc kích động\n \nbối rối\n \nảo giác\n hung hăng\n \nsuy nghĩ kỳ quái hoặc không bình thường \n co thắt cơ\n \ntư thế không bình thường\n \nđộng kinh (co giật)\n \nyếu hoặc liệt (khi không thể cử động một số bộ phận của cơ thể)\n \nnhạy cảm tột độ với ánh sáng, âm thanh, hoặc xúc giác\n \ntăng tiết nước bọt hoặc nước mắt\n \nnói khó khăn\n  Trong giai đoạn bệnh nặng, khi nó lan sang các phần khác của hệ thần kinh, những triệu chứng sau có thể xuất hiện:  \nnhìn một thành hai\n \nco giật cơ mặt\n \nchuyển động bất thường của cơ hoành và các cơ điều khiển hô hấp\n \nnuốt khó khăn và tăng sản xuất nước bọt, gây ra “sùi bọt mép” thường đi kèm với bệnh dại\n    \nNếu con bạn bị động vật cắn  \n Nếu con của bạn đã bị động vật cắn, hãy thực hiện các bước sau đây ngay lập tức:  \nRửa vùng bị cắn bằng xà phòng và nước trong 10 phút và băng lại bằng băng gạc sạch.\n \nThông báo cho bác sĩ của bạn ngay lập tức và đến một phòng cấp cứu gần đó. Bất kỳ ai có nguy cơ nhiễm bệnh dại đều phải được điều trị tại bệnh viện.\n \nLiên hệ với cơ quan kiểm soát động vật địa phương để giúp tìm ra con vật đã cắn trẻ. Có thể cần phải giam giữ và theo dõi những dấu hiệu bệnh dại ở con vật đó.\n \nNếu bạn biết chủ nhân của con vật đã cắn con bạn, hãy lấy tất cả thông tin về con vật đó, bao gồm cả tình trạng tiêm chủng, tên người nuôi và địa chỉ. Thông báo cho cơ sở y tế địa phương của bạn, đặc biệt nếu động vật chưa được chủng ngừa.\n \nNếu bạn nghi ngờ con mình đã bị cắn bởi một con thú không rõ là chó, dơi, chuột, hay động vật nào khác, hãy liên hệ với bác sĩ của bạn ngay lập tức hoặc đưa con bạn đến phòng cấp cứu.\n    \nĐiều trị\n Tại bệnh viện, thường là đầu tiên bác sĩ sẽ rửa sạch vết thương kỹ lưỡng và bảo đảm con bạn được chủng ngừa uốn ván ngay khi đó. Để ngăn ngừa mọi nhiễm trùng tiềm năng phát tán, bác sĩ có thể quyết định bắt đầu điều trị cho con của bạn ngay lập tức bằng các mũi tiêm globulin miễn dịch ngừa dại cho người tại vùng vết thương và các mũi tiêm vào cánh tay. Quyết định này thường dựa trên hoàn cảnh bị cắn (do chọc ghẹo thú hay vô cớ), loại động vật (loài nào, hoang dã hay thú nuôi), lịch sử sức khỏe của động vật (đã có chủng ngừa hay không), và khuyến nghị của cơ quan y tế địa phương.   \nPhòng bệnh\n Bạn có thể giảm khả năng mắc bệnh dại trong gia đình của mình. Tiêm chủng cho thú nuôi như chó, mèo, và chồn sương. Báo cáo bất kỳ thú hoang nào với cơ quan y tế hoặc nhân viên kiểm soát động vật địa phương. Cũng có thể nhắc nhở trẻ rằng động vật là “người lạ”. Bé không bao giờ nên chạm vào hay cho chó mèo đi lạc trong khu phố hoặc các nơi khác ăn. Để phòng chống bệnh dại, hãy gọi bác sĩ của bạn nếu :  \ncon của bạn đã tiếp xúc với một con vật có thể mắc bệnh dại, nhưng còn quá nhỏ để mô tả lại việc tiếp xúc đó như thế nào\n \ncon của bạn đã tiếp xúc với dơi, thậm chí ngay cả khi không có vết cắn\n \nbạn dự định đi du lịch nước ngoài và có thể tiếp xúc với động vật mắc bệnh dại, đặc biệt nếu bạn đến một vùng mà có thể bạn sẽ không được chăm sóc y tế\n  Tường thuật: Joel Klein, MD Ngày: Tháng 11 năm 2010"
        }
    ],
    "suggestions": []
}