{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Joneses",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Joneses</k><blockquote>■ <cclass>plural noun (in phr. <cclass><b>keep up with the Joneses</b>) strive not be outdone by one's neighbours. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from the surname <i>Jones</i>. </blockquote></div>",
            "word": "Joneses",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Joneses",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Joneses",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Joneses",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Keep up with the <em>Joneses</em>:",
            "vi": "đua đòi"
        },
        {
            "en": "Peter keeps up with the <em>Joneses</em>.",
            "vi": "Peter sống bon chen đua đòi."
        },
        {
            "en": "The <em>Joneses</em> have two boys and a girl.",
            "vi": "Gia đình Joneses có hai trai và 1 gái."
        },
        {
            "en": "Keeping up with the <em>Joneses</em> can take all your money.",
            "vi": "Tranh đua với láng giềng có thể làm bạn chi xài cạn túi."
        },
        {
            "en": "You should not keep up with the <em>Joneses</em>.",
            "vi": "Anh không nên sống bon chen đua đòi."
        },
        {
            "en": "We spend the whole of our lives keeping up with our neighbors, the <em>Joneses</em>.",
            "vi": "Cả đời chúng ta đã sống đua đòi với những người hàng xóm, gia đình jones."
        },
        {
            "en": "It's silly how some people feel they have to keep up with the <em>Joneses</em>!",
            "vi": "Thật là lố bịch khi một số người thấy rằng họ cũng cần phải có được những gì mà người khác có!"
        },
        {
            "en": "Mr. and Mrs. Brown bought a new car simply to keep up with the <em>Joneses</em>.",
            "vi": "Ông bà Brown đã mua một xe hơi mới chỉ để đua đòi với chúng bạn."
        },
        {
            "en": "Their buying a new van is just another attempt to keep up with the <em>Joneses</em>.",
            "vi": "Việc họ mua một chiếc xe tải mới cũng chỉ là một nỗ lực khác để cho bằng anh bằng em."
        },
        {
            "en": "I have a feeling that the youth nowadays tend to keep up with the <em>Joneses</em>.",
            "vi": "Tôi có cảm giác rằng giới trẻ ngày nay có xu hướng đua đòi."
        },
        {
            "en": "The <em>Joneses</em> invited her in, after apologizing for the state of the flat.",
            "vi": "Gia đình ông jones mời bà vào, sau khi đã xin lỗi vì tình trạng lộn xộn trong căn hộ."
        },
        {
            "en": "It used to be a new car. Now it's a personal computer and a sauna if you want to keep up with the <em>Joneses</em>.",
            "vi": "Trước đây là có xe hơi mới còn bây giờ bạn phải có máy vi tính cá nhân và bể tắm hơi nếu bạn muốn đua đòi theo kịp người ta."
        },
        {
            "en": "First the Smiths got a swimming pool, and now their neighbours, the Sinclairs, r building one. It's silly the way people always have to keep up with the <em>Joneses</em>.",
            "vi": "Thoạt đầu gia đình Smith xây một bể bơi, và giờ đây hàng xóm của họ, gia đình Sinclair, cũng đang xây một cái. Thiên hạ thật kỳ lạ, thấy ai làm gì cũng đua theo."
        },
        {
            "en": "First the Smiths got a swimming pool, and now their neighbours, the Sinclairs, are building one. It's silly the way people always have to keep up with the <em>Joneses</em>.",
            "vi": "Đầu tiên gia đình Smith có một cái hồ bơi, và giờ đây thì hàng xóm của họ gia đình Sinclair đang xây một cái. Thật là ngu xuẩn, cái cách mà mọi người luôn sống đua đòi"
        },
        {
            "en": "Kate and Ken just bought the same car as Mavis and Mick, the same drapes as Dinah and Dick, the same chihuahua as Antonio and Antonia. They 're really keeping up with the <em>Joneses</em>.",
            "vi": "Kate và Ken vừa mua chiếc xe giống Mavis và Mick, màn trướng giống Dinah và Dick, chó Mehico như Antonio và Antonia. Họ đúng là đang ganh đua vật chất với người xung quanh."
        },
        {
            "en": "First the Smiths got a swimming pool, and now their neighbours, the Sinclairs, are building one. It's silly the way people always have to keep up with the <em>Joneses</em>.",
            "vi": "Đầu tiên gia đình Smith có một cái hồ bơi, và giờ đây thì hàng xóm của họ gia đình Sinclair đang xây một cái. Thật là ngu xuẩn, cái cách mà mọi người luôn sống đua đòi ganh nhau."
        },
        {
            "en": "Kate and Ken just bought the same car as Mavis and Mick, the same drapes as Dinah and Dick, the same chihuahua as Antonio and Antonia. They're really keeping up with the <em>Joneses</em>.",
            "vi": "Kate và Ken vừa mua chiếc xe giống Mavis và Mick, màn trướng giống Dinah và Dick, chó Mehico như Antonio và Antonia. Họ đúng là đang ganh đua vật chất với người xung quanh."
        }
    ],
    "suggestions": []
}