{
    "en_vn": {
        "data": {
            "content": null,
            "word": "jostling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "jostling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "jostling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "jostling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jostling"
        }
    },
    "sentences": [
        {
            "en": "They are rudely <em>jostling</em>.",
            "vi": "Bọn họ đang chen lấn một cách bất lịch sự."
        },
        {
            "en": "<em>Jostling</em> cited as main cause",
            "vi": "Xô đẩy được cho là nguyên nhân chính"
        },
        {
            "en": "Advertisers are <em>jostling</em> for the public's attention.",
            "vi": "Những người quảng cáo tranh giành sự chú ý của quần chúng."
        },
        {
            "en": "Two candidates are <em>jostling</em> for votes.",
            "vi": "Hai ứng cử viên đang ganh đua nhau để kiếm phiếu bầu."
        },
        {
            "en": "Advertisers are <em>jostling</em> with each other for the public's attention.",
            "vi": "Những người quảng cáo tranh giành lẫn nhau sự chú ý của quần chúng."
        },
        {
            "en": "Summer time is the peak season when tourists go <em>jostling</em> each other.",
            "vi": "Thời gian mùa hè là mùa cao điểm khi du khách chen lấn nhau."
        },
        {
            "en": "A <em>jostling</em> group of curious onlookers crowded about and blocked the way.",
            "vi": "Đoàn người hiếu kỳ chen nhau vây kín, lấp cả lối đi."
        },
        {
            "en": "Candidates had been <em>jostling</em> for that position even before the leadership became vacant.",
            "vi": "Các ứng viên tranh giành nhau vị trí đó ngay cả trước khi ghế lãnh đạo bỏ trống."
        },
        {
            "en": "The school door opened and the youngsters darted out, <em>jostling</em> each other in their haste to get out quickly.",
            "vi": "Cửa trường mở, và bọn trẻ con lao ra, chen lấn nhau ùa ra cho nhanh."
        },
        {
            "en": "The pub was filled with both men and women and a lot of pushing and <em>jostling</em> took place.",
            "vi": "Quán rượu đầy đàn ông lẫn phụ nữ và xảy ra nhiều sự chen lấn và xô đẩy."
        },
        {
            "en": "Seventy-seven percent of the respondents said that <em>jostling</em> or pushing on buses alongside evils like pick-pocketing discourages them from taking a bus. ",
            "vi": "Bảy mươi bảy phần trăm số người được hỏi cho rằng, việc xô đẩy chen lấn trên xe buýt cùng với các tệ nạn như móc túi khiến họ e ngại khi đi xe buýt."
        },
        {
            "en": "Certainly there are powerful forces — social, political and legal and well as economic — that are <em>jostling</em> doctors out of taking full charge of their patient’s health",
            "vi": "chắc chắn có những lực lượng hùng mạnh - xã hội, chính trị và pháp lý cũng như kinh tế - đang thúc giục các bác sĩ chịu hoàn toàn trách nhiệm về sức khỏe của bệnh nhân."
        },
        {
            "en": "With white leg shrimp now a sought-after item, farmers have been <em>jostling</em> to raise them, despite living in areas surrounded by fresh water.",
            "vi": "Với tôm thẻ chân trắng hiện tại đang là mặt hàng được ưa chuộng, người nông dân đã và đang đổ xô đi nuôi tôm, mặc dù họ sống ở những khu vực xung quanh toàn nước ngọt."
        },
        {
            "en": "The majority of respondents in a small survey cite <em>jostling</em> among passengers on buses as the leading cause for them not to use the vehicles when traveling in Ho Chi Minh City.",
            "vi": "Đa số người được hỏi trong một cuộc khảo sát nhỏ nói rằng việc xô đẩy giữa các hành khách trên xe buýt là nguyên nhân hàng đầu khiến họ không sử dụng loại phương tiện này khi đi lại tại thành phố Hồ Chí Minh."
        }
    ],
    "suggestions": []
}