{
    "en_vn": {
        "data": {
            "content": null,
            "word": "journeying"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "journeying"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "journeying"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "journeying"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "journeying"
        }
    },
    "sentences": [
        {
            "en": "They are <em>journeying</em> across Africa.",
            "vi": "Họ đang hành trình xuyên qua Châu Phi."
        },
        {
            "en": "His aim is <em>journeying</em> overland Africa.",
            "vi": "Mục tiêu của ông là hành trình xuyên qua Châu Phi."
        },
        {
            "en": "A 7-year-old South Carolina boy made the find of a lifetime while he was <em>journeying</em> with dad to the toy store Tuesday.",
            "vi": "Cậu bé 7 tuổi ở South Carolina hôm thứ 3 thấy số tiền khủng khi đi chơi với bố đến cửa hàng đồ chơi."
        },
        {
            "en": "The bill, which would amend parts of the Penal Code to introduce and increase punishments against organ trafficking, is aimed at preventing Italian citizens from <em>journeying</em> to China to receive transplants and deterring doctors from facilitating such arrangements.",
            "vi": "Dự luật này đã sửa đổi một số điều của Bộ luật Hình sự nhằm đưa ra và gia tăng hình phạt đối với hành vi buôn bán nội tạng. Mục đích của dự luật này là ngăn chặn công dân Ý đến Trung Quốc để cấy ghép nội tạng và ngăn cản các bác sĩ tiếp tay cho những việc như thế này."
        },
        {
            "en": "1. Vietnam: You’re bound for an interesting experience no matter how or where you travel in Vietnam, and <em>journeying</em> alone is one of the most rewarding ways to explore this beguiling country. From the noodles to the night buses, there are hundreds of experiences you’ll never forget throughout Vietnam, whether you’re exploring the lovely long coastline or trekking through remote villages and meeting the hill tribes.",
            "vi": "1. Việt Nam: Bạn được bao quanh bởi một trải nghiệm thú vị mà không cần phải quan tâm đến việc đi như thế nào hay đi đến đâu ở Việt Nam và chuyến đi một mình là một trong những cách tốt nhất nhất để khám phá đất nước lý thú này. Từ phở đến những chuyến xe đêm, có hàng trăm trải nghiệm bạn sẽ không bao giờ quên xuyên suốt Việt Nam, cho dù bạn đang khám phá các bờ biển dài duyên dáng hay đi bộ qua những vùng làng mạc xa xôi và gặp gỡ các dân tộc miền núi."
        }
    ],
    "suggestions": []
}