{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Joyce"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Joyce"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Joyce"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Joyce"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Joyce"
        }
    },
    "sentences": [
        {
            "en": "Jim <em>Joyce</em> becomes an immortal.",
            "vi": "Jim Joyce trở thành một người bất tử."
        },
        {
            "en": "Don't annoy <em>Joyce</em>; he has the blues today.",
            "vi": "Đừng làm phiền Joyce ; hôm nay anh ấy có chuyện buồn đấy."
        },
        {
            "en": "Don't annoy <em>Joyce</em> ; he has the blues today.",
            "vi": "Đừng làm phiền Joyce; hôm nay anh ấy có chuyện buồn đấy."
        },
        {
            "en": "<em>Joyce</em> felt her top lip swell up and she tasted blood.",
            "vi": "Joyce thấy môi trên của mình sưng lên và có vị của máu."
        },
        {
            "en": "<em>Joyce</em> no longer lives with his first wife, and has moved into a flat in Chelsea.",
            "vi": "Joyce không còn sống với người vợ đầu tiên của anh ấy nữa, và đã chuyển tới sống trong một căn hộ ở Chelsea."
        },
        {
            "en": "My great aunt <em>Joyce</em> is known for her off beat taste in gifts.",
            "vi": "Bà cô của tôi, joyce, nổi tiếng có sở thích tặng quà kì cục."
        },
        {
            "en": "\"nonsense!\" aunt <em>Joyce</em> said, \"you're much more creative than i am.\"",
            "vi": "\"ngớ ngẩn!\" bà cô joyce nói, \"các cháu còn sáng tạo hơn nữa.\""
        },
        {
            "en": "<em>Joyce</em> was in a bad mood after she found out her grade in history.",
            "vi": "Joyce ở trạng thái không vui sau khi cô biết điểm môn sử."
        },
        {
            "en": "Unless I'm mistaken = If I'm not mistaken.Ex: Unless I'm very much mistaken, <em>Joyce</em> will be the next director.",
            "vi": "Nếu tôi không lầm, Joyce sẽ là giám đốc kế tiếp."
        },
        {
            "en": "James <em>Joyce</em> is one of the greatest writers of the modern age and he has given us the greatest novel of the century.",
            "vi": "James Joyce là một trong những nhà văn vĩ đại nhất trong thời kỳ hiện đại và ông ấy đã trao tặng cho chúng ta cuốn tiểu thuyết vĩ đại nhất của thế kỷ."
        },
        {
            "en": "Unless I 'm mistaken = If I' m not mistaken. Ex : Unless I 'm very much mistaken, <em>Joyce</em> will be the next director.",
            "vi": "Nếu tôi không lầm,Joyce sẽ là giám đốc kế tiếp."
        },
        {
            "en": "As a young man, Jame <em>Joyce</em> (1882-1941), a celebrated Irish author, was often to be found in the bars of Dublin.",
            "vi": "James joyce (1882 - 1941) là một tác giả nổi tiếng người ái nhĩ lan, người ta thường hay gặp ông, khi còn thanh niên trong các quán rượu thành dublin."
        },
        {
            "en": "Dr Anna <em>Joyce</em>, a cognitive developmental researcher at Coventry University, said: \"As the first study to investigate associations between sleep and touchscreen use in infancy, this is a timely piece of research.",
            "vi": "Tiến sĩ Anna Joyce, một nhà nghiên cứu phát triển nhận thức của trường đại học Coventry cho biết: \"Là một nghiên cứu đầu tiên điều tra về các mối liên hệ giữa giấc ngủ và việc sử dụng thiết bị cảm ứng ở trẻ nhỏ, đây là một mảnh ghép hợp thời của cuộc nghiên cứu."
        },
        {
            "en": "This year’s annual event witnessed the participation of Paul Wilson, director of APNIC (Asia-Pacific Network Information Centre), <em>Joyce</em> Chen, the representative of ICANN (Internet Corporation for Assigned Names and Numbers) and more than 260 IP address members in Vietnam.",
            "vi": "Sự kiện thường niên năm nay chứng kiến sự tham gia của Paul Wilson, giám đốc APNIC (Trung tâm thông tin mạng châu Á-Thái Bình Dương), Joyce Chen, người đại diện của ICANN (Tổ chức liên kết mạng theo tên và số) và hơn 260 thành viên có địa chỉ IP tại Việt Nam."
        },
        {
            "en": "Dr Anna <em>Joyce</em>, a cognitive developmental researcher at Coventry University, said: \"As the first study to investigate associations between sleep and touchscreen use in infancy, this is a timely piece of research.",
            "vi": "Tiến sĩ Anna Joyce, một nhà nghiên cứu phát triển nhận thức của trường đại học Coventry cho biết: \"Là một nghiên cứu đầu tiên điều tra về các mối liên hệ giữa giấc ngủ và việc sử dụng thiết bị cảm ứng ở trẻ nhỏ, đây là một mảnh ghép hợp thời của cuộc nghiên cứu."
        },
        {
            "en": "These women don’t hide their age, don’t dye their gray hair or waste money on plastic surgery. They go through life with their heads held high, and it’s hard to look away.      <em>Joyce</em> Carpati, 80 years old.   Linda Rodin, 65 years old.   Carmen de Lavallade, 82 years old.   Beatrix Ost, 73 years old.   Jenny Hirschowitz, 59 years old.   Tziporah Salamon, 63 years old.   Costanza Pascolato, 73 years old.  Ruth Kobin, 102 years old. She goes to pilates once a week, celebrates everyday and never looks at the calendar.    Madison Avenue elegance.   Magda.   Linda.   Colleen.   Maryann.   Beatrix.   Linda.   Gretchen.   Beatrix.   Debra.   Tziporah.   Don’t be shy, accessorize big!   Keep your head up!  Beauty has no age!",
            "vi": "Những phụ nữ này không giấu giếm tuổi tác của mình, không nhuộm mái tóc muối tiêu của họ hay không lãng phí tiền để phẫu thuật tạo hình. Họ luôn ngẩng cao đầu trong cuộc sống, và chúng ta không thể không ngắm nhìn họ!"
        }
    ],
    "suggestions": []
}