{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒɔiəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vui mừng, vui sướng</td></tr></table><i/></div>",
            "word": "joyous"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>joyous</k><blockquote>■ <cclass>adjective <cclass>chiefly literary full of happiness and joy. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>joyously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>joyousness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "joyous"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>joyous</k><blockquote>▸ <cclass>adjective. <i>See</i><kref>joyful</kref> senses 1, 3.</cclass></blockquote></div>",
            "word": "joyous"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "joyous"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "joyous"
        }
    },
    "sentences": [
        {
            "en": "Halfway through this <em>joyous</em> song the miracle happened.",
            "vi": "Khi tôi hát được nửa ca khúc thì điều kỳ diệu xảy ra."
        },
        {
            "en": "Wishing you many happy returns on this <em>joyous</em> day.",
            "vi": "Nhân ngày vui này, chúc bạn thật hạnh phúc."
        },
        {
            "en": "To my dearest love on this <em>joyous</em> Christmas.",
            "vi": "Gửi người thân nhất trong ngày lễ Giáng Sinh vui vẻ này."
        },
        {
            "en": "A laugh, to be <em>joyous</em>, must flow from a <em>joyous</em> heart, for without kindness, there can be no true joy.",
            "vi": "Để một tiếng cười trở nên vui sướng, nó phải xuất phát từ một trái tim vui sướng, bởi không có lòng tử tế, không thể có niềm vui thực sự."
        },
        {
            "en": "I can be happy, <em>joyous</em>, fulfilled, encouraged, as well as being encouraging.",
            "vi": "Tôi có thể vui vẻ, vui sướng, thoả mãn, khích lệ, cũng như phấn khởi."
        },
        {
            "en": "It came as a <em>joyous</em> daybreak to end the long night of their captivity.",
            "vi": "Đó chính là ánh bình minh hạnh phúc cứu họ ra khỏi đêm dài trong vòng xiềng xích."
        },
        {
            "en": "Today is a day for you to begin creating a <em>joyous</em>, fulfilling life.",
            "vi": "Hôm nay chính là thời điểm để bạn bắt đầu tạo dựng một cuộc sống vui sướng, trọn vẹn."
        },
        {
            "en": "The man finally turned and looked at me, still beaming his <em>joyous</em> smile.",
            "vi": "Cuối cùng anh ta cũng ngoái nhìn tôi, vẫn với nụ cười rạng rỡ."
        },
        {
            "en": "The poem is a <em>joyous</em> affirmation of the power of love.",
            "vi": "Bài thơ đó là sự khẳng định thú vị về sức mạnh của tình yêu."
        },
        {
            "en": "I hope you and your family have a very <em>joyous</em> Christmas.",
            "vi": "Tôi mong bạn và gia đình sẽ có một mùa Giáng sinh ngập tràn niềm vui."
        },
        {
            "en": "The experience was much more <em>joyous</em>, and I was thrilled to place thirteenth.",
            "vi": "Kết quả cuộc thi lần này vượt xa sự mong đợi, tôi hồi hộp khi được xếp hạng 13."
        },
        {
            "en": "No matter how wonderful the present moment is, the future can be even more fulfilling and <em>joyous</em>.",
            "vi": "Cho dù giây phút hiện tại có tuyệt vời đến thế nào đi nữa, tương lai vẫn có thể sẽ tươi đẹp và hạnh phúc hơn."
        },
        {
            "en": "The Day of Vesak is a <em>joyous</em> occasion marking the birth, enlightenment and passing of the Buddha.",
            "vi": "Ngày Phật đản là dịp kỷ niệm sự sinh ra, cuộc đời cực lạc và đi vào cõi vĩnh hằng của Đức Phật từ bi."
        },
        {
            "en": "The <em>joyous</em> days of childhood spent at our homes in company with the members of our family and friends can hardly be forgotten.",
            "vi": "Những ngày vui sướng nhất trong thời niên thiếu cùng với các thành viên trong gia đình và bạn bè khó mà quên được."
        },
        {
            "en": "On behalf of President Obama and the American people, it is with great pleasure that I wish the people of Vietnam a <em>joyous</em> National Day this September 2.",
            "vi": "\"Thay mặt Tổng thống Obama và nhân dân Hoa Kỳ, tôi rất vui mừng được chúc nhân dân Việt Nam ngập tràn niềm vui nhân ngày Quốc khánh 2/9."
        },
        {
            "en": "Steve Jobs's speech on Standford University in 2005, it has come as a <em>joyous</em> daybreak to end the long nights of my captivity. Actually, because I found out myself.",
            "vi": "Bài diễn văn của Steve Jobs đọc tại trường Standford vào năm 2005 đối với tôi như là ánh bình minh hạnh phúc cứu tôi ra khỏi những đêm dài xiềng xích. Bởi lẽ tôi đã tìm lại được chính mình."
        },
        {
            "en": "Five score years ago, a great American, in whose symbolic shadow we stand today, signed the Emancipation Proclamation. This momentous decree came as a great beacon light of hope to millions of Negro slaves who had been seared in the flames of withering injustice. It came as a <em>joyous</em> daybreak to end the long night of their captivity.",
            "vi": "Một trăm năm trước đây, có một người Mỹ vĩ đại mà dưới tượng đài của Người là nơi chúng ta đang tề tựu hôm nay, đã ký vào Tuyên ngôn giải phóng nô lệ. Văn kiện trọng đại này quả là một nguồn hy vọng sáng ngời cho hàng triệu nô lệ da đen từng bị thiêu đốt trong ngọn lửa bất công cay nghiệt. Đó chính là ánh bình minh hạnh phúc cứu họ ra khỏi đêm dài trong vòng xiềng xích."
        },
        {
            "en": "I am happy to join with you today in what will go down in history as the greatest demonstration for freedom in the history of our nation          Martin Luther King, Jr. delivered 28 August 1963, at the Lincoln Memorial, Washington D.C. \"I Have a Dream\" I am happy to join with you today in what will go down in history as the greatest demonstration for freedom in the history of our nation.  Five score years ago, a great American, in whose symbolic shadow we stand today, signed the Emancipation Proclamation. This momentous decree came as a great beacon light of hope to millions of Negro slaves who had been seared in the flames of withering injustice. It came as a <em>joyous</em> daybreak to end the long night of their captivity.  But one hundred years later, the Negro still is not free. One hundred years later, the life of the Negro is still sadly crippled by the manacles of segregation and the chains of discrimination. One hundred years later, the Negro lives on a lonely island of poverty in the midst of a vast ocean of material prosperity. One hundred years later, the Negro is still languished in the corners of American society and finds himself an exile in his own land. And so we've come here today to dramatize a shameful condition. In a sense we've come to our nation's capital to cash a check. When the architects of our republic wrote the magnificent words of the Constitution and the Declaration of Independence, they were signing a promissory note to which every American was to fall heir. This note was a promise that all men, yes, black men as well as white men, would be guaranteed the \"unalienable Rights\" of \"Life, Liberty and the pursuit of Happiness.\" It is obvious today that America has defaulted on this promissory note, insofar as her citizens of color are concerned. Instead of honoring this sacred obligation, America has given the Negro people a bad check, a check which has come back marked \"insufficient funds.\" But we refuse to believe that the bank of justice is bankrupt. We refuse to believe that there are insufficient funds in the great vaults of opportunity of this nation. And so, we've come to cash this check, a check that will give us upon demand the riches of freedom and the security of justice.  We have also come to this hallowed spot to remind America of the fierce urgency of Now. This is no time to engage in the luxury of cooling off or to take the tranquilizing drug of gradualism. Now is the time to make real the promises of democracy. Now is the time to rise from the dark and desolate valley of segregation to the sunlit path of racial justice. Now is the time to lift our nation from the quicksands of racial injustice to the solid rock of brotherhood. Now is the time to make justice a reality for all of God's children.  It would be fatal for the nation to overlook the urgency of the moment. This sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality. Nineteen sixty-three is not an end, but a beginning. And those who hope that the Negro needed to blow off steam and will now be content will have a rude awakening if the nation returns to business as usual. And there will be neither rest nor tranquillity in America until the Negro is granted his citizenship rights. The whirlwinds of revolt will continue to shake the foundations of our nation until the bright day of justice emerges.  But there is something that I must say to my people, who stand on the warm threshold which leads into the palace of justice: In the process of gaining our rightful place, we must not be guilty of wrongful deeds. Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred. We must forever conduct our struggle on the high plane of dignity and discipline. We must not allow our creative protest to degenerate into physical violence. Again and again, we must rise to the majestic heights of meeting physical force with soul force.  The marvelous new militancy which has engulfed the Negro community must not lead us to a distrust of all white people, for many of our white brothers, as evidenced by their presence here today, have come to realize that their destiny is tied up with our destiny. And they have come to realize that their freedom is inextricably bound to our freedom. We cannot walk alone. And as we walk, we must make the pledge that we shall always march ahead.  We cannot turn back. There are those who are asking the devotees of civil rights, \"When will you be satisfied?\" We can never be satisfied as long as the Negro is the victim of the unspeakable horrors of police brutality. We can never be satisfied as long as our bodies, heavy with the fatigue of travel, cannot gain lodging in the motels of the highways and the hotels of the cities. We cannot be satisfied as long as the negro's basic mobility is from a smaller ghetto to a larger one. We can never be satisfied as long as our children are stripped of their self-hood and robbed of their dignity by signs stating: \"For Whites Only.\" We cannot be satisfied as long as a Negro in Mississippi cannot vote and a Negro in New York believes he has nothing for which to vote. No, no, we are not satisfied, and we will not be satisfied until \"justice rolls down like waters, and righteousness like a mighty stream.\" I am not unmindful that some of you have come here out of great trials and tribulations. Some of you have come fresh from narrow jail cells. And some of you have come from areas where your quest -- quest for freedom left you battered by the storms of persecution and staggered by the winds of police brutality. You have been the veterans of creative suffering. Continue to work with the faith that unearned suffering is redemptive. Go back to Mississippi, go back to Alabama, go back to South Carolina, go back to Georgia, go back to Louisiana, go back to the slums and ghettos of our northern cities, knowing that somehow this situation can and will be changed.  Let us not wallow in the valley of despair, I say to you today, my friends. And so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed: \"We hold these truths to be self-evident, that all men are created equal.\" I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood. I have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice. I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream today! I have a dream that one day, down in Alabama, with its vicious racists, with its governor having his lips dripping with the words of \"interposition\" and \"nullification\" -- one day right there in Alabama little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers. I have a dream today! I have a dream that one day every valley shall be exalted, and every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight; \"and the glory of the Lord shall be revealed and all flesh shall see it together.\"2 This is our hope, and this is the faith that I go back to the South with. With this faith, we will be able to hew out of the mountain of despair a stone of hope. With this faith, we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith, we will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together, knowing that we will be free one day. And this will be the day -- this will be the day when all of God's children will be able to sing with new meaning: My country 'tis of thee, sweet land of liberty, of thee I sing. Land where my fathers died, land of the Pilgrim's pride, From every mountainside, let freedom ring!  And if America is to be a great nation, this must become true. And so let freedom ring from the prodigious hilltops of New Hampshire. Let freedom ring from the mighty mountains of New York. Let freedom ring from the heightening Alleghenies of Pennsylvania. Let freedom ring from the snow-capped Rockies of Colorado. Let freedom ring from the curvaceous slopes of California. But not only that: Let freedom ring from Stone Mountain of Georgia. Let freedom ring from Lookout Mountain of Tennessee. Let freedom ring from every hill and molehill of Mississippi. From every mountainside, let freedom ring. And when this happens, when we allow freedom ring, when we let it ring from every village and every hamlet, from every state and every city, we will be able to speed up that day when all of God's children, black men and white men, Jews and Gentiles, Protestants and Catholics, will be able to join hands and sing in the words of the old Negro spiritual:  Free at last! Free at last!  Thank God Almighty, we are free at last!",
            "vi": "I am happy to join with you today in what will go down in history as the greatest demonstration for freedom in the history of our nation      Martin Luther King, Jr. Phát biểu vào ngày 28 tháng tám 1963, tại the Lincoln Memorial, Washington D.C. \"Tôi có một ước mơ\" Hôm nay tôi vui mừng được cùng các bạn tham dự một sự kiện mà hậu thế sẽ ghi nhận là cuộc tuần hành vì tự do vĩ đại nhất trong lịch sử đất nước chúng ta.    Một trăm năm trước đây, có một người Mỹ vĩ đại mà dưới tượng đài của Người là nơi chúng ta đang tề tựu hôm nay, đã ký vào Tuyên ngôn giải phóng nô lệ. Văn kiện trọng đại này quả là một nguồn hy vọng sáng ngời cho hàng triệu nô lệ da đen từng bị thiêu đốt trong ngọn lửa bất công cay nghiệt. Đó chính là ánh bình minh hạnh phúc cứu họ ra khỏi đêm dài trong vòng xiềng xích. Nhưng một trăm năm sau đó, người da đen vẫn chưa được tự do. Một trăm năm sau đó, cuộc sống của người da đen vẫn bị trì trệ thảm hại bởi gông cùm của nạn kỳ thị chủng tộc và xiềng xích của nạn phân biệt đối xử. Một trăm năm sau đó, người da đen vẫn sống trên một ốc đảo đói nghèo giữa một đại dương ngồn ngộn của cải vật chất. Một trăm năm sau đó, người da đen vẫn vất vưởng bên lề xã hội Hoa Kỳ và đành tự xem mình là kẻ tha hương ngay trên mảnh đất của chính mình. Và vì thế, hôm nay chúng ta đến đây là để lột tả một thân phận tủi nhục. Hiểu theo một nghĩa nào đó, chúng ta đến thủ đô để được thanh toán một tấm séc. Những người dựng nền cộng hoà cho chúng ta đã viết những lời hoa mỹ trong Hiến pháp và Tuyên ngôn độc lập cũng tức là họ đã ký một giấy nợ và mọi công dân Mỹ đều có quyền đòi nợ. Giấy nợ này hứa hẹn rằng tất cả mọi người, vâng, người da đen cũng như người da trắng, đều được đảm bảo những “quyền bất khả nhượng” – “quyền sống, quyền được tự do và mưu cầu hạnh phúc”. Rõ ràng là đến hôm nay nước Mỹ vẫn chưa trả món nợ này cho người Mỹ da màu. Thay vì phải trả món nợ thiêng liêng này, đất nước Hoa Kỳ đã trao cho người da đen một tấm séc không hợp lệ, một tấm séc bị trả lại với dòng chữ “không đủ tiền bảo chứng”.  Nhưng chúng ta vẫn không tin rằng ngân hàng công lý đã bị phá sản. Chúng ta vẫn không tin rằng cái kho cơ hội ngút ngàn của đất nước này mà lại thiếu tiền. Và vì thế, chúng ta đến đây để được thanh toán tấm séc này, một tấm séc làm cho chúng ta được tự do và bảo đảm về công lý đúng như chúng ta mong muốn. Chúng ta cũng đến chốn thiêng liêng này để nhắc cho nước Mỹ biết rằng THỜI ĐIỂM NÀY vô cùng cấp bách.  Bây giờ không phải là lúc nhởn nhơ khuây khoả hoặc cứ cầu an, làm việc gì cũng từ từ. Bây giờ là lúc phải làm cho lời hứa thực thi dân chủ trở thành hiện thực. Bây giờ là lúc phải vực mình ra khỏi bóng tối và thung lũng tiêu điều của nạn kỳ thị chủng tộc để bước lên con đường ngập tràn ánh nắng của sự công bình đối với mọi chủng tộc. Bây giờ là lúc phải đưa đất nước chúng ta từ vũng lầy của sự bất bình đẳng chủng tộc tiến lên một khối đá vững chắc của tình huynh đệ. Bây giờ là lúc phải biến công lý thành hiện thực cho tất cả con cái của Chúa. Thật tai hại nếu đất nước này không xem thời điểm này là một thời điểm cấp bách. Mùa hè ngột ngạt vì những nỗi bất bình chính đáng của người da đen sẽ không kết thúc nếu chưa có một mùa thu tiếp thêm sinh khí của sự tự do và bình đẳng. Năm một nghìn chín trăm sáu mươi ba không phải là năm kết thúc, mà đúng ra là năm khởi đầu. Và những ai hi vọng rằng người da đen cần được bày tỏ cảm nghĩ của mình và bây giờ mãn nguyện rồi ắt phải giật mình thức tỉnh nếu đất nước này lại vẫn cứ đâu vào đấy. Và đất Mỹ sẽ không có lúc nào lắng dịu hoặc bình yên nếu người da đen chưa được bảo đảm quyền công dân đích thực. Cơn lốc bạo loạn sẽ tiếp tục làm lung lay nền móng của đất nước chúng ta cho đến khi nào ánh bình minh của công lý hé rạng. Nhưng có một điều tôi phải nói với đồng bào tôi, những người đang đứng trước cái ngưỡng ấm áp dẫn vào lâu đài công lý: Trên con đường đi tìm vị trí đích thực cho mình, chúng ta không được làm bất cứ điều gì sai trái. Đừng vì cố thoả mãn niềm khao khát tự do mà phải uống bằng một cái tách đắng cay và căm hờn. Bao giờ chúng ta cũng phải đấu tranh thật nghiêm túc và có kỷ luật. Chúng ta không được để cho cuộc tuần hành phản kháng chưa từng có này hoá ra lại là một cuộc bạo động. Xin nhắc lại là, chúng ta phải vươn tới đỉnh cao chót vót của sự kết hợp sức mạnh thể xác với sức mạnh tâm hồn. Không thể để cho cái tinh thần chiến đấu mới nhưng phi thường, từng lan toả khắp cộng đồng người da đen, thúc đẩy chúng ta hoài nghi tất cả những người da trắng, bởi trong số những ngưởi da trắng anh em với chúng ta, đã có không ít người nhận ra rằng số phận của họ gắn chặt với số phận của chúng ta, bằng chứng là hôm nay họ cũng có mặt nơi đây. Và họ đã nhận ra rằng tự do của họ gắn bó keo sơn với tự do của chúng ta. Chúng ta không thể đi một mình. Và khi chúng ta cất bước, chúng ta phải thề rằng chúng ta luôn tiến về phía trước. Chúng ta không thể quay lại. Có nhiều người hỏi những người ủng hộ dân quyền rằng “Khi nào bạn sẽ hài lòng?”.  Không bao giờ chúng ta có thể hài lòng nếu người da đen vẫn còn sợ những hành động bạo tàn của cảnh sát đến nỗi không nói nên lời. Không bao giờ chúng ta có thể hài lòng nếu thân xác chúng ta mệt nhoài vì đi đường xa mà vẫn không được vào nghỉ trong khách sạn ven xa lộ hoặc khách sạn ở khu đô thị. Chúng ta chưa thể hài lòng khi mà cơ bản là người da đen chỉ được phép di chuyển từ khu ổ chuột này sang khu ổ chuột khác to hơn thôi. Không bao giờ chúng ta có thể hài lòng nếu con em chúng ta bị tước đoạt hết nhân cách cũng như phẩm giá của mình bởi những tấm biển mang dòng chữ “Dành riêng cho người da trắng”. Chúng ta chưa thể hài lòng khi mà một người da đen ở Mississippi không được bầu cử hoặc một người da đen ở New York cho rằng anh ta chẳng việc gì phải đi bầu. Không, không, chúng ta chưa hài lòng và chúng ta cũng sẽ không hài lòng cho đến khi “ Công lý tuôn trào như thác, công bình cuồn cuộn như sông”. Tôi không quên rằng một số bạn đã vượt qua bao gian nan thử thách cam go để đến đây. Một số bạn vừa mới ra khỏi những xà lim chật hẹp. Và một số bạn đến đây từ nơi mà những đòi hỏi về quyền tự do đã làm các bạn phải hứng chịu những đợt truy bức dồn dập và xiểng niểng vì hàng loạt ngón đòn tàn bạo của cảnh sát. Các bạn từng chịu nhiều đau khổ, nhưng điều đó lại góp phần vào cuộc tranh đấu cho một xã hội tốt đẹp hơn. Hãy tiếp tục làm việc và tin tưởng rằng những nỗi oan ức của bạn sẽ giúp cho bạn được hưởng ơn cứu chuộc. Hãy nhìn lại Mississippi, nhìn lại Alabama, nhìn lại South Carolina, nhìn lại Georgia, nhìn lại Louisiana, nhìn lại những khu ổ chuột ở các thành phố miền bắc nước ta để biết rằng bằng một cách nào đó thì tình cảnh này có thể thay đổi và sẽ thay đổi. Các bạn thân mến, xin đừng mãi ngủ yên trong thung lũng tuyệt vọng, đó là điều mà tôi muốn nói với các bạn hôm nay. Và vì thế, cho dù hôm nay và ngày mai chúng ta còn phải đối mặt với nhiều khó khăn thì tôi vẫn có một ước mơ. Đó là một ước mơ không thể tách rời khỏi giấc mộng Mỹ Quốc. Tôi ước mơ một ngày kia đất nước này sẽ thức tỉnh và sống đúng ý nghĩa đức tin của nó: “Chúng tôi khẳng định những chân lý này là hiển nhiên, mọi người sinh ra đều bình đẳng.” Tôi ước mơ một ngày kia trên ngọn đồi đỏ rực ở Georgia, con cháu của những người nô lệ năm xưa cùng con cháu của các chủ nô ngày trước sẽ quây quần bên nhau quanh chiếc bàn của tình huynh đệ.  Tôi ước mơ một ngày kia, kể cả bang Mississippi là bang hừng hực không khí áp bức và bất công cũng sẽ biến thành một ốc đảo của tự do và công bằng. Tôi ước mơ một ngày kia, 4 đứa con nhỏ bé của tôi sẽ sống trong một đất nước mà chúng được đánh giá theo tính cách mỗi đứa, chứ không còn bị xét đoán qua màu da của chúng nữa.  Hôm nay tôi có một ước mơ! Tôi ước mơ một ngày kia, ở tận Alabama, nơi nhan nhản những kẻ phân biệt chủng tộc đến mức hung hãn, nơi có một gã thống đốc mà cặp môi sẵn sàng tuôn ra những chữ “can thiệp” và “vô hiệu hoá” - một ngày nào đó ngay tại Alabama, các em trai và em gái da đen sẽ nối vòng tay lớn với các em trai và em gái da trắng như anh chị em một nhà. Hôm nay tôi có một ước mơ! Tôi ước mơ một ngày kia mọi thung lũng đều được nâng lên, mọi đồi núi đều được san bằng, những nơi gồ ghề sẽ thành bằng phẳng và những nơi cong vẹo sẽ thành thẳng tắp;” và vinh quang của Chúa sẽ hiện ra và tất cả mọi người sẽ cùng nhau chiêm ngưỡng”. Đây là niềm hi vọng của chúng ta, và đây chính là niềm tin mà tôi mang theo trên đường về miền Nam. Với niềm tin này, chúng ta sẽ đẽo được một hòn đá hy vọng trong cả một tảng núi tuyệt vọng. Với niềm tin này, chúng ta sẽ chuyển những mối bất hoà gay gắt của đất nước chúng ta thành một bản giao hưởng tuyệt vời của tình huynh đệ. Với niềm tin này, chúng ta có thể cùng nhau làm việc, cùng nhau cầu nguyện, cùng nhau tranh đấu, cùng nhau vào tù, cùng nhau đấu tranh vì tự do, chỉ biết rằng một ngày nào đó chúng ta sẽ được tự do.  Và đó sẽ là cái ngày - đó sẽ là cái ngày mà tất cả con cái của Chúa cùng cất tiếng ca mang ý nghĩa mới: Đất nước tôi, cũng là của bạn, một mảnh đất ngọt ngào của tự do, tôi hát về người. Mảnh đất nơi cha ông tôi đã ngã xuống, mảnh đất tự hào của những người hành hương,  Hãy để tự do reo vang từ khắp mọi sườn núi! Và nếu Hoa Kỳ phải là một quốc gia vĩ đại thì điều này phải trở thành sự thật. Và do đó,  hãy để tự do reo vang từ những đỉnh đồi chót vót của New Hampshire. Hãy để tự do reo vang từ những ngọn núi hùng vĩ của New York. Hãy để tự do reo vang từ dãy Alleghenies cao chót vót ở Pennsylvania. Hãy để tự do reo vang từ dãy núi đá đầy tuyết phủ ở Colorado. Hãy để tự do reo vang từ những triền dốc mơn mởn ở California. Nhưng không chỉ có thế: Hãy để tự do reo vang từ Stone Mountain ở Georgia. Hãy để tự do reo vang từ Lookout Mountain ở Tennessee. Hãy để tự do reo vang khắp mọi đồi to đồi nhỏ ở Mississippi. Hãy để tự do reo vang từ khắp mọi sườn núi. Và khi điều đó xảy ra, khi chúng ta đã để cho tự do reo vang, khi chúng ta đã để nó reo vang từ khắp mọi làng mạc và thôn xóm, từ khắp mọi tiểu bang và thành phố, nhất định chúng ta có thể làm cho cái ngày đó đến gần hơn, cái ngày mà tất cả con cái của Chúa, người da đen và da trắng, người Do Thái và người không phải Do Thái, người theo Công giáo và người theo Tin Lành, sẽ cùng nắm tay nhau và hát vang bài thánh ca của người da đen năm xưa: Cuối cùng cũng được tự do! Cuối cùng cũng được tự do! Tạ ơn Thiên Chúa toàn năng, cuối cùng chúng con cũng được tự do!"
        }
    ],
    "suggestions": []
}