{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒu:deiizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đạo Do thái</td></tr></table><i/></div>",
            "word": "judaism",
            "pronounce": "['dʒu:deiizm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "judaism",
            "pronounce": "['dʒu:deiizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "judaism",
            "pronounce": "['dʒu:deiizm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "judaism",
            "pronounce": "['dʒu:deiizm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "judaism",
            "pronounce": "['dʒu:deiizm]"
        }
    },
    "sentences": [
        {
            "en": "He may have abandoned the Orthodox <em>Judaism</em>.",
            "vi": "Có thể anh ấy đã từ bỏ đạo Do Thái chính thống."
        },
        {
            "en": "He has found nothing to shake his belief in <em>Judaism</em>.",
            "vi": "Anh ấy không có lý do gì nghi ngờ đức tin vào đạo Do Thái của mình."
        },
        {
            "en": "In <em>Judaism</em> and Islam, God is believed to be sexless.",
            "vi": "Theo đạo Do Thái và đạo Hồi, người ta tin rằng Chúa không phải nam cũng không phải nữ."
        },
        {
            "en": "<em>Judaism</em> is passed through the matriarchal line, through the mother.",
            "vi": "Đạo Do Thái trải qua các thời kì mẫu hệ thông qua người mẹ."
        },
        {
            "en": "To Muslim scholars, the abrogation of <em>Judaism</em> and Christianity by Islam was obvious.",
            "vi": "Đối với các học giả người Hồi giáo thì chuyện những người theo đạo Hồi bài trừ đạo Do Thái và đạo Cơ đốc là hiển nhiên."
        },
        {
            "en": "This year, by coincidence, Sunday is also the first night of Hanukkah, a minor festival in <em>Judaism</em>.",
            "vi": "Năm nay một sự trùng hợp ngẫu nhiên, chúa nhật cũng là đêm đầu tiên của lễ hanukkah, một lễ hội của thiểu số người theo đạo do thái."
        },
        {
            "en": "Heathen is an insulting word for someone who is not a Christian, <em>Judaism</em>, Islam, or a follower of another major established religion.",
            "vi": "Người ngoại đạo là một từ lăng mạ ai đó không phải là một tín đồ Cơ Đốc, Do Thái, Hồi giáo, hay người không theo một tôn giáo chính thức nào khác."
        },
        {
            "en": "The cockfights were so important to the Balinese that when the Indonesian government declared the practice illegal, people ignored the law and risked arrest and hefty fines. For the Balinese, cockfights were “deep play” – a made-up game that is invested with so much meaning that it becomes reality. A Balinese anthropologist could arguably have written similar essays on football in Argentina or <em>Judaism</em> in Israel.",
            "vi": "Những cuộc chọi gà quá mức quan trọng đối với người dân Bali nên khi chính phủ Indonesia tuyên bố hành động đó là bất hợp pháp, người dân đã lờ đi luật pháp, vì thế, họ đã bị bắt và phạt tiền nặng nề. Đối với người Bali, chọi gà là một \"deep play\" (trò chơi ăn sâu vào lòng người) - một trò chơi hư cấu đã được trao cho rất nhiều ý nghĩa để biến nó thành hiện thực. Một nhà Nhân chủng học người Bali được cho rằng đã viết những bài tiểu luận tương tự về bóng đá ở Argentina hoặc đạo Do thái ở Israel."
        }
    ],
    "suggestions": []
}