{
    "en_vn": {
        "data": {
            "content": null,
            "word": "judging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "judging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "judging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "judging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "judging"
        }
    },
    "sentences": [
        {
            "en": "<em>Judging</em> the width of fields.",
            "vi": "Chỉnh độ rộng của các trường."
        },
        {
            "en": "I am frequently wrong in <em>judging</em> people.",
            "vi": "Tôi thường sai lầm trong việc xét đoán con người."
        },
        {
            "en": "He is just good at <em>judging</em> people.",
            "vi": "Anh ấy chỉ giỏi phán xét người ta."
        },
        {
            "en": "<em>Judging</em> by appearances can be misleading.",
            "vi": "Nhận xét bề ngoài có thể gây nhầm lẫn."
        },
        {
            "en": "The <em>judging</em> is about to begin.",
            "vi": "Việc đánh giá sắp bắt đầu."
        },
        {
            "en": "He's ineligible for <em>judging</em> my ability.",
            "vi": "Anh ta không đủ tư cách đánh giá năng lực của tôi."
        },
        {
            "en": "<em>Judging</em> by her face, she was angry.",
            "vi": "Xét theo vẻ mặt thì cô ấy giận dữ."
        },
        {
            "en": "<em>Judging</em> by its size, it might be a book.",
            "vi": "Hãy đánh giá qua kích cỡ của nó, có thể là một quyển sách."
        },
        {
            "en": "Who is the one <em>judging</em> my ability directly?",
            "vi": "Ai là người trực tiếp đánh giá năng lực của tôi?"
        },
        {
            "en": "I don't trust him, <em>judging</em> by his appearance).",
            "vi": "Xét qua bề ngoài của anh ấy thì tôi không tin anh ấy."
        },
        {
            "en": "<em>Judging</em> from his appearance, he is a good man.",
            "vi": "Xét đoán theo bề ngoài thì hắn là một người tốt."
        },
        {
            "en": "You also need to practice patience and avoid <em>judging</em> people.",
            "vi": "Bạn cũng cần thực hành kiên nhẫn và tránh phán xét mọi người."
        },
        {
            "en": "When <em>judging</em> his performance, don't take his age into account.",
            "vi": "Khi đánh giá năng lực của anh ta, đừng xét đến tuổi tác."
        },
        {
            "en": "In <em>judging</em> him, you should consider his youth.",
            "vi": "Khi xét xử anh ấy, ông nên nghĩ đến tuổi trẻ của anh ấy."
        },
        {
            "en": "<em>Judging</em> by recent form, he should easily pass the exam.",
            "vi": "Căn cứ vào thành tích gần đây, thì anh ấy chắc đỗ kỳ thi một cách dễ dàng."
        },
        {
            "en": "<em>Judging</em> from what you say, he ought to succeed.",
            "vi": "Đánh giá qua những điều anh nói, anh ta ắt phải thành công."
        },
        {
            "en": "<em>Judging</em> from his appearance, his capability is not great.",
            "vi": "Trông bộ dạng anh ta mà làm gì được."
        },
        {
            "en": "<em>Judging</em> by the crowds waiting to get in this seems to be where it's at.",
            "vi": "Cứ xem đám đông đứng ngoài cửa đợi đến lượt mình vào cũng có thể đoán được đây là nơi rất được ưa chuộng."
        },
        {
            "en": "<em>Judging</em> by the crowds waiting to get in this seems to be where it is.",
            "vi": "Đánh giá theo đám đông đang chờ đợi để được vào dường như là cách phổ biến nhất."
        },
        {
            "en": "<em>Judging</em> by their style of living, you know they are well - heeled.",
            "vi": "Xét theo cách sống của họ, bạn biết rằng họ là người giàu có."
        }
    ],
    "suggestions": []
}