{
    "en_vn": {
        "data": {
            "content": null,
            "word": "juggling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "juggling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "juggling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "juggling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "juggling"
        }
    },
    "sentences": [
        {
            "en": "Balancing the budget is a complex <em>juggling</em> act.",
            "vi": "Cân bằng ngân sách là một quá trình cân đối phức tạp."
        },
        {
            "en": "It's a trouble of <em>juggling</em> income and expenditure.",
            "vi": "Đó là rắc rối của việc sắp xếp giữa thu và chi."
        },
        {
            "en": "He was <em>juggling</em> a few small cardboard boxes in his arms.",
            "vi": "Thầy đang ôm một vài hộp các - tông nhỏ trong tay."
        },
        {
            "en": "The government has been <em>juggling</em> the figures to hide the latest rise in unemployment.",
            "vi": "Chính phủ đã tráo trở các số liệu để che giấu nạn thất nghiệp gia tăng gần đây nhất."
        },
        {
            "en": "After <em>juggling</em> their schedules around, they've managed to arrange a meeting.",
            "vi": "Sau khi sắp đặt lại lịch làm việc, họ đã xoay sở để sắp xếp một buổi họp."
        },
        {
            "en": "She had to face the pressures of <em>juggling</em> a career and children.",
            "vi": "Cô ấy phải đối mặt với áp lực của việc sắp xếp ổn thỏa giữa công việc và con cái."
        },
        {
            "en": "They have been <em>juggling</em> with the figures to hide the latest rise in unemployment.",
            "vi": "Người ta đã \"làm xiếc\" với những con số để che giấu sự tăng lên gần đây nhất của nạn thất nghiệp."
        },
        {
            "en": "<em>Juggling</em> with one's timetable to fit in one's three-week trip",
            "vi": "Sắp đặt lại thời khoá biểu cho khớp với chuyến đi ba tuần của mình"
        },
        {
            "en": "Grace was <em>juggling</em> a full-time job with looking after three young children",
            "vi": "Grace đang cân đối công việc toàn thời gian với việc chăm sóc ba đứa con nhỏ"
        },
        {
            "en": "He is <em>juggling</em> his family responsibilities with the demands of his job.",
            "vi": "Anh ấy đang dàn xếp các trách nhiệm trong gia đình để đáp ứng yêu cầu công việc."
        },
        {
            "en": "He was <em>juggling</em> a glass of champagne and two plates of food.",
            "vi": "Anh ấy đang giữ thăng bằng một chai rượu sâm - banh và hai đĩa thức ăn."
        },
        {
            "en": "He was <em>juggling</em> a glass of champagne and two plates of food.",
            "vi": "Anh ấy đang giữ thăng bằng một chai rượu sâm-banh và hai đĩa thức ăn."
        },
        {
            "en": "The juggler gets out and starts <em>juggling</em> the blazing torches masterfully.",
            "vi": "Người nghệ sĩ bắt đầu tung hứng những ngọn đèn cháy rực một cách chuyên nghiệp."
        },
        {
            "en": "After <em>juggling</em> their schedules around, they 've managed to arrange a meeting.",
            "vi": "Sau khi sắp đặt lại lịch làm việc, họ đã xoay sở để sắp xếp một buổi họp."
        },
        {
            "en": "The clown amazed the spectators by <em>juggling</em> with several objects at a same time.",
            "vi": "Anh hề đã làm kinh ngạc người xem bằng cách tung hứng nhiều đồ vật cùng một lúc."
        },
        {
            "en": "Managing her home life and work was proving to be something of a <em>juggling</em> act.",
            "vi": "Cô ta nhận thấy thu xếp cuộc sống gia đình và công việc sao cho ổn thỏa được coi như sự dàn xếp giữa các đòi hỏi mâu thuẫn với nhau."
        },
        {
            "en": "They have been <em>juggling</em> with the figures to hide the latest rise in unemployment.",
            "vi": "Người ta đã\"làm xiếc\" với những con số để che giấu sự tăng lên gần đây nhất của nạn thất nghiệp."
        },
        {
            "en": "Imagine life as a game in which you are <em>juggling</em> some five balls in the air.",
            "vi": "Hãy tưởng tượng cuộc đời như một trò chơi trong đó bạn đang tung chừng năm quả bóng lên không."
        },
        {
            "en": "Balancing/​<em>juggling</em> act is a situation in which someone has to do several different things at the same time.",
            "vi": "\"Balancing/​juggling act\"(một quá trình cân đối) là một tình huống mà ai đó phải cùng một lúc làm nhiều việc khác nhau."
        },
        {
            "en": "That may require some <em>juggling</em> of field position, putting the most important one first in the browse in the window.",
            "vi": "Tình thế đó có thể đòi bạn bài trí lại đôi chút các trường, nhờ đặt các trường quan trọng lên mé đầu cửa sổ browse."
        }
    ],
    "suggestions": []
}