{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Juliet"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Juliet</k><blockquote><cclass>[<cclass>'dʒu:lɪɛt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a code word representing the letter J, used in radio communication. </cclass></blockquote></div>",
            "word": "Juliet"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Juliet"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Juliet"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Juliet"
        }
    },
    "sentences": [
        {
            "en": "Romeo and <em>Juliet</em>.",
            "vi": "Romeo và juliet."
        },
        {
            "en": "<em>Juliet</em> has a tiny waist.",
            "vi": "Juliet có eo thon/gọn."
        },
        {
            "en": "You have Romeo and <em>Juliet</em> memorized.",
            "vi": "Chị đã thuộc lòng Romeo và Juliet còn gì."
        },
        {
            "en": "Romeo and <em>Juliet</em> loved each other.",
            "vi": "Romeo và Juliet đã yêu nhau."
        },
        {
            "en": "She is understudying the role of <em>Juliet</em>.",
            "vi": "Con bé đang học đóng vai Juliet."
        },
        {
            "en": "Romeo serenades <em>Juliet</em> in the moonlight.",
            "vi": "Dưới ánh trăng Romeo hát dạ khúc cho Juliet nghe."
        },
        {
            "en": "Romeo did not want to leave <em>Juliet</em>.",
            "vi": "Romeo chẳng muốn xa rời Juliet."
        },
        {
            "en": "When did Shakespeare originally write Romeo and <em>Juliet</em>?",
            "vi": "Khi nào Shakespeare bắt đầu viết Romeo và Juliet?"
        },
        {
            "en": "Romeo and <em>Juliet</em> and Hamlet are Shakespeare's tragedies.",
            "vi": "Vở kịch Romeo and Juliet và vở kịch Hamlet là hai vở bi kịch của Shakespeare."
        },
        {
            "en": "Who is responsible for the fate of Romeo and <em>Juliet</em>?",
            "vi": "Ai chịu trách nhiệm cho số phận của Romeo và Juliet?"
        },
        {
            "en": "Marry me <em>Juliet</em> you'll never have to be alone.",
            "vi": "Hãy lấy anh nhé Juliet em sẽ không bao giờ phải chịu cô đơn nữa."
        },
        {
            "en": "Romeo and <em>Juliet</em> had an assignment at the monastery.",
            "vi": "Romeo và Juliet đã hẹn gặp nhau ở tu viện."
        },
        {
            "en": "She is producing \"Romeo and <em>Juliet</em>\" at the local theatre.",
            "vi": "Bà ta đang dàn dựng vở\"Romeo và Juliet\" tại nhà hát địa phương."
        },
        {
            "en": "A heart-warming tale between two lovers Romeo and <em>Juliet</em> makes the world feel emotional.",
            "vi": "Một câu chuyện chân tình giữa Romeo và Juliet khiến cả thế giới xúc động."
        },
        {
            "en": "I, well, I haven't watched Romeo and <em>Juliet</em> yet for English.",
            "vi": "Chị, ờ thì, chị chưa xem Romeo và Juliet cho giờ học tiếng Anh."
        },
        {
            "en": "Mary is going to read for an apart in a play named \"Romeo and <em>Juliet</em>\".",
            "vi": "Mary dự định sẽ thi để giành lấy một vai trong vở kịch tên là \"Romeo và Juliet\"."
        },
        {
            "en": "At the end, Romeo killed himself and then <em>Juliet</em> killed herself.",
            "vi": "Cuối cùng, romeo tự sát rồi juliet cũng tự sát luôn."
        },
        {
            "en": "That's why people still remembered his name, always twined with hers: Romeo and <em>Juliet</em>.",
            "vi": "Đó là lý do tại sao người ta còn nhớ đến tên anh, gắn kết cùng tên cô : Romeo và Juliet."
        },
        {
            "en": "That's why people still remembered his name, always twined with hers : Romeo and <em>Juliet</em>.",
            "vi": "Đó là lý do tại sao người ta còn nhớ đến tên anh, gắn kết cùng tên cô: Romeo và Juliet."
        },
        {
            "en": "Meaningless... but when I slowly struggled back to consciousness, <em>Juliet</em> was on my mind.",
            "vi": "Vô nghĩa... nhưng khi tôi từ từ vùng vẫy tỉnh giấc, Juliet làm tôi bận tâm."
        }
    ],
    "suggestions": []
}