{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dʒʌmpi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hay giật mình, hay hốt hoảng bồn chồn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tăng vọt; lên xuống thất thường, thay đổi thất thường (giá cả)</td></tr></table><i/></div>",
            "word": "jumpy",
            "pronounce": "['dʒʌmpi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>jumpy</k><blockquote>■ <cclass>adjective (<cclass><b>jumpier</b>, <cclass><b>jumpiest</b>) <cclass>informal </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 anxious and uneasy. </blockquote></blockquote><blockquote><blockquote>2》 stopping and starting abruptly. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>jumpily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>jumpiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "jumpy",
            "pronounce": "['dʒʌmpi]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>jumpy</k><blockquote>▸ <cclass>adjective <cclass><i>(informal)</i></cclass></cclass></blockquote><blockquote><b>1</b><i>he was tired and jumpy</i>: NERVOUS, on edge, edgy, tense, nervy, anxious, ill at ease, uneasy, restless, fidgety, keyed up, overwrought, on tenterhooks; <cclass><i>informal</i> a bundle of nerves, jittery, like a cat on a hot tin roof, uptight, het up, in a tizz/tizzy; <cclass><i>Brit.</i><cclass><i>informal</i> strung up, like a cat on hot bricks; <cclass><i>N. Amer.</i><cclass><i>informal</i> spooky, squirrelly, antsy; <cclass><i>Austral./NZ</i><cclass><i>informal</i> toey.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>jumpy black-and-white footage</i>: JERKY, jolting, lurching, bumpy, jarring; fitful, convulsive.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>calm.</blockquote></div>",
            "word": "jumpy",
            "pronounce": "['dʒʌmpi]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>jumpy</k><blockquote><blockquote><ex><abr>adj.</abr> (<abr>colloq.</abr>) </ex></blockquote></blockquote><blockquote><b>nervous</b></blockquote><blockquote><blockquote><ex> jumpy about</ex></blockquote></blockquote></div>",
            "word": "jumpy",
            "pronounce": "['dʒʌmpi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "jumpy",
            "pronounce": "['dʒʌmpi]"
        }
    },
    "sentences": [
        {
            "en": "He is tired and <em>jumpy</em>.",
            "vi": "Anh ấy mệt và hay hốt hoảng."
        },
        {
            "en": "I am a little bit <em>jumpy</em>.",
            "vi": "Tôi hơi bị giật mình."
        },
        {
            "en": "Derivational affixes on the other hand create new words by changing the grammatical category, so for example 'jump' the verb can be changed to a noun by adding the suffix 'er' to form 'jumper', the noun or by adding 'y' to form '<em>jumpy</em>', the adjective. Derivations are the aspect of morphology that is most closely tied to achievement in reading.",
            "vi": "Mặt khác, phụ tố dẫn xuất tạo ra những từ mới bằng cách thay đổi cấu tạo ngữ pháp. Ví dụ, động từ \"jump\" có thể thanh đổi thành danh từ bằng cách thêm vào hậu tố \"er\" thành \"jumper\", hoặc thêm \"-y\" để tạo thành tính từ \"jumpy\". Hình vị dẫn xuất là một mặt của hình thái học. Chúng có quan hệ mật thiết tới tính hiệu quả trong kĩ năng đọc."
        },
        {
            "en": "Luckily, there are several things you can do to ease PMS symptoms. Eating a balanced diet with lots of fresh fruits and vegetables and cutting back on processed foods like chips and crackers can help. You might also want to reduce your salt intake (salt can make you retain water and become more bloated) and, believe it or not, drink more water. Say no to caffeine (it can make you <em>jumpy</em> and anxious) and yes to certain vitamins: B-complex vitamins, calcium, magnesium, and vitamin E are thought to be helpful. Also, daily exercise and stress-relief techniques like meditation can help some girls.",
            "vi": "May mắn là bạn có thể thực hiện một số biện pháp để có thể làm giảm triệu chứng PMS. Một chế độ dinh dưỡng cân đối với nhiều rau quả tươi và hạn chế các thức ăn đã chế biến sẵn như khoai tây chiên và bánh quy giòn có thể làm bạn dễ chịu hơn. Bên cạnh đó bạn cũng cần nên hạn chế lượng muối hấp thu (muối cũng có thể làm cho bạn giữ nước và cơ thể trở nên húp híp hơn) và bạn có tin hay không thì tuỳ, hãy uống nhiều nước. Đừng nên uống cà-phê-in (thức uống này có thể làm cho bạn lo âu và hồi hộp) và cung cấp thêm cho cơ thể một số loại vi-ta-min: nhóm vi-ta-min B, can-xi, ma-giê, và vi-ta-min E được xem là hữu ích. Bạn cũng nên tập thể dục mỗi ngày và rèn các kỹ thuật giảm stress như thiền có thể giúp cho một số bạn gái cảm thấy thoải mái và dễ chịu hơn."
        },
        {
            "en": "6            6. SWITZERLAND AS I DROVE HOME , I WASN’T PAYING MUCH ATTENTION TO the road that shimmered wetly in the sun. I was thinking about the flood of information Jacob had shared with me, trying to sort it out, to force it all to make sense. Despite the overload, I felt lighter. Seeing Jacob smile, having all the secrets thrashed out . . . it didn’t make things perfect, but it made them better. I was right to have gone. Jacob needed me. And obviously, I thought as I squinted into the glare, there was no danger. It came out of nowhere. One minute there was nothing but bright highway in my rearview mirror. The next minute, the sun was glinting off a silver Volvo right on my tail. “Aw, crap,” I whimpered. I considered pulling over. But I was too much of a coward to face him right away. I’d been counting on some prep time . . . and having Charlie nearby as a buffer. At least that would force him to keep his voice down. The Volvo followed inches behind me. I kept my eyes on the road ahead. Chicken through and through, I drove straight to Angela’s without once meeting the gaze I could feel burning a hole in my mirror. He followed me until I pulled to the curb in front of the Webers’ house. He didn’t stop, and I didn’t look up as he passed. I didn’t want to see the expression on his face. I ran up the short concrete walk to Angela’s door as soon as he was out of sight. Ben answered the door before I could finish knocking, like he’d been standing right behind it. “Hey, Bella!” he said, surprised. “Hi, Ben. Er, is Angela here?” I wondered if Angela had forgotten our plans, and cringed at the thought of going home early. “Sure,” Ben said just as Angela called, “Bella!” and appeared at the top of the stairs. Ben peered around me as we both heard the sound of a car on the road; the sound didn’t scare me — this engine stuttered to a stop, followed by the loud pop of a backfire. Nothing like the purr of the Volvo. This must be the visitor Ben had been waiting for. “Austin’s here,” Ben said as Angela reached his side. A horn honked on the street.  “I’ll see you later,” Ben promised. “Miss you already.” He threw his arm around Angela’s neck and pulled her face down to his height so that he could kiss her enthusiastically. After a second of this, Austin honked again. “’Bye, Ang! Love you!” Ben shouted as he dashed past me. Angela swayed, her face slightly pink, then recovered herself and waved until Ben and Austin were out of sight. Then she turned to me and grinned ruefully. “Thank you for doing this, Bella,” she said. “From the bottom of my heart. Not only are you saving my hands from permanent injury, you also just spared me two long hours of a plot-less, badly dubbed martial arts film.” She sighed in relief. “Happy to be of service.” I was feeling a bit less panicked, able to breathe a little more evenly. It felt so ordinary here. Angela’s easy human dramas were oddly reassuring. It was nice to know that life was normal somewhere . I followed Angela up the stairs to her room. She kicked toys out of the way as she went. The house was unusually quiet. “Where’s your family?” “My parents took the twins to a birthday party in Port Angeles. I can’t believe you’re really going to help me with this. Ben’s pretending he has tendonitis.” She made a face. “I don’t mind at all,” I said, and then I walked into Angela’s room and saw the stacks of waiting envelopes.  “Oh!” I gasped. Angela turned to look at me, apologies in her eyes. I could see why she’d been putting this off, and why Ben had weaseled out. “I thought you were exaggerating,” I admitted. “I wish. Are you sure you want to do this?” “Put me to work. I’ve got all day.” Angela divided a pile in half and put her mother’s address book between us on her desk. For a while we concentrated, and there was just the sound of our pens scratching quietly across the paper. “What’s Edward doing tonight?” she asked after a few minutes. My pen dug into the envelope I was working on. “Emmet’s home for the weekend. They’re supposed to be hiking.” “You say that like you’re not sure.” I shrugged. “You’re lucky Edward has his brothers for all the hiking and camping. I don’t know what I’d do if Ben didn’t have Austin for the guy stuff.” “Yeah, the outdoors thing is not really for me. And there’s no way I’d ever be able to keep up.” Angela laughed. “I prefer the indoors myself.” She focused on her pile for a minute. I wrote out four more addresses. There was never any pressure to fill a pause with meaningless chatter around Angela. Like Charlie, she was comfortable with silence. But, like Charlie, she was also too observant sometimes. “Is something wrong?” she asked in a low voice now. “You seem . . . anxious.” I smiled sheepishly. “Is it that obvious?” “Not really.” She was probably lying to make me feel better. “You don’t have to talk about it unless you want to,” she assured me. “I’ll listen if you think it will help.” I was about to say thanks, but no thanks . After all, there were just too many secrets I was bound to keep. I really couldn’t discuss my problems with someone human. That was against the rules. And yet, with a strange, sudden intensity, that’s exactly what I wanted. I wanted to talk to a normal human girlfriend. I wanted to moan a little bit, like any other teenage girl. I wanted my problems to be that simple. It would also be nice to have someone outside the whole vampire-werewolf mess to put things in perspective. Someone unbiased.  “I’ll mind my own business,” Angela promised, smiling down at the address she was working on. “No,” I said. “You’re right. I am anxious. It’s . . . it’s Edward.” “What’s wrong?” It was so easy to talk to Angela. When she asked a question like that, I could tell that she wasn’t just morbidly curious or looking for gossip, like Jessica would have been. She cared that I was upset. “Oh, he’s mad at me.” “That’s hard to imagine,” she said. “What’s he mad about?” I sighed. “Do you remember Jacob Black?” “Ah,” she said. “Yeah.” “He’s jealous.” “No, not jealous . . .” I should have kept my mouth shut. There was no way to explain this right. But I wanted to keep talking anyway. I hadn’t realized I was so starved for human conversation. “Edward thinks Jacob is . . . a bad influence, I guess. Sort of . . . dangerous. You know how much trouble I got in a few months back. . . . It’s all ridiculous, though.” I was surprised to see Angela shaking her head. “What?” I asked. “Bella, I’ve seen how Jacob Black looks at you. I’d bet the real problem is jealousy.” “It’s not like that with Jacob.” “For you, maybe. But for Jacob . . .” I frowned. “Jacob knows how I feel. I’ve told him everything.” “Edward’s only human, Bella. He’s going to react like any other boy.” I grimaced. I didn’t have a response to that. She patted my hand. “He’ll get over it.” “I hope so. Jake’s going through kind of a tough time. He needs me.” “You and Jacob are pretty close, aren’t you?” “Like family,” I agreed. “And Edward doesn’t like him. . . . That must be hard. I wonder how Ben would handle that?” she mused. I half-smiled. “Probably just like any other boy.” She grinned. “Probably.” Then she changed the subject. Angela wasn’t one to pry, and she seemed to sense I wouldn’t — couldn’t — say any more. “I got my dorm assignment yesterday. The farthest building from campus, naturally.”  “Does Ben know where he’s staying yet?” “The closest dorm to campus. He’s got all the luck. How about you? Did you decide where you’re going?” I stared down, concentrating on the clumsy scrawl of my handwriting. For a second I was distracted by the thought of Angela and Ben at the University of Washington. They would be off to Seattle in just a few months. Would it be safe then? Would the wild young vampire menace have moved elsewhere? Would there be a new place by then, some other city flinching from horror-movie headlines? Would those new headlines be my fault? I tried to shake it off and answered her question a beat late. “Alaska, I think. The university there in Juneau.” I could hear the surprise in her voice. “Alaska? Oh. Really? I mean, that’s great. I just figured you’d go somewhere . . . warmer.” I laughed a little, still staring at the envelope. “Yeah. Forks has really changed my perspective on life.”  “And Edward?” Though his name set butterflies fluttering in my stomach, I looked up and grinned at her. “Alaska’s not too cold for Edward, either.” She grinned back. “Of course not.” And then she sighed. “It’s so far. You won’t be able to come home very often. I’ll miss you. Will you e-mail me?” A swell of quiet sadness crashed over me; maybe it was a mistake to get closer to Angela now. But wouldn’t it be sadder still to miss out on these last chances? I shook off the unhappy thoughts, so that I could answer her teasingly. “If I can type again after this.” I nodded toward the stack of envelopes I’d done. We laughed, and it was easy then to chat cheerfully about classes and majors while we finished the rest — all I had to do was not think about it. Anyway, there were more urgent things to worry about today. I helped her put the stamps on, too. I was afraid to leave. “How’s your hand?” she asked. I flexed my fingers. “I think I’ll recover the full use of it . . . someday.” The door banged downstairs, and we both looked up. “Ang?” Ben called. I tried to smile, but my lips trembled. “I guess that’s my cue to leave.” “You don’t have to go. Though he’s probably going to describe the movie for me . . . in detail.” “Charlie will be wondering where I am anyway.” “Thanks for helping me.” “I had a good time, actually. We should do something like this again. It was nice to have some girl time.” “Definitely.” There was a light knock on the bedroom door. “Come in, Ben,” Angela said. I got up and stretched. “Hey, Bella! You survived,” Ben greeted me quickly before going to take my place by Angela. He eyed  our work. “Nice job. Too bad there’s nothing left to do, I would have . . .” He let the thought trail off, and then restarted excitedly. “Ang, I can’t believe you missed this one! It was awesome. There was this final fight sequence — the choreography was unbelievable! This one guy — well, you’re going to have to see it to know what I’m talking about —” Angela rolled her eyes at me. “See you at school,” I said with a nervous laugh. She sighed. “See you.” I was <em>jumpy</em> on the way out to my truck, but the street was empty. I spent the whole drive glancing anxiously in all my mirrors, but there was never any sign of the silver car. His car was not in front of the house, either, though that meant little. “Bella?” Charlie called when I opened the front door. “Hey, Dad.” I found him in the living room, in front of the TV.  “So, how was your day?” “Good,” I said. Might as well tell him everything — he’d hear it from Billy soon enough. Besides, it would make him happy. “They didn’t need me at work, so I went down to La Push.” There wasn’t enough surprise in his face. Billy had already talked to him. “How’s Jacob?” Charlie asked, attempting to sound indifferent. “Good,” I said, just as casual. “You get over to the Webers’?” “Yep. We got all her announcements addressed.” “That’s nice.” Charlie smiled a wide smile. He was strangely focused, considering that there was a game on. “I’m glad you spent some time with your friends today.” “Me, too.” I ambled toward the kitchen, looking for busy work. Unfortunately, Charlie had already cleaned up his lunch. I stood there for a few minutes, staring at the bright patch of light the sun made on the floor. But I knew I couldn’t delay this forever. .  “I’m going to go study,” I announced glumly as I headed up the stairs. “See you later,” Charlie called after me. If I survive, I thought to myself. I shut my bedroom door carefully before I turned to face my room. Of course he was there. He stood against the wall across from me, in the shadow beside the open window. His face was hard and his posture tense. He glared at me wordlessly.  I cringed, waiting for the torrent, but it didn’t come. He just continued to glare, possibly too angry to speak. “Hi,” I finally said. His face could have been carved from stone. I counted to a hundred in my head, but there was no change. “Er . . . so, I’m still alive,” I began. A growl rumbled low in his chest, but his expression didn’t change.  “No harm done,” I insisted with a shrug. He moved. His eyes closed, and he pinched the bridge of his nose between the fingers of his right hand. “Bella,” he whispered. “Do you have any idea how close I came to crossing the line today? To breaking the treaty and coming after you? Do you know what that would have meant?” I gasped and his eyes opened. They were as cold and hard as night.  “You can’t!” I said too loudly. I worked to modulate the volume of my voice so Charlie wouldn’t hear, but I wanted to shout the words. “Edward, they’d use any excuse for a fight. They’d love that. You can’t ever break the rules!” “Maybe they aren’t the only ones who would enjoy a fight.” “Don’t you start,” I snapped. “You made the treaty — you stick to it.” “If he’d hurt you —” “Enough!” I cut him off. “There’s nothing to worry about. Jacob isn’t dangerous.”  “Bella.” He rolled his eyes. “You aren’t exactly the best judge of what is or isn’t dangerous.” “I know I don’t have to worry about Jake. And neither do you.” He ground his teeth together. His hands were balled up in fists at his sides. He was still standing against the wall, and I hated the space between us. I took a deep breath, and crossed the room. He didn’t move when I wrapped my arms around him. Next to the warmth of the last of the afternoon sun streaming through the window, his skin felt especially icy. He seemed like ice, too, frozen the way he was.  “I’m sorry I made you anxious,” I muttered. He sighed, and relaxed a little. His arms wound around my waist. “Anxious is a bit of an understatement,” he murmured. “It was a very long day.” “You weren’t supposed to know about it,” I reminded him. “I thought you’d be hunting longer.” I looked up at his face, at his defensive eyes; I hadn’t noticed in the stress of the moment, but they were too dark. The rings under them were deep purple. I frowned in disapproval.  “When Alice saw you disappear, I came back,” he explained. “You shouldn’t have done that. Now you’ll have to go away again.” My frown intensified. “I can wait.” “That’s ridiculous. I mean, I know she couldn’t see me with Jacob, but you should have known —” “But I didn’t,” he broke in. “And you can’t expect me to let you —” “Oh, yes, I can,” I interrupted him. “That’s exactly what I expect —” “This won’t happen again.”  “That’s right! Because you’re not going to overreact next time.” “Because there isn’t going to be a next time.” “I understand when you have to leave, even if I don’t like it —” “That’s not the same. I’m not risking my life.” “Neither am I.” “Werewolves constitute a risk.”  “I disagree.” “I’m not negotiating this, Bella.” “Neither am I.” His hands were in fists again. I could feel them against my back. The words popped out thoughtlessly. “Is this really just about my safety?” “What do you mean?” he demanded.  “You aren’t . . .” Angela’s theory seemed sillier now than before. It was hard to finish the thought. “I mean, you know better than to be jealous, right?” He raised one eyebrow. “Do I?” “Be serious.” “Easily — there’s nothing remotely humorous about this.” I frowned suspiciously. “Or . . . is this something else altogether? Some vampires-and-werewolves-are-always-enemies nonsense? Is this just a testosterone-fueled —” His eyes blazed. “This is only about you. All I care is that you’re safe.” The black fire in his eyes was impossible to doubt. “Okay,” I sighed. “I believe that. But I want you to know something — when it comes to all this enemies nonsense, I’m out. I am a neutral country. I am Switzerland. I refuse to be affected by territorial disputes between mythical creatures. Jacob is family. You are . . . well, not exactly the love of my life, because I expect to love you for much longer than that. The love of my existence. I don’t care who’s a werewolf and who’s a vampire.  If Angela turns out to be a witch, she can join the party, too.” He stared at me silently through narrowed eyes. “Switzerland,” I repeated again for emphasis. He frowned at me, and then sighed. “Bella . . . ,” he began, but he paused, and his nose wrinkled in disgust. “What now?” “Well . . . don’t be offended, but you smell like a dog,” he told me. And then he smiled crookedly, so I knew the fight was over. For now. Edward had to make up for the missed hunting trip, and so he was leaving Friday night with Jasper, Emmett, and Carlisle to hit some reserve in Northern California with a mountain lion problem. We’d come to no agreement on the werewolf issue, but I didn’t feel guilty calling Jake — during my brief window of opportunity when Edward took the Volvo home before climbing back in through my window — to let him know I’d be coming over on Saturday again. It wasn’t sneaking around. Edward knew how I felt. And if he broke my truck again, then I’d have Jacob pick me up. Forks was neutral, just like Switzerland — just like me. So when I got off work Thursday and it was Alice rather than Edward waiting for me in the Volvo, I was not suspicious at first. The passenger door was open, and music I didn’t recognize was shaking the frame when the bass played. “Hey, Alice,” I shouted over the wailing as I climbed in. “Where’s your brother?” She was singing along to the song, her voice an octave higher than the melody, weaving through it with a complicated harmony. She nodded at me, ignoring my question as she concentrated on the music. I shut my door and put my hands over my ears. She grinned, and turned the volume down until it was just background. Then she hit the locks and the gas in the same second. “What’s going on?” I asked, starting to feel uneasy. “Where is Edward?” She shrugged. “They left early.” “Oh.” I tried to control the absurd disappointment. If he left early, that meant he’d be back sooner, I reminded myself.  “All the boys went, and we’re having a slumber party!” she announced in a trilling, singsong voice. “A slumber party?” I repeated, the suspicion finally settling in. “Aren’t you excited?” she crowed. I met her animated gaze for a long second. “You’re kidnapping me, aren’t you?” She laughed and nodded. “Till Saturday. Esme cleared it with Charlie; you’re staying with me two nights, and I will drive you to and from school tomorrow.” I turned my face to the window, my teeth grinding together. “Sorry,” Alice said, not sounding in the least bit penitent. “He paid me off.” “How?” I hissed through my teeth. “The Porsche. It’s exactly like the one I stole in Italy.” She sighed happily. “I’m not supposed to drive it around Forks, but if you want, we could see how long it takes to get from here to L.A. — I bet I could have you back by midnight.” I took a deep breath. “I think I’ll pass,” I sighed, repressing a shudder. We wound, always too fast, down the long drive. Alice pulled around to the garage, and I quickly looked over the cars. Emmett’s big jeep was there, with a shiny canary yellow Porsche between it and Rosalie’s red convertible. Alice hopped out gracefully and went to stroke her hand along the length of her bribe. “Pretty, isn’t it?” “Pretty over-the-top,” I grumbled, incredulous. “He gave you that just for two days of holding me hostage?” Alice made a face. A second later, comprehension came and I gasped in horror. “It’s for every time he’s gone, isn’t it?” She nodded. I slammed my door and stomped toward the house. She danced along next to me, still unrepentant. “Alice, don’t you think this is just a little bit controlling? Just a tiny bit psychotic, maybe?” “Not really.” She sniffed. “You don’t seem to grasp how dangerous a young werewolf can be.  Especially when I can’t see them. Edward has no way to know if you’re safe. You shouldn’t be so reckless.” My voice turned acidic. “Yes, because a vampire slumber party is the pinnacle of safety conscious behavior.” Alice laughed. “I’ll give you a pedicure and everything,” she promised. It wasn’t so bad, except for the fact that I was being held against my will. Esme brought Italian food — the good stuff, all the way from Port Angeles — and Alice was prepared with my favorite movies. Even Rosalie was there, quietly in the background. Alice did insist on the pedicure, and I wondered if she was working from a list — maybe something she’d compiled from watching bad sitcoms.  “How late do you want to stay up?” she asked when my toenails were glistening a bloody red. Her enthusiasm remained untouched by my mood. “I don’t want to stay up. We have school in the morning.” She pouted. “Where am I supposed to sleep, anyway?” I measured the couch with my eyes. It was a little short. “Can’t you just keep me under surveillance at my house?” “What kind of a slumber party would that be?” Alice shook her head in exasperation. “You’re sleeping in Edward’s room.” I sighed. His black leather sofa was longer than this one. Actually, the gold carpet in his room was probably thick enough that the floor wouldn’t be half bad either.  “Can I go back to my place to get my things, at least?” She grinned. “Already taken care of.” “Am I allowed to use your phone?” “Charlie knows where you are.” “I wasn’t going to call Charlie.” I frowned. “Apparently, I have some plans to cancel.” “Oh.” She deliberated. “I’m not sure about that.” “Alice!” I whined loudly. “C’mon!”  “Okay, okay,” she said, flitting from the room. She was back in half a second, cell phone in hand. “He didn’t specifically prohibit this . . . ,” she murmured to herself as she handed it to me. I dialed Jacob’s number, hoping he wasn’t out running with his friends tonight. Luck was with me — Jacob was the one to answer. “Hello?”  “Hey, Jake, it’s me.” Alice watched me with expressionless eyes for a second, before she turned and went to sit between Rosalie and Esme on the sofa. “Hi, Bella,” Jacob said, suddenly cautious. “What’s up?” “Nothing good. I can’t come over Saturday after all.” It was silent for a minute. “Stupid bloodsucker,” he finally muttered. “I thought he was leaving. Can’t you have a life when he’s gone? Or does he lock you in a coffin?” I laughed. “I don’t think that’s funny.” “I’m only laughing because you’re close,” I told him. “But he’s going to be here Saturday, so it doesn’t matter.” “Will he be feeding there in Forks, then?” Jacob asked cuttingly. “No.” I didn’t let myself get irritated with him. I wasn’t that far from being as angry as he was. “He left early.”  “Oh. Well, hey, come over now, then,” he said with sudden enthusiasm. “It’s not that late. Or I’ll come up to Charlie’s.” “I wish. I’m not at Charlie’s,” I said sourly. “I’m kind of being held prisoner.” He was silent as that sunk in, and then he growled. “We’ll come and get you,” he promised in a flat voice, slipping automatically into a plural. A chill slid down my spine, but I answered in a light and teasing voice. “Tempting. I have been tortured — Alice painted my toenails.”  “I’m serious.” “Don’t be. They’re just trying to keep me safe.” He growled again. “I know it’s silly, but their hearts are in the right place.” “Their hearts !” he scoffed. “Sorry about Saturday,” I apologized. “I’ve got to hit the sack” — the couch, I corrected mentally — “but I’ll call you again soon.”  “Are you sure they’ll let you?” he asked in a scathing tone. “Not completely.” I sighed. “’Night, Jake.” “See you around.” Alice was abruptly at my side, her hand held out for the phone, but I was already dialing. She saw the number. “I don’t think he’ll have his phone on him,” she said. “I’ll leave a message.” The phone rang four times, followed by a beep. There was no greeting. “You are in trouble,” I said slowly, emphasizing each word. “Enormous trouble. Angry grizzly bears are going to look tame next to what is waiting for you at home.” I snapped the phone shut and placed it in her waiting hand. “I’m done.” She grinned. “This hostage stuff is fun.” “I’m going to sleep now,” I announced, heading for the stairs. Alice tagged along. “Alice,” I sighed. “I’m not going to sneak out. You would know if I was planning to, and you’d catch me if I tried.”  “I’m just going to show you where your things are,” she said innocently. Edward’s room was at the farthest end of the third floor hallway, hard to mistake even when the huge house had been less familiar. But when I switched the light on, I paused in confusion. Had I picked the wrong door? Alice giggled. It was the same room, I realized quickly; the furniture had just been rearranged. The couch was pushed to the north wall and the stereo shoved up against the vast shelves of CDs — to make room for the colossal bed that now dominated the central space. The southern wall of glass reflected the scene back like a mirror, making it look twice as bad. It matched. The coverlet was a dull gold, just lighter than the walls; the frame was black, made of intricately patterned wrought iron. Sculpted metal roses wound in vines up the tall posts and formed a bowery lattice overhead. My pajamas were folded neatly on the foot of the bed, my bag of toiletries to one side. “What the hell is all this?” I spluttered.  “You didn’t really think he would make you sleep on the couch, did you?” I mumbled unintelligibly as I stalked forward to snatch my things off the bed. “I’ll give you some privacy,” Alice laughed. “See you in the morning.” After my teeth were brushed and I was dressed, I grabbed a puffy feather pillow off the huge bed and dragged the gold cover to the couch. I knew I was being silly, but I didn’t care. Porsches as bribes and king-sized beds in houses where nobody slept — it was beyond irritating. I flipped off the lights and curled up on the sofa, wondering if I was too annoyed to sleep. In the dark, the glass wall was no longer a black mirror, doubling the room. The light of the moon brightened the clouds outside the window. As my eyes adjusted, I could see the diffused glow highlighting the tops of the trees, and glinting off a small slice of the river. I watched the silver light, waiting for my eyes to get heavy. There was a light knock on the door.  “What, Alice?” I hissed. I was on the defensive, imagining her amusement when she saw my makeshift bed. “It’s me,” Rosalie said softly, opening the door enough that I could see the silver glow touch her perfect face. “Can I come in?",
            "vi": "6         6.  THỤY SĨ  Khi lái xe về nhà, tôi không để ý cho lắm đến đường xá sáng mờ ẩm ướt dưới ánh mặt trời. Tôi đang nghĩ về dòng lũ thông tin Jacob đã chia sẻ với tôi, cố sắp xếp phân tích nó, để hiểu ra mọi chuyện. Mặc dù quá tải, tôi lại cảm thấy nhẹ nhõm hơn.  Nhìn thấy Jacob cười, hiểu được mọi bí mật... không khiến cho mọi chuyện hoàn hảo, mà làm mọi chuyện khá hơn. Tôi đã đúng khi đến đó. Jacob cần tôi. Và rõ ràng là, tôi nghĩ – vừa hé nhìn vào ánh sáng chói chang - chẳng có gì nguy hiểm hết.  Nó đột nhiên xuất hiện. Mới phút rồi chẳng có gì ngoài đường cao tốc sáng sủa trong kính chiếu hậu của tôi. Phút sau, mặt trời đã loé sáng trên chiếc Volvo màu bạc ngay sau đuôi tôi.  \"Oái, bậy bạ thiệt, \" tôi rên rỉ.  Tôi đã nghĩ đến việc tấp vào lề đường, nhưng lại quá hèn nhát không dám đối mặt với anh ngay. Tôi đang mong có chút thời gian chuẩn bị. Và có Charlie ở bên đỡ đòn. Ít nhất cũng buộc anh phải nói nhỏ.  Chiếc Volvo theo sát phía sau tôi. Tôi cứ dán mắt nhìn vào con đường phía trước.  Hết sức nhát gan, tôi lái thẳng đến nhà Angela mà không hề dám nhìn vào ánh mắt có thể làm lủng một lỗ trong gương của tôi.  Anh chạy theo cho đến khi tôi tấp vào lề đường trước nhà của Weber. Anh không dừng lại, và tôi cũng không nhìn lên khi anh chạy ngang qua. Tôi không muốn nhìn thấy vẻ mặt của anh. Tôi chạy nhanh vô đoạn đường bê-tông ngắn đến cửa nhà Angela ngay khi anh vừa đi khuất.  Ben ra mở cửa trước khi tôi kịp gõ xong, như thể anh đang đứng ngay sau cửa vậy.  \"Chào, Bella !\" anh nói, bị bất ngờ.  \"Chào, Ben. Ơ, Angela có ở đây không?\" Tôi tự hỏi không biết có phải Angela đã quên chuyện chúng tôi định làm không, và rúm người khi nghĩ đến chuyện phải về nhà sớm.  \"Có chứ, \" Ben nói vừa đúng lúc Angela gọi, \" Bella!\" và xuất hiện ở đầu cầu thang.  Ben ló đầu nhìn quanh tôi khi cả hai cùng nghe tiếng xe trên đường; âm thanh này không làm tôi sợ - động cơ này lịch xịch dừng lại, sau đó là tiếng bốp lớn của ống khói nghẹt xăng. Hoàn toàn khác với tiếng rì rì êm ái của chiếc Volvo.  Đây chắc là người Ben đang chờ.  \"Austin đến rồi, \" Ben nói khi Angela đến bên anh.  Có tiếng nhấn kèn trên đường.  \"Gặp lại em sau,\" Ben hứa. \"Đã nhớ em rồi.\" Anh choàng tay quanh cổ Angela và kéo mặt cô xuống cho ngang tầm để anh có thể hôn cô cuồng nhiệt. Sau giây này, Austin lại nhấn kèn.  \"Tạm biệt, Ang! Yêu em! \" Ben la to vừa chạy qua tôi.  Angela loạng choạng, mặt cô ửng hồng, rồi bình tĩnh lại và vẫy cho đến khi Ben và Austin xa khuất. Sau đó cô quay sang tôi và cười buồn bã.  \"Cám ơn vì đã làm chuyện này, Bella, \" cô nói. \"Từ tận đáy lòng. Bồ không chỉ cứu cho bàn tay mình khỏi chấn thương vĩnh viễn, bồ cũng vừa mới cứu mình thoát khỏi hai giờ đằng đẵng khỏi phải coi phim võ thuật đánh đấm dở ẹt, chẳng tình tiết.\" Cô thở phào nhẹ nhõm. \"Hân hạnh được phục vụ.\" Tôi cảm thấy bớt sợ hơn, có thể thở đều hơn một chút. Ở đây thật bình thường. Những sự kiện con người bình thường của Angela làm tôi yên lòng kỳ lạ. Thật vui khi biết cuộc sống vẫn bình thường ở một nơi nào đó. Tôi theo Angela lên cầu thang đến phòng cô. Cô vừa đi vừa đá cho đồ chơi tránh lối. Căn nhà yên tĩnh lạ thường.  \"Người nhà của bồ đâu hết rồi?\" \"Cha mẹ mình dẫn hai đứa em sinh đôi đến dự tiệc sinh nhật ở Port Angeles rồi. Mình không tin nỗi là bồ thiệt sẽ đến làm giúp chuyện này đó. Ben giả bộ bị viêm gân.\" Cô nhăn nhó.  \"Mình chả thấy phiền chút nào, \" tôi nói rồi vào phòng Angela và thấy một chồng phong bì đang chờ đợi  \"Ôi !\" Tôi thở hổn hển. Angela quay nhìn tôi, vẻ xin lỗi trong mắt cô. Tôi giờ đã hiểu vì sao cô lần lữa không làm chuyện này, và vì sao Ben lại lẩn tránh.  \"Mình cứ tưởng bồ nói quá thôi, \" tôi thú nhận.  \"Ước gì là vậy. Bồ có chắc là bồ muốn làm chuyện này không?\" \"Giao việc cho mình đi. Mình có nhiều thời gian lắm.\" Angela chia chồng này làm đôi và đặt sổ địa chỉ của mẹ nhỏ giữa chúng tôi ở trên bàn. Lúc đầu chúng tôi tập trung làm, và chỉ có tiếng bút sột soạt trên giấy.  \"Tối nay Edward làm gì?\" cô hỏi sau vài phút.  Bút tôi đâm vô phong bì đang viết. \"Emmet về nhà vào cuối tuần.  Chắc mọi người đi bộ đường dài.\" \"Bồ nói y như bồ không rõ vậy. \" Tôi nhún vai.  \"Bồ may mắn vì Edward có anh em cùng đi bộ đường dài và cắm trại. Mình chả biết mình sẽ làm gì nếu Ben không có Austin cùng làm mấy chuyện của con trai.\" \"Ờ, hoạt động ngoài trời rõ ràng không dành cho mình rồi. Và chẳng làm sao mà mình  có thể theo kịp được.\" Angela cười. \"Mình thích ở trong nhà hơn.\" Cô tập trung vào chồng phong bì của mình một chốc. Tôi ghi thêm được bốn địa chỉ nữa. Chẳng bao giờ cảm thấy cần phải lấp đầy phút im lặng bằng những câu tán dóc nhảm nhí khi ở bên Angela. Giống như Charlie, im lặng với cô chả sao cả.  Nhưng, như Charlie, đôi khi cô cũng có óc quan sát quá sắc sảo.  \"Có gì không ổn à?\" bây giờ cô hỏi nhỏ xíu. \" Bồ có vẻ. .. lo lắng. \" Tôi mỉm cười ngượng ngùng. \"Rõ vậy sao?\" \"Không rõ lắm.\" Chắc cô nói dối để làm tôi thấy dễ chịu hơn.  \"Bồ chẳng cần phải nói về chuyện đó trừ phi bồ muốn, \" cô cả quyết với tôi. \"Mình sẽ lắng nghe nếu bồ nghĩ chuyện đó giúp được chút gì.\" Tôi định nói :”Cám ơn bồ, nhưng không sao đâu”. Rốt cuộc, chỉ là có quá nhiều bí mật phải giữ mà thôi. Tôi thật không thể kể lể những khó khăn của mình cho con người nào nghe cả. Thế là làm sai luật.  Tuy nhiên, với sự thôi thúc đột ngột, kỳ lạ, đó chính là điều tôi muốn. Tôi muốn trò chuyện với một bạn gái con người bình thường. Tôi muốn than van một chút, như bao thiếu nữ khác. Tôi muốn những vấn đề của tôi đơn giản thế.  Cũng sẽ thật tốt nếu có một người đứng ngoài toàn bộ mớ lộn xộn ma cà rồng-người sói này để nhìn nhận mọi chuyện. Một người không thành kiến.   “Mình sẽ không xía vô chuyện người khác,\" Angela hứa, mỉm cười nhìn xuống địa chỉ đang viết.  \"Không, \" tôi nói. \"Bồ nói đúng. Mình đang lo lắng.  Vì. . . vì Edward . \" \"Có chuyện gì vậy?\" Thật dễ nói chuyện với Angela. Khi cô hỏi một câu như thế, tôi chắc rằng cô không toàn tò mò tọc mạch hay tìm chuyện để ngồi lê đôi mách, như Jessica sẽ vậy. Cô lo là tôi đang đau khổ.  \"Ôi, ảnh giận mình . \" \"Thật khó tưởng tượng, \" cô nói. \"Ảnh giận chuyện gì?\" Tôi thở dài. \"Bạn có nhớ Jacob Black không?\" \"A,\" cô nói.  \"Ờ. \" \"Ảnh ghen à.\" \"Không, không phải ghen... \" Tôi lẽ ra phải ngậm miệng lại. Chẳng cách nào giải thích chuyện này cho có lý được. Nhưng dù sao thì tôi vẫn muốn nói tiếp. Tôi không biết mình lại thèm trò chuyện với con người như vậy. \"Edward nghĩ Jacob mang đến ...ảnh hưởng xấu, tôi nghĩ vậy. Đại loại như ... nguy hiểm. Bồ biết trong mấy tháng trở lại đây tôi gặp không biết bao nhiêu là rắc rối . . . Nhưng thiệt hết sức lố bịch.\" Tôi ngạc nhiên khi thấy Angela lắc đầu.  \"Gì vậy?\" Tôi hỏi.  \"Bella, mình đã thấy Jacob Black nhìn bạn như thế nào. Mình dám cá vấn đề thật sự là ghen tuông.\" \"Jacob không phải vậy đâu. \" \"Với bồ, có lẽ không phải vậy. Nhưng với Jacob...\" Tôi cau mày. \"Jacob biết tôi cảm thấy sao mà. Chuyện gì tôi cũng kể cho anh chàng nghe hết.\" \"Edward cũng chỉ là con người thôi, Bella.  Ảnh cũng phản ứng như bao anh chàng khác.\" Tôi nhăn nhó. Tôi không trả lời lại câu này được.  Nhỏ vỗ nhẹ bàn tay tôi. \"Ảnh sẽ vượt qua được chuyện đó. \" \"Hy vọng vậy. Jake gần như đang trong một giai đoạn khó khăn. Anh chàng cần mình.\" \"Mà Edward lại không thích anh ta...  Chắc khó đây. Tôi tự hỏi không biết Ben sẽ xử lý ra sao?\" cô trầm ngâm.  Tôi cười nửa miệng. \"Có lẽ cũng như bao anh chàng khác thôi.\" Cô cười toe toét. \"Chắc vậy.\" Rồi cô chuyển sang đề tài khác. Angela không phải là một người hay dò hỏi tò mò, và cô dường như cảm nhận được tôi sẽ không - không thể - nói nữa.  \"Mình đã được phân phòng tập thể hôm qua.  Dĩ nhiên là toà nhà xa nhất trong trường rồi. \"  “Ben biết ảnh sẽ ở đâu chưa?\" \"Phòng tập thể gần nhất trong trường.  Ảnh toàn may mắn không thôi. Còn bồ thì sao? Bồ đã quyết định sẽ học ở đâu chưa?\" Tôi nhìn xuống, tập trung vào nét chữ nguệch ngoạc vụng về của mình. Trong giây lát, tôi bị phân tâm bởi ý nghĩ Angela và Ben học ở Đại học Washington. Chỉ vài tháng nữa, họ sẽ đến Seattle. Liệu lúc đó đã an toàn chưa?  Liệu mối nguy hiểm của ma cà rồng mới sinh hoang dã đã chuyển sang chỗ khác chưa? Liệu lúc đó sẽ có một nơi khác, một thành phố khác lại rùng mình vì mấy tít phim kinh dị chăng? Liệu những tít mới này sẽ là lỗi của tôi chăng? Tôi cố xua đuổi ý nghĩ đó và trả lời câu hỏi của nhỏ chậm hơn một nhịp. \"Mình nghĩ là Alaska.  Trường đại học ở Juneau.\" Tôi có thể nghe được vẻ ngạc nhiên trong giọng nhỏ. \"Alaska? Ồ. Thật sao? Ý mình là, thật tuyệt. Chỉ có điều mình cứ tưởng bồ sẽ đến một nơi nào đó... ấm hơn.\" Tôi cười một chút, vẫn nhìn chằm chằm vào phong bì. \"Ờ. Forks thực đã làm thay đổi cách nhìn của mình về cuộc sống. \" \"Còn Edward thì sao?\" Mặc dù tên anh làm dạ dày tôi nhộn nhạo, tôi vẫn nhìn lên và toét miệng cười với nhỏ. \"Alaska cũng không quá lạnh đối với Edward.\" Cô cười toe toét đáp lại. \"Dĩ nhiên là không rồi.\" Rồi nhỏ thở dài. \"Xa quá. Bồ sẽ không thể về nhà thường xuyên được. Mình sẽ nhớ bạn. Bồ sẽ gởi thư điện tử cho mình chứ?\" Một nỗi buồn thầm lặng nghẹn lời xâm chiếm tôi; có lẽ thật sai lầm khi bây giờ trở nên gần gũi với Angela nhiều hơn. Nhưng liệu sẽ không buồn hơn không nếu bỏ qua những cơ hội cuối cùng này? Tôi rũ bỏ những suy nghĩ không vui, để có thể trả lời trêu ghẹo nhỏ.  \"Nếu mình còn đánh máy được sau vụ này.\" Tôi hất đầu về phía chồng phong bì đã hoàn thành.  Chúng tôi cười, và thoải mái tán dóc vui vẻ về các chuyên ngành và các lớp học trong lúc viết cho xong phần còn lại - tất cả những gì tôi phải làm là không nghĩ về chuyện đó. Dù sao chăng nữa, hôm nay có nhiều chuyện cần phải lo lắng hơn.  Tôi cũng giúp nhỏ dán tem luôn. Tôi sợ phải ra về.  \"Bàn tay bồ ra sao?\" nhỏ hỏi.  Tôi gập mấy ngón tay. \"Chắc mình sẽ khôi phục lại mọi khả năng của nó... một ngày nào đó. \" Cửa dộng mạnh dưới lầu, và cả hai chúng tôi đều nhìn lên.  \"Ang ?\" Ben gọi.  Tôi cố mỉm cười, nhưng môi tôi run rẩy. \"Mình nghĩ đó là lời nhắc nhở đến lúc phải về rồi. \" \"Bồ chẳng cần phải đi. Mặc dù chắc ảnh sắp kể ... chi tiết phim cho mình nghe. \" \"Charlie sẽ thắc mắc không biết mình đang ở đâu. \" \"Cám ơn vì đã giúp mình. \" \"Mình rất vui, thực đó. Tụi mình nên làm những chuyện như vầy nữa đi. Thật thích khi vui chơi với bạn gái. \" \"Dĩ nhiên rồi.\" Có tiếng gõ nhẹ lên cửa phòng ngủ.  \"Vào đi, Ben, \" Angela nói.  Tôi đứng dậy vươn vai.  \"Nè, Bella! Bạn còn sống, \" Ben chào tôi thật nhanh trước khi đến thay chỗ của tôi bên Angela. Anh quan sát kết quả công việc của chúng tôi. \"Làm tốt lắm. Thiệt tệ là không còn lại gì để làm hết, lẽ ra tôi đã... \" Anh nói nhỏ dần, rồi lại phấn khởi trở lại. \" Ang, anh không thể tin nỗi em lại hụt coi phim này! Thật tuyệt vời. Cảnh đánh nhau cuối cùng này - động tác thật không thể tin nỗi!  Anh chàng này - ừm, em sẽ phải nhìn thấy mới hiểu anh nói gì - \" Angela trợn tròn mắt nhìn tôi.  \"Hẹn gặp hai bồ ở trường, \" tôi vừa cười bối rối vừa nói.  Cô thở dài. \"Hẹn gặp lại.\" Tôi bồn chồn trên đường ra xe, nhưng con đường chẳng bóng người.  Suốt đoạn đường đi tôi cứ lo lắng liếc nhìn hết mọi tấm gương trên xe, nhưng chẳng hề thấy bóng dáng chiếc xe màu bạc đâu cả.  Xe anh cũng không đậu ở trước nhà, mặc dù điều đó cũng chẳng nghĩa lý gì.  \"Bella ?\" Charlie hỏi khi tôi mở cửa trước.  \"Chào bố.\" Tôi thấy ông trong phòng khách, ngôi trước TV.  \"Nè, ngày hôm nay của con thế nào?\" \"Tốt ạ, \" tôi nói. Cũng có thể kể hết mọi chuyện cho ông nghe - thế nào bố cũng được Billy kể ngay thôi.  Hơn nữa, chuyện đó sẽ làm ông vui. \"Họ không cần con ở chỗ làm, nên con xuống La Push.\" Chẳng có bao nhiêu ngạc nhiên trong mặt ông. Billy đã kể ông nghe rồi.  \"Jacob ra sao?\" Charlie hỏi, cố tỏ vẻ dửng dưng.  \"Khoẻ ạ, \" tôi nói, cũng tỏ vẻ tự nhiên giống vậy.  \"Con làm xong chuyện ở nhà Weber rồi hả?\" \"Dạ rồi.  Tụi con đã đề hết địa chỉ cho mấy cái thư thông báo của nhỏ rồi. \" \"Hay lắm.\" Charlie toét miệng cười. Đang có trận đấu trên ti-vi mà ông tập trung được khá lạ lùng. \"Bố vui vì con đã bỏ chút thời gian vui chơi với bạn bè hôm nay. \" \"Con cũng vậy.\" Tôi đi thong thả đi về phía nhà bếp, tìm chuyện để làm. Thật đáng tiếc, Charlie đã dọn dẹp sạch sẽ sau bữa trưa rồi. Tôi đứng đó trong vài phút, nhìn chằm chằm vào mảng sáng trên sàn. Nhưng biết mình không thể trì hoãn chuyện này hoài được.  \"Con đi học đây.\" tôi vừa rầu rĩ thông báo vừa bước lên cầu thang.  \"Hẹn gặp lại, \" Charlie gọi với theo tôi.  Nếu tôi còn sống, tôi tự nghĩ.  Tôi đóng cửa phòng ngủ cẩn thận rồi mới quay sang nhìn căn phòng .  Tất nhiên anh đã ở đó. Anh đứng dựa vào bức tường đối diện với tôi, trong bóng râm bên cạnh cửa sổ mở. Mặt anh đanh lại và dáng anh căng thẳng. Anh nhìn tôi trừng trừng không nói một lời.  Tôi co rúm người, chờ một tràng chửi rủa, nhưng chuyện đó không xảy ra. Anh chỉ tiếp tục nhìn trừng trừng, chắc là giận quá không nói nên lời.  \"Chào anh, \" cuối cùng thì tôi cũng nói.  Mặt anh hẳn tạc từ đá. Tôi đếm đến một trăm trong đầu, nhưng không có gì thay đổi.  \"Ơ... thế, em vẫn còn sống nè, \" tôi bắt đầu.  Tiếng gầm gừ rì rầm nhỏ trong ngực anh, nhưng vẻ mặt anh không thay đổi.  \"Đâu có thiệt hại gì đâu, \" tôi nhún vai khăng khăng.  Anh nhúc nhích. Mắt anh nhắm kín, và anh vuốt sóng mũi mình giữa mấy ngón tay của bàn tay phải.  \"Bella,\" anh thì thầm. \"Em có biết hôm nay anh đã suýt vượt qua ranh giới thế nào không? Phá vỡ hoà ước để đi theo em?  Em có biết điều đó nghĩa là gì không?\" Tôi thở hổn hển và mắt anh mở ra. Chúng lạnh giá và khắt nghiệt như đêm đen.  \"Anh không được làm vậy!\" Tôi nói quá lớn. Tôi đã điều chỉnh âm lượng giọng mình để  Charlie không nghe thấy, nhưng tôi muốn hét lên những lời ấy. \"Edward, họ sẽ dùng mọi cớ để đánh nhau. Họ sẽ thích thế. Anh chẳng bao giờ được phá lệ!\" \"Có lẽ chúng không phải là những người duy nhất khoái đánh nhau.\" \"Anh đừng gây chuyện, \" tôi cáu kỉnh. \"Anh đã ký hoà ước - anh phải tuân thủ.\" \"Nếu nó mà làm em bị thương - \" \"Đủ rồi!\" Tôi ngắt lời anh. \"Chẳng có gì phải lo hết. Jacob không nguy hiểm. \" \"Bella. \" Anh trợn tròn mắt. \"Em không phải là người biết rõ cái gì nguy hiểm cái gì không đâu. \" \"Em biết em chẳng cần phải lo chuyện Jake. Và anh cũng vậy. \" Anh nghiến răng. Bàn tay đã cuộn thành nắm đấm ở bên hông. Anh vẫn còn đứng dựa tường, và tôi ghét khoảng cách giữa chúng tôi.  Tôi hít thật sâu, và bước qua phòng. Anh không nhúc nhích khi tôi vòng tay ôm lấy anh.  Bên cạnh hơi ấm của ánh mặt trời chiều cuối cùng tràn qua cửa sổ, da anh cảm thấy lạnh giá lạ lùng. Anh cũng giống băng, khi lạnh cứng như vầy.  \"Em xin lỗi vì đã làm anh lo lắng, \" tôi lẩm bẩm.  Anh thở dài, và bớt căng thẳng một chút. Cánh tay anh ôm quanh eo tôi.  \"Lo lắng là hơi nói nhẹ đi đó, \" anh thì thầm. \"Thật là một ngày quá dài. \" \"Lẽ ra anh đâu biết đâu, \" tôi nhắc anh. \"Em cứ tưởng anh sẽ đi săn lâu hơn.\" Tôi nhìn lên mặt anh, vào đôi mắt trách móc của anh; tôi đã không chú ý vì căng thẳng, nhưng chúng quá đen.  Quầng thâm dưới mắt màu tím sẫm. Tôi cau mày chê bai.  \"Khi Alice thấy em biến mất, anh quay lại liền, \" anh giải thích.  \"Anh không nên làm thế. Giờ anh lại phải đi lần nữa. \" Tôi cau mày dữ hơn.  \"Anh đợi được.\" \"Thiệt mắc cười. Ý em là, em biết cô ấy không nhìn thấy em ở bên Jacob được, nhưng lẽ ra anh phải biết chớ - \" \"Nhưng anh đã không biết, \" anh ngắt lời. \" Và em không thể mong anh sẽ để em - \" \"Ồ, có chớ, em có thể, \" tôi ngắt lời anh. \"Đó chính xác là những gì em mong - \" \"Chuyện này sẽ không tái diễn nữa đâu. \" \"Đúng vậy! Bởi vì lần sau anh sẽ không phản ứng thái quá nữa.\" \"Vì sẽ không có lần sau.\" \"Em hiểu là anh phải đi, dù em không thích chuyện đó - \" \"Không phải vậy. Anh đâu có liều mạng. \" \"Em cũng không.\" \"Người sói là mối nguy hiểm.\" \"Em không đồng ý. \" \"Anh sẽ không bàn cãi chuyện này, Bella. \" \"Em cũng không. \" Bàn tay anh lại trở thành hai nắm đấm trở lại. Tôi có thể cảm thấy chúng tựa vào lưng mình.  Lời nói buột ra khinh suất. \"Có phải chuyện này thực sự chỉ là vì sự an toàn của em không?\" \"Ý em là gì?\" anh hỏi.  \"Anh không ... \" Giả thuyết của Angela bây giờ có vẻ ngu ngốc hơn cả lúc nãy. Thật khó nói ra ý này. \" Ý em là, anh chẳng khùng gì mà lại ghen, phải không?\" Anh nhướng mày. \"Anh đó hả?\" \"Nghiêm túc đi.\" \"Rõ ràng rồi - chẳng có gì hài hước hơn. \" Tôi cau mày nghi ngờ. \"Hay . . . đây là chuyện hoàn toàn khác ? Chuyện nhảm nhí ma-cà-rồng-và-người-sói-vĩnh-viễn-là-kẻ-thù? Hay đây chỉ là do kích thích tố nam gây ra-\" Mắt anh giận điên lên. \"Chỉ vì em thôi.  Anh chỉ quan tâm đến sự an toàn của em thôi.\" Ánh giận dữ trong mắt anh hoàn toàn rõ ràng.  \" OK, \" tôi thở dài. \"Em tin thế. Nhưng em muốn anh biết một điều - nếu mà dính tới mấy chuyện nhảm nhí kẻ thù đó thì em không chấp nhận. Em là một quốc gia trung lập. Em là Thụy Sĩ. Em không chấp nhận bị ảnh hưởng bởi tranh chấp lãnh thổ giữa mấy sinh vật hoang đường.  Jacob là người trong nhà.  Anh là ....ừm, không chính xác là người yêu quý trong cuộc đời này của em, vì em mong sẽ yêu anh lâu hơn thế nữa.  Tình yêu trong suốt sự tộn tại của em. Em chẳng quan tâm ai là người sói và ai là ma cà rồng hết. Nếu Angela hoá ra lại là một phù thuỷ, thì nhỏ cũng có thể nhập bọn luôn. \" Anh nheo mắt nhìn tôi chằm chằm lặng lẽ.  \"Thụy Sĩ, \" tôi lặp lại lần nữa để nhấn mạnh.  Anh cau mày với tôi, rồi thở dài. \" Bella..., \" anh bắt đầu, nhưng ngừng lại, và mũi anh nhăn lại ghê tởm.  \"Gì nữa đây?\" \"Hừm... Đừng giận, nhưng em bốc mùi giống chó, \" anh bảo tôi.  Rồi anh nhếch môi cười, vì vậy tôi biết trận chiến đã kết thúc rồi. Lúc này.  Edward phải bù lại chuyến đi săn dở dang, và vì thế anh sẽ ra đi đêm thứ Sáu với Jasper, Emmett, và Carlisle để đến một khu bảo tồn nào đó ở Northern California đang bị sư tử núi hoành hành.  Chúng tôi không nhất trí được với nhau về chuyện người sói, nhưng tôi không cảm thấy mình có lỗi khi gọi Jake - trong khoảnh khắc cơ hội ngắn ngủi khi Edward đưa chiếc Volvo về nhà trước quay lại leo qua cửa sổ phòng tôi  - để báo cho anh chàng biết tôi sẽ đến chơi vào thứ bảy lần nữa.  Không phải là lén lút đi.  Edward biết tôi cảm thấy ra sao. Và nếu anh phá xe tôi lần nữa, thì tôi sẽ bảo Jacob tới đón tôi. Forks là nơi trung lập, cũng giống như Thụy Sĩ - cũng giống như tôi.  Vì thế khi thứ Năm tôi đi làm về và chính Alice chớ không phải Edward đang chờ tôi trong chiếc Volvo, lúc đầu tôi không hề nghi ngờ gì.  Cửa phía hành khách đang mở, và tiếng nhạc tôi không nhận ra đang làm rung chuyển khung xe mỗi khi tiếng bass trỗi lên.  \"Nè, Alice, \" tôi vừa hét to át tiếng nhạc đinh tai vừa lên xe. \"Anh trai em đâu rồi?\" Cô đang hát theo bài hát, giọng cô cao hơn giai điệu một quãng tám, hoà theo bằng âm điệu du dương phức tạp. Cô gật đầu chào tôi, phớt lờ câu hỏi vì tập trung vào nhạc.  Tôi đóng cửa rồi lấy tay bịt tai. Cô cười toe toét, và chỉnh âm thanh nhỏ lại cho đến khi chỉ còn là nhạc nền. Rồi cô vừa nhấn khóa vừa nhấn ga trong cùng một giây.  \"Chuyện gì đang xảy ra vậy?\" Tôi hỏi, bắt đầu cảm thấy không thoải mái. \"Edward đâu?\" Cô nhún vai. \"Mọi người đi sớm. \" \"Ôi. \" Tôi cố kiểm soát niểm thất vọng vô lý. Nếu anh đi sớm, nghĩa là anh sẽ quay về sớm hơn, tôi tự nhắc mình .  \"Con trai đi hết rồi, nên mình sẽ có một đêm họp mặt tán dóc của con gái!\" cô thông báo bằng một giọng ngân nga, du dương.  \"Đêm họp mặt tán dóc của con gái?\" Tôi lặp lại, nỗi nghi ngờ cuối cùng đã thành sự thật.  \"Chị không vui sao?\" cô kêu to.  Tôi nhìn vào ánh mắt sôi nổi của cô hồi lâu.  \"Em đang bắt cóc chị, phải không?\" Cô cười to rồi gật đầu. \"Cho đến thứ bảy. Esme đã xin phép Charlie rồi; chị sẽ ở với em hai đêm, và mai em sẽ chở chị đến trường và đón chị về nhà. \" Tôi quay mặt ra cửa sổ, nghiến răng kèn kẹt.  \"Xin lỗi, \" Alice nói, chẳng nghe ăn năn hối lỗi chút xíu nào hết. \"Ảnh hối lộ em mà.\" \"Như thế nào?\" Tôi rít qua răng .  \"Porsche.  Giống y như chiếc em đã ăn cắp ở Ý. \" Cô thở dài hạnh phúc. \"Em không được lái nó ở Forks, nhưng nếu chị muốn, mình có thể coi mất bao lâu để chạy từ đây tới L.A. -  Em cá là em có thể đưa chị về lại trước nửa đêm. \" Tôi hít thật sâu. \"Chắc chị bỏ qua,\" tôi thở dài, nén lại cơn rùng mình .  Chúng tôi phóng như bay trên con đường dài. Alice chạy quanh ga-ra, và tôi lướt nhìn mấy chiếc xe hơi. Xe gíp lớn của Emmett ở đó, với một chiếc Porsche màu vàng hoàng yến bóng loáng nằm giữa nó và chiếc mui trần màu đỏ của Rosalie.  Alice duyên dáng nhảy ra và đến vuốt tay theo chiều dài của món hối lộ. \"Đẹp quá hả?\" \"Quá đẹp, \" tôi làu bàu, hoài nghi. \"Ảnh cho em cái đó chỉ vì hai ngày giữ chị làm con tin sao?\" Alice nhăn nhó.  Một giây sau, hiểu ra và tôi thở hổn hển khiếp sợ. \"Vì tất cả những lần ảnh đi xa hả?\" Cô gật đầu.  Tôi đóng sầm cửa  và huỳnh huỵch đi về phía nhà. Cô nhảy theo kế bên tôi, vẫn chẳng chút ăn năn.  \"Alice, em không thấy chuyện này hơi kiểm soát lố quá sao? Chính xác là hơi loạn tâm thần, có lẽ?\" \"Không thực vậy. \" Cô khụt khịt. \" Chị hình như không nhận thức được người sói trẻ có thể nguy hiểm cỡ nào.   Nhất là khi em không thể nhìn thấy họ. Edward không có cách nào biết chị có an toàn không. Chị không nên liều lĩnh như thế. \" Giọng tôi trở nên chua chát. \"Ở phải rồi, vì tán dóc trong đêm với ma cà rồng cái mới là đỉnh cao của chuyện hiểu rõ an toàn là gì.\" Alice cười. \"Em sẽ làm móng chân cho chị và đủ mọi thứ, \" cô hứa.  Không tệ lắm, trừ chuyện tôi bị giam giữ trái ý muốn. Esme mang thức ăn Ý - món ngon, tuốt từ Port Angeles về - và Alice đã chuẩn bị mấy cuốn phim ưa thích của tôi. Thậm chí Rosalie cũng ở đó, lặng lẽ ở phía sau. Alice cứ khăng khăng đòi làm móng chân cho tôi, và tôi tự hỏi không biết có phải cô đang làm theo một danh sách - có lẽ một thứ cô đã soạn ra khi xem hài kịch trong nhà ngoài phố dở ẹt.  \"Chị muốn thức khuya cỡ nào?\" cô hỏi khi móng chân tôi lấp lánh đỏ chót. Nhiệt tình của cô vẫn không bị tâm trạng của tôi làm hỏng.  \"Chị không muốn thức khuya. Sáng mai mình phải đi học.\" Cô bĩu môi.  \"Thế chị sẽ ngủ ở đâu đây?\" Tôi nhìn chiếc ghế trường kỷ từ đầu đến chân. Hơi ngắn.  \"Em không thể theo dõi chị ở nhà chị được sao?\" \"Vậy thì còn gì là đêm họp mặt tán dóc của con gái nữa?\" Alice lắc đầu bực tức. \"Chị sẽ ngủ trong phòng của Edward. \" Tôi thở dài. Ghế xô-pha bằng da màu đen của anh dài hơn cái này. Thực ra thì, thảm vàng trong phòng anh có lẽ đủ dày nên sàn nhà cũng không tệ lắm.  \"Ít nhất thì chị có thể quay về nhà để lấy đồ đạc của chị chớ?\" Cô cười toe toét. \"Đã lo liệu hết rồi.\" \"Chị có được phép dùng điện thoại của em không?\" \"Charlie biết chị ở đâu mà. \" \"Chị đâu định gọi Charlie. \" Tôi cau mày. \"Rõ ràng, Chị có vài kế hoạch phải hủy bỏ.\" \"Ôi. \" Cô cân nhắc. \"Em không biết chuyện đó thì sao đây. \" \"Alice !\" Tôi rên rỉ thật to. \"Thôi nào!\" \"Được rồi, được rồi, \" cô nói, nhẹ nhàng ra khỏi phòng. Cô trở lại trong nửa giây, điện thoại di động trong tay. \"Ảnh không nói rõ là cấm chuyện này..., \" cô thì thầm với mình khi trao nó cho tôi.  Tôi quay số Jacob, hy vọng đêm nay anh không ra ngoài rong duỗi cùng bạn bè.  Tôi may mắn - Jacob là người trả lời.  \"Xin chào?\" \"Chào, Jake, tôi đây. \" Alice quan sát tôi bằng đôi mắt vô cảm trong một giây, rồi mới quay lưng và đến ngồi giữa Rosalie và Esme trên ghế xô - pha.  \"Chào, Bella, \" Jacob nói, bỗng thận trọng. \"Có chuyện gì thế?\" \"Không có gì hay hết. Rốt cuộc, tôi không ghé qua đó ngày thứ bảy được.\" Im lặng một chốc. \"Đồ hút máu ngu ngốc, \" cuối cùng anh cũng lẩm bẩm. \" Tôi cứ tưởng anh ta sắp đi chớ. Bạn không được sống khi anh ta đi xa sao? Hay anh ta nhốt bạn trong quan tài rồi?\" Tôi cười phá ra.  \"Tôi nghĩ chẳng có gì mắc cười hết.\" \"Tôi cười chỉ vì bạn nói suýt đúng, \" tôi nói với anh. \"Nhưng ảnh sẽ về đây hôm thứ bảy, cho nên chẳng sao hết. \" \"Anh ta sẽ ăn tại Forks à?\" Jacob hỏi chua cay.  \"Không. \" Tôi không để mình nổi cáu với anh. Tôi không tức nhiều bằng anh. \"Ảnh đi sớm. \" \"Ồ. ừm, này, vậy ghé qua đây bây giờ đi, \" anh đột ngột nhiệt tình nói. \"Chưa muộn lắm mà. Hay tôi đến nhà Charlie nhé.\" \"Ước gì được vậy. Tôi đâu có ở nhà Charlie, \" tôi nói chua chát. \"Tôi gần như bị bắt giữ làm tù binh. \" Anh im lặng khi hiểu ra, rồi gầm gừ. \"Chúng tôi sẽ đến đón bạn về, \" anh hứa bằng giọng thẳng thừng, tự động buột miệng nói ra số nhiều.  Cơn ớn lạnh chạy dọc cột sống, nhưng tôi trả lời bằng giọng vui vẻ, trêu chọc. \"Hấp dẫn đó. Tôi đã bị tra tấn - Alice vẽ móng chân cho tôi. \" \"Tôi nói thiệt đó.\" \"Đừng thế. Họ chỉ đang cố bảo vệ để tôi được an toàn thôi. \" Anh gầm gừ lần nữa.  \"Tôi biết thật ngốc, nhưng họ là những người có tấm lòng vàng.\" \"Tấm lòng!\" anh chế giễu.  \"Xin lỗi vì chuyện thứ bảy nghen, \" tôi tạ lỗi. \"Tôi phải chui vào bao đây (đi ngủ)\" - ghế trường kỷ, tôi sửa lại trong đầu - \" nhưng tôi sẽ gọi lại cho bạn sớm.\" \"Bạn có chắc họ sẽ để cho bạn gọi tôi không?\" anh hỏi bằng giọng gay gắt.  \"Không chắc lắm. \" Tôi thở dài. \"Ngủ ngon, Jake. \" \"Gặp lại bạn sớm.\" Alice đột ngột ở bên tôi, bàn tay cô đưa ra lấy điện thoại, nhưng tôi đã quay số. Cô nhìn thấy số này.  \"Em không nghĩ ảnh mang theo điện thoại, \" cô nói.  \"Chị sẽ để lại tin nhắn. \" Điện thoại reng bốn lần, sau đó là một tiếng bíp. Không lời chào.  \"Anh gặp rắc rối rồi, \" tôi chậm rãi nói, nhấn mạnh từng chữ. \"Rắc rối to. Gấu xám nổi khùng cũng chẳng là gì so với chuyện đang đợi anh ở nhà. \" Tôi cúp điện thoại cái rụp và đặt nó vào bàn tay chờ đợi của cô. \"Chị xong rồi.\" Cô cười toe toét. \"Vụ bắt cóc con tin này vui ghê.\" \"Bây giờ chị đi ngủ đây, \" tôi công bố, hướng đến cầu thang. Alice đi cùng.  \"Alice, \" tôi thở dài. \"Chị sẽ không bỏ trốn đâu. Em sẽ biết ngay nếu chị toan tính chuyện đó mà, và em sẽ bắt chị ngay nếu chị dám.\" \"Em chỉ đi để chỉ cho chị biết đồ đạc của chị ở đâu thôi mà, \" cô ngây thơ nói.  Phòng Edward ở cuối hành lang tầng ba, khó mà nhầm được dù ngôi nhà khổng lồ này ít quen thuộc hơn. Nhưng khi bật đèn xong, tôi dừng lại bối rối. Tôi có vô nhầm cửa không? Alice cười khúc khích.  Cũng căn phòng ấy, tôi nhanh chóng nhận ra; chỉ đồ gỗ vừa mới được sắp xếp lại. Ghế trường kỷ đã được đẩy tới bức tường phía bắc và giàn âm thanh nổi đẩy sát vào mấy cái kệ mênh mông đựng CDs - để dành chỗ cho chiếc giường khổng lồ bây giờ chiếm lĩnh không gian chính giữa.  Vách kính phía nam phản chiếu khung cảnh như tấm gương, làm thấy gấp hai lần tệ hại hơn.  Thật hợp. Khăn phủ giường màu vàng xỉn, hơi nhạt hơn tường; khung giường màu đen, được làm bằng sắt rèn kiểu cọ phức tạp. Những bông hồng kim loại chạm trổ uốn éo như dây nho bò lên mấy trụ cao và tạo thành lùm cây trên đầu. Đồ ngủ của tôi đã được xếp ngăn nắp dưới chân giường, túi vật dụng dùng khi tắm rửa ở một bên.  \"Toàn bộ mấy thứ này là cái quái gì?\" Tôi lắp bắp.  \"Chị không thực nghĩ ảnh sẽ để chị ngủ trên ghế trường kỷ chớ hả?\" Tôi lẩm bẩm lầm bầm khi sầm sập bước lên giật đồ đạc của tôi ra khỏi giường.  \"Em sẽ để chị được riêng tư, \" Alice cười. \"Hẹn gặp chị vào buổi sáng. \" Sau khi răng đã đánh xong và đồ đã mặc xong, tôi chộp một cái gối lông căng phồng ra khỏi cái giường khổng lồ và kéo tấm phủ vàng đến ghế trường kỷ. Tôi biết mình ngu ngốc, nhưng tôi không quan tâm. Porsches làm đồ hối lộ và giường khổng lồ trong ngôi nhà, nơi không ai ngủ - thiệt hết sức khó chịu.  Tôi tắt đèn và cuộn mình trên ghế xô - pha, tự hỏi liệu mình có quá bực mình đến nỗi không ngủ được không.   Trong bóng tối, tường kính không còn là tấm gương đen, phóng to gấp đôi căn phòng. Ánh trăng làm sáng bừng những đám mây ngoài cửa sổ. Khi mắt tôi quen với bóng tối, tôi có thể thấy ánh sáng rực rỡ chan hoà chiếu sáng ngọn cây, và phản chiếu một phần dòng sông. Tôi ngắm ánh sáng bàng bạc, chờ mắt mình trĩu nặng.  Có tiếng gõ cửa nhè nhẹ.  \"Gì hả, Alice?\" Tôi rít lên. Tôi lo lắng, tưởng tượng nỗi khoái trá của cô khi thấy chiếc giường tạm của tôi.  \"Chị đây, \" Rosalie nói khẽ, mở cửa đủ để tôi có thể nhìn thấy ánh sáng bạc vuốt ve khuôn mặt hoàn hảo của cô. \"Chị vào được không?\""
        },
        {
            "en": "3. MOTIVES THE SUN WAS SO DEEPLY BURIED BEHIND THE CLOUDS that there was no way to tell if it had set or not. After the long flight — chasing the sun westward so that it seemed unmoving in the sky — it was especially disorienting; time seemed oddly variable. It took me by surprise when the forest gave way to the first buildings, signaling that we were nearly home. “You’ve been very quiet,” Edward observed. “Did the plane make you sick?” “No, I’m okay.” “Are you sad to leave?” “More relieved than sad, I think.” He raised one eyebrow at me. I knew it was useless and — much as I hated to admit it — unnecessary to ask him to keep his eyes on the road. “Renée is so much more . . .perceptive than Charlie in some ways. It was making me <em>jumpy</em>.” Edward laughed. “Your mother has a very interesting mind. Almost childlike, but very insightful. She sees things differently than other people.” Insightful. It was a good description of my mother — when she was paying attention. Most of the time Renée was so bewildered by her own life that she didn’t notice much else. But this weekend she’d been paying plenty of attention to me. Phil was busy — the high school baseball team he coached was in the playoffs — and being alone with Edward and me had only sharpened Renée’s focus. As soon as the hugs and squeals of delight were out of the way, Renée began to watch. And as she’d watched, her wide blue eyes had become first confused and then concerned. This morning we’d gone for a walk along the beach. She wanted to show off all the beauties of her new home, still hoping, I think, that the sun might lure me away from Forks. She’d also wanted to talk with me alone, and that was easily arranged. Edward had fabricated a term paper to give himself an excuse to stay indoors during the day. In my head, I went through the conversation again. . . . Renée and I ambled along the sidewalk, trying to stay in the range of the infrequent palm tree shadows. Though it was early, the heat was smothering. The air was so heavy with moisture that just breathing in and out was giving my lungs a workout. “Bella?” my mother asked, looking out past the sand to the lightly crashing waves as she spoke. “What is it, Mom?” She sighed, not meeting my gaze. “I’m worried. . . .” “What’s wrong?” I asked, anxious at once. “What can I do?” “It’s not me.” She shook her head. “I’m worried about you . . . and Edward.” Renée finally looked at me when she said his name, her face apologetic. “Oh,” I mumbled, fixing my eyes on a pair of joggers as they passed us, drenched with sweat. “You two are more serious than I’d been thinking,” she went on. I frowned, quickly reviewing the last two days in my head. Edward and I had barely touched — in front of her, at least. I wondered if Renée was about to give me a lecture on responsibility, too. I didn’t mind that the way I had with Charlie. It wasn’t embarrassing with my mom. After all, I’d been the one giving her that lecture time and time again in the last ten years.  “There’s something . . . strange about the way you two are together,” she murmured, her forehead creasing over her troubled eyes. “The way he watches you — it’s so . . . protective. Like he’s about to throw himself in front of a bullet to save you or something.” I laughed, though I was still not able to meet her gaze. “That’s a bad thing?” “No.” She frowned as she struggled for the words. “It’s just different . He’s very intense about you . . . and very careful. I feel like I don’t really understand your relationship. Like there’s some secret I’m missing. . . .” “I think you’re imagining things, Mom,” I said quickly, struggling to keep my voice light. There was a flutter in my stomach. I’d forgotten how much my mother saw . Something about her simple view of the world cut through all the distractions and pierced right to the truth of things. This had never been a problem before. Until now, there had never been a secret I couldn’t tell her. “It’s not just him.” She set her lips defensively. “I wish you could see how you move around him.” “What do you mean?”  “The way you move — you orient yourself around him without even thinking about it. When he moves, even a little bit, you adjust your position at the same time. Like magnets . . . or gravity. You’re like a . . . satellite, or something. I’ve never seen anything like it.” She pursed her lips and stared down. “Don’t tell me,” I teased, forcing a smile. “You’re reading mysteries again, aren’t you? Or is it sci-fi this time?” Renée flushed a delicate pink. “That’s beside the point.” “Found anything good?” “Well, there was one — but that doesn’t matter. We’re talking about you right now.” “You should stick to romance, Mom. You know how you freak yourself out.” Her lips turned up at the corners. “I’m being silly, aren’t I?” For half a second I couldn’t answer. Renée was so easily swayed. Sometimes it was a good thing, because not all of her ideas were practical. But it pained me to see how quickly she caved in to my trivializing, especially since she was dead right this time. She looked up, and I controlled my expression. “Not silly — just being a mom.” She laughed and then gestured grandly toward the white sands stretching to the blue water. “And all this isn’t enough to get you to move back in with your silly mom?” I wiped my hand dramatically across my forehead, and then pretended to wring my hair out. “You get used to the humidity,” she promised. “You can get used to rain, too,” I countered. She elbowed me playfully and then took my hand as we walked back to her car. Other than her worries about me, she seemed happy enough. Content. She still looked at Phil with goo-goo eyes, and that was comforting. Surely her life was full and satisfying. Surely she didn’t miss me that much, even now. . . . Edward’s icy fingers brushed my cheek. I looked up, blinking, coming back to the present. He leaned down and kissed my forehead. “We’re home, Sleeping Beauty. Time to awake.” We were stopped in front of Charlie’s house. The porch light was on and the cruiser was parked in the driveway. As I examined the house, I saw the curtain twitch in the living room window, flashing a line of yellow light across the dark lawn. I sighed. Of course Charlie was waiting to pounce. Edward must have been thinking the same thing, because his expression was stiff and his eyes remote as he came to get my door for me. “How bad?” I asked. “Charlie’s not going to be difficult,” Edward promised, his voice level with no hint of humor. “He missed you.” My eyes narrowed in doubt. If that was the case, then why was Edward tensed as if for a battle? My bag was small, but he insisted on carrying it into the house. Charlie held the door open for us. “Welcome home, kid!” Charlie shouted like he really meant it. “How was Jacksonville?” “Moist. And buggy.” “So Renée didn’t sell you on the University of Florida?” “She tried. But I’d rather drink water than inhale it.” Charlie’s eyes flickered unwillingly to Edward. “Did you have a nice time?” “Yes,” Edward answered in a serene voice. “Renée was very hospitable.” “That’s . . . um, good. Glad you had fun.” Charlie turned away from Edward and pulled me in for an unexpected hug. “Impressive,” I whispered in his ear. He rumbled a laugh. “I really missed you, Bells. The food around here sucks when you’re gone.” “I’ll get on it,” I said as he let me go. “Would you call Jacob first? He’s been bugging me every five minutes since six o’clock this morning. I promised I’d have you call him before you even unpacked.” I didn’t have to look at Edward to feel that he was too still, too cold beside me. So this was the cause of his tension. “Jacob wants to talk to me?” “Pretty bad, I’d say. He wouldn’t tell me what it was about — just said it was important.” The phone rang then, shrill and demanding. “That’s him again, I’d bet my next paycheck,” Charlie muttered. “I got it.” I hurried to the kitchen. Edward followed after me while Charlie disappeared into the living room. I grabbed the phone mid-ring, and twisted around so that I was facing the wall. “Hello?” “You’re back,” Jacob said. His familiar husky voice sent a wave of wistfulness through me. A thousand memories spun in my head, tangling together — a rocky beach strewn with driftwood trees, a garage made of plastic sheds, warm sodas in a paper bag, a tiny room with one too-small shabby loveseat. The laughter in his deep-set black eyes, the feverish heat of his big hand around mine, the flash of his white teeth against his dark skin, his face stretching into the wide smile that had always been like a key to a secret door where only kindred spirits could enter. It felt sort of like homesickness, this longing for the place and person who had sheltered me through my darkest night. I cleared the lump from my throat. “Yes,” I answered. “Why didn’t you call me?” Jacob demanded. His angry tone instantly got my back up. “Because I’ve been in the house for exactly four seconds and your call interrupted Charlie telling me that you’d called.” “Oh. Sorry.” “Sure. Now, why are you harassing Charlie?” “I need to talk to you.” “Yeah, I figured out that part all by myself. Go ahead.” There was a short pause. “You going to school tomorrow?” I frowned to myself, unable to make sense of this question. “Of course I am. Why wouldn’t I?” “I dunno. Just curious.” Another pause. “So what did you want to talk about, Jake?” He hesitated. “Nothing really, I guess. I . . . wanted to hear your voice.” “Yeah, I know. I’m so glad you called me, Jake. I . . .” But I didn’t know what more to say. I wanted to tell him I was on my way to La Push right now. And I couldn’t tell him that. “I have to go,” he said abruptly. “What?” “I’ll talk to you soon, okay?” “But Jake —” He was already gone. I listened to the dial tone with disbelief. “That was short,” I muttered. “Is everything all right?” Edward asked. His voice was low and careful. I turned slowly to face him. His expression was perfectly smooth — impossible to read. “I don’t know. I wonder what that was about.” It didn’t make sense that Jacob had been hounding Charlie all day just to ask me if I was going to school. And if he’d wanted to hear my voice, then why did he hang up so quickly? “Your guess is probably better than mine,” Edward said, the hint of a smile tugging at the corner of his mouth. “Mmm,” I murmured. That was true. I knew Jake inside and out. It shouldn’t be that complicated to figure out his motivations. With my thoughts miles away — about fifteen miles away, up the road to La Push — I started combing through the fridge, assembling ingredients for Charlie’s dinner. Edward leaned against the counter, and I was distantly aware that his eyes were on my face, but too preoccupied to worry about what he saw there. The school thing seemed like the key to me. That was the only real question Jake had asked. And he had to be after an answer to something, or he wouldn’t have been bugging Charlie so persistently. Why would my attendance record matter to him, though? I tried to think about it in a logical way. So, if I hadn’t been going to school tomorrow, what would be the problem with that, from Jacob’s perspective? Charlie had given me a little grief about missing a day of school so close to finals, but I’d convinced him that one Friday wasn’t going to derail my studies. Jake would hardly care about that. My brain refused to come up with any brilliant insights. Maybe I was missing some vital piece of information. What could have changed in the past three days that was so important that Jacob would break his long streak of refusing to answer my phone calls and contact me? What difference could three days make? I froze in the middle of the kitchen. The package of icy hamburger in my hands slipped through my numb fingers. It took me a slow second to miss the thud it should have made against the floor. Edward had caught it and thrown it onto the counter. His arms were already around me, his lips at my ear. “What’s wrong?” I shook my head, dazed. Three days could change everything. Hadn’t I just been thinking about how impossible college was? How I couldn’t be anywhere near people after I’d gone through the painful three-day conversion that would set me free from mortality, so that I could spend eternity with Edward? The conversion that would make me forever a prisoner to my own thirst. . . . Had Charlie told Billy that I’d vanished for three days? Had Billy jumped to conclusions? Had Jacob really been asking me if I was still human? Making sure that the werewolves’ treaty was unbroken — that none of the Cullens had dared to bite a human . . . bite, not kill . . . ? But did he honestly think I would come home to Charlie if that was the case? Edward shook me. “Bella?” he asked, truly anxious now. “I think . . . I think he was checking,” I mumbled. “Checking to make sure. That I’m human, I mean.” Edward stiffened, and a low hiss sounded in my ear. “We’ll have to leave,” I whispered. “Before. So that it doesn’t break the treaty. We won’t ever be able to come back.” His arms tightened around me. “I know.” “Ahem.” Charlie cleared his voice loudly behind us. I jumped, and then pulled free of Edward’s arms, my face getting hot. Edward leaned back against the counter. His eyes were tight. I could see worry in them, and anger.  “If you don’t want to make dinner, I can call for a pizza,” Charlie hinted. “No, that’s okay, I’m already started.” “Okay,” Charlie said. He propped himself against the doorframe, folding his arms. I sighed and got to work, trying to ignore my audience. “If I asked you to do something, would you trust me?” Edward asked, an edge to his soft voice. We were almost to school. Edward had been relaxed and joking just a moment ago, and now suddenly his hands were clenched tight on the steering wheel, his knuckles straining in an effort not to snap it into pieces. I stared at his anxious expression — his eyes were far away, like he was listening to distant voices. My pulse sped in response to his stress, but I answered carefully. “That depends.” We pulled into the school lot. “I was afraid you would say that.” “What do you want me to do, Edward?” “I want you to stay in the car.” He pulled into his usual spot and turned the engine off as he spoke. “I want you to wait here until I come back for you.” “But . . .why ?” That was when I saw him. He would have been hard to miss, towering over the students the way he did, even if he hadn’t been leaning against his black motorcycle, parked illegally on the sidewalk. “Oh.” Jacob’s face was a calm mask that I recognized well. It was the face he used when he was determined to keep his emotions in check, to keep himself under control. It made him look like Sam, the oldest of the wolves, the leader of the Quileute pack. But Jacob could never quite manage the perfect serenity Sam always exuded. I’d forgotten how much this face bothered me. Though I’d gotten to know Sam pretty well before the Cullens had come back — to like him, even — I’d never been able to completely shake the resentment I felt when Jacob mimicked Sam’s expression. It was a stranger’s face. He wasn’t my Jacob when he wore it. “You jumped to the wrong conclusion last night,” Edward murmured. “He asked about school because he knew that I would be where you were. He was looking for a safe place to talk to me. A place with witnesses.” So I’d misinterpreted Jacob’s motives last night. Missing information, that was the problem. Information like why in the world Jacob would want to talk to Edward. “I’m not staying in the car,” I said. Edward groaned quietly. “Of course not. Well, let’s get this over with.” Jacob’s face hardened as we walked toward him, hand in hand. I noticed other faces, too — the faces of my classmates. I noticed how their eyes widened as they took in all six foot seven inches of Jacob’s long body, muscled up the way no normal sixteen-and-a-half-year-old ever had been. I saw those eyes rake over his tight black t-shirt — short-sleeved, though the day was unseasonably cool — his ragged, grease-smeared jeans, and the glossy black bike he leaned against. Their eyes didn’t linger on his face — something about his expression had them glancing quickly away. And I noticed the wide berth everyone gave him, the bubble of space that no one dared to encroach on. With a sense of astonishment, I realized that Jacob looked dangerous to them. How odd. Edward stopped a few yards away from Jacob, and I could tell that he was uncomfortable having me so close to a werewolf. He drew his hand back slightly, pulling me halfway behind his body. “You could have called us,” Edward said in a steel-hard voice. “Sorry,” Jacob answered, his face twisting into a sneer. “I don’t have any leeches on my speed dial.” “You could have reached me at Bella’s house, of course.” Jacob’s jaw flexed, and his brows pulled together. He didn’t answer. “This is hardly the place, Jacob. Could we discuss this later?” “Sure, sure. I’ll stop by your crypt after school.” Jacob snorted. “What’s wrong with now?” Edward looked around pointedly, his eyes resting on the witnesses who were just barely out of hearing range. A few people were hesitating on the sidewalk, their eyes bright with expectation. Like they were hoping a fight might break out to alleviate the tedium of another Monday morning. I saw Tyler Crowley nudge Austin Marks, and they both paused on their way to class. “I already know what you came to say,” Edward reminded Jacob in voice so low that I could barely make it out. “Message delivered. Consider us warned.” Edward glanced down at me for a fleeting second with worried eyes. “Warned?” I asked blankly. “What are you talking about?” “You didn’t tell her?” Jacob asked, his eyes widening with disbelief. “What, were you afraid she’d take our side?” “Please drop it, Jacob,” Edward said in an even voice. “Why?” Jacob challenged. I frowned in confusion. “What don’t I know? Edward?” Edward just glared at Jacob as if he hadn’t heard me. “Jake?” Jacob raised his eyebrow at me. “He didn’t tell you that his big . . .brother crossed the line Saturday night?” he asked, his tone thickly layered with sarcasm. Then his eyes flickered back to Edward. “Paul was totally justified in —” “It was no-man’s land!” Edward hissed. “Was not!” Jacob was fuming visibly. His hands trembled. He shook his head and sucked in two deep lungfuls of air. “Emmett and Paul?” I whispered. Paul was Jacob’s most volatile pack brother. He was the one who’d lost control that day in the woods — the memory of the snarling gray wolf was suddenly vivid in my head. “What happened? Were they fighting?” My voice strained higher in panic. “Why? Did Paul get hurt?” “No one fought,” Edward said quietly, only to me. “No one got hurt. Don’t be anxious.” Jacob was staring at us with incredulous eyes. “You didn’t tell her anything at all, did you? Is that why you took her away? So she wouldn’t know that —?” “Leave now.” Edward cut him off mid-sentence, and his face was abruptly frightening — truly frightening. For a second, he looked like . . . like a vampire . He glared at Jacob with vicious, unveiled loathing. Jacob raised his eyebrows, but made no other move. “Why haven’t you told her?” They faced each other in silence for a long moment. More students gathered behind Tyler and Austin. I saw Mike next to Ben — Mike had one hand on Ben’s shoulder, like he was holding him in place. In the dead silence, all the details suddenly fell into place for me with a burst of intuition. Something Edward didn’t want me to know. Something that Jacob wouldn’t have kept from me. Something that had the Cullens and the wolves both in the woods, moving in hazardous proximity to each other. Something that would cause Edward to insist that I fly across the country. Something that Alice had seen in a vision last week — a vision Edward had lied to me about. Something I’d been waiting for anyway. Something I knew would happen again, as much as I might wish it never would. It was never going to end, was it? I heard the quick gasp, gasp, gasp, gasp of the air dragging through my lips, but I couldn’t stop it. It looked like the school was shaking, like there was an earthquake, but I knew it was my own trembling that caused the illusion. “She came back for me,” I choked out. Victoria was never going to give up till I was dead. She would keep repeating the same pattern — feint and run, feint and run — until she found a hole through my defenders. Maybe I’d get lucky. Maybe the Volturi would come for me first — they’d kill me quicker, at least. Edward held me tight to his side, angling his body so that he was still between me and Jacob, and stroked my face with anxious hands. “It’s fine,” he whispered to me. “It’s fine. I’ll never let her get close to you, it’s fine.” Then he glared at Jacob. “Does that answer your question, mongrel?” “You don’t think Bella has a right to know?” Jacob challenged. “It’s her life.” Edward kept his voice muted; even Tyler, edging forward by inches, would be unable to hear. “Why should she be frightened when she was never in danger?” “Better frightened than lied to.” I tried to pull myself together, but my eyes were swimming in moisture. I could see it behind my lids — I could see Victoria’s face, her lips pulled back over her teeth, her crimson eyes glowing with the obsession of her vendetta; she held Edward responsible for the demise of her love, James. She wouldn’t stop until his love was taken from him, too. Edward wiped the tears from my cheek with his fingertips. “Do you really think hurting her is better than protecting her?” he murmured. “She’s tougher than you think,” Jacob said. “And she’s been through worse.” Abruptly, Jacob’s expression shifted, and he was staring at Edward with an odd, speculative expression. His eyes narrowed like he was trying to do a difficult math problem in his head. I felt Edward cringe. I glanced up at him, and his face was contorted in what could only be pain. For one ghastly moment, I was reminded of our afternoon in Italy, in the macabre tower room of the Volturi, where Jane had tortured Edward with her malignant gift, burning him with her thoughts alone. . . . The memory snapped me out of my near hysteria and put everything in perspective. Because I’d rather Victoria killed me a hundred times over than watch Edward suffer that way again. “That’s funny,” Jacob said, laughing as he watched Edward’s face. Edward winced, but smoothed his expression with a little effort. He couldn’t quite hide the agony in his eyes. I glanced, wide-eyed, from Edward’s grimace to Jacob’s sneer. “What are you doing to him?” I demanded. “It’s nothing, Bella,” Edward told me quietly. “Jacob just has a good memory, that’s all.” Jacob grinned, and Edward winced again. “Stop it! Whatever you’re doing.” “Sure, if you want.” Jacob shrugged. “It’s his own fault if he doesn’t like the things I remember, though.” I glared at him, and he smiled back impishly — like a kid caught doing something he knows he shouldn’t by someone who he knows won’t punish him. “The principal’s on his way to discourage loitering on school property,” Edward murmured to me. “Let’s get to English, Bella, so you’re not involved.” “Overprotective, isn’t he?” Jacob said, talking just to me. “A little trouble makes life fun. Let me guess, you’re not allowed to have fun, are you?” Edward glowered, and his lips pulled back from his teeth ever so slightly. “Shut up, Jake,” I said. Jacob laughed. “That sounds like a no . Hey, if you ever feel like having a life again, you could come see me. I’ve still got your motorcycle in my garage.” Ừ  This news distracted me. “You were supposed to sell that. You promised Charlie you would.” If I hadn’t begged on Jake’s behalf — after all, he’d put weeks of labor into both motorcycles, and he deserved some kind of payback — Charlie would have thrown my bike in a Dumpster. And possibly set that Dumpster on fire. “Yeah, right. Like I would do that. It belongs to you, not me. Anyway, I’ll hold on to it until you want it back.” A tiny hint of the smile I remembered was suddenly playing around the edges of his lips. “Jake . . .” He leaned forward, his face earnest now, the bitter sarcasm fading. “I think I might have been wrong before, you know, about not being able to be friends. Maybe we could manage it, on my side of the line.  Come see me.” I was vividly conscious of Edward, his arms still wrapped protectively around me, motionless as a stone. I shot a look at his face — it was calm, patient. “I, er, don’t know about that, Jake.” Jacob dropped the antagonistic façade completely. It was like he’d forgotten Edward was there, or at least he was determined to act that way. “I miss you every day, Bella. It’s not the same without you.” “I know and I’m sorry, Jake, I just . . .” He shook his head, and sighed. “I know. Doesn’t matter, right? I guess I’ll survive or something. Who needs friends?” He grimaced, trying to cover the pain with a thin attempt at bravado. Jacob’s suffering had always triggered my protective side. It was not entirely rational — Jacob was hardly in need of any physical protection I could offer. But my arms, pinned beneath Edward’s, yearned to reach out to him. To wrap around his big, warm waist in a silent promise of acceptance and comfort. Edward’s shielding arms had become restraints. “Okay, get to class,” a stern voice sounded behind us. “Move along, Mr. Crowley.” “Get to school, Jake,” I whispered, anxious as soon as I recognized the principal’s voice. Jacob went to the Quileute school, but he might still get in trouble for trespassing or the equivalent. Edward released me, taking just my hand and pulling me behind his body again. Mr. Greene pushed through the circle of spectators, his brows pressing down like ominous storm clouds over his small eyes. “I mean it,” he was threatening. “Detention for anyone who’s still standing here when I turn around again.” The audience melted away before he was finished with his sentence. “Ah, Mr. Cullen. Do we have a problem here?” “Not at all, Mr. Greene. We were just on our way to class.” “Excellent. I don’t seem to recognize your friend.” Mr. Greene turned his glower on Jacob. “Are you a new student here?” Mr. Greene’s eyes scrutinized Jacob, and I could see that he’d come to the same conclusion everyone else had: dangerous. A troublemaker. “Nope,” Jacob answered, half a smirk on his broad lips. “Then I suggest you remove yourself from school property at once, young man, before I call the police.” Jacob’s little smirk became a full-blown grin, and I knew he was picturing Charlie showing up to arrest him. This grin was too bitter, too full of mocking to satisfy me. This wasn’t the smile I’d been waiting to see. Jacob said, “Yes, sir,” and snapped a military salute before he climbed on his bike and kicked it to a start right there on the sidewalk. The engine snarled and then the tires squealed as he spun it sharply around. In a matter of seconds, Jacob raced out of sight. Mr. Greene gnashed his teeth together while he watched the performance. “Mr. Cullen, I expect you to ask your friend to refrain from trespassing again.” “He’s no friend of mine, Mr. Greene, but I’ll pass along the warning.” Mr. Greene pursed his lips. Edward’s perfect grades and spotless record were clearly a factor in Mr. Greene’s assessment of the incident. “I see. If you’re worried about any trouble, I’d be happy to —” “There’s nothing to worry about, Mr. Greene. There won’t be any trouble.” “I hope that’s correct. Well, then. On to class. You, too, Miss Swan.” Edward nodded, and pulled me quickly along toward the English building. “Do you feel well enough to go to class?” he whispered when we were past the principal. “Yes,” I whispered back, not quite sure if this was a lie. Whether I felt well or not was hardly the most important consideration. I needed to talk to Edward right away, and English class wasn’t the ideal place for the conversation I had in mind. But with Mr. Greene right behind us, there weren’t a lot of other options. We got to class a little late and took our seats quickly. Mr. Berty was reciting a Frost poem. He ignored our entrance, refusing to let us break his rhythm. I yanked a blank page out of my notebook and started writing, my handwriting more illegible than normal thanks to my agitation. What happened? Tell me everything . And screw the protecting me crap, please. I shoved the note at Edward. He sighed, and then began writing. It took him less time than me, though he wrote an entire paragraph in his own personal calligraphy before he slipped the paper back. Alice saw that Victoria was coming back. I took you out of town merely as a precaution — there was never a chance that she would have gotten anywhere close to you. Emmett and Jasper very nearly had her, but Victoria seems to have some instinct for evasion. She escaped right down the Quileute boundary line as if she were reading it from a map. It didn’t help that Alice’s abilities were nullified by the Quileutes’ involvement. To be fair, the Quileutes might have had her, too, if we hadn’t gotten in the way. The big gray one thought Emmett was over the line, and he got defensive. Of course Rosalie reacted to that, and everyone left the chase to protect their companions. Carlisle and Jasper got things calmed down before it got out of hand. But by then, Victoria had slipped away. That’s everything.  I frowned at the letters on the page. All of them had been in on it — Emmett, Jasper, Alice, Rosalie, and Carlisle. Maybe even Esme, though he hadn’t mentioned her. And then Paul and the rest of the Quileute pack. It might so easily have turned into a fight, pitting my future family and my old friends against each other. Any one of them could have been hurt. I imagined the wolves would be in the most danger, but picturing tiny Alice next to one of the huge werewolves, fighting . . . I shuddered. Carefully, I scrubbed out the entire paragraph with my eraser and then I wrote over the top:   What about Charlie? She could have been after him. Edward was shaking his head before I finished, obviously going to downplay any danger on Charlie’s behalf. He held a hand out, but I ignored that and started again. You can’t know that she wasn’t thinking that, because you weren’t here. Florida was a bad idea. He took the paper from underneath my hand. I wasn’t about to send you off alone. With your luck, not even the black box would survive. That wasn’t what I’d meant at all; I hadn’t thought of going without him. I’d meant that we should have stayed here together. But I was sidetracked by his response, and a little miffed. Like I couldn’t fly cross country without bringing the plane down. Very funny. So let’s say my bad luck did crash the plane. What exactly were you going to do about it? Why is the plane crashing? He was trying to hide a smile now. The pilots are passed out drunk. Easy. I’d fly the plane. Of course. I pursed my lips and tried again. Both engines have exploded and we’re falling in a death spiral toward the earth. I’d wait till we were close enough to the ground, get a good grip on you, kick out the wall, and jump. Then I’d run you back to the scene of the accident, and we’d stumble around like the two luckiest survivors in history. I stared at him wordlessly. “What?” he whispered. I shook my head in awe. “Nothing,” I mouthed. I scrubbed out the disconcerting conversation and wrote one more line. You will tell me next time. I knew there would be a next time. The pattern would continue until someone lost. Edward stared into my eyes for a long moment. I wondered what my face looked like — it felt cold, so the blood hadn’t returned to my cheeks. My eyelashes were still wet. He sighed and then nodded once. Thanks. The paper disappeared from under my hand. I looked up, blinking in surprise, just as Mr. Berty came down the aisle. “Is that something you’d like to share there, Mr. Cullen?” Edward looked up innocently and held out the sheet of paper on top of his folder. “My notes?” he asked, sounding confused. Mr. Berty scanned the notes — no doubt a perfect transcription of his lecture — and then walked away frowning. It was later, in Calculus — my one class without Edward — that I heard the gossip. “My money’s on the big Indian,” someone was saying. I peeked up to see that Tyler, Mike, Austin, and Ben had their heads bent together, deep in conversation. “Yeah,” Mike whispered. “Did you see the size of that Jacob kid? I think he could take Cullen down.” Mike sounded pleased by the idea. “I don’t think so,” Ben disagreed. “There’s something about Edward. He’s always so . . . confident. I have a feeling he can take care of himself.” “I’m with Ben,” Tyler agreed. “Besides, if that other kid messed Edward up, you know those big brothers of his would get involved.” “Have you been down to La Push lately?” Mike asked. “Lauren and I went to the beach a couple of weeks ago, and believe me, Jacob’s friends are all just as big as he is.” “Huh,” Tyler said. “Too bad it didn’t turn into anything. Guess we’ll never know how it would have turned out.” “It didn’t look over to me,” Austin said. “Maybe we’ll get to see.” Mike grinned. “Anyone in the mood for a bet?” “Ten on Jacob,” Austin said at once. “Ten on Cullen,” Tyler chimed in. “Ten on Edward,” Ben agreed. “Jacob,” Mike said. “Hey, do you guys know what it was about?” Austin wondered. “That might affect the odds.” “I can guess,” Mike said, and then he shot a glance at me at the same time that Ben and Tyler did. From their expressions, none of them had realized I was in easy hearing distance. They all looked away quickly, shuffling the papers on their desks. “I still say Jacob,” Mike muttered under his breath.",
            "vi": "3. Động cơ Mặt trời núp kín sau mây khiến ta chẳng thể nào biết được đã lặn hay chưa.  Sau chuyến bay dài --  đuổi theo mặt trời về hướng tây làm ta ngỡ nó như chẳng hề di chuyển – thiệt hết sức lộn xộn; thời gian hay thay đổi lạ kỳ.   Tôi ngạc nhiên khi rừng xanh nhường chỗ cho các toà nhà cao tầng đầu tiên, báo hiệu đã sắp đến nhà.  \"Em lặng lẽ quá,\" Edward nhận xét. \"Máy bay làm em mệt à?\" \"Không, em khoẻ.\" \"Em buồn vì xa nhà à?\" \"Yên lòng hơn là buồn, em nghĩ vậy.\" Anh nhướng mày nhìn tôi. Tôi biết thật vô ích và – cũng như tôi ghét phải thừa nhận - không cần bắt anh phải nhìn đường.  \"Về vài khía cạnh, Renée . . . mẫn cảm hơn Charlie rất nhiều.  Nên em lo.\" Edward cười. \"Mẹ em có kiểu suy nghĩ rất thú vị. Khá trẻ con, nhưng rất sáng suốt. Bà nhìn nhận sự việc khác người.\" Sáng suốt. Đó là từ miêu tả mẹ tôi rất đúng - khi bà để ý. Hầu như lúc nào Renée cũng bị cuộc sống làm hoang mang đến nỗi bà chẳng chú ý đến chuyện khác nhiều. Nhưng cuối tuần này bà toàn chú ý đến tôi.  Phil đang bận - đội bóng chày trung học mà ông huấn luyện đang đấu các trận quyết định - nên ở bên Edward và tôi một mình, chỉ làm khả năng tập trung của Renée nhạy bén hơn. Ngay sau những vòng tay ôm chầm và tiếng reo mừng vui vừa chấm dứt, Renée đã bắt đầu quan sát. Và khi bà quan sát, đôi mắt to màu xanh dương của bà ban đầu có vẻ bối rối rồi sau đó lại lo âu.  Sáng nay chúng tôi đi dạo dọc bờ biển. Bà muốn khoe mọi vẻ đẹp của tổ ấm mới, vẫn hy vọng, tôi nghĩ, mặt trời có thể dụ tôi rời Forks.  Bà cũng muốn nói chuyện với tôi một mình, và điều đó dễ thu xếp thôi. Edward đã bịa ra cái cớ làm tiểu luận để ở trong nhà vào ban ngày. Tôi ôn lại cuộc trò chuyện trong đầu... Renée và tôi thong thả đi dọc theo vỉa hè, cố nấn ná trong bóng râm lác đác của hàng cọ.  Mặc dù mới sáng sớm, mà cái nóng đã bao trùm. Không khí nhiều hơi nước đến nỗi chỉ hít thở thôi cũng đã làm phổi tôi hoạt động vất vả rồi.  \"Bella?\" mẹ hỏi, nhìn qua bờ cát vào những con sóng đang nhẹ nhàng vỗ bờ vừa nói.  \"Gì vậy, mẹ?\" Bà thở dài, không đáp lại ánh nhìn chằm chằm của tôi. \"Mẹ lo... \" \"Có chuyện gì vậy?\" Tôi hỏi, lo lắng ngay. \"Con giúp được gì không?\" \"Không phải chuyện mẹ.\"  Bà lắc đầu. \"Mẹ lo cho con... và Edward.\" Renée cuối cùng cũng nhìn tôi khi bà nhắc đến tên anh, mặt bà tỏ vẻ hối tiếc.  \"Ồ,\" tôi lầm bầm, dán mắt vào một đôi chạy bộ khi họ chạy ngang qua chúng tôi, đầm đìa mồ hôi.  \"Hai con có vẻ nghiêm túc hơn mẹ tưởng,\" bà nói tiếp.  Tôi cau mày, hồi tưởng nhanh lại hai ngày vừa qua trong đầu.  Edward và tôi hiếm khi chạm vào nhau – ít nhất là trước mặt mẹ. Tôi tự hỏi không biết có phải Renée cũng đang định lên lớp về tinh thần trách nhiệm cho tôi nữa không đây. Tôi đã chẳng phiền cái cách Charlie giáo huấn tôi.  Thì với mẹ cũng chẳng có gì phải mắc cỡ. Rốt cuộc, tôi đã từng là người thuyết giảng cho bà về chuyện đó hết lần này đến lần khác trong mười năm qua còn gì.  “Có cái gì đó... kỳ lạ trong cách hai con ở bên nhau,\" bà thì thầm, trán nhăn lại trên đôi mắt bối rối. \"Cái cách nó nhìn con – thật là ...  bảo vệ. Giống như thể nó sắp ném mình ra hứng đạn để cứu con này nọ.\" Tôi cười, dù vẫn không thể nhìn vào mắt bà. \"Vậy dở sao mẹ?\" \"Không.\" Bà cau mày khi cố kiếm từ. \"Chỉ lạ thôi.  Nó hết sức say mê con ... mà lại hết sức cẩn thận.  Mẹ cảm thấy mình không hiểu nỗi quan hệ của các con. Cứ như thể có bí mật nào đó mẹ không biết... \" \"Mẹ tưởng tượng không hà,\" tôi nói nhanh, cố giữ giọng vui vẻ.  Bao tử tôi hơi nhộn nhạo. Tôi đã quên mẹ mình đã thấy nhiều thế nào.  Cái gì đó trong cách nhìn nhận giản dị về thế giới của bà đã gạt bỏ hết mọi tín hiệu nhiễu để xuyên thẳng vào bản chất của sự vật.  Lúc trước, chuyện này chưa bao giờ là một vấn đề. Cho đến tận bây giờ, chưa từng có bí mật nào mà tôi không thể kể cho mẹ nghe.   \"Không chỉ nó thôi.\"  Bà mím môi phòng thủ. \"Mẹ ước con thấy được cách con quẩn quanh bên nó.\" \"Ý mẹ là gì?\" \"Cái cách con di chuyển – con hướng về nó mà chẳng hề hay biết. Khi nó di chuyển, thậm chí chỉ một chút thôi, là con đã điều chỉnh vị trí của mình ngay. Giống như nam châm... hay trọng lực.  Con giống như một ... vệ tinh, này nọ.  Mẹ chưa từng thấy bất cứ thứ gì như vậy.\" Bà mím môi và nhìn chằm chằm.  \"Đừng có bảo con là, \" tôi trêu chọc, cố rặn một nụ cười. \"Mẹ lại đọc truyện ly kỳ bí ẩn nữa đó nghen?  Hay lần này là truyện khoa học giả tưởng?\" Renée thoáng ửng hồng. \"Lạc đề rồi. \" \"Có gì hay không?\" \"Ừm, có một quyển - nhưng chuyện đó không quan trọng.  Mình đang nói chuyện con mà.\" \"Mẹ chỉ nên coi truyện tình cảm thôi, mẹ.  Mẹ biết mẹ hay tự làm mình sợ hãi ra sao rồi.\" Mẹ cười mỉm chi. \"Mẹ ngốc thiệt há?\" Trong nửa giây tôi không trả lời được. Renée quá dễ bị thuyết phục.  Đôi khi vậy thì hay, vì chẳng phải ý tưởng nào của mẹ cũng thiết thực. Nhưng tôi đau lòng khi thấy bà chịu thua quá nhanh kiểu đánh trống lảng của tôi, nhất là bởi vì lần này bà hoàn toàn đúng. Bà nhìn lên, và tôi kiểm soát vẻ mặt của mình.  \"Không ngốc -  chỉ là một bà mẹ mà thôi.\" Mẹ phá ra cười rồi khoát tay về phía bờ cát trắng kéo dài đến biển xanh.  \"Và tất cả những cái này không đủ làm con chuyển về ở với bà mẹ ngốc nghếch của con sao?\" Tôi lau trán đầy kịch tính, rồi giả vờ vắt tóc.  \"Con sẽ quen với không khí ẩm này mà,\" bà hứa.  \"Mẹ cũng có thể quen với mưa được mà,\" tôi lật ngược.  Bà nghịch ngợm thúc cùi chỏ tôi rồi nắm tay tôi trở về chỗ để xe.   Ngoại trừ nỗi lo lắng cho tôi, mẹ có vẻ khá hạnh phúc. Mãn nguyện.  Bà vẫn nhìn Phil với ánh mắt tình tứ, và chuyện đó làm tôi thấy an tâm. Rõ ràng là cuộc đời bà đầy đủ và mãn nguyện. Rõ ràng là mẹ không nhớ tôi nhiều đến thế, dù là hiện tại...  Ngón tay lạnh giá của Edward vuốt má tôi. Tôi nhìn lên, chớp mắt, trở về với thực tại. Anh cúi xuống hôn lên trán tôi.  \"Mình về nhà rồi, người đẹp ngủ trong rừng.  Tới giờ dậy rồi.\" Chúng tôi dừng lại trước nhà Charlie. Đèn hàng hiên đang bật và chiếc tuần tiễu đang đỗ ở đường lái xe vào nhà. Khi đang quan sát ngôi nhà, tôi thấy màn cửa sổ phòng khách di chuyển, rọi luồng ánh sáng vàng qua bãi cỏ tối đen.  Tôi thở dài. Dĩ nhiên là Charlie đang chờ tóm cổ rồi.  Edward hẳn cũng đang nghĩ vậy, vì mặt anh cứng đờ và ánh mắt anh xa xôi khi đến mở cửa cho tôi.  \"Tệ cỡ nào?\" Tôi hỏi."
        }
    ],
    "suggestions": []
}