{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['dʒʌstifaiəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể bào chữa được, hợp lý, chính đáng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">justifiable homicide</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trường hợp giết người vì lý do chính đáng (tự vệ)</font></td></tr></table><i/></div>",
            "word": "justifiable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>justifiable</k><blockquote>■ <cclass>adjective able to be justified. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>justifiability</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>justifiableness</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>justifiably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "justifiable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>justifiable</k><blockquote>▸ <cclass>adjective VALID, legitimate, warranted, well founded, justified, just, reasonable; defensible, tenable, supportable, acceptable.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>indefensible.</blockquote></div>",
            "word": "justifiable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "justifiable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "justifiable"
        }
    },
    "sentences": [
        {
            "en": "<em>Justifiable</em> homicide",
            "vi": "Trường hợp giết người vì lý do chính đáng"
        },
        {
            "en": "These reasons aren't really <em>justifiable</em>.",
            "vi": "Những lý đó không thật sự chính đáng."
        },
        {
            "en": "Can such violation ever be <em>justifiable</em>?",
            "vi": "Sự vi phạm này có thể là chính đáng không?"
        },
        {
            "en": "Since the quality has also improved, the raise is <em>justifiable</em>.",
            "vi": "Do chất lượng có cải tiến nên việc tăng giá là chính đáng thôi."
        },
        {
            "en": "His actions were illegal but <em>justifiable</em> on moral grounds.",
            "vi": "Hành vi của ông ta là bất hợp pháp nhưng có thể biện minh là hợp đạo đức."
        },
        {
            "en": "Since the quality has improved, the raise is <em>justifiable</em>.",
            "vi": "Vì chất lượng đã được cải tiến, nên giá tăng là điều hợp lý."
        },
        {
            "en": "HIV infection or AIDS is not considered to be a <em>justifiable</em> basis for termination of employment.",
            "vi": "Việc bị lây nhiễm HIV và AIDS không thể được xem là cơ sở chính đáng để chấm dứt việc tuyển dụng làm việc."
        },
        {
            "en": "94 and 88 percent respectively rejected these activities as \"not <em>justifiable</em>\".",
            "vi": "94% và 88% phản đối hối lộ và khai man thuế, coi là \"không thể biện minh được\"."
        },
        {
            "en": "It seems quite <em>justifiable</em> that the buyer asks for clarification of the licensing position.",
            "vi": "Dường như rất hợp lý khi người mua yêu cầu chỉ rõ ràng nơi cấp giấy phép."
        },
        {
            "en": "She has done a disservice to her cause by suggesting that violence is <em>justifiable</em>.",
            "vi": "Cô ta đã tự làm hại việc kiện tụng của mình khi cho rằng bạo lực là có thể bào chữa được."
        },
        {
            "en": "Lending at favorable terms to politically desirable, rather than economically <em>justifiable</em>, projects affects the competitiveness of all market players.",
            "vi": "Cho vay theo các điều kiện ưu đãi đối với các dự án phục vụ mục đích chính trị hơn mục đích kinh tế ảnh hưởng đến khả năng cạnh tranh của tất cả những người tham gia thị trường."
        },
        {
            "en": "If these institutions considered the demand <em>justifiable</em>, the application would be submitted to the Prime Minister for final decision.",
            "vi": "Nếu các cơ quan này xem xét thấy nhu cầu này là hợp lý thì đơn sẽ được đệ trình lên thủ tướng chính phủ để ra quyết định cuối cùng."
        },
        {
            "en": "Preferred credit is only <em>justifiable</em> if funded projects are selected on a very careful cost-benefit analysis, taking into account the opportunity cost of capital.",
            "vi": "Tín dụng ưu đãi chỉ có thể là chính đáng nếu các dự án hỗ trợ được lựa chọn trên cơ sở phân tích chi phí - lợi ích, có tính đến chi phí cơ hội của vốn đầu tư."
        },
        {
            "en": "You will have to provide <em>justifiable</em> reasons to authorities about why you should leave the Army National Guard, but the process is not easy to succeed.",
            "vi": "Anh sẽ phải đưa ra được cho các nhà chức trách những lý do chính đáng về việc vì sao anh lại rời khỏi đội vệ binh quốc gia, nhưng quá trình này sẽ không dễ dàng thành công đâu."
        },
        {
            "en": "Some of the provisions, e.g. on compulsory testing and exclusion from certain professions, even constitute discrimination that is not <em>justifiable</em> on medical grounds.",
            "vi": "Một số quy định, như xét nghiệm bắt buộc và cấm hành nghề đối với một số công việc, thậm chí gây ra sự phân biệt đối xử không thể được lý giải trên cơ sở y học."
        }
    ],
    "suggestions": []
}