{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Justinian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Justinian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Justinian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Justinian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Justinian"
        }
    },
    "sentences": [
        {
            "en": "With the mulberry silkworm being native to China, the country was the world’s sole producer of silk for many hundreds of years. The secret of silk-making eventually reached the rest of the world via the Byzantine Empire, which ruled over the Mediterranean region of southern Europe, North Africa and the Middle East during the period 330—1453 AD. According to another legend, monks working for the Byzantine emperor <em>Justinian</em> smuggle silkworm eggs to Constantinople (Istanbul in modern-day Turkey) in 550 AD, concealed inside hollow bamboo walking canes. The Byzantines were as secretive as the Chinese, however, and for many centuries the weaving and trading of silk fabric was a strict imperial monopoly. ",
            "vi": "Với dâu tằm xuất xứ từ Trung Quốc, đất nước này trờ thành nhà sản xuất lụa duy nhất trên thế giới trong hàng trăm năm. Bí mật của việc tạo sản xuất lụa tơ tằm cuối cùng đã hé lộ với phần còn lại của thế giới nhờ đế chế Byzantine, đế chế thống trị vùng Địa Trung Hải gồm phía Nam Châu u, Bắc Phi và Trung Đông trong suốt khoảng thời gian từ 330-1453 trước công nguyên. Theo như một truyền thuyết khác, các nhà sư làm việc cho hoàng đế Byzantine Justinian đã buôn lậu trứng của sâu tằm tới Constantinople (Istanbul ở Thổ Nhĩ Kì ngày nay) vào 550 trước công nguyên, bằng cách giấu bên trong những chiếc gậy ba toong rỗng bằng tre. Người Byzantines đã giấu bí mật giống như người Trung Quốc, tuy nhiên sau nhiều thế kỉ việc dệt và mua bán lụa tơ tằm là viêc độc quyền của giới hoàng gia."
        }
    ],
    "suggestions": []
}