{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">just</font></td></tr></table><i/></div>",
            "word": "justly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "justly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>justly</k><blockquote>▸ <cclass>adverb</cclass></blockquote><blockquote><b>1</b><i>he is justly proud of his achievement</i>: JUSTIFIABLY, with (good) reason, legitimately, rightly, rightfully, deservedly.</blockquote><blockquote><b>2</b><i>they were treated justly</i>: FAIRLY, with fairness, equitably, even-handedly, impartially, without bias, objectively, without prejudice; <cclass><i>informal</i> fairly and squarely.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>unjustifiably.</blockquote></div>",
            "word": "justly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "justly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "justly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "And <em>justly</em>.",
            "vi": "Ba giận con cũng phải."
        },
        {
            "en": "Which one is the <em>justly</em> famous poem?",
            "vi": "Bài nào là bài thơ đúng thật là nổi tiếng?"
        },
        {
            "en": "The king failed to rule his people <em>justly</em>.",
            "vi": "Vị vua đã thất bại trong việc cai trị dân của ông một cách chính trực."
        },
        {
            "en": "Take care that no one hates you <em>justly</em>.",
            "vi": "Đừng để ai căm ghét bạn một cách chính đáng."
        },
        {
            "en": "This country is <em>justly</em> proud of its democratic institutions.",
            "vi": "Đất nước này xứng đáng tự hào về những thể chế dân chủ của mình."
        },
        {
            "en": "A person may cause evil to others not only by his actions but by his inaction, and in either case he is <em>justly</em> accountable to them for the injury.",
            "vi": "Một người có thể gây tai hại cho người khác không chỉ bằng những hành động của mình mà còn bằng sự thiếu hành động, và dù trong trường hợp nào người đó cũng phải chịu trách nhiệm với họ về tổn thương đó."
        },
        {
            "en": "A person may cause evil to others not only by his actions but by his inaction, and in either case he is <em>justly</em> accountable to them for the injury.",
            "vi": "có thể gây tai hại cho người khác không chỉ bằng những hành động của mình mà còn bằng sự thiếu hành động, và dù trong trường hợp nào người đó cũng phải chịu trách nhiệm với họ về tổn thương đó."
        },
        {
            "en": "Upon succeeding to the throne, Solomon had been filled with awe at the mightiness of the task before him, and in the humility of his heart, prayed for the wisdom to govern <em>justly</em>.  “For,” he said, “I am but a little child, and how should I discern between right and wrong?  His wish was granted and, above and beyond his wealth and honour, Solomon was famed for his wisdom.",
            "vi": "Khi nối ngôi, Solomon đầy lo lắng vì nhiệm vụ nặng nề trước mặt, và với tấm lòng khiêm tốn của mình, ông cầu xin có được sự khôn ngoan để cai trị một cách công chính.  Ông nói: \"Vì con chỉ là đứa trẻ thơ, con nào hay biết phải trái là gì đâu?\"  Ông xin được ban, không phải của cải và danh tiếng, mà là sự khôn ngoan, Solomon nổi tiếng là người khôn ngoan."
        }
    ],
    "suggestions": []
}