{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kə'bu:ki]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kịch kabuki, (kịch truyền thống của Nhật Bản với hát và múa, chỉ do nam tài tử biểu diễn)</td></tr></table><i/></div>",
            "word": "kabuki"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kabuki</k><blockquote><cclass>[<cclass>kə'bu:ki<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a form of traditional Japanese drama performed by men, with highly stylized song, mime, and dance. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Japanese, orig. as a verb meaning 'act dissolutely', later interpreted as if from <i>ka</i> 'song' + <i>bu</i> 'dance' + <i>ki</i> 'art'. </blockquote></div>",
            "word": "kabuki"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kabuki"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kabuki"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kabuki"
        }
    },
    "sentences": [
        {
            "en": "Really these <em>Kabuki</em> actors what irritating people!.",
            "vi": "Bọn diễn viên kabuki thật đáng ghét!"
        },
        {
            "en": "I especially love the representative classic Japanese theater, <em>Kabuki</em>.",
            "vi": "Tôi đặc biệt thích kịch cổ điển tiêu biểu của Nhật, Kabuki."
        },
        {
            "en": "I'm supposed to be on an errand fetching <em>Kabuki</em> magazines and Shamisen strings.",
            "vi": "Tôi được sai đi mua tạp chí kabuki và dây đàn shamisen."
        },
        {
            "en": "For years Hatsumomo had been very close to the famous <em>Kabuki</em> actor Bando Shojiro.",
            "vi": "Hatsumono rất thân với một diễn viên kịch kabuki nổi tiếng là bando shojiro nhiều năm rồi."
        },
        {
            "en": "She had been instructed to read <em>Kabuki</em> magazines for the sake of her education.",
            "vi": "Cô ta được lệnh phải đọc tạp chí về kabuki để trau giồi kiến thức."
        },
        {
            "en": "But <em>Kabuki</em> is a relatively young art form; it didn't exist before the 1705.",
            "vi": "Nhưng kabuki là một thể nghệ thuật còn tương đối mới mẻ; trước những năm 1705."
        },
        {
            "en": "I was so flustered, i left without the <em>Kabuki</em> magazines and shamisen strings Mameha had given me.",
            "vi": "Tôi rất hoang mang bối rối, đến nỗi khi ra về tôi quên lấy các tờ tạp chí kabuki và mấy sợi dây đàn mà mameha cho tôi."
        },
        {
            "en": "Giant banners on the Minamiza theater announced the performance of a <em>Kabuki</em> play that afternoon entitled Shibaraku.",
            "vi": "Những tấm bích chương khổng lồ nơi nhà hát minamiza quảng cáo buổi trình diễn vở kịch của kabuki vào chiều ấy có tên shirabaku."
        },
        {
            "en": "One night some years ago, the <em>Kabuki</em> actor Yoegoro got very drunk and told me he'd always found me beautiful.",
            "vi": "Một đêm cách đây chỉ vài năm, nhà diễn viên kịch kabuki là yoegoro bị say oắt đã nói với tôi rằng ông ta lúc nào cũng thấy tôi đẹp."
        },
        {
            "en": "Chiyo-san, could you please go out and buy me some new shamisen strings and a few <em>Kabuki</em> magazines?",
            "vi": "Chiyo ơi, làm ơn đi mua cho tôi vài sợi dây đàn và vài tạp chí viết về kabuki được không?"
        },
        {
            "en": "I'd imagined feeling out of my depth in a conversation about literature, or <em>Kabuki</em>, or something of that sort.",
            "vi": "Trong thâm tâm tôi cứ tưởng họ sẽ nói những chuyện về văn chương, về kịch nghệ kabuki, hay những chuyện gì đại loại như thế."
        },
        {
            "en": "Because this is what the audience sometimes shouts when a great star makes his entrance in a <em>Kabuki</em> play.",
            "vi": "Vì câu này thường được khán giả la lên khi một đại minh tinh xuất hiện trong vở kịch của kabuki."
        },
        {
            "en": "Shojiro had taken a trip to London a few years earlier and staged a <em>Kabuki</em> performance there.",
            "vi": "Trước đây mấy năm shojiro đi một chuyến sang anh và trình diễn kịch nghệ kabuki ở đấy."
        },
        {
            "en": "Which is one of our most famous plays, though i knew nothing about <em>Kabuki</em> at the time.",
            "vi": "Đây là vở kịch nổi tiếng nhất của chúng tôi, mặc dù lúc ấy tôi không biết gì về kabuki hết."
        },
        {
            "en": "Many of the glamorous parties in Gion were attended by famous artists, and writers, and <em>Kabuki</em> actors, and sometimes they were very exciting events.",
            "vi": "Nhiều buổi tiệc lộng lẫy vui nhộn ở gion đã có nhiều họa sĩ, văn sĩ, và diễn viên sân khấu kabuki đến dự, và thỉnh thoảng những buổi tiệc này là những buổi tiệc vui chơi rất hấp dẫn."
        },
        {
            "en": "But she took me to plenty of informal gatherings, not only parties in the teahouses, but swimming excursions, sightseeing tours, <em>Kabuki</em> plays, and so on.",
            "vi": "Nhưng cô thường đem tôi đến những buổi họp mặt không chính thức, không những các buổi tiệc ở phòng trà thôi mà còn đến các buổi đi biển bơi lội, tham quan thắng cảnh, xem kịch kobuki."
        },
        {
            "en": "She had to be connected with several teahouses before she at last located Hatsumomo and left a message that the <em>Kabuki</em> actor Onoe Shikan had come to town.",
            "vi": "Cô ta phải nối đường dây với nhiều phòng trà khác nhau mới tìm ra được hatsumono ở đâu để nhắn lại cho cô ta biết rằng diễn viên kịch nghệ kabuki tên onoe shikan đã đến thành phố rồi."
        },
        {
            "en": "Some were popular ballads; some were long pieces from <em>Kabuki</em> theater telling a story; others were something like a short musical poem.",
            "vi": "Có loại là những bài dân ca phổ biến; có loại là những bài trường ca của kịch nghệ kabuki kể chuyện cổ tích; còn có những bài như bài thơ phổ nhạc."
        },
        {
            "en": "For a long while i sat with my ear to the door of my room, listening to Pumpkin's voice as she read an article about a new <em>Kabuki</em> actor.",
            "vi": "Tôi ngồi dán tai vào cửa phòng tôi một hồi lâu, lắng nghe giọng bí ngô đọc một đoạn bài viết về người diễn viên mới trong đoàn kịch kabuki."
        },
        {
            "en": "Because Noh is a very ancient art that has always been patronized by the imperial court, dancers in Gion consider their art superior to the school of dance practiced in the Ponto-cho district across the river, which derives from <em>Kabuki</em>.",
            "vi": "Vì noh là nơi nghệ thuật rất xưa luôn luôn được hòang gia bảo trợ, vũ công ở gion xem nghệ thuật của họ hơn trường múa ở quận ponto - cho nằm bên kia sông, nghệ thuật của trường này bắt nguồn từ nhà hát kabuki."
        }
    ],
    "suggestions": []
}