{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kahuna"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kahuna</k><blockquote><cclass>[<cclass>kə'hu:nə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (in Hawaii) a wise man or shaman. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. <cclass>informal an important person. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Hawaiian. </blockquote></div>",
            "word": "kahuna"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kahuna"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kahuna"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kahuna"
        }
    },
    "sentences": [
        {
            "en": "Half the difficulty in reaching out to others is actually reaching somebody at all. It's even more difficult when that somebody is a Big <em>Kahuna</em> with a thicket of protective voice mailboxes, blind email addresses, and defensive assistants running interference.",
            "vi": "Một nửa sự khó khăn khi tạo quan hệ với người khác là thật sự liên lạc được với người nào đó. Nó thậm chí càng khó hơn khi người này là một Ông Lớn được bảo vệ chặt bởi nhiều hộp thư thoại, địa chỉ email không rõ ràng, và những cô thư ký phòng thủ chịu trách nhiệm sắp lịch."
        },
        {
            "en": "Half the difficulty in reaching out to others is actually reaching somebody at all. It's even more difficult when that somebody is a Big <em>Kahuna</em> with a thicket of protective voice mailboxes, blind email addresses, and defensive assistants running",
            "vi": "Một nửa sự khó khăn khi tạo quan hệ với người khác là thật sự liên lạc được với người nào đó. Nó thậm chí càng khó hơn khi người này là một Ông Lớn được bảo vệ chặt bởi nhiều hộp thư thoại, địa chỉ email không rõ ràng, và những cô thư ký phòng thủ chịu trách nhiệm sắp lịch."
        },
        {
            "en": "Half the difficulty in reaching out to others is actually reaching somebody at all. It's even more difficult when that somebody is a Big <em>Kahuna</em> with a thicket of protective voice mailboxes, blind email addresses, and defensive assistants running interference.",
            "vi": "lạc được với người nào đó. Nó thậm chí càng khó hơn khi người này là một Ông Lớn được bảo vệ chặt bởi nhiều hộp thư thoại, địa chỉ email không rõ ràng, và những cô thư ký phòng thủ chịu trách nhiệm sắp lịch."
        },
        {
            "en": "The big <em>kahuna</em> of the fish world is the whale shark (Rhincodon typus), which lives in semi-tropical and warm temperate waters around the world and grows to more than 65 feet, weighing nearly 40 tons. With its tremendous length, gigantic blunt head and polka-dot pattern, the whale shark looks like the prototype for Roy Scheider's worst nightmare. In reality, the big fellas are pretty much harmless. They're so docile, in fact, that they've been known to allow swimmers to hitch rides on their backs. They're filter eaters, rather than biters, and feed on a diet of tiny plankton, small fishes, crustaceans and squid. They live to the age of about 70, unless humans harpoon them and grind them up into fish meal.\n\n\n\nThe whale shark, the world's largest fish, is pretty harmless.\nImage Credit: Hemera Technologies/Thinkstock",
            "vi": "Gã khổng lồ trong thế giới loài cá là cá mập voi ((Rhincodon typus), phân bố ở các vùng biển ôn đới và bán nhiệt đới ấm áp trên toàn thế giới và dài đến hơn 65 feet, nặng gần 40 tấn. Với chiều dài khủng khiếp, cái đầu khổng lồ thô kệch và bộ da chấm bi đen trắng, cá mập voi trông giống như một nguyên mẫu trong phim cơn ác mộng đáng sợ nhất của Roy Scheider. Thật ra, gã khổng lồ này lại gần như vô hại. Chúng rất dễ bảo, thực tế là, chúng được biết sẽ sẵn sàng cho các thợ lặn bám vào lưng chúng. Chúng là loài ăn phiêu sinh vật, chứ không phải loài ăn thịt, và chỉ ăn các sinh vật phù du nhỏ bé, cá nhỏ, động vật giáp xác và mực ống. Chúng sống đến khoảng 70 tuổi, trừ khi bị con người đánh bắt và nghiền thành bột cá.\n\n\n\nCá mập voi, loài cá lớn nhất thế giới, lại hầu như vô hại.\nImage Credit: Hemera Technologies/Thinkstock"
        }
    ],
    "suggestions": []
}