{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[keil]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">kail</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[keil]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cải xoăn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">canh cải, xúp cải; xúp rau</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ), (từ lóng) tiền giấy</td></tr></table><i/></div>",
            "word": "kale",
            "pronounce": "[keil]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kale</k><blockquote><cclass>[<cclass>keɪl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>kail</b>) </cclass></blockquote><blockquote>■ <cclass>noun a hardy cabbage of a variety which produces erect stems with large leaves and no compact head. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: north. Engl. form of <kref>cole</kref>. </blockquote></div>",
            "word": "kale",
            "pronounce": "[keil]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kale",
            "pronounce": "[keil]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kale",
            "pronounce": "[keil]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kale",
            "pronounce": "[keil]"
        }
    },
    "sentences": [
        {
            "en": "9. <em>Kale</em>",
            "vi": "9. Cải xoăn"
        },
        {
            "en": "<em>Kale</em> killed Turner with the gardening shears.",
            "vi": "Kale giết Turner bằng cái kéo tỉa cành."
        },
        {
            "en": "3. Cruciferous Vegetables (broccoli, cauliflower, cabbage, <em>kale</em>)",
            "vi": "3. Các loại cải bắp (bông cải xanh, bông cải trắng, bắp cải, cải xoăn)"
        },
        {
            "en": "You can get zinc and iron in dried beans, seeds, nuts, and leafy green vegetables like <em>kale</em>.",
            "vi": "Bạn cũng có thể cung cấp kẽm và sắt cho cơ thể từ đậu khô, hạt, quả hạch và nhiều loại rau lá xanh như cải xoăn."
        },
        {
            "en": "<em>Kale</em> is another super-food on the list. It helps so many functions in the body and is incredibly beneficial to both the body and brain. <em>Kale</em> is made up of phytonutrients, vitamins, minerals, and good fats. <em>Kale</em> helps with sex drive, energy, overall happiness, and even memory. It does so because of its incredible anti-inflammatory ability and its nutritional make-up of essential compounds. The healthy fats, the B-vitamins, the Iron, and the Vitamin C content, all make <em>Kale</em> a healthy force to be reckoned with! To mix it up, try Sautéed <em>Kale</em>.",
            "vi": "Cải xoăn là một siêu thực phẩm khác trong danh sách. Nó giúp rất nhiều cho các chức năng trong cơ thể và vô cùng có lợi với cơ thể và não. Cải xoăn được tạo thành từ các dinh dưỡng thực vật, vitamin, khoáng chất và chất béo tốt. Cải xoăn giúp tăng ham muốn tình dục, năng lượng, hạnh phúc nói chung, và thậm chí cả bộ nhớ. Nó tốt như vậy bởi vì khả năng chống viêm không thể tin được của nó và dinh dưỡng của các hợp chất cần thiết. Các chất béo lành mạnh, các vitamin B, sắt và các Vitamin C, tất cả đã tạo ra những cây cải xoăn lành mạnh được biết đến! Hãy trộn nó hoặc thử xào cải xoăn nhé."
        },
        {
            "en": "Good examples are spinach, <em>kale</em> and broccoli, yellow vegetables such as yellow peppers and squash, and good-quality eggs, which also contain lutein in the yolk. ",
            "vi": "Ví dụ điển hình là rau dền, cải lá xoăn và bông cải xanh, rau củ màu vàng như ớt vàng và bí, trứng chất lượng tốt với lutein chứa trong lòng đỏ."
        },
        {
            "en": "Grown with Israeli technology in the northern province of Vinh Phuc, the vegetables are as diverse as 20 kinds of baby veggies, namely baby broccoli, mizuna, mustard plants, <em>kale</em>, watercress, and more.",
            "vi": "Được trồng với công nghệ của Israel ở tỉnh phía bắc là Vĩnh Phúc, các loại rau rất đa dạng với 20 loại rau mầm, cụ thể là rau mầm bông cải xanh, rau mầm mizuna, cải, cải xoăn, cải xoong và nhiều loại khác nữa."
        },
        {
            "en": "This could indicate that your liver needs more support. Eating dark green vegetables, onions and garlic, and 'cruciferous' vegetables such as broccoli, <em>kale</em> and cabbage can all help your liver.",
            "vi": "Điều này có thể chỉ ra rằng gan cần được hỗ trợ nhiều hơn. Ăn rau xanh, hành và tỏi, và rau 'họ cải' như bông cải xanh, cải lá xoăn và bắp cải có thể giúp cho gan của bạn."
        },
        {
            "en": "Cruciferous vegetables — like broccoli, cauliflower, cabbage, and <em>kale</em> — are rich in a variety of compounds that have been shown to slow cancer growth and development in a number of laboratory studies. Other larger human studies have shown that cruciferous vegetables can help to reduce the risk of lung, stomach, colorectal, prostate, and bladder cancers.",
            "vi": "Các loại cải bắp – như bông cải xanh, bông cải trắng, bắp cải, và cải xoăn chứa rất nhiều loại hợp chất được chứng minh là có thể làm chậm sự tăng trưởng và phát triển của ung thư qua nhiều nghiên cứu thí nghiệm. Những nghiên cứu lớn khác còn cho thấy rằng các loại cải bắp có thể giúp làm giảm nguy cơ ung thư phổi, dạ dày, ung thư kết tràng, ung thư tuyến tiền liệt và ung thư bàng quang."
        },
        {
            "en": "For sturdy leafy greens like <em>KALE</em>, CHARD, and COLLARDS, rinse well, remove the tough stems and cut the leaves into ribbons. Store in a plastic bag with a damp paper towel to keep them fresh and ready to use in recipes during the next week.",
            "vi": "Với các loại rau xanh lá dầy dặn như Cải xoăn, củ cải, và cải rổ, hãy rửa sạch, bỏ cọng cứng, cắt lá thành sợi to. Trữ trong túi nhựa có khăn giấy ẩm để giữ rau tươi và tuần sau mang nấu được ngay."
        },
        {
            "en": "5.  Add in cruciferous vegetables: They include <em>kale</em>, cabbage, cauliflower, broccoli, and Brussels sprouts. And while they're not as glamorous as the goji berries and chia seeds of the world, they're still amped up with nutrient density. Cruciferous vegetables may help prevent cancer. Their phytonutrients lower cholesterol and are an excellent source of vitamin C. Add them to your diet in 2014 in smoothies, salads, stir fries, and casseroles. ",
            "vi": "5. Ăn thêm các loại cải bắp: Cải bắp gồm cải xoăn, bắp cải, bong cải trắng, bong cải xanh, và Brussels sprouts (một loại bắp cải dại). Và dù những loại cải bắp này không hấp dẫn như quả goji berries và hạt chia, nhưng cải bắp vẫn chứa rất nhiều chất dinh dưỡng. Các loại cải bắp có thể giúp ngăn ngừa ung thư. Các chất phytonutrients làm giảm cholesterol và là một nguồn vitamin C vô cùng tốt. Thêm cải bắp vào chế độ ăn uống năm 2014 của bạn cho các món sinh tố, salad trộn, món xào và các món casserole (hỗn hợp thịt, rau, bột nướng trong lò)."
        },
        {
            "en": "Architecture firm Snøhetta is bringing the restaurant to life next March, with Danish chef Nicolai Ellitsgaard leading the charge on the food front. When a restaurant costs 6 million dollars to build, the spread has to measure up. Ellitsgaard plans to serve a 15- to 18-course set menu filled with local ingredients like sea arrow grass, salty sea <em>kale</em>, Norwegian berries and mushrooms. On the restaurant's website, the chef says the \"local treasures\" will be fermented, pickled, dried or otherwise preserved as the seasons change. Seafood is of course a given, but Ellitsgaard also plans to use seabirds, sheep, and other meat in his dishes.",
            "vi": "Công ty kiến trúc Snøhetta sắp đưa nhà hàng vào đời sống vào tháng 3 năm sau, với đầu bếp người Đan Mạch Nicolai Ellitsgaard phụ trách về mặt hàng thực phẩm phía trước. Khi nhà hàng tốn 6 triệu đô la để xây dựng, thì sự lan truyền phải tăng lên. Ellitsgaard có kế hoạch phục vụ thực đơn gồm 15 đến 18 món được chế biến từ các nguyên liệu địa phương như cỏ biển hình mũi tên, cải xoăn biển muối, dâu và nấm Na Uy. Trên trang web của nhà hàng, đầu bếp nói rằng \"vật quý địa phương\" sẽ được lên men, ngâm, sấy khô hoặc không thì bảo quản khi thay đổi mùa. Hải sản tất nhiên là phải có, nhưng Ellitsgaard cũng có kế hoạch sử dụng thêm chim biển, cừu và các loại thịt khác trong các món ăn."
        },
        {
            "en": "Vitamins and Minerals    Breakfast cereals advertise that they're packed with vitamins and minerals. Sports drinks claim they can rev up your flagging energy with a jolt of vitamins or minerals (sorry, but even powerful vitamins and minerals can't act that fast!). You know vitamins and minerals are good for you. But which ones does your body really need? And is it possible to get too much of a good thing? What are vitamins and minerals? Vitamins and minerals make people's bodies work properly. Although you get vitamins and minerals from the foods you eat every day, some foods have more vitamins and minerals than others. Vitamins fall into two categories: fat soluble and water soluble. The fat-soluble vitamins — A, D, E, and K — dissolve in fat and can be stored in your body. The water-soluble vitamins — C and the B-complex vitamins (such as vitamins B6, B12, niacin, riboflavin, and folate) — need to dissolve in water before your body can absorb them. Your body can't store these vitamins. Any vitamin C or B that your body doesn't use may be lost mostly when you pee. So you need a fresh supply of these vitamins every day. Whereas vitamins are organic substances (made by plants or animals), minerals are inorganic elements that come from the soil and water and are absorbed by plants or eaten by animals. Your body needs larger amounts of some minerals, such as calcium, to grow and stay healthy. Other minerals like chromium, copper, iodine, iron, selenium, and zinc are called trace minerals because you only need very small amounts of them each day. what do vitamins and minerals do? Vitamins and minerals boost the immune system, support normal growth and development, and help cells and organs do their jobs. For example, you've probably heard that carrots are good for your eyes. It's true! Carrots are full of substances called carotenoids that your body converts into vitamin A, which helps prevent eye problems. Another vitamin, vitamin K, helps blood to clot (so cuts and scrapes stop bleeding quickly). You'll find vitamin K in green leafy vegetables, broccoli, and soybeans. And to have strong bones, you need to eat foods such as milk, yogurt, and green leafy vegetables, which are rich in the mineral calcium. Fuel for growth People go through a lot of physical changes — including growth and puberty — during their teenage years. Eating right during this time is especially important because the body needs a variety of vitamins and minerals to grow, develop, and stay healthy. Eating a variety of foods is the best way to get all the vitamins and minerals you need each day, as well as the right balance of carbohydrates, proteins, fats, and calories. Whole or unprocessed foods — like fresh fruits and vegetables, grains, low-fat dairy products, lean meats, fish, and poultry — are the best choices for providing the nutrients your body needs to stay healthy and grow properly. It's OK to eat foods like potato chips and cookies once in a while, but don't overdo high-calorie foods like these because they offer little nutritionally. To choose healthy foods, check food labels and pick items that are high in vitamins and minerals. For example, if you're choosing beverages, you'll find that a glass of milk is a good source of vitamin D and the minerals calcium, phosphorous, and potassium. A glass of soda, on the other hand, offers very few vitamins or minerals — if any. You can also satisfy your taste without sacrificing nutrition while eating out: Vegetable pizzas or fajitas, sandwiches with lean meat, fresh salads, and baked potatoes are a few delicious, nutritious choices. If you're a vegetarian, you'll need to plan carefully for a diet that offers the vitamins and minerals found primarily in meats. The best sources for the minerals zinc and iron are meats, fish, and poultry. However, you can get zinc and iron in dried beans, seeds, nuts, and leafy green vegetables like <em>kale</em>. Vitamin B12, which is important for manufacturing red blood cells, is not found in plant foods. If you don't eat meat, you can find vitamin B12 in eggs, milk and other dairy foods, and fortified breakfast cereals. Vegans (vegetarians who eat no animal products at all, including dairy products) may need to take vitamin supplements. If you're thinking about becoming a vegetarian, talk to your doctor or a dietitian about how to plan a healthy, balanced diet. Common Concerns Lots of teens wonder if they should take vitamin or mineral supplements. If your diet includes a wide variety of foods, including grain products, fresh fruits and vegetables, dairy products, nuts, seeds, eggs, and meats, then you are probably getting the vitamins and minerals your body needs. But if you're skipping meals, dieting, or if you're concerned that you're not eating enough items from a particular category, such as vegetables or dairy products, then talk to your doctor or to a dietitian. These professionals can help you create an eating plan that includes the nutrients your body needs. consult your doctor before taking vitamin or mineral supplements. Some people think that if something is good for you, then the more you take in, the healthier you'll be. But that's not necessarily true when it comes to vitamins and minerals. For example, fat-soluble vitamins or minerals, which the body stores and excretes more slowly, can build up in your system to levels where they could cause problems. There are hundreds of supplements on the market and of course their manufacturers want you to purchase them. Beware of unproven claims about the benefits of taking more than recommended amounts of any vitamin or mineral. A healthy teen usually doesn't need supplements if he or she is eating a well-rounded diet. Your best bet for getting the vitamins and minerals you need is to eat a wide variety of healthy foods and skip the vitamin pills and then you'll feel better!",
            "vi": "Vi-ta-min và khoáng chất    Các loại thực phẩm làm từ ngũ cốc dành để ăn điểm tâm quảng cáo rằng chúng được bổ sung thêm vi-ta-min và khoáng chất. Các thức uống thể thao khẳng định có thể tăng cường năng lượng đang dần suy kiệt của bạn cùng rất nhiều vi-ta-min và khoáng chất (tiếc là, ngay cả những loại vi-ta-min và khoáng chất có cường độ mạnh cũng không thể làm điều đó nhanh chóng được!). Ai cũng biết là vi-ta-min và khoáng chất có lợi cho sức khỏe của mình. Nhưng cơ thể bạn thực sự cần những loại vi-ta-min và khoáng chất nào? Và liệu dùng quá nhiều vi-ta-min và khoáng chất có tốt không? Khoáng chất và vi-ta-min là gì? Khoáng chất và vi-ta-min giúp cho cơ thể hoạt động tốt. Mặc dù cơ thể bạn hấp thụ vi-ta-min và khoáng chất từ thức ăn mỗi ngày nhưng một số thực phẩm có hàm lượng vi-ta-min và khoáng chất cao hơn những thực phẩm khác. Có hai loại vi-ta-min: vi-ta-min hoà tan trong chất béo và vi-ta-min hoà tan trong nước. Các vi-ta-min hoà tan trong chất béo gồm vi-ta-min A, D, E và K hoà tan được trong chất béo và có thể tích trữ trong cơ thể. Những vi-ta-min hoà tan trong nước gồm vi-ta-min C và nhóm vi-ta-min B (như vi-ta-min B6, B12, a-xít ni-cô-ti-ních, B2, và a-xít phô-lích) cần được hoà tan trong nước trước khi hấp thụ vào cơ thể vì cơ thể chúng ta không tích trữ các loại vi-ta-min này. Những loại vi-ta-min C và vi-ta-min B mà cơ thể không sử dụng có thể mất đi, hầu hết là qua đường tiểu tiện. Vì thế bạn cần cung cấp mới cho cơ thể những vi-ta-min này mỗi ngày. Trong khi vi-ta-min là các chất hữu cơ (từ thực vật hoặc động vật) thì khoáng chất là những nguyên tố vô cơ có nguồn gốc từ đất và nước, được các loài thực vật hấp thụ vào hoặc được các loài động vật ăn vào. Cơ thể của bạn cần một lượng lớn các khoáng chất như can-xi, để phát triển và khỏe mạnh. Những loại khoáng chất khác như crôm, đồng, iốt, sắt, xê-len, và kẽm là những khoáng chất mà cơ thể cần rất ít mỗi ngày. Khoáng chất và vi-ta-min có tác dụng gì? Khoáng chất và vi-ta-min giúp tăng cường hệ miễn dịch, thúc đẩy việc tăng trưởng và phát triển bình thường, và giúp các tế bào và cơ quan trong cơ thể thực hiện các nhiệm vụ của mình. Chẳng hạn như, bạn có lẽ đã biết là cà rốt tốt cho mắt. Đúng đấy! Cà rốt có nhiều chất carotenoid (chất hóa học màu vàng, cam hay đỏ lấy từ thực vật dùng làm phẩm nhuộm) được cơ thể chuyển thành vi-ta-min A, giúp ngăn ngừa các bệnh về mắt. Một loại vi-ta-min khác là vi-ta-min K, giúp cho máu đông lại (vi-ta-min K giúp cầm máu nhanh các vết đứt hay trầy xước). vi-ta-min K có trong các loại rau lá xanh, cải bẹ xanh, và đậu nành. Và nếu muốn cho xương cứng cáp, khỏe mạnh, bạn nên ăn những loại thực phẩm như sữa, sữa chua, và rau có lá xanh, những loại này rất giàu can-xi. Chất kích thích tăng trưởng Cơ thể chúng ta trải qua nhiều thay đổi bề ngoài - bao gồm việc phát triển và dậy thì – suốt thời niên thiếu. Việc ăn uống phù hợp trong suốt giai đoạn này đặc biệt quan trọng bởi cơ thể cần nhiều vi-ta-min và khoáng chất để phát triển và khoẻ mạnh.  cách tốt nhất là ăn nhiều loại thực phẩm để có đủ hết các loại vi-ta-min và khoáng chất cơ thể cần mỗi ngày, cũng như sự cân đối phù hợp hy-đrát-các-bon, prô-tê-in, chất béo, ca-lo-ri. Các loại thực phẩm còn nguyên chất hoặc thực phẩm chưa chế biến – như trái cây tươi và rau, ngũ cốc, các sản phẩm làm từ sữa ít chất béo, thịt nạc, cá, và thịt gia cầm – là sự lựa chọn tốt nhất để cung cấp chất dinh dưỡng mà cơ thể cần để khoẻ mạnh và phát triển hợp lý. Thỉnh thoảng cũng có thể ăn khoai tây chiên và bánh quy, nhưng đừng ăn quá nhiều các loại thực phẩm giàu ca-lo như thế này vì chúng rất ít chất dinh dưỡng. Để chọn thức ăn có lợi cho sức khỏe, hãy kiểm tra các nhãn thực phẩm và chọn các mặt hàng có hàm lượng vi-ta-min và khoáng chất cao. Chẳng hạn như, nếu bạn đang chọn đồ uống, bạn sẽ thấy rằng một ly sữa là nguồn cung cấp vi-ta-min D hữu hiệu và các khoáng chất can-xi, phốt-pho và ka-li. Trong khi đó, một ly xô-đa nếu có thì cũng cung cấp rất ít vi-ta-min và khoáng chất. Bạn cũng có thể đáp ứng sở thích của mình mà không mất đi chất dinh dưỡng khi ăn tiệm như món bánh pizza hoặc món thịt Mê-hi-cô có rau, món xăng-uých dùng với thịt nạc, rau xà-lách tươi, và khoai tây nướng là những món ăn ngon và bổ dưỡng. Nếu bạn là người ăn chay thì bạn cần có kế hoạch cẩn thận cho chế độ ăn uống của mình để cung cấp vi-ta-min và khoáng chất mà chủ yếu có trong thịt. Nguồn cung cấp khoáng chất kẽm và sắt nhiều nhất là từ thịt, cá, và thịt gia cầm. Tuy nhiên, bạn cũng có thể cung cấp kẽm và sắt cho cơ thể từ đậu khô, hạt, quả hạch và nhiều loại rau lá xanh như cải xoăn. Vi-ta-min B12 rất quan trọng trong việc sản xuất ra hồng cầu, không có trong các loại thực phẩm thực vật. Nếu bạn không ăn thịt, bạn có thể cung cấp vi-ta-min B12 cho cơ thể từ trứng, sữa và các thực phẩm từ sữa, và các loại thực phẩm làm từ ngũ cốc dành để ăn điểm tâm được bổ sung vi-ta-min. Người ăn chay (người hoàn toàn không ăn thực phẩm động vật, kể cả các sản phẩm làm từ sữa) có thể cần phải bổ sung thêm vi-ta-min. Nếu bạn muốn ăn chay thì hãy hỏi ý kiến bác sĩ hoặc chuyên gia dinh dưỡng về kế hoạch ăn uống khoẻ mạnh và cân đối.  Mối lo ngại chung Nhiều thiếu niên muốn biết là liệu có nên bổ sung thêm vi-ta-min và khoáng chất không. Nếu chế độ ăn uống của bạn gồm đa dạng nhiều loại thức ăn, như ngũ cốc, trái cây và rau tươi, các sản phẩm từ sữa, củ, hạt, trứng, và thịt, thì chắc là bạn đã cung cấp cho cơ thể đủ các loại vi-ta-min và khoáng chất rồi đấy. Nhưng nếu bạn bỏ bữa, ăn kiêng, hoặc nếu bạn lo rằng bạn không ăn đầy đủ thực phẩm trong các loại đặc biệt như rau hoặc các sản phẩm từ sữa thì hãy tham khảo ý kiến của bác sĩ hoặc chuyên gia dinh dưỡng. Các chuyên gia này có thể giúp bạn có kế hoạch ăn uống đủ chất dinh dưỡng mà cơ thể cần. Hãy tư vấn bác sĩ của bạn trước khi bổ sung vi-ta-min và khoáng chất. Nhiều người nghĩ là hễ cái gì tốt cho mình thì dùng càng nhiều, càng khỏe. Nhưng điều này chưa hẳn đúng với vi-ta-min và khoáng chất. Chẳng hạn như, các vi-ta-min và khoáng chất hoà tan trong chất béo, được cơ thể tích trữ và bài tiết ra ngoài chậm, và tích tụ lại trong cơ thể tới mức độ có thể gây bệnh. Có hàng trăm loại vi-ta-min và khoáng chất bổ sung trên thị trường và dĩ nhiên là các nhà sản xuất đều muốn bạn mua hàng của họ. Hãy đề phòng các lời khẳng định chưa được kiểm chứng về lợi ích của việc dùng bất kỳ loại vi-ta-min và khoáng chất bổ sung nào quá mức đề nghị. Một thiếu niên khỏe mạnh thường không cần bổ sung thêm vi-ta-min và khoáng chất nếu có chế độ ăn uống đa dạng và cân đối.  Điều tốt nhất để có được đầy đủ vi-ta-min và khoáng chất là ăn nhiều thức ăn có lợi cho sức khỏe và hãy bỏ những viên vi-ta-min đi và bạn sẽ cảm thấy khỏe hơn!"
        },
        {
            "en": "Foods to boost male health    Lean red meat If you're a steak-and-potatoes kind of guy, you're in luck. Red meat can be good for you, says Leslie Bonci, MPH, RD, nutritional consultant to the Pittsburgh Steelers. Lean cuts of beef and pork are packed with protein and have only a little more fat than chicken breast. Red meat is also one of the best sources of leucine, an amino acid that helps build muscle. Tart cherries How do the Pittsburgh Steelers soothe sore muscles? Cherry juice. Bonci says she keeps some in their training room at all times. \"The pigment in cherries and cherry juice mimics the effects of some anti-inflammatory medicines,\" she tells WebMD. \"And there are no side effects.\" Chocolate Chocolate may improve blood flow - if you eat the right kind. Studies suggest the flavanols in dark chocolate may curb levels of bad cholesterol, improve circulation, and keep blood pressure in check. Men with poor blood flow are more likely to develop erectile dysfunction, so heart-wise foods may protect your sex life, too. But too much chocolate can lead to weight gain. Bonci suggests eating one ounce a day in lieu of other sweets. Shellfish Shellfish and other types of seafood are rich in zinc, which is critically important for the heart, muscles, and reproductive system. Research has linked zinc deficiency to poor sperm quality and male infertility. If you're not a seafood fan, nuts and seeds provide an excellent alternative for stocking up on zinc. Avocado Sure, avocado is high in fat - but it's the \"good\" kind. The monounsaturated fat found in avocados replaces saturated or trans fats in your diet. It can knock down levels of total cholesterol and \"bad\" cholesterol (LDL), as no more than 25%-35% of your daily calories come from all types of fat. Olive oil and nuts also contain good fats. Fatty fish Fatty fish, like salmon or halibut, are another excellent source of healthy fat. They contain a special type known as omega-3 fatty acids, which protect against heart disease, some cancers, and arthritis. Studies suggest two servings of fatty fish per week can lower your chances of dying from heart disease. Ginger Like cherries, ginger may have anti-inflammatory properties that come in handy when you push yourself too hard. Research suggests eating ginger regularly may help reduce the pain of exercise-related muscle injuries. Milk and yogurt The whey in milk and yogurt is another source of leucine, the muscle-building amino acid. Bonci recommends Greek yogurt. \"It has a thicker consistency that men may like better,\" she says. It's also packed with protein, potassium, and friendly bacteria that keep the gut healthy. \"Plus, it requires no preparation whatsoever.\" Bananas The banana is celebrated for its bounty of potassium. Potassium is critically important in muscle contractions and bone health, Bonci says. It also helps blood pressure. In fact, getting enough potassium may be as important as reducing sodium when it comes to lowering blood pressure.  Pistachios Nuts provide protein, fiber, and zinc while satisfying the urge for a crunchy, salty snack. Pistachios stand out because they're higher in plant sterols that can improve cholesterol levels, Bonci says. She recommends eating them from the shell, so you work harder for each one. That will help control how many you eat - otherwise, the calories add up quickly. Brazil nuts A single ounce of Brazil nuts has seven times the recommended daily value of selenium. It was previously thought that selenium might ward off prostate cancer. Unfortunately, a large study by the National Institutes of Health found no such benefit from selenium supplements. Selenium does have other health benefits, though - it may help boost the immune system and promote healthy thyroid function. Tomato Sauce Tomatoes are rich in lycopene, a potent antioxidant that may protect against some cancers. Some research suggests that men who eat tomato sauce regularly are less likely to get prostate cancer, but not all studies support this. Bonci says tomatoes provide a variety of plant nutrients. Adding salsa to a burrito or tomato sauce to pasta is an easy way to make a meal more nutritious. Soy foods According to a study of more than 40 nations, the food that may offer the strongest protection against prostate cancer is soy. This includes tofu, miso soup, and soy milk. In Asian countries, people eat up to 90 times more soy foods than Americans eat. And prostate cancer is far less common in those countries. Mixed vegetables Vegetables are packed with phytochemicals, plant-based nutrients that boost cell health and protect against cancer. There are many different types of phytochemicals, and the best way to get a variety of them is to eat different colored veggies. \"There should be color on your plate at every meal,\" Bonci says.  Orange vegetables Orange vegetables are an excellent source of beta-carotene, lutein, and vitamin C. These nutrients lower your odds of developing an enlarged prostate, according to a large study published in the American Journal of Clinical Nutrition. Good choices include red bell peppers, carrots, pumpkins, and sweet potatoes. Leafy green vegetables Spinach, collard greens, and <em>kale</em> can benefit the eyes as well as the prostate. These leafy green vegetables are rich in lutein and zeaxanthin. Both nutrients protect against cataracts and age-related macular degeneration, a chronic eye disease that impairs vision.  Baked Potato Baked potatoes are hearty and easy to make. They're also surprisingly high in vitamin C, an antioxidant that works against free radicals in the body. These normal byproducts of our metabolism become damaging at high levels and are linked to the development of cancer, heart disease, even arthritis. Go easy on the butter, or top with salsa and reduced-fat cheese. Other sources of vitamin C include green peppers, kiwi, and citrus fruits. Eggs Eggs provide lutein, protein, and iron - but you have to eat the whole egg. \"Even though the yolk is a source of cholesterol, it has half the protein and most of the flavor,\" Bonci says. She recommends cutting back on high-cholesterol sweets to make room for whole eggs in your diet. If you have high cholesterol, ask your doctor if you should limit how many eggs you eat per week. High-fiber cereal Fiber may not sound manly, but it's a performance enhancer, Bonci says. Whether you're an executive or an athlete, you can't concentrate on your goals if your gut is acting up. Fiber helps keep your digestive system running smoothly, and it benefits the heart, too. This doesn't mean you have to give up your favorite cereal - just try mixing in some shredded wheat. \"Don't deprive yourself,\" Bonci advises, \"but add something good.\" Brown Rice Brown rice is another great source of fiber, and it's easy to dress up with nutritious, colorful food. Try adding lean meat, baby spinach, and pineapple. If you don't like the texture, mix some white rice in with the brown. There's good evidence that brown rice and other whole-grain foods can help you maintain a healthy body weight, while reducing the risk of heart disease and type 2 diabetes. Berries \"Berries can help you be on top of your game mentally as well as physically,\" Bonci says. They're loaded with antioxidants that may reduce the risk of various types of cancer. Animal studies suggest blueberries can also enhance memory and brain function. Similar research in people is in its infancy, but looks promising. When fresh berries are expensive or tough to find, try buying them frozen and making a shake. Coffee When you need a pick-me-up, recommends making a good cup of joe. Research shows it can enhance alertness, and plain coffee has almost no calories. This makes it a far better choice than expensive, high-calorie energy drinks. Focus on the good stuff When making changes to your diet, Bonci suggests adding good foods rather than denying yourself bad ones. As you get used to eating more fruits, vegetables, lean meats, and whole grains, these foods may come to replace some of the less healthy choices. Bonci offers a sports metaphor to sum up the benefits: you'll play better today and stay in the game longer.",
            "vi": "Thực phẩm tăng cường sức khỏe nam giới     Thịt nạc đỏ Nếu bạn “nghiện” bít tết và khoai tây thì đúng là bạn may mắn rồi đấy. Thạc sĩ y tế, chuyên gia, cố vấn dinh dưỡng cho đội bóng Pittsburgh Steelers, Leslie Bonci cho biết các loại thịt đỏ có thể rất tốt cho cơ thể bạn. Thịt nạc bò và heo rất giàu prô-tê-in và chỉ béo hơn ức gà một chút. Thịt đỏ cũng là một trong những nguồn cung cấp lơ-xin, a-xít a-min dồi dào nhất có tác dụng giúp làm chắc cơ bắp.  Quả anh đào Làm thế nào các tuyển thủ của đội Pittsburgh Steelers có thể làm dịu các cơn đau cơ? Nước anh đào ép đấy. Bonci cho biết lúc nào cô cũng để nước ép này trong phòng tập của họ. Chia sẻ với WebMD, cô nói “Sắc tố trong quả anh đào và nước ép của chúng có hiệu quả tương tự với một số thuốc kháng viêm.” “Ngoài ra nó cũng không có tác dụng phụ nào.”  Sô-cô–la Sô-cô-la có thể làm tăng lưu thông máu – nếu bạn ăn đúng loại. Nhiều công trình nghiên cứu cho biết chất flavanol có trong sô-cô-la không sữa có thể làm hạn chế nồng độ cholesterol có hại, kích thích tăng cường tuần hoàn máu, và điều hoà huyết áp. Nam giới bị chứng tuần hoàn máu kém dễ phát triển bệnh rối loạn chức năng cương dương hơn, vì vậy những thực phẩm có lợi cho tim mạch cũng có tác dụng bảo vệ đời sống tình dục của bạn nữa. Nhưng nếu ăn quá nhiều sô-cô-la thì bạn sẽ tăng cân. Bonci khuyên mỗi ngày nên ăn 1 ao-xơ sô-cô-la thay cho những loại kẹo khác.  Tôm cua Tôm cua và các loại hải sản khác đều là nguồn cung cấp kẽm dồi dào, đặc biệt cần thiết cho tim mạch, cơ bắp, và hệ sinh sản. Các nhà nghiên cứu đã phát hiện mối tương quan giữa thiếu kẽm và chất lượng tinh trùng yếu và chứng vô sinh ở nam. Nếu bạn không thích hải sản thì có thể tích trữ kẽm bằng các nguồn thay thế tuyệt vời khác là các loại đậu và hạt.  Quả bơ Tất nhiên là quả bơ có nhiều chất béo – nhưng đó là chất béo không có hại. Chất béo không bão hoà đơn trong bơ có thể thay thế chất béo bão hoà hoặc chất béo chuyển hoá trong khẩu phần dinh dưỡng của bạn. Nó có thể làm giảm nồng độ cholesterol toàn phần và cholesterol “có hại” (LDL), bởi có đến 25%-35% lượng ca lo hằng ngày của bạn có trong các loại chất béo được bổ sung. Dầu ô-liu và đậu cũng chứa chất béo có lợi cho sức khỏe.  Cá béo Cá béo, chẳng hạn như cá hồi hoặc cá bơn, là nguồn cung cấp chất béo có lợi tuyệt vời khác. Trong cá chứa loại axit béo omega 3 đặc biệt, có tác dụng giúp ngăn ngừa bệnh tim, một số chứng ung thư, và viêm khớp. Nhiều công trình nghiên cứu cho biết ăn cá béo 2 lần trong tuần có thể làm giảm nguy cơ tử vong do bệnh tim gây ra.  Củ gừng Giống như quả anh đào, củ gừng có thể có các đặc tính kháng viêm rất tốt khi bạn làm việc quá sức mình. Các nhà nghiên cứu cho biết việc ăn gừng thường xuyên có thể làm giảm đau chấn thương cơ do các bài tập. Sữa và sữa chua Nước sữa trong sữa và sữa chua là nguồn cung cấp lơ-xin, a-xít a-min làm chắc cơ bắp khác. Bonci khuyến cáo nên ăn sữa chua Hy Lạp. “Sữa chua này có độ đậm đặc hơn và nam giới có lẽ sẽ thích hơn.” Nó cũng bổ sung prô-tê-in, ka-li, và vi khuẩn có lợi cho đường ruột. “Ngoài ra, nó cũng không cần phải pha chế gì.” Chuối Chuối nổi tiếng là nguồn cung cấp ka-li dồi dào. Bonci cho biết ka-li đặc biệt cần thiết đối với các hoạt động co cơ và làm cho xương chắc khỏe. Nó cũng có thể làm hạ huyết áp. Thực vậy, việc bổ sung đủ ka-li và giảm muối na-tri có tầm quan trọng như nhau khi đề cập đến việc muốn làm hạ huyết áp.  Quả hồ trăn Các loại quả hạch vừa cung cấp prô-tê-in, chất xơ và kẽm đồng thời là thức ăn nhẹ đậm muối và cứng giòn. Bonci cho biết quả hồ trăn được ưa chuộng bởi giàu sterol thực vật hơn có thể làm tăng nồng độ cholesterol. Cô khuyến cáo nên ăn những quả có vỏ, vì vậy bạn sẽ không ăn được dễ dàng. Chính việc này giúp bạn kiểm soát được lượng quả mình ăn kẻo ca-lo của bạn sẽ tăng lên nhanh chóng đấy.  Trái hồ đào Brazil 1 ao-xơ quả bồ đào Brazil có giá trị cung cấp xê-len cao gấp 7 lần so với giá trị cần có mỗi ngày của nó. Trước đây người ta cho rằng xê-len có thể phòng ngừa được bệnh ung thư tuyến tiền liệt. Nhưng đáng tiếc là công trình nghiên cứu lớn của Viện Y học Quốc gia đã không tìm ra được lợi ích to lớn của việc bổ sung xê-len như vậy. Dẫu vậy thì xê-len cũng có nhiều lợi ích sức khỏe khác – nó có thể giúp tăng cường hệ miễn dịch và làm cho tuyến giáp hoạt động tốt hơn.  Sốt cà chua Cà chua rất giàu lycopene, chất chống ô-xi hoá mạnh có thể bảo vệ khỏi một số bệnh ung thư nào đó. Một số nhà nghiên cứu cho biết nam giới ăn sốt cà chua thường xuyên sẽ ít bị ung thư tuyến tiền liệt, nhưng không phải tất cả các cuộc nghiên cứu đều khuyến cáo như vậy. Bonci cho biết trong cà chua có rất nhiều dưỡng chất thực vật. Việc thêm một chút nước sốt cay vào bánh bắp cuốn nhân thịt Mê-hi-cô hoặc thêm một chút nước sốt cà lên món mì ống là điều dễ dàng có thể làm cho bữa ăn của bạn thêm bổ dưỡng.  Các thực phẩm từ đậu nành Theo một cuộc nghiên cứu trên 40 quốc gia thì loại thực phẩm có thể ngừa ung thư tuyến tiền liệt nhiều nhất đó là đậu nành. Đậu nành trong đậu hũ, canh đậu hũ, và sữa đậu nành. người dân ở nhiều quốc gia châu Á ăn các thức ăn chế biến từ đậu nành gấp 90 lần so với người Mỹ. Và chứng bệnh ung thư tuyến tiền liệt hiếm thấy hơn ở các quốc gia này. Rau thập cẩm Rau cải là nguồn cung cấp dồi dào những hoá chất có nguồn gốc thực vật và nhiều loại dưỡng chất thực vật có thể tăng cường sức khỏe cho tế bào và chống lại ung thư. Có nhiều loại hoá chất thực vật và cách tốt nhất để bổ sung đa dạng các loại hoá chất có lợi đó là ăn nhiều rau cải đậm màu. Bonci cho hay “Bữa ăn của bạn nên có nhiều màu sắc nhé.”  Các loại rau quả có màu vàng Rau quả có màu vàng là nguồn cung cấp beta-carotene, lutein, và vitamin C tuyệt vời. Theo tin của một cuộc nghiên cứu quy mô lớn được đăng tải trong tờ Clinical Nutrition của Mỹ thì các dưỡng chất này có khả năng làm giảm tỉ lệ phát triển bệnh giãn tuyến tiền liệt. Có thể bổ sung cho cơ thể các dưỡng chất thiết yếu trên bằng ớt chuông đỏ, cà rốt, bí ngô, và khoai lang. Các loại rau có lá màu xanh Cải bina, cải rổ, và cải xoăn có thể vừa có lợi cho mắt vừa có thể tốt cho tuyến tiền liệt. Các loại rau lá xanh này rất giàu lutein (sắc tố vàng) và zeaxanthin. Cả hai dưỡng chất đó giúp phòng tránh bệnh đục thủy tinh thể và thoái hoá điểm vàng do tuổi tác, đây là bệnh mắt mãn tính gây kém thị giác.  Khoai tây nướng Khoai tây nướng rất ngon, bổ dưỡng và dễ làm. Đây là nguồn cung cấp vi-ta-min C cao bất ngờ – chất có thể khử các gốc tự do trong cơ thể. Những phó phẩm bình thường này trong quá trình trao đổi chất của chúng ta sẽ trở nên độc hại nếu ở nồng độ cao và có tương quan với bệnh ung thư, tim mạch và thậm chí là bệnh viêm khớp. Hãy hạn chế dùng bơ, hoặc phủ nước sốt cay và phô mai ít béo lên trên cùng. Bạn cũng có thể bổ sung       vi-ta-min C cho cơ thể bằng tiêu xanh, quả ki-uy, và trái cây thuộc họ cam. Trứng Trong trứng chứa lutein, prô-tê-in và sắt – nhưng bạn phải ăn hết cả quả trứng nhé. Bonci cho biết “Mặc dù lòng đỏ trứng chứa nhiều cholesterol nhưng một nửa là prô-tê-in và hầu hết hương vị.” Cô khuyến cáo nên hạn chế sử dụng các loại kẹo bánh có cholesterol cao và thay vào đó bằng trứng trong khẩu phần dinh dưỡng của mình. Nếu bạn bị cholesterol cao, hãy tham khảo ý kiến của bác sĩ xem liệu bạn nên giới hạn ăn bao nhiêu quả trứng trong một tuần nhé.  Ngũ cốc giàu chất xơ Bonci cho biết chất xơ có thể không phải là thành phần chính trong chế độ dinh dưỡng nhưng nó đóng vai trò là nhân tố thúc đẩy. Cho dù bạn là điều hành viên hoặc là vận động viên thì cũng không thể tập trung vào mục tiêu nếu dạ dày-ruột của mình hoạt động không tốt. Chất xơ có tác dụng giúp hệ tiêu hoá trở nên nhẹ nhàng, đồng thời cũng có lợi cho tim. Đây không có nghĩa là bạn phải bỏ món ngũ cốc yêu thích của mình – mà chỉ thử trộn thêm một ít bột mì thôi. “Đừng tự cấm mình như thế mà hãy bổ sung thêm một ít thức uống bổ dưỡng nhé.”  Gạo lức Gạo lức là nguồn cung cấp chất xơ dồi dào khác, và dễ dàng chế biến được món ăn bổ dưỡng, nhiều màu sắc. Hãy thử thêm một ít thịt nạc, một ít rau chân vịt non (rau cải bó xôi) và một ít quả dứa nhé. Nếu bạn không thích kiểu bày chế món ăn như vậy thì hãy trộn thêm một ít cơm trắng với cơm gạo lức. Một bằng chứng đáng tin cậy cho biết gạo lức và các thực phẩm ngũ cốc nguyên hạt khác có thể giúp bạn duy trì trọng lượng cơ thể khỏe mạnh, đồng thời cũng làm giảm nguy cơ bệnh tim và tiểu đường týp 2.  Quả mọng Bonci cho biết “Các loại quả mọng có thể giúp bạn chinh phục được các trận đấu một cách sung sức về sức khỏe lẫn tinh thần.” Trong quả mọng chứa nhiều chất chống ô-xi hoá có thể làm giảm nguy cơ mắc nhiều bệnh ung thư khác nhau. Nhiều công trình nghiên cứu trên động vật cho thấy cây việt quất cũng có thể giúp tăng cường trí nhớ và chức năng não. Cuộc nghiên cứu tương tự được thực hiện trên người đang ở giai đoạn mới bắt đầu nhưng có dấu hiệu rất khả quan. Quả mọng tươi rất đắt tiền và khó kiếm, bạn hãy mua quả đông lạnh và lắc đều khi sử dụng nhé.  Cà phê Bonci khuyến cáo mỗi khi muốn uống rượu bổ, bạn hãy pha một tách cà phê ngon nhé. Nghiên cứu cho thấy cà phê có thể kích thích tỉnh táo hơn và cà phê nguyên chất hầu như không có ca-lo. Đây là sự lựa chọn hơn hẳn so với những loại thức uống đắt tiền, giàu năng lượng khác.  Quan tâm những thức ăn có lợi cho sức khỏe Khi thay đổi khẩu phần dinh dưỡng, Bonci khuyên bạn nên bổ sung thêm những thực phẩm có lợi chớ không phải là khước từ hết các món có hại. Một khi bạn đã quen với việc ăn nhiều trái cây, rau củ, thịt nạc, và ngũ cốc nguyên hạt, thì các loại thức ăn này có thể sẽ thay thế một số thực phẩm ít có lợi khác. Bonci đưa ra một hình thức ẩn dụ thể thao để tóm tắt những lợi ích đó như sau: bạn sẽ chơi khỏe hơn hôm nay và có thể chơi được lâu hơn."
        }
    ],
    "suggestions": []
}