{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Kami"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Kami"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kami"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kami"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kami"
        }
    },
    "sentences": [
        {
            "en": "The hypothesis that lasting memory consolidates slowly over time is supported primarily by clinical and experimental evidence that the formation of long-term memory is influenced by treatments and disorders affecting brain functioning. There are also other kinds of evidence indicating more directly that the memories consolidate over time after learning. Avi <em>Kami</em> and Dov Sagi reported that the performance of human subjects trained in a visual skill did not improve until eight hours after the training was completed, and that improvement was even greater the following day. Furthermore, the skill was retained for several years.",
            "vi": "Giả thuyết rằng trí nhớ lâu dài củng cố dần theo thời gian được hỗ trợ chủ yếu bằng các bằng chứng lâm sàng và thực nghiệm cho thấy sự hình thành bộ nhớ lâu dài bị ảnh hưởng bởi các phương pháp điều trị và rối loạn ảnh hưởng đến chức năng của não. Ngoài ra còn có các bằng chứng khác cho thấy một cách trực tiếp rằng những kỷ niệm được củng cố theo thời gian sau quá trình học hỏi. Avi Kami và Dov Sagi báo cáo rằng hoạt động của các chủ thể là con người được huấn luyện về kỹ năng thị giác đã không được cải thiện cho đến thời điểm tám giờ sau khi khóa học được hoàn thành và sự cải thiện này thậm chí còn lớn hơn vào ngày hôm sau. Hơn nữa, kỹ năng này được giữ lại trong nhiều năm. "
        }
    ],
    "suggestions": []
}