{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Kansas"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Kansas"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kansas"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kansas"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kansas"
        }
    },
    "sentences": [
        {
            "en": "Peter is from <em>Kansas</em>.",
            "vi": "Peter quê ở Kansas."
        },
        {
            "en": "Elmer Colt is from <em>Kansas</em>.",
            "vi": "Elmer colt quê ở kansas."
        },
        {
            "en": "You are not in <em>Kansas</em> anymore.",
            "vi": "Bạn không còn ở Kansas nữa."
        },
        {
            "en": "She didn't know where the <em>Kansas</em> line was.",
            "vi": "Mẹ cũng không biết ranh giới giữa vùng Kansas kéo tới đâu."
        },
        {
            "en": "I 'm not in <em>Kansas</em> anymore. I am in Pandora.",
            "vi": "Tôi không còn ở Kansas nữa. Tôi đang ở Pandora."
        },
        {
            "en": "I think he lives somewhere near <em>Kansas</em> City.",
            "vi": "Tôi nghĩ anh ấy sống ở đâu đó gần thành phố Kansas."
        },
        {
            "en": "Now they set out to go across <em>Kansas</em>.",
            "vi": "Bây giờ, họ cuốn mui xe lên băng qua vùng Kansai."
        },
        {
            "en": "At college she had dated a medical student from <em>Kansas</em>.",
            "vi": "Tại trường đại học, cô ấy đã hẹn hò với một sinh viên y khoa từ Kansas."
        },
        {
            "en": "<em>Kansas</em> was an endless flat land covered with tall grass blowing in the wind.",
            "vi": "Kansai là vùng đất phẳng bao la phủ dày một lớp cỏ cao luôn rì rào trong gió."
        },
        {
            "en": "My neck of the woods is a little town in <em>Kansas</em>.",
            "vi": "Quê tôi là một thị trấn nhỏ trong bang Kansas."
        },
        {
            "en": "A peace march was held in King's honor in <em>Kansas</em> City on Saturday.",
            "vi": "Một cuộc diễu hành vì hòa bình đã được tổ chức vì danh dự của Đức vua ở thành phố Kansas hôm thứ bảy."
        },
        {
            "en": "Colorado shut out <em>Kansas</em> City, 3-0, in the first game of the playoffs.",
            "vi": "Colorado thắng áp đảo Kansas với tỷ số 3-0 trong trận đầu tiên của loạt đấu quyết định."
        },
        {
            "en": "All those cattle were on the other side of the creek bottoms now, in <em>Kansas</em>.",
            "vi": "Lúc này, trọn đàn bò đã chuyển qua bên kia lạch suối, ở Kinsas."
        },
        {
            "en": "Day after day they traveled in <em>Kansas</em>, and saw nothing but the rippling grass and enormous sky.",
            "vi": "Ngày nối ngày, họ đi trong vùng đất này và không thấy thứ gì khác ngoài bầu trời lồng lộng cùng đồng cỏ luôn gợn sóng."
        },
        {
            "en": "What Harve needed, of all people, was a course in some first-class <em>Kansas</em> city business college.",
            "vi": "Lẽ ra thằng harve cần theo học một trường thương mại hạng khá nhất ở thành phố kansas."
        },
        {
            "en": "It flows along the borders of seven states: Montana, North Dakota, South Dakota, Iowa, Nebraska, <em>Kansas</em>, and finally Missouri.",
            "vi": "Nó chảy dọc theo biên giới của bảy tiểu bang: montana, bắc dakota, nam dakota, iowa, nebraska, kansas, và cuối cùng là missouri."
        },
        {
            "en": "It was the ambition of an eleven-year-old boy in <em>Kansas</em> City to be an engine driver.",
            "vi": "Cậu bé mười một tuổi ở thành phố kanas mang một hoài bão là trở thành người lái đầu máy xe lửa."
        },
        {
            "en": "A group of the townspeople stood on the station siding of a little <em>Kansas</em> town, awaiting the coming of the night train, which was already 20 minutes overdue.",
            "vi": "Một toán dân trong thành phố đứng trên đường toa xe đỗ của nhà ga tại thành phố nhỏ thuộc tiểu bang kansas để đợi một chuyến tàu đêm đã bị chậm tới 20 phút."
        },
        {
            "en": "This is the final boarding call for passengers Erin and Fred Collins booked on flight 372A to <em>Kansas</em> City. Please proceed to gate 3 immediately.",
            "vi": "Đây là lần gọi cuối cùng mời các quý khách tên Erin và Fred Collins đã đặt vé chuyến bay 372A đến thành phố Kansas lên máy bay. Xin vui lòng đến ngay cổng số 3."
        },
        {
            "en": "My son, while a teaching assistant at the university of <em>Kansas</em> in Lawrence, had an important appointment after class one day.",
            "vi": "Con trai của tôi, một ngày nọ khi còn là một trợ giảng tại trường đại học kansas ở lawrence, có một cuộc hẹn quan trọng sau giờ lên lớp."
        }
    ],
    "suggestions": []
}