{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Kant"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Kant"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kant"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kant"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kant"
        }
    },
    "sentences": [
        {
            "en": "<em>Kant</em>",
            "vi": "Vẻ đẹp không phải ở đôi má hồng của người thiếu nữ mà nằm ở con mắt của kẻ si tình."
        },
        {
            "en": "Beauty is not the eyes of the beholder. <em>Kant</em>",
            "vi": "Vẻ đẹp không phải ở đôi má hồng của người thiếu nữ mà nằm ở con mắt của kẻ si tình."
        },
        {
            "en": "This list is for serious discussion of the ideas of <em>Kant</em>.",
            "vi": "Đây là danh sách những thảo luận kĩ lưỡng về các ý tưởng của Kant."
        },
        {
            "en": "The tomes: classic philosophical treatises by Heidegger and <em>Kant</em>, introduced to Vietnam by German-trained translator Bui Van Nam Son",
            "vi": "Tập sách: luận thuyết triết học cổ điển của Heidegger và Kant, được giới thiệu ở Việt Nam thông qua dịch giả tiếng Đức, ông Bùi Văn Nam Sơn"
        },
        {
            "en": "Bui Van Nam Son, the first translator to introduce Vietnam to the philosophies of Hegel and <em>Kant</em>, says that although Vietnam used to be a leader in philosophical study, the country now lags behind.",
            "vi": "Bùi Văn Nam Sơn, dịch giả đầu tiên đưa Việt Nam đến với triết học của Hegel và Kant, cho rằng mặc dù Việt Nam đã từng là một đất nước di đầu trong nghiên cứu triết học, hiện cả nước ta đang dần bị tụt hậu."
        },
        {
            "en": "Is that obvious? I made the suggestion, which may sound downright crazy in light of the evidence, that perhaps marketing is by definition principled. My inspiration for this judgement is the philosopher Immanuel <em>Kant</em>, who argued that any body of knowledge consists of an end (or purpose) and a means.",
            "vi": "Điều đó có hiển nhiên không? Tôi đã đưa ra ý tưởng nghe thật điên rồ trước những chứng cứ, đó là có lẽ tiếp thị tự thân nó đã có tính phù hợp về mặt đạo đức. Niềm cảm hứng của tôi đối với phán đoán này là triết gia Immanuel Kant, người đã lập luận rằng bất kỳ mảng kiến thức cũng bao gồm kết quả (hoặc mục đích) và phương tiện. "
        },
        {
            "en": "Is that obvious? I made the suggestion, which may sound downright crazy in light of the evidence, that perhaps marketing is by definition principled. My inspiration for this judgement is the philosopher Immanuel <em>Kant</em>, who argued that any body of knowledge consists of an end (or purpose) and a means.",
            "vi": "Điều đó có hiển nhiên không? Tôi đã đưa ra ý tưởng nghe thật điên rồ trước những chứng cứ, đó là có lẽ tiếp thị tự thân nó đã có tính phù hợp về mặt đạo đức. Niềm cảm hứng của tôi đối với phán đoán này là triết gia Immanuel Kant, người đã lập luận rằng bất kỳ mảng kiến thức cũng bao gồm kết quả (hoặc mục đích) và phương tiện. "
        },
        {
            "en": "Theories about humour have an ancient pedigree. Plato expressed the idea that humour is simply a delighted feeling of superiority over others. <em>Kant</em> and Freud felt that joke-telling relies on building up a psychic tension which is safely punctured by the ludicrousness of the punchline. But most modern humour theorists have settled on some version of Aristotle's belief that jokes are based on a reaction to or resolution of incongruity, when the punchline is either a nonsense or, though appearing silly, has a clever second meaning.",
            "vi": "Các lý thuyết về hài hước có gốc cổ xưa. Plato bày tỏ ý nghĩ rằng sự hài hước đơn giản là một cảm giác vui mừng về sự vượt trội hơn so với những người khác. Kant và Freud cảm thấy rằng câu chuyện đùa dựa trên việc xây dựng sự căng thẳng tinh thần, nó bị chọc thủng do tính chất buồn cười của câu chuyện. Nhưng hầu hết các nhà lý luận hài hước hiện đại đã xác lập dựa trên một số lối giải thích theo lòng tin của Aristotle đó là những câu chuyện cười dựa trên phản ứng hoặc giải quyết sự vô lý, khi điểm nút của câu chuyện vừa vô nghĩa vừa xuất hiện một cách ngớ ngẩn,dù vậy, nó có ý nghĩa hàm khác sau đó."
        },
        {
            "en": "It is at this point that ‘Arson for Profit’ becomes supremely relevant. That course is presumably all about means: how to detect and prosecute criminal activity. It is therefore assumed that the end is good in an ethical sense. When I ask fire science students to articulate the end, or purpose, of their field, they eventually generalize to something like, ‘The safety and welfare of society,’ which seems right. As we have seen, someone could use the very same knowledge of means to achieve a much less noble end, such as personal profit via destructive, dangerous, reckless activity. But we would not call that firefighting. We have a separate word for it: arson. Similarly, if you employed the ‘principles of marketing’ in an unprincipled way, you would not be doing marketing. We have another term for it: fraud. <em>Kant</em> gives the example of a doctor and a poisoner, who use the identical knowledge to achieve their divergent ends. We would say that one is practicing medicine, the other, murder.",
            "vi": "Chính tại thời điểm này, khoá học ‘Đột phá cho lợi nhuận' trở nên cực kỳ liên quan. Khóa học này có tất cả những cách để thực hiện việc đó: làm thế nào để phát hiện và giải quyết một hoạt động tội phạm. Do đó giả định rằng kết quả là tốt trong khía cạnh về đạo đức. Khi tôi yêu cầu các sinh viên ngành khoa học cứu hoả trình bày kết quả, hoặc mục đích của lĩnh vực mà họ học, họ sẽ nói đại loại như 'Sự an toàn và phúc lợi của xã hội', điều được công nhận là đúng. Như chúng ta đã thấy, một người có thể sử dụng kiến ​​thức tương tự để đạt được mục đích kém cao quý hơn, chẳng hạn như lợi nhuận cá nhân thông qua các hoạt động phá hoại, nguy hiểm, liều lĩnh. Nhưng chúng tôi sẽ không gọi đó là cứu hỏa. Chúng ta có một từ riêng biệt cho việc đó: phóng hỏa. Tương tự, nếu bạn sử dụng 'nguyên tắc tiếp thị' theo cách vô kỷ luật, bạn sẽ không phải là đang làm marketing. Chúng ta có một thuật ngữ khác: gian lận. Kant đưa ra ví dụ về một bác sĩ và một kẻ đầu độc, những người sử dụng kiến ​​thức giống hệt nhau để đạt được những mục đích khác nhau. Chúng ta có thể nói rằng một người đang làm nghề y và người kia là tên giết người."
        },
        {
            "en": "It is at this point that ‘Arson for Profit’ becomes supremely relevant. That course is presumably all about means: how to detect and prosecute criminal activity. It is therefore assumed that the end is good in an ethical sense. When I ask fire science students to articulate the end, or purpose, of their field, they eventually generalize to something like, ‘The safety and welfare of society,’ which seems right. As we have seen, someone could use the very same knowledge of means to achieve a much less noble end, such as personal profit via destructive, dangerous, reckless activity. But we would not call that firefighting. We have a separate word for it: arson. Similarly, if you employed the ‘principles of marketing’ in an unprincipled way, you would not be doing marketing. We have another term for it: fraud. <em>Kant</em> gives the example of a doctor and a poisoner, who use the identical knowledge to achieve their divergent ends. We would say that one is practicing medicine, the other, murder.",
            "vi": "Chính tại thời điểm này, khoá học ‘Đột phá cho lợi nhuận' trở nên cực kỳ liên quan. Khóa học này có tất cả những cách để thực hiện việc đó: làm thế nào để phát hiện và giải quyết một hoạt động tội phạm. Do đó giả định rằng kết quả là tốt trong khía cạnh về đạo đức. Khi tôi yêu cầu các sinh viên ngành khoa học cứu hoả trình bày kết quả, hoặc mục đích của lĩnh vực mà họ học, họ sẽ nói đại loại như 'Sự an toàn và phúc lợi của xã hội', điều được công nhận là đúng. Như chúng ta đã thấy, một người có thể sử dụng kiến ​​thức tương tự để đạt được mục đích kém cao quý hơn, chẳng hạn như lợi nhuận cá nhân thông qua các hoạt động phá hoại, nguy hiểm, liều lĩnh. Nhưng chúng tôi sẽ không gọi đó là cứu hỏa. Chúng ta có một từ riêng biệt cho việc đó: phóng hỏa. Tương tự, nếu bạn sử dụng 'nguyên tắc tiếp thị' theo cách vô kỷ luật, bạn sẽ không phải là đang làm marketing. Chúng ta có một thuật ngữ khác: gian lận. Kant đưa ra ví dụ về một bác sĩ và một kẻ đầu độc, những người sử dụng kiến ​​thức giống hệt nhau để đạt được những mục đích khác nhau. Chúng ta có thể nói rằng một người đang làm nghề y và người kia là tên giết người."
        }
    ],
    "suggestions": []
}