{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Keith"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Keith"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Keith"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Keith"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Keith"
        }
    },
    "sentences": [
        {
            "en": "<em>Keith</em>, what's your secret?",
            "vi": "Keith, anh có bí mật gì vậy?"
        },
        {
            "en": "Ann, this is <em>Keith</em> Ferrazzi.",
            "vi": "Ann, đây là Keith Ferrazzi."
        },
        {
            "en": "<em>Keith</em> and I are through.",
            "vi": "Keith và tôi đã cắt đứt."
        },
        {
            "en": "I'll be coming with <em>Keith</em>.",
            "vi": "Tôi sẽ đến cùng với Keith."
        },
        {
            "en": "Hi, Serge. I 'm <em>Keith</em> Ferrazzi.",
            "vi": "Xin chào Serge. Tôi là Keith Ferrazzi."
        },
        {
            "en": "Governor, do you know <em>Keith</em> Ferrazzi?",
            "vi": "Thống đốc, ông có biết Keith Ferrazzi không?"
        },
        {
            "en": "<em>Keith</em> even promised letters of reference and credit.",
            "vi": "Keith thậm chí còn hứa viết thư giới thiệu và đỡ đầu."
        },
        {
            "en": "<em>Keith</em>, look at all the pictures on your wall, they are so beautiful!",
            "vi": "Keith, hãy nhìn những bức ảnh anh treo trên tường kìa, chúng thật đẹp!"
        },
        {
            "en": "As <em>Keith</em> approached the finishing line, the crowed rose to their feet as one man, cheering him on.",
            "vi": "Khi Keith tới gần vạch đích đến, đám đông đồng loạt đứng lên cổ vũ anh ta."
        },
        {
            "en": "David <em>Keith</em> Lynch (born in 1946) is an American filmmaker, television director, visual artist, comic book artist, musician and occasional actor.",
            "vi": "David Keith Lynch (sinh năm 1946) là một nhà làm phim người Mỹ, đạo diễn phim truyền hình, nghệ sĩ thị giác, nghệ sĩ sách hoạt họa, nhạc sĩ và đôi lúc cũng là diễn viên."
        },
        {
            "en": "Dear <em>Keith</em>, I hear you 're a good connector. I am, too. Let's sit down for fifteen minutes and a cup of coffee.",
            "vi": "Gửi Keith, tôi nghe nói anh là một người tạo kết nối giỏi. Tôi cũng vậy. Hãy cùng ngồi uống cà phê chừng 15 phút được chứ?"
        },
        {
            "en": "Dear <em>Keith</em>, I hear you're a good connector. I am, too. Let's sit down for fifteen minutes and a cup of coffee.",
            "vi": "Gửi Keith, tôi nghe nói anh là một người tạo kết nối giỏi. Tôi cũng vậy. Hãy cùng ngồi uống cà phê chừng 15 phút được chứ?"
        },
        {
            "en": "\"It's very exciting to see our baby stars being born,\" <em>Keith</em> Bannister, astronomer at Australia's Commonwealth Scientific and Industrial Research Organisation (CSIRO), told CNN.",
            "vi": "Keith Bannister, nhà thiên văn học thuộc Tổ chức nghiên cứu Khoa học và Công nghệ Thịnh vượng chung (CSIRO) Úc nói với CNN: \"Thật thích thú khi thấy những ngôi sao vừa được ra đời.\""
        },
        {
            "en": "The huge beast weighs a terrifying 765lb and was stalked for months by <em>Keith</em> Kelley and Kelly Sziy, from Jacksonville, Florida.",
            "vi": "Con vật khổng lồ này nặng đến 765 Pounds (346kg) bị Keith Kelley và Kelly Sziy, ở Jacksonville, Florida, theo dõi trong suốt mấy tháng ròng."
        },
        {
            "en": "In March, extremist Khalid Masood ploughed into pedestrians along Westminster Bridge before stabbing PC <em>Keith</em> Palmer to death outside the Houses of Parliament.",
            "vi": "Vào tháng 3, kẻ cực đoan Khalid Masood đã lao vào khách bộ hành dọc trên cầu Westminster trước khi đâm Keith Palmer bằng dao cho đến chết bên ngoài Tòa nhà Quốc hội."
        },
        {
            "en": "David <em>Keith</em> Lynch (born in 1946) is an American filmmaker, television director, visual artist, comic book artist, musician and occasional actor.",
            "vi": "David Keith Lynch (sinh năm 1946) là một nhà làm phim người Mỹ, đạo diễn phim truyền hình, nghệ sĩ thị giác, nghệ sĩ sách hoạt họa, nhạc sĩ và đôi lúc cũng là diễn"
        },
        {
            "en": "In March, extremist Khalid Masood ploughed into pedestrians along Westminster Bridge before stabbing PC <em>Keith</em> Palmer to death outside the Houses of Parliament.",
            "vi": "Vào tháng 3, kẻ cực đoan Khalid Masood đã lao vào khách bộ hành dọc trên cầu Westminster trước khi đâm Keith Palmer bằng dao cho đến chết bên ngoài Tòa nhà Quốc hội."
        },
        {
            "en": "It’s still a gift to the community and part of Columbus culture, says Jo Ann Huntwork, a nativity designer who’s been working on the display since 2002. Huntwork is one of three designers who have overseen the display throughout its history, including her predecessor Nancy Elliot, and the first project designer, Gordon <em>Keith</em>, who was also the face behind many of Columbus’ other notable installations, such as the Talking Tree at Santaland in the Downtown Lazarus building (see pgs. 45–46) and the Street of Yesteryear at the original COSI.",
            "vi": "Jo Ann Huntwork (một nhà thiết kế lễ Chúa Giáng sinh người chịu trách nhiệm trưng bày từ năm 2002) nói rằng: Nó vẫn là một món quà cho cộng đồng và là một phần văn hóa của Columbus. Huntwork là một trong ba nhà thiết kế đã giám sát cách bài trí trong suốt thời gian đó, bao gồm cả người tiền nhiệm của bà là Nancy Elliot, và các nhà thiết kế dự án đầu tiên là Gordon Keith (ông cũng người hỗ trợ những cài đặt máy móc quan trọng khác của Columbus như \"cây biết nói\" đang được xây dựng tại SantaLand của thành phố Downtown Lazarus (xem trang 45-46) và công trình \"đường phố năm qua\" tại COSI chính."
        },
        {
            "en": "Fireworks may have caused Arkansas bird deaths        US scientists believe fireworks may have caused thousands of birds to fall from the sky over an Arkansas town on New Year's Eve. Karen Rowe, of the Arkansas Game and Fish Commission, said the red-winged blackbirds probably flew low to avoid explosions and collided with objects. However, she stopped short of declaring the mystery solved, saying further tests on the dead birds are planned. Officials say more than 3,000 birds fell over the city of Beebe. \"It was hard to drive down the street in some places without running over them.\" Initial laboratory reports said the birds had died from trauma, the AGFC said. Residents reported hearing loud fireworks just before the birds started raining from the sky. \"They started going crazy, flying into one another,\" said AGFC spokesman <em>Keith</em> Stephens. The birds also hit homes, cars, trees and other objects, and some could have flown hard into the ground. \"The blackbirds were flying at rooftop level instead of treetop level\" to avoid explosions above, said Ms Rowe, an ornithologist. 5 Beebe police chief Capt Eddie Cullum said they were inundated with calls from residents who saw the birds fall. Poisoning has been ruled out after several cats and dogs that ate the dead birds suffered no ill effects, he added. However, another theory is that a violent thunderstorm could have disoriented a roost of blackbirds. Tornadoes swept through Arkansas and neighbouring states on 31 December, killing seven people.  City authorities have hired a specialist waste disposal firm to collect the dead birds from gardens and rooftops, and remove them.",
            "vi": "Pháo bông có thể là nguyên nhân khiến cho hàng loạt chim bị chết ở Arkansas      Các nhà khoa học Mỹ cho rằng pháo bông có thể là nguyên nhân khiến cho hàng ngàn con chim bị rơi từ trên trời xuống ở thị trấn Arkansas vào đêm giao thừa. Nhà nghiên cứu Karen Rowe thuộc Arkansas and Fish Commission nói rằng có thể loài chim hét cánh đỏ bay xuống thấp để tránh tiếng nổ nên đã va chạm vào các vật thể. Tuy nhiên, bà chưa đưa ra lí do về điều bí ẩn này và nói rằng các cuộc kiểm tra xác những con chim này đã được lên kế hoạch.  Các viên chức tuyên bố đã có hơn 3000 con chim rơi xuống chết ở thành phố Beebe. Một số người chứng kiến nói rằng vài con chim sống sót sau khi bị rơi xuống thì bay loạng choạng như người say rượu. Xác chim đang “ xả rác khắp các đường phố, các bãi sân, đường lái xe vào nhà và khắp mọi nơi”, Robby King một nhân viên bảo vệ động vật hoang dã của hạt cho biết. “ Thật khó có thể lái qua một số nơi trên các đường phố mà không phải cán qua chúng” Theo AGFC cho biết trong các báo cáo thí nghiệm đầu tiên thì chim rơi xuống đất chết là do chấn thương. Cư dân ở đây thì nói rằng họ đang nghe tiếng bắn pháo bông ngay trước khi loạt mưa chim rơi từ trên trời xuống. Keith Stephens phát ngôn viên của AGFC cho hay “ Chúng bắt đầu trở nên điên loạn và đâm vào nhau” \" Chim hét có thị lực kém, và chúng bắt đầu va chạm vào mọi thứ. \" Cảnh sát trưởng thành phố Beebe Capt Eddie Cullum cho hay họ nhận được những cuộc gọi dồn dập từ những người dân chứng kiến cảnh chim rơi xuống đất. Nguyên nhân về việc chim bị ngộ độc đã được loại bỏ vì một số chó mèo đã ăn chúng mà không có dấu hiệu cho thấy chúng bị nhiễm bệnh. Tuy nhiên, lý do khác cho rằng cơn giông bão dữ dội có thể làm mất phương hướng chỗ trú ngụ của loài chim hét này. Cơn gió lốc đã quét qua Arkansas và các vùng tiểu bang lân cận vào ngày 31 tháng 12 khiến 7 người thiệt mạng. Chính quyền thành phố đã thuê chuyên gia của hãng xử lý chất thải thu gom và dọn dẹp xác chim từ những khu vườn và trên sân thượng."
        },
        {
            "en": "A mother's diet during pregnancy can alter the DNA of her child and increase the risk of obesity, according to researchers. The study, to be published in the journal Diabetes, showed that eating low levels of carbohydrate changed bits of DNA. It then showed children with these changes were fatter. The British Heart Foundation called for better nutritional and lifestyle support for women. It is thought that a developing baby tries to predict the environment it will be born into, taking cues from its mother and adjusting its DNA. Epigenetics Studies in animals have shown that changes in diet can alter the function of genes - known as epigenetic change.  It is a growing field trying to understand how the environment interacts with genes. In this study, the researchers took samples from the umbilical cord and looked for \"epigenetic markers\". They showed that mothers with early pregnancy diets low in carbohydrates, such as sugars and starch, had children with these markers. They then showed a strong link between those same markers and a child's obesity at ages six and nine. Professor <em>Keith</em> Godfrey, who is from the University of Southampton and led the international study, told the BBC: \"What is surprising is that it explains a quarter of the difference in the fatness of children six to nine years later.\" The report says the effect was \"considerably greater\" than that of birth weight and did not depend on how thin or fat the mother was. The changes were noticed in the RXRA gene. This makes a receptor for vitamin A, which is involved in the way cells process fat.  Professor Godfrey said: \"It is both a fascinating and potentially important piece of research. \"All women who become pregnant get advice about diet, but it is not always high up the agenda of health professionals.  \"The research suggests women should follow the advice as it may have a long term influence on the baby's health after it is born.\"  Professor Mark Hanson, of the British Heart Foundation, said: \"This study provides compelling evidence that epigenetic changes, at least in part, explain the link between a poor start to life and later disease risk. \"It strengthens the case for all women of reproductive age having greater access to nutritional, education and lifestyle support to improve the health of the next generation, and to reduce the risk of the conditions such as diabetes and heart",
            "vi": "Các nhà nghiên cứu cho biết chế độ ăn uống của bà mẹ trong quá trình mang thai có thể làm thay đổi ADN của trẻ và làm tăng nguy cơ béo phì. Nghiên cứu này được công bố trên tạp chí Diabetes nói rằng việc ăn thức ăn chứa hàm lượng hy-đrát-các–bon thấp khiến ADN có nhiều thay đổi.  Trẻ bị ảnh hưởng bởi những thay đổi này sẽ trở nên béo phì. Quỹ tim mạch Anh đã kêu gọi việc hỗ trợ lối sống dinh dưỡng tốt hơn cho phụ nữ. Người ta nghĩ rằng một đứa trẻ đang phát triển cố dự đoán môi trường nó sẽ được sinh ra, chịu những ảnh hưởng từ người mẹ và điều chỉnh AND của nó. Thuộc biểu sinh Các nghiên cứu ở động vật cho thấy những thay đổi về chế độ ăn có thể thay đổi chức năng của gen-hay còn gọi là thay đổi biểu sinh. Đây là một lĩnh vực đang phát triển nhằm tìm hiểu cách môi trường tương tác với gen như thế nào. Ở nghiên cứu này, các nhà nghiên cứu lấy các mẫu từ dây rốn để tìm kiếm”di truyền biểu sinh”. Họ cho thấy những bà mẹ có chế độ ăn chứa hàm lượng hy-đrát-các–bon thấp như đường và tinh bột trong thời kỳ mang thai đầu thì trẻ cũng bị những di chứng đó. Sau đó họ còn đưa ra mối liên hệ mạnh mẽ giữa những di chứng tương tự đó với bệnh béo phì ở trẻ từ sáu đến chín tuổi. Giáo sư Keith Godfrey đến từ trường Đại học Southampton người dẫn đầu nghiên cứu quốc tế phát biểu trên BBC rằng: “Điều bất ngờ là nghiên cứu cho thấy một phần tư sự khác nhau ở trẻ béo phì từ sáu đến chín tuổi sau đó.” Báo cáo còn cho biết ảnh hưởng này “lớn hơn đáng kể” so với ảnh hưởng về trọng lượng lúc chào đời mà không phụ thuộc vào việc bà mẹ mập hay gầy. Những thay đổi đó được nhận thấy ở gen RXRA khiến cho việc hấp thụ vitamin A có liên quan đến cơ chế xử lý chất béo của tế bào. Giáo sư Godfrey phát biểu rằng:” Đó vừa là một công trình nghiên cứu thú vị vừa mang tầm quan trọng tiềm ẩn.  “Mọi phụ nữ mang thai đều phải có lời khuyên về chế độ ăn uống, nhưng không phải lúc nào đó cũng là điều quan trọng cần làm của các chuyên gia sức khoẻ.  “Nghiên cứu khuyến cáo phụ nữ nên nghe theo lời khuyên vì nó có thể ảnh hưởng lâu dài đến sức khoẻ của trẻ sau khi trẻ chào đời.” Giáo sư Mark Hanson thuộc Quỹ tim mạch Anh nói rằng:”Nghiên cứu này đưa ra bằng chứng thuyết phục mà những thay đổi biểu sinh, ít nhất là một phần nào đó đã giải thích về mối liên hệ giữa việc bắt đầu cuộc sống không đầy đủ với nguy cơ bệnh tật sau này.  “Nghiên cứu nhấn mạnh đối với trường hợp phụ nữ trong độ tuổi sinh sản đều có quyền được hỗ trợ nhiều hơn về dinh dưỡng, giáo dục và lối sống đồng thời giúp giảm nguy cơ mắc các bệnh như bệnh tiểu đường và bệnh tim thường theo sau bệnh béo phì.”"
        }
    ],
    "suggestions": []
}