{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kenotoxin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "kenotoxin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kenotoxin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kenotoxin"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độc tố của sự mệt</font></td></tr></tbody></table></div>",
            "word": "kenotoxin"
        }
    },
    "sentences": [
        {
            "en": "<em>ke</em> han",
            "vi": "to hell with him"
        },
        {
            "en": "hay <em>ke</em> toi",
            "vi": "let me be"
        },
        {
            "en": "<em>Ke</em> Go Lake, Ha Tinh",
            "vi": "Hồ Kẻ Gỗ, Hà Tĩnh"
        },
        {
            "en": "<em>ke</em> hoach cua ban the nao",
            "vi": "how is your plan?"
        },
        {
            "en": "co <em>ke</em> hoach san trong dau",
            "vi": "a plan forming in my mind"
        },
        {
            "en": "<em>Ke</em> Ga is a pebbly beach.",
            "vi": "Kê Gà là một bãi biển đầy đá cuội."
        },
        {
            "en": "Me minh la <em>ke</em> toan truong. Ba ay 40 tuoi.",
            "vi": "My mom is a manager . She is 40 years old ."
        },
        {
            "en": "toi muon tro thanh mot nha thiet <em>ke</em> thoi trang",
            "vi": "i want to become a design jewellery"
        },
        {
            "en": "thu nhap cong ty da giam xuong dang <em>ke</em> trong thoi ky kinh te khung hoang",
            "vi": "company's revenues have fallen considerably at the time of the economic crisis"
        },
        {
            "en": "Binh tinh va noi cham lai, ban <em>ke</em> qua nhanh lam toi ko nghe duoc",
            "vi": "Calm down and speak slowly, please! You gabbled the story out."
        },
        {
            "en": "Moi ngi co long trc n u khng chiu ni s au kh cua <em>ke</em> khac.",
            "vi": "It is more blessed to give than to revceive."
        },
        {
            "en": "Anh dong y cuoi em bat <em>ke</em> khuyet tat the nao u?",
            "vi": "You agreed to marry me,warts and all."
        },
        {
            "en": "Women’s representatives from Huong Do Commune, Huong <em>Ke</em> District, Ha Tinh.",
            "vi": "Đại diện phụ nữ từ xã Hương Đô, huyện Hương Kê, Hà Tĩnh."
        },
        {
            "en": "You know wery well we were trying to go to He-fei to visit our friend at <em>Ke</em> Da.",
            "vi": "Bạn thừa biết chúng ta đã cố đi hợp phì để thăm bạn bè ở khoa đại mà."
        },
        {
            "en": "nguoi ban tot la nguoi luo chia se nhung cam giac cua ban <em>ke</em> ca khi vui lan buon.",
            "vi": "a good friend is person who always share your feeling both happy and sad."
        },
        {
            "en": "The burning of vegetation and smoking out of bees nests near Phong Nha - <em>Ke</em> Bang National Park has become a dangerous fire hazard.",
            "vi": "Việc đốt cây cỏ và hun khói các tổ ong gần vườn quốc gia Phong Nha-Kẻ Bàng là một mối nguy cơ cháy rừng nguy hiểm."
        },
        {
            "en": "Many farmers are now seeing an increase in poultry production—by up to 90%,” said Khoa Nhu Village Chief Trinh <em>Ke</em> Kim.",
            "vi": "Nhiều nông dân thấy sản lượng gia cầm đã tăng lên, tới 90%”, ông Trịnh Kế Kim, người đứng đầu làng Khoa Như, nói."
        },
        {
            "en": "The People's Committee of the central province of Quang Binh will organise a cave festival at Phong Nha - <em>Ke</em> Bang National Park in May, 2011.",
            "vi": "Ủy ban nhân dân của tỉnh miền trung Quảng Bình sẽ tổ chức lễ hội hang động tại vườn quốc gia Phong Nha - Kẻ Bàng vào tháng Năm năm 2011."
        },
        {
            "en": "The burning of vegetation and smoking out of bees nests near Phong Nha-<em>Ke</em> Bang National Park has become a dangerous fire hazard.",
            "vi": "Việc đốt cây cỏ và hun khói các tổ ong gần vườn quốc gia Phong Nha - Kẻ Bàng là một mối nguy cơ cháy rừng nguy hiểm."
        },
        {
            "en": "I’d also like to welcome Office 33 Director General, Dr. Le <em>Ke</em> Son, who will provide the government of Vietnam perspective on these topics.",
            "vi": "Xin hoan nghênh Tiến sĩ Lê Kế Sơn, chủ nhiệm Văn phòng Ban chỉ đạo 33. Ông sẽ thảo luận quan điểm của chính phủ Việt Nam về vấn đề này."
        }
    ],
    "suggestions": []
}