{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Kentucky"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Kentucky"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kentucky"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kentucky"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kentucky"
        }
    },
    "sentences": [
        {
            "en": "Barbaro wins the <em>Kentucky</em> Derby.",
            "vi": "Barbaro đoạt giải kentucky derby."
        },
        {
            "en": "And <em>Kentucky</em> where they appreciate good riders.",
            "vi": "Và đến kentucky, nơi người ta biết đánh giá những kỵ sĩ cừ."
        },
        {
            "en": "A horse named Barbaro has won the <em>Kentucky</em> Derby Race in Louisville <em>Kentucky</em>.",
            "vi": "Chú ngựa mang tên barbaro đã chiến thắng trong cuộc đua kentucky derby ở louisville kentucky."
        },
        {
            "en": "Usually we work in <em>Kentucky</em>, but not always.",
            "vi": "Thường thì chúng tôi làm việc ở Kentucky, nhưng không phải lúc nào cũng vậy."
        },
        {
            "en": "There is a <em>Kentucky</em> Fried Chicken on the second floor.",
            "vi": "Có một nhà hàng gà rán Kentucky trên tầng hai."
        },
        {
            "en": "That horse has competed in the <em>Kentucky</em> Derby four times.",
            "vi": "Con ngựa đó đã từng đua bốn lần trong giải Kentucky Derby."
        },
        {
            "en": "She had seen tall hills there in <em>Kentucky</em>.",
            "vi": "Nàng đã trông thấy những ngọn đồi cao ở kentucky."
        },
        {
            "en": "After the wedding came \"the infare\", the <em>Kentucky</em> style wedding celebration.",
            "vi": "Sau hôn lễ ở nhà thờ đến tiệc cưới tổ chức theo cách thức miền kentucky."
        },
        {
            "en": "Hopefullly, the nation’s number one team will win tonight’s matchup with <em>Kentucky</em>.",
            "vi": "Hy vọng đêm nay đội số một của quốc gia sẽ thắng trong trận đấu với Kentucky."
        },
        {
            "en": "We like to work in <em>Kentucky</em> because it is close to our homes.",
            "vi": "Chúng tôi thích làm việc ở Kentucky vì nó gần nhà chúng tôi."
        },
        {
            "en": "A new museum has opened in the city of Louisville, <em>Kentucky</em>.",
            "vi": "Một viện bảo tàng mới đã mở cửa tại thành phố louisville, kentucky."
        },
        {
            "en": "The expansion of a corn belt in <em>Kentucky</em> and Ohio had created a corn glut.",
            "vi": "Việc mở rộng khu vực trồng bắp ở bang Kentucky và Ohio gây ra sự dư thừa bắp."
        },
        {
            "en": "A half sheepish look was in his eyes, as though maybe more babies were not wanted in <em>Kentucky</em> just then.",
            "vi": "Đôi mắt ông ta có vẻ ngơ ngác như thể người ta không muốn có thêm trẻ sơ sinh nữa ở kentucky."
        },
        {
            "en": "I caught the next flight out to <em>Kentucky</em> absolutely in shock, full of questions and full of disbelief.",
            "vi": "Tôi đáp chuyến bay tiếp theo đến Kentucky trong tâm trạng vô cùng bấn loạn, lòng ngổn ngang biết bao câu hỏi và sự hoài nghi."
        },
        {
            "en": "Other fast food chain such as Pizza hut, <em>Kentucky</em> Fried Chicken is also doing a very good business in India.",
            "vi": "Dây chuyền cửa hàng ăn nhanh khác như Pizza hut, Kentucky Fried Chicken cũng làm kinh doanh rất tốt ở Ấn Độ."
        },
        {
            "en": "When a <em>Kentucky</em> special education teacher got married earlier this year, she invited six of her students to be a part of her special day.",
            "vi": "Khi cô giáo lớp giáo dục đặc biết ở Kentucky cưới hồi đầu năm nay, cô đã mời 6 học trò của mình đến dự ngày đặc biệt của cô."
        },
        {
            "en": "The findings were revealed by the <em>Kentucky</em> Board of Medical Licensure in June last year and stipulated that monitoring had to be continued of the doctor’s behavior.",
            "vi": "Các phát hiện đã được tiết lộ bởi Hội đồng Quản trị Y khoa Kentucky vào tháng 6 năm ngoái và quy định giám sát phải được tiếp tục theo hành vi của bác sĩ."
        },
        {
            "en": "A retrospective study in <em>Kentucky</em>, USA showed that about 80% of the victims of Russian roulette were white, all of them male, the average age was 25 years.",
            "vi": "Theo một nghiên cứu trước đây ở Kentucky, Mỹ, 80% nạn nhân của trò cò quay Nga là người da trắng, tất cả đều là đàn ông, độ tuổi trung bình là 25."
        },
        {
            "en": "The findings were revealed by the <em>Kentucky</em> Board of Medical Licensure in June last year and stipulated that monitoring had to be continued of the doctor’s behavior.",
            "vi": "Các phát hiện đã được tiết lộ bởi Hội đồng Quản trị Y khoa Kentucky vào tháng 6 năm ngoái và quy định giám sát phải được tiếp tục theo hành vi của bác sĩ."
        },
        {
            "en": "And while Nancy was still learning to walk and talk, her mother Lucy was talked about in and around Harrodsburg, <em>Kentucky</em>, as to free and easy in her behavior, too wild in her ways.",
            "vi": "Và trong khi nancy còn đang tập đi và tập nói thì ở harrodburg, kentucky và ở quanh vùng đó, người ta đồn đại rằng mẹ cô là lucy quá tự do, phóng túng và có lối sống bừa bãi."
        }
    ],
    "suggestions": []
}