{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ket",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ket",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ket",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ket",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ket",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "bi <em>ket</em> xe",
            "vi": "stucked in traffic jam"
        },
        {
            "en": "den hoi <em>ket</em>",
            "vi": "come to an end"
        },
        {
            "en": "se mang den <em>ket</em> qua...",
            "vi": "will result in sth"
        },
        {
            "en": "mot <em>ket</em> qua ngoai su mong doi",
            "vi": "an unexpected result"
        },
        {
            "en": "chi ta da <em>ket</em> hon tu nam 1989",
            "vi": "she has married since 1989"
        },
        {
            "en": "xin loi toi den muon, do <em>ket</em> xe",
            "vi": "I'm sorry, i'm late, because of traffic jam"
        },
        {
            "en": "muoi nguoi dan ong <em>ket</em> hop thanh uy ban",
            "vi": "Ten men compose the committee"
        },
        {
            "en": "Chuong trinh lien <em>ket</em> sau dai hoc ve y hoc phan tu",
            "vi": "Interdisciplinary Graduate Program in Molecular Medicine"
        },
        {
            "en": "nguoi nong can tin vao may man, nguoi sau sac tin vao nguyen nhan <em>ket</em> qua",
            "vi": "shallow people belive in luck, strong people beleive in cause and effect"
        },
        {
            "en": "Dai Doan <em>Ket</em> cited a report as showing that in 1995, Vietnam had 2,100 hectares of surface area of ponds and lakes. Meanwhile, the figure fell to 1,165 hectares in 2016, with 50 percent of the surface area lost.",
            "vi": "Báo Đại Đoàn Kết trích dẫn một báo cáo cho thấy, trong năm 1995, Việt Nam có 2.100 ha diện tích ao hồ. Trong khi ấy, con số này đã giảm xuống 1.165 ha trong năm 2016, với 50% diện tích bề mặt đã bị mất."
        },
        {
            "en": "Thailand-Cambodia Border Uneasy Calm After Clashes      Thai officials say they have resumed discussions with Cambodia to try to establish a ceasefire in a disputed border area. Military clashes over the weekend left at least seven people dead and sent thousands of villagers fleeing the area. Thai and Cambodian authorities say there has been no new fighting in their disputed border area for more than a day after four days of heavy shooting. Thai officials in Si Sa <em>Ket</em> province say the two sides also resumed talks and have agreed to stop the fighting. Colonel Chinnakaj Rattanajitti is a Thai military spokesman for the area. He says they had talks and agreed to stop the shooting. To avoid [further] violence, both parties will think twice before taking any actions. Before doing anything, he says, they will consult and coordinate with supervisors at all levels.   Cambodian authorities were not immediately available to confirm any agreement. Colonel Chinnakaj added despite what he called an oral agreement to stop fighting, there is no formal ceasefire. Cambodian and Thai soldiers exchanged artillery fire during the weekend in territory surrounding the 900-year-old Hindu temple known as Preah Vihear in Cambodia and Phra Viharn in Thailand. At least seven people on both sides were killed and scores injured in the worst fighting there in years. Both sides blamed the other for starting the fighting. The border line was never settled and both Thailand and Cambodia claim the area around the temple and have soldiers stationed near it, leading to occasional shoot-outs. Cambodian authorities say the temple, a United Nations World Heritage site, was hit by Thai shells and damaged. The exchange of artillery fire also damaged homes and schools near the border and sent thousands of villagers fleeing for safety. At the Kantharalak district office a camp is set up for villagers who fled the fighting. Fifty-eight-year-old Juntee Patthapin says she and her children have been here since Friday when shrapnel rained down on her village, damaging houses and setting a rubber plantation on fire. She says her husband goes back to the village daily to feed their fish and chickens and guard their home, but she and the children will go back only when Thai authorities say it is safe. She says it is risky to go back because they do not know when the Cambodian military is going to start shooting. Like many of the Thai villagers she supports Thailand's claim to the disputed territory, but also wants the fighting to stop. For now, villagers welcome the uneasy calm and express hope that it will last so they can return to normal life.",
            "vi": "Biên giới Thái Lan - Cam-pu-chia tạm lắng dịu sau các cuộc đụng độ    Các quan chức Thái Lan cho biết họ đã nối lại những cuộc thảo luận với Cam-pu-chia để cố gắng thiết lập việc ngưng bắn ở vùng biên giới đang xảy ra tranh chấp. Các vụ đụng độ quân sự vào cuối tuần rồi đã làm ít nhất bảy người bị thiệt mạng và hàng ngàn dân làng phải bỏ chạy khỏi khu vực này. Chính quyền Thái và Cam-pu-chia cho biết hiện tại chưa có thêm một vụ giao tranh nào ở vùng biên giới đang tranh chấp này trong hơn một ngày qua sau bốn ngày bắn phá ác liệt. Các quan chức Thái Lan ở tỉnh Si Sa Ket cho biết hai bên cũng nối lại các cuộc đàm phán và đã đồng ý ngưng chiến. Đại tá Chinnakaj Rattanajitti là người phát ngôn quân đội Thái Lan ở khu vực này. Ông cho biết họ có đàm phán và đồng ý ngưng bắn. Để tránh xảy ra [thêm] bạo động, cả hai bên sẽ suy nghĩ kỹ trước khi thực hiện bất kỳ hành động nào. Trước khi làm bất cứ điều gì, ông nói, họ sẽ bàn bạc và phối hợp với người giám sát ở các cấp. Nhà chức trách Cam-pu-chia hiện vẫn chưa xác nhận bất kỳ thoả thuận nào. Đại tá Chinnakaj cho biết thêm mặc dù đã có sự đồng ý bằng miệng về việc ngưng chiến nhưng vẫn chưa có thoả thuận ngưng bắn chính thức. Các binh sĩ Cam-pu-chia và Thái Lan đã nã pháo đạn vào nhau suốt cuối tuần rồi trong khu vực xung quanh ngôi đền Ấn giáo 900 tuổi có tên là Preah Vihear ở Cam-pu-chia và Phra Viharn ở Thái lan. Có ít nhất bảy người ở hai phía đã bị thiệt mạng và rất nhiều người bị thương trong vụ đụng độ tồi tệ nhất trong năm. Bên này đổ lỗi cho bên kia là đã khai chiến trước. Giới tuyến này chưa bao giờ được giải quyết và cả Cam-pu-chia lẫn Thái Lan đều tuyên bố chủ quyền ở khu vực quanh ngôi đền này và đã cho lính đóng quân gần đó, dẫn đến việc thỉnh thoảng xảy ra các vụ bắn súng. Nhà chức trách Cam-pu-chia cho biết ngôi đền, nơi được LHQ công nhận là  Di sản Thế giới, bị tấn công bởi súng đạn của quân đội Thái Lan và bị hư hại nặng nề. Việc bắn phá qua lại cũng làm thiệt hại nhiều nhà cửa và trường học gần biên giới và khiến hàng ngàn người dân bỏ chạy thoát thân. Ở quận Kantharalak, một lều trại được dựng lên cho dân làng tạm trú khi lánh nạn. Bà Juntee Patthapin 58 tuổi cho biết bà và các con của mình đã trú thân ở đây từ thứ Sáu khi các mảnh bom đạn trút xuống ngôi làng của bà, làm sụp đổ nhà cửa và đốt cháy một đồn điền cao su. Bà nói chồng bà mỗi ngày đều quay về làng để cho cá và gà ăn và trông nom nhà cửa, nhưng bà và con cái sẽ chỉ quay về nhà khi các nhà chức trách Thái Lan tuyên bố tình trạng an toàn. Bà cho rằng quay về nhà bây giờ rất nguy hiểm vì không biết khi nào quân đội Cam-pu-chia lại bắt đầu bắn phá nữa. Như phần lớn dân làng Thái khác, bà ủng hộ yêu sách của Thái Lan trên vùng lãnh thổ đang tranh chấp này, nhưng cũng muốn cuộc giao tranh sớm chấm dứt Hiện tại, người dân làng rất hoan nghênh sự lắng dịu tạm thời này và bày tỏ hi vọng tình trạng yên bình này sẽ kéo dài để họ có thể quay trở lại cuộc sống thường nhật."
        }
    ],
    "suggestions": []
}