{
    "en_vn": {
        "data": {
            "content": null,
            "word": "khu",
            "pronounce": "[khu]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "khu",
            "pronounce": "[khu]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "khu",
            "pronounce": "[khu]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "khu",
            "pronounce": "[khu]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "khu",
            "pronounce": "[khu]"
        }
    },
    "sentences": [
        {
            "en": "<em>Khu</em> vực nguy hiểm – tránh xa ra!",
            "vi": "Danger zone – keep out!"
        },
        {
            "en": "co vai chuyen trong qua <em>khu</em>",
            "vi": "There are some skeletons in the closet."
        },
        {
            "en": "<em>Khu</em> vực mậu dịch tự do ASEAN.",
            "vi": "AFTA – ASEAN Free Trade Area."
        },
        {
            "en": "<em>Khu</em> vực mậu dịch tự do Bắc Mỹ.",
            "vi": "NAFTA – North American Free Trade Agreement."
        },
        {
            "en": "Lán để dụng cụ ở cuối <em>khu</em> vườn.",
            "vi": "The tool – shed is at the bottom of the garden."
        },
        {
            "en": "\"<em>Khu</em> vực tư nhân – không phận sự miễn vào\"",
            "vi": "\"Private – no admittance\""
        },
        {
            "en": "Những <em>khu</em> vực mua nhà có tính chất đầu cơ hoạt động dưới những hệ thống có kế hoạch và những <em>khu</em> đất khác nhau.",
            "vi": "Speculative housing sectors operate under different land and planning systems."
        },
        {
            "en": "Chúng tôi đã tìm cách đi theo các hẻm phố để tranh <em>khu</em> buôn bán.",
            "vi": "We managed to bypass the shopping centre by taking side – streets."
        },
        {
            "en": "Xm nh vy la phai xut phat t di vom <em>khu</em> cai o yu t.",
            "vi": "O i perceive after all so many uttering tongues!"
        },
        {
            "en": "Một <em>khu</em> vực rộng lớn của Việt Nam được bao phủ bởi rừng núi.",
            "vi": "A large area of ​​Vietnam is covered with forest and mountain."
        },
        {
            "en": "Tôi sống trong những <em>khu</em> nhà ổ chuột trong nội thành.",
            "vi": "I live in the blight of the inner – city slums."
        },
        {
            "en": "<em>Khu</em> nhà ở mới xây trải dài sang tận bên kia sân chơi.",
            "vi": "The new housing project stretches beyond the playing – fields"
        },
        {
            "en": "Va ti thy rng chung t vom <em>khu</em> cai ma ra khng phai la v ich.",
            "vi": "I wish i could translate the hints about the dead young men and women."
        },
        {
            "en": "Từ trên máy bay, chúng tôi đã nhìn được toàn cảnh <em>khu</em> Manhattan.",
            "vi": "From the plane we had a bird – eye view of Manhattan"
        },
        {
            "en": "Đây có thể là một <em>khu</em> nghĩa địa thời tiền sử.",
            "vi": "This can be a prehistoric burial – ground."
        },
        {
            "en": "Tôi sinh ra trong một gia đình nghèo. Chúng tôi ở trong một <em>khu</em> phố tồi tàn.",
            "vi": "I came from a poor family – we lived on the other side of the tracks."
        },
        {
            "en": "Dạo này tôi ở trong một <em>khu</em> phố mua sắm sáng sớm và phải leo một cầu thang dài.",
            "vi": "Recently I was in a large shopping mall early in the morning and had to climb a long flight of stairs."
        },
        {
            "en": "Miền Bắc được mô tả với những <em>khu</em> rừng rộng lớn và một lượng dân cư thưa thớt.",
            "vi": "Northern Sweden is characterized by large boreal forest areas and a sparse population."
        },
        {
            "en": "Kia là Snezhcom – dốc trượt tuyết trong nhà rộng lớn khoảng 40 phút lái xe khỏi <em>khu</em> trung tâm.",
            "vi": "There is the Snezhcom – the giant indoor ski slope about 40 minutes drive outside the center."
        },
        {
            "en": "Moi ngay la mot co hoi moi, hom qua da la qua <em>khu</em>, hom nay la ngay bat dau tuong lai cua toi",
            "vi": "EACH DAY IS NEW OPPORTUNITY. YESTERDAY IS OVER DONE. TODAY IS THE FIRST DAY OF MY FUTURE"
        }
    ],
    "suggestions": []
}