{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ki"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ki"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ki"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ki"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ki"
        }
    },
    "sentences": [
        {
            "en": "<em>ki</em> uc quay ve",
            "vi": "memory back"
        },
        {
            "en": "the <em>ki</em> bang ha",
            "vi": "ice age"
        },
        {
            "en": "noi chuyen j ma <em>ki</em> cuc vay",
            "vi": "what an odd thing to say!"
        },
        {
            "en": "rat nhieu nguoi song ich <em>ki</em>",
            "vi": "many people live as a dog in the manger"
        },
        {
            "en": "UN's Ban <em>Ki</em>-moon calls for Thailand-Cambodia ceasefire",
            "vi": "Tổng thư ký Ban Ki-moon của Liên Hiệp Quốc yêu cầu ngừng bắn tại biên giới Thái Lan – Cam-pu-chia"
        },
        {
            "en": "neu cu cu xu <em>ki</em> cuc nhu vay,...",
            "vi": "it u keep acting so dorky, u will never get a girfriend"
        },
        {
            "en": "The movie stared Song Joon <em>ki</em> and Song Hye Kyo.",
            "vi": "Bộ phim được đóng bởi Song Joon ki và Song Hye Kyo."
        },
        {
            "en": "Va ti cung khng thy co ngi <em>ki</em> diu hn ban thn ti.",
            "vi": "Why should i wish to see god better than this day?"
        },
        {
            "en": "The saloon barman rushed into the sheriff's office: \"Willy The <em>Ki</em> d's in town!\"",
            "vi": "Người phục vụ của quán rượu chạy vội vào văn phòng cảnh sát trưởng: \"willy the kid đang ở trong thị trấn!\""
        },
        {
            "en": "Still in public use is Neemrana <em>Ki</em> Baori, located just off the Jaipur–Dehli highway.",
            "vi": "Vẫn còn được công chúng sử dụng là giếng Neemrana Ki Baori, nằm cách khỏi đường cao tốc Jaipur-Delhi."
        },
        {
            "en": "No la cach tot nhat de nang cao <em>ki</em> nang tieng anh",
            "vi": "it is best to enhance English skill"
        },
        {
            "en": "What he witnessed as a member of Secretary General Ban <em>Ki</em>-Moon's delegation was deeply heartening.",
            "vi": "Những gì anh ấy chứng kiến với tư cách là một thành viên trong phái đoàn của Tổng thư kí liên hiệp quốc Ban Ki - Moon có tính khích lệ sâu sắc."
        },
        {
            "en": "What he witnessed as a member of Secretary General Ban <em>Ki</em> - Moon's delegation was deeply heartening.",
            "vi": "Những gì anh ấy chứng kiến với tư cách là một thành viên trong phái đoàn của Tổng thư kí liên hiệp quốc Ban Ki-Moon có tính khích lệ sâu sắc."
        },
        {
            "en": "As UN Secretary-General Ban <em>Ki</em>-moon has said (and I quote):",
            "vi": "Như Tổng thư ký của Liên Hợp Quốc Ban Ki-moon đã nói (tôi xin trích dẫn):"
        },
        {
            "en": "United Nations Secretary General Ban <em>Ki</em>-moon has called on world leaders to unite to end the violence against women.",
            "vi": "Tổng thư ký LHQ Ban Ki - moon đã kêu gọi các lãnh đạo trên thế giới hợp tác với nhau nhằm bài trừ nạn bạo hành phụ nữ."
        },
        {
            "en": "troi oi, toi phai lam sao de vuot qua <em>ki</em> thi day. toi chua hoc duoc j ca",
            "vi": "oh my god, I have to do to pass this exam.I haven't to learn anything"
        },
        {
            "en": "United Nations Secretary General Ban <em>Ki</em> - moon has called on world leaders to unite to end the violence against women.",
            "vi": "Tổng thư ký LHQ Ban Ki-moon đã kêu gọi các lãnh đạo trên thế giới hợp tác với nhau nhằm bài trừ nạn bạo hành phụ nữ."
        },
        {
            "en": "In Patan, the state’s ancient capital, the stepwell of Rani <em>Ki</em> Vav (Queen’s Stepwell) is perhaps the finest current example.",
            "vi": "Ở Patan, cố đô của bang, có lẽ giếng Rani Ki Vav (Giếng bậc thang của nữ hoàng) là minh chứng rõ nhất."
        },
        {
            "en": "Programs like <em>Ki</em> d's Turn try to mitigate some of the effects of divorce with family counseling.",
            "vi": "Các chương trình như ki d' s turn đang cố làm nhẹ đi những hậu quả của ly hôn bằng các tư vấn gia đình."
        },
        {
            "en": "When you empower a woman, you change the world,” said the United Nations Secretary-General Ban <em>Ki</em>-moon, on the occasion of the World Population Day 2009.",
            "vi": "Khi bạn nâng cao vị thế cho một người phụ nữ, bạn sẽ thay đổi cả thế giới\", Tổng Thư ký Liên Hợp Quốc Ban Ki-moon cho biết, nhân dịp Ngày Dân số Thế giới năm 2009."
        }
    ],
    "suggestions": []
}