{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kickoff",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "kickoff",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kickoff",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kickoff",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kickoff",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Kickoff</em> is timed for 2.30.",
            "vi": "Trận đấu bắt đầu vào lúc 2 giờ 30."
        },
        {
            "en": "<em>Kickoff</em> is timed for 2. 30.",
            "vi": "Trận đấu bắt đầu vào lúc 2 giờ 30."
        },
        {
            "en": "World Cup Play Begins         Play has begun at the 2010 World Cup - the first ever World Cup to be held on the continent of Africa.   About 90,000 fans mostly dressed in South Africa's team colors of yellow and green, packed into the newly refurbished Soccer City stadium in Johannesburg on Friday. They watched host South Africa battle Mexico to a 1-1 draw in the first game of the 32-nation, month-long tournament.  France and Uruguay play in the second game of the day. Later in the day, France and Uruguay played to a scoreless draw at a packed stadium in Cape Town. Earlier a spectacular opening ceremony featured singers and dancers in colorful costumes and body paint. South Africa's President Jacob Zuma and his Mexican counterpart, Felipe Calderon, sat side-by-side overlooking the festivities, each wearing their home team's scarf.  Television cameras also showed South African Nobel laureate and retired Archbishop Desmond Tutu wearing a team jersey and dancing in the stands. He was joined in the stands by U.S. Vice President Joe Biden who is representing the United States at the tournament. The excitement was tempered, though, by the absence of former president Nelson Mandela, who canceled a planned appearance after his great-granddaughter was killed in a car crash on her way home from Thursday's World Cup <em>kickoff</em> concert. In remarks before the start of the game, President Zuma said the 91-year-old Mr. Mandela had wanted to attend but could not because of the unexpected death of his 13-year-old great-granddaughter, Zenani.   Mr. Zuma also lauded the tournament as the first ever hosted by an African nation, calling it \"the African World Cup.\" The World Cup is being played in 10 stadiums across South Africa, including Soccer City and Ellis Park in Johannesburg.   In addition to an automatic qualification for the host team, five African countries qualified for this year's World Cup - Ivory Coast, Ghana, Cameroon, Nigeria and Algeria. Italy enters the World Cup as defending champion, but Spain, the reigning European champion, and five-time former world champion Brazil are considered the early favorites in South Africa. The first World Cup football tournament was played in 1930 in Montevideo with host nation Uruguay defeating Argentina for the championship.",
            "vi": "World Cup đã khai mạc       Trận đấu ở World Cup 2010 đã khai mạc - giải cúp bóng đá thế giới lần đầu tiên được tổ chức trên lục địa Châu Phi. Khoảng 90.000 người hâm mộ hầu hết trong trang mục màu vàng và xanh của đội tuyển Nam Phi chen chúc trong khán đài của sân vận động Soccer City vừa mới được sửa sang lại ở Johannesburg vào ngày thứ sáu. Họ chứng kiến trận đấu hoà 1-1 giữa đội chủ nhà Nam Phi và Mexico trong trận đấu đầu tiên của vòng thi đấu kéo dài 1 tháng với sự tham gia của 32 quốc gia. Pháp và Uruguay chơi ở trận thứ hai trong ngày. Sau đó, Pháp và Uruguay hoà nhau không bàn thắng ở sân vận động chật kín khán giả ở Cape Town. Trước đó đã diễn ra buổi lễ khai mạc hoành tráng với sự tham gia của nhiều ca sĩ và vũ công trong trang phục và tạo hình trên cơ thể đầy màu sắc. Tổng thống Jacob Zuma của Nam Phi và tổng thống Mexico Felipe Calderon ngồi cạnh nhau theo dõi buổi lễ, mỗi người đều đeo khăn choàng là quốc kỳ của đội nhà của họ.  Máy quay truyền hình cũng chiếu hình ảnh Tổng giám mục đã về hưu Desmond Tutu - người từng đoạt giải Nobel của Nam Phi – đang mặc chiếc áo của đội tuyển và nhảy múa trên khán đài. Ngồi cùng chung khán đài của ông có Phó Tổng thống Mỹ Joe Biden, người đại diện cho Mỹ tại giải đấu này.  Tuy nhiên, niềm phấn khích phần nào dịu đi vì sự vắng mặt của cựu tổng thống Nelson Mandela, ông đã hủy bỏ kế hoạch tham dự sau cái chết của cô chắt gái trong một tai nạn xe hơi trên đường trở về nhà sau buổi hoà nhạc khai mạc World Cup hôm thứ năm. Trong buổi bình luận trước trận đấu, tổng thống Zuma cho biết ông Mandela 91 tuổi dù rất muốn nhưng không thể tham dự vì cái chết bất ngờ của cô chắt gái 13 tuổi, Zenani. Ông Zuma cũng ca ngợi giải đấu vì đây là lần đầu tiên một quốc gia Châu Phi đã đăng cai tổ chức và gọi đó là “một World Cup của Châu Phi.\" Các trận đấu World Cup được diễn ra ở 10 sân vận động khắp Nam Phi, trong đó có sân Soccer City và Ellis Park nằm ở Johannesburg. Ngoài đội chủ nhà đương nhiên là phải có mặt thì có thêm 5 quốc gia châu Phi hội đủ điều kiện tham gia World Cup năm nay, đó là: Bờ Biển Ngà, Ghana, Cameroon, Nigeria và Algeria. Đội Ý tham gia World Cup với tư cách là đương kim vô địch, nhưng Tây Ban Nha, đương kim vô địch châu Âu, và đội 5 lần giành chức vô địch thế giới Brazil được xem là những đội sớm trở thành ứng cử viên sáng giá cho chức vô địch ở Nam Phi. Giải Cúp bóng đá thế giới lần đầu tiên diễn ra vào năm 1930 ở Montevideo với trận thắng của nước chủ nhà Uruguay trước đội Argentina để giành chức vô địch."
        }
    ],
    "suggestions": []
}