{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kickball"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kickball</k><blockquote>■ <cclass>noun <cclass>N. Amer. an informal game combining elements of baseball and soccer. </cclass></cclass></blockquote></div>",
            "word": "kickball"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kickball"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kickball"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kickball"
        }
    },
    "sentences": [
        {
            "en": "for example, a husband is likely to introduce his wife to his work friends, college buddies, and members of his <em>kickball</em> league,",
            "vi": "Chẳng hạn như một người chồng có thể giới thiệu\nvợ mình với đồng nghiệp, bạn bè thời đại học và các thành viên trong đội bóng của mình,"
        },
        {
            "en": "And aristocrats playing <em>kickball</em> with their kimonos cinched up between their legs until he came to a young woman in her lovely twelve layered robes, kneeling on the wood floor outside the Emperor's chambers.",
            "vi": "Trong tranh từ từ hiện ra cảnh các nhà quý tộc chơi đá cầu áo kimono buộc lại giữa hai chân, rồi đến cảnh cô thiếu nữ mặc thật đẹp lớp áo thật đẹp, quỳ hầu trên sàn gỗ ngoài phòng của hoàng đế."
        },
        {
            "en": "The algorithm depends on a new metric the researchers are calling \"dispersion,\" which looks at connections between people who have different sets of friends. Close friends are likely to share a lot of friends in common, which social scientists call \"embeddedness.\" But people in romantic relationships tend to connect each other to different spheres: for example, a husband is likely to introduce his wife to his work friends, college buddies, and members of his <em>kickball</em> league, with whom she may not have any other connections in common.",
            "vi": "Thuật toán này dựa vào một hệ đo mới mà các nhà nghiên cứu gọi là “sự phân tán” nhằm xem xét mối liên hệ giữa những người có các nhóm bạn khác nhau. Những người bạn thân thì thường có nhiều bạn chung, các nhà khoa học xã hội gọi đó là “sự gắn kết”. Nhưng những người có mối quan hệ lãng mạn có khuynh hướng gắn kết với nhau theo những phạm vi khác nhau: chẳng hạn như một người chồng có thể giới thiệu vợ mình với đồng nghiệp, bạn bè thời đại học và các thành viên trong đội bóng của mình mà giữa họ chỉ có người chồng là mối liên hệ chung mà thôi."
        }
    ],
    "suggestions": []
}