{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kiləwɔt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kilôoat</td></tr></table><i/></div>",
            "word": "kilowatt"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kilowatt</k><blockquote>(abbrev.: <cclass><b>kW</b>) </cclass></blockquote><blockquote>■ <cclass>noun 1,000 watts. </cclass></blockquote></div>",
            "word": "kilowatt"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kilowatt"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kilowatt"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kilôwat</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Đơn vị công suất, bằng 1000W hay 1, 34 mã lực.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kW</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">decibels above 1 kilowatt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dBk</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">decibels above 1 kilowatt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> số đexiben trên 1 kilooat</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">kilowatt (kW)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bằng 1000 watt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">kilowatt (kW)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kilôoat</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">kilowatt (kW)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kilôwatt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">kilowatt hour</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kWh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">kilowatt hour (kWh)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kilooat giờ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "kilowatt"
        }
    },
    "sentences": [
        {
            "en": "Average tariffs for electricity, for example, are only $0.048 per <em>kilowatt</em> hour yet the long-rui marginal cost of power provision is about $0.08 per <em>kilowatt</em> hour.",
            "vi": "Giá biểu trung bình về điện chẳng hạn, chỉ là 0,048 đô-la cho một ki-lô-wat giờ, trong khi chi phí cận biên dài hạn để cung cấp điện là khoảng 0,08 đô-la cho một ki-lô-wat giờ."
        },
        {
            "en": "A number of mass - produced fridges have power consumption in the 1. to 1. 5 <em>kilowatt</em> hours per day.",
            "vi": "Các tủ lạnh được sản xuất hàng loạt tiêu tốn mỗi ngày 1 đến 1,5 ki lô oát giờ."
        },
        {
            "en": "A number of mass-produced fridges have power consumption in the 1.0 to 1.5 <em>kilowatt</em> hours per day.",
            "vi": "Các tủ lạnh được sản xuất hàng loạt tiêu tốn mỗi ngày 1 đến 1, 5 ki lô oát giờ."
        },
        {
            "en": "The average annual electricity use per household is just 2,160 <em>kilowatt</em> hours (kWh), compared to a UK average in 2008 of 4,198 kWh.",
            "vi": "Mức sử dụng điện trung bình hàng năm cho mỗi hộ gia đình chỉ là 2.160 kilowatt giờ (kWh), so với mức trung bình của Anh trong năm 2008 là 4,198 kWh."
        },
        {
            "en": "It takes just 1.5 <em>kilowatt</em>-hours (5.4 MJ) of energy to rotate the Wheel - roughly the same as boiling eight small domestic kettles of water.",
            "vi": "Nó chỉ tốn 1,5 kilowatt-giờ (5,4 MJ) năng lượng để xoay bánh xe- xấp xỉ bằng việc đun sôi tám ấm nước nhỏ."
        },
        {
            "en": "If these people want to use electricity for lighting and cooking then even if the need for each person averaging out at 2 <em>kilowatt</em> per day, there is a need for 7 Gigawatt extra power provision.",
            "vi": "Nếu những người này muốn dùng điện để thắp sáng và nấu nướng thì cho dù nhu cầu cho mỗi người trung bình là 2 kilowatt một ngày, sẽ cần cung cấp 7 Gigawatt năng lượng thêm."
        },
        {
            "en": "A pilot program dedicated to electricity generation by using solar energy is being carried out in Ho Chi Minh City, under which participants will be provided by the local government with US$0.09 for every <em>kilowatt</em> they produce.   ",
            "vi": "Một chương trình thí điểm để sản xuất điện thông qua năng lượng mặt trời đang được thực hiện tại thành phố Hồ Chí Minh, theo đó các nhà cung cấp sẽ được hỗ trợ bởi chính quyền địa phương với giá 0,09 USD cho mỗi kilowatt mà họ sản xuất ra."
        },
        {
            "en": "According to the Bach Khoa Solar Power Investment and Development JSC, the project owner, the solar farm will supply 7.7 million kWh (<em>kilowatt</em> per hour) per year to the city’s power grid.",
            "vi": "Theo chủ sở hữu của dự án, công ty năng lượng mặt trời Bách Khoa, trang trại năng lượng mặt trời sẽ cung cấp điện cho lưới điện của thành phố 7,7 triệu kWh mỗi năm."
        },
        {
            "en": "Accordingly, participants in the pilot program will be assisted in installing their solar energy systems and connecting them with the public power lines, in addition to VND2,000 ($0.09) in support for every <em>kilowatt</em> of power produced.",
            "vi": "Theo đó, người tham gia vào chương trình thí điểm sẽ được hỗ trợ trong việc lắp đặt hệ thống năng lượng mặt trời và kết nối chúng với đường dây điện công cộng, ngoài 2.000 đồng hỗ trợ cho mỗi kilowatt điện năng sản xuất."
        },
        {
            "en": "The work by the Eigg Heritage Trust to reduce energy use has resulted in significant reductions in carbon emissions from the island’s households and businesses. The average annual electricity use per household is just 2,160 <em>kilowatt</em> hours (kWh),  compared to a UK average in 2008 of 4,198 kWh. Domestic carbon emissions have fallen by 47 percent, from 8.4 to 4.45 tonnes per year. This compares to average UK household emissions of 5.5 to 6 tonnes per year. The emissions should fall even further over the next few years as the supply of wood for heating increases.",
            "vi": "Việc hoàn thành mạng lưới điện trên đảo đã tạo ra một sự khác biệt lớn đến các cư dân ở đây khi họ không còn phải sử dụng các máy phát điện diesel nữa mà có thể sử dụng nguồn điện ổn định và có giá cả phải chăng hơn. Việc sử dụng điện trung bình hàng năm cho mỗi hộ gia đình chỉ là 2.160 kilowatt giờ (kWh), so với mức trung bình ở Anh trong năm 2008 là 4.198 kWh. Lượng khí thải carbon trong nước đã giảm 47 phần trăm, từ 8,4 xuống 4,45 tấn mỗi năm. Điều này so với mức trung bình thải ra của hộ gia đình tại Anh là 5,5-6 tấn mỗi năm. Các phần thải ra nên giảm hơn nữa trong những năm tiếp theo do việc cung cấp gỗ để sưởi ấm tăng lên."
        },
        {
            "en": "Anyone who has traveled outside of North America has likely noticed that prices can be very different around the world   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} h1 \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tmso-outline-level:1; \tfont-size:24.0pt; \tfont-family:\"Times New Roman\"; \tfont-weight:bold;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->      Anyone who has traveled outside of North America has likely noticed that prices can be very different around the world. What are luxuries in some countries are relatively common in others and vice versa. Price is a central mechanism in economics as it represents the place where suppliers and consumers do business, so it is interesting to explore these differences and the factors that shape them.    Same Foods, Very Different Prices Food is a good proxy for some of the differences in prices between countries, as everybody eats and an egg is an egg wherever one may roam. While The Economist has long used its Big Mac Index as a means of measuring purchasing power parity (PPP) between countries, the Big Mac is simply one particular food item. It is interesting, then to explore some of the other discrepancies.    Ground beef sells for about $3 a pound in much of the U.S., but nearly $6 in Australia and $11.50 in Taiwan. While the latter makes sense (there aren't large herds of cattle wandering Taiwan), Australia is a bit surprising with its ranching culture. Sticking with fruits of the bovine, milk retails for about $2.25 in the U.S., but only 70 cents in India and a little over a dollar in Brazil and South Africa. Curiously, milk in Hong Kong retails for about $2, while the price in Taiwan is more than twice as high.   Other curiosities include coffee, which goes for well less than $1/lb in Kuwait, about $2/lb in Brazil, but more than $14/lb in South Africa, and eggs which sell for about 40 cents in India, but nearly $5 in Australia.   Just to confuse matters a bit more, take Coca-Cola. Coke is arguably every bit as consistent as the Big Mac, but the price (which goes from about $1 to $1.89 in the U.S.) ranges from less than 80 cents in South Africa to more than $3 in Australia.   Drugs, Juice and a Ride Food is far from the only case where prices can differ radically from country to country. The same three km taxi ride could cost less than $1 in Delhi, India, about $7 in Cape Town, South Africa, $10 in New York City, or $14 in Tokyo, Japan. Likewise, turning on your lights can cost as little as 11 cents per <em>kilowatt</em> hour in the U.S., 17 cents in South Africa, or as much as 30 cents in Germany.    From What to Why So why should the prices of theoretically identical goods and services be so different from country to country? The economic concept of the law of one price holds that identical goods should have the same price in different markets and the differences should be reflected in the currency exchange rates. In practice, differences clearly exist and those differences show up as differences in relative purchasing power.   Currency and Interest Rates Certainly it is no surprise that inflation has a major impact on relative price levels, as inflation is often defined as a general increase in prices. Where inflation becomes particularly problematic is in cases where there is unexpected inflation and wages are slow to adjust – that leaves consumers facing bigger outlays at the market, but without the corresponding increase in take-home pay.    Generally speaking, countries attempt to manage inflation through interest rates and that in turn affects exchange rates between countries. While the differences in exchange rates are never perfectly explained by interest rates or inflation (exchange rates are based on multi-factor models, as well as investment expectation and speculative interest), they do have a major role. Consider, for instance, that the exchange rate between the U.S. dollar and the Australian dollar has moved from $1.30 to 93 cents in just five years, and that the Aussie dollar / euro exchange rate has moved from 0.60 to 0.75 over that same time period. As a country that imports a lot of its products and has a fierce anti-inflation bias (and the highest interest rates in the developed world), it is not so surprising then that so many goods are expensive in Australia.    Taste and Taxes Sometimes the discrepancies in price are a little easier to figure out. Land is scarce in Japan (and import standards very high), so expensive beef is not a surprise. Conversely, a lot of arable land in India goes towards lentils and other legumes and the price per pound there is quite low.    Taxation and national policy can also have tremendous influence on the on-the-ground prices of a wide variety of goods. In the case of gasoline, a very large amount of the difference in gas prices between Denmark (where it costs well more than $9 a gallon), the U.K. (well over $8 a gallon) and the U.S. can be found in the extent to which the national governments tax gasoline – the per-gallon (or per-liter, in practice) gasoline taxes in Denmark and the U.K. are both almost 150% higher than the retail price of gasoline in the United States. On the other hand, Saudi Arabia and Venezuela subsidize gasoline for its citizens and gas costs about a dime per gallon in Venezuela.   Along similar lines, Americans pay far more for sugar than the rest of the world because of U.S. government policies and tariffs that artificially raise the price. This discrepancy, in fact, was part of the rise of high fructose corn syrup as companies like Coca-Cola, PepsiCo and Kraft found it far cheaper to substitute corn syrup for sugar. Of course, it's not just America that engages in these shenanigans – cars are far more expensive in Vietnam than they need to be because of a sizable import duty.   The Bottom Line In some cases, international price discrepancies are interesting little quirks to muse over after a trip abroad. In other cases, like the international discrepancies in branded drug prices, they are a matter of serious national interest. In other cases still, it should perhaps prompt a discussion of national priorities and the size of the government's role in the private sector.    Perhaps Denmark has the right idea when it comes to imposing a significant tax burden on drivers so as to recoup the environmental costs of burning gasoline. Or maybe Americans should take more notice of the fact that so many goods are so much more expensive overseas and appreciate the lower overall tax burden they experience. Whatever the case may be, buying power and quality of life are interrelated and while buying more things may not make people happier in the long run, the cost of everyday necessities can be an issue of political and economic stability in many countries.   ",
            "vi": "Những ai đã đi du lịch ngoài Bắc Mỹ hầu như đều thấy rằng giá cả khắp nơi trên thế giới rất khác nhau     <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} h1 \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tmso-outline-level:1; \tfont-size:24.0pt; \tfont-family:\"Times New Roman\"; \tfont-weight:bold;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} span.SpellE \t{mso-style-name:\"\"; \tmso-spl-e:yes;} span.GramE \t{mso-style-name:\"\"; \tmso-gram-e:yes;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        Những ai đã đi du lịch ngoài Bắc Mỹ hầu như đều thấy rằng giá cả khắp nơi trên thế giới rất khác nhau. Những gì là xa xỉ phẩm ở nước này có khi lại tương đối bình thường ở quốc gia khác và ngược lại. Giá là một cơ chế trung tâm trong kinh tế học vì nó đại diện cho vị thế nhà cung cấp và người tiêu dùng tiến hành giao dịch, vì vậy thật thú vị khi tìm hiểu những khác biệt này và các yếu tố ảnh hưởng đến chúng.   Thực phẩm như nhau, giá cả rất khác nhau Thực phẩm là một đại biểu lý tưởng cho những chênh lệch giá cả giữa các quốc gia, vì mọi người đều ăn và một quả trứng vẫn là một quả trứng ở bất kỳ nơi đâu ta đặt chân đến. Trong khi tờ The Economist lâu nay dùng các chỉ số Big Mac của mình như là một công cụ đo lường ngang giá sức mua (ppp) giữa các nước, thì Big Mac lại chỉ là một món ăn cụ thể. Và cũng thật thú vị khi tìm hiểu một số sai biệt khác.   Thịt bò xay bán khoảng 3 đô la Mỹ một ao-xơ ở hầu hết khắp nơi trên đất Mỹ, nhưng gần 6 đô la Mỹ tại Úc và 11,5 đô la Mỹ ở Đài Loan. Mặc dù mức giá sau kia là đáng kể (Đài Loan không có những đàn gia súc lớn thả rông), Úc lại khá lạ lẫm với văn hoá nông trại. Gắn liền với sản lượng chăn nuôi gia súc, sữa bán lẻ khoảng 2,25 đô la Mỹ ở Mỹ, nhưng chỉ 70 xu tại Ấn Độ và hơn một đô la một chút xíu tại Braxin và Nam Phi. Kỳ thay, sữa ở Hồng Kông bán khoảng 2 đô la Mỹ, trong khi giá tại Đài Loan cao hơn gấp hai lần.   Những điều kỳ lạ khác bao gồm cà phê, bán chạy giá chưa đến 1 đô la Mỹ/cân ở Kuwait, khoảng 2 đô la Mỹ/cân tại Braxin, nhưng ở Nam Phi giá gần 14 đô la Mỹ/cân, và trứng bán khoảng 40 xu ở Ấn Độ, nhưng gần 5 đô la Mỹ tại Úc.   Để làm cho mọi chuyện rắc rối thêm chút, hãy xét trường hợp Coca-Cola. Coca-Cola có thể nói là ít thay đổi y chang như Big Mac, nhưng giá (dao động từ khoảng 1 đến 1,89 đô la Mỹ ở Mỹ) nằm trong phạm vi từ chưa tới 80 xu tại Nam Phi đến hơn 3 đô la tại Úc.   Thuốc men, rau quả và đi lại Thực phẩm chưa phải là trường hợp duy nhất giá cả có thể hoàn toàn khác nhau từ vùng này đến vùng kia. Cũng là ngồi xe tắc-xi quãng đường 3 cây số, ở Delhi, Ấn Độ, mất chưa đến 1 đô la, mà tại Cape Town, Nam Phi, khoảng 7 đô la, tại New York City, 10 đô la, hoặc ở Nhật Bản là 14 đô la. Tương tự, tiêu thụ điện chiếu sáng ở Mỹ chỉ phải trả chút phí tương đương 11 xu mỗi ki-lô-oát giờ, nhưng tại Nam Phi là 17 xu, hoặc ở Đức, phải trả nhiều hơn, là 30 xu.   Từ Cái gì đến Tại sao Tại sao giá cả hàng hoá và dịch vụ cùng loại về mặt lý thuyết lại quá chênh lệch nhau từ quốc gia này đến quốc gia khác vậy? Khái niệm kinh tế quy luật một giá phát biểu rằng các hàng hoá cùng loại cần có cùng mức giá trong các thị trường khác nhau và những chênh lệch chỉ nên phản ánh bằng các tỷ giá hối đoái. Trên thực tế, những chênh lệch giá cả tồn tại một cách rõ ràng và những chênh lệch đó cho thấy những chênh lệch về sức mua tương đối.   Tiền tệ và lãi suất Chắc chắn chẳng có gì ngạc nhiên khi lạm phát gây tác động lớn đối với các mức giá tương đối, vì lạm phát thường được định nghĩa là sự gia tăng giá cả chung. Trường hợp lạm phát trở nên đặc biệt nan giải là khi xuất hiện lạm phát bất ngờ và tiền lương chậm điều chỉnh - khiến người tiêu dùng đối mặt với những khoản chi phí lớn hơn theo giá thị trường, mà không tương ứng với việc tăng tiền lương thực nhận.   Nói chung, các nước cố gắng kiềm chế lạm phát thông qua lãi suất và rồi tác động đến tỷ giá hối đoái giữa các quốc gia. Mặc dù những chênh lệch tỷ giá hối đoái không bao giờ có thể được giải thích đầy đủ bằng lãi suất hay lạm phát (tỷ giá hối đoái dựa trên những mô hình đa yếu tố, cũng như dự kiến đầu tư và lãi có tính đầu cơ), nhưng chúng đóng một vai trò rất quan trọng. Chẳng hạn, giả sử tỷ giá hối đoái giữa đô la Mỹ và đô la Úc đã thay đổi từ 1,30 đô la còn 93 xu chỉ trong vòng 5 năm, và tỷ giá hối đoái đô la Úc so với đồng ơ-rô đã thay đổi từ 0,60 lên 0,75 trong cùng khoảng thời gian đó. Là một quốc gia nhập khẩu nhiều sản phẩm và có khuynh hướng chống lạm phát quyết liệt (và lãi suất cao nhất trong nhóm nước phát triển), không có gì ngạc nhiên khi rất nhiều hàng hoá bán với giá cao ở Úc.   Thị hiếu và thuế Đôi khi khá dễ dàng nhận ra những chênh lệch giá. Ở Nhật, đất đai khan hiếm (và các tiêu chuẩn nhập khẩu rất khắt khe), vì vậy thịt bò đắt là điều hiển nhiên. Ngược lạ, Ấn Độ có nhiều đất canh tác dành cho đậu lăng và các loại cây họ đậu khác nên giá mỗi cân đậu tương đối rẻ.   Thuế khoá và chính sách quốc gia có thể cũng có tác động rất lớn đối với giá cả trên thực tế của nhiều loại hàng hoá. Trong trường hợp xăng, có thể nhận thấy chênh lệch giá cả xăng dầu rất lớn giữa Đan Mạch (nơi người ta tính hơn 9 đô la Mỹ một ga-lông), Anh (hơn 8 đô la Mỹ một ga-lông) và Mỹ ở mức độ chính quyền nhà nước đánh thuế xăng dầu - thuế xăng dầu mỗi ga-lông (hoặc mỗi lít, trên thực tế) cả Đan Mạch và Anh đều gần như cao hơn 150% giá bán lẻ xăng dầu tại Mỹ. Trường hợp khác, Ả Rập Xê - út và Venezuela trợ cấp xăng dầu cho dân nước họ, xăng dầu ở Venezuela giá khoảng một hào mỗi ga-lông.   Tương tự, người Mỹ trả tiền mua đường nhiều hơn phần còn lại của thế giới vì thuế quan và các chính sách của chính phủ Hoa Kỳ đẩy giá lên một cách giả tạo. Sự chênh lệch này, thực ra, là một phần của sự tăng lên si-rô bắp hàm lượng fructose cao khi những công ty như Coca-Cola, PepsiCo và Kraft nhận thấy rằng dùng si-rô bắp thay thế đường sẽ rẻ hơn khá nhiều. Dĩ nhiên không chỉ mình Hoa Kỳ có những trò kỳ cục này - tại Việt Nam xe hơi người ta bán đắt hơn nhiều so với giá thực vì thuế nhập khẩu khá lớn.   Kết luận Trong một số trường hợp, những chênh lệch giá cả quốc tế là những điều kì quặc khá thú vị để suy ngẫm sau khi đi ra nước ngoài. Trong những trường hợp khác, giống như những chênh lệch quốc tế giá thuốc có nhãn hiệu, chúng là một vấn đề về quyền lợi quốc gia mang tính chất nghiêm trọng. Những trường hợp còn lại, có lẽ nên tiến hành nhanh chóng một cuộc thảo luận về những ưu tiên của quốc gia và tầm cỡ vai trò của chính phủ trong khu vực kinh tế tư nhân.   Khi đề cập đến việc đánh thuế nặng đối với các tài xế để bù đắp chi phí bảo vệ môi trường tiêu thụ xăng dầu, có lẽ Đan Mạch quan niệm đúng đắn. Hoặc có lẽ người Mỹ nên chú ý nhiều hơn đến thực tế là rất nhiều hàng hoá ở nước ngoài đắt đỏ hơn nhiều và hiểu rõ giá trị gánh nặng thuế khoá chung thấp hơn mà họ gánh chịu. Bất kể trường hợp nào đi chăng nữa, thì sức mua và chất lượng cuộc sống luôn có quan hệ với nhau và mặc dù việc mua nhiều hàng hoá hơn về lâu dài có thể không làm người ta hài lòng hơn, nhưng chi phí các nhu cầu thiết yếu hàng ngày có thể là một vấn đề về sự ổn định kinh tế và chính trị tại nhiều quốc gia.    "
        }
    ],
    "suggestions": []
}