{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kimchi"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kimchi</k><blockquote><cclass>[<cclass>'kɪmtʃi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun spicy pickled cabbage, the national dish of Korea. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Korean. </blockquote></div>",
            "word": "kimchi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kimchi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kimchi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kimchi"
        }
    },
    "sentences": [
        {
            "en": "<em>Kimchi</em> is too spicy.",
            "vi": "Kim chi cay quá."
        },
        {
            "en": "<em>Kimchi</em> is free.",
            "vi": "Kim Chi thì miễn phí."
        },
        {
            "en": "It's very hard to make <em>Kimchi</em>.",
            "vi": "Làm Kim chi rất khó."
        },
        {
            "en": "   – Fermented beets, radishes, tomatoes, onions, garlic, <em>kimchi</em>, green beans and saurkraut.",
            "vi": "   – Củ dền, củ cải, cà chua, hành, tỏi, kim chi, giá đỗ xanh và bắp cải chua"
        },
        {
            "en": "From K-pop and <em>kimchi</em> to films and tech, Abid Rahman finds out how home-grown fashion is fuelling the Hallyu phenomenon. Plus three labels to watch.",
            "vi": "Từ nhạc Hàn và món Kim Chi đến các bộ phim và công nghệ, Abid Rahman nhận thấy thời trang bên trong nước đang chịu sự ảnh hưởng của \"làn sóng Hàn Quốc\". Cùng với 3 điều phải quan tâm tới:"
        },
        {
            "en": "Recently, fermented foods like sauerkraut and <em>kimchi</em> have been making news, even though they are, in fact, anything but new – fermented foods have been around for thousands of years.",
            "vi": "Gần đây thực phẩm lên men chua như bắp cải muối và kim chi hay được đưa lên các bản tin mặc dù trên thực tế thì những món ăn này không hề mới – thức ăn lên men chua đã có từ hàng ngàn năm trước."
        },
        {
            "en": "According to a separate market survey conducted in September, 85 percent of Vietnamese consumers had bought Korean agricultural products at one time and 29 percent of them had purchased ginseng, much higher than the 18 percent who had bought popular Korean side dish <em>kimchi</em>, said Yonhap.",
            "vi": "Theo một cuộc khảo sát thị trường được tiến hành trong tháng Chín, 85 phần trăm người tiêu dùng Việt đã mua các sản phẩm nông nghiệp Hàn Quốc cùng một thời gian và 29 phần trăm trong số họ đã mua nhân sâm, cao hơn nhiều so với 18 phần trăm người đã mua kim chi, món ăn nổi tiếng Hàn Quốc, Yonhap cho biết."
        }
    ],
    "suggestions": []
}