{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kindled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "kindled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kindled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kindled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kindled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Eyes <em>kindled</em> with happiness",
            "vi": "Đôi mắt ngời lên vì sung sướng"
        },
        {
            "en": "Her eyes <em>kindled</em> with happiness.",
            "vi": "Đôi mắt cô ấy ngời lên vì sung sướng."
        },
        {
            "en": "They <em>kindled</em> workers to demonstrate.",
            "vi": "Họ đã khích động công nhân biểu tình."
        },
        {
            "en": "She had <em>kindled</em> a flame within him.",
            "vi": "Cô ta đã khơi lên ngọn lửa ham muốn trong hắn."
        },
        {
            "en": "The fire has just been <em>kindled</em>.",
            "vi": "Lửa mới nhen."
        },
        {
            "en": "When reading her boyfriend's letter, her eyes <em>kindled</em> with happiness.",
            "vi": "Khi đọc thư của người yêu, đôi mắt cô ta rực sáng lên vì sung sướng."
        },
        {
            "en": "He <em>kindled</em> a fire for me last night.",
            "vi": "Đêm qua anh ấy nhen lửa giùm tôi."
        },
        {
            "en": "His interest in politics was <em>kindled</em> by the 2000 election.",
            "vi": "Sự quan tâm của anh ấy tới chính trị được nhen nhóm lên vào cuộc bầu cử năm 2000."
        },
        {
            "en": "This feeling had <em>kindled</em> many formant nations into actions.",
            "vi": "Chính tình cảm này đã kích thích nhiều dân tộc vùng dậy."
        },
        {
            "en": "Pleasure is very seldom found where it is sought, our brightest blazes of gladness are commonly <em>kindled</em> by unexpected sparks",
            "vi": "Nếu ta tìm niềm vui thì ít khi ta gặp được niềm vui. Những niềm vui * * * i chang rực rỡ nhất thường được thắp sáng bởi những tia lửa bất ngờ"
        },
        {
            "en": "Pleasure is very seldom found where it is sought, our brightest blazes of gladness are commonly <em>kindled</em> by unexpected sparks",
            "vi": "Nếu ta tìm niềm vui thì ít khi ta gặp được niềm vui. Những niềm vui ***i chang rực rỡ nhất thường được thắp sáng bởi những tia lửa bất ngờ"
        },
        {
            "en": "They straightened their stooping shoulders and lifted their heads, and a flash of momentary animation <em>kindled</em> their dull eyes at that cold, vibrant scream, the world-wide call for men.",
            "vi": "Bọn người họ vươn vai và ngẩng đầu lên, và một tia sáng rộn ràng bừng lên trong những đôi mắt lờ đờ của họ khi tiếng còi lạnh lẽo, rung động nổi lên như tiếng kêu gọi nam nhi trên khắp thế giới."
        },
        {
            "en": "5. Aspiring to a global career. In some sectors, the global market demands for English-speaking workers makes a global career quite attractive. Travel, living in a new country, and the opportunities for career advancement that may come with working for a multinational firm were all reasons that dual expats gave for their global career aspirations. Some people I interviewed had entertained long-standing aspirations to work globally, while others had this dream <em>kindled</em> as they learned English. The desire to learn English and work abroad seemed to reinforce one another. “It’ll be great for me to have the chance to go to another country, to work in another country. It’s definitely something I want to do in the future — when my English is better,” said a Taiwanese employee.",
            "vi": "5. Khao khát nghề nghiệp toàn cầu. Trong một số lĩnh vực, nhu cầu thị trường toàn cầu đối với nhân viên nói tiếng Anh làm cho nghề nghiệp toàn cầu trở nên khá hấp dẫn. Du lịch, sống ở một đất nước mới, và những cơ hội thăng tiến trong nghề nghiệp có thể đi cùng với việc bạn sẽ làm việc cho một công ty đa quốc gia là tất cả những lý do cho khát vọng nghề nghiệp toàn cầu của những người nước ngoài \"hai mặt\". Một số người được tôi phỏng vấn đã ấp ủ nguyện vọng lâu dài để được làm việc trên toàn cầu, trong khi những người khác nhen nhóm giấc mơ này khi họ học tiếng Anh. Mong muốn học tiếng Anh và làm việc ở nước ngoài dường như củng cố lẫn nhau. \"Thật tuyệt vời khi tôi có cơ hội đi đến một quốc gia khác, được làm việc ở một đất nước khác. Đây chắc chắn là điều tôi muốn làm trong tương lai - khi tiếng Anh của tôi tốt hơn\", một nhân viên Đài Loan nói."
        }
    ],
    "suggestions": []
}