{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kindl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đốt, nhen, nhóm (lửa...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm ánh lên, làm rực lên, làm ngời lên</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nhen lên, khơi, gợi, gây</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to kindle somebody's anger</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">khơi sự tức giận của ai</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to kindle somebody's interest</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">gợi sự thích thú của ai</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">kích thích, khích động, xúi giục</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to kindle someone to do something</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">khích động ai làm gì </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bắt lửa, bốc cháy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ánh lên, rực lên, ngời lên</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">eyes kindled with happiness</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">đôi mắt ngời lên vì sung sướng</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa bóng) bị khích động, bừng bừng</td></tr></table><i/></div>",
            "word": "kindle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kindle</k><blockquote><b>kindle<sup>1</sup></b><cclass>[<cclass>'kɪnd(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 light (a flame); set on fire. </blockquote></blockquote><blockquote><blockquote>2》 (with reference to an emotion) arouse or be aroused. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>kindler</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: based on ON <i>kynda</i>, influenced by ON <i>kindill</i> 'candle, torch'. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>kindle<sup>2</sup></b><cclass>[<cclass>'kɪnd(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb (of a hare or rabbit) give birth. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: appar. a frequentative of <kref>kind</kref><sup>1</sup>. </blockquote></div>",
            "word": "kindle"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>kindle</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>he kindled a fire</i>: LIGHT, ignite, set alight, set light to, set fire to, put a match to.</blockquote><blockquote><b>2</b><i>Elvis kindled my interest in music</i>: ROUSE, arouse, wake, awaken; stimulate, inspire, stir (up), excite, evoke, provoke, fire, inflame, trigger, activate, spark off; <cclass><i>poetic/literary</i> waken, enkindle.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>extinguish.</blockquote></div>",
            "word": "kindle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kindle"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đốt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kích thích</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm cháy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhóm lửa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mồi lửa</font></td></tr></tbody></table></div>",
            "word": "kindle"
        }
    },
    "sentences": [
        {
            "en": "Don't <em>kindle</em> his anger.",
            "vi": "Đừng khơi sự tức giận của ông ấy."
        },
        {
            "en": "<em>Kindle</em> somebody's anger",
            "vi": "Khơi sự tức giận của ai"
        },
        {
            "en": "<em>Kindle</em> somebody's interest",
            "vi": "Gợi sự thích thú của ai"
        },
        {
            "en": "<em>Kindle</em> someone to do something",
            "vi": "Khích động ai làm gì"
        },
        {
            "en": "A careless word may <em>kindle</em> strife.",
            "vi": "Lời nói bất cẩn có thể gây nên xung đột."
        },
        {
            "en": "This wood is too wet to <em>kindle</em>.",
            "vi": "Củi này ướt quá không thể nhen lửa được."
        },
        {
            "en": "They can <em>kindle</em> his interest in work.",
            "vi": "Họ có thể gợi sự thích thú trong công việc của anh ta."
        },
        {
            "en": "The sparks <em>kindle</em> the dry grass.",
            "vi": "Tàn lửa làm cháy cỏ khô."
        },
        {
            "en": "A spark is sufficient to <em>kindle</em> great fire.",
            "vi": "Cái sẩy nảy cái ung."
        },
        {
            "en": "A spark is sufficient to <em>kindle</em> a great fire",
            "vi": "Cháy rừng bởi chưng tí lửa"
        },
        {
            "en": "Incompatible versions of Android are known as “forks”; Amazon’s <em>Kindle</em> Fire operating system is the best-known example.",
            "vi": "Phiên bản Android không tương thích được coi là \"forks \", hệ điều hành Kindle Fire của Amazon là ví dụ nổi tiếng nhất."
        },
        {
            "en": "The graphic novel will hit shelves late April and will also be available digitally on the Nook and <em>Kindle</em>.",
            "vi": "Cuốn tiểu thuyết họa hình này sẽ có mặt trên các kệ sách vào cuối tháng Tư và cũng sẽ được số hóa cho người dùng Nook và Kindle."
        },
        {
            "en": "They were at the woodpile, gathering a pan of chips to <em>kindle</em> the fire in the morning.",
            "vi": "Các cô ở bên đống gỗ gom vỏ bào để nhóm lửa vào sáng mai."
        },
        {
            "en": "Amazon is relatively new to the hardware game. The company's first entry was the <em>Kindle</em> e-reader released in 2007, followed by its Android-powered big brother, the <em>Kindle</em> Fire tablet. Amazon has had more success than many other companies in the tablet market thanks to getting in early and a low price made possible by revenue from books, movies and music.",
            "vi": "Amazon vẫn còn khá xa lạ đối với thị trường phần cứng.  Khoản mục đầu tiên của hãng này chính là thiết bị đọc sách điện tử Kindle ra mắt vào năm 2007, tiếp theo đó là người anh em Android- máy tính bảng Kindle Fire. Amazon thành công hơn nhiều những công ty khác ở thị trường máy tính bảng nhờ gia nhập sớm vào thị trường cũng như giá thành rẻ có khả năng tạo lợi nhuận từ nguồn sách, phim ảnh và âm nhạc."
        },
        {
            "en": "Amazon is still a newbie when it comes to hardware and software development, but the company is proving to be a fast learner, as the continued success of the <em>Kindle</em> has demonstrated. Although it's nothing like augmented reality, Amazon's <em>Kindle</em> X-Ray feature, which allows you to you bring up information about a book or film while experiencing it, indicates that the company might have interest in enhanced reality in the future.",
            "vi": "Amazon vẫn là một lính mới khi bắt đầu tiếp cận sự phát triển phần cứng và phần mềm, nhưng công ty này đã chứng tỏ mình học hỏi nhanh với thành công liên tục của Kindle. Mặc dù, nó không có gì giống thực tếảo, chức năng của Amazon's Kindle X-Ray cho phép bạn đề cập thông tin về một quyển sách hay một bộ phim trong khi đang thưởng thức nó. Điều này chỉ ra rằng, công ty có thể quan tâm đến tăng cường thực tế ảo trong tương lai."
        },
        {
            "en": "Having so many Android players with so many distinct devices definitely has its advantages. Amazon, for example, was able to create its very popular $199 <em>Kindle</em> Fire tablet, which runs a heavily customized version of Android that not only has a distinct user interface but doesn’t necessarily run off-the-shelf Android software. Amazon created its own eco-system around the <em>Kindle</em> Fire with its own app store and its own rules for developers.",
            "vi": "Có quá nhiều hãng tham gia sản xuất thiết bị Android với quá nhiều thiết bị khác biệt nhau chắc chắn có lợi. Chẳng hạn, Amazon có thể sản xuất ra máy tính bảng Kindle Fire rất được ưa chuộng với giá 199 đô la, chạy phiên bản Android được tuỳ biến khá nhiều, không chỉ có giao diện người dùng khác biệt mà còn không nhất thiết phải chạy phiên bản Android có sẵn. Amazon tạo ra hệ sinh thái riêng trên Kindle Fire với kho ứng dụng riêng và quy luật riêng cho các nhà phát triển ứng dụng."
        },
        {
            "en": "The open Android system also allowed Samsung to create a diversity of its own devices with a range of screen siz​es. I like the new Samsung Galaxy Tab 2 because, like the <em>Kindle</em> Fire, it’s a full featured tablet yet small enough to fit in a coat pocket. And because it’s smaller and lighter, I find myself using my <em>Kindle</em> Fire more often than my iPad. I hope the rumors that Apple is developing a 7-inch iPad turn out to be true.",
            "vi": "Hệ thống Android mở cũng cho phép Samsung tạo ra tính đa dạng cho thiết bị của riêng hãng với hàng loạt kích cỡ màn hình. Tôi thích chiếc Samsung Galaxy Tab 2 mới ra mắt vì, giống như Kindle Fire, đây là máy tính bảng đầy đủ tính năng nhưng vẫn nhỏ gọn vừa đủ để bỏ trong túi. Và vì nhỏ và nhẹ hơn, tôi nhận thấy mình thường sử dụng Kindle Fire hơn iPad. Tôi hy vọng những tin đồn rằng Apple đang phát triển  iPad  màn hình 7 inch sẽ là sự thật."
        },
        {
            "en": "iPads, E-Readers, Notebook Computers Top Wish Lists    A report by the Consumer Electronics Association says electronics are among the most popular gifts being bought this holiday season. It also predicts that spending on these devices will set new records. The CEA says consumers will spend an average of about two hundred thirty dollars on electronics. This is five percent more than last year and the highest level since the organization began keeping records of holiday spending. Jim Barry is a spokesman for the Consumer Electronics Association. He says the CEA study found that electronics represent three of the top five things on its \"holiday gift wish list\" this year. JIM BARRY: \"Notebook computers are at the top, followed by iPads and then e-readers. IPad is a touch-screen tablet computer and that's really the big player in that category.\" The computer company Apple began selling its small, touch-screen computers in April. The company reported that it had sold more than three million iPads by the end of July. Its latest earnings report shows sales of more than four million iPads during the last three months of this year. People use the touch-screen computers to surf the Web, write e-mails, watch movies and read books.  Since the iPad's release earlier this year, several other companies have come out with their own tablet computers just in time for Christmas. A report from the e-Marketer research group predicts that worldwide, tablet sales will reach more than eighty-one million in two thousand twelve. Still, Jim Barry says these devices are facing tough competition this year from another Christmas favorite. JIM BARRY: \"Another hot category right behind that are the e-readers. So you can read on an iPad or a touch-screen tablet, but the e-book readers are less expensive. The <em>Kindle</em> is the market leader there, from Amazon.  But you also have the Nook from Barnes and Noble and the e-reader from Sony. And you have more and more of those e-readers coming into the market as well.\" Jim Barry says modern technology is changing the way people relate and increasing their expectations for their electronic devices. JIM BARRY: \"The buzz phrase in the industry is 'content anywhere.' And it's really the ability to take your information and entertainment with you just about anywhere to stay connected to your work and your family. And that's what all of these devices do.\" The Consumer Electronics Association report found that iPod music players are also in high demand this holiday season. So are video game systems and digital cameras. But not all of the things on the holiday gift wish list involved electronics. Clothes, cars and motorcycles also made the list. So did family togetherness and good health. And the one thing that people wanted most? JIM BARRY: \"At the top of the list was peace and happiness.\" That is also our wish for you this holiday season.",
            "vi": "iPad, thiết bị đọc sách điện tử, máy tính xách tay đứng đầu trong danh sách những điều ước mong nhất    Theo một báo cáo của Hiệp hội người tiêu dùng hàng điện tử (CEA) cho biết mặt hàng điện tử là một trong những quà tặng phổ biến nhất được người tiêu dùng mua sắm trong mùa Giáng Sinh năm nay. Theo dự đoán việc mua sắm các thiết bị này sẽ xác lập một kỷ lục mới. CEA cho biết trung bình người tiêu dùng sẽ chi khoảng 230 đô la vào mặt hàng điện tử, tăng 5% so với năm ngoái và đạt mức cao nhất kể từ khi tổ chức này bắt đầu theo dõi mức chi tiêu của người tiêu dùng trong mùa lễ. Jim Barry, phát ngôn viên của Hiệp hội người tiêu dùng hàng điện tử (CEA), cho biết CEA nhận thấy ba trong số năm quà tặng hàng đầu trong “danh sách quà tặng được mong muốn nhất kỳ Giáng Sinh” năm nay là hàng điện tử. JIM BARRY: \"Đứng đầu danh sách là máy tính xách tay, kế đến là iPad và sau cùng là thiết bị đọc sách điện tử. iPad là máy tính bảng màn hình cảm ứng và nó đúng là một đại gia trong chủng loại hàng này.\" Công ty máy tính Apple bắt đầu bán loại máy tính nhỏ màn hình cảm ứng này vào tháng Tư. Công ty này báo cáo đã bán được hơn ba triệu iPad vào cuối tháng Bảy. Trong báo cáo doanh thu mới nhất, hơn 4 triệu iPad được bán ra trong vòng 3 tháng cuối năm nay. Người ta sử dụng máy tính màn hình cảm ứng để lướt web, viết thư điện tử, xem phim và đọc sách. Từ khi iPad được tung ra hồi đầu năm nay, nhiều công ty khác cũng đã sản xuất dòng máy tính bảng kịp ra mắt vào dịp Giáng sinh. Theo báo cáo từ nhóm nghiên cứu tiếp thị trực tuyến dự đoán lượng tiêu thụ máy tính bảng sẽ đạt đến con số hơn 81 triệu máy vào năm 2012.  Tuy nhiên, Jim Barry cho rằng năm nay những thiết bị này đang đối mặt với sự cạnh tranh gay gắt từ những món quà Giáng Sinh ưa thích khác. JIM BARRY: \"Một mặt hàng “hot” khác ngay sau iPad là thiết bị đọc sách điện tử. Bạn có thể đọc sách trên iPad hoặc máy tính bảng, nhưng thiết bị đọc sách điện tử thì giá cả rẻ hơn. Dòng thiết bị đọc sách điện tử hàng đầu hiện nay là Kindle của Amazon. Nhưng ngoài ra còn có Nook của hãng Barnes and Noble và máy đọc sách thương hiệu Sony. Và thêm ngày càng nhiều các thiết bị đọc sách điện tử sẽ tung ra trong thị trường để bạn tự do lựa chọn hơn.\" Jim Barry nhận định công nghệ hiện đại đang thay đổi mối quan hệ giữa con người và các thiết bị điện tử cũng như nâng cao kỳ vọng của họ đối với chúng. JIM BARRY: \"Biệt ngữ trong ngành công nghệ là ‘nội dung tồn tại mọi nơi’. Điều đó thật sự có thể khiến thông tin và giải trí luôn đồng hành cùng bạn đến bất kỳ nơi nào giữa bạn luôn trong tình trạng liên lạc với công việc và gia đình của bạn. Đó là tất cả những gì các thiết bị này mang đến cho bạn.\" Hiệp hội người tiêu dùng hàng điện tử (CEA) cũng nhận thấy máy nghe nhạc iPod cũng là mặt hàng rất ưa chuộng trong mùa Giáng Sinh năm nay. Ngoài ra còn có trò chơi điện tử và máy ảnh kỹ thuật số. Nhưng cũng có những thứ được mong muốn vào kỳ lễ này không liên quan gì đến đồ điện tử như quần áo, xe hơi và xe máy. Bên cạnh đó là điều ước gia đình sum họp và sức khoẻ dồi dào. Và điều mà mọi người ước ao nhất là gì? JIM BARRY: \"Đứng vị trí số một trong danh sách chính là hoà bình và hạnh phúc.\" Và đó là cũng lời chúc của chúng tôi dành cho bạn trong mùa Giáng Sinh năm nay."
        }
    ],
    "suggestions": []
}