{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ki:wi:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(động vật học) chim kivi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(hàng không), (từ lóng) nhân viên \"không bay\" (phụ trách các việc ở dưới đất)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thông tục) người Tân Tây Lan</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">kiwi fruit</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">quả kivi</td></tr></table><i/></div>",
            "word": "kiwi",
            "pronounce": "['ki:wi:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kiwi</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>kiwis</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a flightless tailless New Zealand bird with hair-like feathers and a long downcurved bill. [Genus <i>Apteryx</i>: three species.] </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>Kiwi</b>) <cclass>informal a New Zealander. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Maori. </blockquote></div>",
            "word": "kiwi",
            "pronounce": "['ki:wi:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kiwi",
            "pronounce": "['ki:wi:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kiwi",
            "pronounce": "['ki:wi:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kiwi",
            "pronounce": "['ki:wi:]"
        }
    },
    "sentences": [
        {
            "en": "I love <em>kiwi</em> apples",
            "vi": "Tôi rất thích táo New Zealand"
        },
        {
            "en": "<em>Kiwi</em> is a woolly fruit.",
            "vi": "Kiwi là một loại trái cây có lông tơ."
        },
        {
            "en": "I'd like to buy <em>kiwi</em> fruit.",
            "vi": "Tôi muốn mua quả kiwi."
        },
        {
            "en": "In Asia, the hardy <em>kiwi</em> grows well in the shade.",
            "vi": "Ở châu á, cây kiwi phát triển tốt trong bóng mát."
        },
        {
            "en": "Sliced <em>kiwi</em> fruit may be used to decorate the dessert.",
            "vi": "Trái ki wi cắt lát có thể được dùng để trang trí món tráng miệng."
        },
        {
            "en": "How to grow a <em>kiwi</em> plant from seed",
            "vi": "Cách trồng kiwi từ hạt"
        },
        {
            "en": "<em>Kiwi</em> fruit is a rich source of vitamin C and is high in potassium.",
            "vi": "Trái kiwi là một nguồn giàu vi-ta-min C và cao kali."
        },
        {
            "en": "'It's fight or flight' - <em>Kiwi</em> hero who tackled Vietnam Airlines passenger",
            "vi": "\"Đánh hay bay\" - Người anh hùng Tân Tây Lan phải lựa chọn để đối phó với một hành khách của Vietnam Airlines"
        },
        {
            "en": "<em>Kiwi</em> is the brand name of a shoe polish, first made in Australia in 1906.",
            "vi": "Kiwi là nhãn hiệu xi đánh giày, được sản xuất đầu tiên ở Úc vào năm 1906."
        },
        {
            "en": "<em>Kiwi</em> fruit is a rich source of vitamin C and is high in potassium.",
            "vi": "Trái kiwi là một nguồn giàu vi - ta - min C và cao kali."
        },
        {
            "en": "PQQ is found in fermented soybeans and also in parsley, green tea, green peppers and <em>kiwi</em> fruit.",
            "vi": "PQQ được tìm thấy trong đậu nành lên men, trong rau mùi tây, trà xanh, tiêu xanh và quả ki - wi."
        },
        {
            "en": "Eating two <em>kiwi</em> fruit before bed leads to better kip, according to one 2011 study. Photograph: Alamy",
            "vi": "Ăn hai trái kiwi trước khi đi ngủ để có giấc ngủ tốt hơn, theo một nghiên cứu năm 2011. Hình ảnh: Alamy"
        },
        {
            "en": "PQQ is found in fermented soybeans and also in parsley, green tea, green peppers and <em>kiwi</em> fruit.",
            "vi": "PQQ được tìm thấy trong đậu nành lên men, trong rau mùi tây, trà xanh, tiêu xanh và quả ki-wi."
        },
        {
            "en": "Whether you’re planting to observe or to consume, here’s how you can get growing your own <em>kiwi</em> vines:",
            "vi": "Dù trồng làm cảnh hay để ăn quả, thì đây là cách tự trồng dây kiwi."
        },
        {
            "en": "According to one study, eating <em>kiwi</em> fruit before bed helps deep sleep. But which other foodstuffs may aid a long and peaceful slumber?",
            "vi": "Theo một nghiên cứu, ăn trái kiwi trước khi ngủ sẽ giúp giấc ngủ sâu. Nhưng còn thực phẩm nào khác có thể giúp giấc ngủ dài và yên tĩnh?"
        },
        {
            "en": "2) A small mug or container. This will hold your <em>kiwi</em> seeds for their first week of germination.  3) Paper towels, a plate, and a clear plastic container. These will be used to construct a very simple mini greenhouse for germinating your <em>kiwi</em> seeds.  4) Potting soil.",
            "vi": "2. Chén hoặc hộp nhỏ: chứa hạt kiwi trong tuần ươm mầm đầu tiên.3. Khăn giấy, đĩa và hộp nhựa trong: Dùng xây một nhà kính tí hon đơn giản để ươm hạt kiwi.4. Đất trồng chậu."
        },
        {
            "en": "Things you’ll need:  1) A <em>kiwi</em>. Try to get an organic <em>kiwi</em> in order to avoid the possibility that non-organic seeds may not reproduce as well. There are a few different types of kiwifruit in existence and this step-by-step method for sprouting should work for all varieties.",
            "vi": "Bạn sẽ cần:1. Một trái kiwi: Cố tìm kiwi organic để tránh khả năng hạt không organic sẽ không cho quả. Có nhiều loại kiwi, đây là phương pháp làm nảy mầm mọi loại kiwi."
        },
        {
            "en": "Method for sprouting <em>kiwi</em> seeds: 1) Scoop some <em>kiwi</em> seeds out of your ripe, organic kiwifruit and clean them by rinsing off all of the fruit. I found that placing them in a small cup, adding water, swishing them around in it and then carefully straining the water out was the easiest way to accomplish this. Do this a few times until they are completely clean.",
            "vi": "Cách ươm mầm hạt kiwi1) Nạo hạt kiwi của trái kiwi chín nẫu, rửa sạch thịt bám vào. Tôi thấy cho vào bát nước nhỏ và vò nhẹ rồi chắc nước ra là dễ làm nhất. Làm đi làm lại vài lần để hạt sạch hoàn toàn."
        },
        {
            "en": "2) Fill your small mug or container with lukewarm water and add your <em>kiwi</em> seeds. Place them in a warm location, such as in front of a heater, on top of a computer, or on a warm window sill. Your <em>kiwi</em> seeds will remain in this water-filled mug until they start to open (for about one week), so I suggest changing the water once a day in order to avoid unwanted bacteria growth.",
            "vi": "2) Đổ nước ấm vào chén hoặc hộp nhỏ rồi cho hạt kiwi vào. Để nơi ấm áp như trước lò sưởi, nóc máy tính, hoặc bệ cửa sổ. Hạt kiwi cần ở trong chén nước này cho đến khi bắt đầu tách ra (khoảng một tuần), nên hãy thay nước mỗi ngày một lần để tránh vi khuẩn có hại sinh sôi."
        },
        {
            "en": "Ahead of World Sleep Day next week – an awareness-raising exercise that should surely be renamed World Sleep Night – there has been increased focus on how much sleep we should be getting (more than we probably are) and how to get it. The event has prompted the strange claim that eating two <em>kiwi</em> fruits before bed leads to better kip – the result of a 2011 study at the Taipei Medical University – to resurface. However, the study was also “supported” by the world’s largest marketer of <em>kiwi</em> fruit, and had just 24 participants. Kiwis do have high levels of serotonin, which is critical to sleep – but what other foods could help?",
            "vi": "Trước ngày Ngủ Thế giới vào tuần tới - một bài tập nâng cao nhận thức chắc chắn sẽ được đổi tên thành ngày Thế giới Ngủ đêm - sự quan tâm ngày càng nhiều về câu hỏi chúng ta nên ngủ bao nhiêu giấc (hơn chúng ta có thể) và làm thế nào để có được nó. Sự kiện này đã đưa ra khẳng định kì lạ là ăn hai trái kiwi trước khi đi ngủ để có giấc ngủ tốt hơn- đây là kết quả của một nghiên cứu năm 2011 tại trường Đại học Y Đài Loan bắt đầu nổi lên. Tuy nhiên, nghiên cứu này cũng được \"ủng hộ\" bởi người tiếp thị trái kiwi lớn nhất thế giới, và chỉ có 24 người tham gia. Kiwi có hàm lượng serotonin cao là thành phần quan trọng đối với giấc ngủ - nhưng các thực phẩm khác có thể giúp ích gì?"
        }
    ],
    "suggestions": []
}