{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kneeling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "kneeling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kneeling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kneeling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kneeling"
        }
    },
    "sentences": [
        {
            "en": "They are <em>kneeling</em> down in prayer.",
            "vi": "Họ đang quỳ xuống cầu nguyện."
        },
        {
            "en": "To doubt they were <em>kneeling</em> then.",
            "vi": "Lai nghi ng la luc o chung ti quy gi."
        },
        {
            "en": "I was <em>kneeling</em> at her feet, gazing up at her.",
            "vi": "Tôi quỳ xuống trước mặt cô ấy, nhìn chăm chú vào cô ấy."
        },
        {
            "en": "Treatment and prevention is by avoidance of <em>kneeling</em>.",
            "vi": "Chữa trị và phòng ngừa bằng cách tránh quỳ."
        },
        {
            "en": "Slowly i became aware of two women <em>kneeling</em> over me.",
            "vi": "Dần dần tôi biết có hai người đàn bà đang quỳ bên tôi."
        },
        {
            "en": "He was <em>kneeling</em> at her feet, gazing up at her.",
            "vi": "Hắn đã quỳ xuống chân nàng, ngước lên nhìn nàng."
        },
        {
            "en": "Village hall: Voi Phuc (<em>Kneeling</em> Elephants) Communal House (Dinh) in Thuy Khue Street.",
            "vi": "Đình làng: Voi Phục tại đường Thụy Khuê."
        },
        {
            "en": "That night, the astrologer of the Court was <em>kneeling</em> before the Emperor.",
            "vi": "Đêm ấy quan chiêm tinh quỳ xuống trước mặt nhà vua."
        },
        {
            "en": "They're <em>kneeling</em> down on the grass to examine a beautiful flower.",
            "vi": "Họ đang quỳ xuống bãi cỏ ngắm một bông hoa đẹp."
        },
        {
            "en": "They 're <em>kneeling</em> down on the grass to examine a beautiful flower.",
            "vi": "Họ đang quỳ xuống bãi cỏ ngắm một bông hoa đẹp."
        },
        {
            "en": "When i finished, i looked up at Mother, <em>kneeling</em> on the other side of the table.",
            "vi": "Khi đọc xong, tôi ngước mắt nhìn mẹ, bà quỳ phía bên kia bàn."
        },
        {
            "en": "A fluid-filled swelling of the bursa in front of the kneecap, often resulting from frequent <em>kneeling</em>.",
            "vi": "Một chỗ sưng đầy dịch ở túi phía trước xương bánh chè, thường do phải quỳ nhiều."
        },
        {
            "en": "When the chaos of feelings receded, and i slowly became aware of myself again, Mameha was <em>kneeling</em> above me.",
            "vi": "Khi cơn dao động hỗn lọan trong lòng lắng xuống, tôi từ từ ý thức được mình, tôi thấy mameha đang quỳ bên cạnh tôi."
        },
        {
            "en": "I sank down right where I was, <em>kneeling</em> there at the edge of the clearing, beginning to gasp.",
            "vi": "Tôi quỳ xuống ngay chỗ đang đứng, quỳ ở chỗ bìa rừng trống đó, bắt đầu thở hổn hển."
        },
        {
            "en": "The girl <em>kneeling</em> on the other side was no older than Satsu, but thin and nervous as a bird.",
            "vi": "Cô gái quỳ ở phía bên kia cửa không lớn hơn satsu, nhưng gầy gò và nhát gan như con chim."
        },
        {
            "en": "I'm sure the doctor felt grand to have two such ornately dressed women <em>kneeling</em> at his feet that way.",
            "vi": "Tôi nghĩ ông bác sĩ hẳn hãnh diện lắm vì có hai người đàn bà ăn mặc đẹp đẽ đang qùy bên chân ông ta như thế."
        },
        {
            "en": "Nobu and i did our best to keep the Minister <em>kneeling</em> in the doorway with his head suspended over the snow.",
            "vi": "Nobu và tôi cố giữ cho ông thứ trưởng quì trên ngưỡng cửa để đầu chồm ra ngoài trên mặt tuyết."
        },
        {
            "en": "When i returned to the okiya, Pumpkin was <em>kneeling</em> on the walkway near the courtyard, making terrible twanging noises with her Shamisen.",
            "vi": "Khi tôi về lại nhà, bí ngô vẫn quỳ trên hành lang gỗ ngoài sân, gảy đàn shamisen rất ồn."
        },
        {
            "en": "At one point i think i convinced myself i wasn't even in the exhibition hall but in a quiet room <em>kneeling</em> beside the Chairman.",
            "vi": "Đôi lúc tôi có cảm giác như mình không phải đang ngồi trong nhà biểu diễn mà đang ở trong một căn phòng yên tĩnh quỳ một bên ông chủ tịch."
        },
        {
            "en": "Of course, a geisha never really sits while wearing kimono; what we call sitting is probably what other people would call <em>kneeling</em>.",
            "vi": "Dĩ nhiên, người geisha không ngồi trong khi mặc kimono; cái thế mà chúng tôi gọi là ngồi có lẽ những người khác gọi là quỳ."
        }
    ],
    "suggestions": []
}