{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kei pi: 'eit∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kílômet/giờ (<font color=\"#1371BB\">kilometre per hour</font>)</td></tr></table><i/></div>",
            "word": "kph",
            "pronounce": "[,kei pi: 'eit∫]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "kph",
            "pronounce": "[,kei pi: 'eit∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kph",
            "pronounce": "[,kei pi: 'eit∫]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kph",
            "pronounce": "[,kei pi: 'eit∫]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kph",
            "pronounce": "[,kei pi: 'eit∫]"
        }
    },
    "sentences": [
        {
            "en": "The two cars crashed into each other at 120 <em>kph</em>.",
            "vi": "Hai xe tông nhau khi đang chạy tốc độ 120 ki lô mét /giờ."
        },
        {
            "en": "Over three million people have been affected by Typhoon Ketsana, which struck Vietnam on September 29, bringing winds of 150 <em>kph</em> and causing the worst flooding in decades.",
            "vi": "Hơn ba triệu người đã và đang chịu ảnh hưởng của bão Ketsana. Cơn bão này đổ bộ vào Việt Nam ngày 29/9 với sức gió 150 km/h, gây ra lũ lụt nghiêm trọng nhất trong nhiều thập kỷ."
        },
        {
            "en": "Egay, which has weakened slightly, sustained the maximum winds of 85 km per hour near the center and gusts of up to 100 <em>kph</em>. It is expected to exit the Philippines by the afternoon of July 8.",
            "vi": "Cơn bão nói trên mà đã suy yếu đi một chút, tốc độ gió tối đa là 85 km mỗi giờ gần trung tâm bão và có những cơn lên đến 100 kph. Nó đã ra khỏi Philippines vào chiều ngày 08 tháng bảy."
        },
        {
            "en": "It is said to weigh about 220 pounds (100 kilograms) and fly at speeds up to 25 miles per hour (40 <em>kph</em>) and can hover at 15 feet (4.5 metres) high.",
            "vi": "Nó được cho là nặng khoảng 220 pound (100 kg), bay với tốc độ lên đến 25 dặm một giờ (40 kph) và có thể bay lượn ở độ cao 15 feet (4,5 mét)."
        },
        {
            "en": "The weather bureau said typhoon Melor, known locally as Nona, was about 205 km (130 miles) east of Samar island and had intensified from a category 2 storm overnight, with winds of up to 150 <em>kph</em> (95 mph) at its centre.",
            "vi": "Cơ quan khí tượng cho biết bão Melor, ở địa phương gọi là Nona, cách phía đông đảo Samar 205 km (130 dặm) và đã trở thành một cơn bão cấp 2, với sức gió ở trung tâm cơn bão lên đến 150 kph (95 mph)."
        }
    ],
    "suggestions": []
}