{
    "en_vn": {
        "data": {
            "content": null,
            "word": "kt"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kt</k><blockquote>■ <cclass>abbreviation knot(s). </cclass></blockquote></div>",
            "word": "kt"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kt"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kt"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kt"
        }
    },
    "sentences": [
        {
            "en": "My guess is that something got lost in the translation between the Korean language version of that <em>KT</em> story and the English one.",
            "vi": "Tôi đoán là có sai sót trong quá trình dịch từ bài viết tiếng Hàn trên tờ Korea Times sang bản tiếng Anh."
        },
        {
            "en": "<em>KT</em>, a former student at the Saigon Technology University, decided to attend a training course after reading an advertisement they can get rich without investment capital.",
            "vi": "KT, một cựu sinh viên trường Đại Học Công Nghệ Sài Gòn, đã quyết định tham gia một khóa học huấn luyện sau khi đọc một tờ quảng cáo họ có thể giàu mà không có vốn đầu tư."
        },
        {
            "en": "On 17th March 1949, the Joint Ministry of the Economy and Interior issued Declaration 27 NV/<em>KT</em>: “The basic principle is freedom to conduct business.\"",
            "vi": "Ngày 17 tháng 3 năm 1949, Liên bộ Kinh tế và Nội vụ đã ra tuyên bố số 27 NV/KT: “Nguyên tắc căn bản là tự do kinh doanh.\""
        },
        {
            "en": "Ms Knapton, an aspiring cruise ship dancer, runs her own dance school, <em>KT</em> Academy in Holmfirth. She has received hundreds of messages of support from her friends and colleagues. ",
            "vi": "Knapton là một vũ công giàu tham vọng, cô đang điều hành một trường múa KT Academy Holmfirth. Cô đã được nhận hàng trăm tin nhắn động viên từ bạn bè và đồng nghiệp."
        },
        {
            "en": "So the thought that some Samsung executives were casually chatting about an upcoming Facebook rival with a <em>KT</em> reporter is frankly laughable. It’s much more likely they were chatting about the already announced Family Story product, which may well be called “Samsung Facebook” internally. That’s not at all the same as building their own social network.",
            "vi": "Vì vậy, suy nghĩ cho rằng vài thành viên điều hành của Samsung tán gẫu về sản phẩm cạnh tranh với Facebook sắp ra mắt với phóng viên tờ Korea Times là điều thật sự nực cười. Khả năng có thể xáy ra nhiều hơn là họ đang tán gẫu về sản phẩm Family Story đã được công bố. Rất có thể nó được nội bộ Samsung gọi là \"Facebook của Samsung”. Điều này hoàn toàn khác hẳn với vịệc xây dựng mạng xã hội của riêng họ."
        }
    ],
    "suggestions": []
}