{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Kung"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Kung</k><blockquote><cclass>[<cclass>kʊŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same) </cclass></cclass></blockquote><blockquote><blockquote>1》 a member of a San (Bushman) people of the Kalahari Desert in southern Africa. </blockquote></blockquote><blockquote><blockquote>2》 the Khoisan language of the Kung. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Khoikhoi <i>!Kung</i>, lit. 'people'. </blockquote></div>",
            "word": "Kung"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kung"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kung"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kung"
        }
    },
    "sentences": [
        {
            "en": "They always practice <em>kung</em>-fu.",
            "vi": "Họ luôn tập luyện võ Trung Hoa."
        },
        {
            "en": "They always practice <em>kung</em> - fu.",
            "vi": "Họ luôn tập luyện võ Trung Hoa."
        },
        {
            "en": "I like watching <em>kung</em> fu movie.",
            "vi": "Tôi thích xem phim võ thuật."
        },
        {
            "en": "<em>Kung</em> fu and karate are martial arts.",
            "vi": "Môn võ Trung hoa và karate là các bộ môn võ thuật."
        },
        {
            "en": "What is life like at Cheng <em>Kung</em> Ling?",
            "vi": "Sinh hoạt ở cheng kung ling như thế nào?"
        },
        {
            "en": "Why do students have to go to Cheng <em>Kung</em> Ling?",
            "vi": "Tại sao sinh viên phải đến cheng kung ling?"
        },
        {
            "en": "Have you ever seen the film <em>Kung</em> Fu Hustle?",
            "vi": "Bạn có từng xem phim Tuyệt đỉnh Kung Fu chưa?"
        },
        {
            "en": "I have practiced <em>kung</em> fu for a year.",
            "vi": "Tôi đã luyện tập võ thuật được một năm."
        },
        {
            "en": "The person who wants to perform the lion dance is better to have studied <em>Kung</em> Fu.",
            "vi": "Người muốn trình diễn múa lân tốt hơn là nên học võ thuật."
        },
        {
            "en": "The Lion dance utilizes the footwork, body movements, balance and agility that is required in <em>Kung</em> Fu.",
            "vi": "Múa Lân sử dụng cách di chuyển của đôi chân, sự uyển chuyển của cơ thể, sự thăng bằng và sự khéo léo nhanh nhẹn cũng là các yếu tố bắt buộc trong võ công."
        },
        {
            "en": "The eldest sister, Soong Ai-ling, married Mr. <em>Kung</em> Hsiang-hsi, a descendant of Confucius and a scion of one of China's wealthiest banking families.",
            "vi": "Người chị cả Tống Ái Linh kết hôn với ông Khổng Tường Hy, hậu duệ của Khổng Tử và cũng xuất thân từ một trong những gia đình kinh doanh ngân hàng giàu có nhất Trung Hoa."
        },
        {
            "en": "During the old days in China, a school might test the quality of another school's <em>Kung</em> Fu by testing their lion dance.",
            "vi": "Vào thời xa xưa ở Trung Quốc, mỗi 1 lò dạy võ thường thi thố với nhau bằng việc thi múa Lân."
        },
        {
            "en": "The eldest sister, Soong Ai - ling, married Mr. <em>Kung</em> Hsiang - hsi, a descendant of Confucius and a scion of one of China's wealthiest banking families.",
            "vi": "Người chị cả Tống Ái Linh kết hôn với ông Khổng Tường Hy, hậu duệ của Khổng Tử và cũng xuất thân từ một trong những gia đình kinh doanh ngân hàng giàu có nhất Trung Hoa."
        },
        {
            "en": "Prospective college freshmen creep under a barbed wire obstacle as part of artillery drills during their six-week military training in Cheng <em>Kung</em> Ling, or \"Success Ridge\", near Taichung.",
            "vi": "Các sinh viên năm nhất tương lai bò dưới một chướng ngại vật có dây kẽm gai như là một phần của các bài tập luyện pháo binh trong chương trình huấn luyện quân sự sáu tuần ở Cheng Kung Ling, hoặc \"Đỉnh Thành công\", gần Taichung."
        },
        {
            "en": "Prospective college freshmen creep under a barbed wire obstacle as part of artillery drills during their six - week military training in Cheng <em>Kung</em> Ling, or \"Success Ridge\", near Taichung.",
            "vi": "Các sinh viên năm nhất tương lai bò dưới một chướng ngại vật có dây kẽm gai như là một phần của các bài tập luyện pháo binh trong chương trình huấn luyện quân sự sáu tuần ở Cheng Kung Ling, hoặc \"Đỉnh Thành công\", gần Taichung."
        },
        {
            "en": "The festival also include a conference on the role of women in preserving national culture, an orchestral performance of songs featuring Hue City, a flower arrangement contest, and a <em>kung</em>-fu performance.",
            "vi": "Lễ hội còn có hội thảo về vai trò của người phụ nữ trong việc bảo tồn văn hoá quốc gia, chương trình biểu diễn ca nhạc với các ca khúc hát về thành phố Huế, thi cắm hoa, và màn biểu diễn võ thuật kung-fu."
        },
        {
            "en": "Prospective college freshmen creep under a barbed wire obstacle as part of artillery drills during their six-week military training in Cheng <em>Kung</em> Ling, or \"Success Ridge\", near Taichung.",
            "vi": "Các sinh viên năm thứ nhất tương lai bò dưới một chướng ngại vật có dây kẽm gai như là một phần của các bài tập pháo binh trong chương trình huấn luyện quân sự sáu tuần ở cheng kung ling, hoặc \"đỉnh thành công\", gần taichung."
        },
        {
            "en": "Huyen Tran Temple Festival kicks off    Some 3,000 local residents attended the Huyen Tran Temple Festival which kicked off on February 21 at the complex of temples in the central city of Hue’s Ngu Phong Mountain to worship Huyen Tran Princess and her father, King Tran Nhan Tong (1258-1308). Deputy President Nguyen Thi Doan joined a ritual ceremony, and lit incense to pray for peace and prosperity in the new lunar year of the Tiger. The prayers and rituals were conducted by hundreds of Buddhist monks and nuns at the temple of King Tran Nhan Tong. The ceremony was also attended by hundreds of officials from Hanoi, HCM City, Da Nang and the provinces of Quang Binh, Quang Tri and Quang Nam. Thua Thien-Hue province first hosted the Huyen Tran Temple Festival in 2008. This year’s festival is part of activities held by the province to celebrate the 1,000th anniversary of Thang Long-Hanoi. Phan Tien Dung, director of the provincial Department of Culture, Tourism and Sports said the festival reminds people of the princess’s contribution and offers a chance to pray for peace. Participants played folk games and visited an exhibition which displays local traditional handicraft products, including bronze and wood carving, embroidery, and incense and conical palm-leaf hat making. The festival also include a conference on the role of women in preserving national culture, an orchestral performance of songs featuring Hue City, a flower arrangement contest, and a <em>kung</em>-fu performance. The festival proves a popular pilgrimage for Buddhist followers in Hue and neighbouring areas, as King Tran Nhan Tong became a Buddhist monk and his daughter a nun in the last period of their lives.",
            "vi": "Khai mạc lễ hội đền Huyền Trân công chúa    Khoảng 3000 người dân địa phương đã tham dự Lễ hội đền Huyền Trân công chúa được diễn ra đầu tiên vào ngày 21 tháng 2 ở những khu đền nằm ngay trung tâm thành phố ở núi Ngũ Phong – Huế để dâng hương lên công chúa Huyền Trân và Phật hoàng Trần Nhân Tông (1258-1308). Phó chủ tịch nước Nguyễn Thị Doan đã đến tham dự lễ hội và dâng hương để cầu nguyện cho đất nước hưng thịnh, nhà nhà ấm no hạnh phúc trong năm Hổ âm lịch này. Hàng trăm tăng ni phật tử đã tham dự cầu nguyện trong đại lễ này ở đền Vua Trần Nhân Tông. Đến với lễ hội còn có sự góp mặt của hàng trăm viên chức đến từ Hà Nội, thành phố Hồ Chí Minh, Đà Nẵng và các tỉnh Quảng Bình, quảng Trị và Quảng Nam.  Thừa Thiên Huế là tỉnh đầu tiên tổ chức lễ hội đền Huyền Trân vào năm 2008. Lễ hội năm nay cũng là một phần của những hoạt động của tỉnh nhằm  hướng đến Đại lễ kỷ niệm 1.000 năm Thăng Long – Hà Nội. Phát biểu tại lễ khai mạc, ông Phan Tiến Dũng, Giám đốc sở Văn hoá, Thể thao và Du lịch của tỉnh nhấn mạnh lễ hội Huyền Trân công chúa nhằm nhắc cho người dân nhớ đến công lao của công chúa và đây là dịp tốt để cầu nguyện cho an lành hạnh phúc. Người đến tham dự lễ hội còn được chơi các trò chơi dân gian và tham quan nhiều cuộc triển lãm trưng bày các mặt hàng thủ công truyền thống ở địa phương như đồ chạm khắc bằng đồng và gỗ, đồ thêu dệt, nhang trầm và cả những chiếc nón lá làm bằng tay nữa.  Lễ hội còn có hội thảo về vai trò của người phụ nữ trong việc bảo tồn văn hoá quốc gia, chương trình biểu diễn văn nghệ của ban nhạc về các ca khúc hát về thành phố Huế, thi cắm hoa, và màn biểu diễn võ thuật kung-fu. Lễ hội còn là cuộc hành hương quen thuộc cho các tín đồ Phật tử ở Huế và các vùng lân cận vì Vua Trần Nhân Tông đã trở thành tăng và công chúa đã trở thành ni ở quãng thời gian cuối đời của mình."
        }
    ],
    "suggestions": []
}