{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kwoumintæη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Trung Hoa Quốc Dân Đảng (do Tôn Trung Sơn sáng lập)</td></tr></table><i/></div>",
            "word": "Kuomintang",
            "pronounce": "['kwoumintæη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Kuomintang",
            "pronounce": "['kwoumintæη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kuomintang",
            "pronounce": "['kwoumintæη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kuomintang",
            "pronounce": "['kwoumintæη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kuomintang",
            "pronounce": "['kwoumintæη]"
        }
    },
    "sentences": [
        {
            "en": "KMT: <em>Kuomintang</em>.",
            "vi": "Kmt: quốc dân đảng."
        },
        {
            "en": "The Nanchang Uprising was the opening shot in armed resistance against the <em>Kuomintang</em> reactionaries.",
            "vi": "Cuộc khởi nghĩa nam xương là phát súng mở màn trong cuộc kháng chiến vũ trang chống lại bọn phản động quốc dân đảng."
        },
        {
            "en": "In 1914, Soong Ching-ling married Mr. Sun Yat-sen, a Chinese revolutionary and <em>Kuomintang</em> founde, China's first President after the last emperor had been toppled in 1911.",
            "vi": "kết hôn với ông Tôn Dật Tiên, nhà cách mạng Trung Hoa và cũng là người sáng lập Quốc dân đảng Trung Hoa, tổng thống đầu tiên của Trung Hoa sau khi vị hoàng đế cuối cùng bị lật đổ năm 1911."
        },
        {
            "en": "After Sun Yat-sen's death in 1925, Mrs Soong Ching-ling joined the Communist Party of China and opposed the <em>Kuomintang</em> under Chiang Kai-shek.",
            "vi": "Sau khi Tôn Dật Tiên qua đời năm 1925, bà Tống Khánh Linh gia nhập Đảng cộng sản Trung Quốc và chống đối Quốc dân đảng đang do Tưởng Giới Thạch lãnh đạo."
        },
        {
            "en": "After Sun Yat - sen's death in 1925, Mrs Soong Ching - ling joined the Communist Party of China and opposed the <em>Kuomintang</em> under Chiang Kai - shek.",
            "vi": "Sau khi Tôn Dật Tiên qua đời năm 1925, bà Tống Khánh Linh gia nhập Đảng cộng sản Trung Quốc và chống đối Quốc dân đảng đang do Tưởng Giới Thạch lãnh đạo."
        },
        {
            "en": "When the vanquished <em>Kuomintang</em> retreated to Taiwan in 1949, Mrs Soong Ching-ling chose to stay on the mainland and support the Chinese communist government.",
            "vi": "Khi Quốc dân đảng bại trận rút ra Đài Loan năm 1949, bà Tống Khánh Linh quyết định ở lại lục địa và ủng hộ chính phủ cộng sản Trung Quốc."
        },
        {
            "en": "In 1914, Soong Ching - ling married Mr. Sun Yat - sen, a Chinese revolutionary and <em>Kuomintang</em> founde, China's first President after the last emperor had been toppled in 1911.",
            "vi": "Năm 1914, Tống Khánh Linh kết hôn với ông Tôn Dật Tiên, nhà cách mạng Trung Hoa và cũng là người sáng lập Quốc dân đảng Trung Hoa, tổng thống đầu tiên của Trung Hoa sau khi vị hoàng đế cuối cùng bị lật đổ năm 1911."
        },
        {
            "en": "When the vanquished <em>Kuomintang</em> retreated to Taiwan in 1949, Mrs Soong Ching - ling chose to stay on the mainland and support the Chinese communist government.",
            "vi": "Khi Quốc dân đảng bại trận rút ra Đài Loan năm 1949, bà Tống Khánh Linh quyết định ở lại lục địa và ủng hộ chính phủ cộng sản Trung Quốc."
        }
    ],
    "suggestions": []
}