{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Kuwait",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Kuwait",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Kuwait",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Kuwait",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Kuwait",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He's the Emir of <em>Kuwait</em>.",
            "vi": "Ông ta là quốc vương nước Kuwait."
        },
        {
            "en": "<em>Kuwait</em> is an oil - rich country.",
            "vi": "Kuwait là một quốc gia giàu dầu mỏ."
        },
        {
            "en": "<em>Kuwait</em> is an oil-rich country.",
            "vi": "Kuwait là một quốc gia giàu dầu mỏ."
        },
        {
            "en": "Iraq pays $30 billion as compensation to <em>Kuwait</em>.",
            "vi": "I-rắc chi 30 tỉ đô đền bù cho Kuwait."
        },
        {
            "en": "Iraq pays $30 billion as compensation to <em>Kuwait</em>.",
            "vi": "I - rắc chi 30 tỉ đô đền bù cho Kuwait."
        },
        {
            "en": "On 2 August 1990 Iraq, led by President Saddam Hussein, invaded <em>Kuwait</em>.",
            "vi": "Vào ngày 2 tháng 8 năm 1990, Iraq dưới sự lãnh đạo của tổng thống Saddam Hussein đã xâm chiếm Kuwait."
        },
        {
            "en": "<em>Kuwait</em> is one of the biggest oil producers in the world.",
            "vi": "Kuwait là một trong những nhà sản xuất dầu lớn nhất thế giới."
        },
        {
            "en": "The welfare of <em>Kuwait</em> and its people were placed at the top of his agenda.",
            "vi": "Sự thịnh vượng của Kuwait và người dân được đặt lên đầu tiên trong chương trình nghị sự của ông ấy."
        },
        {
            "en": "Officials in <em>Kuwait</em> say they have found a major new supply of natural gas.",
            "vi": "Các quan chức ở kuwait cho biết họ đã phát hiện một nguồn cung cấp lớn khí thiên nhiên mới."
        },
        {
            "en": "In <em>Kuwait</em>, women were given the right to vote for the first time in May.",
            "vi": "Ở cô - oét, phụ nữ đã được trao quyền bỏ phiếu lần đầu tiên vào tháng năm."
        },
        {
            "en": "This is the first time such amounts of natural gas have been found in <em>Kuwait</em>.",
            "vi": "Đây là lần đầu tiên lượng khí thiên nhiên lớn như thế được phát hiện ở kuwait."
        },
        {
            "en": "The other Gulf producers are Bahrain, Iran, Iraq, <em>Kuwait</em>, Qatar and the United Arab Emirates.",
            "vi": "Những nước sản xuất khác ở vùng Vịnh là Bahrain, Iran, Iraq, Kuwait, Qatar và Các Tiểu Vương Quốc Ả Rập Thống Nhất."
        },
        {
            "en": "We are grateful to the Ministry of Health of the State of <em>Kuwait</em> .",
            "vi": "Chúng tôi rất biết ơn Bộ y tế nhà nước Kô Oet."
        },
        {
            "en": "In 1989, <em>Kuwait</em> was exporting 1. 5 million barrels of oil a day.",
            "vi": "Năm 1989, Kuwait đã xuất khẩu 1,5 triệu thùng dầu mỗi ngày."
        },
        {
            "en": "In 1989, <em>Kuwait</em> was exporting 1.5 million barrels of oil a day.",
            "vi": "Năm 1989, Kuwait đã xuất khẩu 1, 5 triệu thùng dầu mỗi ngày."
        },
        {
            "en": "In nineteen sixty Iran, Iraq, <em>Kuwait</em>, Saudi Arabia and Venezuela formed the Organization of the Petroleum Exporting Countries.",
            "vi": "Vào năm 1960, Iran, Iraq, Kuwait, Saudi Arabia và Venezuela đã thành lập Tổ chức Các Nước Xuất Khẩu Dầu Mỏ."
        },
        {
            "en": "When McDonald's opened an outlet in <em>Kuwait</em> shortly after the end of the Gulf War, the line of cars waiting to eat there was seven miles long.",
            "vi": "Khi chuỗi nhà hàng thức ăn nhanh McDonald mở chi nhánh ở Kuwait ngay sau khi chiến tranh Vùng Vịnh kết thúc, số xe hơi xếp hàng chờ mua thức ăn ở đó kéo dài đến 7 dặm."
        },
        {
            "en": "Especially Norway, Belgium and <em>Kuwait</em>, each of which spent each in the range of US$9-14 million, considerably more than in previous years.",
            "vi": "Đặc biệt Na-uy, Bỉ và Kô-oét đều tăng đáng kể so với những năm trước đó, với mức giải ngân của mỗi nước trong khoảng 9-14 triệu USD."
        },
        {
            "en": "After the Gulf War ended, Canadian troops remained in the region as part of the UN peacekeeping mission along the Iraq - <em>Kuwait</em> border.",
            "vi": "Sau khi chiến tranh vùng Vịnh kết thúc, lính Canada vẫn trú đóng tại khu vực, làm một phần nhiệm vụ gìn giữ hòa bình dọc theo biên giới I-rắc (Iraq) và Kuwait."
        },
        {
            "en": "After the Gulf War ended, Canadian troops remained in the region as part of the UN peacekeeping mission along the Iraq-<em>Kuwait</em> border.",
            "vi": "Sau khi chiến tranh vùng Vịnh kết thúc, lính Canada vẫn trú đóng tại khu vực, làm một phần nhiệm vụ gìn giữ hòa bình dọc theo biên giới I - rắc (Iraq) và Kuwait."
        }
    ],
    "suggestions": []
}