{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ky",
            "pronounce": "[ky]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ky",
            "pronounce": "[ky]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ky",
            "pronounce": "[ky]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ky",
            "pronounce": "[ky]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ky",
            "pronounce": "[ky]"
        }
    },
    "sentences": [
        {
            "en": "TOI LA THU <em>KY</em>",
            "vi": "I AM A SECRETARY"
        },
        {
            "en": "cuc <em>ky</em> vui mung.",
            "vi": "over the moon"
        },
        {
            "en": "thu <em>ky</em> van phong",
            "vi": "office secretary"
        },
        {
            "en": "toi da <em>ky</em> vao do",
            "vi": "I have already signed it"
        },
        {
            "en": "BAN THAT LA LUNG/ <em>KY</em> QUAC",
            "vi": "YOU'RE SO WEIRD"
        },
        {
            "en": "Khong gioi bat cu mon nao hay <em>ky</em> nang nao",
            "vi": "I am not good at any skills"
        },
        {
            "en": "The projects include <em>Ky</em> Son School in <em>Ky</em> Son Commune, Tan <em>Ky</em> District, Nghe An Province; Hoa Phu School in Hoa Phu Commune, Hoa Vang District, Danang City; and Tam <em>Ky</em> Flood Management Operations Center in Tam <em>Ky</em> City, Quang Nam Province.",
            "vi": "Các công trình này bao gồm Trường Kỳ Sơn ở xã Kỳ Sơn, huyện Tân Kỳ, tỉnh Nghệ An; Trường Hoà Phú ở xã Hoà Phú, huyện Hoà Vang, thành phố Đà Nẵng; và Trung tâm Kiểm soát lũ Tam Kỳ ở thành phố Tam Kỳ, tỉnh Quảng Nam."
        },
        {
            "en": "My house is about a kilometre west on Nguyen Trong <em>Ky</em> Street.",
            "vi": "Nhà tôi cách một kí-lô-mét về phía Tây trên đường Nguyễn Trọng Kỷ."
        },
        {
            "en": "Mt mon qua thm tho va mt vt <em>ky</em> nim c y tha xung.",
            "vi": "Bearing the owner's name someway in the corners, that we may see and remark, and say whose?"
        },
        {
            "en": "Foreign tourists visit Ho Thi <em>Ky</em> Flower Market in District 10 ",
            "vi": "Du khách nước ngoài đến chợ hoa Hồ Thị Kỳ ở quận 10"
        },
        {
            "en": "Foreign tourists visit Ho Thi <em>Ky</em> Flower Market in District 10 ",
            "vi": "Du khách nước ngoài đến chợ hoa Hồ Thị Kỳ ở quận 10"
        },
        {
            "en": "This May, Ly Nha <em>Ky</em> will arrive in France to attend the Cannes Film Festival.",
            "vi": "Trong tháng 5, Lý Nhã Kỳ sẽ đến Pháp để tham dự Liên hoan phim Cannes."
        },
        {
            "en": "ban tri <em>ky</em>!!!!!!!!! la ban tot voi minh trong luc kho khan!",
            "vi": "a friend in need is a friend indeed."
        },
        {
            "en": "An amateur dog breeder on Nam <em>Ky</em> Khoi Nghia street revealed:",
            "vi": "Một người nuôi chó nghiệp dư ở đường nam kỳ khởi nghĩa có cho biết:"
        },
        {
            "en": "\"It's like the place is dying,\" said owner Mai Ngoc <em>Ky</em>.",
            "vi": "Ông chủ Mai Ngọc Ký nói rằng:\"Cảm giác cứ như là một nơi chết chóc\"."
        },
        {
            "en": "My house is about a kilometre west on Nguyen Trong <em>Ky</em> Street.",
            "vi": "Nhà tôi cách một kí - lô - mét về phía Tây trên đường Nguyễn Trọng Kỷ."
        },
        {
            "en": "thu nhap cong ty da giam xuong dang ke trong thoi <em>ky</em> kinh te khung hoang",
            "vi": "company's revenues have fallen considerably at the time of the economic crisis"
        },
        {
            "en": "toi rat lo lang vi ngay mai toi co 1 <em>ky</em> thi",
            "vi": "I feel very wory because of I will have  a test, tomoro"
        },
        {
            "en": "\"It's like the place is dying,\" said owner Mai Ngoc <em>Ky</em>.",
            "vi": "Ông chủ Mai Ngọc Ký nói rằng:\"Cảm giác cứ như là một nơi chết chóc\"."
        },
        {
            "en": "Nguyen Cao <em>Ky</em> has been working in the Provisional Revolutionary Government of the Republic of South Vietnam.",
            "vi": "Nguyễn Cao Kỳ đã từng làm việc tại chính phủ cách mạng lâm thời Cộng hòa miền Nam Việt Nam."
        }
    ],
    "suggestions": []
}