{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kail]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kênh, eo biển nhỏ (ở Ê cốt)</td></tr></table><i/></div>",
            "word": "kyle",
            "pronounce": "[kail]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>kyle</k><blockquote><cclass>[<cclass>kʌɪl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Scottish a narrow sea channel. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Sc. Gaelic <i>caol</i> 'strait', (as adjective) 'narrow'. </blockquote></div>",
            "word": "kyle",
            "pronounce": "[kail]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "kyle",
            "pronounce": "[kail]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "kyle",
            "pronounce": "[kail]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "kyle",
            "pronounce": "[kail]"
        }
    },
    "sentences": [
        {
            "en": "Director: <em>Kyle</em> Newman",
            "vi": "Đạo diễn: Kyle Newman"
        },
        {
            "en": "Director: Pierre Coffin & <em>Kyle</em> Balda",
            "vi": "Đạo diễn: Pierre Coffin & Kyle Balda"
        },
        {
            "en": "<em>Kyle</em> slowed the car to a crawl.",
            "vi": "Kyle đã giảm tốc độ cho xe bò chầm chậm."
        },
        {
            "en": "I had never seen <em>Kyle</em> so flustered.",
            "vi": "Tôi chưa bao giờ thấy kyle bối rối đến thế."
        },
        {
            "en": "She’s still really stuck on <em>Kyle</em>.",
            "vi": "Cô ấy vẫn còn mê đắm Kyle."
        },
        {
            "en": "<em>Kyle</em>, will you let me get a word in.",
            "vi": "Kyle, cho phép tôi chen lời nhé."
        },
        {
            "en": "<em>Kyle</em> and Brad were both too winded to speak.",
            "vi": "Cả kyle và brad đều đã quá mệt đến nỗi không thốt nên lời."
        },
        {
            "en": "<em>Kyle</em> didn't seem in any hurry to depart.",
            "vi": "Hình như kyle chẳng có vẻ gì là vội vã khởi hành cả."
        },
        {
            "en": "Furious at being tricked, Brad let loose a stream of abuse at <em>Kyle</em> and me.",
            "vi": "Nổi điên lên vì bị lừa, brad đã tuôn ra một tràng chửi rủa cho tôi và kyle."
        },
        {
            "en": "I could tell that in spite of himself, <em>Kyle</em> was dying of curiosity.",
            "vi": "Tôi có thể nói mặc dù không muốn, kyle đang tò mò muốn chết lên được."
        },
        {
            "en": "In all the years we'd known each other, i had never seen <em>Kyle</em> in formal attire.",
            "vi": "Trong suốt bao nhiêu năm biết nhau, tôi chưa bao giờ thấy kyle ăn mặc sang trọng."
        },
        {
            "en": "When <em>Kyle</em> was a baby we used to take him for long rides in the car to settle him down.",
            "vi": "Khi Kyle còn nhỏ chúng tôi thường lấy xe chở nó đi xa xa để vỗ cho nó nín khóc."
        },
        {
            "en": " A day later, the chair still hadn't landed, Calgary Police Acting Inspector <em>Kyle</em> Grant said, according to Canadian broadcaster CTV.",
            "vi": "Đài truyền hình CTV Canada dẫn lời Quyền thanh tra cảnh sát Calgary, ông Kyle Grant cho hay, suốt cả ngày hôm ấy mà chiếc ghế vẫn chưa chịu “hạ cánh”."
        },
        {
            "en": "<em>Kyle</em> and Brad were each trying to force the other to leave first, and neither would give an inch.",
            "vi": "Kyle và brad đều đang cố gắng thúc nhau đi trước và chẳng ai chịu nhường ai một bước cả."
        },
        {
            "en": "Three English students introduced themselves as Matthew, <em>Kyle</em> and Paul. They said they are in their gap year and decided to travel to Ho Chi Minh City.",
            "vi": "Ba sinh viên người Anh giới thiệu mình là Matthew, Kyle và Paul. Họ nói rằng họ đang ở thời kỳ rành rỗi trước khi vào đại học và họ quyết định đi du lịch đến Thành phố Hồ Chí Minh."
        },
        {
            "en": "<em>Kyle</em> felt sorry for me because i was so bummed about not being able to go to the game with you.",
            "vi": "Kyle cảm thấy đáng tiếc cho tôi vì tôi đã quá áy náy về việc không thể đi xem trận đấu cùng với bạn."
        },
        {
            "en": "\"You would text, 'I'm at the movies' and it would respond, 'I love dogs,'\" the company's co-founder <em>Kyle</em> Tabor told Fusion.",
            "vi": "\"Bạn nhắn tin: 'Tôi đang xem phim' và nó sẽ trả lời: 'Tôi yêu chó', người đồng sáng lập công ty Kyle Tabor nói với Fusion."
        },
        {
            "en": "On the day after her son Kyle's 5th birthday, Lori Coble loaded up her minivan with her small children -- <em>Kyle</em>, 4-year-old Emma and 2-year-old Katie -- and her mom, Cindy. The family went to a mall that had a Ferris wheel, which <em>Kyle</em> was excited to ride, and a pet store.",
            "vi": "Sau hôm sinh nhật lần thứ 5 của cậu con trai Kyle, chị Lori Coble cho các con lên chiếc xe tải nhỏ của mình - Kyle, Emma 4 tuổi và bé Katie 2 tuổi - cùng mẹ chị, bà Cindy. Cả nhà đi xuống phố mua sắm, ở đó có vòng đu quay Kyle rất thích chơi, và một cửa hàng thú cưng nữa."
        },
        {
            "en": "Chris told Lori that the girls had both died, and then rushed to the hospital where <em>Kyle</em> had been admitted. Though Kyle's opened eyes gave Chris hope, doctors told him the truth. Kyle's brain had not been receiving any oxygen.",
            "vi": "Anh Chris cho chị Lori biết cả hai bé gái đều đã mất, rồi chạy tức tốc đến bệnh viện Kyle đang nằm. Dù thấy Kyle mở mắt làm anh có hi vọng, nhưng các bác sĩ nói cho anh biết sự thật. Não của Kyle không nhận được ô-xi."
        },
        {
            "en": "Valuable comments were received on earlier drafts from Masahiro Kawai, <em>Kyle</em> Peters, Geoffrey Fox, Hoon Mook Chung, Jacques Loubert, Chrstina Malmberg Calvo, William Cuddihy, Carlos Escudero, Clifford Garstang, DieterHavliceck, Naoko Ishii, Chanpen Puckahtikom (IMF), and Lou Scura.",
            "vi": "Những nhận xét quí báu cho các bản thảo trước đây đã nhận được từ Masahiro Kawai, Kyle Peters, Geoffrey Fox, Hoon Mook Chung, Jacques Loubert, Christina Malmberg Calvo, William Cuddihy, Carlos Escudero, Clifford Garstang, Dieter Havliceck, Naoko Ishii, Chanpen Puckahtikom (IMF), và Lou Scura."
        }
    ],
    "suggestions": []
}