{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,læbərə'tɔ:riən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người làm việc ở phòng thí nghiệm</td></tr></table><i/></div>",
            "word": "laboratorian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "laboratorian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "laboratorian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "laboratorian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "laboratorian"
        }
    },
    "sentences": [
        {
            "en": "He studied in the <em>lab</em> <em>at</em> weekends.",
            "vi": "Anh ta học ở phòng thí nghiệm vào những ngày cuối tuần."
        },
        {
            "en": "Dr. <em>Ian</em>",
            "vi": "Bác sĩ Ian."
        },
        {
            "en": "Inventors <em>at</em> work: Linh (left) and Hanh work <em>at</em> their <em>lab</em>. Photo tienphong.vn",
            "vi": "Các nhà sáng chế tại nơi làm việc: Linh (trái) và Hạnh đang làm việc trong phòng thí nghiệm. ảnh tienphong.vn"
        },
        {
            "en": "This afternoon, I'm going to be interviewed for a job <em>at</em> a <em>lab</em>.",
            "vi": "Chiều này tôi sẽ được phỏng vấn cho một công việc ở phòng thí nghiệm."
        },
        {
            "en": "Mike, <em>at</em> least, was pleased by the obvious coolness between me and my <em>lab</em> partner.",
            "vi": "Mike, ít nhất, có vẻ vui vì sự lạnh nhạt giữa tôi và cộng sự làm thí nghiệm."
        },
        {
            "en": "Statement by <em>Ian</em> Kelly, Spokesma",
            "vi": "TUYÊN BỐ CỦA IAN KELLY, PHÁT NGÔN VIÊN"
        },
        {
            "en": "\"we want things now, now, now,\" says <em>Ian</em> Fortune, who manages the team of 125 night-workers <em>at</em> the company's factory in Barnoldswick, Lancashire.",
            "vi": "Ian fortune, người quản lý một nhóm gồm 125 công nhân làm ca đêm tại nhà máy của công ty ở barnoldswick thuộc hạt lancashire, nói: \"chúng tôi muốn có hàng bây giờ, bây giờ và ngay bây giờ\"."
        },
        {
            "en": "Ayan has his own computer <em>lab</em> <em>at</em> his home in Coventry, containing a computer network which he built.",
            "vi": "Ayan có phòng máy tính riêng trong nhà cậu ở Coventry, mạng máy tính cậu thiết kế đặt ở đó."
        },
        {
            "en": "Both scientists had worked <em>at</em> the <em>lab</em> since 2014 and were questioned on suspicion of perverting the course of justice.",
            "vi": "Cả hai nhà khoa học đã làm việc tại phòng thí nghiệm từ năm 2014 và bị thẩm vấn vì nghi ngờ là làm trái với công lý."
        },
        {
            "en": "He looked over our shoulders to glance <em>at</em> the completed <em>lab</em>, and then stared more intently to check the answers.",
            "vi": "Thầy nhìn qua vai chúng tôi để nhìn lướt qua bài thí nghiệm đã hoàn tất, rồi nhìn chăm chú hơn để kiểm tra các câu trả lời."
        },
        {
            "en": "Graduate students, Paula Haynes and Bethany Christmann, <em>at</em> the university's Griffith <em>Lab</em>, believe the answer is the latter.",
            "vi": "Các nghiên cứu sinh, Paula Haynes và Bethany Christmann, tại đại học Griffith Lab, tin rằng câu trả lời là nằm ở ý sau cùng."
        },
        {
            "en": "Teams of investigators <em>at</em> a Connecticut State Police <em>lab</em> worked through the weekend processing and examining the bloodstained clothes.",
            "vi": "Nhóm điều tra viên tại phòng thí nghiệm sở cảnh sát bang Connecticut làm việc suốt ngày cuối tuần xử lý và xét nghiệm quần áo dính máu."
        },
        {
            "en": "Both scientists had worked <em>at</em> the <em>lab</em> since 2014 and were questioned on suspicion of perverting the course of justice.",
            "vi": "Cả hai nhà khoa học đã làm việc tại phòng thí nghiệm từ năm 2014 và bị thẩm vấn vì nghi ngờ là làm trái với công lý."
        },
        {
            "en": "<em>At</em> the beginning, Neuro Labs will be located <em>at</em> Hoa Lac Hi-tech Park’s IoT <em>Lab</em> and STEM Academy <em>at</em> Dolphin Plaza in Hanoi. The two firms plan to expand the <em>lab</em> network across high schools and universities nationwide.",
            "vi": "Ngay từ khi bắt đầu, Neuro Labs sẽ được đặt tại Phòng thí nghiệm IoT của Khu công nghệ cao Hòa Lạc và Học viện STEM ở Dolphin Plaza tại Hà Nội. Hai công ty có kế hoạch mở rộng mạng lưới phòng thí nghiệm khắp các trường trung học và đại học trên cả nước."
        },
        {
            "en": "Leonard Hayflick first became suspicious of Carrel's theory while working in a <em>lab</em> <em>at</em> the Wistar Institute.",
            "vi": "Ban đầu Leonard Hayflick nghi ngờ học thuyết của Carrel khi làm việc tại phòng thí nghiệm của viện Wistar."
        },
        {
            "en": "Jason Connery plays <em>Ian</em> Fleming, the creator of James Bond.",
            "vi": "Jason Connery thủ vai Ian Fleming, người sáng tạo ra nhân vật James Bond."
        },
        {
            "en": "\"I mean, you don't build facilities like that and then not use them,\" <em>Ian</em> Storey, a senior fellow <em>at</em> the Institute of Southeast Asian Studies Yusof Ishak Institute, told CNN.",
            "vi": "Ian Storey, một viên chức cao cấp tại Viện nghiên cứu Đông Nam Á Yusof Ishak nói với CNN: \"Ý tôi là, tôi sẽ không xây dựng căn cứ quân sự như vậy nếu như tôi không có kế hoạch sử dụng chúng.\""
        },
        {
            "en": "Olivia   <em>At</em> any age, The New Yorker artist <em>Ian</em> Falconer's piglet heroine is enchanting. But what child truly appreciates Olivia's love for Jackson Pollock or her dryly funny punchlines?",
            "vi": "Lứa tuổi nào cũng mê chú lợn con anh hùng của nghệ sĩ New York Ian Falconer. Nhưng trẻ con có thực sự hiểu tình yêu của Olivia dành cho Jackson Pollock hay điểm nút hài hước chua chát của bà không nhỉ?"
        },
        {
            "en": "This is Tom Green (<em>Lab</em>).",
            "vi": "Đây là ông Tom Green (đảng viên Công đảng)."
        },
        {
            "en": "\"I mean, you don't build facilities like that and then not use them,\" <em>Ian</em> Storey, a senior fellow <em>at</em> the Institute of Southeast Asian Studies Yusof Ishak Institute, told CNN.",
            "vi": "Ian Storey, một viên chức cao cấp tại Viện nghiên cứu Đông Nam Á Yusof Ishak nói với CNN: \"Ý tôi là, tôi sẽ không xây dựng căn cứ quân sự như vậy nếu như tôi không có kế hoạch sử dụng chúng.\""
        }
    ],
    "suggestions": []
}