{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[leist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có dây buộc</td></tr></table><i/></div>",
            "word": "laced",
            "pronounce": "[leist]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>laced</k><blockquote><cclass>adjective trimmed or fitted with a lace or laces.</cclass></blockquote><blockquote>→ <kref>lace</kref></blockquote></div>",
            "word": "laced",
            "pronounce": "[leist]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "laced",
            "pronounce": "[leist]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "laced",
            "pronounce": "[leist]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "laced",
            "pronounce": "[leist]"
        }
    },
    "sentences": [
        {
            "en": "He <em>laced</em> up his boots.",
            "vi": "Anh ấy cột dây giày bốt lại."
        },
        {
            "en": "My old aunts are very strait-<em>laced</em>.",
            "vi": "Các bà cô già của tôi rất khắc khe."
        },
        {
            "en": "My old aunts are very strait-<em>laced</em>",
            "vi": "Các bà cô già của tôi rất khắt khe"
        },
        {
            "en": "Glass of milk <em>laced</em> with rhum",
            "vi": "Cốc sữa pha rượu rum"
        },
        {
            "en": "My old aunts are very strait - <em>laced</em>.",
            "vi": "Các bà cô già của tôi rất khắc khe."
        },
        {
            "en": "A glass of milk <em>laced</em> with rhum.",
            "vi": "Một cốc sữa được pha thêm rượu rum."
        },
        {
            "en": "China: Restaurant 'sold opium-<em>laced</em> noodles'",
            "vi": "Trung Quốc: nhà hàng bán mì sợi có chứa thuốc phiện"
        },
        {
            "en": "Each scene is <em>laced</em> with romantic interest.",
            "vi": "Mỗi cảnh pha lẫn thêm chút lãng mạn."
        },
        {
            "en": "I would like another glass of milk <em>laced</em> with Rhum.",
            "vi": "Tôi muốn thêm một cốc sữa pha rượu rum nữa."
        },
        {
            "en": "Her drink had been <em>laced</em> with a deadly poison.",
            "vi": "Thức uống của cô ta đã bị pha một loại thuốc độc chết người."
        },
        {
            "en": "The mid - part of the shoe when <em>laced</em> should hold your foot snugly.",
            "vi": "Phần giữa giày khi buộc dây phải sát vào chân vừa vặn."
        },
        {
            "en": "He requests me to make a glass of milk <em>laced</em> with rum.",
            "vi": "Anh ta yêu cầu tôi làm một cốc sữa có pha thêm chút rum."
        },
        {
            "en": "She wears a simple green satin dress with <em>laced</em> short sleeves.",
            "vi": "Cô ấy mặc chiếc áo chất liệu xa - tanh màu xanh đơn giản với ống tay áo viền ren."
        },
        {
            "en": "The mid-part of the shoe when <em>laced</em> should hold your foot snugly.",
            "vi": "Phần giữa giày khi buộc dây phải sát vào chân vừa vặn."
        },
        {
            "en": "She wears a simple green satin dress with <em>laced</em> short sleeves.",
            "vi": "Cô ấy mặc chiếc áo chất liệu xa-tanh màu xanh đơn giản với ống tay áo viền ren."
        },
        {
            "en": "I made myself a cup of decaffeinated coffee <em>laced</em> with Brandy.",
            "vi": "Tôi tự làm cho mình một tách cà phê không ca-phê-in có pha chút rượu Brandy."
        },
        {
            "en": "Since the war, direct contact by humans, domestic animals and wildlife with dioxin-<em>laced</em> soils has happened in hotspots.",
            "vi": "Kể từ khi xẩy ra chiến tranh, con người, vật nuôi và động vật hoang dã đã có tiếp xúc trực tiếp với đất ô nhiễm dioxin."
        },
        {
            "en": "There may be legitimate fear warranting such action as in the case of \"the white Australian policy\" this is patriotism <em>laced</em> with self-interest.",
            "vi": "Hoàn toàn hợp lý khi người ta sợ \"chính sách người úc da trắng\" lại tái diễn, đó chỉ là lòng yêu nước có lợi cho bản thân."
        },
        {
            "en": "Amid papers whirling all around, phones ringing and computers on every desk, you frequently hear the comment, often <em>laced</em> with frustration or anger.",
            "vi": "Giữa những đống giấy tờ, điện thoại reo và những máy tính trên bàn, bạn thường xuyên nghe lời than phiền, thường đi kèm với sự thất vọng hoặc tức giận."
        },
        {
            "en": "The entire speech was <em>laced</em> with antithesis, but the passage toward the end had particular potency because it spoke directly to the audience:",
            "vi": "Toàn bộ bài phát biểu có sử dụng phản đề, nhưng phần cuối có sức thuyết phục mạnh mẽ vì nó trực tiếp hướng tới người nghe."
        }
    ],
    "suggestions": []
}