{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lactating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lactating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lactating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lactating"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lactating"
        }
    },
    "sentences": [
        {
            "en": "The resulting micronutrient deficiencies pose the highest risk for young children and pregnant or <em>lactating</em> women.",
            "vi": "Sự thiếu hụt các vi chất dinh dưỡng khiến trẻ nhỏ và phụ nữ có thai hoặc đang cho con bú có nguy cơ cao hơn."
        },
        {
            "en": "The provision of increased appropriate support to pregnant and <em>lactating</em> women and to children through the health and population/family planning infrastructures should also be considered.",
            "vi": "Việc cung cấp hỗ trợ phù hợp cho phụ nữ có thai và cho con bú và trẻ em thông qua các cơ sở hạ tầng về kế hoạch hóa gia đình/dân số cũng cần được xem xét."
        },
        {
            "en": "Feeding will consume a large chunk of each day. Multiples can be either breast- or bottle-fed successfully and each approach has passionate advocates. Breastfeeding offers nutritional and immunological benefits and is easier on the pocketbook. It works because the <em>lactating</em> breast functions according to the laws of supply and demand. The more a baby nurses, the more milk the mother's body produces.",
            "vi": "Cho các bé ăn sẽ là một công việc chiếm hầu hết thời gian mỗi ngày. Trẻ đa sinh có thể đượcc nuôi bằng sữa mẹ hay sữa bột thành công và mỗi phương pháp đều có những mặt lợi ích. Nuôi con bằng sữa mẹ cung cấp các lợi ích dinh dưỡng và miễn dịch và tiết kiệm hơn về mặt kinh tế. Nó có lợi vì chức năng tiết sữa của ngực theo quy luật cung và cầu. Em bé càng bú nhiều, cơ thể người mẹ càng sản xuất ra nhiều sữa hơn."
        }
    ],
    "suggestions": []
}