{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lakeland"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Lakeland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lakeland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lakeland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lakeland"
        }
    },
    "sentences": [
        {
            "en": "In the last four months he has hit Cincinnati for Kroger ; <em>Lakeland</em>, Fla. (Publix); Minneapolis ( Target and Supervalu ); Pittsburgh (Giant Eagle); Orlando, Fla. ( Winn-Dixie ); Carlisle, Pa. (Stop & Shop); Edison, N.J. (ShopRite); Portland, Ore. (Fred Meyer); and back to San Francisco ( Safeway ).",
            "vi": "Trong bốn tháng qua, ông đã tìm đến với rất nhiều đối tác ở các thành phố khác như Kroger (Cincinnati); Publix (Lakeland); Target và Supervalu (Minneapolis); Giant Eagle (Pittsburgh); Winn-Dixie (Orlando, Fla.); Stop & Shop (Carlisle, Pa.); ShopRite (Edison, N.J. ); Fred Meyer (Portland, Ore.) và Safeway ở quê nhà San Francisco."
        },
        {
            "en": "A spokesman for the Dr. Phillips Performing Arts Center said the birds were a surprise to them as well. He said the center didn’t release the birds during the vigil.  About 60 miles away at a separate vigil in <em>Lakeland</em>, Florida, 49 white doves were released. But the birds in the Orlando picture appear to be black.  Where the birds came from is unknown.  The photographer said she would like to remain anonymous, because she would rather people be focused on the victims of the tragedy.  “Who took the photo is not as important as what is in it,” she said. “May everyone find healing and peace.”  She posted the photo on her Facebook page, where it was quickly shared thousands of times.",
            "vi": "Người đại diện của Trung tâm Dr. Phillips Performing Arts cho biết họ cũng ngạc nhiên về đàn chim đó. Ông nói trung tâm ông không thả những chú chim đó trong buổi lễ.  Cách đó khoảng 60 dặm tại một buổi lễ riêng biệt ở Lakeland, Florida, 49 chú bồ câu trắng đã được thả. Nhưng những chú chim trong bức ảnh ở Orlando hình như màu đen.  Hiện vẫn chưa biết những chú chim ấy đến từ đâu.  Người chụp ảnh nói cô giấu tên vì cô muốn mọi người tập trung đến các nạn nhân của thảm kịch kia hơn.  \"Ai chụp bức ảnh không quan trọng bằng những gì có trong bức ảnh đó,\" cô nói, \"Biết đâu mọi người thấy bớt thương đau và tìm thấy sự thanh thản.\"  Cô đã đăng bức hình ấy lên trang Facebook của mình, ngay tức thì có hàng ngàn lượt chia sẻ."
        }
    ],
    "suggestions": []
}