{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['lɑ:mə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">Lama </font>thầy tu ở Tây-tạng</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">Grand </font>(<font color=\"#1371BB\">Dalai</font>) <font color=\"#1371BB\">Lama</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">Đalai lama</td></tr></table><i/></div>",
            "word": "lama",
            "pronounce": "['lɑ:mə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lama</k><blockquote><cclass>[<cclass>'lα:mə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an honorific title applied to a spiritual leader in Tibetan Buddhism. </blockquote></blockquote><blockquote><blockquote>2》 a Tibetan or Mongolian Buddhist monk. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>Lamaism</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>Lamaist</b><cclass>noun &amp; adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Tibetan <i>bla-ma</i> (with silent <i>b</i>), lit. 'superior one'. </blockquote></div>",
            "word": "lama",
            "pronounce": "['lɑ:mə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lama",
            "pronounce": "['lɑ:mə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lama",
            "pronounce": "['lɑ:mə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lama",
            "pronounce": "['lɑ:mə]"
        }
    },
    "sentences": [
        {
            "en": "Grand <em>lama</em>",
            "vi": "Đalai lama"
        },
        {
            "en": "<em>Lama</em> Temple is about nine stops away.",
            "vi": "Ung Hòa Cung cách đây khoảng chín trạm."
        },
        {
            "en": "Tibet's exiled Dalai <em>Lama</em> to devolve political role",
            "vi": "Đức Đạt-Lai Lạt-Ma lưu vong của Tây Tạng sắp bàn giao vai trò chính trị"
        },
        {
            "en": "I do not think it goes directly at <em>Lama</em> Temple.",
            "vi": "Tôi nghĩ là nó không đi thẳng đến Ung Hòa Cung."
        },
        {
            "en": "It is convenient to get to <em>Lama</em> Temple from here.",
            "vi": "Từ đây đến Ung Hòa Cung rất tiện lợi."
        },
        {
            "en": "The Dalai <em>Lama</em> doesn't have a single degree.",
            "vi": "Vị Dalai Lama không hề có một tấm bằng nào cả."
        },
        {
            "en": "Then, there is Johore <em>Lama</em>, a place of great historical interest.",
            "vi": "Kế đó là Johore Lama, một thắng cảnh lịch sử nổi tiếng."
        },
        {
            "en": "For many, the Dalai <em>Lama</em> is the embodiment of enlightened, measured thought.",
            "vi": "Với nhiều người, Đức Đạt Lai Lạt Ma là hiện thân của tư tưởng khai sáng, phát ngôn của ngài luôn có chừng mực."
        },
        {
            "en": "How long does it take me to get to <em>Lama</em> Temple by subway?",
            "vi": "Tôi đi bằng xe điện ngầm đến Ung Hòa Cung phải mất bao lâu?"
        },
        {
            "en": "The <em>lama</em> was then placed in a Buddhist temple to be worshipped for eternity.",
            "vi": "Sau đó, vị sư Tây Tạng này đã được đặt vào một ngôi chùa để thờ phụng vĩnh viễn."
        },
        {
            "en": "I didn't say those who disagree with the Dalai <em>Lama</em> were less intelligent.",
            "vi": "Tôi không nói rằng những người không theo Đạt Lai Lạt Ma là kém thông minh."
        },
        {
            "en": "Tenzin Gyatso, the 14th Dalai <em>Lama</em> shows a shaved face and a shaved head.",
            "vi": "Tenzin Gyatso, Đạt Lai Lạt Ma đời thứ 14 cho thấy một khuôn mặt và cái đầu được cạo sạch."
        },
        {
            "en": "'That female must be attractive, otherwise it is not much use' - Dalai <em>Lama</em>",
            "vi": "Đức Đạt Lai Lạt Ma: Đức Đạt Lai Lạt Ma nữ phải hấp dẫn, nếu không thì chẳng ích cho lắm"
        },
        {
            "en": "Could you tell me if this is where I can catch a bus to <em>Lama</em> Temple?",
            "vi": "Có thể cho tôi biết đây có phải là nơi tôi có thể đón xe buýt đến Ung Hòa Cung không?"
        },
        {
            "en": "The Dalai <em>Lama</em> still persuades people to donate their money and energy.",
            "vi": "Dalai Lama vẫn tiếp tục thuyết phục mọi người đóng góp tiền bạc và công sức của họ."
        },
        {
            "en": "We would like to invite you to a private view of a Jewelry Collection by <em>LAMA</em> HOURANI.",
            "vi": "Chúng tôi rất hân hạnh mời bạn đến buổi triển lãm thử bộ sưu tập trang sức do LAMA HOURANI tổ chức."
        },
        {
            "en": "In telling a gripping story, the Dalai <em>Lama</em> understands that the message must be both simple and universal.",
            "vi": "Để kể một câu chuyện hấp dẫn, Dalai Lama hiểu rằng thông điệp phải đơn giản và dễ hiểu cho mọi người."
        },
        {
            "en": "The Dalai <em>Lama</em> tells us that to be concerned with the Tibetan people is to be concerned with yourself.",
            "vi": "Dalai Lama nói với chúng ta rằng quan tâm đến người Tibet chính là quan tâm đến bản thân mình."
        },
        {
            "en": "Despite the odds, the Dalai <em>Lama</em> makes us believe that the seemingly impossible is, in fact, possible.",
            "vi": "Dù còn nhiều bất lợi, Dalai Lama vẫn khiến ta tin rằng việc dường như một việc bất khả, nhưng trên thực tế, vẫn có thể xảy ra."
        },
        {
            "en": "Tibet's exiled spiritual leader the Dalai <em>Lama</em> has announced a long-awaited plan to devolve his political responsibilities to an elected figure.",
            "vi": "Lãnh tụ tinh thần sống lưu vong của Tây Tạng, đức Đạt-Lai Lạt-Ma, vừa công bố kế hoạch được chờ đợi từ lâu bàn giao các trách nhiệm chính trị của ông cho một nhân vật đắc cử"
        }
    ],
    "suggestions": []
}