{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['la:mid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chữ cái thứ 12 trong tự mẫu Hebrơ (Do Thái)</td></tr></table><i/></div>",
            "word": "lamed",
            "pronounce": "['la:mid]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lamed",
            "pronounce": "['la:mid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lamed",
            "pronounce": "['la:mid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lamed",
            "pronounce": "['la:mid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lamed",
            "pronounce": "['la:mid]"
        }
    },
    "sentences": [
        {
            "en": "Your son <em>lamed</em> into mine.",
            "vi": "Con trai chị đã đánh con trai tôi."
        },
        {
            "en": "The fall <em>lamed</em> his right leg.",
            "vi": "Việc ngã đã làm què chân phải của anh ta."
        },
        {
            "en": "He told them a made - up story of a runaway carriage which had knocked her down and <em>lamed</em> her, outside his door.",
            "vi": "Anh ấy giàn dựng nên câu chuyện một chiếc xe ngựa đã đâm ngã cô ấy và làm cô ấy què ngay ngoài cửa nhà anh ấy."
        },
        {
            "en": "He told them a made-up story of a runaway carriage which had knocked her down and <em>lamed</em> her, outside his door.",
            "vi": "Anh ấy giàn dựng nên câu chuyện một chiếc xe ngựa đã đâm ngã cô ấy và làm cô ấy què ngay ngoài cửa nhà anh ấy."
        },
        {
            "en": "And the king answered, “As I was galloping through my forests I caught sight of a fox being chased by a hound. The fox escaped into his hole but not before the hound had bitten into its leg and <em>lamed</em> it for life. Later I rode into a village and saw the same hound there. It was barking at a man. Even as I watched, the man picked up a huge stone and flung it at the dog, breaking its leg. The man had not gone far when he was kicked by a horse. His knee was shattered and he fell to the ground, disabled for life. The horse began to run but it fell into a hole and broke its leg. Reflecting on all that had happened, I thought: ‘Evil begets evil. If I continue in my evil ways, I will surely be overtaken by evil’. So I decided to change”.",
            "vi": "Thế là Đức vua trả lời,\" Khi đang phi nước đại qua cánh rừng, ta nhìn thấy một con cáo đang bị chó săn rượt đuổi. Con cáo này thoát được nhờ chun vào hang nhưng đã bị con chó săn đớp vào chân và làm nó què suốt đời. Sau đó ta vào làng và nhìn thấy cũng con chó săn này ở đó. Nó đang sủa một người đàn ông. Dù ta đang nhìn, người đàn ông này vẫn nhặt một hòn đá to và ném chó, làm nó bị gãy chân. Người này chưa đi được bao xa lại bị một con ngựa đá. Đầu gối hắn dập vỡ nên hắn ngã xuống đất, tàn tật suốt đời. Con ngựa này bắt đầu chạy nhưng nó lại lọt xuống hố nên gãy chân. Suy nghĩ tất cả những chuyện đã xảy ra, ta nghĩ : ' ác giả ác báo. Nếucứ làm ác, chắc chắn sẽ gặp ác '. Nên ta quyết định thay đổi\"."
        }
    ],
    "suggestions": []
}