{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lancelot",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Lancelot",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lancelot",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lancelot",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lancelot",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Professor <em>Lancelot</em> Hogben (Interglossia)",
            "vi": "Giáo sư Lancelot Hogben (Sự giao thoa)"
        },
        {
            "en": "Professor <em>Lancelot</em> Hogben (Interglossia)",
            "vi": "Giáo sư Lancelot Hogben (Sự giao thoa)"
        },
        {
            "en": "The honeymoon hour approached and <em>Lancelot</em>, steeling himself for a horrific experience, entered the bedroom. But, what a sight awaited him. The most beautiful woman he had ever seen lay before him on the bed. The astounded <em>Lancelot</em> asked what had happened",
            "vi": "Khoảnh khắc động phòng hoa chúc cũng đã đến và Lancelot, lấy hết can đảm chuẩn bị đối phó với một trải nghiệm kinh hoàng, bước vào phòng tân hôn. Nhưng cảnh tượng gì đang chờ đợi anh ấy. Một người phụ nữ xinh đẹp tuyệt trần mà chàng chưa từng thấy đang nằm trên giường chờ chàng. Lancelot vô cùng kinh ngạc đã hỏi chuyện gì đã xảy ra."
        },
        {
            "en": "He refused to force his friend to marry her and endure such a terrible burden; but <em>Lancelot</em>, learning of the proposal, spoke with Arthur. He said nothing was too big of a sacrifice compared to Arthur's life and the preservation of the Round Table.",
            "vi": "Chàng nhất quyết không để Lancelot kết hôn với mụ ta để rồi bạn mình phải gánh chịu hậu quả khủng khiếp đến như vậy; nhưng Lancelot sau khi biết mọi chuyện đã tìm đến Arthur. Chàng nói chẳng có gì to tát một khi chàng chấp nhận hi sinh để đổi lấy tính mạng của Arthur cũng như cứu lấy Hội Bàn Tròn."
        },
        {
            "en": "<em>Lancelot</em> pondered the predicament. During the day, a beautiful woman to show off to his friends, but at night, in the privacy of his castle, an old witch? Or, would he prefer having a hideous witch during the day, but by night, a beautiful woman for him to enjoy wondrous intimate moments?",
            "vi": "Lancelot phân vân suy nghĩ. Nếu chọn ban ngày, chàng sẽ có thể đem vợ đẹp khoe khoang với bạn bè, nhưng cuộc sống riêng tư khi đêm về sẽ là một mụ phù thuỷ già gớm giếc ư? Hoặc ngược lại, chàng sẽ chọn có một mụ vợ gớm guốc vào ban ngày, nhưng đêm đến sẽ được tận hưởng giây phút gần gũi tuyệt diệu bên cạnh một mỹ nhân?"
        },
        {
            "en": "Noble <em>Lancelot</em> said that he would allow HER to make the choice herself. Upon hearing this, she announced that she would be beautiful all the time because he had respected her enough to let her be in charge of her own life.",
            "vi": "Lancelot thông thái đã trả lời rằng chàng sẽ để NÀNG tự quyết định. Sau khi nghe câu trả lời, nàng tuyên bố bất kể ngày hay đêm nàng sẽ ở mãi trong hình hài xinh đẹp này vì chàng đã tôn trọng nàng và để nàng tự quyết định cuộc đời của chính mình."
        },
        {
            "en": "Hence, a wedding was proclaimed and the witch answered Arthur's question thus: What a woman really wants, she answered....is to be in charge of her own life! Everyone in the kingdom instantly knew that the witch had uttered a great truth and that Arthur's life would be spared. And so it was, the neighboring monarch granted Arthur his freedom and <em>Lancelot</em> and the witch had a wonderful wedding.",
            "vi": "Thế là tin tức về đám cưới được loan truyền khắp nơi và mụ phù thuỷ đã trả lời câu hỏi của Arthur: Điều phụ nữ mong muốn nhất là … được tự quyết định cuộc đời của chính mình! Mọi người trong vương quốc đều công nhận câu trả lời của mụ phù thuỷ đúng và Arthur sẽ được tha mạng. Và thế là nhà vua nước láng giềng đã trả tự do cho Arthur và Lancelot cùng và mụ phù thuỷ đã có một đám cưới linh đình."
        },
        {
            "en": "The last day of the year arrived and Arthur had no choice but to talk to the witch. She agreed to answer the question, but he would have to agree to her price first. The old witch wanted to marry Sir <em>Lancelot</em>, the most noble of the Knights of the Round Table and Arthur's closest friend! Young Arthur was horrified. She was hunchbacked and hideous, had only one tooth, smelled like sewage, made obscene noises, etc. He had never encountered such a repugnant creature in all his life.",
            "vi": "Ngày cuối cùng của thời hạn một năm đã đến và Arthur buộc lòng phải nhờ đến mụ phù thuỷ. Mụ ta đồng ý đưa ra câu trả lời, đổi lại chàng phải chấp nhận yêu cầu của mụ trước. Mụ phù thủy già muốn kết hôn với Ngài Lancelot, hiệp sĩ thông thái nhất trong Hội Bàn Tròn và cũng là người bạn thân tín nhất của Arthur! Arthur vô cùng kinh hãi. Mụ phụ thuỷ gớm guốc ấy bị gù lưng lại chỉ có độc nhất một cái răng, người ngợm hôi thối như mùi nước cống lại còn hay phát ra những âm thanh ghê rợn… Chàng chưa từng thấy một con người kinh tởm đến như vậy trong đời mình."
        }
    ],
    "suggestions": []
}