{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lɑ:nsit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) dụng cụ phẫu thuật có hai lưỡi, mũi sắc và nhọn để trích áp xe; lưỡi trích</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vòm đỉnh nhọn; cửa sổ nhọn phía trên</td></tr></table><i/></div>",
            "word": "lancet"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lancet</k><blockquote><cclass>[<cclass>'lα:nsɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a small, broad two-edged surgical knife or blade with a sharp point. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>lanceted</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (also denoting a small lance): from OFr. <i>lancette</i>, dimin. of <i>lance</i> 'a lance'. </blockquote></div>",
            "word": "lancet"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lancet"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lancet"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cửa tò vò</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mũi tên vòm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cửa sổ hẹp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưỡi chích (dao mổ rộng có hai cạnh sắc và có đầu nhọn)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lancet window</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cửa sổ lancet</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "lancet"
        }
    },
    "sentences": [
        {
            "en": "<em>Lancet</em>.",
            "vi": "Lưỡi trích."
        },
        {
            "en": "The study appeared in the <em>Lancet</em>.",
            "vi": "Nghiên cứu đó đã được đăng tải trên Lancet."
        },
        {
            "en": "A US team, writing in the <em>Lancet</em>, looked at mortality figures from 2010.",
            "vi": "Con số tử vong được theo dõi bởi một nhóm nghiên cứu Hoa Kỳ đăng trên tờ The Lancet từ năm 2010."
        },
        {
            "en": "The three new studies published by The <em>Lancet</em> add to mounting evidence of the drug's anti-cancer effects.",
            "vi": "Ba nghiên cứu mới do Tạp chí The Lancet công bố bổ sung thêm bằng chứng về hiệu quả chống ung thư của loại thuốc này."
        },
        {
            "en": "The use of Jamaican plantain juice as an antidote for snake-bite has been reported in recent years by the <em>Lancet</em>.",
            "vi": "Việc dùng nước mã đề của người Jamaica để làm thuốc giải độc chữa rắn cắn đã được Lancet nói đến vài năm gần đây."
        },
        {
            "en": "The use of Jamaican plantain juice as an antidote for snake - bite has been reported in recent years by the <em>Lancet</em>.",
            "vi": "Việc dùng nước mã đề của người Jamaica để làm thuốc giải độc chữa rắn cắn đã được Lancet nói đến vài năm gần đây."
        },
        {
            "en": "\"The second is a four-pronged applicator —\" he held up something that looked like a nearly toothless hair pick \"— and the third is a sterile micro-<em>lancet</em>.\"",
            "vi": "\"Thứ hai là que bốn chấu –\" thầy đưa cái gì đó lên trông giống như cái xỉa tóc không ngàm \"- và thứ ba là dao trích máu vô trùng.\""
        },
        {
            "en": "A trial involving 10,000 children, published in the <em>Lancet</em>, showed the vaccine was 90% effective against one virus which causes the disease.",
            "vi": "Cuộc thử nghiệm thực hiện ở 10,000 trẻ, do tạp chí Lancet công bố, cho thấy loại vắc-xin này có 90% tác dụng chống lại một vi-rút gây ra căn bệnh này."
        },
        {
            "en": "The number of adults with diabetes in the world has more than doubled since 1980, a study in the <em>Lancet</em> says.",
            "vi": "Số lượng người lớn mắc bệnh tiểu đường trên thế giới đã tăng hơn gấp đôi kể từ năm 1980, một nghiên cứu đăng trên tạp chí Lancet cho biết."
        },
        {
            "en": "\"Then I want you to carefully prick your finger with the <em>lancet</em>...\" He grabbed Mike's hand and jabbed the spike into the tip of Mike's middle finger. Oh no. Clammy moisture broke out across my forehead.",
            "vi": "\"Sau đó tôi muốn các em cẩn thận chích tay mình vào lưỡi dao trích máu\" Thầy cầm tay Mike và chọc kim vào đầu ngón giữa của Mike. Ồ trời. Mồ hôi túa ra trên trán tôi."
        },
        {
            "en": "\"Then I want you to carefully prick your finger with the <em>lancet</em>...\" He grabbed Mike's hand and jabbed the spike into the tip of Mike's middle finger. Oh no. Clammy moisture broke out across my forehead.",
            "vi": "\"Sau đó tôi muốn các em cẩn thận chích tay mình vào lưỡi dao trích máu\" Thầy cầm tay Mike và chọc kim vào đầu ngón giữa của Mike. Ồ trời. Mồ hôi túa ra trên trán"
        },
        {
            "en": "It follows a number of earlier important series from The <em>Lancet</em>, such as those on Child Survival and Neonatal Health, which have shaped policy and action in countries around the world.",
            "vi": "Trong lễ phát động các bài báo khoa học quan trọng của tạp chí Lancet sẽ được giới thiệu, như những bài về sự sống còn và sức khoẻ trẻ sơ sinh đã giúp cho việc hình thành chính sách và chương trình hành động về lĩnh vực này."
        },
        {
            "en": "Writing in the <em>Lancet</em>, the researchers say: \"Across all the previous and current rounds of causes of childhood death estimation, pneumonia and pre-term birth complications consistently rank as the leading causes at the global level.",
            "vi": "Phát biểu trên tờ The Lancet, các nhà nghiên cứu cho rằng: \"điểm qua tất cả những nguyên nhân trước đây và hiện tại gây tử vong ở trẻ em,  các biến chứng của bệnh viêm phổi và sinh non là nguyên nhân hàng đầu với cấp độ mang tính toàn cầu."
        },
        {
            "en": "Pneumonia, birth asphyxia, and pre-term birth complications were the leading causes of death in children under 5, the researchers said in a paper published on Friday in the <em>Lancet</em>.",
            "vi": "Các nhà nghiên cứu trong báo cáo được công bố hôm thứ sáu tại Lancet thì các biến chứng viêm phổi, ngạt sơ sinh, và sinh thiếu tháng là những nguyên nhân gây tử vong hàng đầu ở trẻ em dưới 5 tuổi."
        },
        {
            "en": "A report published in The <em>Lancet</em> last year showed that 363,000 fatalities in China each year were linked to high body-mass index, an indicator for heart disease, diabetes and other ailments.",
            "vi": "Một báo cáo được công bố trên tạp chí The Lancet năm ngoái cho thấy có 363.000 trường hợp tử vong ở Trung Quốc mỗi năm có liên quan đến chỉ số cơ thể cao, một chỉ báo cho bệnh tim, tiểu đường và các bệnh khác."
        },
        {
            "en": "There is no safe exposure to lead. A report by the EFSA (European Food Safety Authority) in this week's edition of the <em>Lancet</em> reiterates this not so well known or publicized fact. Maybe pencils should be replaced by pens in schools?",
            "vi": "Không có sự tiếp xúc với chì nào là an toàn. Một báo cáo của EFSA (Cơ quan An toàn thực phẩm Châu Âu) trong ấn bản tuần này của tạp chí Lancet nhắc lại thực tế được ít người biết đến này. Có lẽ nên thay thế bút chì bằng bút mực trong trường học?"
        },
        {
            "en": "The research, published in the journal <em>Lancet</em>, is the latest from BrainGate, a consortium of researchers testing brain-computer interface technology designed to give paralyzed individuals more mobility. Prior tests of the technology allowed paralyzed people to move a robotic arm or a cursor on a keyboard just by using their thoughts.",
            "vi": "Nghiên cứu này, được công bố trong tạp chí Lancet, là nghiên cứu mới nhất của BrainGate, hội các nhà nghiên cứu thử nghiệm công nghệ tương tác giữa não bộ và máy tính dành cho những người bị liệt giúp họ có thể cử động được. Các cuộc thử nghiệm công nghệ này trước đây đã giúp những người bị liệt cử động được cánh tay rô bốt hoặc di chuyển được con trỏ máy tính mà chỉ bằng suy nghĩ của họ."
        },
        {
            "en": "The World Health Organization estimates some 2.6 million stillbirths occurred worldwide in 2009, the overwhelming majority in developing countries. This first comprehensive set of estimates appears as part of a series of articles on stillbirths published in the British medical journal, The <em>Lancet</em>.",
            "vi": "Tổ chức y tế thế giới ước tính có khoảng 2,6 triệu trẻ chết non trên toàn cầu vào năm 2009, đại đa số ở các nước đang phát triển. Bảng đánh giá toàn diện đầu tiên này là một phần trong một loạt các bài báo về trẻ chết non được đăng trên tập san y học của Anh, The Lancet."
        },
        {
            "en": "Over half of the reduction in the global mortality of children under 5 years of age is linked to increased education among females of reproductive age, says a reports from the Institute for Health Metrics and Evaluation, University of Washington, published in the medical journal The <em>Lancet</em>. Sixteen million children under the age of five died in 1970, compared to 7.8 million in 2009, the report informs - 4.2 million fewer children died in 2009 thanks in large part to better and more widely accessible schooling for women.",
            "vi": "Hơn một nửa số ca giảm trong tỷ lệ tử vong của trẻ em dưới 5 tuổi trên toàn cầu liên quan với trình độ học vấn tăng lên của phụ nữ trong độ tuổi sinh sản, theo một báo cáo từ Viện Y học Metrics, Đại học Washington, công bố trong tạp chí y học The Lancet. 16 triệu trẻ em dưới 5 tuổi tử vong vào năm 1970, so với 7.9 triệu trong năm 2009, các báo cáo các tổng kết – giảm 4.2 triệu trẻ em tử vong vào năm 2009 một phần lớn nhờ vào việc phụ nữ đã có điều kiện tốt hơn để học hành."
        },
        {
            "en": "Back To School - Kids, Ask Your Teachers Again If You Can Use Pen This Year         There is no safe exposure to lead. A report by the EFSA (European Food Safety Authority) in this week's edition of the <em>Lancet</em> reiterates this not so well known or publicized fact. Maybe pencils should be replaced by pens in schools?   Dr.Philippe Grandjean, University of Southern Denmark, Odense, Denmark and Harvard School of Public Health, Boston states: We now know that lead exposure increases the risk of diminished intelligence, attention deficit hyperactivity disorder (ADHD), school failure, and criminal behaviour... EFSA also emphasises that lead is associated with ailments that are common in elderly people, such as hypertension, renal dysfunction, and neurocognitive decline, possibly at exposure levels only slightly above those that affect brain development in children. Previously, there has been a lack of sufficient evidence proving that any level of lead exposure can potentially cause damage.  Grandjean is convinced that current World Health Organization and EFSA laws regarding lead levels in drinking water, air and food will have to be revised and reviewed immediately.  Aside, the colossal lead industry has always been willing to control lead pollution, but has refrained due to the lack of undeniable evidence that these wastes are extremely harmful. To date, this evidence has been slow in coming.  Regulatory strategies need to be revised in view of new scientific knowledge, but the insights we have gained should also be applied to a wider perspective beyond lead as a single toxicant. Before the ESFA report, absence of evidence was often considered to be evidence of absence of adverse effects. So, a chemical hazard was innocent until proven otherwise. Although we now know better, a whole generation of children paid the price for us to obtain insights into lead pollution. Future risk assessments should not ignore risks of low-level toxicity in susceptible populations because convincing evidence is not available. \"Even low-dose lead exposure is hazardous\" Philippe Grandjean The <em>Lancet</em>, Volume 376, Issue 9744, Pages 855 - 856, 11 September 2010 doi:10.1016/S0140-6736(10)60745-3  Written by: Sy Kraft, B.A. - Journalism - California State University, Northridge (CSUN)  Copyright: Medical News Today",
            "vi": "Học sinh nên xin phép giáo viên cho phép dùng bút bi trong niên học mới này      Không có sự tiếp xúc với chì nào là an toàn. Một báo cáo của EFSA (Cơ quan An toàn thực phẩm Châu Âu) trong ấn bản tuần này của tạp chí Lancet nhắc lại thực tế được ít người biết đến này. Có lẽ nên thay thế bút chì bằng bút mực trong trường học? Tiến sĩ Philippe Grandjean, Đại học Nam Đan Mạch, Odense, Đan Mạch và Trường Y khoa cộng đồng Havard, tiểu bang Boston phát biểu: Chúng ta biết rằng tiếp xúc với chì làm gia tăng nguy cơ suy giảm trí thông minh, rối loạn tăng động giảm chú ý (ADHD), mất khả năng đến trường, và hành vi phạm tội…EFSA cũng nhấn mạnh chì có liên hệ với những bệnh phổ biến ở người cao tuổi, như tăng huyết áp, rối loạn chức năng thận, và suy giảm nhận thức thần kinh, có thể ở các mức độ tiếp xúc chỉ hơi cao hơn những mức độ ảnh hưởng đến sự phát triển trí não ở trẻ em. Trước đây, đã không có đầy đủ bằng chứng chứng minh rằng bất kỳ mức độ phơi nhiễm chì nào cũng có thể có khả năng gây nguy hại. Grandjean tin rằng các luật hiện hành của Tổ chức Y tế Thế giới và Cơ quan An toàn thực phẩm Châu Âu liên quan đến hàm lượng chì trong nước uống, không khí và thực phẩm sẽ phải được xem xét và sửa chữa ngay lập tức. Bên cạnh đó, ngành công nghiệp chì khổng lồ luôn sẵn sàng kiểm soát ô nhiễm chì, nhưng đã bị hạn chế do thiếu bằng chứng khẳng định chắc chắn rằng những chất thải này cực kỳ có hại. Đến nay, những chứng cứ như vậy vẫn chưa có. Chiến lược hành pháp cần được sửa lại cho phù hợp với kiến thức khoa học mới, nhưng những hiểu biết sâu sắc mà chúng tôi đã đạt được cũng nên được áp dụng cho một viễn cảnh rộng lớn hơn chứ không chỉ xem mỗi chì là độc chất. Trước báo cáo của ESFA, vì không có bằng chứng nên chì được xem như không có tác dụng phụ. Vì vậy, một hóa chất nguy hiểm lại được xem là vô hại. Mặc dù bây giờ chúng ta đã hiểu biết hơn, nhưng một thế hệ trẻ em đã phải trả giá để đổi lấy sự đánh giá đúng tác hại của ô nhiễm chì. Khi đánh giá rủi ro trong tương lai không nên bỏ qua những rủi ro có tính độc hại ở mức độ thấp trong quần thể dễ bị tổn thương chỉ bởi vì chưa có những bằng chứng thuyết phục.  “Thậm chí tiếp xúc với chì ở mức độ nhẹ cũng nguy hại” Philippe Grandjean The Lancet, Chương 376, Số 9744, Trang 855 - 856, 11 Tháng chín 2010 doi:10.1016/S0140-6736(10)60745-3 Tác giả: Sy Kraft, B.A. – Phóng viên – Đại học Bang California, Northridge (CSUN) Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}