{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Laney"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Laney"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Laney"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Laney"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Laney"
        }
    },
    "sentences": [
        {
            "en": "\"Why Don't You Believe Me?\" is a popular song written by Lew Douglas, King <em>Laney</em>, and Roy Rodde and published in 1952.",
            "vi": "\"Sao em không tin tưởng anh?\" là một bài hát phổ biến được viết bởi Lew Douglas, King Laney, và Roy Rodde và xuất bản vào năm 1952."
        },
        {
            "en": "Much of life isn't dictated by what happens to us but by how we respond. To one person, \"You can't do it\" is seen as a prediction. To another, it's a dare, driving them to do it even more. Michael Jordan famously was cut from the <em>Laney</em> High School basketball team in Wilmington, N.C., as a freshman. Jordan had the ability to use rejection or any perceived slight towards him as a motivator, not a deterrent.  While some people can simply ignore the naysayers, Jordan instead seemed able to convert their words into fuel. This approach requires a uniquely simultaneous combination of vengeance-minded mental toughness with whole-hearted self-confidence and optimism.",
            "vi": "Cuộc sống đa phần được quyết định không phải bởi những gì xảy ra mà bởi cách chúng ta phản ứng với chúng. Với một người, câu nói “bạn không thể làm được” như một dự đoán, nhận xét. Song, với người khác, nó lại là lời đe dọa khiến họ kiên quyết muốn chứng minh điều ngược lại. Thời cấp ba, Michael Jordan từng bị loại khỏi tuyển bóng rổ Laney High School ở Wilmington, New York. Tuy nhiên, thay vì nản lòng trước trở ngại, anh ấy đã biến khó khăn thành động lực để phấn đấu. Trong khi một số người chỉ đơn giản là lờ đi những dị nghị, thì Jordan lại chọn cách chuyển mọi lời nói động lực cho bản thân. Điều này đòi hỏi một sự kết hợp độc đáo giữa tinh thần cố gắng xóa tan định kiến với lòng tự tin và sự lạc quan."
        }
    ],
    "suggestions": []
}