{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lapsed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lapsed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>lapsed</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a lapsed Catholic</i>: NON-PRACTISING, backsliding, apostate; <cclass><i>formal</i> quondam.</cclass></blockquote><blockquote><b>2</b><i>a lapsed season ticket</i>: EXPIRED, void, invalid, out of date.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>practising, valid.</blockquote></div>",
            "word": "lapsed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lapsed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lapsed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My membership of the club has <em>lapsed</em>.",
            "vi": "Tư cách hội viên câu lạc bộ của tôi đã hết hạn."
        },
        {
            "en": "Who to become a <em>lapsed</em> Catholic?",
            "vi": "Làm sao để trở thành một tín đồ Thiên Chúa giáo lầm lạc?"
        },
        {
            "en": "He <em>lapsed</em> back into bad habits.",
            "vi": "Anh ta lại sa vào các thói xấu."
        },
        {
            "en": "They <em>lapsed</em> into a contented silence",
            "vi": "họ rơi vào một sự im lặng mãn nguyện"
        },
        {
            "en": "He <em>lapsed</em> into semi-consciousness and died on 17 September.",
            "vi": "Anh ta dần dần chìm vào trạng thái nửa tỉnh nửa mê và chết vào ngày 17 tháng 9."
        },
        {
            "en": "We spoke in French but occasionally <em>lapsed</em> into English.",
            "vi": "Chúng tôi nói với nhau bằng tiếng Pháp nhưng đôi khi lại nhảy sang tiếng Anh."
        },
        {
            "en": "She referred to herself as a <em>lapsed</em> Catholic.",
            "vi": "Cô ta nói mình không còn tin vào đạo Cơ-đốc nữa."
        },
        {
            "en": "He <em>lapsed</em> into semi - consciousness and died on 17 September.",
            "vi": "Anh ta dần dần chìm vào trạng thái nửa tỉnh nửa mê và chết vào ngày 17 tháng 9."
        },
        {
            "en": "We <em>lapsed</em> back into silence as we finished eating.",
            "vi": "Chúng tôi lại tiếp tụcặng đến khi ăn xong."
        },
        {
            "en": "There is little likelihood of the goods remaining unsold once this particular offer has <em>lapsed</em>.",
            "vi": "Có khả năng hàng hóa bán không được một khi chào giá đặc biệt này không còn hiệu lực."
        },
        {
            "en": "He didn't get any compensation because his insurance policy had <em>lapsed</em>.",
            "vi": "Nó đã không được bồi thường vì hợp đồng bảo hiểm của nó đã hết hiệu lực."
        },
        {
            "en": "At this point, the waiter came up with Magic's drink and conversation <em>lapsed</em>.",
            "vi": "Khi người bồi bàn mang thức uống cho Magic đến, cuộc nói chuyện tạm dừng."
        },
        {
            "en": "I <em>lapsed</em> into such a state when i saw it that i have no memory at all of what happened next.",
            "vi": "Tôi liền cảm thấy hoa mắt choáng váng đầu óc khiến tôi không nhớ sau đó chuyện gì đã xảy ra."
        },
        {
            "en": "At least three friends who'd given up tobacco have <em>lapsed</em> back into the habit, claiming they couldn't calm their nerves any other way.",
            "vi": "Ít nhất có ba người bạn của tôi đã từng bỏ hút thuốc nay đã qua trở lại thói quen này, cho rằng họ không có cách nào khác để làm xoa dịu tinh thần của họ."
        },
        {
            "en": "If you’d never heard of the SDR before Chinese officials started making such a big song and dance about it, it was for a good reason: the SDR is altogether irrelevant. Devised almost 50 years ago as a unit of account for the International Monetary Fund (IMF), the SDR is a notional basket of major currencies including the US dollar, the euro, the yen and the British pound. Unsurprisingly, given its inconvenience, the idea never caught on, and the SDR <em>lapsed</em> into well-deserved obscurity, universally ignored outside the rarefied economic atmosphere of the IMF’s offices.",
            "vi": "Nếu bạn chưa từng nghe về rổ tiền tệ trước khi các quan chức Trung Quốc bắt đầu phô trương về nó, điều đó cũng xem như một điều tốt, bởi vì rổ tiền tệ thế giới hoàn toàn không liên quan gì với nhau. Khoảng 50 năm trước đây, được xem như là một đơn vị tính toán chung cho quỹ tiền tệ thế giới IMF, rổ tiền tệ là một chiếc rổ tượng trưng của những đồng tiền chính như bao gồm đồng USD, đồng Euro, đồng Yên và đồng Bảng Anh. Thật ngạc nhiên, vì sự bất tiện của nó, ý tưởng không bao giờ được thực hiện, và một SDR mất hiệu lực đã bị quên lãng hoàn toàn và hầu như bị phớt lờ đối với các văn phòng của IMF cho các hoạt động kinh tế tài chính."
        },
        {
            "en": "24           24. AN IMPASSE My eyes opened to a bright, white light. I was in an unfamiliar room, a white room. The wall beside me was covered in long vertical blinds; over my head, the glaring lights blinded me. I was propped up on a hard, uneven bed — a bed with rails. The pillows were flat and lumpy. There was an annoying beeping sound somewhere close by. I hoped that meant I was still alive. Death shouldn't be this uncomfortable.  My hands were all twisted up with clear tubes, and something was taped across my face, under my nose. I lifted my hand to rip it off. \"No, you don't.\" And cool fingers caught my hand. \"Edward?\" I turned my head slightly, and his exquisite face was just inches from mine, his chin resting on the edge of my pillow. I realized again that I was alive, this time with gratitude and elation. \"Oh, Edward, I'm so sorry!\" \"Shhhh,\" he shushed me. \"Everything's all right now.\" \"What happened?\" I couldn't remember clearly, and my mind rebelled against me as I tried to recall. \"I was almost too late. I could have been too late,\" he whispered, his voice tormented. \"I was so stupid, Edward. I thought he had my mom.\" \"He tricked us all.\" \"I need to call Charlie and my mom,\" I realized through the haze. \"Alice called them. Renée is here — well, here in the hospital. She's getting something to eat right now.\" \"She's here?\" I tried to sit up, but the spinning in my head accelerated, and his hand pushed me gently down onto the pillows. \"She'll be back soon,\" he promised. \"And you need to stay still.\" \"But what did you tell her?\" I panicked. I had no interest in being soothed. My mom was here and I was recovering from a vampire attack. \"Why did you tell her I'm here?\" \"You fell down two flights of stairs and through a window.\" He paused.  \"You have to admit, it could happen.\" I sighed, and it hurt. I stared down at my body under the sheet, the huge lump that was my leg. \"How bad am I?\" I asked. \"You have a broken leg, four broken ribs, some cracks in your skull, bruises covering every inch of your skin, and you've lost a lot of blood.  They gave you a few transfusions. I didn't like it — it made you smell all wrong for a while.\" \"That must have been a nice change for you.\" \"No, I like how you smell.\" \"How did you do it?\" I asked quietly. He knew what I meant at once. \"I'm not sure.\" He looked away from my wondering eyes, lifting my gauze-wrapped hand from the bed and holding it gently in his, careful not to disrupt the wire connecting me to one of the monitors. I waited patiently for the rest. He sighed without returning my gaze. \"It was impossible… to stop,\" he whispered. \"Impossible. But I did.\" He looked up finally, with half a smile. \"I must love you.\" \"Don't I taste as good as I smell?\" I smiled in response. That hurt my face. \"Even better — better than I'd imagined.\" \"I'm sorry,\" I apologized. He raised his eyes to the ceiling. \"Of all the things to apologize for.\" \"What should I apologize for?\" \"For very nearly taking yourself away from me forever.\" \"I'm sorry,\" I apologized again. \"I know why you did it.\" His voice was comforting. \"It was still irrational, of course. You should have waited for me, you should have told me.\" \"You wouldn't have let me go.\" \"No,\" he agreed in a grim tone, \"I wouldn't.\" Some very unpleasant memories were beginning to come back to me. I shuddered, and then winced. He was instantly anxious. \"Bella, what's wrong?\" \"What happened to James?\" \"After I pulled him off you, Emmett and Jasper took care of him.\" There was a fierce note of regret in his voice. This confused me. \"I didn't see Emmett and Jasper there.\" \"They had to leave the room… there was a lot of blood.\" \"But you stayed.\" \"Yes, I stayed.\" \"And Alice, and Carlisle…\" I said in wonder. \"They love you, too, you know.\" A flash of painful images from the last time I'd seen Alice reminded me of something. \"Did Alice see the tape?\" I asked anxiously. \"Yes.\" A new sound darkened his voice, a tone of sheer hatred. \"She was always in the dark, that's why she didn't remember.\" \"I know. She understands now.\" His voice was even, but his face was black with fury. I tried to reach his face with my free hand, but something stopped me. I glanced down to see the IV pulling at my hand. \"Ugh.\" I winced. \"What is it?\" he asked anxiously — distracted, but not enough. The bleakness did not entirely leave his eyes. \"Needles,\" I explained, looking away from the one in my hand. I concentrated on a warped ceiling tile and tried to breathe deeply despite the ache in my ribs. \"Afraid of a needle,\" he muttered to himself under his breath, shaking his head. \"Oh, a sadistic vampire, intent on torturing her to death, sure, no problem, she runs off to meet him. An IV, on the other hand…\" I rolled my eyes. I was pleased to discover that this reaction, at least, was pain-free. I decided to change the subject. \"Why are you here?\" I asked. He stared at me, first confusion and then hurt touching his eyes. His brows pulled together as he frowned. \"Do you want me to leave?\" \"No!\" I protested, horrified by the thought. \"No, I meant, why does my mother think you're here? I need to have my story straight before she gets back.\" \"Oh,\" he said, and his forehead smoothed back into marble. \"I came to Phoenix to talk some sense into you, to convince you to come back to Forks.\" His wide eyes were so earnest and sincere, I almost believed him myself. \"You agreed to see me, and you drove out to the hotel where I was staying with Carlisle and Alice — of course I was here with parental supervision,\" he inserted virtuously, \"but you tripped on the stairs on the way to my room and… well, you know the rest. You don't need to remember any details, though; you have a good excuse to be a little muddled about the finer points.\" I thought about it for a moment. \"There are a few flaws with that story. Like no broken windows.\" \"Not really,\" he said. \"Alice had a little bit too much fun fabricating evidence. It's all been taken care of very convincingly — you could probably sue the hotel if you wanted to. You have nothing to worry about,\" he promised, stroking my cheek with the lightest of touches. \"Your only job now is to heal.\" I wasn't so lost to the soreness or the fog of medication that I didn't respond to his touch. The beeping of the monitor jumped around erratically — now he wasn't the only one who could hear my heart misbehave. \"That's going to be embarrassing,\" I muttered to myself. He chuckled, and a speculative look came into his eye. \"Hmm, I wonder…\" He leaned in slowly; the beeping noise accelerated wildly before his lips even touched me. But when they did, though with the most gentle of pressure, the beeping stopped altogether. He pulled back abruptly, his anxious expression turning to relief as the monitor reported the restarting of my heart. \"It seems that I'm going to have to be even more careful with you than usual.\" He frowned. \"I was not finished kissing you,\" I complained. \"Don't make me come over there.\" He grinned, and bent to press his lips lightly to mine. The monitor went wild. But then his lips were taut. He pulled away. \"I think I hear your mother,\" he said, grinning again. \"Don't leave me,\" I cried, an irrational surge of panic flooding through me. I couldn't let him go — he might disappear from me again. He read the terror in my eyes for a short second. \"I won't,\" he promised solemnly, and then he smiled. \"I'll take a nap.\" He moved from the hard plastic chair by my side to the turquoise faux-leather recliner at the foot of my bed, leaning it all the way back, and closing his eyes. He was perfectly still. \"Don't forget to breathe,\" I whispered sarcastically. He took a deep breath, his eyes still closed. I could hear my mother now. She was talking to someone, maybe a nurse, and she sounded tired and upset. I wanted to jump out of the bed and run to her, to calm her, promise that everything was fine. But I wasn't in any sort of shape for jumping, so I waited impatiently. The door opened a crack, and she peeked through. \"Mom!\" I whispered, my voice full of love and relief. She took in Edward's still form on the recliner, and tiptoed to my bedside. \"He never leaves, does he?\" she mumbled to herself. \"Mom, I'm so glad to see you!\" She bent down to hug me gently, and I felt warm tears falling on my cheeks. \"Bella, I was so upset!\" \"I'm sorry, Mom. But everything's fine now, it's okay,\" I comforted her. \"I'm just glad to finally see your eyes open.\" She sat on the edge of my bed. I suddenly realized I didn't have any idea when it was. \"How long have they been closed?\" \"It's Friday, hon, you've been out for a while.\" \"Friday?\" I was shocked. I tried to remember what day it had been when… but I didn't want to think about that. \"They had to keep you sedated for a while, honey — you've got a lot of injuries.\" \"I know.\" I could feel them. \"You're lucky Dr. Cullen was there. He's such a nice man… very young, though. And he looks more like a model than a doctor…\" \"You met Carlisle?\" \"And Edward's sister Alice. She's a lovely girl.\" \"She is,\" I agreed wholeheartedly. She glanced over her shoulder at Edward, lying with his eyes closed in the chair. \"You didn't tell me you had such good friends in Forks.\" I cringed, and then moaned. \"What hurts?\" she demanded anxiously, turning back to me. Edward's eyes flashed to my face. \"It's fine,\" I assured them. \"I just have to remember not to move.\" He <em>lapsed</em> back into his phony slumber. I took advantage of my mother's momentary distraction to keep the subject from returning to my less-than-candid behavior. \"Where's Phil?\" I asked quickly. \"Florida — oh, Bella! You'll never guess! Just when we were about to leave, the best news!\" \"Phil got signed?\" I guessed. \"Yes! How did you guess! The Suns, can you believe it?\" \"That's great, Mom,\" I said as enthusiastically as I could manage, though I had little idea what that meant. \"And you'll like Jacksonville so much,\" she gushed while I stared at her vacantly. \"I was a little bit worried when Phil started talking about Akron, what with the snow and everything, because you know how I hate the cold, but now Jacksonville! It's always sunny, and the humidity really isn't that bad. We found the cutest house, yellow, with white trim, and a porch just like in an old movie, and this huge oak tree, and it's just a few minutes from the ocean, and you'll have your own bathroom —\" \"Wait, Mom!\" I interrupted. Edward still had his eyes closed, but he looked too tense to pass as asleep. \"What are you talking about? I'm not going to Florida. I live in Forks.\" \"But you don't have to anymore, silly,\" she laughed. \"Phil will be able to be around so much more now… we've talked about it a lot, and what I'm going to do is trade off on the away games, half the time with you, half the time with him.\" \"Mom.\" I hesitated, wondering how best to be diplomatic about this. \"I want to live in Forks. I'm already settled in at school, and I have a couple of girlfriends\" — she glanced toward Edward again when I reminded her of friends, so I tried another direction — \"and Charlie needs me.  He's just all alone up there, and he can't cook at all.\" \"You want to stay in Forks?\" she asked, bewildered. The idea was inconceivable to her. And then her eyes flickered back toward Edward.  \"Why?\" \"I told you — school, Charlie — ouch!\" I'd shrugged. Not a good idea. .  Her hands fluttered helplessly over me, trying to find a safe place to pat. She made do with my forehead; it was unbandaged. \"Bella, honey, you hate Forks,\" she reminded me. \"It's not so bad.\" She frowned and looked back and forth between Edward and me, this time very deliberately. \"Is it this boy?\" she whispered. I opened my mouth to lie, but her eyes were scrutinizing my face, and I knew she would see through that. \"He's part of it,\" I admitted. No need to confess how big a part. \"So, have you had a chance to talk with Edward?\" I asked. \"Yes.\" She hesitated, looking at his perfectly still form. \"And I want to talk to you about that.\" Uh-oh. \"What about?\" I asked. \"I think that boy is in love with you,\" she accused, keeping her voice low. \"I think so, too,\" I confided. \"And how do you feel about him?\" She only poorly concealed the raging curiosity in her voice. I sighed, looking away. As much as I loved my mom, this was not a conversation I wanted to have with her. \"I'm pretty crazy about him.\" There — that sounded like something a teenager with her first boyfriend might say. \"Well, he seems very nice, and, my goodness, he's incredibly good-looking, but you're so young, Bella…\" Her voice was unsure; as far as I could remember, this was the first time since I was eight that she'd come close to trying to sound like a parental authority. I recognized the reasonable-but-firm tone of voice from talks I'd had with her about men. \"I know that, Mom. Don't worry about it. It's just a crush,\" I soothed her. \"That's right,\" she agreed, easily pleased. Then she sighed and glanced guiltily over her shoulder at the big, round clock on the wall. \"Do you need to go?\" She bit her lip. \"Phil's supposed to call in a little while… I didn't know you were going to wake up…\" \"No problem, Mom.\" I tried to tone down the relief so she wouldn't get her feelings hurt. \"I won't be alone.\" \"I'll be back soon. I've been sleeping here, you know,\" she announced, proud of herself. \"Oh, Mom, you don't have to do that! You can sleep at home — I'll never notice.\" The swirl of painkillers in my brain was making it hard to concentrate even now, though, apparently, I'd been sleeping for days. \"I was too nervous,\" she admitted sheepishly. \"There's been some crime in the  neighborhood, and I don't like being there alone.\" \"Crime?\" I asked in alarm. \"Someone broke into that dance studio around the corner from the house and burned it to the ground — there's nothing left at all! And they left a stolen car right out front. Do you remember when you used to dance there, honey?\" \"I remember.\" I shivered, and winced. \"I can stay, baby, if you need me.\" \"No, Mom, I'll be fine. Edward will be with me.\" She looked like that might be why she wanted to stay. \"I'll be back tonight.\" It sounded as much like a warning as it sounded like a promise, and she glanced at Edward again as she said it. \"I love you, Mom.\" \"I love you, too, Bella. Try to be more careful when you walk, honey, I don't want to lose you.\" Edward's eyes stayed closed, but a wide grin flashed across his face. A nurse came bustling in then to check all my tubes and wires. My mother kissed my forehead, patted my gauze-wrapped hand, and left. The nurse was checking the paper readout on my heart monitor. \"Are you feeling anxious, honey? Your heart rate got a little high there.\" \"I'm fine,\" I assured her. \"I'll tell your RN that you're awake. She'll be in to see you in a minute.\" As soon as she closed the door, Edward was at my side. \"You stole a car?\" I raised my eyebrows. He smiled, unrepentant. \"It was a good car, very fast.\" \"How was your nap?\" I asked. \"Interesting.\" His eyes narrowed. \"What?\" He looked down while he answered. \"I'm surprised. I thought Florida… and your mother… well, I thought that's what you would want.\" I stared at him uncomprehendingly. \"But you'd be stuck inside all day in Florida. You'd only be able to come out at night, just like a real vampire.\" He almost smiled, but not quite. And then his face was grave. \"I would stay in Forks, Bella. Or somewhere like it,\" he explained. \"Someplace where I couldn't hurt you anymore.\" It didn't sink in at first. I continued to stare at him blankly as the words one by one clicked into place in my head like a ghastly puzzle. I was barely conscious of the sound of my heart accelerating, though, as my breathing became hyperventilation, I was aware of the sharp aching in my protesting ribs. He didn't say anything; he watched my face warily as the pain that had nothing to do with broken bones, pain that was infinitely worse, threatened to crush me. And then another nurse walked purposefully into the room. Edward sat still as stone as she took in my expression with a practiced eye before turning to the monitors. \"Time for more pain meds, sweetheart?\" she asked kindly, tapping the IV feed. \"No, no,\" I mumbled, trying to keep the agony out of my voice. \"I don't need anything.\" I couldn't afford to close my eyes now. \"No need to be brave, honey. It's better if you don't get too stressed out; you need to rest.\" She waited, but I just shook my head. \"Okay,\" she sighed. \"Hit the call button when you're ready.\" She gave Edward a stern look, and threw one more anxious glance at the machinery, before leaving. His cool hands were on my face; I stared at him with wild eyes. \"Shhh, Bella, calm down.\" \"Don't leave me,\" I begged in a broken voice. \"I won't,\" he promised. \"Now relax before I call the nurse back to sedate you.\" But my heart couldn't slow. \"Bella.\" He stroked my face anxiously. \"I'm not going anywhere. I'll be right here as long as you need me.\" \"Do you swear you won't leave me?\" I whispered. I tried to control the gasping, at least. My ribs were throbbing. He put his hands on either side of my face and brought his face close to mine. His eyes were wide and serious. \"I swear.\" The smell of his breath was soothing. It seemed to ease the ache of my breathing. He continued to hold my gaze while my body slowly relaxed and the beeping returned to a normal pace. His eyes were dark, closer to black than gold today. \"Better?\" he asked. \"Yes,\" I said cautiously. He shook his head and muttered something unintelligible. I thought I picked out the word \"overreaction.\" \"Why did you say that?\" I whispered, trying to keep my voice from shaking. \"Are you tired of having to save me all the time? Do you want me to go away?\" \"No, I don't want to be without you, Bella, of course not. Be rational.  And I have no problem with saving you, either — if it weren't for the fact that I was the one putting you in danger… that I'm the reason that you're here.\" \"Yes, you are the reason.\" I frowned. \"The reason I'm here — alive.\" \"Barely.\" His voice was just a whisper. \"Covered in gauze and plaster and hardly able to move.\" \"I wasn't referring to my most recent near-death experience,\" I said, growing irritated. \"I was thinking of the others — you can take your pick. If it weren't for you, I would be rotting away in the Forks cemetery.\" He winced at my words, but the haunted look didn't leave his eyes. \"That's not the worst part, though,\" he continued to whisper. He acted as if I hadn't spoken. \"Not seeing you there on the floor… crumpled and broken.\" His voice was choked. \"Not thinking I was too late. Not even hearing you scream in pain — all those unbearable memories that I'll carry with me for the rest of eternity. No, the very worst was feeling… knowing that I couldn't stop. Believing that I was going to kill you myself.\" \"But you didn't.\" \"I could have. So easily.\" I knew I needed to stay calm… but he was trying to talk himself into leaving me, and the panic fluttered in my lungs, trying to get out.  \"Promise me,\" I whispered. \"What?\" \"You know what.\" I was starting to get angry now. He was so stubbornly determined to dwell on the negative. He heard the change in my tone. His eyes tightened. \"I don't seem to be strong enough to stay away from you, so I suppose that you'll get your way… whether it kills you or not,\" he added roughly. \"Good.\" He hadn't promised, though — a fact that I had not missed. The panic was only barely contained; I had no strength left to control the anger. \"You told me how you stopped… now I want to know why,\" I demanded. \"Why?\" he repeated warily. \"Why you did it. Why didn't you just let the venom spread? By now I would be just like you.\" Edward's eyes seemed to turn flat black, and I remembered that this was something he'd never intended me to know. Alice must have been preoccupied by the things she'd learned about herself… or she'd been very careful with her thoughts around him — clearly, he'd had no idea that she'd filled me in on the mechanics of vampire conversions. He was surprised, and infuriated. His nostrils flared, his mouth looked as if it was chiseled from stone. He wasn't going to answer, that much was clear. \"I'll be the first to admit that I have no experience with relationships,\" I said. \"But it just seems logical… a man and woman have to be somewhat equal… as in, one of them can't always be swooping in and saving the other one. They have to save each other equally.\" He folded his arms on the side of my bed and rested his chin on his arms. His expression was smooth, the anger reined in. Evidently he'd decided he wasn't angry with me. I hoped I'd get a chance to warn Alice before he caught up with her. \"You have saved me,\" he said quietly. \"I can't always be Lois Lane,\" I insisted. \"I want to be Superman, too.\" \"You don't know what you're asking.\" His voice was soft; he stared intently at the edge of the pillowcase. \"I think I do.\" \"Bella, you don't know. I've had almost ninety years to think about this, and I'm still not sure.\" \"Do you wish that Carlisle hadn't saved you?\" \"No, I don't wish that.\" He paused before continuing. \"But my life was over. I wasn't giving anything up.\" \"You are my life. You're the only thing it would hurt me to lose.\" I was getting better at this. It was easy to admit how much I needed him. He was very calm, though. Decided. \"I can't do it, Bella. I won't do that to you.\" \"Why not?\" My throat rasped and the words weren't as loud as I'd meant them to be. \"Don't tell me it's too hard! After today, or I guess it was a few days ago… anyway, after that, it should be nothing.\" He glared at me. \"And the pain?\" he asked. I blanched. I couldn't help it. But I tried to keep my expression from showing how clearly I remembered the feeling… the fire in my veins. \"That's my problem,\" I said. \"I can handle it.\" \"It's possible to take bravery to the point where it becomes insanity.\" \"It's not an issue. Three days. Big deal.\" Edward grimaced again as my words reminded him that I was more informed than he had ever intended me to be. I watched him repress the anger, watched as his eyes grew speculative. \"Charlie?\" he asked curtly. \"Renée?\" Minutes passed in silence as I struggled to answer his question. I opened my mouth, but no sound came out. I closed it again. He waited, and his expression became triumphant because he knew I had no true answer. \"Look, that's not an issue either,\" I finally muttered; my voice was as unconvincing as it always was when I lied. \"Renée has always made the choices that work for her — she'd want me to do the same. And Charlie's resilient, he's used to being on his own. I can't take care of them forever. I have my own life to live.\" \"Exactly,\" he snapped. \"And I won't end it for you.\" \"If you're waiting for me to be on my deathbed, I've got news for you! I was just there!\" \"You're going to recover,\" he reminded me. I took a deep breath to calm myself, ignoring the spasm of pain it triggered. I stared at him, and he stared back. There was no compromise in his face. \"No,\" I said slowly. \"I'm not.\" His forehead creased. \"Of course you are. You may have a scar or two…\" \"You're wrong,\" I insisted. \"I'm going to die.\" \"Really, Bella.\" He was anxious now. \"You'll be out of here in a few days. Two week at most.\" I glared at him. \"I may not die now… but I'm going to die sometime. Every minute of the day, I get closer. And I'm going to get old.\" He frowned as what I was saying sunk in, pressing his long fingers to his temples and closing his eyes. \"That's how it's supposed to happen. How it should happen. How it would have happened if I didn't exist — and I shouldn't exist.\" I snorted. He opened his eyes in surprise. \"That's stupid. That's like going to someone who's just won the lottery, taking their money, and saying, 'Look, let's just go back to how things should be. It's better that way.' And I'm not buying it.\" \"I'm hardly a lottery prize,\" he growled. \"That's right. You're much better.\" He rolled his eyes and set his lips. \"Bella, we're not having this discussion anymore. I refuse to damn you to an eternity of night and that's the end of it.\" \"If you think that's the end, then you don't know me very well,\" I warned him. \"You're not the only vampire I know.\" His eyes went black again. \"Alice wouldn't dare.\" And for a moment he looked so frightening that I couldn't help but believe it — I couldn't imagine someone brave enough to cross him. \"Alice already saw it, didn't she?\" I guessed. \"That's why the things she says upset you. She knows I'm going to be like you… someday.\" \"She's wrong. She also saw you dead, but that didn't happen, either.\" \"You'll never catch me betting against Alice.\" We stared at each other for a very long time. It was quiet except for the whirring of the machines, the beeping, the dripping, the ticking of the big clock on the wall. Finally, his expression softened. \"So where does that leave us?\" I wondered. He chuckled humorlessly. \"I believe it's called an impasse.\" I sighed. \"Ouch,\" I muttered. \"How are you feeling?\" he asked, eyeing the button for the nurse. \"I'm fine,\" I lied. \"I don't believe you,\" he said gently. \"I'm not going back to sleep.\" \"You need rest. All this arguing isn't good for you.\" \"So give in,\" I hinted. \"Nice try.\" He reached for the button. \"No!\" He ignored me. \"Yes?\" the speaker on the wall squawked. \"I think we're ready for more pain medication,\" he said calmly, ignoring my furious expression. \"I'll send in the nurse.\" The voice sounded very bored. \"I won't take it,\" I promised. He looked toward the sack of fluids hanging beside my bed. \"I don't think they're going to ask you to swallow anything.\" My heart rate started to climb. He read the fear in my eyes, and sighed in frustration. \"Bella, you're in pain. You need to relax so you can heal. Why are you being so difficult?  They're not going to put any more needles in you now.\" \"I'm not afraid of the needles,\" I mumbled. \"I'm afraid to close my eyes.\" Then he smiled his crooked smile, and took my face between his hands. \"I told you I'm not going anywhere. Don't be afraid. As long as it makes you happy, I'll be here.\" I smiled back, ignoring the ache in my cheeks. \"You're talking about forever, you know.\" \"Oh, you'll get over it — it's just a crush.\" I shook my head in disbelief— it made me dizzy. \"I was shocked when Renée swallowed that one. I know you know better.\" \"That's the beautiful thing about being human,\" he told me. \"Things change.\" My eyes narrowed. \"Don't hold your breath.\" He was laughing when the nurse came in, brandishing a syringe. \"Excuse me,\" she said brusquely to Edward. He got up and crossed to the end of the small room, leaning against the wall. He folded his arms and waited. I kept my eyes on him, still apprehensive. He met my gaze calmly. \"Here you go, honey.\" The nurse smiled as she injected the medicine into my tube. \"You'll feel better now.\" \"Thanks,\" I mumbled, unenthusiastic. It didn't take long. I could feel the drowsiness trickling through my bloodstream almost immediately. \"That ought to do it,\" she muttered as my eyelids drooped. She must have left the room, because something cold and smooth touched my face. \"Stay.\" The word was slurred. \"I will,\" he promised. His voice was beautiful, like a lullaby. \"Like I said, as long as it makes you happy… as long as it's what's best for you.\" I tried to shake my head, but it was too heavy. \"S not the same thing,\" I mumbled. He laughed. \"Don't worry about that now, Bella. You can argue with me when you wake up.\" I think I smiled. '\"Kay.\" I could feel his lips at my ear. \"I love you,\" he whispered. \"Me, too.\" \"I know,\" he laughed quietly. I turned my head slightly… searching. He knew what I was after. His lips touched mine gently. \"Thanks,\" I sighed. \"Anytime.\" I wasn't really there at all anymore. But I fought against the stupor weakly. There was just one more thing I wanted to tell him. \"Edward?\" I struggled to pronounce his name clearly. \"Yes?\" \"I'm betting on Alice,\" I mumbled. And then the night closed over me.",
            "vi": "24      24.  Ngõ cụt    Mắt tôi mở ra thấy đèn sáng choang. Tôi đang ở trong một căn phòng xa lạ, một căn phòng trắng toát. Bức tường bên cạnh tôi được che màn xếp dọc dài; trên đầu tôi, đèn chói chang làm loà mắt. Tôi được cho nằm tựa vào một chiếc giường cứng, không bằng phẳng - giường có các thanh sắt. Gối bẹp dí và lổn nhổn. Có tiếng bíp-bíp làm bực cả mình ở đâu đó gần bên. Tôi hy vọng điều đó có nghĩa là tôi vẫn còn sống. Chết chắc không khó chịu thế này.  Hai tay tôi bị cột chằng chịt mấy ống nhựa trong, và cái gì đó dán qua mặt tôi, dưới mũi. Tôi đưa tay lên để gỡ nó ra.  \"Không, không được đâu.” Và ngón tay mát rượi giữ tay tôi lại.  \"Edward?\" Tôi hơi quay đầu lại, và khuôn mặt tuyệt vời của anh chỉ cách mặt tôi mấy xăng-ti-mét, cằm anh đặt trên mép gối của tôi. Tôi lại nhận ra mình còn sống, lần này với lòng biết ơn và hoan hỉ. \"Ồ, Edward, em vô cùng xin lỗi!\" \"Suỵtttttt, \" anh bảo tôi im lặng. \"Bây giờ mọi chuyện đều êm đẹp rồi.” \"Chuyện gì đã xảy ra?\" Tôi không thể nhớ rõ, và tâm trí cứ chống đối tôi mỗi khi tôi cố nhớ lại.  \"Anh suýt quá muộn. Anh có thể đã quá muộn, \" anh thì thầm, giọng anh giày vò.  \"Em quá ngu ngốc, Edward. Em tưởng hắn đã bắt mẹ em. \" \"Hắn lừa tất cả chúng ta. \" \"Em cần gọi Charlie và mẹ, \" tôi chợt nhớ ra.  \"Alice đã gọi cho họ rồi. Renée đang ở đây - à, ở đây trong bệnh viện này. Bà đang tìm cái gì đó để ăn. \" \"Mẹ em ở đây?\" Tôi cố ngồi bật dậy, nhưng đầu tôi quay cuồng, và bàn tay anh đẩy nhẹ tôi xuống gối.  \"Mẹ em sẽ quay lại ngay, \" anh hứa. \" Và em cần nằm yên. \" \"Nhưng anh kể cho mẹ nghe chuyện gì rồi?\" Tôi hoảng sợ. Tôi không quan tâm đến chuyện giảm đau. Mẹ tôi đang ở đây và tôi đang bình phục sau cuộc tấn công của ma cà rồng. \"Sao anh lại báo cho mẹ biết là em ở đây chứ?\" \"Em té từ hai cầu thang và bay qua cửa sổ. \" Anh ngừng lại. \"Em phải thú nhận, chuyện đó có thể xảy ra.” Tôi thở dài, và thấy đau. Tôi nhìn chằm chằm vào cơ thể mình dưới tấm phủ, cục khổng lồ nhô lên là chân tôi.  \"Em bị thương ra sao?\" Tôi hỏi.  \"Em có một cái chân bị gãy, bốn xương sườn hãy, vài chỗ nứt trên hộp sọ, bầm tím toàn thân, và em đã mất rất nhiều máu. Họ đã truyền ít máu cho em. Anh không thích vậy - nó làm em tỏa mùi kỳ cục trong một thời gian.” \"Thay đổi vậy hẳn anh phải thích.” \"Không, anh thích mùi của em. \" \"Anh đã làm chuyện đó ra sao?\" Tôi lặng lẽ hỏi. Anh biết tôi muốn nói gì ngay lập tức.  \"Anh không rõ.” Anh tránh nhìn đôi mắt kinh ngạc của tôi, nâng bàn tay quấn băng của tôi ra khỏi giường và nhẹ nhàng ôm trong tay anh, cẩn thận không làm lệch sợi dây nối tôi vô một trong mấy cái màn hình.  Tôi kiên nhẫn chờ đợi anh nói hết câu.  Anh thở dài không nhìn lại ánh mắt chằm chằm của tôi. \"Không thể nào ... dừng lại được,” anh thì thầm. \"Không thể. Nhưng anh đã dừng lại.” Cuối cùng, anh nhìn lên, cười nhếch môi. \"Anh yêu em vô cùng.” \"Em không ngon như mùi của em sao?\" Tôi mỉm cười đáp lại. Chuyện đó làm mặt tôi đau.  \"Ngon hơn nhiều - hơn anh đã tưởng tượng.” \"Em xin lỗi, \" tôi tạ lỗi.  Anh nhướng mắt thật cao. \" Đủ thứ chuyện cần xin lỗi. \" \"Em phải xin lỗi chuyện gì?\" \"Chuyện suýt nữa thì em tự tước mình ra khỏi anh mãi mãi. \" \"Em xin lỗi, \" tôi tạ lỗi lần nữa.  \"Anh biết tại sao em làm vậy.” Giọng anh an ủi. \"Nhưng vẫn hết sức phi lý, dĩ nhiên. Lẽ ra em phải chờ anh, lẽ ra em phải kể cho anh biết. \" \"Anh sẽ không để em đi đâu. \" \"Ừ, \" anh đồng ý bằng một giọng nghiêm khắc, \"Anh sẽ không để em đi.” Vài ký ức rất khó chịu đang bắt đầu trở về với tôi. Tôi rùng mình, rồi cau mày.  Anh lo lắng ngay lập tức. \" Bella, có chuyện gì vậy?\" \"Chuyện gì đã xảy ra với James?\" \"Sau anh lôi hắn ra khỏi em, Emmett và Jasper xử lý hắn.” Giọng anh đầy vẻ tiếc nuối.  Tôi không hiểu. \"Em đâu có thấy Emmett và Jasper ở đó đâu. \" \"Họ phải ra khỏi phòng ...  có nhiều máu quá. \" \" Nhưng anh đã ở lại. \" \"Ừ, anh đã ở lại. \" \"Còn Alice, và Carlisle... \" tôi thắc mắc tự hỏi.  \"Họ cũng thương em, em biết mà. \" Những hình ảnh đau đớn trong lần cuối cùng tôi gặp Alice loé lên làm tôi nhớ đến một chuyện. \"Alice đã xem băng chưa?\" Tôi lo lắng hỏi.  \"Rồi.”  Một âm thanh mới làm giọng anh âm u, âm điệu đầy căm hận.  \"Cô ấy luôn ở trong bóng tối, đó là lý do tại sao cô ấy không nhớ. \" \"Anh biết. Cô ấy hiểu rồi.” Giọng anh bình thản, nhưng khuôn mặt anh tối sầm giận dữ.  Tôi cố vươn bàn tay tự do của mình sờ mặt anh, nhưng cái gì đó đã chặn tôi lại. Tôi liếc xuống thấy IV giữ tay tôi.  \"Ugh. \" Tôi cau mày.  \"Gì vậy?\" anh hỏi lo lắng - phân tâm, nhưng chưa đủ. Nét lạnh lẽo chưa mất hết trong mắt anh.  \"Mấy cái kim, \" tôi giải thích, không nhìn vô cây kim trong tay. Tôi tập trung vào tấm lợp trần bị biến dạng và cố hít thở sâu mặc cho  xương sườn đau nhói.  \"Sợ kim, \" anh lẩm bẩm một mình, lắc đầu. \" Ồ, một con ma cà rồng ác dâm, định tra tấn cô ta cho đến chết, chắc chắn, vậy mà chả sao cả, cô ta bỏ trốn để gặp cho được hắn. Thế mà, một cái kim ...” Tôi trợn tròn mắt. Tôi sung sướng phát hiện ra cử chỉ này, ít nhất,  không làm tôi đau. Tôi quyết định chuyển sang đề tài khác.  \"Tại sao anh lại ở đây?\" Tôi hỏi.  Anh nhìn tôi chằm chằm, lúc đầu không hiểu rồi nỗi đau hằn trong mắt anh. Lông mày nhíu lại khi anh cau mày. \"Em muốn anh ra khỏi đây sao?\" \"Không!\" Tôi phản đối, hoảng sợ suy nghĩ ấy. \" Không, ý em là, mẹ em nghĩ tại sao anh lại ở đây? Em cần nắm được vấn đề trước khi mẹ quay lại. \" \"Ồ, \" anh nói, và trán anh dãn ra. \"Anh đến Phoenix để khuyên nhủ em, để thuyết phục em quay về Forks.” Đôi mắt mở to của anh hết sức tha thiết và chân thành, chính tôi cũng suýt tin anh.  “Em đồng ý gặp anh rồi em chạy đến khách sạn nơi anh, Carlisle và Alice đang ở - dĩ nhiên, anh đến đây dưới sự giám sát của phụ huynh,” anh bổ sung đầy đạo đức, \"nhưng em trợt cầu thang trên đường đến phòng anh rồi ... ừm, em biết phần còn lại rồi. Tuy vậy, em không cần nhớ chi tiết gì cả, em đang có cớ chính đáng để không nhớ rõ được chi tiết.\" Tôi suy nghĩ một chốc. \"Có một vài sơ hở trong câu chuyện.  Chẳng hạn như đâu có cửa sổ nào bể đâu.” \"Đúng là không có, \" anh nói. \" Alice đã khá khoái trá tạo ra chút chứng cứ.  Mọi thứ đều được chăm lo kỹ lưỡng - em có thể kiện cả khách sạn nếu em muốn. Em chẳng có gì phải lo lắng,” anh hứa, vuốt má tôi thật nhẹ nhàng.  \"Công việc duy nhất của em bây giờ là chữa cho lành mấy vết thương. \" Tôi không bị quá đau hay bị tác  động của thuốc mà không phản ứng lại cái vuốt má của anh. Tiếng bíp - bíp của màn hình nhảy thất thường - bây giờ anh không phải là người duy nhất có thể nghe tiếng trái tim tôi lỗi nhịp.  \"Thế nào cũng sẽ quê lắm đây, \" tôi lẩm bẩm với mình.  Anh cười khúc khích, và mắt anh ánh lên vẻ tò mò. \" A, anh muốn biết... \" Anh từ từ nghiêng người về phía tôi; tiếng bíp-bíp tăng tốc dữ dội thậm chí trước cả khi môi anh chạm vào môi tôi. Nhưng khi môi anh đã chạm vào môi tôi, dù hết sức dịu dàng, mọi tiếng bíp-bíp đều dừng lại.  Anh lùi ra đột ngột, vẻ lo lắng chuyển thành nhẹ nhõm khi màn hình cho thấy tim tôi đã đập trở lại.  \"Dường như anh thậm chí sẽ phải cẩn thận hơn với em so với bình thường. \" Anh cau mày.  \"Em chưa hôn anh xong mà, \" tôi than phiền. \"Đừng để em phải qua đó.” Anh cười toe toét, và cúi người áp nhẹ môi vào môi tôi. Màn hình trở nên điên cuồng.  Nhưng rồi môi anh căng thẳng. Anh buông tôi ra.  \"Anh nghe mẹ em đang đến,” anh nói, lại cười toe toét.  \"Xin đừng bỏ em,”  tôi kêu to, nỗi hoảng sợ vô lý xâm chiếm tôi. Tôi không thể để anh đi - anh có thể lại biến mất khỏi đời tôi lần nữa.  Anh nhìn nỗi kinh hoàng  trong mắt tôi trong một giây. \"Anh không bỏ em đâu,” anh long trọng hứa rồi mỉm cười. \" Anh sẽ chợp mắt một chút. \" Anh chuyển từ chiếc ghế nhựa cứng ở cạnh tôi sang ghế tựa màu ngọc lam giả da ở chân giường, ngả hết người vào lưng ghế rồi nhắm mắt lại. Anh chẳng hề nhúc nhích một chút.  \"Đừng quên thở nhé, \" tôi thì thầm chế giễu. Anh hít thật sâu, mắt anh vẫn nhắm.  Tôi có thể nghe tiếng mẹ rồi. Mẹ đang nói chuyện với ai đó, có lẽ y tá, và bà có vẻ mệt mỏi và khó chịu. Tôi muốn nhảy ra khỏi giường, chạy về phía mẹ, để xoa dịu mẹ, hứa là mọi thứ đều ổn cả. Nhưng tôi chẳng có cách nào mà nhảy được, nên tôi sốt ruột chờ đợi.  Cánh cửa kẹt mở, rồi mẹ hé nhìn vô.  \"Mẹ!\" Tôi thì thầm, giọng tôi đầy thương yêu và nhẹ nhõm.  Mẹ để ý dáng bất động của Edward trên ghế tựa lưng, rồi rón rén đến bên giường tôi.  \"Nó chẳng hề đi đâu cả?\" mẹ lầm bầm một mình.  \"Mẹ, con rất vui khi gặp lại mẹ!\" Bà cúi xuống ôm tôi nhẹ nhàng, và tôi cảm thấy những giọt nước mắt ấm rơi trên má tôi.  \"Bella, mẹ buồn phiền quá!\" \"Con xin lỗi, mẹ.  Nhưng bây giờ mọi thứ ổn cả rồi, tốt rồi, \" tôi an ủi bà.  \"Mẹ thật vui vì cuối cùng con cũng đã tỉnh.” Mẹ ngồi lên mép giường tôi.  Tôi bất ngờ nhận ra tôi chẳng hề biết mình đã mê bao lâu. \"Con mê bao lâu rồi mẹ?\" \"Từ thứ Sáu, cưng, con mê khá lâu. \" \"Thứ sáu?\" Tôi bị sốc. Tôi cố nhớ ngày xảy ra việc ấy ...  nhưng tôi không muốn nghĩ về chuyện đó.  \"Họ phải cho con dùng thuốc an thần trong một thời gian, cưng à - con bị thương nhiều lắm.” \"Con biết. \" Tôi có thể cảm thấy chúng.  \"May mà có bác sĩ Cullen ở đó. Ông ấy là một người đàn ông dễ thương ... tuy quá trẻ. Và trông ông ta giống người mẫu hơn là bác sĩ \" \"Mẹ gặp Carlisle rồi à?\" \"Alice nữa, em gái Edward. Cô ấy xinh quá. \" \"Dạ,”  tôi đồng ý hết lòng.  Bà nhìn Edward qua vai mình, nằm với đôi mắt nhắm nghiền trong ghế. \"Con không kể mẹ biết con có những người bạn tốt như thế ở Forks. \" Tôi co rúm lại, rồi than van.  \"Đau gì vậy con?\" bà lo lắng hỏi, quay lại về phía tôi. Mắt Edward liếc nhìn tôi.  \" Ổn cả, \" tôi đảm bảo với họ. \"Con chỉ cần nhớ là không được nhúc nhích thôi.”  Anh lại quay lại giấc ngủ giả đò của mình.  Tôi lợi dụng mẹ bị phân tâm để lái câu chuyện không quay lại đề tài về hành vi-thiếu-thẳng thắn của tôi. \"Phil đâu?\" Tôi hỏi nhanh.  \"Ở Florida - ồ, Bella!  Con không đoán nỗi đâu!  Đúng lúc ba mẹ định bỏ đi thì tin tuyệt vời nhất đến!\" \"Phil đã được ký hợp đồng?\" Tôi đoán.  \"Ừ!  Sao con đoán được hay vậy!  The Suns, con tin nỗi không?\" \"Tuyệt quá, mẹ, \" tôi nói nhiệt tình hết mức có thể, cho dù tôi chẳng hề biết cái đó có nghĩa là gì.  \"Và con sẽ thích Jacksonville lắm đó, \" mẹ nói một thôi một hồi trong khi tôi nhìn bà chằm chằm đờ đẫn. \"Mẹ hơi lo lắng khi Phil bắt đầu nói về Akron, nào là tuyết nào là mọi thứ, vì con biết mẹ ghét lạnh lắm, nhưng bây giờ thì Jacksonville! Trời luôn nắng đẹp, và không mưa nhiều lắm. Ba mẹ đã tìm được một căn nhà dễ thương, màu vàng, viền chỉ trắng, và một mái hiên y như trong phim xưa, và cây sồi khổng lồ này, và chỉ cách biển vài phút, và con sẽ có phòng tắm riêng của mình –“ \"Chờ chút, mẹ!\" Tôi ngắt lời. Edward vẫn nhắm kín mắt, nhưng anh trông quá căng thẳng để trông giống đang ngủ. \"Mẹ đang nói về chuyện gì vậy? Con sẽ không đi Florida đâu. Con sống ở Forks. \" \"Nhưng con không cần vậy nữa đâu, bé ngốc, \" mẹ cười. \"Giờ Phil có thể ở nhà nhiều hơn rồi... ba mẹ đã nói về chuyện đó rất nhiều, và mẹ chỉ cần chuyển chỗ qua lại mà thôi, nửa thời gian mẹ sống với con, nửa thời gian mẹ sống với anh ấy.” \"Mẹ.” Tôi do dự, tự hỏi không biết phải làm sao để khéo léo xử lý chuyện này. \"Con muốn sống ở Forks. Con đã quen với trường lớp, và con có mấy đứa bạn gái nữa” - Bà liếc nhìn phía Edward lần nữa khi tôi nhắc nhở đến bạn bè với bà, vì vậy tôi thử hướng khác - \" và Charlie cần con.  Bố chỉ có một thân một mình ở đó mà lại chẳng biết nấu nướng gì cả.” \"Con muốn ở lại ở Forks?\" bà hỏi, hoang mang. Ý nghĩ ấy bà không tài nào hiểu được. Rồi mắt bà lại nhìn sang Edward.  \"Tại sao?\" \"Con đã kể mẹ nghe rồi - trường, Charlie - ối!\" Tôi nhún vai. Không phải ý hay.  Bàn tay mẹ bối rối vô vọng trên người tôi, cố tìm nơi an toàn để chạm vào. Bà đặt lên trán tôi; nơi không bị băng bó.  \"Bella, cưng ơi, con căm ghét Forks mà, \" bà nhắc tôi.  \"Không ghét đến thế đâu mẹ.” Bà cau mày và nhìn qua lại giữa Edward và tôi, lúc này tỏ vẻ cố tình.  \"Có phải vì anh chàng này không?\" bà thì thầm.  Tôi mở miệng để nói dối, nhưng mắt bà đang dò xét mặt tôi, và tôi biết bà nhìn thấu tim tôi. \"Ảnh là một phần, \" tôi thừa nhận. Không cần phải thú nhận phần đó lớn cỡ nào. \"Nè, mẹ đã nói chuyện với Edward rồi à? \" tôi hỏi.  \"Rồi. \" Bà do dự, nhìn vào thân hình hoàn toàn bất động của anh. \" Và mẹ muốn nói chuyện với con về chuyện đó. \" Ừ - oh. \" Về chuyện gì vậy mẹ?\" Tôi hỏi.  \"Mẹ nghĩ anh chàng này yêu con, \" bà hạ thấp giọng, buộc tội.  \"Con cũng nghĩ vậy, \" tôi thổ lộ.  \"Còn con cảm thấy thế nào về anh ta?\"  Bà chẳng giấu được sự hiếu kỳ cùng cực trong giọng mình.  Tôi thở dài, nhìn sang chỗ khác. Dù rất yêu mẹ, nhưng đây không phải là chuyện tôi muốn nói với mẹ.  \"Con rất thích anh ấy.” Thế  - nghe giống điều một thiếu nữ mới có người bạn trai đầu đời có thể nói.  \"Ừm, anh chàng có vẻ rất dễ thương, và, lạy Chúa tôi, anh chàng đẹp trai quá đỗi, nhưng con còn trẻ quá, Bella...”  Giọng bà thiếu tự tin; theo như tôi nhớ, đây là lần đầu kể từ khi tôi lên tám bà gần như đang cố nói kiểu của các bậc cha mẹ.  Tôi nhận ra kiểu nói biết-điều-nhưng-kiên-định trong những cuộc trò chuyện giữa tôi và mẹ về đàn ông.  \"Con hiểu chuyện đó mà, mẹ. Đừng lo về chuyện đó. Chỉ là si mê nhất thời mà thôi,” Tôi dỗ dành mẹ. \"Đúng thế, \" bà đồng ý, dễ hài lòng.  Sau đó bà thở dài và liếc nhìn vẻ hối lỗi qua vai bà vào chiếc đồng hồ tròn lớn trên tường.  \"Mẹ phải đi à?\" Bà cắn môi. \"Phil chắc sắp sửa gọi mẹ ... Mẹ không biết con sắp tỉnh...\" \"Không sao đâu mẹ. \" Tôi cố giấu vẻ nhẹ nhõm để bà không cảm thấy bị tổn thương. \"Con đâu có ở đây một mình đâu. \" \"Mẹ sẽ quay lại ngay. Mẹ đã ngủ ở đây suốt, con biết đó, \" bà công bố, tự hào về mình.  \" Ồ, mẹ, mẹ đâu cần phải làm vậy!  Mẹ có thể ngủ ở nhà mà – mẹ ngủ ở đây con cũng có biết gì đâu. \"  Mặc dù vậy, rõ ràng là, thuốc giảm đau trong não đang làm tôi khó mà tập trung, tôi đã ngủ cả mấy ngày trời.  \"Mẹ lo quá, \" bà thừa nhận ngượng ngùng. \"Có một tội ác xảy ra ở gần nhà, nên mẹ không thích ở đó một mình. \" \"Tội ác?\" Tôi hoảng hốt hỏi.  \"Có người đã đột nhập vào phòng tập khiêu vũ ở gần nhà và đốt rụi nó rồi – chẳng còn lại gì cả!  Và bỏ lại một cái xe bị đánh cắp ngay phía trước. Con có nhớ con thường tập múa ở đó không, cưng?\" \"Con nhớ. \" Tôi rùng mình, và cau mày.  \"Mẹ có thể ở lại, bé yêu, nếu con cần mẹ. \" \"Không, mẹ, con khoẻ mà. Edward sẽ ở với con.” Bà tỏ vẻ như đó là lý do tại sao bà muốn ở lại. \"Tối nay mẹ sẽ vô lại.” Nghe giống lời cảnh báo hơn là lời hứa, rồi bà nhìn lướt qua Edward lần nữa khi nói câu đó.  \"Con yêu mẹ. \" \"Mẹ cũng yêu con, Bella. Hãy cố cẩn thận hơn khi đi bộ, cưng ơi, mẹ không muốn mất con đâu.” Mắt Edward vẫn nhắm kín, nhưng một nụ cười toe toét thoáng qua mặt anh.  Lúc này y tá hối hả đi vào kiểm tra các thứ ống và dây. Mẹ hôn trán tôi, vỗ nhẹ bàn tay quấn băng của tôi rồi ra đi.  Y tá đang kiểm tra số liệu trên máy theo dõi nhịp tim của tôi.  \"Em cảm thấy lo lắng à, cưng? Nhịp tim em chỗ đó hơi cao.” \"Em khoẻ, \" tôi quả quyết với cô.  \"Tôi sẽ báo cho RN của em là em đã tỉnh.  Bác sĩ sẽ vào khám cho em ngay đó.” Ngay khi cô đóng cửa, Edward đã ở ngay bên tôi.  \"Anh ăn cắp xe à?\" Tôi nhíu mày.  Anh mỉm cười, chẳng chút ăn năn. \"Xe đó tốt ghê, rất nhanh. \" \"Giấc ngủ ngắn của anh ra sao?\" Tôi hỏi.  \"Thú vị.”  Mắt anh nheo lại.  \"Gì chứ?\" Anh nhìn xuống khi trả lời. \"Anh bị bất ngờ.  Anh nghĩ Florida ...  và mẹ em..., ừm, anh nghĩ đó là điều em cần.” Tôi nhìn anh chằm chằm chẳng hiểu gì cả. \"Nhưng anh sẽ phải ở trong nhà suốt cả ngày ở Florida. Anh chỉ có thể ra ngoài vào ban đêm mà thôi, giống y một con ma cà rồng thực thụ.” Anh suýt mỉm cười, nhưng không cười. Rồi mặt anh nghiêm nghị. \"Anh sẽ ở lại Forks, Bella. Hay một nơi nào đó giống vậy, \" anh giải thích. \"Nơi anh không thể hại em được nữa.” Lúc đầu tôi chưa hiểu ra. Tôi tiếp tục ngây người nhìn anh chằm chằm khi từng lời từng lời của anh đột ngột trở nên rõ ràng trong đầu tôi như một câu đố khó hiểu. Tuy thế, tôi chỉ còn nhận thấy tiếng tim mình đang tăng tốc, vì hơi thở của tôi dồn dập, tôi cảm nhận được cơn đau buốt xốc hông.  Anh chẳng nói gì cả; anh thận trọng nhìn mặt tôi như thể nỗi đau ấy chẳng hề liên quan gì đến mấy cái xương gãy, nỗi đau ấy còn đau hơn gấp bội, có thể nghiền nát tôi.  Rồi một cô y tá khác đi quả quyết vào phòng. Edward ngồi yên như đá khi cô nhìn vẻ mặt tôi với ánh mắt đầy kinh nghiệm rồi mới hướng về màn hình.  \"Thêm thuốc giảm đau nhé, em?\"  cô tử tế hỏi, gõ dây chuyền dịch IV.  \"Không, không cần, \" tôi lầm bầm, cố không để lộ nỗi đau trong giọng mình. “Em không gì cả.”  Bây giờ, tôi không nhắm mắt lại nỗi.  \"Không cần phải can đảm vậy đâu, bé.  Sẽ tốt hơn nếu em không quá căng thẳng;  em cần phải nghỉ ngơi.” Cô đợi, nhưng tôi chỉ lắc đầu.  \"Được thôi,” cô thở dài. \"Nhấn nút gọi khi nào em cần thuốc nhé.” Cô nhìn Edward đầy nghiêm khắc, rồi lại nhìn lo lắng hơn vào máy móc, rồi mới bỏ đi.  Bàn tay mát rượi của anh đang trên mặt tôi; tôi nhìn anh chằm chằm điên cuồng.  \"Suỵt, Bella, bình tĩnh.” \"Xin đừng bỏ em,”  tôi cầu xin bằng giọng đứt quãng.  \"Anh sẽ không bỏ em đâu,” anh hứa. \"Bây giờ hãy thư giãn không thì anh sẽ gọi y tá trở lại cho em dùng thuốc an thần đó.” Nhưng tim tôi không thể đập chậm lại.  \"Bella. \" Anh vuốt mặt tôi lo lắng. \"Anh sẽ không đi đâu hết. Anh sẽ bên em chừng nào em còn cần anh.” \"Anh thề anh sẽ không bỏ em đi?\" Tôi thì thầm.  Ít nhất, tôi cố không thở hổn hển.  Xương sườn tôi đang nhói đau.  Anh ôm hai tay ở hai bên mặt tôi và kề sát mặt anh vào mặt tôi. Mắt anh mở to và nghiêm túc. \"Anh thề.” Mùi hơi thở anh thật êm dịu.  Dường như nó làm dịu cơn đau khi tôi thở. Anh tiếp tục nhìn chằm chằm vào tôi trong khi cơ thể tôi từ từ thư giãn và tiếng bíp-bíp trở lại nhịp độ bình thường. Mắt anh đen, đen nhiều hơn vàng hôm nay.  \"Đỡ hơn chưa?\" anh hỏi.  \"Rồi,”  tôi thận trọng nói.  Anh lắc đầu và lẩm bẩm cái gì đó khó hiểu. Tôi nghĩ tôi nghe được từ \"phản ứng quá lố.” \"Tại sao anh nói vậy?\" Tôi thì thầm, cố giữ giọng tôi không run rẩy. \"Anh chán chuyện lúc nào cũng phải cứu em? Anh muốn em đi chỗ khác?\" \"Không, anh không muốn sống thiếu em, Bella, dĩ nhiên không rồi. Hãy biết điều nào. Và cứu em cũng chẳng hề làm anh khó chịu gì cả – nếu không vì anh là người làm em bị nguy hiểm... chính anh là lý do khiến em ở đây.” \"Vâng, anh chính là lý do.” Tôi cau mày. \" Lý do em ở đây – còn sống.” \"Suýt thôi. \" Giọng anh chỉ còn là tiếng thì thầm. “Bị bó bột và băng bó và chẳng nhúc nhích gì được.” \"Em không nói chuyện em suýt chết mới rồi, \" tôi nói, càng lúc càng tức tối.  “Em nói đến mấy chuyện khác – anh thoải mái lựa chọn. Nếu không có anh, em đã mục rữa trong nghĩa trang của Forks rồi.” Anh cau mày vì lời nói của tôi, nhưng nét kinh sợ không rời mắt anh.  \"Thế nhưng, đó vẫn chưa phải là phần tệ nhất,” anh thì thầm tiếp. Anh làm như thể tôi chưa hề nói gì. \"Không phải chuyện nhìn thấy em ở đó, trên sàn ... gục ngã, tuyệt vọng.” Giọng anh nghẹn ngào. \"Không phải chuyện nghĩ mình đã quá muộn.  Thậm chí không phải chuyện nghe tiếng em la hét đau đớn - tất cả những ký ức không thể chịu đựng nổi ấy anh sẽ mang theo suốt cả quãng đời bất tử của mình. Không, điều tệ hại nhất là cảm thấy... biết rằng anh không thể dừng lại. Biết là chính anh sẽ giết em.” \"Nhưng anh đâu có vậy.” \"Anh có thể vậy. Quá dễ dàng.” Tôi biết tôi cần bình tĩnh ... nhưng anh đang cố tự thuyết phục mình rời bỏ tôi, và nỗi hoảng sợ bay chấp chới trong phổi tôi, cố thoát ra ngoài.  \"Hãy hứa với em, \" tôi thì thầm.  \"Gì?\" \"Anh biết gì rồi.” Tôi bắt đầu nổi giận. Anh cứ nhất quyết một cách ương ngạnh đào sâu vào mặt tiêu cực không thôi.  Anh nhận thấy giọng tôi thay đổi. Mắt anh nhắm chặt. \"Anh dường như không đủ mạnh mẽ để tránh xa em, vì vậy anh nghĩ em sẽ cứ làm theo ý mình ... dù chuyện đó có giết chết em cũng mặc,” anh thô bạo nói thêm.   \"Tốt.” Tuy anh không chịu hứa –chuyện này tôi thấy rõ.  Cơn hoảng sợ vừa mới được kiềm chế; tôi chẳng còn sức nào để kiểm soát cơn giận dữ nữa. \"Anh đã kể em nghe là anh đã dừng lại được...  bây giờ em muốn biết tại sao,” tôi yêu cầu.  \"Tại sao?\" anh lặp lại thận trọng.  \"Tại sao anh đã làm điều đó. Tại sao anh không cứ để nọc độc lây lan? Để bây giờ em đã được giống anh rồi.” Mắt Edward như chuyển sang đen tuyền, và tôi nhớ rằng đây là chuyện anh sẽ không bao giờ muốn tôi biết. Alice hẳn đang bận tâm về những điều cô mới biết về mình ... hoặc đã rất cẩn thận với suy nghĩ của mình khi ở gần anh – nên rõ ràng, anh chẳng hề biết cô ấy đã kể tôi nghe cơ chế chuyển đổi thành ma cà rồng rồi. Anh bị bất ngờ, và tức điên. Mũi anh phập phồng, miệng anh mím chặt như thể được đục từ đá.  Anh sẽ không trả lời, rõ là vậy.  \"Em sẽ là người đầu tiên thừa nhận em không có kinh nghiệm về chuyện yêu đương,” tôi nói. \" Nhưng rõ ràng là ...  đàn ông và đàn bà phải ngang cơ nhau ...  chứ không thể một người cứ phải lao vào để cứu người kia mãi được. Họ phải cứu lẫn nhau.” Anh khoanh tay bên giường tôi và tựa cằm trên cánh tay.  Vẻ mặt anh dịu dàng, cơn tức giận đã được kiềm chế. Rõ ràng anh đã quyết định sẽ không nổi giận với tôi.  Tôi hy vọng mình sẽ có cơ hội để cảnh báo Alice trước khi anh tóm được cô ấy.  \"Em đã cứu anh, \" anh nói lặng lẽ.  \"Em không thể cứ là Lois Lane hoài được, \" tôi kiên quyết. \"Em cũng muốn làm siêu nhân nữa.” \"Em không biết em đang đòi gì đâu.” Giọng anh dịu dàng; anh nhìn chằm chằm chăm chú vào rìa gối.  \"Em nghĩ em biết.” \"Bella, em không biết đâu. Anh đã có gần chín mươi năm để nghĩ về điều này, và anh vẫn không chắc chắn.” \"Anh muốn Carlisle không cứu anh sao?” \"Không phải vậy. \" Anh ngừng lại rồi mới nói tiếp. \" Nhưng lúc đó cuộc đời anh đã kết thúc rồi. Anh chẳng từ bỏ gì cả.” \"Anh là cuộc đời em. Anh là thứ duy nhất sẽ làm em đau đớn nếu mất đi.”  Tôi khá hơn hẳn trong chuyện này.  Thú nhận mình cần anh biết bao thật dễ.  Nhưng anh vẫn rất bình tĩnh. Kiên quyết.  \"Anh không thể làm chuyện đó được, Bella. Anh sẽ không làm chuyện đó với em đâu.” \"Tại sao lại không chứ?\" Tôi nói the thé và giọng tôi chẳng to như tôi muốn. \"Đừng có bảo với em là quá khó!  Sau hôm nay, ý em là sau chuyện cách đây mấy ngày...  sao cũng được, rõ ràng là chẳng khó khăn gì.” Anh nhìn tôi trừng trừng.  \"Còn cơn đau?\" anh hỏi.  Tôi tái người. Tôi không kiềm chế được.  Nhưng tôi cố giữ cho vẻ mặt không để lộ chuyện tôi nhớ rõ cảm giác ... có lửa trong mạch máu của mình.  \"Đó là chuyện của em, \" tôi nói. \"Em chịu được chuyện đó. \" \"Có thể can đảm tới mức trở thành loạn trí.” \"Đó không phải là một khó khăn. Ba ngày. Chuyện nhỏ.” Edward lại nhăn nhó vì lời tôi nói làm anh biết tôi am hiểu nhiều hơn anh muốn. Tôi ngắm nhìn anh đè nén tức giận, nhìn đôi mắt anh càng lúc càng tò mò.  \"Charlie?\" anh cộc lốc hỏi. \"Renée?\" Mấy phút trôi qua trong im lặng khi tôi cố trả lời câu hỏi của anh. Tôi mở miệng, nhưng chẳng có âm thanh nào phát ra. Tôi ngậm lại. Anh đợi, và vẻ mặt anh biến thành vẻ chiến thắng bởi vì anh biết tôi không thể trả lời được.  \"Nhìn nè, đó cũng không phải là vấn đề,” cuối cùng thì tôi cũng lẩm bẩm được; giọng tôi luôn chẳng có chút thuyết phục nào khi tôi nói dối. \" Renée đã luôn có những quyết định đúng đắn cho mẹ – và bà sẽ muốn em làm giống vậy.  Còn Charlie thì rất kiên cường, ông đã quen với xoay sở một mình. Em đâu thể chăm sóc cho bố mẹ em mãi được.  Em có cuộc đời riêng của mình chứ.” \"Chính xác, \" anh cáu kỉnh. \" Và anh sẽ không chấm dứt đời em vì em được.” \"Nếu anh chờ cho đến khi em hấp hối mới làm thì em có tin cho anh nè!  Em vừa mới trải qua rồi!\" \"Em sắp lành bịnh rồi, \" anh nhắc tôi.  Tôi hít thật sâu để làm dịu mình, lờ đi cơn đau co thắt khi hít thở. Tôi nhìn anh chằm chằm, và anh cũng nhìn chằm chằm lại. Không chút nhượng bộ trên mặt anh.  \"Không, \" tôi nói từ từ. \" Em sẽ không lành bịnh. \" Trán anh nhăn lại. \" Dĩ nhiên là em đang lành bịnh. Em có thể có một hai cái sẹo...” \"Anh sai, \" tôi kiên quyết. \" Em sắp chết.” \"Thật ra, Bella. \" Bây giờ anh lo lắng. \"Em sẽ ra khỏi đây trong vài ngày nữa.  Tối đa là hai tuần thôi.” Tôi nhìn anh trừng trừng. \"Em có thể chưa chết bây giờ ...  nhưng một lúc nào đó em cũng sẽ chết. Từng phút trong ngày, em gần với cái chết hơn. Và em sẽ già đi.” Anh cau mày khi hiểu ra lời tôi, ấn ngón tay dài của anh ở thái dương và nhắm mắt lại. \"Đó là chuyện phải xảy ra thôi. Phải thế thôi. Sẽ thế thôi nếu anh không tồn tại - và anh không nên tồn tại. \" Tôi khịt mũi. Anh mở mắt ngạc nhiên. \"Thiệt ngu ngốc.  Cũng giống như một người mới trúng số, lấy tiền rồi nói, 'Nè, mình hãy quay lại như xưa đi.  Vậy tốt hơn.' Em chẳng tin chuyện đó đâu.” \"Anh làm sao mà là giải thưởng xổ số được, \" anh gầm gừ.  \"Đúng rồi. Anh hơn vậy nhiều.” Anh trợn tròn mắt và mím môi. \" Bella, mình không nói đến chuyện này nữa. Anh nhất định không đoạ đày em vào đêm đen vĩnh viễn và chấm hết.” \"Nếu anh nghĩ vậy là chấm hết thì anh chưa biết rõ em lắm, \" tôi cảnh báo anh. \"Anh đâu phải là con ma cà rồng duy nhất em quen.” Mắt anh tối sầm trở lại. \"Alice sẽ không dám.” Và trong chốc lát anh trông đáng sợ đến nỗi tôi đành phải tin vậy - tôi không thể tưởng tượng có ai đủ dũng cảm để làm trái ý anh.  \"Alice đã nhìn thấy chuyện đó, phải không?\" Tôi đoán. \"Đó là lý do tại sao điều cô ấy nói làm anh khó chịu.  Cô ấy biết một ngày nào đó em sẽ giống anh.” \"Cô ấy sai. Cô ấy cũng nhìn thấy em chết, nhưng chuyện đó cũng đâu có xảy ra đâu.” \"Anh sẽ không bao giờ thấy em cá Alice thua.” Chúng tôi nhìn chằm chằm vào nhau một hồi lâu.  Yên lặng bao trùm, chỉ có tiếng máy chạy rì rì, tiếng bíp-bíp, tiếng nước nhỏ giọt, tiếng tíc-tắc của chiếc đồng hồ lớn trên tường. Cuối cùng, mặt anh dịu đi.  \"Vậy chuyện đó sẽ đưa mình về đâu?\" Tôi tự hỏi.  Anh cười lặng lẽ không chút vui vẻ.  \"Anh nghĩ nó được gọi là ngõ cụt. \" Tôi thở dài. \" Ối, \" tôi lẩm bẩm.  \"Em cảm thấy thế nào?\" anh hỏi, nhìn nút gọi y tá.  \"Em khoẻ, \" tôi nói dối.  \"Anh không tin em, \" anh nói nhẹ nhàng.  \"Em sẽ không ngủ lại đâu. \" \"Em cần nghỉ ngơi.  Toàn bộ chuyện cãi nhau này không tốt cho em đâu. \" \"Vậy thì chịu thua đi, \" tôi gợi ý.  \"Hay đó. \" Anh với tay đến nút gọi y tá.  \"Đừng!\" Anh lờ tôi đi.  \"Dạ tôi nghe?\" loa trên tường kêu to.  \"Tôi nghĩ chúng tôi muốn dùng thêm thuốc giảm đau, \" anh bình tĩnh nói, lờ đi vẻ giận dữ của tôi.  \"Tôi sẽ cho y tá xuống. \" Giọng nói có vẻ bực bội.  \"Em không uống đâu, \" tôi hứa.  Anh nhìn về phía túi dịch truyền treo bên giường tôi. \"Anh không nghĩ họ sẽ bảo em nuốt gì cả. \" Nhịp tim tôi bắt đầu tăng.  Anh nhìn thấy nỗi sợ hãi trong mắt tôi, và thở dài thất vọng.  \"Bella, em đang đau. Em cần thư giãn mới lành bịnh được. Tại sao em cứ cố chấp vậy? “Người ta không có chích em nữa đâu.” \"Em đâu có sợ chích,”  tôi lầm bầm. \"Em sợ nhắm mắt. \" Anh mỉm cười nụ cười nhếch môi của anh, và ôm mặt tôi trong tay anh. \"Anh đã nói anh sẽ không đi đâu hết. Đừng sợ.  Anh sẽ ở đây chừng nào mà chuyện đó làm em vui.” Tôi mỉm cười trở lại, lờ đi cơn đau trên má. \" Anh nói là mãi mãi rồi đó nhe.” \"Ồ, rồi em sẽ vượt qua được thôi - chỉ là một chút đam mê.” Tôi lắc đầu không tin - nó làm tôi chóng mặt. \" Em thật sốc khi thấy Renée tin chuyện đó. Em biết anh biết rõ chuyện đó hơn.” \"Đó là điều thú vị khi làm người, \" anh bảo tôi. \"Mọi thứ luôn thay đổi. \" Mắt tôi nheo lại. \"Chả bao giờ có chuyện đó.” Anh đang cười thì y tá bước vào, tay cầm ống chích.  \"Xin lỗi,” cô cộc cằn nói với Edward.  Anh đứng dậy và đi đến cuối căn phòng nhỏ, tựa vô tường. Anh khoanh tay đợi. Tôi không rời mắt khỏi anh, vẫn sợ hãi. Anh nhìn lại tôi bình tĩnh.  \"Rồi đấy, em cưng.” Cô y tá mỉm cười khi tiêm thuốc vào ống truyền dịch của tôi. \"Bây giờ em sẽ thấy đỡ hơn.” \"Cám ơn, \" tôi lầm bầm, không hăm hở. Chẳng mất bao nhiêu thời gian. Tôi có thể cảm thấy cơn buồn ngủ len vào máu tôi hầu như ngay lập tức.  \"Phải vậy thôi, \" cô lẩm bẩm khi mí mắt tôi sụp xuống.  Cô chắc đã rời khỏi phòng, vì cái gì đó lạnh và mịn chạm vào mặt tôi.  \"Ở lại đó. \" Lời nói đã lịu nhịu.  \"Anh sẽ ở lại, \" anh hứa. Giọng anh ngọt ngào, như một bài hát ru. \"Anh nói rồi mà, chừng nào mà chuyện anh ở bên em còn làm em vui... chừng nào mà đó là điều tốt nhất cho em.” Tôi cố lắc đầu, nhưng nó trĩu nặng. \"S không phải vậy,” Tôi lầm bầm.  Anh cười. \" Bây giờ đừng lo chuyện đó nữa, Bella. Khi nào em thức dậy thì cãi tiếp với anh.” Tôi nghĩ tôi mỉm cười. “ Đ... ý.” Tôi có thể cảm thấy môi anh bên tai tôi.  \"Anh yêu em, \" anh thì thầm.  \"Em cũng vậy.” \"Anh biết, \" anh cười lặng lẽ.  Tôi hơi quay đầu tìm kiếm.  Anh biết tôi muốn gì. Môi anh chạm vào môi tôi nhẹ nhàng.  \"Cám ơn, \" tôi thở dài.  \"Luôn sẵn lòng.” Tôi chẳng thực đang ở đó nữa. Nhưng tôi cố không mê đi một cách yếu ớt. Còn một điều nữa tôi muốn nói với anh. \"Edward?\" Tôi cố gọi tên anh rõ ràng.  \"Vâng?\" \"Em cá là Alice thắng,” tôi lầm bầm.  Rồi đêm đen phủ trùm lên tôi."
        },
        {
            "en": "Chạng Vạng - Twilight            2. OPEN BOOK The next day was better… and worse. It was better because it wasn't raining yet, though the clouds were dense and opaque. It was easier because I knew what to expect of my day. Mike came to sit by me in English, and walked me to my next class, with Chess Club Eric glaring at him all the while; that was nattering. People didn't look at me quite as much as they had yesterday. I sat with a big group at lunch that included Mike, Eric, Jessica, and several other people whose names and faces I now remembered. I began to feel like I was treading water, instead of drowning in it.  It was worse because I was tired; I still couldn't sleep with the wind echoing around the  house. It was worse because Mr. Varner called on me in Trig when my hand wasn't raised and I had the wrong answer. It was miserable because I had to play volleyball, and the one time I didn't cringe out of the way of the ball, I hit my teammate in the head with it. And it was worse because Edward Cullen wasn't in school at all.  All morning I was dreading lunch, fearing his bizarre glares. Part of me wanted to confront him and demand to know what his problem was. While I was lying sleepless in my bed, I even imagined what I would say. But I knew myself too well to think I would really have the guts to do it. I made the Cowardly Lion look like the terminator. But when I walked into the cafeteria with Jessica — trying to keep my eyes from sweeping the place for him, and failing entirely — I saw that his four siblings of sorts were sitting together at the same table, and he was not with them. Mike intercepted us and steered us to his table. Jessica seemed elated by the attention, and her friends quickly joined us. But as I tried to listen to their easy chatter, I was terribly uncomfortable, waiting nervously for the moment he would arrive. I hoped that he would simply ignore me when he came, and prove my suspicions false. He didn't come, and as time passed I grew more and more tense. I walked to Biology with more confidence when, by the end of lunch, he still hadn't showed. Mike, who was taking on the qualities of a golden retriever, walked faithfully by my side to class. I held my breath at the door, but Edward Cullen wasn't there, either. I exhaled and went to my seat. Mike followed, talking about an upcoming trip to the beach. He lingered by my desk till the bell rang. Then he smiled at me wistfully and went to sit by a girl with braces and a bad perm. It looked like I was going to have to do something about Mike, and it wouldn't be easy. In a town like this, where everyone lived on top of everyone else, diplomacy was essential. I had never been enormously tactful; I had no practice dealing with overly friendly boys. I was relieved that I had the desk to myself, that Edward was absent. I told myself that repeatedly. But I couldn't get rid of the nagging suspicion that I was the reason he wasn't there. It was ridiculous, and egotistical, to think that I could affect anyone that strongly. It was impossible. And yet I couldn't stop worrying that it was true. When the school day was finally done, and the blush was fading out of my cheeks from the volleyball incident, I changed quickly back into my jeans and navy blue sweater. I hurried from the girls' locker room, pleased to find that I had successfully evaded my retriever friend for the moment. I walked swiftly out to the parking lot. It was crowded now with fleeing students. I got in my truck and dug through my bag to make sure I had what I needed. Last night I'd discovered that Charlie couldn't cook much besides fried eggs and bacon. So I requested that I be assigned kitchen detail for the duration of my stay. He was willing enough to hand over the keys to the banquet hall. I also found out that he had no food in the house. So I had my shopping list and the cash from the jar in the cupboard labeled FOOD MONEY, and I was on my way to the Thriftway. I gunned my deafening engine to life, ignoring the heads that turned in my direction, and backed carefully into a place in the line of cars that were waiting to exit the parking lot. As I waited, trying to pretend that the earsplitting rumble was coming from someone else's car, I saw the two Cullens and the Hale twins getting into their car. It was the shiny new Volvo. Of course. I hadn't noticed their clothes before — I'd been too mesmerized by their faces. Now that I looked, it was obvious that they were all dressed exceptionally well; simply, but in clothes that subtly hinted at designer origins. With their remarkable good looks, the style with which they carried themselves, they could have worn dishrags and pulled it off. It seemed excessive for them to have both looks and money.  But as far as I could tell, life worked that way most of the time. It didn't look as if it bought them any acceptance here.  No, I didn't fully believe that. The isolation must be their desire; I couldn't imagine any door that wouldn't be opened by that degree of beauty. They looked at my noisy truck as I passed them, just like everyone else.  I kept my eyes straight forward and was relieved when I finally was free of the school grounds.  The Thriftway was not far from the school, just a few streets south, off the highway. It was nice to be inside the supermarket; it felt normal. I did the shopping at home, and I fell into the pattern of the familiar task gladly. The store was big enough inside that I couldn't hear the tapping of the rain on the roof to remind me where I was. When I got home, I unloaded all the groceries, stuffing them in wherever I could find an open space. I hoped Charlie wouldn't mind. I wrapped potatoes in foil and stuck them in the oven to bake, covered a steak in marinade and balanced it on top of a carton of eggs in the fridge.  When I was finished with that, I took my book bag upstairs. Before starting my homework, I changed into a pair of dry sweats, pulled my damp hair up into a pony-tail, and checked my e-mail for the first time. I had three messages. \"Bella,\" my mom wrote…  Write me as soon as you get in. Tell me how your flight was. Is it raining? I miss you  already. I'm almost finished packing for Florida, but I can't find my pink blouse. Do you know where I put it? Phil says hi.  Mom. I sighed and went to the next. It was sent eight hours after the first. \"Bella,\" she wrote… Why haven't you e-mailed me yet? What are you waiting for? Mom. The last was from this morning. Isabella, If I haven't heard from you by 5:30 p.m. today I'm calling Charlie. I checked the clock. I still had an hour, but my mom was well known for jumping the gun. Mom, Calm down. I'm writing right now. Don't do anything rash. Bella. I sent that, and began again. Mom, Everything is great. Of course it's raining. I was waiting for something to write about. School isn't bad, just a little repetitive. I met some nice kids who sit by me at lunch. Your blouse is at the dry cleaners - you were supposed to pick it up Friday. Charlie bought me a truck, can you believe it? I love it. It's old, but really sturdy, which is good, you know, for me. I miss you, too. I'll write again soon, but I'm not going to check my e-mail every five minutes. Relax, breathe. I love you. Bella. I had decided to read Wuthering Heights — the novel we were currently studying in English — yet again for the fun of it, and that's what I was doing when Charlie came home. I'd lost track of the time, and I hurried downstairs to take the potatoes out and put the steak in to broil. \"Bella?\" my father called out when he heard me on the stairs. Who else? I thought to myself. \"Hey, Dad, welcome home.\" \"Thanks.\" He hung up his gun belt and stepped out of his boots as I bustled about the kitchen. As far as I was aware, he'd never shot the gun on the job. But he kept it ready. When I came here as a child, he would always remove the bullets as soon as he walked in the door. I guess he considered me old enough now not to shoot myself by accident, and not depressed enough to shoot myself on purpose.  \"What's for dinner?\" he asked warily. My mother was an imaginative cook, and her experiments weren't always edible. I was surprised, and sad, that he seemed to remember that far back. \"Steak and potatoes,\" I answered, and he looked relieved. He seemed to feel awkward standing in the kitchen doing nothing; he lumbered into the living room to watch TV while I worked. We were both more comfortable that way. I made a salad while the steaks cooked, and set the table. I called him in when dinner was ready, and he sniffed appreciatively as he walked into the room. \"Smells good, Bell.\" \"Thanks.\" We ate in silence for a few minutes. It wasn't uncomfortable. Neither of us was bothered by the quiet. In some ways, we were well suited for living together. \"So, how did you like school? Have you made any friends?\" he asked as he was taking seconds. \"Well, I have a few classes with a girl named Jessica. I sit with her friends at lunch. And there's this boy, Mike, who's very friendly. Everybody seems pretty nice.\" With one outstanding exception. \"That must be Mike Newton. Nice kid — nice family. His dad owns the sporting goods store just outside of town. He makes a good living off all the backpackers who come through here.\" \" Do you know the Cullen family?\" I asked hesitantly.  \"Dr. Cullen's family? Sure. Dr. Cullen's a great man.\" \"They… the kids… are a little different. They don't seem to fit in very well at school.\" Charlie surprised me by looking angry. \"People in this town,\" he muttered.”Dr. Cullen is a brilliant surgeon who could probably work in any hospital in the world, make ten times the salary he gets here,\" he continued, getting louder.”We're lucky to have him — lucky that his wife wanted to live in a small town. He's an asset to the community, and all of those kids are well behaved and polite. I had my doubts, when they first moved in, with all those adopted teenagers. I thought we might have some problems with them. But they're all very mature — I haven't had one speck of trouble from any of them. That's more than I can say for the children of some folks who have lived in this town for generations. And they stick together the way a family should — camping trips every other weekend…  Just because they're newcomers, people have to talk.\" It was the longest speech I'd ever heard Charlie make. He must feel strongly about whatever people were saying. I backpedaled.”They seemed nice enough to me. I just noticed they kept to themselves. They're all very attractive,\" I added, trying to be more complimentary. \"You should see the doctor,\" Charlie said, laughing.”It's a good thing he's happily married. A lot of the nurses at the hospital have a hard time concentrating on their work with him around.\" We <em>lapsed</em> back into silence as we finished eating. He cleared the table while I started on the dishes. He went back to the TV, and after I finished washing the dishes by hand — no  dishwasher — I went upstairs unwillingly to work on my math homework. I could feel a tradition in the making. That night it was finally quiet. I fell asleep quickly, exhausted. The rest of the week was uneventful. I got used to the routine of my classes. By Friday I was able to recognize, if not name, almost all the students at school. In Gym, the kids on my team learned not to pass me the ball and to step quickly in front of me if the other team tried to take advantage of my weakness. I happily stayed out of their way. Edward Cullen didn't come back to school. Every day, I watched anxiously until the rest of the Cullens entered the cafeteria without him. Then I could relax and join in the lunchtime conversation. Mostly it centered around a trip to the La Push Ocean Park in two weeks that Mike was putting together. I was invited, and I had agreed to go, more out of politeness than desire. Beaches should be hot and dry. By Friday I was perfectly comfortable entering my Biology class, no longer worried that Edward would be there. For all I knew, he had dropped out of school. I tried not to think about him, but I couldn't totally suppress the worry that I was responsible for his continued absence, ridiculous as it seemed. My first weekend in Forks passed without incident. Charlie, unused to spending time in the usually empty house, worked most of the weekend. I cleaned the house, got ahead on my homework, and wrote my mom more bogusly cheerful e-mail. I did drive to the library Saturday, but it was so poorly stocked that I didn't bother to get a card; I would have to make a date to visit Olympia or Seattle soon and find a good bookstore. I wondered idly what kind of gas mileage the truck got… and shuddered at the thought. The rain stayed soft over the weekend, quiet, so I was able to sleep well. People greeted me in the parking lot Monday morning. I didn't know all their names, but I waved back and smiled at everyone. It was colder this morning, but happily not raining. In English, Mike took his accustomed seat by my side. We had a pop quiz on Wuthering Heights. It was straightforward, very easy. All in all, I was feeling a lot more comfortable than I had thought I would feel by this point. More comfortable than I had ever expected to feel here. When we walked out of class, the air was full of swirling bits of white. I could hear people shouting excitedly to each other. The wind bit at my cheeks, my nose. \"Wow,\" Mike said.”It's snowing.\" I looked at the little cotton fluffs that were building up along the sidewalk and swirling erratically past my face.  \"Ew.\" Snow. There went my good day. He looked surprised.”Don't you like snow?\" \"No. That means it's too cold for rain.\" Obviously.”Besides, I thought it was supposed to come down in flakes — you know, each one unique and all that. These just look like the ends of Q-tips.\" \"Haven't you ever seen snow fall before?\" he asked incredulously. \"Sure I have.\" I paused.”On TV.\" Mike laughed. And then a big, squishy ball of dripping snow smacked into the back of his head. We both turned to see where it came from. I had my suspicions about Eric, who was walking away, his back toward us — in the wrong direction for his next class. Mike appatently had the same notion.  He bent over and began scraping together a pile of the white mush. \"I'll see you at lunch, okay?\" I kept walking as I spoke.”Once people start throwing wet stuff, I go inside.\" He just nodded, his eyes on Eric's retreating figure. Throughout the morning, everyone chattered excitedly about the snow; apparently it was the first snowfall of the new year. I kept my mouth shut. Sure, it was drier than rain — until it melted in your socks. I walked alertly to the cafeteria with Jessica after Spanish. Mush balls were flying everywhere. I kept a binder in my hands, ready to use it as a shield if necessary. Jessica thought I was hilarious, but something in my expression kept her from lobbing a snowball at me herself. Mike caught up to us as we walked in the doors, laughing, with ice melting the spikes in his hair. He and Jessica were talking animatedly about the snow fight as we got in line to buy food. I glanced toward that table in the corner out of habit. And then I froze where I stood. There were five people at the table. Jessica pulled on my arm. \"Hello? Bella? What do you want?\" I looked down; my ears were hot. I had no reason to feel self-conscious, I reminded myself. I hadn't done anything wrong. \"What's with Bella?\" Mike asked Jessica. \"Nothing,\" I answered.”I'll just get a soda today.\" I caught up to the end of the line. \"Aren't you hungry?\" Jessica asked. \"Actually, I feel a little sick,\" I said, my eyes still on the floor. I waited for them to get their food, and then followed them to a table, my eyes on my feet. I sipped my soda slowly, my stomach churning. Twice Mike asked, with unnecessary concern, how I was feeling. I told him it was nothing, but I was wondering if I should play it up and escape to the nurse's office for the next hour. Ridiculous. I shouldn't have to run away.  I decided to permit myself one glance at the Cullen family's table. If he was glaring at me, I would skip Biology, like the coward I was. I kept my head down and glanced up under my lashes. None of them were looking this way. I lifted my head a little. They were laughing. Edward, Jasper, and Emmett all had their hair entirely saturated with melting snow. Alice and Rosalie were leaning away as Emmett shook his dripping hair toward them. They were enjoying the snowy day, just like everyone else — only they looked more like a scene from a movie than the rest of us. But, aside from the laughter and playfulness, there was something different, and I couldn't quite pinpoint what that difference was. I examined Edward the most carefully. His skin was less pale, I decided — flushed from the snow fight maybe — the circles under his eyes much less noticeable. But there was something more. I pondered, staring, trying to isolate the change. \"Bella, what are you staring at?\" Jessica intruded, her eyes following my stare. At that precise moment, his eyes flashed over to meet mine. I dropped my head, letting my hair fall to conceal my face. I was sure, though, in the instant our eyes met, that he didn't look harsh or unfriendly as he had the last time I'd seen him. He looked merely curious again, unsatisfied in some way. \"Edward Cullen is staring at you,\" Jessica giggled in my ear. \"He doesn't look angry, does he?\" I couldn't help asking. \"No,\" she said, sounding confused by my question.”Should he be?\" \"I don't think he likes me,\" I confided. I still felt queasy. I put my head down on my arm. \"The Cullens don't like anybody… well, they don't notice anybody enough to like them. But he's still staring at you.\" \"Stop looking at him,\" I hissed. She snickered, but she looked away. I raised my head enough to make sure that she did, contemplating violence if she resisted. Mike interrupted us then — he was planning an epic battle of the blizzard in the parking lot after school and wanted us to join. Jessica agreed enthusiastically. The way she looked at Mike left little doubt that she would be up for anything he suggested. I kept silent. I would have to hide in the gym until the parking lot cleared. For the rest of the lunch hour I very carefully kept my eyes at my own table. I decided to honor the bargain I'd made with myself. Since he didn't look angry, I would go to Biology. My stomach did frightened little flips at the thought of sitting next to him again. I didn't really want to walk to class with Mike as usual — he seemed to be a popular target for the snowball snipers — but when we went to the door, everyone besides me groaned in unison. It was raining, washing all traces of the snow away in clear, icy ribbons down the side of the walkway. I pulled my hood up, secretly pleased. I would be free to go straight home after Gym. Mike kept up a string of complaints on the way to building four. Once inside the classroom, I saw with relief that my table was still empty. Mr. Banner was walking around the room, distributing one microscope and box of slides to each table. Class didn't start for a few minutes, and the room buzzed with conversation. I kept my eyes away from the door, doodling idly on the cover of my notebook. I heard very clearly when the chair next to me moved, but my eyes stayed carefully focused on the pattern I was drawing. \"Hello,\" said a quiet, musical voice. I looked up, stunned that he was speaking to me. He was sitting as far away from me as the desk allowed, but his chair was angled toward me. His hair was dripping wet, disheveled — even so, he looked like he'd just finished shooting a commercial for hair gel. His dazzling face was friendly, open, a slight smile on his flawless lips. But his eyes were careful. \"My name is Edward Cullen,\" he continued.”I didn't have a chance to introduce myself last week. You must be Bella Swan.\" My mind was spinning with confusion. Had I made up the whole thing? He was perfectly polite now. I had to speak; he was waiting. But I couldn't think of anything conventional to say. \"H-how do you know my name?\" I stammered.  He laughed a soft, enchanting laugh. \"Oh, I think everyone knows your name. The whole town's been waiting for you to arrive.\" I grimaced. I knew it was something like that. \"No,\" I persisted stupidly.”I meant, why did you call me Bella?\" He seemed confused.”Do you prefer Isabella?\" \"No, I like Bella,\" I said.”But I think Charlie — I mean my dad — must call me Isabella behind my back — that's what everyone here seems to know me as,\" I tried to explain, feeling like an utter moron. \"Oh.\" He let it drop. I looked away awkwardly.  Thankfully, Mr. Banner started class at that moment. I tried to concentrate as he explained the lab we would be doing today. The slides in the box were out of order. Working as lab partners, we had to separate the slides of onion root tip cells into the phases of mitosis they represented and label them accordingly. We weren't supposed to use our books. In twenty minutes, he would be coming around to see who had it right. \"Get started,\" he commanded. \"Ladies first, partner?\" Edward asked. I looked up to see him smiling a crooked smile so beautiful that I could only stare at him like an idiot. \"Or I could start, if you wish.\" The smile faded; he was obviously wondering if I was mentally competent. \"No,\" I said, flushing.”I'll go ahead.\" I was showing off, just a little. I'd already done this lab, and I knew what I was looking for. It should be easy. I snapped the first slide into place under the microscope and adjusted it quickly to the 40X objective. I studied the slide briefly. My assessment was confident.”Prophase.\" \"Do you mind if I look?\" he asked as I began to remove the slide. His hand caught mine, to stop me, as he asked. His fingers were ice-cold, like he'd been holding them in a snowdrift before class. But that wasn't why I jerked my hand away so quickly. When he touched me, it stung my hand as if an electric current had passed through us. \"I'm sorry,\" he muttered, pulling his hand back immediately. However, he continued to reach for the microscope. I watched him, still staggered, as he examined the slide for an even shorter time than I had. \"Prophase,\" he agreed, writing it neatly in the first space on our worksheet. He swiftly switched out the first slide for the second, and then glanced at it cursorily. \"Anaphase,\" he murmured, writing it down as he spoke.  I kept my voice indifferent.”May I?\" He smirked and pushed the microscope to me. I looked through the eyepiece eagerly, only to be disappointed. Dang it, he was right. \"Slide three?\" I held out my hand without looking at him. He handed it to me; it seemed like he was being careful not to touch my skin again. I took the most fleeting look I could manage. \"Interphase.\" I passed him the microscope before he could ask for it. He took a swift peek, and then wrote it down. I would have written it while he looked, but his clear, elegant script intimidated me. I didn't want to spoil the page with my clumsy scrawl. We were finished before anyone else was close. I could see Mike and his partner comparing two slides again and again, and another group had their book open under the table. Which left me with nothing to do but try to not look at him… unsuccessfully. I glanced up, and he was staring at me, that same inexplicable look of frustration in his eyes. Suddenly I identified that subtle difference in his face. \"Did you get contacts?\" I blurted out unthinkingly. He seemed puzzled by my unexpected question.”No.\" \"Oh,\" I mumbled.”I thought there was something different about your eyes.\" He shrugged, and looked away. In fact, I was sure there was something different. I vividly remembered the flat black color of his eyes the last time he'd glared at me — the color was striking against the background of his pale skin and his auburn hair. Today, his eyes were a completely different color: a strange ocher, darker than butterscotch, but with the same golden tone. I didn't understand how that could be, unless he was lying for some reason about the contacts. Or maybe Forks was making me crazy in the literal sense of the word. I looked down. His hands were clenched into hard fists again. Mr. Banner came to our table then, to see why we weren't working. He looked over our shoulders to glance at the completed lab, and then stared more intently to check the answers. \"So, Edward, didn't you think Isabella should get a chance with the microscope?\" Mr. Banner asked. \"Bella,\" Edward corrected automatically.”Actually, she identified three of the five.\" Mr. Banner looked at me now; his expression was skeptical. \"Have you done this lab before?\" he asked. I smiled sheepishly.”Not with onion root.\" \"Whitefish blastula?\" \"Yeah.\" Mr. Banner nodded.”Were you in an advanced placement program in Phoenix?\" \"Yes.\" \"Well,\" he said after a moment,”I guess it's good you two are lab partners.\" He mumbled something else as he walked away. After he left, I began doodling on my notebook again. \"It's too bad about the snow, isn't it?\" Edward asked. I had the feeling that he was forcing himself to make small talk with me. Paranoia swept over me again. It was like he had heard my conversation with Jessica at lunch and was trying to prove me wrong. \"Not really,\" I answered honestly, instead of pretending to be normal like everyone else. I was still trying to dislodge the stupid feeling of suspicion, and I couldn't concentrate. \"You don't like the cold.\" It wasn't a question. \"Or the wet.\" \"Forks must be a difficult place for you to live,\" he mused. \"You have no idea,\" I muttered darkly. He looked fascinated by what I said, for some reason I couldn't imagine. His face was such a distraction that I tried not to look at it any more than courtesy absolutely demanded. \"Why did you come here, then?\" No one had asked me that — not straight out like he did, demanding. \"It's… complicated.\" \"I think I can keep up,\" he pressed. I paused for a long moment, and then made the mistake of meeting his gaze. His dark gold eyes confused me, and I answered without thinking. \"My mother got remarried,\" I said. \"That doesn't sound so complex,\" he disagreed, but he was suddenly sympathetic.”When did that happen?\" \"Last September.\" My voice sounded sad, even to me. \"And you don't like him,\" Edward surmised, his tone still kind. \"No, Phil is fine. Too young, maybe, but nice enough.\" \"Why didn't you stay with them?\" I couldn't fathom his interest, but he continued to stare at me with penetrating eyes, as if my dull life's story was somehow vitally important. \"Phil travels a lot. He plays ball for a living.\" I half-smiled. \"Have I heard of him?\" he asked, smiling in response. \"Probably not. He doesn't play well. Strictly minor league. He moves around a lot.\" \"And your mother sent you here so that she could travel with him.\" He said it as an assumption again, not a question. My chin raised a fraction.”No, she did not send me here. I sent myself.\" His eyebrows knit together.”I don't understand,\" he admitted, and he seemed unnecessarily frustrated by that fact. I sighed. Why was I explaining this to him? He continued to stare at me with obvious curiosity. \"She stayed with me at first, but she missed him. It made her unhappy… so I decided it was time to spend some quality time with Charlie.\" My voice was glum by the time I finished. \"But now you're unhappy,\" he pointed out.  \"And?\" I challenged. \"That doesn't seem fair.\" He shrugged, but his eyes were still intense. I laughed without humor.”Hasn't anyone ever told you? Life isn't fair.\" \"I believe I have heard that somewhere before,\" he agreed dryly. \"So that's all,\" I insisted, wondering why he was still staring at me that way. His gaze became appraising.”You put on a good show,\" he said slowly. \"But I'd be willing to bet that you're suffering more than you let anyone see.\" I grimaced at him, resisting the impulse to stick out my tongue like a five-year-old, and looked away. \"Am I wrong?\" I tried to ignore him. \"I didn't think so,\" he murmured smugly. \"Why does it matter to you?\" I asked, irritated. I kept my eyes away, watching the teacher make his rounds. \"That's a very good question,\" he muttered, so quietly that I wondered if he was talking to himself. However, after a few seconds of silence, I decided that was the only answer I was going to get. I sighed, scowling at the blackboard. \"Am I annoying you?\" he asked. He sounded amused. I glanced at him without thinking… and told the truth again.”Not exactly. I'm more annoyed at myself. My face is so easy to read — my mother always calls me her open book.\" I frowned. \"On the contrary, I find you very difficult to read.\" Despite everything that I'd said and he'd guessed, he sounded like he meant it. \"You must be a good reader then,\" I replied. \"Usually.\" He smiled widely, flashing a set of perfect, ultrawhite teeth. Mr. Banner called the class to order then, and I turned with relief to listen. I was in disbelief that I'd just explained my dreary life to this bizarre, beautiful boy who may or may not despise me. He'd seemed engrossed in our conversation, but now I could see, from the corner of my eye, that he was leaning away from me again, his hands gripping the edge of the table with unmistakable tension. I tried to appear attentive as Mr. Banner illustrated, with transparencies on the overhead projector, what I had seen without difficulty through the microscope. But my thoughts were unmanageable. When the bell finally rang, Edward rushed as swiftly and as gracefully from the room as he had last Monday. And, like last Monday, I stared after him in amazement. Mike skipped quickly to my side and picked up my books for me. I imagined him with a wagging tail. \"That was awful,\" he groaned.”They all looked exactly the same. You're lucky you had Cullen for a partner.\" \"I didn't have any trouble with it,\" I said, stung by his assumption. I regretted the snub instantly.”I've done the lab before, though,\" I added before he could get his feelings hurt. \"Cullen seemed friendly enough today,\" he commented as we shrugged into our raincoats. He didn't seem pleased about it. I tried to sound indifferent.”I wonder what was with him last Monday.\" I couldn't concentrate on Mike's chatter as we walked to Gym, and RE. didn't do much to hold my attention, either. Mike was on my team today. He chivalrously covered my position as well as his own, so my woolgathering was only interrupted when it was my turn to serve; my team ducked warily out of the way every time I was up. The rain was just a mist as I walked to the parking lot, but I was happier when I was in the dry cab. I got the heater running, for once not caring about the mind-numbing roar of the engine. I unzipped my jacket, put the hood down, and fluffed my damp hair out so the heater could dry it on the way home. I looked around me to make sure it was clear. That's when I noticed the still, white figure. Edward Cullen was leaning against the front door of the Volvo, three cars down from me, and staring intently in my direction. I swiftly looked away and threw the truck into reverse, almost hitting a rusty Toyota Corolla in my haste. Lucky for the Toyota, I stomped on the brake in time. It was just the sort of car that my truck would make scrap metal of. I took a deep breath, still looking out the other side of my car, and cautiously pulled out again, with greater success. I stared straight ahead as I passed the Volvo, but from a peripheral peek, I would swear I saw him laughing.",
            "vi": "Chạng Vạng - Twilight         2. Quyển sách mở toang Ngày hôm sau đỡ hơn ...  mà tệ hơn.  Đỡ hơn vì trời không mưa, dù mây đen dày đặc. Dễ chịu hơn vì tôi biết ngày của mình sẽ ra sao rồi. Mike đến ngồi cạnh tôi trong giờ Tiếng Anh, rồi dẫn tôi đến lớp kế tiếp, Eric câu lạc bộ chơi cờ nhìn anh ta trừng trừng suốt; thật phiền. Mọi người không nhìn tôi nhiều như hôm qua. Tôi ngồi với một đám đông lúc ăn trưa, gồm Mike, Eric, Jessica, và vài người khác mà bây giờ tôi đã nhớ cả tên lẫn mặt.  Tôi bắt đầu cảm thấy như tôi đang đứng nước, chứ không bị nước nhấn chìm nữa.  Tệ hơn vì tôi mệt; tôi vẫn không ngủ được với tiếng gió rít khắp nhà. Tệ hơn vì thầy Varner gọi tôi trong giờ Lượng giác trong khi tôi chẳng hề giơ tay và tôi đã trả lời sai. Thật khốn khổ vì tôi phải chơi bóng chuyền, và một lần tôi không đánh bóng ra ngoài mà lại đập vào đầu đồng đội mình.  Và tệ hơn vì Edward Cullen chẳng hề đến trường. Cả buổi sáng tôi cứ nghĩ đến giờ ăn trưa mà sợ, sợ cái nhìn kỳ quái của anh ta.  Tôi vừa muốn đối mặt với anh ta và hỏi cho ra lẽ anh ta bị gì. Trong khi nằm thao thức trên giường, tôi thậm chí còn tưởng tượng mình sẽ nói gì. Nhưng tôi quá biết mình chẳng bao giờ có can đảm để làm chuyện đó.  Chẳng ai nhút nhát bằng tôi.  Nhưng khi vào quán ăn tự phục vụ với Jessica – tuy cố không nhìn sang chỗ của anh ta, mà chẳng được - tôi nhìn thấy bốn người thân của anh ta đang ngồi với nhau cùng một bàn, nhưng anh ta không ở đó với họ.  Mike chặn chúng tôi và dẫn chúng tôi đến bàn của anh chàng. Jessica dường như phấn chấn vì được chú ý, và mấy người bạn của cô ấy nhanh chóng nhập bọn với chúng tôi. Nhưng khi tôi cố lắng nghe họ tán gẫu, tôi cảm thấy hết sức khó chịu, chỉ bồn chồn chờ mong giây phút anh đến. Tôi hy vọng anh ấy sẽ lờ tôi khi anh ấy đến để chứng tỏ là nghi ngờ của tôi là sai lầm.  Anh ấy không đến, và càng lúc tôi càng thêm căng thẳng.  Tôi đến lớp Sinh vật tự tin hơn khi, vào cuối buổi ăn trưa, anh ta vẫn không xuất hiện. Mike, người đang nói về các phẩm chất của một con chó lông vàng, vẫn đi kè kè bên tôi đến lớp. Tôi nín thở khi đến trước cửa, nhưng Edward Cullen cũng không có ở đó. Tôi thở phào và đến ghế mình. Mike đi theo, nói về chuyến đi sắp tới đến biển.  Anh ta cứ chần chừ bên bàn tôi hoài đến khi chuông reo.  Rồi anh cười với tôi đầy nuối tiếc rồi đến ngồi bên cạnh một cô gái đeo bộ chỉnh răng và mái tóc uốn xấu xí.  Có lẽ tôi sẽ phải làm điều gì đó về Mike, và chắc sẽ không dễ dàng.  Trong một thành phố như vầy, nơi mọi người sống đông đúc chen chúc, lịch thiệp là điều quan trọng. Tôi chẳng khéo léo được; tôi không quen đối phó với mấy anh chàng thân thiện quá mức. Tôi cảm thấy nhẹ nhõm vì được ngồi một mình một bàn, vì Edward vắng mặt. Tôi cứ tự bảo mình thế. Nhưng tôi không thể tống khứ nỗi nghi ngờ khó chịu rằng tôi chính là lý do khiến anh ta không có mặt. Thật là buồn cười, và tự cao tự đại khi nghĩ rằng mình có thể có ảnh hưởng lên ai đó mạnh mẽ như thế. Chẳng thể nào. Tuy nhiên tôi không thể hết lo rằng đó là sự thật.  Khi cuối cùng ngày ở trường đã qua đi, và màu đỏ vì xấu hổ đã nhạt dần trên má vì sự cố khi chơi bóng chuyền, tôi thay lẹ trở lại cái quần jean và chiếc áo len xanh biển. Tôi vội vã ra khỏi phòng thay đồ của nữ, hài lòng khi thấy mình đã tránh được người bạn yêu chó một chốc. Tôi đi nhanh ra bãi đậu xe.  Bây giờ nó đang đông đúc các sinh viên đang vội vã ra về.  Tôi vào xe tải của mình và lục soạn cặp để đảm bảo mình có đủ những thứ cần thiết.  Đêm qua tôi phát hiện ra là Charlie không biết nấu gì ngoài món trứng chiên và thịt muối xông khói. Vì thế tôi đã đòi để tôi lo chuyện bếp núc trong thời gian tôi ở đây. Bố vô cùng vui sướng giao chìa khoá của phòng tiệc tùng. Tôi cũng phát hiện ra là ông chẳng hề có thức ăn gì trong nhà. Vì thế tôi đã lập danh sách mua hàng và lấy tiền trong cái hũ để trong chạn có dán nhãn “Tiền mua thức ăn”, và bây giờ tôi đang trên đường đến Thriftway.  Tôi cho nổ cái động cơ điếc tai của mình, phớt lờ mấy cái đầu đang ngoái lại nhìn mình, rồi cẩn thận lùi vào hàng xe đang chờ ra khỏi bãi. Trong khi đợi, cố giả vờ như tiếng nổ điếc tai từ xe của ai đó, tôi thấy hai người họ Cullens và hai người sinh đôi Hale bước lên xe hơi họ. Đó là Volvo mới bóng loáng. Dĩ nhiên. Tôi đã không nhận thấy quần áo của họ trước đây - tôi đã quá bị thôi miên bởi khuôn mặt của họ. Bây giờ khi nhìn, rõ ràng họ ăn mặc cực kỳ đẹp; quần áo giản dị, nhưng tinh tế cho thấy sự độc đáo của nhà thiết kế. Với vẻ đẹp nổi bật của họ, phong cách cư xử của họ, cho dù họ có mặc đồ rửa chén, họ vẫn thành công.  Hình như thật quá thể cho họ khi có cả sắc đẹp lẫn tiền bạc.  Nhưng theo những gì tôi biết, đời luôn thế. Chẳng có vẻ gì là nó giúp cho họ được chấp nhận ở đây.  Không, tôi không hoàn toàn tin vào điều đó. Cô lập hẳn là ý muốn của họ ; tôi không thể tưởng tượng chuyện có thể có cánh cửa nào không chịu mở ra trước cái đẹp như thế.  Họ nhìn vào chiếc xe tải ồn ào của tôi khi tôi qua mặt họ, y như những người khác.  Tôi cứ nhìn thẳng về phía trước và cảm thấy nhẹ nhõm khi cuối cùng cũng ra khỏi khuôn viên trường. Thriftway không xa trường, chỉ cách vài con đường về hướng nam, gần đường cao tốc. Thật vui khi ở bên trong siêu thị; nó làm mình cảm thấy bình thường. Ở nhà tôi chịu trách nhiệm đi mua sắm, và tôi cảm thấy vui vẻ khi làm lại công việc quen thuộc. Cửa hàng bên trong đủ lớn để không nghe tiếng mưa rơi trên mái nhà để nhắc nhở tôi nhớ mình đang ở đâu.  Khi về đến nhà, tôi chất hết mọi thực phẩm ra, nhét chúng vào bất cứ nơi nào còn trống. Tôi hy vọng Charlie sẽ không phiền vụ đó. Tôi quấn khoai tây vào giấy bạc và nhét chúng vào lò để nướng, chan nước ướp thịt lên món bít tết và chất nó lên hộp các-tông đựng trứng trong tủ lạnh.  Khi làm xong, tôi xách cặp lên lầu. Trước khi bắt đầu làm bài tập, tôi thay áo len khô ráo, cột mái tóc ẩm ướt thành đuôi ngựa, và kiểm tra tin nhắn lần đầu kể từ khi đến đây. Tôi có ba tin nhắn.  \" Bella,” mẹ tôi viết Viết thư ngay cho mẹ khi con đến nơi. Kể mẹ nghe chuyến bay ra sao. Trời đang mưa phải không? Mẹ nhớ con.  Mẹ đã sắp xếp gần xong hành lý đi Florida rồi, nhưng không tìm ra cái áo hồng. Con biết mẹ để ở đâu không? Phil  gởi lời hỏi thăm con đó.  Mẹ.  Tôi thở dài và đọc tin nhắn kế. Nó được gởi đi sau tin nhắn đầu tám tiếng đồng hồ sau.  \" Bella,” mẹ viết Sao con chưa gởi tin nhắn cho mẹ? Con còn chờ gì nữa? Mẹ.  Cuối cùng là tin nhắn được gởi sáng nay.  Isabella, Nếu mẹ không nhận được tin của con trước 5:30 chiều nay mẹ sẽ gọi Charlie.  Tôi kiểm tra đồng hồ. Vẫn còn một tiếng đồng hồ nữa, nhưng mẹ tôi vốn hay sốt ruột.  Mẹ, Bình tĩnh nào. Con đang viết nè. Đừng làm gì hấp tấp chứ.  Bella.  Tôi gửi, và bắt đầu viết tiếp.  Mẹ, Mọi thứ rất tuyệt. Dĩ nhiên là trời đang mưa rồi. Con đang nghĩ coi sẽ viết về cái gì đây. Trường không tệ, chỉ hơi nhàm chán. Con có quen một số bạn dễ thương ngồi cạnh khi ăn trưa.  Áo của mẹ đang để ở tiệm giặt khô - lẽ ra mẹ phải lấy nó về hôm thứ Sáu.  Charlie đã mua cho con một chiếc xe tải, mẹ tin nỗi không nè? Con mê nó.  Tuy cũ nhưng vô cùng chắc chắn, tốt lắm, mẹ biết rồi đó, đối với con.  Con cũng nhớ mẹ. Con sẽ sớm viết thư cho mẹ, nhưng con sẽ không kiểm tra thư điện tử hoài được. Thư giãn, thở đều nhe. Con yêu mẹ.  Bella.  Tôi quyết định đọc quyển “Đỉnh gió hú” – quyển tiểu thuyết chúng tôi đang học bằng tiếng Anh - một lần nữa cho vui, và đó là điều tôi đang làm khi Charlie về nhà. Tôi quên mất thời gian, và tôi vội vã xuống lầu để lấy khoai tây ra và đặt bít tết vào nướng.  \"Bella hả con?\"  Bố gọi khi ông nghe tiếng tôi trên cầu thang.  Còn ai vào đây nữa trời? Tôi tự nghĩ.  \"Bố ơi, mừng bố về nhà.” \"Cảm ơn con.” ông treo lên móc đai đeo súng rồi tháo ủng ra khi tôi lăng xăng trong nhà bếp.  Theo những gì mà tôi biết, ông chưa từng bắn ai khi đang thi hành công vụ. Nhưng ông luôn cầm nó sẵn sàng. Khi tôi đến đây lúc còn nhỏ, ông luôn tháo đạn ra ngay khi bước vào cửa. Tôi đoán ông nghĩ là tôi đủ lớn để không vô tình bắn chính mình, và cũng không đủ muộn phiền để cố tình bắn mình.  \"Bữa tối có gì vậy con?\" bố cảnh giác hỏi. Mẹ tôi là một đầu bếp giàu óc tưởng tượng, và những món mẹ nấu thử không phải lúc nào cũng ăn được. Tôi bị bất ngờ, và cảm thấy buồn, ông có vẻ nhớ thời xa xưa.  \"Bít tết và khoai tây,” tôi trả lời, và ông có vẻ nhẹ nhõm.  Bố có vẻ cảm thấy lúng túng ngượng nghịu khi đứng trong bếp mà chẳng làm gì ; ông ì ạch vô phòng khách xem ti-vi trong khi tôi nấu nướng. Như vậy cả hai chúng tôi đều cảm thấy thoải mái hơn. Tôi làm món xa-lát trộn trong khi nấu món bít tết, rồi bày bàn.  Tôi gọi bố khi bữa tối đã sẵn sàng, và ông hít mũi khen ngợi khi bước vào phòng.  \"Thơm quá, Bell.” \"Cảm ơn bố.” Chúng tôi ăn trong im lặng vài phút. Không phải là không thoải mái. Chẳng ai trong chúng tôi quan tâm tới vụ yên lặng.  Nói cách khác, chúng tôi sống với nhau thiệt là hợp.  \"Nè, con có thích trường không? Con đã có bạn chưa?\" bố hỏi sau vài phút.  \"Tốt bố, con học chung vài môn với một nhỏ tên Jessica. Con ngồi chung với bạn đó khi ăn trưa. Và có một anh chàng, tên Mike, rất thân thiện.  Mọi người có vẻ khá dễ thương.” Trừ một ngoại lệ.  “Chắc là Mike Newton.  Thằng nhóc dễ thương - gia đình cũng dễ thương. Cha nó có cửa hàng đồ thể thao ngay bên ngoài thành phố.  Ông này kiếm sống kha khá nhờ mấy khách du lịch ba lô đi qua đây.” \"Bố biết gia đình Cullen không?\" tôi lưỡng lự hỏi.  \"Gia đình bác sĩ Cullen hả? Dĩ nhiên rồi. Bác sĩ Cullen là một người tuyệt vời.” \"Họ ... mấy người con ... hơi khác người một chút.  Dường như họ không hoà hợp ở trường lắm.” Charlie làm tôi ngạc nhiên vì ông có vẻ giận dữ.  \"Mấy người trong thành phố này,” ông thì thầm.”Bác sĩ Cullen là bác sĩ phẫu thuật xuất sắc có thể làm việc ở bất kỳ bệnh viện nào trên thế giới, kiếm được gấp mười lần lương anh ấy kiếm được ở đây,” ông nói tiếp, lớn giọng hơn.”Chúng ta may mắn mới có anh ấy - may mắn là vợ anh ấy muốn sống ở một thành phố nhỏ.  Anh ấy là tài sản quý giá của cộng đồng, và tất cả con cái họ đều cư xử tốt và lịch sự.  Bố đã từng nghi ngờ, khi họ mới chuyển tới, cùng mấy đứa con nuôi. Bố nghĩ coi chừng mình có thể gặp rắc rối với họ đây.  Nhưng bọn họ đều rất chín chắn – bố chưa hề gặp tí xíu rắc rối nào từ bất cứ ai trong bọn họ.  Con cái của những người sống trong thành phố này bao đời còn có nhiều thứ để nói hơn. Và họ gắn bó với nhau đúng nghĩa một gia đình – tổ chức cắm trại vào mỗi cuối tuần Chỉ vì họ là người mới đến, mọi người cứ bàn tán.” Đó là bài diễn văn dài nhất tôi từng nghe Charlie nói.  Bố hẳn ấn tượng ghê lắm về những gì mọi người đang bàn tán.  Tôi xoay ngược.”Họ có vẻ khá dễ thương với con.  Con chỉ nhận thấy họ tránh xa mọi người. Họ đều rất hấp dẫn,”  tôi nói thêm, cố tán tụng hơn.  \"Con nên đi gặp bác sĩ,” Charlie cười nói.”May mà anh ấy có gia đình hạnh phúc.  Nhiều cô y tá ở bệnh viện khổ sở lắm mới tập trung vào công việc của mình khi ông ấy ở bên cạnh.” Chúng tôi lại tiếp tục im lặng đến khi ăn xong.  Bố dọn sạch bàn còn tôi bắt đầu rửa chén.  Ông quay lại với cái ti-vi, và sau khi tôi rửa chén đĩa bằng tay xong – không có máy rửa chén - tôi miễn cưỡng lên lầu để làm bài tập toán.  Tôi có thể cảm thấy một truyền thống đang hình thành.  Đêm ấy cuối cùng cũng yên tĩnh. Tôi ngủ thiếp đi nhanh chóng, kiệt sức.  Những ngày còn lại trong tuần không có gì xảy ra. Tôi đã quen với lệ thường trong lớp học. Vào thứ sáu tôi đã có thể nhận mặt, không tính đến tên, hầu hết mọi sinh viên trong trường. Trong phòng tập thể dục, bọn thanh niên trong nhóm tôi đã rút kinh nghiệm không chuyền bóng cho tôi và bước thật nhanh đến trước mặt tôi khi nhóm kia định lợi dụng nhược điểm của tôi. Tôi sung sướng tránh xa họ.  Edward Cullen không hề quay lại trường.  Ngày nào tôi cũng lo lắng canh chừng cho đến khi nhóm Cullens vào quán ăn tự phục vụ mà không có anh ta. Sau đó tôi có thể thư giãn và tham gia trò chuyện trong giờ ăn trưa. Hầu hết câu chuyện đều nói về chuyến đi La Push Ocean Park trong hai tuần nữa do Mike tổ chức. Tôi được mời, và tôi đã đồng ý đi, vì phép lịch sự hơn vì thích. Bãi biển hẳn nóng và khô.  Vào thứ sáu tôi rất thoải mái bước vào giờ học sinh vật, không còn lo ngại Edward có thể ở đó. Vì theo những gì tôi biết, anh ta đã bỏ học. Tôi cố không nghĩ về anh ấy, nhưng tôi không thể nén được nỗi lo âu rằng tôi chịu trách nhiệm về việc vắng mặt liên tục của anh ta, tuy là nó có vẻ lố bịch.  Ngày cuối tuần đầu tiên ở Forks trôi qua không gặp sự cố gì.  Charlie, không quen với việc ở trong ngôi nhà luôn trống trải nên đi làm hầu như suốt ngày cuối tuần. Tôi dọn dẹp nhà cửa, làm tiếp bài tập về nhà, viết cho mẹ thêm mấy lá thư điện tử giả vờ vui vẻ. Tôi cũng chạy đến thư viện hôm thứ bảy, nhưng nó có quá ít sách nên tôi cũng chẳng thèm làm thẻ; tôi chắc phải đi Olympia hoặc Seattle sớm để tìm một hiệu sách hay. Tôi lười nhác nghĩ không biết cái xe đã đi được bao nhiêu dặm rồi ... và rùng mình vì ý nghĩ này.  Mưa nhẹ vào cuối tuần, nhẹ nhàng, nên tôi có thể ngủ ngon.  Mọi người chào tôi trong bãi đậu xe sáng thứ hai. Tôi không biết hết tên của họ, nhưng tôi vẫn vẫy tay lại và cười với họ. Trời lạnh hơn sáng nay, nhưng may mà không mưa. Trong lớp tiếng Anh, Mike ngồi vào chỗ thường lệ của anh ấy bên cạnh tôi. Chúng tôi đố nhau về Đỉnh gió hú. Thật dễ hiểu, rất dễ dàng.  Nhìn chung, tôi cảm thấy thoải mái hơn là đã nghĩ. Thoải mái hơn tôi từng mong mình sẽ cảm thấy ở đây.  Khi chúng tôi rời khỏi lớp, bầu trời đầy những bông tuyết nhỏ xoay tít.  Tôi có thể nghe mọi người la to phấn khởi với nhau. Gió châm vào má tôi, mũi tôi.  \"Chà,” Mike nói.” tuyết đang rơi.” Tôi nhìn mấy bông nhỏ mịn đang chồng chất dọc vỉa hè và bay bay qua khuôn mặt tôi.  \"Eo.” Tuyết.  Thế là hết ngày tốt lành của tôi.  Anh ta có vẻ ngạc nhiên. “Bạn không thích tuyết sao?\" \"Không.  Điều đó có nghĩa là nó quá lạnh không mưa được.”  Rõ là vậy rồi. “Hơn nữa, tôi nghĩ lẽ ra phải là hoa tuyết rơi chớ - bạn biết đó, cái nào cũng giống nhau.  Còn mấy cái này trông giống như đuôi chữ Q.” \"Trước đây bạn đã bao giờ thấy tuyết rơi chưa?\" Anh ta nghi ngờ hỏi.  \"Dĩ nhiên là thấy rồi.” tôi ngừng lại.” trên ti-vi á.” Mike cười to.  Rồi lúc ấy một quả bóng to, ướt bằng tuyết táng vào gáy anh ta. Cả hai chúng tôi ngoái nhìn để xem nó từ đâu đến. Tôi nghi Eric, người đang đi ra xa, lưng quay về phía chúng tôi - không đúng hướng đến lớp kế tiếp của anh ta. Mike rõ ràng có cùng suy nghĩ.  Anh ta cúi người và bắt đầu gom lại một đống tuyết.  \"Gặp lại bạn vào giờ ăn trưa nhe, OK?\"  tôi vừa đi vừa nói.” Hễ người ta mà bắt đầu ném mấy thứ ướt át đó là tôi vào trong nhà.” Anh ta chỉ gật đầu, mắt dán vào bóng Eric đang lùi ra xa. Suốt buổi sáng, mọi người phấn khởi bàn tán về tuyết; hình như đó là lớp tuyết dày đầu tiên của năm mới. Tôi nín thin thít.  Dĩ nhiên là khô ráo hơn mưa - cho đến khi nó tan trong vớ bạn.  Tôi cẩn thận đến quán ăn tự phục vụ với Jessica sau giờ học tiếng Tây Ban Nha. Mấy quả banh tuyết đang bay vèo vèo khắp nơi. Tôi ôm cặp hồ sơ trong tay, sẵn sàng lấy nó làm khiên che khi cần. Jessica nghĩ là tôi vui, nhưng có điều gì đó trong vẻ mặt của tôi đã làm cô ấy không ném banh tuyết vào tôi.  Mike bắt kịp chúng tôi khi chúng tôi bước vào cửa, anh cười, với băng đang tan chảy trên mấy cái gai tóc của anh ấy.  Anh ấy và Jessica đang nói chuyện hào hứng về trận ném  tuyết khi chúng tôi xếp hàng mua thức ăn. Tôi liếc về phía bàn trong góc theo thói quen. Rồi tôi đứng luôn như trời trồng. Có năm người ngồi ở bàn.  Jessica kéo cánh tay tôi.  “Nè?Bella?Bạn dùng gì?\" Tôi nhìn xuống; tai tôi nóng bừng. Tôi chẳng có lý do gì để e dè cả, tôi tự nhắc mình. Tôi chẳng hề làm gì sai trái cả.  \"Có chuyện gì làm Bella buồn bực vậy?\" Mike hỏi Jessica.  \"Không có gì đâu,” tôi trả lời.” Hôm nay tôi chỉ uống xô-đa thôi.” tôi bước lên cho kịp hàng.  \"Bạn không đói sao?\" Jessica hỏi.  \"Thực ra, tôi cảm thấy hơi bịnh,” tôi nói, mắt vẫn dán xuống sàn.  Tôi chờ họ lấy thức ăn, rồi đi theo đến bàn, mắt dán xuống chân.  Tôi nhấp từng ngụm xô - đa, bao tử quặn lên. Hai lần Mike hỏi, quan tâm quá đáng, là tôi có sao không.  Tôi bảo anh ta là chả bị sao cả, nhưng tôi lại tự hỏi không biết mình có nên giả vờ bệnh để trốn xuống phòng y tế giờ sau không.  Buồn cười thật. Tôi sẽ không chạy trốn.  Tôi quyết định cho phép mình nhìn lướt qua bàn của gia đình Cullen một lần. Nếu anh ta nhìn tôi trừng trừng, tôi sẽ bỏ giờ sinh vật, đúng như tôi, một kẻ hèn nhát.  Tôi cúi gằm đầu và liếc nhìn qua hàng mi.  Chẳng ai trong số họ đang nhìn về hướng này. Tôi ngước đầu một chút.  Họ đang cười. Edward, Jasper, và Emmett tóc của tất cả đều ướt sũng vì tuyết tan.  Alice và Rosalie đang tránh người ra khi Emmett cứ lắc tóc anh ta về phía họ. Họ đang tận hưởng ngày tuyết rơi, cũng giống như tất cả những người khác - chỉ có điều họ trông có vẻ giống cảnh trong phim hơn là bọn chúng tôi.  Nhưng, ngoài tiếng cười và sự vui đùa, có cái gì đó khác biệt, và tôi không thể xác định chính xác khác gì. Tôi quan sát Edward kỹ nhất. Da anh ấy ít nhợt nhạt hơn, và tôi cho là – có thể do niềm hào hứng từ cuộc ném tuyết – quầng thâm dưới mắt anh ấy ít lộ rõ hơn. Nhưng còn có cái gì đó nữa. Tôi suy nghĩ, nhìn, cố tìm ra sự thay đổi.  \"Bella, bạn đang nhìn chằm chằm vào cái gì vậy?\" Jessica quấy rầy, mắt cô ấy nhìn theo hướng nhìn của tôi.  Đúng lúc ấy, mắt anh ta loé sáng chạm vào ánh mắt tôi.  Tôi cúi đầu, để tóc xoã xuống che mặt. Tôi chắc chắn, dù, chỉ một chốc mắt chúng tôi gặp nhau, anh ấy không có vẻ khắc nghiệt hay không thân thiện như trong lần cuối cùng tôi gặp anh. Anh chỉ có vẻ tò mò, không thỏa mãn sao đó.  \"Edward Cullen đang nhìn chằm chằm vào bạn, \" Jessica cười khúc khích vào tai tôi.  \"Anh ta không có vẻ giận dữ chứ hả,?\"  tôi buột miệng hỏi.  \"Không, \" cô ấy nói, có vẻ không hiểu câu hỏi của tôi. \"Sao anh ta lại phải thế?\" “Tôi không nghĩ anh ta thích tôi, \" tôi thổ lộ. Tôi vẫn cảm thấy buồn nôn. Tôi gục đầu vào cánh tay.  \"Nhà Cullens chẳng thích ai cả đâu ... hừm, họ có để ý ai đủ nhiều để thích người ta đâu. Nhưng anh ta vẫn nhìn chằm chằm vào bạn đó. \" \"Đừng nhìn anh ta nữa, \" tôi rít lên.  Cô nàng cười khẩy, nhưng đã nhìn sang chỗ khác. Tôi ngước đầu vừa đủ để bảo đảm cô ấy làm vậy, định sẽ dùng vũ lực nếu cô nàng dám làm khác đi.  Mike ngắt ngang chúng tôi  - anh ấy đang lập kế hoạch tổ chức một trận chiến bão tuyết hoànht ráng trong bãi đậu xe sau giờ học và muốn chúng tôi tham gia.  Jessica nhiệt tình đồng ý. Cách cô nhìn Mike cho thấy rõ cô ấy sẽ làm bất cứ thứ gì anh ấy đề nghị. Tôi im lặng. Tôi sẽ phải trốn trong phòng tập thể dục cho đến khi bãi đậu xe hết người.  Suốt giờ ăn trưa còn lại tôi hết sức cẩn thận giữ mắt mình chỉ ở bàn mình. Tôi quyết định làm đúng theo thoả thuận mình tự đặt ra.  Vì anh ta không có vẻ giận dữ, nên tôi sẽ đến lớp sinh vật. Dạ dày tôi lại trào lên sợ hãi khi nghĩ đến ngồi cạnh anh ta lần nữa.  Tôi thực lòng không muốn đi đến lớp với Mike như thường lệ - anh ta dường như là mục tiêu ưa thích của mấy kẻ ném lén banh tuyết - nhưng khi chúng tôi đến cửa, mọi người, ngoại trừ tôi, cùng rên rỉ một lúc. Trời đang mưa, rửa sạch mọi dấu vết của tuyết bằng các tua băng, trong vắt dưới lối đi bộ. Tôi kéo mũ trùm đầu lên, thầm khoái trá. Tôi sẽ được tự do thoải mái về nhà ngay sau giờ thể dục.  Mike không ngớt than vãn trên đường đi đến toà nhà số bốn.  Khi vào trong lớp, tôi thấy nhẹ nhõm vì bàn tôi vẫn trống.  Thầy Banner đang đi quanh phòng, phân phát một kính hiển vi và hộp mẫu vật cho từng bàn. Vài phút nữa mới bắt đầu học, và phòng rì rầm trò chuyện. Tôi giữ mắt mình không nhìn ra cửa, vẽ nguệch ngoạc vu vơ trên bìa sổ ghi chép của mình.  Tôi nghe rất rõ khi ghế cạnh tôi di chuyển, nhưng mắt tôi vẫn tiếp tục chăm chú tập trung vào mẫu hình đang vẽ.  \"Chào, \" một giọng nói du dương, dịu dàng vang lên.  Tôi nhìn lên, choáng váng vì anh đang nói với tôi. Anh đang ngồi xa tôi hết mức bàn cho phép, nhưng ghế anh xoay về phía tôi. Tóc anh đang ướt nhỏ giọt, bù rối - dẫu vậy, anh ấy trông như vừa quay xong phim quảng cáo gel tóc.  Khuôn mặt sáng ngời của anh thân thiện, cởi mở, một nụ cười nhẹ trên đôi môi hoàn mỹ. Nhưng mắt lại đầy cảnh giác.  \"Tên tôi là Edward Cullen, \" anh tiếp tục. \"Tôi chưa có dịp để giới thiệu mình tuần trước. Bạn hẳn là Bella Swan. \" Tâm trí tôi đang quay cuồng vì bối rối. Tôi đã tự tưởng tượng ra mọi thứ ư? Anh ấy bây giờ hết sức lịch sự. Tôi phải trả lời thôi; anh đang đợi.  Nhưng tôi chẳng thể nghĩ được câu nói thông thường nào.  \"S – sao anh biết tên tôi?\" tôi nói lắp.  Anh nở nụ cười dịu dàng, quyến rũ.  \"Ồ, tôi nghĩ ai cũng biết tên bạn. Cả thành phố đã chờ bạn đến. \" Tôi nhăn nhó. Tôi đã biết thế mà.  \"Không, \" tôi khăng khăng một cách ngu xuẩn. \" Ý tôi là, sao anh gọi tôi Bella?\" Anh có vẻ bối rối. \" Em thích gọi là Isabella hơn à?\" \"Không, tôi thích được gọi là Bella, \" tôi nói. \" Nhưng tôi nghĩ Charlie - ý tôi là cha tôi - phải gọi tôi là Isabella sau lưng của tôi - đó là cái tên mà hình như mọi người ở đây biết về tôi mà, \" tôi cố giải thích, cảm thấy mình giống như một đứa ngu hết mức.  \"Ồ. \" anh ấy vờ đi. Tôi vụng về nhìn sang chỗ khác.  May mắn thay, thầy Banner bắt đầu dạy ngay lúc đó. Tôi cố tập trung khi thầy giải thích bài thí nghiệm chúng tôi sẽ làm hôm nay.  Các mẫu vật trong hộp không đúng thứ tự.  Là bạn cùng làm thí nghiệm, chúng tôi phải tách các mẫu vật tế bào đầu rễ hành theo các giai đoạn phân bào và dán nhãn cho đúng. Chúng tôi không được dùng sách. Trong hai mươi phút, thầy sẽ đến xem có ai làm đúng không.  \"Bắt đầu, \" thầy ra lệnh.  \"Ưu tiên cho phụ nữ nhé, cộng sự?\" Edward hỏi. Tôi nhìn lên thấy anh đang nhếch miệng cười, đẹp đến nỗi tôi chỉ biết nhìn anh chằm chằm như con ngốc.  \"Hay là để tôi làm trước, nếu em muốn.\" Nụ cười tàn đi; rõ ràng anh đang tự hỏi không biết tôi có thông minh không.  \"Không, \" tôi nói, đỏ mặt. \"Tôi sẽ làm trước. \" Tôi đang khoe khoang, chỉ chút thôi. Tôi đã làm bài thí nghiệm này rồi, và tôi biết tôi sẽ tìm gì.  Dễ thôi. Tôi đưa mẫu vật đầu tiên vào dưới kính hiển vi và điều chỉnh nhanh phóng to 40 lần.  Tôi nghiên cứu mẫu vật thật nhanh.  Đánh giá của tôi rất tự tin. \" Tiền kỳ. \" \"Em có phiền không nếu tôi nhìn nó?\" Anh ấy hỏi khi tôi định tháo mẫu vật ra. Tay anh chạm tay tôi để chặn tôi lại, khi hỏi.  Ngón tay anh lạnh buốt, như thể anh đã nắm banh tuyết trước khi vào học.  Nhưng đó không phải là lý do tôi giật tay mình ra thật nhanh. Khi anh chạm vào tôi, nó châm tay tôi như thể có một dòng điện chạy ngang.  \"Tôi xin lỗi, \" anh thì thầm, kéo tay mình lại ngay lập tức. Tuy nhiên, anh vẫn với lấy kính hiển vi.  Tôi ngắm nhìn anh, vẫn phân vân, khi anh kiểm tra mẫu vật trong một thời gian còn ngắn hơn tôi đã làm.  \"Tiền kỳ, \" anh đồng ý, viết nắn nót vào chỗ trống đầu tiên trên tờ làm bài.  Anh nhanh chóng thay mẫu vật đầu bằng mẫu thứ hai, rồi nhìn lướt qua nó.  \"Hậu kỳ, \" anh thì thầm, viết xuống khi nói.  Tôi giữ cho giọng mình hờ hững. \"Tôi có thể xem chứ?\" Anh cười tự mãn và đẩy kính hiển vi qua tôi.  Tôi nhìn qua kính hăm hở, chỉ để thất vọng. Quỷ tha ma bắt, anh ta đúng.  \"Mẫu thứ ba?\"  Tôi chìa tay ra không nhìn anh.  Anh ấy trao nó cho tôi; có vẻ như anh đang cẩn thận để không chạm vào da tôi lần nữa.  Tôi nhìn nhanh nhất có thể.  \"Gian kỳ. \" tôi đẩy kính hiển vi trước khi anh hỏi. Anh nhìn cực nhanh, rồi ghi xuống. Tôi lẽ ra đã ghi xuống khi anh nhìn, nhưng chữ viết rõ ràng, sang trọng của anh đã làm tôi nhụt chí. Tôi không muốn làm hư trang viết với chữ viết nguệch ngoạc vụng về của mình.  Chúng tôi làm xong trước bất kỳ ai ngồi gần bên. Tôi có thể thấy Mike và cộng sự của anh ấy cứ so hai mẫu vật hết lần này đến lần khác, và nhóm khác đã mở sách dưới bàn.  Điều này làm tôi chẳng có chuyện gì để làm ngoài chuyện cố không nhìn anh ... không thành công. Tôi liếc nhìn lên, và anh ấy đang nhìn chằm chằm vào tôi, cùng vẻ thất vọng không thể giải thích được trong mắt anh. Bất ngờ tôi nhận biết sự khác biệt nhỏ trong khuôn mặt của anh ấy.  \"Anh đeo kính áp tròng hả?\" tôi buột miệng nói không thận trọng.  Anh có vẻ lúng túng vì câu hỏi bất ngờ của tôi. \" Không.\" \"Ồ, \" tôi lầm bầm. \"Tôi nghĩ mắt anh có cái gì đó là lạ. \" Anh nhún vai, và nhìn sang chỗ khác.  Thực ra, tôi chắc chắn có cái gì đó khác. Tôi nhớ rõ màu đen tuyền của đôi mắt anh lần cuối anh nhìn tôi trừng trừng – cái màu nổi bật trên nền da nhợt nhạt và mái tóc nâu vàng của anh. Hôm nay, mắt anh có màu hoàn toàn khác: màu nâu nhạt lạ lùng, đậm hơn kẹo bơ, nhưng có tông vàng giống nhau. Tôi không hiểu sao có thể vậy được, trừ phi vì lý do nào đó anh nói dối về vụ kính áp tròng. Hay có lẽ Forks đang làm tôi điên thực sự rồi.  Tôi nhìn xuống. Bàn tay anh lại siết chặt thành hai nắm đấm.  Thầy Banner đến bàn chúng tôi, để xem tại sao chúng tôi không làm việc.  Thầy nhìn qua vai chúng tôi để nhìn lướt qua bài thí nghiệm đã hoàn tất, rồi nhìn chăm chú hơn để kiểm tra các câu trả lời.  \"Nè, Edward, em có nghĩ là Isabella nên có cơ hội dùng kính hiển vi không?\" Thầy Banner hỏi.  \"Bella, \" Edward tự động sửa. \"Thực ra, cô ấy nhận ra ba mẫu trong số năm mẫu đó thầy. \" Thầy Banner bây giờ nhìn tôi; vẻ mặt thầy đầy hoài nghi.  \"Em đã làm bài thí nghiệm này bao giờ chưa?\" thầy hỏi.  Tôi mỉm cười ngượng ngùng. \" Không phải với rễ hành. \" \"Phôi nang cá hồi trắng hả?\" “Dạ. \" Thầy Banner gật đầu. \"Em học chương trình nâng cao ở Phoenix phải không?\" \"Vâng. \" \"Tốt, \" thầy nói sau một lúc, \"Tôi thấy hai em làm cộng sự thí nghiệm rất tốt. \" Thầy lầm bầm điều gì nữa khi bước đi.  Sau khi thầy đi, tôi lại tiếp tục vẽ nguệch ngoạc trên sổ tay.  \"Tuyết tan rồi buồn nhỉ?\" Edward hỏi. Tôi có cảm giác anh đang buộc mình phải trò chuyện  với tôi.  Chứng hoang tưởng lại xâm chiếm tôi lần nữa.  Giống như anh đã nghe câu chuyện tôi nói với Jessica lúc ăn trưa và đang cố chứng minh là tôi sai.  \"Thật ra thì không, \" tôi thành thật trả lời, thay vì giả vờ là bình thường như những người khác. Tôi vẫn đang cố tống cảm giác nghi ngờ ngu ngốc, và tôi không tài nào tập trung được.  \"Em không thích lạnh. \" đó không phải là một câu hỏi.  \"Và ướt nữa. \" \"Forks hẳn là nơi khó sống với em, \" anh suy tư.  \"Anh không biết đâu, \" tôi buồn rầu thì thầm.  Anh có vẻ thích những điều tôi nói, vì sao tôi chẳng hiểu.  Khuôn mặt anh làm tôi đãng trí nên tôi cố không nhìn vào nó nhiều hơn phép xã giao cho phép.  \"Vậy thì sao em đến đây?\" Chưa ai từng hỏi tôi điều đó - không thẳng thắn như anh, đang hỏi tôi.  \"Phức tạp lắm. \" \"Tôi nghĩ tôi có thể hiểu mà, \" anh nhấn mạnh.  Tôi ngập ngừng hồi lâu, rồi phạm lỗi khi nhìn vào ánh nhìn chằm chằm của anh. Đôi mắt vàng đậm của anh làm tôi rối lên, và tôi trả lời không suy nghĩ.  \"Mẹ tôi lấy chồng lần nữa, \" tôi nói.  \"Chuyện đó đâu có phức tạp đến thế, \" anh không đồng ý, nhưng anh đột ngột tỏ ra cảm thông. \"Khi nào vậy?\" \"Cuối tháng Chín. \" giọng tôi có vẻ buồn, thậm chí đối với tôi.  \"Mà em không thích ông ấy, \" Edward phỏng đoán, giọng anh vẫn ân cần.  \"Không, Phil tốt lắm.  Có lẽ quá trẻ, nhưng cũng dễ thương. \" \"Sao em không ở với họ ?\" Tôi không biết sao anh lại quan tâm, nhưng anh cứ nhìn tôi chằm chằm bằng đôi thấu hiểu, như thể câu chuyện về cuộc đời tẻ nhạt của tôi vô cùng quan trọng với anh vậy.  \"Phil đi nhiều. Ông chơi bóng để kiếm sống. \" tôi cười nửa miệng.  \"Tôi có biết ông ấy không nhỉ?\" anh hỏi, mỉm cười đáp lại.  \"Có lẽ không. Ông chơi không hay lắm. Chỉ là một đội rất nhỏ. Ông đi hoài. \" \"Nên mẹ em gửi em ở đây để bà có thể đi cùng ông ấy. \" Anh nói như xác nhận lại, không phải là câu hỏi.  Cằm tôi hơi vênh lên. \" Không, mẹ không gửi tôi đến đây. Tôi tự đi. \" Lông mày anh nhíu lại với nhau. \" Tôi không hiểu, \" anh thừa nhận, và anh có vẻ tuyệt vọng thái quá vì chuyện đó.  Tôi thở dài. Vì sao tôi lại giải thích chuyện này với anh chứ? Anh vẫn cứ nhìn tôi chằm chằm với sự hiếu kỳ thấy rõ.  \"Lúc đầu mẹ ở với tôi, nhưng mẹ nhớ ông ấy.  Điều đó làm mẹ không hạnh phúc nên tôi quyết định đã đến lúc phải dành kha khá thời gian cho Charlie. \"  giọng tôi đầy buồn bã khi nói xong.  \"Nhưng bây giờ em lại không vui, \" anh chỉ ra.  \"Thì sao chứ?\" tôi thách thức.  \"Có vẻ không công bằng. \" anh nhún vai, nhưng mắt anh vẫn đầy xúc động.  Tôi cười khan. \" Chưa ai nói với anh sao? Đời là bất công mà.” \"Tôi nghĩ tôi đã từng nghe đâu đó rồi”, anh mỉa mai công nhận.  \"Vậy đó,\" tôi khăng khăng, không hiểu vì sao anh cứ nhìn chằm chằm vào mình như thế.  Ánh nhìn chằm chằm của anh trở thành đánh giá. \"Em tỏ vẻ ngoan cường lắm, \" anh chậm rãi nói.  \"Nhưng tôi dám cá em đang rất khổ tâm. \" Tôi nhăn nhó với anh, ráng kềm chế nỗi thôi thúc muốn thè lưỡi ra chế giễu như lúc lên năm tuổi, và nhìn sang chỗ khác.  \"Tôi nói không đúng à?\" Tôi cố lờ anh đi.  \"Tôi không nghĩ vậy, \" anh thì thầm tự mãn.  \"Chuyện đó dính dáng gì đến anh đâu?\"  tôi hỏi, đầy tức tối. Tôi cứ nhìn đi chỗ khác, quan sát thầy đang đi một vòng.  \"Đúng là một câu hỏi rất hay, \" anh thì thầm, lặng lẽ đến nỗi tôi tự hỏi không biết có phải anh đang tự nói với chính mình không. Tuy nhiên, sau khi vài giây im lặng, tôi cho là đó là câu trả lời duy nhất tôi nhận được.  Tôi thở dài, cau có nhìn lên bảng.  \"Tôi làm phiền em à?\" anh hỏi. Có vẻ thích thú.  Tôi liếc anh không suy nghĩ ... và lại nói thật. \"Thật ra thì không. Tôi bực bản thân mình hơn.  Khuôn mặt tôi bộc lộ hết mọi thứ - mẹ tôi luôn luôn gọi tôi là quyển sách toang của bà. \" tôi cau mày.  \"Trái lại, tôi thấy em rất khó đọc.” Mặc dù mọi thứ là tôi nói ra còn anh chỉ đoán, nhưng anh có vẻ rất thực lòng.  \"Anh hẳn là người đọc giỏi,” tôi trả lời.  \"Thường là vậy.” anh cười toe toét, để lộ hàm răng trắng bóng, hoàn hảo.  Thầy Banner yêu cầu lớp trật tự nên tôi nhẹ nhõm chuyển sang lắng nghe thầy. Tôi không thể tin nỗi mình vừa mới thanh minh thanh nga cuộc sống buồn bã của mình cho anh chàng đẹp trai kỳ quái này, người có thể hoặc có thể sẽ không coi thường tôi.  Anh có vẻ bị cuốn hút trong câu chuyện của chúng tôi, nhưng bây giờ tôi có thể thấy, từ khoé mắt, anh ấy đang nhích ra xa tôi trở lại, tay anh kẹp chặt mép bàn căng thẳng thấy rõ.  Tôi cố tỏ vẻ chăm chú lắng nghe khi thầy Banner minh họa bằng phim đèn chiếu trên máy chiếu, những thứ tôi đã nhìn thấy dễ dàng qua kính hiển vi. Nhưng suy nghĩ của tôi cứ quay cuồng không thể kềm chế được.  Khi tiếng chuông cuối cùng cũng vang lên, Edward vội vã ra khỏi phòng, nhanh mà vẫn duyên dáng y như đã làm hôm thứ hai rồi. Và, như thứ hai rồi, tôi chằm chằm vào lưng anh một cách kinh ngạc.  Mike lập tức tót đến bên tôi và thu dọn sách giùm tôi. Tôi tưởng tượng anh có cái đuôi ve vẩy.  \"Thiệt là tệ hại, \" anh rên rỉ. \"Mấy cái đó trông giống y như nhau. Bạn thiệt là may vì Cullen làm cộng sự. \" \"Tôi chẳng thấy khó gì cả, \" tôi nói, tự ái vì lời ước đoán của anh ta. Tôi hối tiếc vì đã làm mất mặt anh ta. \"Tuy vậy, chỉ vì tôi đã làm bài thí nghiệm đó trước đây rồi mà thôi, \" tôi nói thêm trước khi anh ấy cảm thấy bị tổn thương.  \"Cullen hôm nay có vẻ khá thân thiện, \" anh bình luận khi chúng tôi chui vào áo mưa. Anh có vẻ không vui vì chuyện đó.  Tôi cố tỏ vẻ dửng dưng. \"Tôi chẳng hiểu hôm thứ hai rồi anh ta bị gì nữa.” Tôi không thể tập trung vào lời tán dóc của Mike khi bước vào phòng tập thể dục, và RE. cũng không làm tôi chú ý được, Mike chung nhóm với tôi hôm nay.  Anh hào hiệp bao luôn vị trí của tôi cũng như của anh ấy, cho nên tôi tha hồ mơ mộng cho đến khi tới phiên tôi phát bóng; nhóm của tôi cảnh giác cúi xuống tránh xa tôi mỗi lần tôi nhảy lên.  Mưa chỉ là cơn mưa phùn nhẹ khi tôi bước đến bãi đậu xe, nhưng tôi khoái hơn lúc được ngồi vào chiếc xe khô ráo. Tôi bật máy sưởi lên, và chỉ một lần này thôi, tôi chẳng hề quan tâm đến tiếng gầm váng óc của động cơ. Tôi mở phéc-mơ-tuya áo khoác, kéo mũ trùm đầu ra, rồi lắc nhẹ mái tóc ẩm ướt để lò sưởi có thể làm khô nó trên đường về.  Tôi nhìn quanh quất để xem đường có trống không.  Đó là lúc tôi nhận ra cái bóng trắng lặng lẽ. Edward Cullen đang tựa vào cửa trước của chiếc Volvo, cách tôi ba chiếc xe, và nhìn chăm chú về phía tôi.  Tôi nhìn nhanh sang chỗ khác và chạy lùi, suýt tông phải chiếc Toyota Corolla gỉ sét vì vội vàng. May mắn cho chiếc Toyota này, tôi đã đạp thắng kịp lúc. Đó đúng là loại xe mà cái xe tải của tôi có thể biến nó thành phế liệu. Tôi hít thật sâu, vẫn về phía khác, rồi cẩn thận quành xe ra lần nữa, hoàn toàn thành công. Tôi nhìn thẳng về phía trước khi chạy qua chiếc Volvo, nhưng khi liếc nhìn lén, tôi dám cá là tôi thấy anh đang cười to."
        }
    ],
    "suggestions": []
}