{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lɑ:vi:]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">số nhiều của <font color=\"#1371BB\">larva</font></td></tr></table><i/></div>",
            "word": "larvae"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "larvae"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "larvae"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "larvae"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "larvae"
        }
    },
    "sentences": [
        {
            "en": "Spraying chemicals to kill <em>larvae</em>",
            "vi": "Phun thuốc để diệt ấu trùng"
        },
        {
            "en": "Mosquito <em>larvae</em> are hatching in the pond.",
            "vi": "Ấu trùng muỗi đang nở trong ao."
        },
        {
            "en": "Mosquito <em>larvae</em> are hatching in the lake.",
            "vi": "Ấu trùng muỗi đang nở ra trong hồ."
        },
        {
            "en": "Developing queen <em>larvae</em> is surrounded by royal jelly.",
            "vi": "Ấu trùng ong chúa được phủ bởi sữa ong chúa."
        },
        {
            "en": "Hookworm <em>larvae</em> live in the soil and infect man by penetrating the skin.",
            "vi": "Ấu trùng giun móc sống trong đất và nhiễm vào người bằng cách đi xuyên qua da."
        },
        {
            "en": "Rowan is used as a food plant by the <em>larvae</em> of some Lepidoptera species.",
            "vi": "Cây thanh lương trà là thức ăn cho ấu trùng của vài loài Lepidoptera."
        },
        {
            "en": "The presence of the migrating <em>larvae</em> in the lungs can provoke pneumonia.",
            "vi": "Khi có ấu trùng di trú ở phổi cũng có thể bị viêm phổi."
        },
        {
            "en": "A structure formed by and surrounding the <em>larvae</em> of certain parasitic worms.",
            "vi": "Một cấu trúc tạo bởi và quanh ấu trùng của một loại giun kí sinh."
        },
        {
            "en": "Localities, offices, and households are encouraged to spray chemicals to kill <em>larvae</em>, especially in the high-risk areas.",
            "vi": "Các địa phương, các cơ quan và nhiều hộ gia đình được khuyến khích phun hóa chất tiêu diệt ấu trùng, đặc biệt là ở các khu vực có nguy cơ cao."
        },
        {
            "en": "susceptible species ingest the cecal worm <em>larvae</em> and their histomonas passengers by A directly ingesting cecal worms while feeding or by B ingesting earth worms containing cecal worm <em>larvae</em> with histomonas",
            "vi": "các loài dễ bị mắc bệnh hấp thu giun kim trong manh tràng gà và vật chủ trung gian truyền bệnh đầu đen bằng cách: A trực tiếp ăn giun kim trong manh tràng gà trong thức ăn , hoặc B : ăn giun đất chứa ấu trùng giun kim mang mầm bệnh đầu đen"
        },
        {
            "en": "A disease caused by the presence of tapeworm <em>larvae</em> of the species Taenia Soleum in any of the body tissues.",
            "vi": "Một bệnh gây ra do có ấu trùng sán dây thuộc loại teamia solium trong bất cứ mô nào của cơ thể."
        },
        {
            "en": "Most herrings are migratory with spawning areas clearly separated from the feeding areas. This behavior prevents the herrings from feeding on their own <em>larvae</em>.",
            "vi": "Hầu hết cá trích di cư đến những khu vực đẻ trứng hoàn toàn tách biệt với khu vực ăn. Hành vi này ngăn cá trích ăn phải ấu trùng của chính chúng."
        },
        {
            "en": "Palm weevil <em>larvae</em> served at the Mai An Tiem restaurant in the southern province of Ben Tre. Photo credit: Mau Truong/Tuoi Tre",
            "vi": "Đuông dừa được phục vụ tại nhà hàng Mai An Tiêm ở tỉnh Bến Tre. Ảnh: Mậu Trường / Tuổi Trẻ"
        },
        {
            "en": "Silk is a fine, smooth material produced from the cocoons - soft protective shells - that are made by mulberry silkworms ( insect <em>larvae</em> ).",
            "vi": "Lụa là loại vật liệu mịn, trơn mượt tạo ra từ những kén tằm -lớp vỏ bảo vệ mềm- mà nó được tạo ra bởi nhữn con tằm ăn lá dâu (những ấu trùng côn trùng)."
        },
        {
            "en": "The female lays from 120-170 eggs, and after hatching the <em>larvae</em> feed on Eugenia and Weinmannia leaves for approximately two months before pupating.",
            "vi": "Bướm cái đẻ từ 120-170 trứng, và sau khi nở, ấu trùng sẽ ăn lá Eugenia và Weinmannia trong khoảng gần hai tháng rồi mới trở thành nhộng."
        },
        {
            "en": "Y, another supplier, asserted that he could provide coconut worms at a cheaper price of VND3,000 for orders above 50 <em>larvae</em>.",
            "vi": "Ông Y, một nhà cung cấp khác khẳng định rằng ông có thể cung cấp đuông dừa với giá rẻ hơn ở mức 3.000 đồng cho những đơn hàng trên 50 ấu trùng."
        },
        {
            "en": "A skin disease caused either by <em>larvae</em> of certain nematode worms (e.g. Ancylostoma brazilliense) normally parasitic in dogs and cats or by the maggots of certain flies.",
            "vi": "Bệnh ngoài da gây ra hay do ấu trùng của một vài loài giun (như ancylostoma braziliense) bình thường kí sinh trên chó mèo hoặc do giòi của một loài ruồi."
        },
        {
            "en": "Eggs are passed out in the stools and the <em>larvae</em> undergo their development in two other hosts, a snail and a fish.",
            "vi": "Trứng được thải ra ngoài phân và ấu trùng phát triển trong 2 vật chủ khác, con ốc sên và con cá."
        },
        {
            "en": "Kinh advised that residents take measures to keep mosquitoes from breeding in their homes by covering or removing stagnant water around their houses and destroying their <em>larvae</em>.",
            "vi": "Ông Kính khuyên người dân nên có biện pháp phòng chống muỗi sinh sôi trong nhà bằng cách che đậy hay tháo nước ứ đọng quanh nhà và diệt ấu trùng của chúng."
        },
        {
            "en": "The <em>larvae</em> of coconut worms can be made into butter- or flour-fried dishes, or, infamously, eaten alive after being dipped in chili fish sauce.",
            "vi": "Đuông dừa có thể được chiên bơ hoặc lăn bột chiên, ngoài ra có thề được ăn sống sau khi bị ngâm trong nước mắm ớt."
        }
    ],
    "suggestions": []
}