{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['lɑ:ðə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bọt (xà phòng, nước)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mồ hôi (ngựa)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">horse in a lather</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ngựa đẫm mồ hôi</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa bóng) trạng thái bị kích động, trạng thái sục sôi</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">xoa xà phòng, xát xà phòng, làm cho sủi bọt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) đánh quật</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sùi bọt, có bọt</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">soap does not lather well </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">xà phòng không bọt lắm </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đổ mồ hôi (ngựa)</td></tr></table><i/></div>",
            "word": "lather"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lather</k><blockquote><cclass>[<cclass>'lα:δə<cclass>, <cclass>'laδə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a frothy white mass of bubbles produced by soap when mixed with water. </blockquote></blockquote><blockquote><blockquote>2》 heavy sweat visible on a horse's coat as a white foam. </blockquote></blockquote><blockquote><blockquote>3》 (<cclass><b>a lather</b>) <cclass>informal a state of agitation or nervous excitement. </cclass></cclass></blockquote></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 form or cause to form a lather. </blockquote></blockquote><blockquote><blockquote>    ⁃ rub with soap until a lather is produced. </blockquote></blockquote><blockquote><blockquote>2》 cover or spread liberally with (a substance). </blockquote></blockquote><blockquote><blockquote>3》 <cclass>informal thrash (someone). </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>lathery</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>læthor</i>, <i>lēthran</i> (v.), of Gmc origin. </blockquote></div>",
            "word": "lather"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>lather</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a rich, soapy lather</i>: FOAM, froth, suds, soapsuds, bubbles; <cclass><i>poetic/literary</i> spume.</cclass></blockquote><blockquote><b>2</b><i>the mare was covered with lather</i>: SWEAT, perspiration.</blockquote><blockquote><b>3</b><cclass><i>(informal)</i><i>Dad was in a right lather</i>: PANIC, fluster, fret, fuss, fever; <cclass><i>informal</i> flap, sweat, tizzy, dither, twitter, state, stew; <cclass><i>N. Amer.</i><cclass><i>informal</i> twit; <cclass><i>poetic/literary</i> pother.</cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "lather"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>lather</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>sweating</b></blockquote><blockquote><blockquote><ex> to work oneself into a lather</ex></blockquote></blockquote></div>",
            "word": "lather"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bọt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">lather booster</font><font color=\"#282828\">: chất làm tăng bọt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lather oil</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dầu da</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">throw lather</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy tiện bằng tay</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "lather"
        }
    },
    "sentences": [
        {
            "en": "Horse in a <em>lather</em>",
            "vi": "Ngựa đẫm mồ hôi"
        },
        {
            "en": "Soap does not <em>lather</em> well.",
            "vi": "Xà phòng không bọt lắm."
        },
        {
            "en": "Peter rinsed the <em>lather</em> from his skin.",
            "vi": "Peter rửa bọt trên da anh ta."
        },
        {
            "en": "Tom rinsed the <em>lather</em> from his skin.",
            "vi": "Tom rửa sạch bọt xà bông dính trên da."
        },
        {
            "en": "<em>Lather</em> your face and rinse it thoroughly.",
            "vi": "Thoa xà bông lên mặt và rửa hết đi."
        },
        {
            "en": "Soap will not <em>lather</em> in sea water.",
            "vi": "Xà phòng không sủi bọt trong nước biển."
        },
        {
            "en": "My wife works up a better <em>lather</em> on my chin.",
            "vi": "Vợ tôi xoa loại bọt xà phòng tốt hơn lên cằm tôi."
        },
        {
            "en": "He rinsed the <em>lather</em> from his skin three times.",
            "vi": "Anh ta rửa sạch bọt xà bông trên da ba lần nước."
        },
        {
            "en": "He is rinsing the <em>lather</em> from his hands.",
            "vi": "Nó đang rửa bọt xà phòng dính trên tay."
        },
        {
            "en": "She's in a <em>lather</em> about having to speak to such a large audience.",
            "vi": "Cô ta bồn chồn vì phải nói trước một lượng khán giả lớn như thế."
        },
        {
            "en": "Calm down – there's no need to get into a <em>lather</em> about it.",
            "vi": "Hãy bình tĩnh – không việc gì mà phải sục sôi về chuyện đó."
        },
        {
            "en": "He was in a <em>lather</em> because he couldn't find her passport.",
            "vi": "Anh ta đang lo lắng vì không tìm thấy hộ chiếu."
        },
        {
            "en": "Look, don't worry! There's no point getting yourself into a <em>lather</em> over this!",
            "vi": "Này! Đừng lo lắng! Không việc gì mà phải làm khổ mình đến thế!"
        },
        {
            "en": "Next, using baby shampoo, create a <em>lather</em> and gently wash your baby's head.",
            "vi": "Sau đó dùng dầu gội đầu, tạo bọt và nhẹ nhàng gội đầu cho bé."
        },
        {
            "en": "Chris has just come rushing into my office all in a <em>lather</em>, saying something about a lost report.",
            "vi": "Chris vừa vào phòng tôi, hầm hầm nói gì đó về bản báo cáo bị mất."
        },
        {
            "en": "Causes of dandruff    The skin of the scalp (and also of the whole body) is constantly renews itself by shedding the outer layer of skin cells. Most of the time this shedding is unnoticeable. But when this shedding becomes noticeable on the scalp, it is called dandruff. Mild dandruff occurs not due to dryness of the scalp but usually is a result of too much oiliness of the skin. If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your navel or genitals, it may be due to seborrheic dermatitis or seborrhea. Severe dandruff may be the result of psoriasis of the scalp. Seborrheic dermatitis may be caused by an increased number of a yeast-like organism (pityrosporum ovale) found on healthy scalp in low numbers. Dandruff can occur to anybody at any age. It should not be left untreated. Zinc and essential fatty acids (pumpkin seeds, nuts, vegetable oils) prevent dandruff. Home cure & remedy of dandruff For good hair without dandruff, drink at least 2 liters of water daily, eat lots of salads, green vegetables, and fresh fruits. Combs must be washed as frequently and hair should be brushed regularly. Dandruff is a scalp condition that can be controlled. Too little oil or too much oil can result in dandruff. Try the following:    1. Mix 2 teaspoons of pure vinegar in 6 teaspoons of water and apply it on the scalp before going to bed. Tie a towel around the head. Wash your head next morning. After shampooing, rinse again with vinegar water. Treat your hair like this once a week for at least three months.    2. Mix 1 teaspoon of lemon juice with 2 teaspoons of vinegar and massage on the scalp. Wash your hair with an egg shampoo.    3. Take 1 part of almond oil, 1 part of pure sulphur powder, 2 parts of 'surgical spirit' and 4 parts of distilled water or rose water and mix well. Rub on the scalp.    4. Take 2 cups of water, add 4-5 tablespoons of dried thyme and boil for 10 minutes. Cool, strain, and use the mixture to massage scalp. Keep for half an hour.    5. Dissolve 2 aspirins in any dandruff shampoo and wash your hair.    6. Massage the scalp with almond oil. Dip a towel in boiling water and wrap it around the hair. Repeat it thrice or four times when the towel gets cold.    7. Make a shampoo by mixing 100g of amla (Indian goose berry), reetha, and shikakai, and boil in two liters of water until the liquid reduces to half. Use this shampoo for one month. Dandruff will vanish and your hair will become thick.     8. Fenugreek seeds are also useful in the removal of dandruff. Grind fenugreek (methi) seeds soaked in water overnight. Massage this paste on scalp and hair and leave it for 15-20 minutes. Wash it off with a mild shampoo.    9. Wash your hair with warm apple cider vinegar. Then cover your head with a towel or a shower cap and leave for about 30-40 minutes. Rinse with plain water. Repeat 2 times a week until your dandruff goes away.   10. Take a palm full of baking soda and rub it on your wet hair. Wash it off with water. The baking soda should relieve the itching and help in reducing the problem of dandruff.   11. Mix 100g of witch hazel and 1 tablespoon of fresh lemon juice in 200ml of water. Shampoo your hair and apply with cotton to the scalp when the hair are still wet. Repeat several times until the dandruff is treated.   12. Try a shampoo with selenium sulfide or salicylic acid.   13. Try Zest soap once a week. It may work for oily hair. It leaves your hair dry, so use conditioner to your hair only but try not to get it on your scalp. It has worked to get rid of dandruff for some people.  How to prevent and treat dandruff Dandruff, a condition characterized by flaking, itchy scalp, is one of the most common dermatological conditions. Fortunately, while the exact cause of dandruff is not known, there are some things you can do to reduce your risk of getting it, and effective treatments are available.  Steps    1.         Eat a healthy, balanced diet. A healthy diet may ward off the flakes. Make sure to get plenty of zinc, Omega-3 fatty acids, E and B-vitamins, and avoid excessive yeast and sugar. Research suggests that dandruff is at least in part caused by a fungus that thrives in yeasty, fatty, sugary environments. Though this does not necessarily directly affect the conditions of your skin, your overall health will help with how your body responds to the fungus causing the dandruff.         2.        Don't worry, be happy. Stress challenges the body's defenses and encourages all sorts of ailments, including dandruff, so relax now and don't worry about wearing a black shirt tomorrow.    3.          Limit your use of hair styling products. Hairspray, mousse, and gel may contribute to dandruff in some people. They may also cause excessive drying of the skin, which can cause flaking - or trigger allergic reactions. If you notice dandruff soon after you begin to use a new product, chances are the product is to blame. The exception to this would be using a therapeutic styling gel or spray formulated with tea tree oil.                 4.       Wash your hair regularly. Dandruff seems to thrive in oily hair, so regular shampooing can help you fight it off. If you already have dandruff, washing your hair may help you keep the symptoms (the flakes) under control until it goes away. Massage your scalp so that you clean your skin, as well as your hair. Wash your hair many times. The first washing breaks up the waxy sebum, and the second washing helps rinse it all away.     5.       Use a shampoo designed to treat dandruff. If dandruff persists despite regular shampooing, you may need something stronger. There are a variety of anti-dandruff shampoos available at your pharmacy or grocery store, and they usually work. Be sure to follow the instructions carefully, and make a little extra time to shower, as most of these recommend that you leave them in for 5-10 minutes and <em>lather</em> twice.    6.  Oil your hair with herbal oils or use special herbal gels. Do this on a regular basis, at least twice a week for improvements.    7.  Be aware that there are different active ingredients in dandruff shampoos. If one does not work for you try another. Ketoconazole (brand name Nizoral®) is extremely effective against certain types of dandruff that are caused by a fungus. 1% Ketoconazole is available without prescription in the US, 2% requires a prescription. The 2% is available without a prescription in Canada.    8.      Be patient. While anti-dandruff shampoos may produce results, it can take a week or two to see the difference.    9.      Switch it up. If one type of anti-dandruff shampoo doesn't seem to work, or if it works for a time but then doesn't, switch to a product with another active ingredient (the active ingredient will be labeled on the bottle). 10.      See your doctor if the problem persists after more than a couple weeks of treatment. There are prescription shampoos available, and steroid creams may also help. Tips     * Try using a softer shampoo. Several barbers have said that the cause is often a harsh shampoo which kills or dries out the skin.           * Another possible remedy consists of pouring a generous amount of table salt into your hand before showering. Gently rub it in your whole scalp. Rinse it out in the shower, and shampoo normally.      * It's best to get your vitamins from food, rather than nutritional supplements. A quick Internet search will turn up foods you can integrate into your diet that are rich in zinc, Omega-3s, and B-vitamins.     * If anti-dandruff shampoos aren't working, or if you notice redness on the scalp or silvery or yellow flakes, you may not have dandruff at all. A number of other conditions can lead to flaking skin and itchy scalp. See your primary care physician or dermatologist.     * A quick internet search will turn up all kinds of home remedies for dandruff. While some of these may indeed work, anti-dandruff shampoos are inexpensive enough to be adequate for most people.     * Wear light-colored clothing (especially tops) while you have dandruff. Most people won't even notice.     * If you have hay fever, eczema, or other skin or respiratory allergies, your dandruff may be caused in part by an allergic reaction. In this situation, you may find it helpful to shampoo LESS frequently, so the natural oils that protect your scalp aren't stripped away. Allergic people may also react to dandruff shampoos by generating more dandruff. If you think this may be the case for you, try washing your hair with conditioner only, or washing less frequently.     * Try the condition only treatment first during a vacation or a time when you will be less publicly visible, since your scalp will be very oily at first. It will take two weeks to a month for the balance of oils on your hair and scalp to adjust itself.     * Rinsing your scalp with a rinse of 1/4 cup of white vinegar and 3/4 cup of water may help the problem. The natural acids will help loosen any sebum (dead skin and oils) that clings to your scalp and flakes to form dandruff. Rinse thoroughly with WARM, not hot, water. If you don't rinse well, you will smell like vinegar. While white vinegar is the gold standard of home remedies and apple cider vinegar or lemon juice should work as well. Lemon juice may lighten dark hair.     * Tea tree oil has antiseptic qualities that may help kill the fungus, and keep your scalp moisturized. You can buy a small bottle at many groceries and health food stores, and add 5-6 drops to your regular shampoo. Or just purchase a shampoo that contains tea tree oil.     * Buy and use two or three different types of regular shampoo and don't use the same one two days in a row. For some reason this gets rid of lesser cases of dandruff.     * Scalpicin® may be useful for particularly itchy scalps. They contain either anti-inflammatory ingredients (like hydrocortisone) or one of the active anti-dandruff ingredients. Usually these treatments also contain menthol, which provides a cooling effect that reduces the sensation of itching. Warnings     * Some anti-dandruff shampoos, such as those containing selenium sulfide or coal tar may discolor dyed hair.     * Discontinue use of any anti-dandruff shampoo or medication if the condition worsens or spreads, or if you notice side effects. Consult your primary care physician or dermatologist if the problem doesn't go away.     * Watch out for shampoos that are packaged to look like dandruff shampoos but only say that they will rinse away loose dandruff. Any shampoo will rinse away loose dandruff.     * Using more than one anti-dandruff product may cause redness and irritation.      * Avoid Sodium Lauryl Sulphate (SLS). It's a foaming compound that's a mild irritant. Some people find that using specialist soap without SLS as a shampoo for a couple of weeks makes their dandruff go away. You'll probably get it back if you switch back to ordinary shampoo. Shampoo with one of these anti-dandruff ingredients: ketoconazole, zinc pyrithione, selenium sulfide, salicylic acid, coal tar extract, or sulfur. If one doesn't work try another.",
            "vi": "Nguyên nhân gây ra gàu    Da đầu (cũng như da trên toàn bộ cơ thể) thường xuyên tự tái tạo tế bào da mới bằng cách bong tróc lớp tế bào da bên ngoài. Thường thì người ta không thấy được sự bong tróc lớp tế bào da này. Nhưng khi lớp tế bào da này đóng thành từng mảng lớn có thể thấy được gọi là gàu.  Chứng gàu nhẹ xảy ra không phải vì da đầu khô mà thường là do da đầu tiết quá nhiều dầu. Nếu bạn bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn. Chứng gàu nặng có thể là do bệnh vảy nến trên da đầu. Hoạt động tăng lượng vi khuẩn giống như nấm men có thể gây ra chứng viêm da do tiết quá nhiều bã nhờn; lượng vi khuẩn này rất ít trên da đầu khoẻ mạnh. Gàu có thể xảy ra với bất cứ người nào ở bất cứ độ tuổi nào. Và chứng bệnh này có thể chữa được.  Kẽm và các axit béo thiết yếu (như hạt bí ngô, quả hạch, dầu thực vật) đều có tác dụng ngăn ngừa gàu. Biện pháp & phương thuốc chữa gàu tại nhà  Để sở hữu một mái tóc đẹp sạch gàu, bạn nên uống ít nhất 2 lít nước mỗi ngày, ăn nhiều rau xà lách, rau xanh, và trái cây tươi. Lược chải tóc nên được chà rửa thường xuyên đồng thời phải nên chải tóc thường xuyên nữa. Gàu là chứng bệnh trên da đầu có thể kiểm soát được. Da đầu ít dầu quá hay nhiều dầu quá đều có thể gây ra gàu. Hãy thực hiện theo các bước sau đây nhé: 1. Hoà 2 muỗng cà phê giấm nguyên chất với 6 muỗng cà phê nước và thoa lên da đầu trước khi đi ngủ. Quấn khăn quanh đầu. Gội đầu vào sáng hôm sau. Sau khi gội đầu, hãy gội lại bằng nước giấm. Hãy điều trị gàu theo phương pháp này mỗi tuần một lần ít nhất trong 3 tháng. 2. Hoà một muỗng cà phê nước ép chanh với 2 muỗng cà phê giấm và xoa bóp da đầu. Gội đầu lại bằng dầu gội đầu trứng. 3. Dùng 1 phần dầu quả hạnh, 1 phần bột lưu huỳnh nguyên chất, 2 phần “cồn 90 độ” và 4 phần nước cất hoặc nước hoa hồng và hoà trộn chúng một cách kỹ lưỡng. Xát hỗn hợp này lên da đầu. 4. Dùng 2 tách nước, thêm vào 4-5 muỗng canh cỏ xạ hương khô và đun sôi trong vòng 10 phút. Để nguội, gạn lấy cái và sử dụng hỗn hợp này để xoa bóp da đầu. Để trong vòng nửa tiếng đồng hồ. 5. Hoà tan 2 viên thuốc aspirin vào bất kỳ loại dầu gội đầu nào rồi gội lên đầu của bạn. 6. Mát-xa da đầu bằng dầu quả hạnh. Nhúng khăn vào nước ấm và quấn quanh đầu. Làm lại ba hoặc bốn lần khi khăn nguội đi. 7. Làm dầu gội bằng cách trộn 100 g quả amla (thứ quả mọng thuộc họ thầu dầu-cây rụng lá), reetha, shikakai, đun sôi hỗn hợp này với 2 lít nước cho đến khi cô lại còn một nửa. Dùng dùng gội này trong vòng một tháng. bạn sẽ có một mái tóc dày đẹp và sạch gàu. 8. Hạt cà-ri cũng rất hữu ích trong việc làm sạch gàu. Xay nhuyễn hạt cà-ri (methi) đã ngâm trong nước qua đêm. Mát-xa thứ hỗn hợp bột nhão này lên da đầu và để trong vòng 15-20 phút. Gội đầu lại với dầu gội đầu nhẹ dịu. 9. Gội đầu bằng giấm rượu táo ấm. Sau đó trùm tóc bằng khăn hoặc mũ tắm và ủ tóc khoảng 30-40 phút. Gội đầu lại bằng nước lạnh. Mỗi tuần nên làm 2 lần cho đến khi nào sạch gàu thì thôi. 10. Lấy một vốc bi-các-bô-nát na-tri và xát lên tóc ẩm. Gội đầu lại bằng nước lạnh. bi-các-bô-nát na-tri không những giúp cho da đầu hết ngứa mà còn sạch gàu. 11. Hoà trộn 100 g cây phỉ và 1 muỗng canh nước ép chanh tươi với 200 ml nước. Gội đầu và dùng miếng bông chà lên da đầu khi tóc vẫn còn ướt. Làm lại nhiều lần cho đến khi nào sạch gàu. 12. Thử sử dụng dầu gội chứa xê-len sunfua hoặc a-xít salixilic. 13. Thử gội đầu với xà phòng Zest mỗi tuần một lần. xà phòng này có tác dụng tốt với tóc nhờn; giúp tóc bạn khô hơn; vì thế hãy thoa dầu dưỡng tóc lên tóc thôi, đừng thoa lên da đầu. xà phòng Zest cũng có tác dụng trị gàu với một số người. Cách ngăn ngừa và trị gàu Gàu là chứng bệnh đặc trung do da đầu ngứa, đóng vảy, và là một trong những chứng bệnh da liễu thường gặp nhất. May mắn là, trong khi người ta chưa xác định được chính xác nguyên nhân gây ra gàu trên da đầu là gì, thì cũng có một vài biện pháp giúp bạn giảm nguy cơ bị gàu và cũng có nhiều biện pháp chữa trị gàu hiệu quả nữa. Các biện pháp trị gàu  1. Có chế độ ăn uống khỏe mạnh và cân đối. chế độ ăn uống khỏe mạnh có thể ngăn ngừa được chứng đóng vảy gàu. Đảm bảo ăn nhiều kẽm, axit béo chứa Omega-3, các loại vi-ta-min E và B, tránh ăn những thức ăn chứa nhiều men và đường. Nghiên cứu cho thấy một yếu tố nhỏ nào đó gây ra gàu là nấm phát triển nhanh khi người bệnh ăn nhiều men, nhiều chất béo và đường. Mặc dù điều này chưa hẳn là nguyên nhân tác động chính đến các chứng bệnh về da của bạn, tình trạng sức khỏe tổng quát của bạn sẽ giúp cơ thể bạn phản ứng lại chứng nấm gây ra gàu này. 2. Đừng lo lắng nhiều, hãy vui lên. Căng thẳng làm cản trở hệ bảo vệ của cơ thể và làm phát sinh tất cả các chứng bệnh, kể cả gàu, vì  vậy ngay bây giờ hãy thư giãn đi và đừng bận tâm về việc mặc chiếc áo sơ mi màu đen ngày mai nữa. 3. Hạn chế sử dụng các sản phẩm tạo kiểu tóc. Keo xịt tóc, mút và gel vuốt tóc cũng có thể là tác nhân góp phần gây ra gàu ở một vài người. Các loại sản phẩm tạo kiểu tóc này cũng có thể làm cho da đầu khô quá mức, gây ra tình trạng đóng vảy hoặc gây dị ứng da đầu. Nếu bạn phát hiện mình bị gàu sau khi bắt đầu sử dụng một sản phẩm mới thì nhiều cơ hội gây ra gàu chắc là do sản phẩm tóc này. Biện pháp ngoại lệ là sử dụng gel vuốt tóc chữa gàu hoặc keo xịt tóc được điều chế từ tinh dầu trà.  4. Hãy gội đầu thường xuyên. có vẻ như gàu phát triển nhanh trên tóc nhờn, vì vậy việc thường xuyên gội đầu cũng có thể giúp làm sạch gàu. Nếu bạn đã bị gàu thì việc gội đầu cũng có thể giúp bạn ngăn triệu chứng đóng vảy ngứa cho đến khi sạch gàu. Hãy mát-xa da đầu để làm sạch da đầu đồng thời làm sạch tóc. Hãy gội đầu nhiều lần. Việc gội đầu lần thứ nhất làm bong rã bã nhờn đã đóng như sáp trên da đầu và gội đầu lần thứ hai giúp tẩy sạch lớp bã dầu đó. 5. Gội đầu bằng dầu gội đặc trị gàu. Nếu gàu vẫn còn dai dẳng mặc dù gội đầu thường xuyên thì hãy nên dùng một thứ dầu gội nào đó mạnh hơn. Có nhiều loại dầu gội trị gàu ở các hiệu thuốc hay ở các tiệm tạp hoá và thường có tác dụng trị gàu tốt. Hãy chắc rằng bạn thực hiện cẩn thận đúng theo chỉ dẫn, và hãy dành thêm một ít thời gian để tắm vòi hoa sen, vì hầu hết các dầu gội trị gàu này khuyên bạn nên ủ tóc từ 5 đến 10 phút và xoa dầu gội 2 lần.  6. Thoa dầu thảo dược lên tóc của bạn hoặc sử dụng gel thảo dược đặc biệt. Làm đều đặn, ít nhất 2 lần trong một tuần để chữa gàu. 7. Nên biết rằng có nhiều hoạt chất khác nhau trong các loại dầu gội trị gàu. Nếu loại dầu gội này không có hiệu quả thì bạn nên sử dụng loại dầu gội khác. Ketoconazole (thương hiệu Nizoral®) vô cùng hiệu quả đối với một số loại gàu do nấm gây ra. Bạn có thể mua dầu trị gàu 1% Ketoconazole mà không cần toa ở Hoa Kỳ, nhưng dầu gội 2% Ketoconazole thì phải có toa bác sĩ. Ở Canada, bạn có thể mua tự do dầu gội trị gàu 2% Ketoconazole. 8. Hãy kiên nhẫn. Phải mấy một vài tuần thì dầu gội trị gàu mới cho kết quả khác biệt sau vài lần sử dụng. 9. Hãy thay đổi dầu gội. Nếu một loại dầu gội trị gàu nào đó có vẻ không có hiệu quả, hay có hiệu quả một thời gian rồi sau đó không có tác dụng nữa thì bạn nên chuyển sang sử dụng một sản phẩm trị gàu khác có hoạt chất khác (hoạt chất trị gàu được ghi trên chai). 10. Đến khám bác sĩ nếu tình trạng gàu vẫn dai dẳng sau hơn một vài tuần điều trị. Có nhiều loại dầu gội trị gàu theo toa và nhiều loại kem xtê-rô-ít cũng có tác dụng trị sạch gàu. Những bí quyết trị sạch gàu * Thử dùng dầu gội đầu dịu nhẹ hơn. Một số thợ cắt tóc cho biết nguyên nhân gây ra gàu thường là dùng dầu gội đầu mạnh làm chết da đầu hoặc làm khô da đầu. * Một biện pháp khả thi khác là cho một lượng lớn muối bọt lên tay trước khi tắm vòi hoa sen. Chà xát nhẹ lên toàn bộ vùng da đầu. Gội đầu lại bằng vòi hoa sen và gội lại bằng dầu gội bình thường. * Tốt hơn hết là nên bổ sung vi ta min vào thức ăn, chớ không phải là bổ sung dinh dưỡng. Một cuộc tìm kiếm nhanh trên mạng sẽ cho bạn các loại thức ăn bổ sung vào chế độ dinh dưỡng của bạn giàu kẽm, các loại Omega-3, và vitamin B.  * Nếu dầu gội trị gàu của bạn không có tác dụng, hoặc nếu bạn phát hiện thấy da đầu bị đỏ hay đóng vảy vàng hay trắng thì có thể là bạn chưa bị gàu đâu. Nhiều bệnh khác cũng có thể làm cho da đóng vảy và da đầu ngứa. Hãy đến khám bác sĩ chăm sóc sức khỏe ban đầu hay bác sĩ chuyên khoa da liễu của bạn.  * Một cuộc tìm kiếm trên mạng sẽ cho bạn đủ các biện pháp chữa gàu tại nhà. Một số biện pháp thực sự có hiệu quả tốt, đồng thời những loại dầu gội trị gàu này đều rẻ tiền thích hợp cho hầu hết mọi người. * Hãy mặc quần áo màu nhạt (nhất là áo) khi bạn bị gàu. Hầu hết những người khác sẽ khó phát hiện ra bạn bị gàu. * Nếu bạn bị viêm mũi dị ứng, chàm, hay các chứng dị ứng da hay dị ứng hô hấp khác thì có lẽ chứng gàu của bạn một phần là do dị ứng. Trong tình huống này, bạn có thể thấy có hiệu quả hơn khi gội đầu ít đi, vì vậy bạn không nên lờ đi các loại dầu tự nhiên bảo vệ da đầu. Người bị dị ứng có thể phản ứng với dầu gội trị gàu bằng cách mọc gàu nhiều hơn. Nếu bạn nghĩ mình thuộc trường hợp này thì thử gội đầu bằng dầu dưỡng tóc thôi, hoặc nên gội đầu ít thôi. * Thử dùng phương pháp điều trị gàu duy nhất lần đầu vào kỳ nghỉ hay khoảng thời gian mà bạn ít xuất hiện trước người khác, vì da đầu của bạn sẽ rất nhờn lúc đầu. Sẽ phải mất từ hai tuần đến một tháng để cân bằng lượng dầu trên tóc của bạn và da đầu sẽ tự điều chỉnh lượng dầu sau đó. * Gội đầu bằng dung dịch gồm ¼ tách giấm trắng và ¾ tách nước có thể giúp chữa được chứng gàu. Những a-xít tự nhiên sẽ làm giảm bã nhờn (tế bào da chết và dầu nhờn) bám vào da đầu và đóng vảy thành gàu. Hãy gội đầu kỹ lại bằng nước ấm, không phải là nước nóng. Nếu không gội đầu kỹ thì người bạn sẽ hôi mùi giấm. Trong khi giấm trắng được coi là phương thuốc vàng chữa gàu tại nhà thì giấm rượu táo hoặc nước chanh ép cũng có tác dụng rất tốt. nước chanh ép cũng có thể làm nhạt màu đen của tóc. * Tinh dầu trà có tác dụng sát trùng, diệt nấm đồng thời giữ ẩm cho da đầu. Bạn có thể mua một chai nhỏ ở của hàng tạp hoá hay ở các của hiệu bán thức ăn tự nhiên, và thêm vào dầu gội thường của bạn từ 5 đến 6 giọt. Hoặc bạn chỉ mua dầu gội chứa tinh dầu trà thôi. * Mua và sử dụng hia hoặc ba loại dầu gội thường xuyên khác nhau và không nên gội cùng một loại trong hai ngày liên tục. Điều này có thể giúp giảm nguy cơ bị gàu vì một lý do nào đó. * Scalpicin® có thể hiệu quả đối với da đầu ngứa nhiều. Chúng không những chứa các thành phần kháng viêm (như hydrocortisone) mà còn một trong những hoạt chất chống gàu. Thường thì những loại thuốc này chứa tinh dầu bạc hà, có tác dụng làm mát và giảm cảm giác ngứa ngáy khó chịu. Cảnh báo * Một số dầu gội trị gàu chứa xê-len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm. * Hãy ngưng sử dụng bất kỳ loại dầu gội trị gàu hay thuốc nào nếu tình trạng bệnh càng trầm trọng thêm hay bị lây lan hoặc bị tác dụng phụ. Hãy tham khảo ý kiến của bác sĩ chăm sóc sức khỏe ban đầu hoặc bác sĩ chuyên khoa da liễu nếu gàu vẫn còn dai dẳng. * Hãy dè chừng nhiều loại dầu gội được đóng gói trông giống như dầu gội trị gàu nhưng chỉ có tác dụng làm sạch gàu nhẹ. Bất cứ loại dầu gội nào cũng có tác dụng làm sạch gàu nhẹ cả. * Dùng từ hai loại sản phẩm trị gàu trở lên có thể làm cho da đầu bị đỏ và kích ứng. * Tránh Sodium Lauryl Sulphate (SLS). Đây là một loại hợp chất có bọt, kích ứng nhẹ. Nhiều người thấy rằng sử dụng xà phòng chuyên trị không chứa SLS làm dầu gội trong vài tuần có thể sạch gàu. Bạn có thể bị gàu trở lại nếu bạn chuyển qua sử dụng loại dầu gội bình thường. Hãy gội đầu với một trong những thành phần trị gàu sau đây: ketoconazole, kẽm pyrithione, xê-len sunfua, a-xit salicylic, chiết xuất từ nhựa than đá, hoặc lưu huỳnh."
        },
        {
            "en": "A Guide for First-Time Parents    You've survived 9 months of pregnancy. You've made it through the excitement of labor and delivery, and now you're ready to head home and begin life with your baby. Once home, though, you frantically realize you have no idea what you're doing! Brushing up on these tips can help first-time parents feel confident about caring for a newborn in no time. getting help after the birth  Consider recruiting help from friends and family to get through this time. While in the hospital, use the expertise around you. Many hospitals have feeding specialists or lactation consultants who can help you get started nursing or bottle-feeding. In addition, nurses are a great resource to show you how to hold, burp, change, and care for your baby. For in-home help, you might want to hire a baby nurse or a responsible neighborhood teenager to help you for a short time after the birth. In addition, relatives and friends can be a great resource. They may be more than eager to help, and although you may disagree on certain things, don't dismiss their experience. But if you don't feel up to having guests or you have other concerns, don't feel guilty about placing restrictions on visitors. Handling a newborn  If you haven't spent a lot of time around newborns, their fragility may be intimidating. Here are a few basics to remember: Be careful to support your baby's head and neck. Cradle the head when carrying your baby and support the head when carrying the baby upright or when you lay him or her down.  Be careful not to shake your newborn, whether in play or in frustration. Shaking that is vigorous can cause bleeding in the brain and even death. If you need to wake your infant, don't do it by shaking — instead, tickle your baby's feet or blow gently on a cheek.  Make sure your baby is securely fastened into the carrier, stroller, or car seat. Limit any activity that would be too rough or bouncy.  Remember that your newborn is not ready for rough play, such as being jiggled on the knee or thrown in the air. Bonding and soothing techniques  Bonding, probably one of the most pleasurable aspects of infant care, occurs during the sensitive time in the first hours and days after birth when parents make a deep connection with their infant. Physical closeness can promote an emotional connection. For infants, the attachment contributes to their emotional growth, which also affects their development in other areas, such as physical growth. Another way to think of bonding is \"falling in love\" with your baby. Children thrive from having a parent or other adult in their life who loves them unconditionally. Begin bonding by cradling your baby and gently stroking him or her in different patterns. Both you and your partner can also take the opportunity to be \"skin-to-skin,\" holding your newborn against your own skin while feeding or cradling. Babies, especially premature babies and those with medical problems, may respond to infant massage. Massage may enhance bonding and help with infant growth and development. Many books and videos cover infant massage — ask your doctor for recommendations. Be careful, however — babies are not as strong as adults, so massage your baby gently. Babies usually love vocal sounds, such as talking, babbling, singing, and cooing. Your baby will probably also love listening to music. Baby rattles and musical mobiles are other good ways to stimulate your infant's hearing. If your little one is being fussy, try singing, reciting poetry and nursery rhymes, or reading aloud as you sway or rock your baby gently in a chair. Some babies can be unusually sensitive to touch, light, or sound, and might startle and cry easily, sleep less than you might expect, or turn their faces away when you speak or sing to them. Keep noise and light levels moderate. Swaddling is another soothing technique first-time parents should learn. Swaddling keeps a baby's arms close to the body and legs snuggled together. Not only does this keep a baby warm, but the surrounding pressure seems to give most newborns a sense of security and comfort. Swaddling works well for some babies during their first few weeks. Here's how to swaddle a baby: Spread out the receiving blanket, with one corner folded over slightly. Lay the baby face-up on the blanket with his or her head above the folded corner.  Wrap the left corner over the body and tuck it beneath the back of the baby, going under the right arm. Bring the bottom corner up over the baby's feet and pull it toward the head, folding the fabric down if it gets close to the face.  Wrap the right corner around the baby, and tuck it under the baby's back on the left side, leaving only the neck and head exposed. Diapering Dos and Don'ts  You'll probably decide before you bring your baby home whether you'll use cloth or disposable diapers. Whichever you use, the baby will dirty diapers about 10 times a day, or about 70 times a week. Before diapering a baby, make sure you have all supplies within reach so you won't have to leave your baby unattended on the changing table. You'll need: a clean diaper  a fastener (if cloth is used)  diaper ointment if the baby has a rash  a container of warm water  clean washcloth, diaper wipes, or cotton balls After each bowel movement or if the diaper is wet, lay your baby on his or her back and remove the dirty diaper. Use the water, cotton balls, and washcloth or the wipes to gently wipe your baby's genital area clean. When removing a boy's diaper, do so carefully because exposure to the air may make him urinate. When wiping a girl, wipe her bottom from front to back to avoid a urinary tract infection. To prevent or heal a rash, apply ointment. Always remember to wash your hands thoroughly after changing a diaper. Diaper rash is a common concern. Typically the rash is red and bumpy and will go away in a few days with warm baths, some diaper cream, and a little time out of the diaper. Most rashes occur because the baby's skin is sensitive and becomes irritated by the wet or poopy diaper. To prevent or heal diaper rash, try these tips: Change your baby's diaper frequently, and as soon as possible after bowel movements.  After cleaning the area with mild soap and water or a wipe, apply a diaper rash or \"barrier\" cream. Creams with zinc oxide are preferable because they form a barrier against moisture.  If you use cloth diapers, wash them in dye- and fragrance-free detergents. Let the baby go undiapered for part of the day. This gives the skin a chance to air out. If the diaper rash continues for more than 3 days or seems to be getting worse, call your doctor — it may be caused by a fungal infection that requires a prescription. Bathing basics  You should give your baby a sponge bath until: the umbilical cord falls off (1–4 weeks)  the circumcision heals (1–2 weeks)  the navel heals completely (1–4 weeks) A bath two or three times a week in the first year is sufficient. More frequent bathing may be drying to the skin. You'll need the following items before bathing your baby: a soft, clean washcloth  mild, unscented baby soap and shampoo  a soft brush to stimulate the baby's scalp  towels or blankets  an infant tub with 2 to 3 inches of warm — not hot! — water (to test the water temperature, feel the water with the inside of your elbow or wrist). An infant tub is a plastic tub that can fit in the bathtub and is better fitted for the infant and makes bath time easier to manage.  a clean diaper  clean clothes Sponge baths.  For a sponge bath, pick a warm room and a flat surface, such as a changing table or floor. Undress your baby. Wipe your infant's eyes with a washcloth dampened with water only, starting with one eye and wiping from the inner corner to the outer corner. Use a clean corner of the washcloth to wash the other eye. Clean your baby's nose and ears with the washcloth. Then wet the cloth again, and using a little soap, wash his or her face gently and pat it dry. Next, using baby shampoo, create a <em>lather</em> and gently wash your baby's head. Using a wet cloth and soap, gently wash the rest of the baby, paying special attention to creases under the arms, behind the ears, around the neck, and the genital area. Once you have washed those areas, make sure they are dry and then diaper and dress your baby. Tub baths.  When your baby is ready for tub baths, the first baths should be gentle and brief. If he or she becomes upset, go back to sponge baths for a week or two, then try the bath again. Undress your baby and then place him or her in the water immediately, in a warm room, to prevent chills. Make sure the water in the tub is no more than 2 to 3 inches deep. Use one of your hands to support the head and the other hand to guide the baby in feet-first. Speaking gently, slowly lower your baby up to the chest into the tub. Use a washcloth to wash his or her face and hair. Gently massage your baby's scalp with the pads of your fingers or a soft baby hairbrush, including the area over the fontanelles (soft spots) on the top of the head. When you rinse the soap or shampoo from your baby's head, cup your hand across the forehead so the suds run toward the sides and soap doesn't get into the eyes. Gently wash the rest of your baby's body with water and a small amount of soap. Throughout the bath, regularly pour water gently over your baby's body so he or she doesn't get cold. After the bath, wrap your baby in a towel immediately, making sure to cover his or her head. Baby towels with hoods are great for keeping a freshly washed baby warm. While bathing your infant, never leave the baby alone. If you need to leave the bathroom, wrap the baby in a towel and take him or her with you. Circumcision and umbilical cord care  Immediately after circumcision, the tip of the penis is usually covered with gauze coated with petroleum jelly to keep the wound from sticking to the diaper. Gently wipe the tip clean with warm water after a diaper change, then apply petroleum jelly to the tip so it doesn't stick to the diaper. Redness or irritation of the penis should heal within a few days, but if the redness or swelling increases or if pus-filled blisters form, infection may be present and you should call your baby's doctor immediately. Umbilical cord care in newborns is also important. Some doctors suggest swabbing the area with rubbing alcohol until the cord stump dries up and falls off, usually in 10 days to 3 weeks, but others recommend leaving the area alone. Talk to your child's doctor to see what he or she prefers. The infant's navel area shouldn't be submerged in water until the cord stump falls off and the area is healed. Until it falls off, the cord stump will change color from yellow to brown or black — this is normal. Consult your doctor if the navel area becomes reddened or if a foul odor or discharge develops. Feeding and burping your baby  Whether feeding your newborn by breast or a bottle, you may be stumped as to how often to do so. Generally, it's recommended that babies be fed on demand — whenever they seem hungry. Your baby may cue you by crying, putting fingers in his or her mouth, or making sucking noises. A newborn baby needs to be fed every 2 to 3 hours. If you're breastfeeding, give your baby the chance to nurse about 10–15 minutes at each breast. If you're formula-feeding, your baby will most likely take about 2–3 ounces (60–90 milliliters) at each feeding. Some newborns may need to be awakened every few hours to make sure they get enough to eat. Call your baby's doctor if you need to awaken your newborn frequently or if your baby doesn't seem interested in eating or sucking. If you're formula-feeding, you can easily monitor if your baby is getting enough to eat, but if you're breastfeeding, it can be a little trickier. If your baby seems satisfied, produces about six wet diapers and several stools a day, sleeps well, and is gaining weight regularly, then he or she is probably eating enough. Talk to your doctor if you have concerns about your child's growth or feeding schedule. Babies often swallow air during feedings, which can make them fussy. You can prevent this by burping your baby frequently. Try burping your baby every 2 to 3 ounces (60–90 milliliters) if you bottle-feed, and each time you switch breasts if you breastfeed. If your baby tends to be gassy, has gastroesophageal reflux, or seems fussy during feeding, try burping your baby every ounce during bottle-feeding or every 5 minutes during breastfeeding. The following are burping strategies: Hold your baby upright with his or her head on your shoulder. Support your baby's head and back while gently patting the back with your other hand.  Sit your baby on your lap. Support your baby's chest and head with one hand by cradling your baby's chin in the palm of your hand and resting the heel of your hand on your baby's chest (be careful to grip your baby's chin - not throat). Use the other hand to gently pat your baby's back.  Lay your baby face-down on your lap. Support your baby's head, making sure it's higher than his or her chest, and gently pat or rub his or her back. If your baby doesn't burp after a few minutes, change the baby's position and try burping for another few minutes before feeding again. Always burp your baby when feeding time is over, then keep him or her in an upright position for at least 10–15 minutes to avoid spitting up. Sleeping basics  As a new parent, you may be surprised to learn that your newborn, who seems to need you every minute of the day, actually sleeps about 16 hours or more! Newborns typically sleep for periods of 3–4 hours. Don't expect yours to sleep through the night — the digestive system of babies is so small that they need nourishment every few hours and should be awakened if they haven't been fed for 5 hours (or more frequently). When can you expect your baby to sleep through the night? Many babies sleep through the night (between 6–8 hours) at 3 months of age, but if yours doesn't, it's not a cause for concern. Like adults, babies must develop their own sleep patterns and cycles, so if your newborn is gaining weight and appears healthy, don't despair if he or she hasn't slept through the night at 3 months. It's important to place babies on their backs to sleep to reduce the risk of sudden infant death syndrome (SIDS). In addition, remove all fluffy bedding, quilts, sheepskins, stuffed animals, and pillows from the crib to ensure that your baby doesn't get tangled in them or suffocate. Also be sure to alternate the position of your baby's head from night to night (first right, then left, and so on) to prevent being flat on one side of the head.  Even though you may feel anxious about handling a newborn, in a few short weeks you'll develop a routine and be parenting like a pro! If you have any questions or concerns, ask your doctor to recommend resources that can help you and your baby grow together.",
            "vi": "Cẩm nang cho những người lần đầu làm bố mẹ    Bạn đã vượt qua 9 tháng mang thai. Bạn đã qua khỏi tình trạng phấn khích của cơn đau đẻ, và bây giờ bạn sẵn sàng về nhà và bắt đầu cuộc sống với đứa con của mình. Thế nhưng cũng có đôi khi bạn ở nhà và hoang mang nhận ra rằng mình chẳng biết làm gì hết! Xem lại những bí quyết này để có thể giúp những người lần đầu làm bố mẹ cảm thấy tự tin về việc chăm sóc trẻ sơ sinh rất nhanh.  Được giúp đỡ sau khi sinh Hãy quan sát sự giúp đỡ ban đầu của bạn bè và gia đình để vượt qua giai đoạn này. Trong lúc còn ở bệnh viện, bạn nên quan sát các chuyên gia quanh mình nhé. Nhiều bệnh viện có chuyên gia nuôi dưỡng hoặc chuyên viên tư vấn về thời kỳ tiết sữa có thể giúp bạn bắt đầu cho bé bú mẹ hay bú bình. Ngoài ra, y tá còn là những người hướng dẫn tuyệt vời  sẽ chỉ cho bạn cách bồng bế, vỗ cho bé ợ, thay quần áo, và chăm sóc em bé nữa.  Đối với việc hỗ trợ ở nhà, bạn có thể thuê một vú em hay một em thiếu niên gần nhà để giúp bạn trong một thời gian ngắn sau sinh. Ngoài ra, họ hàng và bạn bè đều là những người hỗ trợ tuyệt vời đấy. Có thể là họ lúc nào cũng háo hức giúp đỡ cho bạn và dẫu bạn không đồng ý chuyện gì thì cũng đừng coi thường kinh nghiệm của họ nhé. Nhưng nếu bạn không có đủ sức khỏe để tiếp khách hay do việc gì đó thì cũng đừng cảm thấy khó chịu về việc mình hạn chế khách khứa.   Bồng bế trẻ sơ sinh Nếu bạn không dành nhiều thời gian cho bé thì có thể bạn sẽ sợ vẻ yếu ớt của trẻ sơ sinh đấy. Dưới đây là một vài điều cơ bản cần ghi nhớ: Hãy cẩn thận khi đỡ đầu và cổ bé. Khi bế bé bạn hãy đỡ đầu bé lên và cũng đỡ đầu cho bé khi bạn bế bé dậy hay cả khi bạn đặt bé nằm xuống nữa.  Hãy cẩn thận đừng bao giờ rung lắc trẻ sơ sinh dù là để giỡn chơi hay do bạn tức giận đi chăng nữa. Việc rung lắc mạnh có thể làm cho bé bị xuất huyết não và thậm chí tử vong. Nếu muốn đánh thức bé dậy thì bạn chớ lắc bé như thế mà hãy cù vào bàn chân hay thổi nhè nhẹ lên má bé. Hãy chắc rằng bé của bạn đã được cài dây an toàn vào xe chở, xe đẩy hoặc ghế nhỏ của bé trên xe hơi. Hãy hạn chế bất kỳ hoạt động nào quá mạnh hay xóc nẩy. Nên nhớ là trẻ sơ sinh chưa sẵn sàng cho các hoạt động mạnh bạo, như xóc nhẹ trên đầu gối hay thảy lên cao. Kỹ thuật ôm ấp dỗ dành Sự ôm ấp có thể là một trong những thứ dễ chịu nhất đối với việc chăm sóc bé, có thể thấy trong thời gian nhạy cảm này trong những giờ và những ngày sau sinh khi bố mẹ tạo mối liên hệ mật thiết với đứa con mới chào đời của mình. Sự gần gũi cơ thể có thể làm mối kết nối cảm xúc mạnh mẽ hơn.  Đối với trẻ sơ sinh, sự gắn bó làm cho chúng phát triển về mặt xúc cảm, có thể ảnh hưởng tới sự phát triển nhiều mặt khác của chúng nữa, như là sự phát triển về mặt thể chất. Một cách khác để nghĩ đến việc ôm ấp vuốt ve đó là “yêu thương” con bạn. Trẻ lớn nhanh do có bố mẹ hay một người nào đó sống với chúng và yêu thương chúng vô điều kiện.  Bắt đầu ôm ấp bé bằng cách bồng bế và nhẹ nhàng vuốt ve bằng nhiều kiểu khác nhau. Cả bố và mẹ có thể nhân cơ hội bồng bế bé để bé “da chạm da”, hãy bồng bé tựa vào người bạn khi cho bé ăn hay bế bé.   Trẻ sơ sinh, đặc biệt là trẻ sinh non và những trẻ bị bệnh thì bạn có thể dùng phương pháp xoa bóp cho bé. Việc xoa bóp có thể làm tăng yêu thương với bé giúp bé phát triển và lớn nhanh hơn. Có nhiều quyển sách và băng từ chuyên dạy cho bạn cách để xoa bóp cho trẻ sơ sinh – bạn cũng nên hỏi bác sĩ để được tư vấn thêm. Tuy nhiên, hãy nên nhớ rằng trẻ sơ sinh không khỏe mạnh như người lớn, nên hãy xoa bóp cho chúng một cách nhẹ nhàng. Trẻ sơ sinh thường thích nghe âm thanh, như là tiếng nói, tiếng bi bô, hát và thủ thỉ. Con của bạn chắc cũng sẽ thích nghe nhạc. Những chiếc lúc lắc và điện thoại có nhạc cũng là những cách để kích thích thính giác của trẻ sơ sinh. Nếu bé của bạn đang quấy khóc thì bạn hãy thử hát, đọc thơ và thơ ca thiếu nhi hay đọc to lên khi đu đưa bé nhè nhẹ trên ghế xem sao. Một số trẻ có thể nhạy cảm khác thường với việc sờ chạm, ánh sáng hoặc âm thanh và có thể dễ bị giật mình và khóc hay ngủ ít hơn bình thường hay là quay mặt đi khi bạn nói hoặc hát cho bé nghe. Thế nên hãy giữ mức độ âm thanh và ánh sáng một cách dịu nhẹ thôi.  Bọc quấn bé cũng là cách êm dịu khác mà những người lần đầu làm bố mẹ nên biết. Việc quấn bọc bé giữ cho tay, mình và chân bé được đặt gần vào nhau. Việc làm này không những giữ ấm cho bé mà còn mang lại cho hầu hết các trẻ sơ sinh cảm giác an toàn và thoải mái. Việc quấn bọc này có tác dụng tốt với nhiều trẻ sơ sinh trong vài tuần đầu đấy. Sau đây là cách quấn bọc cho bé: Trải chiếc chăn quấn ra, một góc được gấp nhẹ lại.  Đặt bé nằm ngửa trên chăn, đầu kê trên góc được gấp. Quấn góc trái của chăn qua mình bé và nhét vào dưới lưng bé, quấn qua dưới cánh tay phải.  Vắt góc dưới cùng qua chân bé và kéo về phía hướng lên đầu, hãy gấp miếng vải xuống nếu gần sát với mặt của bé. Quấn góc phải của chăn quanh mình bé, nhét xuống dưới lưng bên trái của bé, chỉ để cổ và đầu của bé ở ngoài thôi. Những điều nên làm và không nên làm về việc quấn tã lót Trước khi mang bé về nhà thì bạn sẽ phải chọn liệu sẽ dùng tã vải hay tã giấy. Cho dù bạn sử dụng tã nào đi nữa thì bé của bạn cũng sẽ làm bẩn tã khoảng 10 lần một ngày, hoặc khoảng 70 lần một tuần.  Trước khi thay tã cho bé, bạn nên chắc rằng mình đã có đủ hết các thứ cần thiết và bạn sẽ không bỏ mặc bé trên bàn thay tã. Bạn cần phải có: tã lót sạch dây buộc/móc khoá (nếu bạn sử dụng tả vải) thuốc mỡ nếu bé bị hăm  bình đựng nước ấm khăn lau sạch, tã lau, hoặc bông Sau mỗi lần đại tiện hoặc nếu tã lót bị ướt, hãy đặt bé nằm ngửa và rút tã bẩn ra. Dùng nước, bông và khăn lau hoặc khăn tay để lau nhẹ vùng sinh dục của bé sạch sẽ. Khi thay tã cho bé trai, hãy làm cẩn thận vì việc đưa trần ra ngoài như thế này có thể làm cho bé đi tiểu. Khi lau cho bé gái, nên lau mông đít của bé từ trước ra sau để tránh nhiễm trùng đường tiểu. Để tránh hoặc chữa hăm tã cho bé thì bạn nên dùng thuốc mỡ. Hãy luôn nhớ rửa tay cẩn thận sau khi thay tã lót cho bé.  Chứng hăm tã là vấn đề thường gặp. chứng hăm tã thường đỏ, gây khó chịu và sẽ hết trong vài ngày tắm bằng nước ấm, dùng kem chữa hăm và để cho bé thoáng bằng cách không dùng tã một thời gian ngắn. Hầu hết các chứng hăm tã đều là do da của bé nhạy cảm và trở nên tấy rát do tã bị ẩm ướt hay dơ bẩn do tiểu tiện.  Để ngăn ngừa hoặc chữa chứng hăm tã, bạn nên thử các mẹo sau đây: Thay tã lót cho bé thường xuyên, và càng sớm càng tốt sau khi bé đại tiện. Sau khi vệ sinh vùng này bằng nước và xà phòng dịu nhẹ hoặc bằng khăn tay thì nên xức kem chống hăm hoặc kem “bảo vệ”. Các loại kem này chứa kẽm ô-xít rất thích hợp cho bé vì chúng có khả năng chống ẩm.   Nếu bạn dùng tã vải thì nên giặt tã bằng loại xà phòng không màu và không có hương thơm.   Hãy để cho bé thoáng bằng cách không dùng tã một lúc nào đó trong ngày. Điều này làm cho da bé thông thoáng và mát mẻ. Nếu bé bị hăm tã liên tiếp kéo dài hơn 3 ngày hay có vẻ càng ngày càng trầm trọng hơn thì bạn nên gọi bác sĩ đi – có thể bé bị nhiễm nấm và cần được kê toa uống thuốc. Điều cơ bản nên biết khi tắm Bạn nên dùng bọt biển để tắm cho bé cho đến khi: cuống rốn rụng (1-4 tuần ) thủ thuật cắt bao quy đầu lành (1-2 tuần ) rốn khô hoàn toàn (1-4 tuần ) Trong năm đầu mỗi tuần nên tắm cho bé hai hay ba lần là đủ rồi. Việc tắm nhiều có thể làm cho da bé bị khô. Trước khi tắm cho bé bạn cũng cần có những thứ này: khăn mặt sạch và mềm xà phòng và dầu gội đầu em bé không mùi và dịu nhẹ bàn chải mềm để kích thích da đầu của em bé khăn tắm hoặc chăn mềm chậu tắm em bé chứa từ 2 đến 3 in-sơ nước ấm – không phải là nước nóng (để thử độ nóng của nước, bạn có thể dùng mặt trong khuỷu tay hay cổ tay để chạm vào nước). Chậu tắm em bé là chậu tắm bằng nhựa có thể đặt vừa vào bồn tắm và thích hợp hơn cho trẻ sinh và có thể làm cho việc tắm rửa cho bé trở nên dễ dàng hơn. tã lót sạch quần áo sạch Tắm bằng bọt biển Đối với việc tắm bằng bọt biển, nên chọn một phòng ấm áp và có bề mặt phẳng, như bàn thay đồ hay sàn nhà. Cởi quần áo em bé ra. Lau mắt bé bằng khăn mặt được làm ẩm bằng nước thôi, bắt đầu lau từng mắt một và lau từ khóe trong đến khóe ngoài. Dùng góc sạch của khăn mặt để lau mắt còn lại. Lau mũi và tai bé bằng khăn mặt. Sau đó nhúng ướt khăn lại và giặt khăn với một chút xà phòng, lau mặt bé nhẹ nhàng rồi giũ nhẹ cho khô. Sau đó dùng dầu gội đầu, tạo bọt và nhẹ nhàng gội đầu cho bé. Dùng một miếng vải ướt và xà phòng, nhẹ nhàng tắm rửa phần còn lại của cơ thể bé, chú ý đặc biệt ở những nếp da dưới cánh tay, sau lỗ tai, quanh cổ và vùng sinh dục. Một khi bạn đã vệ sinh các vùng này thì chắc rằng da bé phải khô sạch và rồi bạn nên bọc tã và mặc áo quần cho bé. Tắm bằng chậu tắm Khi con bạn đủ lớn sẵn sàng tắm bằng chậu thì những lần tắm đầu tiên nên nhẹ nhàng và nhanh lẹ. Nếu bé trở nên khó chịu thì hãy quay lại tắm bằng bọt biển một hay hai tuần nữa rồi thử tắm chậu lại.  Cở quần áo bé ra rồi đặt bé vào chậu nước ngay lập tức, trong phòng ấm, để khỏi bị lạnh. Chắc rằng nước trong chậu không sâu quá 2 đến 3 in-sơ. Một tay bạn đỡ đầu bé, một tay cho bé vào chậu trong tư thế ngồi hai chân duỗi thẳng ra trước. Nói ngọt ngào với bé, từ từ hạ người của bé xuống tới ngực trong chậu tắm. Dùng khăn tắm để lau mặt và tóc cho bé. Nhẹ nhàng mát-xa da đầu của bé bằng cùi ngón tay hoặc lược mềm em bé, kể cả vùng thóp (chỗ mềm) trên đỉnh đầu của bé. Khi bạn lau xà phòng hoặc dầu gội khỏi đầu bé thì hãy khum tay thành hình chén qua trán để bọt nước xà phòng chảy về bên hông và không bị vướng vào mắt bé. Nhẹ nhàng tắm phần còn lại của người bé bằng nước và một chút xà phòng. Khi tắm nên thường xuyên giội nước nhè nhẹ lên người bé để bé khỏi bị lạnh. Sau khi tắm cho bé xong, bạn nên quấn bé lại ngay lập tức bằng khăn tắm, đảm bảo phải trùm được cả đầu của bé. Khăn tắm có mũ rất thích hợp để giữ ấm cho bé lúc mới tắm xong. Trong khi tắm cho bé, đừng bao giờ bỏ bé một mình. Nếu bạn cần ra khỏi nhà tắm thì hãy quấn bé lại trong khăn tắm và mang bé đi cùng.  Cắt bao quy đầu và chăm sóc cuống rốn Ngay sau khi cắt bao quy đầu thì đầu dương vật thường được quấn bằng một miếng gạc có bôi một chút mỡ trơn để vết thương không dính vào tã lót. Hãy nhẹ nhàng lau đầu dương vật sạch sẽ sau mỗi lần thay tã và xức một chút mỡ trơn lên đầu dương vật để khỏi dính vào tã. Dương vật sẽ hết đỏ hay tấy rát trong vài ngày, nhưng nếu tình trạng đỏ hay sưng tấy nhiều thêm hoặc nếu đầu dương vật bị giộp da mưng mủ, nhiễm trùng thì bạn có thể gọi bác sĩ ngay lập tức. Việc chăm sóc cuống rốn đối với trẻ sơ sinh cũng rất quan trọng. Nhiều bác sĩ đề nghị lau vùng rốn bằng cồn rửa vết thương cho đến khi cuống rốn khô và rụng, thường thì trong khoảng từ 10 ngày đến 3 tuần, nhưng nhiều bác sĩ khác lại khuyên để yên vùng rốn. Hãy tham khảo ý kiến bác sĩ để biết bạn nên làm gì cho bé. Vùng rốn của trẻ sơ sinh không nên để ngập nước cho đến khi cuống rốn rụng và khô lành. Đến khi cuống rốn rụng thì nó sẽ đổi màu từ vàng sang nâu hoặc đen – điều này bình thường thôi. nếu vùng rốn của bé trở nên đỏ tấy hoặc có mùi hôi hay bị chảy mủ thì bạn hãy tham khảo ý kiến bác sĩ của bạn nhé. Cho bé ăn và vỗ cho bé ợ Dù bạn nuôi con bằng sữa mẹ hay cho bé bú bình thì bạn cũng có thể phải bối rối không biết là nên cho con bú bao lâu một lần. Nói chung là người ta khuyên rằng con nít nên được cho ăn theo nhu cầu – bất kể khi nào chúng đói. Bé của bạn có thể ra tín hiệu cho bạn biết bằng cách khóc, thọc ngón tay vào miệng, hoặc tạo ra những âm thanh như bú. Một đứa trẻ sơ sinh cần được cho bú cách 2 đến 3 tiếng đồng hồ một lần. Nếu bạn nuôi con bằng sữa mẹ thì nên cho bé bú mỗi bên ngực khoảng từ 10 đến 15 phút. Nếu bạn cho bé bú bằng sữa bột thì mỗi lần bé bú có thể từ 2 đến 3 ao-xơ (60-90ml). Một số trẻ sơ sinh cần được đánh thức dậy cứ vài tiếng đồng hồ một lần để đảm bảo cho chúng bú đủ. Hãy gọi cho bác sĩ xem liệu bạn có cần đánh thức bé dậy thường xuyên không hay xem liệu con bạn không thích ăn hay bú không.  Nếu bạn cho con bú bằng sữa bột thì bạn có thể dễ dàng kiểm tra được xem bé có bú đủ chưa, nhưng nếu bạn cho con bú bằng sữa mẹ thì việc này khó khăn hơn một chút. Nếu bé tiểu khoảng 6 lần và đi cầu vài lần một ngày, ngủ ngon và tăng cần đều thì có thể là bé đã bú đủ rồi. Hãy tham khảo ý kiến của bác sĩ nếu bạn quan tâm về sự phát triển và thời gian ăn uống của bé. Trẻ sơ sinh thường nuốt không khí khi bú, có thể làm cho chúng quấy khóc. Bạn có thể ngăn chặn điều này bằng cách vỗ cho bé ợ thường xuyên. Cố vỗ cho bé ợ hơi sau mỗi lần cho bú từ 2 đến 3 ao-xơ (60-90ml) nếu bạn cho bé bú bình và mỗi lần bạn đổi ngực cho bé bú nếu bạn cho bé bú mẹ. Nếu con bạn hay bị đầy hơi, bị trào ngược dạ dày thực quản thì cố vỗ cho bé ợ cứ mỗi ao-xơ một trong suốt thời gian cho bé bú bình hoặc cứ 5 phút một trong thời gian bé bú mẹ. Dưới đây là các cách vỗ cho bé ợ hơi: Ôm bé thẳng dậy cho đầu bé tựa vào vai của bạn. Đỡ cổ và lưng bé trong khi dùng bàn tay khác vỗ nhẹ nhàng vào lưng bé. Để bé ngồi vào lòng bạn. Một tay đỡ ngực và đầu bé bằng cách giữ nhẹ cằm bé trong lòng bàn tay bạn và dựa cùi tay lên ngực bé (cẩn thận giữ chặt cằm của bé – không phải là cổ họng). Dùng tay kia vỗ nhẹ nhàng vào lưng của bé. Đặt bé nằm sấp vào lòng của bạn. Đỡ đầu của bé, đảm bảo rằng đầu phải cao hơn ngực, rồi vỗ hoặc chà nhẹ nhàng vào lưng của bé. Nếu sau một vài phút mà bé không ợ thì bạn hãy thay đổi tư thế của bé và cố vỗ cho bé ợ thêm vài phút nữa trước khi bạn cho bé ăn trở lại. Hãy luôn vỗ cho bé ợ khi bạn đã cho bé ăn xong, sau đó hãy bế bé thẳng dậy ít nhất từ 10 đến 15 phút để bé đừng nôn. Những điều cơ bản về giấc ngủ Vì mới lần đầu làm bố mẹ nên bạn có thể cảm thấy ngạc nhiên khi biết con bạn có vẻ cần bạn từng giờ từng phút một, thực ra chúng ngủ khoảng chừng 16 tiếng đồng hồ hoặc nhiều hơn nữa! Trẻ sơ sinh thường ngủ những giấc từ 3 đến 4 tiếng đồng hồ. Bạn cũng đừng mong chờ là con của bạn sẽ ngủ suốt đêm – hệ tiêu hóa của trẻ sơ sinh quá nhỏ đến nỗi chúng cần thức ăn cứ vài giờ một lần và sẽ bị thức giấc nếu chúng không được cho bú trong 5 tiếng đồng hồ (hoặc nhiều hơn nữa).   Khi nào thì bạn có thể mong cho con mình ngủ suốt cả đêm được? Nhiều trẻ ngủ suốt đêm (từ 6 đến 8 tiếng) khi chúng lên 3 tháng tuổi, nhưng nếu con bạn không ngủ được như vậy thì cũng chẳng là vấn đề gì khiến bạn phải lo lắng. Giống như người lớn, trẻ sơ sinh cũng phải phát triển kiểu và chu kỳ ngủ của mình, vì thế nếu con bạn tăng cân đều và khỏe mạnh thì bạn chớ thất vọng nếu bé không ngủ suốt cả đêm được vào giai đoạn 3 tháng tuổi.  Điều quan trọng là nên để bé nằm ngửa khi ngủ để giảm nguy cơ hội chứng đột tử ở trẻ dưới 1 tuổi. Ngoài ra, hãy bỏ đi hết các bộ đồ giường bằng lông, mền bông, chăn làm bằng da cừu, thú nhồi, và gối ra khỏi giường ngủ của bé để đảm bảo rằng bé không bị quấn hoặc bị ngộp thở trong đó. Bạn cũng đảm bảo việc thay đổi tư thế đầu khi ngủ của bé từng đêm một (quay phải, rồi quay trái, ....) để tránh bị dẹp một bên đầu của bé. Mặc dù bạn có thể cảm thấy lo âu về việc trông nom trẻ sơ sinh nhưng bạn sẽ nhanh tạo thói quen và có thể nuôi con thông thạo trong vài tuần ngắn thôi! Nếu bạn quan tâm hay muốn đặt câu hỏi về bât kỳ vấn đề gì thì hãy tham khảo ý kiến của bác sĩ để được khuyên về các phương pháp có thể giúp cả bạn và bé cùng nhau phát triển nhé."
        }
    ],
    "suggestions": []
}