{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Latvia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Latvia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Latvia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Latvia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Latvia"
        }
    },
    "sentences": [
        {
            "en": "A few years ago the whole Internet in <em>Latvia</em> was attacked by another country.",
            "vi": "Vài năm trước, toàn bộ mạng Internet ở Latvia đã bị nước khác tấn công."
        },
        {
            "en": "They are presidents Mary McAleese of Ireland, Vaira Vike-Freiberga of <em>Latvia</em> and Tarja Halonen of Finland.",
            "vi": "Họ là các tổng thống mary mcaleese của ai - len, vaira vike - freiberga của latvia và tarja halonen của phần lan."
        },
        {
            "en": "The Baltic States refer to Estonia, <em>Latvia</em> and Lithuania, all of which were controlled by the Soviet Union during 1940–1941 and 1944/1945–1991.",
            "vi": "Các quốc gia vùng Ban - tích ám chỉ Estonia, Latvia và Lithuania, tất cả những nước bị Liên Bang Nga cai quản trong giai đoạn 1940–1941 và 1944/1945–1991."
        },
        {
            "en": "In the Baltic States, stakeholders other than representatives of government and business institutions have little if any impact on the preparatory process for negotiations in Estonia and <em>Latvia</em>.",
            "vi": "Ở các quốc gia vùng Baltic, các bên hữu quan không phải là đại diện của chính phủ và giới kinh doanh hầu như không có ảnh hưởng đến quá trình chuẩn bị đàm phán ở Estonia và Latvia."
        },
        {
            "en": "Furthermore, compared to other recently acceded WTO members (Kyrgyz, <em>Latvia</em> and Estonia), China’s commitments are more structured in terms of time, and longer in its liberalization transition process.",
            "vi": "Hơn nữa, so với các thành viên mới gia nhập WTO gần đây (Kyrgyst, Latvia và Estonia), cam kết của Trung Quốc cũng chặt chẽ hơn về thời gian, quá trình quá độ sang tự do hoá hoàn toàn cũng dài hơn."
        },
        {
            "en": "Các quốc gia vùng Ban-tích ám chỉ Estonia, <em>Latvia</em> và Lithuania, tất cả những nước bị Liên Bang Nga cai quản trong giai đoạn 1940–1941 và 1944/1945–1991.",
            "vi": "The Baltic States refer to Estonia, Latvia and Lithuania, all of which were controlled by the Soviet Union during 1940–1941 and 1944/1945–1991."
        },
        {
            "en": "Or the US: <em>Latvia</em>, Estonia, Lithuania, Kazakhstan, Ukraine, Romania and Russia are classified as Market Economies while Armenia, Azerbaijan, Belarus, Georgia, Kyrgyz Republic, Moldova, Tajikistan, Turkmenistan, Uzbekistan, Viet Nam, Mongolia, and China are classified as Non-Market Economies.",
            "vi": "Với Hoa Kỳ: Lát-vi-a, ét-xtô-ni-a, Lít-va, Ka-dắc-xtan, U-crai-na, Ru-ma-ni và Nga được phân loại là các nền kinh tế thị trường trong khi Ác-mê-ni-a, Al-ba-ni, Georgia, Kiếc-ghi-xtan, Môn-đô-va, Việt Nam, Mông cổ, và Trung Quốc bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "Some examples (India, Bulgaria, <em>Latvia</em>, Lithuania, Romania) show that developing and transition economies can have a positive balance of trade in services, while some developed market economies (Australia, Japan) have negative balances.",
            "vi": "Một số ví dụ (Ấn độ, Bungari, Látvia, Lít-va, Rumani) chỉ ra rằng các nền kinh tế đang phát triển hay chuyển đổi có thể có thặng dư cán cân thương mại dịch vụ trong khi một số các nước phát triển (Ốtxtrâylia, Nhật Bản) có cán cân thâm hụt."
        },
        {
            "en": "For the EU: Bulgaria, <em>Latvia</em>, Estonia, Croatia, Lithuania, Russia and Ukraine are classified as Market Economies while Albania, Armenia, Azerbaijan, Belarus, North Korea, Mongolia, Moldova, Kyrgyz Republic, Tajikistan, Turkmenistan, Uzbekistan and Georgia are classified as Non-Market Economies.",
            "vi": "Với EU: Bun-ga-ri, Lát-vi-a, ét-xtô-ni-a, Crô-a-chi-a, Lít-va, Nga và U-crai-na được phân loại là các kinh tế thị trường trong khi An-ba-ni, Ác-mê-ni-a, A-déc-bai-gian, Bê-la-rút, Bắc Triều tiên, Mông cổ, Môn-đô-va, Kiếc-ghi-xtan, Tát-gi-kít-xtan, Tuốc-mê- nít-xtan, U-dơ-bê-kít-xtan, và Gru-di-a bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "A third of 11-year-old children from this country go without breakfast on school days, while 90 per cent of their Portuguese peers start every day with a morning meal. Only children from Lithuania, <em>Latvia</em>, Estonia and Finland eat less fruit than English and Welsh youngsters.",
            "vi": "Một phần ba trẻ em 11 tuổi ở đất nước này không ăn sáng vào những ngày đi học, trong khi 90 % trẻ em cùng tuổi ở Bồ Đào Nha bắt đầu mỗi ngày với bữa sáng. Chỉ có trẻ em ở Lithuania, Latvia, Estonia và Finland ăn ít trái cây hơn trẻ Anh và trẻ xứ Wales."
        },
        {
            "en": "A third of English, Scottish and Welsh girls rated their health as only fair or poor, with only their peers in Ukraine, Lithuania and <em>Latvia</em> feeling worse off. Fewer than one in five girls in Spain, Italy and Switzerland feel the same way.",
            "vi": "Một phần ba số cô gái ở Anh, Scotland và xứ Wale xếp loại sức khỏe của họ ở mức chấp nhận được hoặc tồi tệ, trong khi ở Ukraine, Lithuania và Latvia, những người cùng tuổi với họ cảm thấy tồi tệ hơn. Ít hơn một trong 5 cô gái ở Tây Ban Nha, Ý và Thụy Syc cảm thấy như vậy."
        }
    ],
    "suggestions": []
}