{
    "en_vn": {
        "data": {
            "content": null,
            "word": "laughingstock",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "laughingstock",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "laughingstock",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>laughingstock</k><blockquote><blockquote><ex><abr>n.</abr> to make a laughingstock of smb.</ex></blockquote></blockquote></div>",
            "word": "laughingstock",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "laughingstock",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "There was this one day during elementary school… It was field day, and my mom came. I was so embarrassed.  How could she do this to me? I threw her a hateful look and ran out.  The next day at school… “your mom only has one eye?!?!”…And they taunted me. I wished that my mom would just disappear from this world so I said to my mom, “mom… Why don’t you have the other eye?! If you’re only going to make me a <em>laughingstock</em>, why don’t you just die?!!!” my mom did not respond…  I guess I felt a little bad, but at the same time, it felt good to think that I had said what I’d wanted to say all this time… maybe it was because my mom hadn’t punished me, but I didn’t think that I had hurt her feelings very badly. That night… I woke up, and went to the kitchen to get a glass of water. My mom was crying there, so quietly, as if she was afraid that she might wake me.",
            "vi": "Hồi tôi học tiểu học có một hôm ... đó là ngày không thể nào quên được, mẹ tôi đến trường. Tôi xấu hổ chết được.  Sao mẹ lại có thể làm như vậy với tôi kia chứ? Tôi nhìn mẹ hắt hủi rồi bỏ chạy.  Hôm sau ở trường ... chúng nó nhạo tôi: \"mẹ mày chỉ có một mắt!!\" Tôi từng ước mẹ mình biến mất khỏi thế giới này nên tôi nói với mẹ, \"mẹ ... Sao mẹ bị chột vậy? Nếu mẹ chỉ biến con thành trò cười với chúng bạn thì sao mẹ không chết đi cho rồi?!!\" Mẹ tôi không trả lời ...  Tôi thấy mình hơi láo, nhưng đồng thời cũng thấy thoải mái khi nghĩ rằng tôi đã nói ra những gì mình muốn nói lúc này ... chắc có lẽ vì mẹ tôi không đánh tôi, nhưng tôi không nghĩ rằng mình đã làm đau lòng mẹ rất nhiều. Đêm đó .. tôi thức dậy xuống bếp lấy nước uống. Mẹ tôi đang khóc ở đó, rất lặng lẽ, như thể mẹ sợ làm tôi thức giấc vậy."
        }
    ],
    "suggestions": []
}