{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lɑ:fəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tức cười, nực cười</td></tr></table><i/></div>",
            "word": "laughable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>laughable</k><blockquote>■ <cclass>adjective so ludicrous as to be amusing. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>laughably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "laughable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>laughable</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the idea that nuclear power is safe is laughable</i>: RIDICULOUS, ludicrous, absurd, risible, preposterous; foolish, silly, idiotic, stupid, nonsensical, crazy, insane, outrageous; <cclass><i>informal</i> cock-eyed; <cclass><i>Brit.</i><cclass><i>informal</i> daft.</cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>if it wasn't so tragic, it'd be laughable</i>: AMUSING, funny, humorous, hilarious, uproarious, comical, comic, farcical.</blockquote></div>",
            "word": "laughable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "laughable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "laughable"
        }
    },
    "sentences": [
        {
            "en": "His boastful talk makes people <em>laughable</em>.",
            "vi": "Cách nói chuyện huênh hoang làm người ta buồn cười."
        },
        {
            "en": "But if you do something she finds <em>laughable</em>, she'll leave you alone, don't you think?",
            "vi": "Nhưng nếu cô ta làm gì để cho cô ta thấy hả dạ thì, chắc cô ta sẽ để cho cô yên, phải không?"
        },
        {
            "en": "The whole incident would be <em>laughable</em> if it were not so serious.",
            "vi": "Toàn bộ tình tiết sẽ tức cười nếu nó không nghiêm túc như vậy."
        },
        {
            "en": "Reading a translated book is <em>laughable</em> as people translate them literally word by word which does not mean anything.",
            "vi": "Đọc sách dịch thật buồn cười vì người dịch dịch chúng theo từng từ một mà không có nghĩa gì."
        },
        {
            "en": "Taking a further sideswipe at Vocabulia this morning in an interview with morning television, President Tense said that it was a <em>laughable</em> idea that a disorganised country like Vocabulia could pose a threat of any real significance to the likes of Grammaria.",
            "vi": "đáp lại Vocabulia trong một cuộc phỏng vấn sáng nay với truyền hình buổi sáng, Tổng thống Tense cho biết đó là một ý tưởng nực cười khi một đất nước vô tổ chức như Vocabulia có thể gây ra bất kì mối đe dọa hữu hiệu nào với một nước như Grammaria."
        },
        {
            "en": "The most important thing to understand about America's \"crisis of creativity\" is that there isn't one. The notion that American business creativity is either at risk or in decline is <em>laughable</em>. Arguments that \"Yankee ingenuity\" is ebbing into oxymoron are ludicrous. They invite ridicule. ",
            "vi": "Nói đến \"cuộc khủng hoảng sáng tạo\" mà nước Mỹ đang vấp phải, điều trước nhất cần phải hiểu rõ là, trong thực tế - không có khái niệm nào như vậy. Ý niệm cho rằng tính sáng tạo trong kinh doanh của người Mỹ đang gây nhiều rủi ro cho hoạt động thương mại, hay đang dần bị đào thải quả là một cách nghĩ khôi hài. Và những lập luận cho rằng khả năng phấn đấu tự lực được truyền lại từ tổ tiên người Yankee xa xôi đang dần bị mai một cũng thực sự nực cười."
        },
        {
            "en": "So the thought that some Samsung executives were casually chatting about an upcoming Facebook rival with a KT reporter is frankly <em>laughable</em>. It’s much more likely they were chatting about the already announced Family Story product, which may well be called “Samsung Facebook” internally. That’s not at all the same as building their own social network.",
            "vi": "Vì vậy, suy nghĩ cho rằng vài thành viên điều hành của Samsung tán gẫu về sản phẩm cạnh tranh với Facebook sắp ra mắt với phóng viên tờ Korea Times là điều thật sự nực cười. Khả năng có thể xáy ra nhiều hơn là họ đang tán gẫu về sản phẩm Family Story đã được công bố. Rất có thể nó được nội bộ Samsung gọi là \"Facebook của Samsung”. Điều này hoàn toàn khác hẳn với vịệc xây dựng mạng xã hội của riêng họ."
        }
    ],
    "suggestions": []
}