{
    "en_vn": {
        "data": {
            "content": null,
            "word": "launchpad"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "launchpad"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "launchpad"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "launchpad"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "launchpad"
        }
    },
    "sentences": [
        {
            "en": "In Asia, the <em>Launchpad</em> Accelerator program is available for tech startups in India, Indonesia, Malaysia, the Philippines, Singapore, Thailand, and Vietnam.",
            "vi": "Tại Châu Á, chương trình Launchpad Accelerator đã sẵn sàng cho các startup công nghệ ở Ấn Độ, Indonesia, Malaysia, Philippines, Singapore, Thái Lan và Việt Nam."
        },
        {
            "en": "<em>Launchpad</em> Accelerator is a program launched by Google to empower founders by supporting their startups through mentorship and equity-free support.",
            "vi": "Launchpad Accelerator là một chương trình được đưa ra bởi Google với mục đích trao quyền cho các nhà sáng lập bằng cách hỗ trợ các startup của họ thông qua hỗ trợ tư vấn và hỗ trợ không có cổ phần."
        },
        {
            "en": "The support is part of the <em>Launchpad</em> Accelerator program initiated by the U.S. Internet giant that aims to empower tech startups across the world to reach their true potential.",
            "vi": "Sự hỗ trợ này là một phần của chương trình Launchpad Accelerator do \"người khổng lồ\" Internet của Hoa Kỳ khởi xướng nhằm trao quyền cho các công ty startup công nghệ trên toàn thế giới có thể đạt được tiềm năng thực sự của họ."
        }
    ],
    "suggestions": []
}