{
    "en_vn": {
        "data": {
            "content": null,
            "word": "laundering"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "laundering"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "laundering"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "laundering"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự giặt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tẩy rửa</font></td></tr></tbody></table></div>",
            "word": "laundering"
        }
    },
    "sentences": [
        {
            "en": "What's money <em>laundering</em>?",
            "vi": "Rửa tiền là gì?"
        },
        {
            "en": "Money <em>laundering</em> happens in almost every country in the world.",
            "vi": "Hoạt động rửa tiền diễn ra ở hầu hết các quốc gia trên thế giới."
        },
        {
            "en": "The Criminal Code has criminalized money <em>laundering</em>, and authorities have the power to seize and confiscate money <em>laundering</em> proceeds.",
            "vi": "Bộ luật hình sự đã hình sự hoá hành động rửa tiền và các cơ quan hữu quan có quyền bắt và tịch thu các khoản tiền liên quan hoạt động rửa tiền."
        },
        {
            "en": "A strong antimoney <em>laundering</em> (AML) regime should also help.",
            "vi": "Một cơ chế phòng chống rửa tiền cũng sẽ có tác dụng."
        },
        {
            "en": "They were found guilty of drug trafficking and money <em>laundering</em>.",
            "vi": "Bọn chúng bị kết tội buôn lậu ma tuý và rửa tiền."
        },
        {
            "en": "Money <em>laundering</em> is the offence of legalizing proceeds of crimes.",
            "vi": "Rửa tiền là tội hợp pháp hóa tiền, tài sản do phạm tội mà có."
        },
        {
            "en": "He has been indicted on money <em>laundering</em> charges.",
            "vi": "Ông ta đã bị kết tội rửa tiền."
        },
        {
            "en": "The term \"money <em>laundering</em>\" is of fairly recent origin.",
            "vi": "\"Rửa tiền\", thuật ngữ này có nguồn gốc gần đây."
        },
        {
            "en": "What is the status of money <em>laundering</em> in Vietnam ?",
            "vi": "Tình hình rửa tiền ở Việt Nam như thế nào?"
        },
        {
            "en": "U.S. Government participants will share experiences and best practices in anti-money <em>laundering</em> prevention, legislation and investigation as part of ongoing bilateral cooperation on anti-money <em>laundering</em> efforts.",
            "vi": "Đại diện chính phủ Hoa Kỳ sẽ chia sẻ kinh nghiệm và các thông lệ tốt nhất về phòng chống rửa tiền, vấn đề pháp chế và điều tra trong khuôn khổ các nỗ lực hợp tác song phương về chống rửa tiền đang được triển khai."
        },
        {
            "en": "In response to  mounting concern over money <em>laundering</em> , the Financial Action Task Force on Money <em>Laundering</em> was established by the G-7 Summit in Paris in 1989.",
            "vi": "Để đáp lại mối quan ngại ngày càng gia tăng, lực lượng đặc nhiệm tài chính về chống rửa tiền đã được thành lập tại cuộc hội nghị thượng đỉnh G - 7 tại Paris năm 1989."
        },
        {
            "en": "In response to mounting concern over money <em>laundering</em>, the Financial Action Task Force on Money <em>Laundering</em> was established by the G - 7 Summit in Paris in 1989.",
            "vi": "Để đáp lại mối quan ngại ngày càng gia tăng , lực lượng đặc nhiệm tài chính về chống rửa tiền đã được thành lập tại cuộc hội nghị thượng đỉnh G-7 tại Paris năm 1989."
        },
        {
            "en": "Article 251 of the Criminal Code of the Socialist Republic of Vietnam creates the money <em>laundering</em> offense and makes all criminal offenses predicate offenses for money <em>laundering</em> purposes.",
            "vi": "Điều 251 của Bộ Luật hình sự nước Cộng hoà xã hội chủ nghĩa Việt Nam xác định tội phạm rửa tiền và liệt kê tất cả các tội phạm thuộc vào loại tội phạm liên quan đến mục đích rửa tiền."
        },
        {
            "en": "Governments have long been concerned about bitcoin’s role in tax evasion, money <em>laundering</em> and organized crime.",
            "vi": "Các chính phủ từ lâu đã quan tâm đến vai trò của bitcoin trong việc trốn thuế, rửa tiền và tội phạm có tổ chức."
        },
        {
            "en": "The lately police investigation netted important new information about money <em>laundering</em>.",
            "vi": "Cuộc điều tra mới đây của cảnh sát đã tìm được thông tin quan trọng mới về vụ rửa tiền."
        },
        {
            "en": "why have you chosen now to talk about money <em>laundering</em> in vietnam ?",
            "vi": "Vì sao ông lại chọn thời điểm này để nói về hoạt động rửa tiền ở Việt Nam?"
        },
        {
            "en": "AML/CFT and The Proceeds of Crime (Money <em>Laundering</em>) and Terrorist Financing Act.",
            "vi": "AML/CFT và Luật chống tài trợ khủng bố và các hành động tội phạm (rửa tiền)."
        },
        {
            "en": "He was convicted of <em>laundering</em> money obtained from the sale of drugs.",
            "vi": "Anh ta phạm tội chuyển tiền bất hợp pháp từ số tiền bán thuốc."
        },
        {
            "en": "According to anti-crime experts, there are many gaps in Vietnam's anti-money <em>laundering</em> legal system.",
            "vi": "Theo các chuyên gia phòng chống tội phạm, hệ thống pháp lý chống rửa tiền của Việt Nam còn nhiều kẽ hở."
        },
        {
            "en": "U.S. Helps Vietnam Build Capacity to Combat Bulk Cash Smuggling and Trade-Based Money <em>Laundering</em>",
            "vi": "Hoa Kỳ giúp Việt Nam xây dựng năng lực chống buôn lậu tiền mặt khối lượng lớn và rửa tiền qua hành vi thương mại"
        }
    ],
    "suggestions": []
}