{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lævi∫li]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phung phí, hoang toàng</td></tr></table><i/></div>",
            "word": "lavishly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lavishly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lavishly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lavishly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lavishly"
        }
    },
    "sentences": [
        {
            "en": "The master's chamber is <em>lavishly</em> furnished.",
            "vi": "Văn phòng của nghệ sĩ này được trang bị một cách lãng phí."
        },
        {
            "en": "The text is <em>lavishly</em> illustrated with 800 color photographs",
            "vi": "Văn bản được minh họa hào phóng với 800 bức ảnh màu."
        },
        {
            "en": "They are unappreciative guests and to serve them so <em>lavishly</em> is to cast pearls before swine.",
            "vi": "Họ là những người khách không biết thưởng thức mà ta lại phục vụ họ một cách hoang phí như vậy có khác gì đem đàn mà gảy tai trâu."
        },
        {
            "en": "The event offered an evening of delicious food, a variety of entertainment and a <em>lavishly</em> decorated ballroom.",
            "vi": "Sự kiện bao gồm một đêm đầy thức ăn ngon miệng, nhiều trò giải trí và một phòng khiêu vũ được trang trí xa hoa."
        },
        {
            "en": "5. Set goals and reward improvement. When students set a goal for their own academic growth, half the battle is already won. Now they have an internal motivating factor that will help propel them to that next level of success. And <em>lavishly</em> reward students who make any improvements.",
            "vi": "5. Thiết lập các mục tiêu và giải thưởng cho sự tiến bộ. Khi các học sinh đặt ra mục tiêu cho quá trình học tập của họ thì họ đã chiến thắng một nửa trong cuộc chiến này. Bây giờ họ có một nhân tố thúc đẩy bên trong nhằm giúp thúc đẩy họ đến bước tiếp theo của thành công. Và hào phóng thưởng cho các học sinh có sự tiến bộ."
        }
    ],
    "suggestions": []
}