{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lawnmower"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lawnmower</k><blockquote>■ <cclass>noun a machine for cutting the grass on a lawn. </cclass></blockquote></div>",
            "word": "lawnmower"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lawnmower"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lawnmower"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lawnmower"
        }
    },
    "sentences": [
        {
            "en": "<em>lawnmower</em>",
            "vi": "máy xén cỏ, máy cắt cỏ"
        },
        {
            "en": "I lost one of the parts of the <em>lawnmower</em>.",
            "vi": "Tôi đã đánh mất một bộ phận của cái máy xén/cắt cỏ."
        },
        {
            "en": "I wonder if I could borrow your <em>lawnmower</em>.",
            "vi": "Tôi muốn biết liệu tôi có thể mượn máy cắt cỏ của bạn không."
        },
        {
            "en": "It's a bit like a cranky old <em>lawnmower</em>.",
            "vi": "Nó hơi giống với một cái máy xén cỏ cũ kỹ và hay dở chứng."
        },
        {
            "en": "Get Peter round, if you need someone to fix the broken <em>lawnmower</em>.",
            "vi": "Hãy gọi Peter đến, nếu ông cần người sửa chữa máy cắt cỏ bị hỏng."
        },
        {
            "en": "This 14-year-old boy came by the house with a <em>lawnmower</em> wanting to mow our lawn for $5.",
            "vi": "Cu cậu 14 tuổi này mang theo chiếc máy cắt cỏ qua nhà tôi hỏi xin được cắt cỏ để có 5 đô la."
        },
        {
            "en": "But given there are laws about when you can use your <em>lawnmower</em>, you’ll probably still have to drive to your nearest vertiport (what helicopters use) for takeoff. Just that there can be a lot more vertiports than airports.",
            "vi": "Nhưng nếu như đã có điều luật quy định thời gian bạn được phép sử dụng máy cắt cỏ thì có khả năng là bạn sẽ phải lái xe đến bãi đáp trực thăng gần nhất để cất cánh. Chỉ có điều là có thể sẽ có nhiều sân bay trực thăng hơn sân bay thông thường."
        },
        {
            "en": "My mom taught me to see good in any situation: ’You’ve turned your room into a right pigsty once again!’  My mom told me how I should behave: ’Quit behaving like your dad!’  My mom explained to me where true wisdom comes from: ’First you live to be my age, then you start having opinions!’  My mom taught me her unique brand of ’humor’: ’When you end up cutting your legs off with that <em>lawnmower</em>, don’t you run to me crying!’  My mom taught me to be realistic: ’I’ve told you a MILLION times — stop exaggerating!’  My mom taught me not to be envious: ’There are countless miserable children around the world who don’t have such wonderful parents as уou’re lucky to have!’",
            "vi": "Mẹ dạy phải lạc quan trong bất kỳ hoàn cảnh nào: \"Con lại biến cái phòng con thành cái chuồng lợn rồi đấy.\"  Mẹ dạy cách cư xử: \"Thôi đừng như ba mày nữa!\"  Mẹ cho biết sự từng trải thực sự từ đâu mà có: \"Trước hết, đến khi con bằng tuổi mẹ, con sẽ hiểu.\"  Mẹ nói cho biết mẹ hài hước như thế nào: \"Cái máy cắt cỏ đó mà nó cắt mất chân con thì đừng có mà chạy lại khóc với mẹ đó nha!\"  Mẹ dạy cho có óc thực tế: \"Mẹ đã nói với con cả triệu lần rồi - đừng có mà nói quá lên như thế nữa!\"  Mẹ dạy không được ganh tỵ: \"Trên thế giới này còn vô số đứa trẻ nghèo khổ không được may mắn như con là có được bố mẹ tuyệt vời như thế này đâu!\""
        }
    ],
    "suggestions": []
}