{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lawrence"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Lawrence"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lawrence"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lawrence"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lawrence"
        }
    },
    "sentences": [
        {
            "en": "Music composed by Oliver <em>Lawrence</em>.",
            "vi": "Sáng tác nhạc: oliver lawrence."
        },
        {
            "en": "<em>Lawrence</em> was plagued by ill health throughout his life.",
            "vi": "Lawrence khổ sở vì sức khỏe yếu trong suốt cuộc đời mình."
        },
        {
            "en": "Mack, who died in 2004, won a Pulitzer Prize in 1977 for his work \"A Prince of Our Disorder,\" about T.E. <em>Lawrence</em>, also known as <em>Lawrence</em> of Arabia.",
            "vi": "Ông Mack đã qua đời vào năm 2004. Ông đoạt giải Pulitzer năm 1977 cho cuốn tiểu sử mang tên \"A Prince of Our Disorder\" (Ông hoàng của sự mất trật tự) viết về T.E. Lawrence, còn được gọi là Lawrence xứ Ả Rập."
        },
        {
            "en": "Is the Saint <em>Lawrence</em> Seaway longest canal in the western hemisphere?",
            "vi": "Kênh Saint Lawrence có phải là con kênh dài nhất ở Tây bán cầu?"
        },
        {
            "en": "The whales were found floating in the mouth of Canada's Gulf of St <em>Lawrence</em>",
            "vi": "Cá voi được phát hiện nổi lên ở cửa Vịnh St Lawrence của Canada"
        },
        {
            "en": "<em>Lawrence</em> Summers spoke from Trinidad where President Obama is attending the summit of the Americas.",
            "vi": "Larry Summers phát biểu từ Trinidad, nơi tổng thống Obama đang tham dự Hội nghị thượng đỉnh của các nước Châu Mỹ."
        },
        {
            "en": "Researchers at the <em>Lawrence</em> Berkley National Laboratory announced the discovery Tuesday.",
            "vi": "Nhóm các nhà nghiên cứu tại Phòng thí nghiệm Quốc Gia Lawrence Berkley đã công bố khám phá này vào hôm thứ Ba."
        },
        {
            "en": "Our thanks are due to Bob <em>Lawrence</em> whose unremitting efforts have ensured the success of the whole scheme.",
            "vi": "Chúng tôi xin gởi lời cảm ơn đến Bob Lawrence những người đã nỗ lực liên tục để đảm bảo được sự chiến thắng cho toàn bộ kế hoạch này."
        },
        {
            "en": "Malraux was a man of action in the service of noble causes as was the British soldier-writer T.E. <em>Lawrence</em>.",
            "vi": "Malraux là một người đàn ông năng động trong việc phục vụ cho sự nghiệp cao cả như là người lính nhà văn người Anh T. E. Lawrence."
        },
        {
            "en": "The French, starting in the 1600s, colonised the St <em>Lawrence</em> River region and the Atlantic coast south of it.",
            "vi": "Người Pháp kể từ những năm 1600 đã định cư ở lưu vực sông St Lawrence và vùng duyên hải Đại Tây Dương nằm phía nam dòng sông."
        },
        {
            "en": "9. \"It's always such a joy that you wake up in the morning and there's work to do\".- Jerome <em>Lawrence</em>",
            "vi": "9. \"Luôn luôn là niềm vui khi bạn thức dậy vào buổi sáng và có việc gì đó để làm\" - Jerome Lawrence"
        },
        {
            "en": "Malraux was a man of action in the service of noble causes as was the British soldier - writer T. E. <em>Lawrence</em>.",
            "vi": "Malraux là một người đàn ông năng động trong việc phục vụ cho sự nghiệp cao cả như là người lính nhà văn người Anh T.E. Lawrence."
        },
        {
            "en": "The people who met Albert Einstein were astonished by his wisdom and passion. He was invited to speak at Sarah <em>Lawrence</em> College.",
            "vi": "Những người đã gặp Albert Einstein đã rất ngạc nhiên về sự uyên thâm và đam mê của ông. Ông được mời đến nói chuyện tại trường cao đẳng Sarah Lawrence."
        },
        {
            "en": "My son, while a teaching assistant at the university of Kansas in <em>Lawrence</em>, had an important appointment after class one day.",
            "vi": "Con trai của tôi, một ngày nọ khi còn là một trợ giảng tại trường đại học kansas ở lawrence, có một cuộc hẹn quan trọng sau giờ lên lớp."
        },
        {
            "en": "In moving westward, the English-speaking settlers met the French explorers and traders who had streamed into the valleys of the St. <em>Lawrence</em> and Mississippi Rivers.",
            "vi": "Trong khi di chuyển về miền tây, dân định cư nói tiếng anh gặp những nhà thám hiển và lái buôn pháp đã đổ dồn vào những thung lũng của sông st. lawrence vào sông mississippi."
        },
        {
            "en": "This experience carries with it the sense that one has apprehended ineluctable Truth. (Source:  <em>Lawrence</em> LeShan, Landscapes of the Mind. Guilford, CT:  Eirini Press;  2012: 91).",
            "vi": "Trải nghiệm về Ý thức Tổng thể cho người ta cảm giác rằng họ đã lĩnh hội được Sự thật không thể chối bỏ. (Nguồn:  Lawrence LeShan, Landscapes of the Mind. Guilford, CT:  Eirini Press;  2012: 91)."
        },
        {
            "en": "When <em>Lawrence</em> H. Summers, the president of Harvard, suggested recently that one factor in women’s lagging progress in science and mathematics might be innate differences between the sexes, his comment Elicit ed so many fierce reactions that he quickly apologized.",
            "vi": "Khi Lawrence H.Summer, hiệu trưởng trường Havard, gần đây đã đưa ra một  yếu tố làm chậm sự tiến bộ của phụ nữ trong khoa học và toán học có thể sự khác biệt bẩm sinh giữa các giới tính, bình luận của ông đã gợi ra rất nhiều phản ứng buộc ông anh phải nhanh chóng xin lỗi"
        },
        {
            "en": "In a statement, the fisheries department said: \"DFO takes the protection, conservation and recovery of endangered species very seriously, and will continue to investigate the deaths of North Atlantic Right whales in the southern Gulf of St. <em>Lawrence</em>.\"",
            "vi": "Trong một tuyên bố, cục thủy sản nói: \"DFO sẽ bảo vệ, bảo tồn và phục hồi các loài thuộc diện nguy cấp, và sẽ tiếp tục điều tra cái chết của cá voi đầu bò Bắc Đại Tây Dương ở Vịnh St Lawrence phía nam\"."
        },
        {
            "en": "Other Santas, like <em>Lawrence</em> Jefferson, travel for a number of weeks near the holidays to play Jolly Ole Saint Nick. Better known as Santa Larry, Jefferson works at Minnesota’s Mall of America in the two weeks leading up to Christmas.",
            "vi": "Các ông già Noel khác, như Lawrence Jefferson, đi du lịch trong một số tuần gần những ngày nghỉ lễ để vào vai ông già Noel Nick. Được biết đến với tên gọi ông già Noel Larry, Jefferson làm việc tại Mall of America của Minnesota trong hai tuần lễ chào mừng Giáng sinh."
        },
        {
            "en": "Scientists have the grisly task of picking through the huge decaying bodies of North Atlantic right whales after they were found floating in the mouth of Canada's Gulf of St <em>Lawrence</em>.",
            "vi": "Các nhà khoa học có nhiệm vụ ghê rợn khi phải xem xét và chọn lọc những cái xác khổng lồ đã thối rữa của cá voi đầu bò Bắc Đại Tây Dương sau khi chúng được nhìn thấy trôi nổi ở cửa Vịnh St Lawrence của Canada."
        }
    ],
    "suggestions": []
}