{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lb",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lb</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 pound(s) (in weight). [from L. <i>libra</i>.] </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Cricket leg bye(s). </cclass></blockquote></blockquote></div>",
            "word": "lb",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lb",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lb",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lb",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "2 <em>lb</em> weight",
            "vi": "Một quả cân 2 pao"
        },
        {
            "en": "Apples are 20p per <em>lb</em>.",
            "vi": "Táo 20 penni một pao."
        },
        {
            "en": "These fish vary in weight from 3 <em>lb</em> to 5 <em>lb</em>.",
            "vi": "Loại cá này có trọng lượng thay đổi từ 3 đến 5 Cân Anh."
        },
        {
            "en": "The jockey turned the scales at 80 <em>lb</em>",
            "vi": "Người cưỡi ngựa đua cân được 80 cân Anh"
        },
        {
            "en": "They put a 2 <em>lb</em> weight on the scale.",
            "vi": "Họ đặt một quả cân 2 pao lên cái cân."
        },
        {
            "en": "Circular 09/TT-<em>LB</em> also stated 81 jobs in which juvenile labour is prohibited.",
            "vi": "Thông tư số 09/TT-LB cũng quy định 81 công việc cấm lao động chưa thành niên."
        },
        {
            "en": "Rifath Shaarook's 64-gram (0.14 <em>lb</em>) device was selected as the winner in a youth design competition.",
            "vi": "Thiết bị nặng 64 gram của Rifath Shaarook đã giành chiến thắng trong một cuộc thi thiết kế dành cho giới trẻ."
        },
        {
            "en": "The 747's maximum takeoff weight ranges from 735, 000 pounds for the 747 - 100 to 970, 000 <em>lb</em> for the 747 - 8.",
            "vi": "Trọng lượng cất cánh tối đa của 747 trong khoảng từ 735.000 pound đối với phiên bản 747-100 lên 970.000 lb cho phiên bản 747-8."
        },
        {
            "en": "The 747's maximum takeoff weight ranges from 735,000 pounds for the 747-100 to 970,000 <em>lb</em> for the 747-8.",
            "vi": "Trọng lượng cất cánh tối đa của 747 trong khoảng từ 735. 000 pound đối với phiên bản 747 - 100 lên 970. 000 lb cho phiên bản 747 - 8."
        },
        {
            "en": "The baby weighed just 14 oz (397 gm) when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11 - week old baby, despite weighing just 5 <em>lb</em> 6 oz, two pounds lighter than",
            "vi": "Đứa bé cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù trọng lượng chỉ £5 6oz, nhẹ hơn £2 so với trung bình của một em bé sinh đủ tháng."
        },
        {
            "en": ") when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11 - week old baby, despite weighing just 5 <em>lb</em> 6 oz, two pounds lighter than the average full - term baby.",
            "vi": "Đứa bé cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù trọng lượng chỉ £5 6oz, nhẹ hơn £2 so với trung bình của một em bé sinh đủ tháng."
        },
        {
            "en": "The chief nitrogenous foods of animal origin are: (i) Albumen, contained in the white of egg. (ii) Casein, contained in milk and cheese. (iii) Fibrin​, contained in blood. (iv) Myosin, contained in the juice of muscles. Enough bread alone to supply the necessary carbon would not supply sufficient nitrogen. A mixed diet of bread (2 <em>lb</em>) and meat (3/4 <em>lb</em>) would supply the necessary carbon and nitrogen with little excess of either.",
            "vi": "Các loại thực phẩm có nitơ chính có nguồn gốc từ động vật là : (i) albumen, có trong lòng trắng trứng. (ii) Cazein, có trong sữa và pho mát (iii) Fibrin, có trong máu (iv) Myosin, có trong sữa nhiều prô-tê-in. Ăn đủ bánh mì không thôi sẽ có đủ các-bon cần thiết, nhưng lại không cấp đủ ni-tơ. Một chế độ ăn uống hỗn hợp gồm có bánh mì (2 lb) và thịt (3/4 lb) sẽ cung cấp các-bon và ni-tơ cần thiết, chỉ hơi nhiều hơn chút ít thôi."
        },
        {
            "en": "The baby weighed just 14 oz (397 gm) when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11 - week old baby, despite weighing just 5 <em>lb</em> 6 oz, two pounds lighter than the average full - term baby.",
            "vi": "Đứa bé cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù trọng lượng chỉ £5 6oz, nhẹ hơn £2 so với trung bình của một em bé sinh đủ tháng."
        },
        {
            "en": "The baby weighed just 14 oz (397 gm) when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11-week old baby, despite weighing just 5 <em>lb</em> 6 oz, two pounds lighter than the average full-term baby.",
            "vi": "Đứa bé cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù"
        },
        {
            "en": "The baby weighed just 14 oz (397 gm) when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11 - week old baby, despite weighing just 5 <em>lb</em> 6 oz, two pounds lighter than the average full",
            "vi": "Đứa bé cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù trọng lượng chỉ £5 6oz, nhẹ hơn £2 so với trung bình của một em bé sinh đủ tháng."
        },
        {
            "en": "Here are the ingredients you’ll need:  2 yellow onions 1 <em>lb</em>. ground beef 1/4 cup onions, diced 1/4 cup parsley, chopped 1/4 cup mushrooms, chopped 1 Tbsp. brown sugar 1 Tbsp. spicy ketchup 1 tsp. soy sauce 1 tsp. worcestershire sauce 1/4 cup Panko bread crumbs 1 pack of bacon 1 bottle of BBQ sauce",
            "vi": "Nguyên liệu  2 củ hành tây 1 lb thịt bò xay 1/4 chén hành, cắt hạt lựu 1/4 chén rau mùi tây, xắt nhuyễn 1/4 chén nấm, xắt nhuyễn 1 muỗng canh đường nâu 1 muỗng canh xốt cà chua cay 1 thìa nước tương 1 thìa dấm cá Worcestershire 1/4 chén vụn bánh mì Panko 1 gói thịt muối xông khói 1 chai xốt BBQ"
        },
        {
            "en": "Anyone who has traveled outside of North America has likely noticed that prices can be very different around the world   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} h1 \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tmso-outline-level:1; \tfont-size:24.0pt; \tfont-family:\"Times New Roman\"; \tfont-weight:bold;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->      Anyone who has traveled outside of North America has likely noticed that prices can be very different around the world. What are luxuries in some countries are relatively common in others and vice versa. Price is a central mechanism in economics as it represents the place where suppliers and consumers do business, so it is interesting to explore these differences and the factors that shape them.    Same Foods, Very Different Prices Food is a good proxy for some of the differences in prices between countries, as everybody eats and an egg is an egg wherever one may roam. While The Economist has long used its Big Mac Index as a means of measuring purchasing power parity (PPP) between countries, the Big Mac is simply one particular food item. It is interesting, then to explore some of the other discrepancies.    Ground beef sells for about $3 a pound in much of the U.S., but nearly $6 in Australia and $11.50 in Taiwan. While the latter makes sense (there aren't large herds of cattle wandering Taiwan), Australia is a bit surprising with its ranching culture. Sticking with fruits of the bovine, milk retails for about $2.25 in the U.S., but only 70 cents in India and a little over a dollar in Brazil and South Africa. Curiously, milk in Hong Kong retails for about $2, while the price in Taiwan is more than twice as high.   Other curiosities include coffee, which goes for well less than $1/<em>lb</em> in Kuwait, about $2/<em>lb</em> in Brazil, but more than $14/<em>lb</em> in South Africa, and eggs which sell for about 40 cents in India, but nearly $5 in Australia.   Just to confuse matters a bit more, take Coca-Cola. Coke is arguably every bit as consistent as the Big Mac, but the price (which goes from about $1 to $1.89 in the U.S.) ranges from less than 80 cents in South Africa to more than $3 in Australia.   Drugs, Juice and a Ride Food is far from the only case where prices can differ radically from country to country. The same three km taxi ride could cost less than $1 in Delhi, India, about $7 in Cape Town, South Africa, $10 in New York City, or $14 in Tokyo, Japan. Likewise, turning on your lights can cost as little as 11 cents per kilowatt hour in the U.S., 17 cents in South Africa, or as much as 30 cents in Germany.    From What to Why So why should the prices of theoretically identical goods and services be so different from country to country? The economic concept of the law of one price holds that identical goods should have the same price in different markets and the differences should be reflected in the currency exchange rates. In practice, differences clearly exist and those differences show up as differences in relative purchasing power.   Currency and Interest Rates Certainly it is no surprise that inflation has a major impact on relative price levels, as inflation is often defined as a general increase in prices. Where inflation becomes particularly problematic is in cases where there is unexpected inflation and wages are slow to adjust – that leaves consumers facing bigger outlays at the market, but without the corresponding increase in take-home pay.    Generally speaking, countries attempt to manage inflation through interest rates and that in turn affects exchange rates between countries. While the differences in exchange rates are never perfectly explained by interest rates or inflation (exchange rates are based on multi-factor models, as well as investment expectation and speculative interest), they do have a major role. Consider, for instance, that the exchange rate between the U.S. dollar and the Australian dollar has moved from $1.30 to 93 cents in just five years, and that the Aussie dollar / euro exchange rate has moved from 0.60 to 0.75 over that same time period. As a country that imports a lot of its products and has a fierce anti-inflation bias (and the highest interest rates in the developed world), it is not so surprising then that so many goods are expensive in Australia.    Taste and Taxes Sometimes the discrepancies in price are a little easier to figure out. Land is scarce in Japan (and import standards very high), so expensive beef is not a surprise. Conversely, a lot of arable land in India goes towards lentils and other legumes and the price per pound there is quite low.    Taxation and national policy can also have tremendous influence on the on-the-ground prices of a wide variety of goods. In the case of gasoline, a very large amount of the difference in gas prices between Denmark (where it costs well more than $9 a gallon), the U.K. (well over $8 a gallon) and the U.S. can be found in the extent to which the national governments tax gasoline – the per-gallon (or per-liter, in practice) gasoline taxes in Denmark and the U.K. are both almost 150% higher than the retail price of gasoline in the United States. On the other hand, Saudi Arabia and Venezuela subsidize gasoline for its citizens and gas costs about a dime per gallon in Venezuela.   Along similar lines, Americans pay far more for sugar than the rest of the world because of U.S. government policies and tariffs that artificially raise the price. This discrepancy, in fact, was part of the rise of high fructose corn syrup as companies like Coca-Cola, PepsiCo and Kraft found it far cheaper to substitute corn syrup for sugar. Of course, it's not just America that engages in these shenanigans – cars are far more expensive in Vietnam than they need to be because of a sizable import duty.   The Bottom Line In some cases, international price discrepancies are interesting little quirks to muse over after a trip abroad. In other cases, like the international discrepancies in branded drug prices, they are a matter of serious national interest. In other cases still, it should perhaps prompt a discussion of national priorities and the size of the government's role in the private sector.    Perhaps Denmark has the right idea when it comes to imposing a significant tax burden on drivers so as to recoup the environmental costs of burning gasoline. Or maybe Americans should take more notice of the fact that so many goods are so much more expensive overseas and appreciate the lower overall tax burden they experience. Whatever the case may be, buying power and quality of life are interrelated and while buying more things may not make people happier in the long run, the cost of everyday necessities can be an issue of political and economic stability in many countries.   ",
            "vi": "Những ai đã đi du lịch ngoài Bắc Mỹ hầu như đều thấy rằng giá cả khắp nơi trên thế giới rất khác nhau     <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} h1 \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tmso-outline-level:1; \tfont-size:24.0pt; \tfont-family:\"Times New Roman\"; \tfont-weight:bold;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} span.SpellE \t{mso-style-name:\"\"; \tmso-spl-e:yes;} span.GramE \t{mso-style-name:\"\"; \tmso-gram-e:yes;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        Những ai đã đi du lịch ngoài Bắc Mỹ hầu như đều thấy rằng giá cả khắp nơi trên thế giới rất khác nhau. Những gì là xa xỉ phẩm ở nước này có khi lại tương đối bình thường ở quốc gia khác và ngược lại. Giá là một cơ chế trung tâm trong kinh tế học vì nó đại diện cho vị thế nhà cung cấp và người tiêu dùng tiến hành giao dịch, vì vậy thật thú vị khi tìm hiểu những khác biệt này và các yếu tố ảnh hưởng đến chúng.   Thực phẩm như nhau, giá cả rất khác nhau Thực phẩm là một đại biểu lý tưởng cho những chênh lệch giá cả giữa các quốc gia, vì mọi người đều ăn và một quả trứng vẫn là một quả trứng ở bất kỳ nơi đâu ta đặt chân đến. Trong khi tờ The Economist lâu nay dùng các chỉ số Big Mac của mình như là một công cụ đo lường ngang giá sức mua (ppp) giữa các nước, thì Big Mac lại chỉ là một món ăn cụ thể. Và cũng thật thú vị khi tìm hiểu một số sai biệt khác.   Thịt bò xay bán khoảng 3 đô la Mỹ một ao-xơ ở hầu hết khắp nơi trên đất Mỹ, nhưng gần 6 đô la Mỹ tại Úc và 11,5 đô la Mỹ ở Đài Loan. Mặc dù mức giá sau kia là đáng kể (Đài Loan không có những đàn gia súc lớn thả rông), Úc lại khá lạ lẫm với văn hoá nông trại. Gắn liền với sản lượng chăn nuôi gia súc, sữa bán lẻ khoảng 2,25 đô la Mỹ ở Mỹ, nhưng chỉ 70 xu tại Ấn Độ và hơn một đô la một chút xíu tại Braxin và Nam Phi. Kỳ thay, sữa ở Hồng Kông bán khoảng 2 đô la Mỹ, trong khi giá tại Đài Loan cao hơn gấp hai lần.   Những điều kỳ lạ khác bao gồm cà phê, bán chạy giá chưa đến 1 đô la Mỹ/cân ở Kuwait, khoảng 2 đô la Mỹ/cân tại Braxin, nhưng ở Nam Phi giá gần 14 đô la Mỹ/cân, và trứng bán khoảng 40 xu ở Ấn Độ, nhưng gần 5 đô la Mỹ tại Úc.   Để làm cho mọi chuyện rắc rối thêm chút, hãy xét trường hợp Coca-Cola. Coca-Cola có thể nói là ít thay đổi y chang như Big Mac, nhưng giá (dao động từ khoảng 1 đến 1,89 đô la Mỹ ở Mỹ) nằm trong phạm vi từ chưa tới 80 xu tại Nam Phi đến hơn 3 đô la tại Úc.   Thuốc men, rau quả và đi lại Thực phẩm chưa phải là trường hợp duy nhất giá cả có thể hoàn toàn khác nhau từ vùng này đến vùng kia. Cũng là ngồi xe tắc-xi quãng đường 3 cây số, ở Delhi, Ấn Độ, mất chưa đến 1 đô la, mà tại Cape Town, Nam Phi, khoảng 7 đô la, tại New York City, 10 đô la, hoặc ở Nhật Bản là 14 đô la. Tương tự, tiêu thụ điện chiếu sáng ở Mỹ chỉ phải trả chút phí tương đương 11 xu mỗi ki-lô-oát giờ, nhưng tại Nam Phi là 17 xu, hoặc ở Đức, phải trả nhiều hơn, là 30 xu.   Từ Cái gì đến Tại sao Tại sao giá cả hàng hoá và dịch vụ cùng loại về mặt lý thuyết lại quá chênh lệch nhau từ quốc gia này đến quốc gia khác vậy? Khái niệm kinh tế quy luật một giá phát biểu rằng các hàng hoá cùng loại cần có cùng mức giá trong các thị trường khác nhau và những chênh lệch chỉ nên phản ánh bằng các tỷ giá hối đoái. Trên thực tế, những chênh lệch giá cả tồn tại một cách rõ ràng và những chênh lệch đó cho thấy những chênh lệch về sức mua tương đối.   Tiền tệ và lãi suất Chắc chắn chẳng có gì ngạc nhiên khi lạm phát gây tác động lớn đối với các mức giá tương đối, vì lạm phát thường được định nghĩa là sự gia tăng giá cả chung. Trường hợp lạm phát trở nên đặc biệt nan giải là khi xuất hiện lạm phát bất ngờ và tiền lương chậm điều chỉnh - khiến người tiêu dùng đối mặt với những khoản chi phí lớn hơn theo giá thị trường, mà không tương ứng với việc tăng tiền lương thực nhận.   Nói chung, các nước cố gắng kiềm chế lạm phát thông qua lãi suất và rồi tác động đến tỷ giá hối đoái giữa các quốc gia. Mặc dù những chênh lệch tỷ giá hối đoái không bao giờ có thể được giải thích đầy đủ bằng lãi suất hay lạm phát (tỷ giá hối đoái dựa trên những mô hình đa yếu tố, cũng như dự kiến đầu tư và lãi có tính đầu cơ), nhưng chúng đóng một vai trò rất quan trọng. Chẳng hạn, giả sử tỷ giá hối đoái giữa đô la Mỹ và đô la Úc đã thay đổi từ 1,30 đô la còn 93 xu chỉ trong vòng 5 năm, và tỷ giá hối đoái đô la Úc so với đồng ơ-rô đã thay đổi từ 0,60 lên 0,75 trong cùng khoảng thời gian đó. Là một quốc gia nhập khẩu nhiều sản phẩm và có khuynh hướng chống lạm phát quyết liệt (và lãi suất cao nhất trong nhóm nước phát triển), không có gì ngạc nhiên khi rất nhiều hàng hoá bán với giá cao ở Úc.   Thị hiếu và thuế Đôi khi khá dễ dàng nhận ra những chênh lệch giá. Ở Nhật, đất đai khan hiếm (và các tiêu chuẩn nhập khẩu rất khắt khe), vì vậy thịt bò đắt là điều hiển nhiên. Ngược lạ, Ấn Độ có nhiều đất canh tác dành cho đậu lăng và các loại cây họ đậu khác nên giá mỗi cân đậu tương đối rẻ.   Thuế khoá và chính sách quốc gia có thể cũng có tác động rất lớn đối với giá cả trên thực tế của nhiều loại hàng hoá. Trong trường hợp xăng, có thể nhận thấy chênh lệch giá cả xăng dầu rất lớn giữa Đan Mạch (nơi người ta tính hơn 9 đô la Mỹ một ga-lông), Anh (hơn 8 đô la Mỹ một ga-lông) và Mỹ ở mức độ chính quyền nhà nước đánh thuế xăng dầu - thuế xăng dầu mỗi ga-lông (hoặc mỗi lít, trên thực tế) cả Đan Mạch và Anh đều gần như cao hơn 150% giá bán lẻ xăng dầu tại Mỹ. Trường hợp khác, Ả Rập Xê - út và Venezuela trợ cấp xăng dầu cho dân nước họ, xăng dầu ở Venezuela giá khoảng một hào mỗi ga-lông.   Tương tự, người Mỹ trả tiền mua đường nhiều hơn phần còn lại của thế giới vì thuế quan và các chính sách của chính phủ Hoa Kỳ đẩy giá lên một cách giả tạo. Sự chênh lệch này, thực ra, là một phần của sự tăng lên si-rô bắp hàm lượng fructose cao khi những công ty như Coca-Cola, PepsiCo và Kraft nhận thấy rằng dùng si-rô bắp thay thế đường sẽ rẻ hơn khá nhiều. Dĩ nhiên không chỉ mình Hoa Kỳ có những trò kỳ cục này - tại Việt Nam xe hơi người ta bán đắt hơn nhiều so với giá thực vì thuế nhập khẩu khá lớn.   Kết luận Trong một số trường hợp, những chênh lệch giá cả quốc tế là những điều kì quặc khá thú vị để suy ngẫm sau khi đi ra nước ngoài. Trong những trường hợp khác, giống như những chênh lệch quốc tế giá thuốc có nhãn hiệu, chúng là một vấn đề về quyền lợi quốc gia mang tính chất nghiêm trọng. Những trường hợp còn lại, có lẽ nên tiến hành nhanh chóng một cuộc thảo luận về những ưu tiên của quốc gia và tầm cỡ vai trò của chính phủ trong khu vực kinh tế tư nhân.   Khi đề cập đến việc đánh thuế nặng đối với các tài xế để bù đắp chi phí bảo vệ môi trường tiêu thụ xăng dầu, có lẽ Đan Mạch quan niệm đúng đắn. Hoặc có lẽ người Mỹ nên chú ý nhiều hơn đến thực tế là rất nhiều hàng hoá ở nước ngoài đắt đỏ hơn nhiều và hiểu rõ giá trị gánh nặng thuế khoá chung thấp hơn mà họ gánh chịu. Bất kể trường hợp nào đi chăng nữa, thì sức mua và chất lượng cuộc sống luôn có quan hệ với nhau và mặc dù việc mua nhiều hàng hoá hơn về lâu dài có thể không làm người ta hài lòng hơn, nhưng chi phí các nhu cầu thiết yếu hàng ngày có thể là một vấn đề về sự ổn định kinh tế và chính trị tại nhiều quốc gia.    "
        },
        {
            "en": "Bubble wrap saves preterm baby's life, UK         An extremely preterm baby girl survived against the odds after being kept warm in bubble wrap.  After cutting the umbilical cord, staff at Worcestershire Royal Hospital in the UK put the baby girl in a small plastic bag enclosed in bubble wrap and warned her parents that her chances of survival were not good. But Lexi Lacey, who weighed just 14 oz (397 gm) when she was born after only 26 weeks gestation, defied the odds, she is now a healthy 11-week old baby, despite weighing just 5 <em>lb</em> 6 oz, two pounds lighter than the average full-term baby.  Dr Andrew Gallagher, a consultant paediatrician at the hospital told the Daily Mail that it was normal to wrap very small newborns in plastic \"to keep them warm they are placed in a plastic bag for about 30 minutes,\" he said. Parents Chelsea Rowberry, 17, and Lee Lacey, 24, said that when people see Lexi they can't believe how premature she was.  Rowberry said she was staying at her brother's when she started feeling contractions, late one Sunday in June. She said she rang the maternity unit but they just told her to go to sleep. So she rang her mother who immediately called an ambulance. She said she was frightened because she thought she was having a miscarriage. When she got to the hospital they told her she was 3 cm dilated and she gave birth to Lexi.  Soon afterwards, the hospital staff put Lexi in the bubble wrap plastic bag.    Gallagher said they put the premature babies into the bag feet first leaving just the head outside. This stops water evaporating easily off their bodies, which would cause them to lose heat quickly in those vital first minutes of life before they get to the incubator. The babies are then transferred to the neonatal unit where they are placed in an incubator and taken out of the bag. He said the bags are about the same size as a sandwich bag, and they \"come from NHS supplies and are on a roll\". Although her mother was able to go home on the same day she was born, little Lexi was transferred to Birmingham's Heartlands Hospital and then to Shrewsbury Royal Hospital to receive specialist care. She eventually returned to Worcestershire Royal. Lexi's parents were very scared she would not survive. Rowberry said they would get calls from the hospital like Lexi \"needed a blood transfusion and she probably wouldn't make it through the night\".   Although her baby has been given the all clear, Rowberry said she is still scared because Lexi is so tiny. She is the most premature baby to survive at the hospital. A premature baby is born before the 37th week of pregnancy. A baby born between 35 and 37 weeks is described as moderately pre-term, between 29 and 34 weeks as very pre-term, and between 24 and 28 weeks, as extremely pre-term.  A low birthweight baby weighs less than 1.5 kg (5.5 lbs), while an extremely low birthweight baby weighs less than 1.0 kg (2.2 lbs). Lexi weighed less than half of this when she was born.  Because they are born too early, premature babies often have health problems because their organs are undeveloped. As a result they can be at higher risk for a range of problems such as breathing difficulties and serious lung conditions like respiratory distress syndrome, cerebral palsy, life-threatening infections, and learning and development disabilities. In England and Wales nearly 8 per cent, that is 1 in 13 live births are pre-term, with 93 per cent of them occuring after 28 weeks of pregnancy, 6 per cent between 22 and 27 weeks and just under 1 per cent before 22 weeks. A study of babies born before 26 weeks in the UK and Ireland in the mid-1990s (the EPICure study) showed that 81 per cent of those born at 24 weeks survived, whereas only half of those born at 22 weeks survived. The study also found, when it re-examined the children at age 11, that those born earlier than 26 weeks of pregnancy had lower scores for cognitive ability, reading and mathematics. In the US, the incidence of pre-term live births appears to have increased: it was nearly 13 per cent in 2005, which is significantly higher than the 5 to 10 per cent of other resource-rich countries. Sources: Daily Mail, Tommy's, Medline Plus. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Theo nghiên cứu của Anh, túi xốp hơi cứu sống trẻ sinh non     Một bé gái sinh thiếu tháng rất nhiều đã sống sót một cách đáng ngạc nhiên sau khi được giữ ấm trong túi xốp hơi.  Sau khi cắt dây rốn, nhân viên tại Bệnh viện Hoàng gia Anh Quốc Worcestershire đặt bé gái này trong một túi nhựa nhỏ được quấn trong một túi bong bóng và cảnh báo cha mẹ bé là cơ hội sống sót của em rất ít.  Nhưng Lexi Lacey, cân nặng chỉ có 14oz (397 gram) khi được sinh ra chỉ sau 26 tuần tuổi, bất chấp có rất ít cơ hội sống sót, hiện là một em bé 11 tuần tuổi khỏe mạnh, mặc dù trọng lượng chỉ £5 6oz, nhẹ hơn £2 so với trung bình của một em bé sinh đủ tháng.  Tiến sĩ Andrew Gallagher, bác sĩ tư vấn nhi khoa tại bệnh viện nói với tờ Daily Mail rằng rất bình thường khi bọc trẻ sơ sinh thiếu tháng trong nhựa \"để giữ ấm, chúng được đặt trong một túi nhựa trong khoảng 30 phút\".  Cha mẹ của Chelsea Rowberry, 17 tuổi, và Lee Lacey, 24 tuổi, nói rằng khi mọi người nhìn thấy Lexi họ không thể tin rằng cô bé đã bị sinh thiếu tháng nhiều đến thế.   Rowberry cho biết cô đang ở nhà của anh trai khi cô bắt đầu cảm thấy các cơn co thắt, vào một đêm ngày Chúa Nhật trong tháng Sáu. Cô cho biết đã điện thoại cho khoa sản nhưng họ chỉ bảo cô hãy đi ngủ.  Vì vậy, cô điện thoại cho mẹ, và bà đã ngay lập tức gọi xe cứu thương. Cô cho biết cô đã rất sợ hãi bởi vì cô nghĩ rằng mình đang bị sẩy thai.  Khi cô ấy đến bệnh viện, các bác sĩ cho biết tử cung của cô đã giãn ra 3cm và cô đã sinh ra Lexi.  Chẳng bao lâu sau đó, nhân viên bệnh viện đặt Lexi vào trong túi xốp bong bóng.  Gallagher cho biết họ đưa các em bé sinh non vào túi, chỉ để hở đầu. Điều này giúp ngăn ngừa nước bay hơi dễ dàng ra khỏi cơ thể các bé, làm cho bé bị mất nhiệt nhanh chóng trong những phút đầu tiên quan trọng của cuộc sống trước khi được đưa vào lồng ấp.  Các em bé này sau đó được chuyển giao cho khoa sơ sinh, nơi các em được đặt trong lồng ấp và đưa ra khỏi túi.  Ông cho biết túi có kích thước giống như một túi đựng bánh mì, và chúng \"có dạng cuộn, được cung cấp bởi NHS\".  Mặc dù người mẹ đã có thể về nhà trong cùng ngày sau khi sinh, nhưng Lexi bé bỏng được chuyển đến Bệnh viện trung tâm Birmingham và sau đó là Bệnh viện Royal Shrewsbury để được chăm sóc chuyên khoa. Và cuối cùng trở về lại Worcestershire Hoàng gia.  Cha mẹ của Lexi đã rất sợ cô bé sẽ không sống nổi. Rowberry cho biết họ đã rất sợ sẽ phải nhận được cuộc gọi từ bệnh viện đại loại như Lexi \"cần được truyền máu và có thể bé sẽ không qua nổi đêm nay\".  Mặc dù đã mẹ tròn con vuông, Rowberry cho biết cô vẫn còn sợ hãi bởi vì Lexi quá nhỏ bé. Bé là em bé sinh non nhất có thể sống tại bệnh viện.  Một em bé sinh non là được sinh ra trước tuần thứ 37 của thai kỳ. Một em bé sinh ra trong khoảng từ 35 đến 37 tuần được xem là sinh non vừa phải, giữa tuần 29 và 34 là sinh non rất nhiều, và từ 24 đến 28 tuần, là vô cùng non.  Bé thiếu ký khi mới sinh ra cân nặng ít hơn 1.5 kg (5.5 cân), trong khi một bé cực kỳ thiếu ký khi mới sinh ra cân nặng ít hơn 1.0 kg (2.2 cân). Lexi cân nặng ít hơn một nửa số cân này khi bé được sinh ra.  Do được sinh ra quá sớm, trẻ sinh non thường mắc các vấn đề sức khỏe bởi vì các cơ quan của bé vẫn chưa phát triển hoàn toàn. Kết quả là trẻ có thể có nguy cơ cao hơn với một loạt các vấn đề như thở khó khăn và các bệnh phổi nghiêm trọng như hội chứng suy hô hấp, bại não, các nhiễm trùng đe dọa tính mạng, và mất khả năng học tập và phát triển.  Tại Anh và xứ Wales có gần 8%, tức là cứ 1 trong 13 trẻ sơ sinh sống sót là trẻ sinh thiếu tháng, với 93% trong số đó xảy ra sau 28 tuần của thai kỳ, 6% ở giữa 22 và 27 tuần và chỉ dưới 1% trước 22 tuần.  Một nghiên cứu về trẻ sinh trước 26 tuần ở Anh và Ireland vào những năm 1990 (nghiên cứu EPICure) cho thấy 81% những bé sinh ra ở 24 tuần sống sót, trong khi chỉ một nửa số trẻ sinh ra ở 22 tuần sống sót.  Nghiên cứu cũng tìm thấy, khi kiểm tra lại các em ở tuổi 11, là những trẻ sinh ra sớm hơn so với 26 tuần của thai kỳ có điểm số thấp hơn trong khả năng nhận thức,đọc và làm toán.\n Tại Mỹ, tỷ lệ trẻ sinh non sống được dường như đã tăng lên: gần 13% trong năm 2005, cao hơn đáng kể so với 5 – 10% của các nước giàu tài nguyên.  Nguồn: Daily Mail, Tommy, Medline Plus.  Tác giả: Catharine Paddock, Tiến sĩ Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}