{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['li:fi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rậm lá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giống lá</td></tr></table><i/></div>",
            "word": "leafy",
            "pronounce": "['li:fi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leafy</k><blockquote>■ <cclass>adjective (<cclass><b>leafier</b>, <cclass><b>leafiest</b>) having many leaves or much foliage. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>leafiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "leafy",
            "pronounce": "['li:fi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leafy",
            "pronounce": "['li:fi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leafy",
            "pronounce": "['li:fi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leafy",
            "pronounce": "['li:fi]"
        }
    },
    "sentences": [
        {
            "en": "Bananas and <em>leafy</em> vegetables",
            "vi": "Chuối và các loại rau"
        },
        {
            "en": "Is this a <em>leafy</em> bush?",
            "vi": "Đây là bụi cây rậm lá à?"
        },
        {
            "en": "4. Dark Green <em>Leafy</em> Vegetables",
            "vi": "4. Những Loại Rau Có Lá Màu Xanh Đậm"
        },
        {
            "en": "<em>Leafy</em> green vegetables are incredibly healthy.",
            "vi": "Những loại rau có nhiều lá xanh rất bổ dưỡng."
        },
        {
            "en": "A young man's carrying a <em>leafy</em> branch.",
            "vi": "Một cánh rừng, một cành cây, bụi cây rậm lá."
        },
        {
            "en": "It features art glass and a <em>leafy</em> shade.",
            "vi": "Đó là nét đặc trưng của thủy tinh nghệ thuật và bóng lá cây."
        },
        {
            "en": "Trim off the <em>leafy</em> ends of the vegetable before cooking.",
            "vi": "Cắt/gọt/xén/tỉa phần lá cuối của rau trước khi nấu."
        },
        {
            "en": "Dark green <em>leafy</em> vegetables are good sources of many vitamins.",
            "vi": "Rau nhiều lá màu xanh sẫm có nhiều vitamins."
        },
        {
            "en": "There is a <em>leafy</em> neighbourhood in the suburbs.",
            "vi": "Có một khu đầy cây xanh ở vùng ngoại ô."
        },
        {
            "en": "Eating more <em>leafy</em> greens helps improve memory loss.",
            "vi": "Ăn nhiều rau xanh chữa mất trí nhớ."
        },
        {
            "en": "It's hard to find a road like a <em>leafy</em> country lane in this city.",
            "vi": "Thật khó để tìm được một con đường giống như con đường nhỏ miền quê có nhiều cây ở thành phố này."
        },
        {
            "en": "You'll find vitamin K in green <em>leafy</em> vegetables, broccoli, and soybeans.",
            "vi": "Bạn sẽ tìm thấy vi - ta - min K có trong các loại rau lá xanh, cải bẹ xanh, và đậu nành."
        },
        {
            "en": "You'll find vitamin K in green <em>leafy</em> vegetables, broccoli, and soybeans.",
            "vi": "Bạn sẽ tìm thấy vi-ta-min K có trong các loại rau lá xanh, cải bẹ xanh, và đậu nành."
        },
        {
            "en": "But <em>leafy</em> vegetables, such as lettuce and spinach, need only six hours of sunlight a day.",
            "vi": "Nhưng những loại rau cho lá, chẳng hạn như rau diếp và cải bina, chỉ cần ánh nắng 6 giờ một ngày."
        },
        {
            "en": "Foods rich in iron include red meat, shellfish, eggs, beans, and <em>leafy</em> green vegetables.",
            "vi": "Thức ăn giàu sắt bao gồm thịt đỏ, tôm cua, trứng, đậu, và rau củ có màu xanh."
        },
        {
            "en": "What kind of tree would never be found in a <em>leafy</em> forest?",
            "vi": "Loại cây nào không bao giờ tìm thấy được ở một cánh rừng?"
        },
        {
            "en": "Sue teased her husband about his cholesterol and tried, unsuccessfully, to shame him into eating something green and <em>leafy</em>.",
            "vi": "Sue trêu chồng về vụ cholesterol và thử, nhưng không thành công, để làm ông xấu hổ mà ăn chút rau cỏ."
        },
        {
            "en": "Vitamin B-12 is found in green <em>leafy</em> vegetables and other foods, like legumes and citrus fruits.",
            "vi": "Vitamin B - 12 được tìm thấy trong lá xanh thực vật và các loại thực phẩm khác như cây họ đậu và trái cây giống cam quít."
        },
        {
            "en": "The sun was bright and warm on the road. Sweet, cool smells came out of the <em>leafy</em> woods.",
            "vi": "Nắng rực rỡ và ấm trên đường trong lúc từ rừng cây đang trổ lá thoảng tới hương vị mát dịu ngọt ngào."
        },
        {
            "en": "This <em>leafy</em> environment is full of life in a tropical rainforest and includes: insects, birds, reptiles, mammals, and more.",
            "vi": "Môi trường rậm rạp đầy sự sống ở một rừng nhiệt đới bao gồm côn trùng, chim, bò sát, động vật có vú và còn nhiều nữa."
        }
    ],
    "suggestions": []
}