{
    "en_vn": {
        "data": {
            "content": null,
            "word": "leapfrog",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leapfrog</k><blockquote>■ <cclass>noun a game in which players in turn vault with parted legs over others who are bending down. </cclass></blockquote><blockquote>■ <cclass>verb (<cclass><b>leapfrogs</b>, <cclass><b>leapfrogging</b>, <cclass><b>leapfrogged</b>) </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 perform such a vault. </blockquote></blockquote><blockquote><blockquote>2》 surpass or overtake a competitor or obstacle to move into a leading position. </blockquote></blockquote></div>",
            "word": "leapfrog",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leapfrog",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>leapfrog</k><b>I</b><blockquote><blockquote><ex><abr>n.</abr> to play leapfrog </ex></blockquote></blockquote><b>II</b><blockquote><blockquote><ex><abr>v.</abr> (<abr>d</abr>; <abr>intr.</abr>) to leapfrog from; to (American forces leapfrogged from one island to another) </ex></blockquote></blockquote></div>",
            "word": "leapfrog",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leapfrog",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Let's play <em>leapfrog</em>.",
            "vi": "Tụi mình chơi nhảy cừu đi."
        },
        {
            "en": "<em>LeapFrog</em> Enterprises Inc. announced the launch of its talking pen.",
            "vi": "Leapfrog enterprises inc. công bố việc phát hành bút biết nói của họ."
        },
        {
            "en": "The win allowed them to <em>leapfrog</em> three teams to gain second place.",
            "vi": "Chiến thắng này cho phép họ vượt qua ba đội để đạt vị trí thứ nhì."
        },
        {
            "en": "<em>LeapFrog</em> Enterprises Inc. announced the launch of its FLY \"pentop computer,\" a talking, computerized pen.",
            "vi": "Công ty chế tạo đồ chơi giáo dục của mỹ, leapfrog, đã cho ra đời sản phẩm máy tính \"bút tin học\", biết nói có tên là fly."
        },
        {
            "en": "<em>LeapFrog</em> had been a Wall Street star since its 2002 initial public offering.",
            "vi": "Leapfrog từng là một ngôi sao của wall street từ lần đầu tiên gọi vốn công chúng năm 2002."
        },
        {
            "en": "<em>LeapFrog</em> said the product will give users audio feedback as they write and draw on special paper.",
            "vi": "Leapfrog nói sản phẩm này sẽ cho người dùng âm thanh phản hồi khi họ viết và vẽ trên giấy đặc biệt."
        },
        {
            "en": "<em>LeapFrog</em> said the product will give users audio feedback as they write and draw on special FLY paper.",
            "vi": "Leapfrog nói rằng sản phẩm này cho phép người sử dụng có ngay âm thanh phản hồi khi viết hoặc vẽ trên bảng giấy đặc biệt của fly."
        },
        {
            "en": "<em>LeapFrog</em> said a group of children aged 8 to 13 helped to develop the product, and it will offer a range of applications for learning, communicating and playing.",
            "vi": "Leapfrog nói một nhóm trẻ em ở độ tuổi 8 đến 13 góp phần phát triển sản phẩm này, và nó sẽ đưa ra một loạt ứng dụng để học tập, giao tiếp và vui chơi."
        },
        {
            "en": "Emeryville, California-based <em>LeapFrog</em> has been plagued by weak sales and earnings misses, and recently said it relied too heavily on its LeapPad business.",
            "vi": "Emeryville, trụ sở của leapfrog đặt tại california xếp hàng đầu về doanh số kém và thất thu nhưng gần đây cho biết họ đặt niềm tin rất nhiều vào việc kinh doanh leappad."
        }
    ],
    "suggestions": []
}