{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['left'ouvə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phần thừa lại; phần còn lại; phần chưa dùng đến</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(số nhiều) thức ăn thừa</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thừa lại; còn thừa; còn lại; chưa dùng đến</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">You could use the leftover paint</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">wallpaper</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Nước sơn/giấy dán tường còn thừa anh cứ lấy mà dùng</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">I made a curry with the leftover chicken</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Chỗ gà còn lại tôi nấu ca ri</font></td></tr></table><i/></div>",
            "word": "leftover"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leftover</k><blockquote>■ <cclass>noun something, especially food, remaining after the rest has been used. </cclass></blockquote><blockquote>■ <cclass>adjective remaining; surplus. </cclass></blockquote></div>",
            "word": "leftover"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>leftover</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a leftover from the 60s</i>: RESIDUE, survivor, vestige, legacy.</blockquote><blockquote><b>2</b><i>put the leftovers in the fridge</i>: LEAVINGS, uneaten food, remainder, scraps, remnants, remains; excess, surplus.</blockquote><blockquote>▸ <cclass>adjective <i>leftover food</i>: REMAINING, left, uneaten, unconsumed; excess, surplus, superfluous, unused, unwanted, spare.</cclass></blockquote></div>",
            "word": "leftover"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leftover"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hàng tồn kho</font></td></tr></tbody></table></div>",
            "word": "leftover"
        }
    },
    "sentences": [
        {
            "en": "Do you hate the <em>leftover</em> food odors?",
            "vi": "Bạn ghét mùi thức ăn thừa không?"
        },
        {
            "en": "Is it safe to eat <em>leftover</em> food?",
            "vi": "Ăn thức ăn thừa có an toàn không?"
        },
        {
            "en": "The <em>leftover</em> food is fed to animals.",
            "vi": "Thức ăn thừa được cho động vật ăn."
        },
        {
            "en": "It is the <em>leftover</em> meal or food.",
            "vi": "Cơm thừa canh cặn."
        },
        {
            "en": "You could use the <em>leftover</em> paint.",
            "vi": "Nước sơn còn thừa anh cứ lấy mà dùng."
        },
        {
            "en": "You could use the <em>leftover</em> wallpaper",
            "vi": "Giấy dán tường còn thừa anh cứ lấy mà dùng"
        },
        {
            "en": "You could use the <em>leftover</em> paint and wallpaper.",
            "vi": "Sơn và giấy dán tường còn thừa anh cứ lấy mà dùng."
        },
        {
            "en": "I made a curry with the <em>leftover</em> chicken.",
            "vi": "Chỗ gà còn lại tôi nấu ca ri."
        },
        {
            "en": "We shall deduct the premium from the commission payable to you, and the <em>leftover</em> will be remitted to you, and the <em>leftover</em> will be remitted to you soon.",
            "vi": "Chúng tôi sẽ khấu trừ đi phần phí vào hoa hồng trả cho ông và phần còn lại sẽ được gửi đến cho ông sớm."
        },
        {
            "en": "Don't throw out all that <em>leftover</em> wine. Freeze into ice cubes for future use!",
            "vi": "Chỗ rượu còn thừa đừng bỏ. Cứ để đông lại mai mốt dùng cũng được!"
        },
        {
            "en": "I wasn't sure exactly what to do about the <em>leftover</em>, unresolved character.",
            "vi": "Tôi không biết xử lý sao với nhân vật thừa thãi, chưa giải quyết được này."
        },
        {
            "en": "More than 1,000 Vietnamese a year are killed or injured from <em>leftover</em> explosives.",
            "vi": "Mỗi năm có hơn 1.000 người Việt bị chết hoặc bị thương từ chất nổ còn sót lại."
        },
        {
            "en": "Maybe she should have tried to settle into the <em>leftover</em> scraps of life that were left behind.",
            "vi": "Có lẽ cô phải cố thích nghi với những mảnh đời còn lại bị bỏ mặc đàng sau."
        },
        {
            "en": "Yes, if you have <em>leftover</em> RMB when you leave China you may change it into foreign currency by submitting the exchange memo.",
            "vi": "Vâng, nếu ông có dư rmb khi rời khỏi trung quốc ông có thể đổi nó ở hệ thống tiền tệ nước ngoài bằng cách đưa ra bản sao hối đoái."
        },
        {
            "en": "Low levels of funding and the non-use of credit funds, result in few funds being <em>leftover</em> in any given year.",
            "vi": "Do mức kinh phí thấp và một số ngoại lệ như không được dồn vốn đối với vốn tín dụng, nên rất ít kinh phí còn tồn đọng trong năm đó."
        },
        {
            "en": "However, you are not allowed to litter and <em>leftover</em> food and empty glasses should be placed in plastic bags and thrown into garbage cans.",
            "vi": "Tuy nhiên, các em không được phép xả rác và các ly không phải được bỏ vào bao nhựa và bỏ vào các thùng rác."
        },
        {
            "en": "Digging around the kitchen for some breakfast, I settled on a bowl of Cheerios and some <em>leftover</em> pizza from the night before.",
            "vi": "Lục quanh nhà bếp kiếm chút đồ ăn sáng, tôi quyết định ăn một tô Cheerios và một ít bánh pizza còn thừa lại từ đêm trước."
        },
        {
            "en": "You see if you want to convert the <em>leftover</em> RMB back into foreign currencies first you should present the relevant exchange memo and the bank are to keep it.",
            "vi": "Cô biết đấy nếu cô muốn đổi rmb dư ra ngoại tệ nước ngoài trước hết cô nên đưa bản sao hối đoái phù hợp và ngân hàng giữ lại nó."
        },
        {
            "en": "The next day, she woke up to find her lips painfully swollen with dry, peeling skin. When she examined the <em>leftover</em> lychee, she found them black and emitting a pungent, sour odor.",
            "vi": "Ngày hôm sau, bà thức dậy và nhận thấy da môi của bà tróc ra khô nứt và sưng rộp đau đớn. Khi bà kiểm tra chỗ vải thiều còn sót lại, bà thấy chúng có màu đen và phát ra một mùi chua hăng sộc thẳng vào mũi."
        },
        {
            "en": "One day he saw me opening the garbage bags outside the villa in search for any <em>leftover</em> food. But, as usual he never even looked at me, it was like as if he never saw anything!",
            "vi": "Bữa nọ ông thấy tôi mở các tủi rác bên ngoài biệt thự của ông để tìm xem có chút thức ăn thừa nào không. Nhưng, như thường lệ ông chẳng buồn nhìn tôi, cứ như thể ông không bao giờ trông thấy gì vậy!"
        }
    ],
    "suggestions": []
}