{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ledʒisleit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to legislate for </font>/ <font color=\"#1371BB\">against something</font>) làm luật, lập pháp</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">It's impossible to legislate for every contingency</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Không thể xây dựng luật cho mọi trường hợp ngẫu nhiên</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to legislate against racial discrimination</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Xây dựng luật chống lại nạn phân biệt chủng tộc</font></td></tr></table><i/></div>",
            "word": "legislate",
            "pronounce": "['ledʒisleit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>legislate</k><blockquote><cclass>[<cclass>'lɛdʒɪsleɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 make or enact laws. </blockquote></blockquote><blockquote><blockquote>    ⁃ effect by making or enacting laws. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>legislate for/against</b>) provide or prepare for (an occurrence). </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: back-form. from <kref>legislation</kref>. </blockquote></div>",
            "word": "legislate",
            "pronounce": "['ledʒisleit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>legislate</k><blockquote>▸ <cclass>verb MAKE LAWS, pass laws, enact laws, formulate laws.</cclass></blockquote></div>",
            "word": "legislate",
            "pronounce": "['ledʒisleit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "legislate",
            "pronounce": "['ledʒisleit]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lập pháp</font></td></tr></tbody></table></div>",
            "word": "legislate",
            "pronounce": "['ledʒisleit]"
        }
    },
    "sentences": [
        {
            "en": "<em>Legislate</em> against racial discrimination",
            "vi": "Xây dựng luật chống lại nạn phân biệt chủng tộc"
        },
        {
            "en": "Lawyers <em>legislate</em> against discrimination in the workplace.",
            "vi": "Những luật sư lập ra luật chống lại sự phân biệt đối xử nơi làm việc."
        },
        {
            "en": "Parliament does much more than <em>legislate</em>.",
            "vi": "Quốc hội làm nhiều việc hơn là chỉ tạo ra luật."
        },
        {
            "en": "It's impossible to <em>legislate</em> for every contingency.",
            "vi": "Không thể xây dựng luật cho mọi trường hợp ngẫu nhiên."
        },
        {
            "en": "They want to <em>legislate</em> against racial discrimination.",
            "vi": "Họ muốn xây dựng luật chống lại nạn phân biệt chủng tộc."
        },
        {
            "en": "It's impossible to <em>legislate</em> for every contingency.",
            "vi": "Không thể xây dựng luật cho mọi trường hợp ngẫu nhiên được."
        },
        {
            "en": "The EC has to <em>legislate</em> against milk overproduction.",
            "vi": "Khối EC đã làm luật chống lại việc sản xuất sữa quá nhiều."
        },
        {
            "en": "The government could <em>legislate</em> to deal with such disturbances.",
            "vi": "Chính quyền có thể đưa ra những đạo luật xử lý những vụ lộn xộn này."
        },
        {
            "en": "Using the media to <em>legislate</em> may require impressive skill at the acrobatics of balancing strategies.",
            "vi": "Sử dụng phương tiện truyền thông để xây dựng luật có thể yêu cầu kỹ năng gây ấn tượng trong các kĩ năng cân bằng chiến lược."
        },
        {
            "en": "It also has the responsibility to <em>legislate</em> and oversee implementation of State plans and budgets.",
            "vi": "Nó có trách nhiệm đưa vào khuôn khổ pháp luật và giám sát việc thực hiện các kế hoạch và ngân sách của Nhà nước."
        },
        {
            "en": "They suspended our own legislatures, and declared themselves invested with power to <em>legislate</em> for us in all cases whatsoever.",
            "vi": "Họ không cho các cơ quan lập pháp của chúng ta hoạt động nữa, rồi tự tuyên bố là họ có quyền làm luật cho chúng ta trong mọi trường hợp."
        },
        {
            "en": "While many Western countries have introduced smoking bans in public places, experts said it would be difficult to <em>legislate</em> further.",
            "vi": "Trong khi nhiều nước phương Tây cấm hút thuốc ở nơi công cộng thì các chuyên gia cho rằng việc này khó có thể trở thành một quy định trong luật pháp."
        },
        {
            "en": "For suspending our own legislatures, and declaring themselves invested with power to <em>legislate</em> for us in all cases whatsoever.",
            "vi": "Không cho các cơ quan lập pháp của chúng ta hoạt động nữa, rồi tự tuyên bố là họ có quyền làm luật cho chúng ta trong mọi trường hợp."
        },
        {
            "en": "More than 600,000 people killed by 2nd-hand smoke         LONDON – Secondhand smoke kills more than 600,000 people worldwide every year, according to a new study. In the first look at the global impact of secondhand smoking, researchers analyzed data from 2004 for 192 countries. They found 40 percent of children and more than 30 percent of non-smoking men and women regularly breathe in secondhand smoke. Scientists then estimated that passive smoking causes about 379,000 deaths from heart disease, 165,000 deaths from lower respiratory disease, 36,900 deaths from asthma and 21,400 deaths from lung cancer a year. Altogether, those account for about 1 percent of the world's deaths. The study was paid for by the Swedish National Board of Health and Welfare and Bloomberg Philanthropies. It was published Friday in the British medical journal Lancet. \"This helps us understand the real toll of tobacco,\" said Armando Peruga, a program manager at the World Health Organization's Tobacco-Free Initiative, who led the study. He said the approximately 603,000 deaths from secondhand smoking should be added to the 5.1 million deaths that smoking itself causes every year. Peruga said WHO was particularly concerned about the 165,000 children who die of smoke-related respiratory infections, mostly in Southeast Asia and Africa. \"The mix of infectious diseases and secondhand smoke is a deadly combination,\" Peruga said. Children whose parents smoke have a higher risk of sudden infant death syndrome, ear infections, pneumonia, bronchitis and asthma. Their lungs may also grow more slowly than kids whose parents don't smoke. Peruga and colleagues found the highest numbers of people exposed to secondhand smoke are in Europe and Asia. The lowest rates of exposure were in the Americas, the Eastern Mediterranean and Africa. Secondhand smoke had its biggest impact on women, killing about 281,000. In many parts of the world, women are at least 50 percent more likely to be exposed to secondhand smoke than men. While many Western countries have introduced smoking bans in public places, experts said it would be difficult to <em>legislate</em> further. \"I don't think it is likely we will see strong regulations reaching into homes,\" said Heather Wipfli of the Institute for Global Health at the University of Southern California in Los Angeles, who was not connected to the study. She said more public smoking bans and education might persuade people to quit smoking at home. In the U.K., the British Lung Foundation is petitioning the government to outlaw smoking in cars. Helena Shovelton, the foundation's chief executive, said smoking parents frequently underestimate the danger their habit is doing to their children. \"It's almost as if people are in denial,\" she said. \"They absolutely would not do something dangerous like leaving their child in the middle of the road but somehow, smoking in front of them is fine.\"",
            "vi": "Hơn 600      LONDON – Theo một nghiên cứu mới cho thấy khói thuốc gây tử vong cho hơn 600.000 người mỗi năm trên toàn thế giới. Khi mới bắt đầu nghiên cứu tác động của khói thuốc trên toàn thế giới, những nhà nghiên cứu phân tích dữ liệu từ năm 2004 trên 192 quốc gia. Họ nhận thấy 40% trẻ em và hơn 30% người không hút thuốc thường xuyên hít phải vào khói thuốc do người khác hút. Các nhà khoa học ước tính mỗi năm hút thuốc thụ động khiến 379.000 người chết vì bệnh tim, 165.000 người chết vì bệnh đường hô hấp dưới, 36.900 chết vì suyễn và 21.400 chết vì ung thư phổi. Nếu gộp chung, tất cả chiếm khoảng 1% số ca tử vong cả thế giới. Nghiên cứu được tài trợ bởi vì Hội đồng quốc gia Thuỵ Sĩ về Y tế và An Sinh và Hội từ thiện bác ái Bloomberg. Nghiên cứu này được công bố hôm thứ Sáu trong tập san y khoa Lancet của Anh. Armando Peruga, giám đốc chương trình Sáng kiến từ bỏ thuốc lá của Tổ chức y tế thế giới đồng thời cũng đóng vai trò lãnh đạo cuộc nghiên cứu cho biết \"Nghiên cứu này giúp chúng ta hiểu được tác hại thật sự của thuốc lá.\" Ông nhận định hàng năm có khoảng 603.000 trường hợp tử vong vì hít phải khói thuốc, thêm vào đó là 5,1 triệu người chết vì hút thuốc. Peruga cho biết WHO đặc biệt lo ngại việc có 165.000 trẻ em chết vì bệnh nhiễm trùng đường hô hấp liên quan đến khói, hầu hết ở Đông Nam Á và châu Phi. \"Bệnh truyền nhiễm và khói thuốc do người khác hút là một sự kết hợp chết người,\" Peruga nói. Trẻ em mà bố mẹ chúng hút thuốc thì có nhiều nguy cơ bị hội chứng đột tử ở trẻ sơ sinh, bệnh viêm tai, viêm phổi, viêm phế quản và suyễn. Phổi của chúng cũng có thể phát triển chậm hơn so với trẻ mà bố mẹ không hút thuốc. Peruga cùng các đồng nghiệp cũng nhận thấy châu Âu và châu Á có số người tiếp xúc phải khói thuốc lá cao nhất. Tỉ lệ thấp nhất là ở Châu Mỹ, đông Địa Trung Hải và châu Phi. Phụ nữ là người chịu ảnh hưởng lớn nhất từ khói thuốc lá do người khác hút, sự thật là có đến 281.000 phụ nữ tử vong vì hít phải khói thuốc. Ở nhiều nơi trên thế giới, tỷ lệ tiếp xúc phải khói thuốc ở phụ nữ cao hơn nam giới ít nhất là 50%. Trong khi nhiều nước phương Tây cấm hút thuốc ở nơi công cộng thì các chuyên gia cho rằng việc này khó có thể trở thành một quy định trong luật pháp. Heather Wipfli, thuộc Viện Y tế toàn cầu của trường đại học South California ở Los Angeles, người không liên kết với việc nghiên cứu này đã phát biểu: \"Tôi cho rằng khó có thể mong đợi những quy định nghiêm ngặt hơn về việc hút thuốc áp dụng trong gia đình.\" Bà nhận định việc tăng cường thêm những biển cấm hút thuốc nơi công cộng và giáo dục có thể thuyết phục mọi người từ bỏ hút thuốc ở nhà. Ở Anh, Tổ chức British Lung Foundation đang kiến nghị với chính phủ về việc cấm hút thuốc trong xe hơi. Helena Shovelton, giám đốc điều hành của tổ chức này, cho biết những bậc phụ huynh hút thuốc lá hay xem thường mối nguy cơ mà thói quen này của họ đang tác động đối với con cái. \"Gần như ai ai cũng đều phủ nhận sự thật này,\" cô nói. \"Họ tuyệt đối không bao giờ làm một điều gì đó nguy hiểm như bỏ con cái của họ một mình giữa đường nhưng việc hút thuốc trước chúng thì họ cho là không sao cả.\""
        },
        {
            "en": "Nội dung Bản Tuyên Ngôn độc Lâp:      Audio mp3 Reading by John F. Kennedy When, in the course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the laws of nature and of nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.  We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.  That to secure these rights, governments are instituted among men, deriving their just powers from the consent of the governed. That whenever any form of government becomes destructive to these ends, it is the right of the people to alter or to abolish it, and to institute new government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their safety and happiness.  Prudence, indeed, will dictate that governments long established should not be changed for light and transient causes; and accordingly all experience hath shown that mankind are more disposed to suffer, while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed.  But when a long train of abuses and usurpations, pursuing invariably the same object evinces a design to reduce them under absolute despotism, it is their right, it is their duty, to throw off such government, and to provide new guards for their future security. Such has been the patient sufferance of these colonies; and such is now the necessity which constrains them to alter their former systems of government. The history of the present King of Great Britain is a history of repeated injuries and usurpations, all having in direct object the establishment of an absolute tyranny over these states. To prove this, let facts be submitted to a candid world.  He has refused his assent to laws, the most wholesome and necessary for the public good.  He has forbidden his governors to pass laws of immediate and pressing importance, unless suspended in their operation till his assent should be obtained; and when so suspended, he has utterly neglected to attend to them.  He has refused to pass other laws for the accommodation of large districts of people, unless those people would relinquish the right of representation in the legislature, a right inestimable to them and formidable to tyrants only.  He has called together legislative bodies at places unusual, uncomfortable, and distant from the depository of their public records, for the sole purpose of fatiguing them into compliance with his measures.  He has dissolved representative houses repeatedly, for opposing with manly firmness his invasions on the rights of the people.  He has refused for a long time, after such dissolutions, to cause others to be elected; whereby the legislative powers, incapable of annihilation, have returned to the people at large for their exercise; the state remaining in the meantime exposed to all the dangers of invasion from without, and convulsions within.  He has endeavored to prevent the population of these states; for that purpose obstructing the laws for naturalization of foreigners; refusing to pass others to encourage their migration hither, and raising the conditions of new appropriations of lands.  He has obstructed the administration of justice, by refusing his assent to laws for establishing judiciary powers.  He has made judges dependent on his will alone, for the tenure of their offices, and the amount and payment of their salaries.  He has erected a multitude of new offices, and sent hither swarms of officers to harass our people, and eat out their substance.  He has kept among us, in times of peace, standing armies without the consent of our legislature.  He has affected to render the military independent of and superior to civil power. He has combined with others to subject us to a jurisdiction foreign to our constitution, and unacknowledged by our laws; giving his assent to their acts of pretended legislation:  For quartering large bodies of armed troops among us:  For protecting them, by mock trial, from punishment for any murders which they should commit on the inhabitants of these states:  For cutting off our trade with all parts of the world:  For imposing taxes on us without our consent:  For depriving us in many cases, of the benefits of trial by jury:  For transporting us beyond seas to be tried for pretended offenses:  For abolishing the free system of English laws in a neighboring province, establishing therein an arbitrary government, and enlarging its boundaries so as to render it at once an example and fit instrument for introducing the same absolute rule in these colonies:  For taking away our charters, abolishing our most valuable laws, and altering fundamentally the forms of our governments:  For suspending our own legislatures, and declaring themselves invested with power to <em>legislate</em> for us in all cases whatsoever.  He has abdicated government here, by declaring us out of his protection and waging war against us.  He has plundered our seas, ravaged our coasts, burned our towns, and destroyed the lives of our people.  He is at this time transporting large armies of foreign mercenaries to complete the works of death, desolation and tyranny, already begun with circumstances of cruelty and perfidy scarcely paralleled in the most barbarous ages, and totally unworthy the head of a civilized nation.  He has constrained our fellow citizens taken captive on the high seas to bear arms against their country, to become the executioners of their friends and brethren, or to fall themselves by their hands.  He has excited domestic insurrections amongst us, and has endeavored to bring on the inhabitants of our frontiers, the merciless Indian savages, whose known rule of warfare, is undistinguished destruction of all ages, sexes and conditions.  In every stage of these oppressions we have petitioned for redress in the most humble terms: our repeated petitions have been answered only by repeated injury. A prince, whose character is thus marked by every act which may define a tyrant, is unfit to be the ruler of a free people.  Nor have we been wanting in attention to our British brethren. We have warned them from time to time of attempts by their legislature to extend an unwarrantable jurisdiction over us. We have reminded them of the circumstances of our emigration and settlement here. We have appealed to their native justice and magnanimity, and we have conjured them by the ties of our common kindred to disavow these usurpations, which, would inevitably interrupt our connections and correspondence. They too have been deaf to the voice of justice and of consanguinity. We must, therefore, acquiesce in the necessity, which denounces our separation, and hold them, as we hold the rest of mankind, enemies in war, in peace friends.  We, therefore, the representatives of the United States of America, in General Congress, assembled, appealing to the Supreme Judge of the world for the rectitude of our intentions, do, in the name, and by the authority of the good people of these colonies, solemnly publish and declare, that these united colonies are, and of right ought to be free and independent states; that they are absolved from all allegiance to the British Crown, and that all political connection between them and the state of Great Britain, is and ought to be totally dissolved; and that as free and independent states, they have full power to levy war, conclude peace, contract alliances, establish commerce, and to do all other acts and things which independent states may of right do. And for the support of this declaration, with a firm reliance on the protection of Divine Providence, we mutually pledge to each other our lives, our fortunes and our sacred honor.",
            "vi": "Nội dung Bản Tuyên Ngôn độc Lâp:    Audio mp3 Reading by John F. Kennedy Trong tiến trình lịch sử nhân loại, khi một dân tộc thấy cần rũ bỏ những mối liên hệ chính trị ràng buộc họ với một dân tộc khác và cần giành lấy một địa vị riêng biệt, bình đẳng trong hàng cường quốc trên trái đất này - địa vị mà các quy luật của thiên nhiên và của đấng cai quản muôn loài cho phép họ được hưởng – thì vì nghiêm túc tôn trọng phán xét của nhân loại, họ không thể không tuyên bố những căn nguyên khiến họ phải ly khai. Chúng tôi khẳng định những chân lý này là hiển nhiên, mọi người sinh ra đều bình đẳng, họ được Tạo hoá ban cho một số quyền bất khả nhượng, trong đó có quyền sống, quyền tự do và quyền mưu cầu hạnh phúc. Để đảm bảo cho những quyền này, chính phủ đã được lập ra từ trong nhân dân và có được quyền lực chính đáng là do có sự ưng thuận của nhân dân. Bất cứ khi nào một hình thức chính quyền nào đó trở nên có hại cho việc thực hiện những mục tiêu này thì đương nhiên nhân dân có quyền thay đổi hoặc loại bỏ nó, và lập chính quyền mới, đặt nền tảng trên những nguyên tắc đó và sắp xếp quyền lực cho nó dưới một hình thức nào đó, sao cho có thật nhiều khả năng làm cho nhân dân được an toàn và hạnh phúc. Thật ra, nếu đúng là thận trọng thì đừng vì những lý do đơn giản và nhất thời mà thay đổi những chính phủ đã hình thành từ lâu; và do vậy, kinh nghiệm từ bao đời nay đều cho thấy rằng con người thà chịu đựng khi cái xấu còn ở mức chịu đựng được, còn hơn là tự hoàn thiện bằng cách loại bỏ những hình thức mà mình đã quen thuộc. Nhưng khi hàng loạt hành vi lạm dụng và tước đoạt, khăng khăng đeo đuổi một mục tiêu, đã làm lộ rõ ý đồ khuất phục họ dưới ách chuyên chế tuyệt đối thì họ có quyền, có bổn phận lật đổ một chính quyền như thế và cử những người khác ra giữ yên ổn cho họ trong tương lai. Các thuộc địa này từng phải cắn răng chịu đựng như thế; cho nên bây giờ hoàn cảnh buộc họ cũng phải thay đổi những hệ thống chính quyền cũ như thế. Thành tích của vua nước Anh hiện nay toàn là những chuyện xâm phạm và tước đoạt triền miên, tất cả đều nhằm mục đích trực tiếp là thiết lập ách chuyên chế bạo ngược ở những bang này. Ðể chứng minh điều này, ta hãy để sự thật cho một thế giới trung thực tự phán xét lấy. Ông ta từ chối phê chuẩn một số đạo luật, dù đó là những đạo luật tốt đẹp nhất và cần thiết nhất đối với lợi ích của quần chúng. Ông ta cấm giới thống đốc thông qua những đạo luật mang tính cấp bách và bức xúc, trừ phi ngưng thực thi những đạo luật này để chờ ông ta phê chuẩn và trong khi đình chỉ như vậy, ông ta lại bỏ mặc luôn, chẳng bận tâm gì về chúng nữa. Ông ta không chịu thông qua các đạo luật về cư trú ở những vùng đông dân cư, trừ phi đám dân này từ bỏ quyền có người đại diện cho họ trong cơ quan lập pháp, một loại quyền vô giá đối với họ nhưng lại rất đáng sợ đối với bọn bạo chúa. Ông ta đã triệu tập các cơ quan lập pháp ở những địa điểm bất thường, bất tiện, cách xa kho lưu trữ hồ sơ công vụ, cốt là làm cho họ vì mệt mỏi mà đành tuân theo các chủ trương của ông ta. Ông ta đã nhiều lần giải tán các hạ nghị viện, vì họ kịch liệt chống đối việc ông ta xâm phạm các quyền của nhân dân. Rồi sau những lần giải tán như thế, phải lâu lắm ông ta mới chịu cho bầu lại những cơ quan này, vậy là quyền lập pháp, một loại quyền không gì xóa bỏ được, lại về tay dân chúng để họ tự hành sử. Cùng lúc đó, nhà nước vẫn phải đối mặt với đủ thứ nguy cơ về ngoại xâm và nội loạn. Ông ta ra sức ngăn cản việc tăng dân số ở các bang này. Vì mục đích đó, ông ta cản trở việc thực hiện luật nhập quốc tịch cho người nước ngoài, từ chối thông qua các đạo luật khuyến khích nhập cư và khắt khe hơn nữa đối với các trường hợp tậu thêm đất. Ông ta đã cản trở việc thực thi công lý bằng cách từ chối phê chuẩn những đạo luật thiết lập các cơ quan tư pháp. Ông ta đã buộc các quan tòa phải lệ thuộc vào ý muốn của ông ta, thông qua những qui định về nhiệm kỳ cũng như lương bổng trả cho họ. Ông ta lập ra rất nhiều cơ quan mới và bổ nhiệm vào đó vô số quan lại sách nhiễu dân chúng và vơ vét tài sản của họ. Trong thời bình, ông ta vẫn duy trì những đạo quân thường trực trên đất nước chúng ta dù cơ quan lập pháp của chúng ta không hề đồng ý. Ông ta đã tác động sao cho quân đội độc lập và vượt lên trên chính quyền dân sự. Ông ta đã cùng với nhiều kẻ khác ép chúng ta phải cam chịu một nền tư pháp không liên quan gì với hiến pháp của chúng ta mà cũng chẳng được luật pháp của chúng ta công nhận. Rồi ông ta phê chuẩn những đạo luật giả dối sau đây: Cho phép những đạo quân hùng hậu trú đóng trên đất nước chúng ta. Qua những phiên tòa giả hiệu, che chở cho chúng khỏi bị trừng phạt về tội sát hại dân cư ở các bang này. Cắt đứt quan hệ thương mại giữa chúng ta với cả thế giới.   Bắt chúng ta nộp những khoản thuế mà chúng ta không đồng ý. Nhiều lần không cho chúng ta hưởng quyền được đưa ra toà  xét xử. Ðưa chúng ta ra hải ngoại để xét xử về những tội trạng không có thật.   Xóa bỏ thể chế tự do của luật pháp nước Anh ở một vùng lân cận và dựng một chính quyền độc đoán ngay tại đó; rồi mở rộng ranh giới vùng đó để lập tức biến nó thành kiểu mẫu và công cụ thích hợp nhằm đặt đúng cái ách chuyên chế ấy vào các thuộc địa này.   Tước đoạt hiến chương của chúng ta, huỷ bỏ những đạo luật quý giá nhất của chúng ta và thay đổi thể chế chính quyền của chúng ta đến tận gốc rễ.   Không cho các cơ quan lập pháp của chúng ta hoạt động nữa, rồi tự tuyên bố là họ có quyền làm luật cho chúng ta trong mọi trường hợp. Ông ta chối bỏ chính quyền ở đây và tuyên bố rằng chúng ta không còn được ông ta che chở nữa, rồi gây chiến với chúng ta. Ông ta đã vơ vét biển cả, tàn phá miền duyên hải, thiêu huỷ vùng đô thị, huỷ hoại sinh mạng của nhân dân chúng ta. Bây giờ ông ta còn đưa những đạo quân hùng hậu toàn là lính đánh thuê nước ngoài sang làm nốt cái công việc giết tróc, tàn phá và bạo ngược, vốn đã được khai mào bằng những cảnh tàn ác và xảo trá mà ngay cả trong thời đại dã man nhất cũng khó mà sánh được, đúng là không hề xứng đáng với cương vị người đứng đầu một quốc gia văn minh. Ông ta đã ép những đồng bào của chúng ta bị bắt ngoài biển khơi phải cầm súng chống lại đất nước mình, trở thành những tên đao phủ chuyên hành hình bạn bè và anh em của chính mình, hoặc phải chết dưới tay bạn bè và anh em của chính mình.  Ông ta đã kích động bạo loạn ngay trong nội bộ chúng ta và cố đưa vào vùng dân cư ở miền biên cương nước ta những kẻ man rợ tàn bạo theo kiểu thổ dân Indian, những kẻ mà quy tắc chiến tranh khét tiếng của chúng là giết sạch, không phân biệt già hay trẻ, nam hay nữ, sang hay hèn. Trong các giai đoạn bị áp bức như vậy, chúng ta đều có yêu cầu bồi thường với lời lẽ hết sức khiêm nhường, nhưng đáp lại những kiến nghị dồn dập này luôn là những hành vi xâm phạm triền miên. Một ông hoàng mà nhất cứ nhất động đều có thể gọi là tính cách của một tên bạo chúa thì làm sao xứng đáng thống lĩnh một dân tộc tự do. Không phải chúng ta không lưu ý đến các bạn Anh. Ðã nhiều lần chúng ta cảnh báo họ về mưu toan của cơ quan lập pháp của họ trong việc bành trướng quyền tài phán quá đáng sang đất nước chúng ta. Chúng ta đã nhắc nhở họ về hoàn cảnh nhập cư và cư trú của chúng ta tại nơi này. Chúng ta đã kêu gọi ý thức công bằng và lòng hào hiệp ở họ, chúng ta đã yêu cầu họ vì mối liên hệ ruột thịt giữa đôi bên mà từ bỏ những hành vi chiếm đoạt, vì chắc chắn những hành vi này sẽ gây trở ngại cho sự giao thiệp và trao đổi thư từ giữa hai phía với nhau. Họ cũng không thèm lắng nghe tiếng nói của công lý, tiếng nói của tình máu mủ. Vì vậy, chúng ta đành chấp nhận tuyên bố cắt đứt quan hệ với họ và đối xử với họ giống như với tất cả những người khác: Thời bình là bạn, thời chiến là thù. Vì vậy, thông qua Quốc hội này, chúng tôi, những người đại diện cho Hợp Chúng Quốc Hoa Kỳ, đang tề tựu nơi đây để thỉnh nguyện Đấng phán xét tối cao chứng giám cho ý định đúng đắn của chúng tôi, đồng thời nhân danh những người lương thiện ở các thuộc địa này và do sự uỷ quyền của họ, chúng tôi long trọng công khai tuyên bố rằng các thuộc địa liên minh với nhau này là những quốc gia độc lập & tự do và họ có quyền được như vậy, rằng họ hoàn toàn không còn phải trung thành với vua Anh nữa, rằng những liên hệ chính trị giữa họ với nước Anh cần phải bị xóa hẳn, rằng với tư cách là quốc gia độc lập & tự do, họ hoàn toàn có quyền khai chiến, ký hoà ước, lập liên minh, lập quan hệ thương mại, làm tất cả những gì và những việc gì mà các quốc gia độc lập có quyền làm. Với niềm tin vững chắc vào sự phù trợ của Chúa, chúng ta nguyện cùng hiến dâng tính mạng, tài sản và danh dự thiêng liêng của mình để bảo đảm cho bản tuyên ngôn này."
        }
    ],
    "suggestions": []
}