{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ledʒisleitə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người làm luật; nhà lập pháp; thành viên cơ quan lập pháp</td></tr></table><i/></div>",
            "word": "legislator"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>legislator</k><blockquote>■ <cclass>noun a member of a legislative body. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C15: from L. <i>legis lator</i>, lit. 'proposer of a law', from <i>lex</i> 'law' and <i>lator</i> 'proposer, mover'. </blockquote></div>",
            "word": "legislator"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>legislator</k><blockquote>▸ <cclass>noun LAWMAKER, lawgiver, parliamentarian, Member of Parliament, MP, congressman, congresswoman, senator.</cclass></blockquote></div>",
            "word": "legislator"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "legislator"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "legislator"
        }
    },
    "sentences": [
        {
            "en": "My company is recruiting a <em>legislator</em>.",
            "vi": "Công ty tôi đang tuyển một nhân viên pháp lý."
        },
        {
            "en": "Bastiat explains the call for laws that restrict peaceable, voluntary exchange and punish the desire to be left alone by saying that socialists want to play God. Socialists look upon people as raw material to be formed into social combinations. To them – the elite – “the relationship between persons and the <em>legislator</em> appears to be the same as the relationship between the clay and the potter.” And for people who have this vision, Bastiat displays the only anger I find in The Law when he lashes out at do-gooders and would-be rulers of mankind, “Ah, you miserable creatures! You who think that you are so great! You who judge humanity to be so small! You who wish to reform everything! Why don't you reform yourselves? That task would be sufficient enough.”",
            "vi": "Bastiat giải thích yêu cầu cho việc các đạo luật phải hạn chế trao đổi tự nguyện, hòa bình và trừng phạt ước muốn được ở lại một mình bằng cách nói rằng các nhà xã hội muốn đóng vai trò của Chúa. Các nhà xã hội học coi người dân là nguyên liệu thô để hình thành nên những liên kết xã hội. Đối với họ - tầng lớp thượng lưu - \"mối quan hệ giữa con người và nhà lập pháp dường như giống với mối quan hệ giữa đất sét và người làm gốm.\" Và đối với những người có tầm nhìn như vậy, nơi duy nhất tôi thấy Bastiat bộc lộ cơn giận là trong Luật Pháp khi ông công kích những nhà cải cách hăng hái và những kẻ cứ ra vẻ mình thống trị nhân loại, \"Ah, các vị là những sinh vật thật khốn khổ! Các vị nghĩ rằng các vị tuyệt vời như vậy! Các vị đánh giá nhân loại quá nhỏ bé rồi! Các vị muốn cải cách mọi thứ! Tại sao các vị không tự cải cách bản thân? Nhiệm vụ đó là đã đủ rồi.\""
        },
        {
            "en": "THE MONSTER RETURNS: The White River Monster was sighted again in the summer of 1971. That year, eyewitnesses who encountered the creature described it as \"the siz​e of a boxcar\" with a bone protruding from its forehead. \"It looked as if the thing was peeling all over, but it was a smooth type of skin or flesh,\" said one, and it made strange noises that sounded like a combination of a \"cow's moo and a horse's neigh.\" Other accounts of the White River Monster described three-toed tracks, 14 inches in length, on Towhead Island leading down to the river through a path of bent trees and crushed bushes. Following the reports, in 1973 the Arkansas State <em>Legislator</em> created the White River Monster Refuge, making it illegal to \"molest, kill, trample, or harm the White River Monster while he is in the retreat.\"",
            "vi": "Quái vật trở lại: Quái vật sông Trắng đã được nhìn thấy lại vào mùa hè năm 1971. Năm đó, các nhân chứng bắt gặp sinh vật này mô tả nó có \"kích thước của một toa chở hàng\" với một khúc xương nhô ra từ trán của nó. “Có vẻ như sinh vật này đang lột da khắp nơi, nhưng nó là một loại da mịn hay thịt”, một nhân chứng nói, và nó tạo ra tiếng ồn lạ nghe có vẻ giống như một sự kết hợp của “tiếng bò rống và tiếng ngựa hí”. Những báo cáo khác về Quái vật sông Trắng mô tả nó để lại dấu chân có 3 ngón, chiều dài 14 inch, trên đảo Towhead dẫn xuống sông qua một con đường đầy cây đổ và các bụi rậm mục nát. Theo các báo cáo, trong năm 1973 cơ quan lập pháp tiểu bang Arkansas đã thành lập Khu bảo tồn Quái vật sông Trắng, cấm “quấy rối, giết, làm phiền, hoặc gây tổn hại cho Quái vật sông Trắng trong khi chúng đang ẩn náu”."
        },
        {
            "en": "Bastiat explains the call for laws that restrict peaceable, voluntary exchange and punish the desire to be left alone by saying that socialists want to play God. Socialists look upon people as raw material to be formed into social combinations. To them – the elite – “the relationship between persons and the <em>legislator</em> appears to be the same as the relationship between the clay and the potter.” And for people who have this vision, Bastiat displays the only anger I find in The Law when he lashes out at do-gooders and would-be rulers of mankind, “Ah, you miserable creatures! You who think that you are so great! You who judge humanity to be so small! You who wish to reform everything! Why don't you reform yourselves? That task would be sufficient enough.”",
            "vi": "Bastiat giải thích yêu cầu cho việc các đạo luật phải hạn chế trao đổi tự nguyện, hòa bình và trừng phạt ước muốn được ở lại một mình bằng cách nói rằng các nhà xã hội muốn đóng vai trò của Chúa. Các nhà xã hội học coi người dân là nguyên liệu thô để hình thành nên những liên kết xã hội. Đối với họ - tầng lớp thượng lưu - \"mối quan hệ giữa con người và nhà lập pháp dường như giống với mối quan hệ giữa đất sét và người làm gốm.\" Và đối với những người có tầm nhìn như vậy, nơi duy nhất tôi thấy Bastiat bộc lộ cơn giận là trong Luật Pháp khi ông công kích những nhà cải cách hăng hái và những kẻ cứ ra vẻ mình thống trị nhân loại, \"Ah, các vị là những sinh vật thật khốn khổ! Các vị nghĩ rằng các vị tuyệt vời như vậy! Các vị đánh giá nhân loại quá nhỏ bé rồi! Các vị muốn cải cách mọi thứ! Tại sao các vị không tự cải cách bản thân? Nhiệm vụ đó là đã đủ rồi.\""
        },
        {
            "en": "Tokyo, Japan (CNN) -- It was not a quiet weekend for the prime minister of Japan, facing a diplomatic test abroad from China and questions at home about his leadership          By Kyung Lah, CNN (http://edition.cnn.com/2010/WORLD/asiapcf/11/07/japan.kan.issues/index.html) Tokyo, Japan (CNN) -- It was not a quiet weekend for the prime minister of Japan, facing a diplomatic test abroad from China and questions at home about his leadership. Sitting down with CNN -- his first interview with an international television network -- Prime Minister Naoto Kan answered wide-ranging questions from pressing economic issues leading up to the upcoming APEC (Asia-Pacific Economic Cooperation) summit, to the diplomatic challenges from economic superpower China. Kan is a leader looking for a path out of a maze of domestic and international hurdles. He faces the monetary monster that is the sharply rising yen, that's prompting corporations like Toyota and Nissan to push production and jobs outside of Japan. Diplomatically, he is in the middle of a major test with China, a country wielding growing strength in the world economy, and a superpower that's just surpassed Japan in economic might. Japan is in an ongoing dispute with China over islands in the east China Sea. The islands, called Senkaku in Japan and Diaoyu in China, are claimed as territories by both countries. \"As far as Japan is concerned,\" said Kan, \"there is no territorial issue connected to the Senkaku islands. In fact, the Senkaku islands are the inherent territory of Japan. That is recognized in our history and also by international law.\" On September 7, the Japanese coast guard encountered a Chinese fishing crew in the islands' waters. The Chinese fishing vessel collided with two of the coast guard ships. Japan arrested the Chinese crew, quickly releasing the fishermen, but detaining the captain. His detention drew diplomatic fire from China, resulting in the cancellation of high-level ministerial meetings, most recently the abrupt cancellation of a scheduled meeting between Kan and Chinese Prime Minister Wen Jiabao at the Association of Southeast Asian Nations. Japan eventually released the captain, but relations continue to be strained.  At the time of the September 7 incident, the Japanese coast guard captured both collisions on video. The video, deemed highly sensitive by the prime minister's office as it sought a smooth diplomatic out with China, was not released to the public, but shown to a select group of parliamentary lawmakers. Last Friday, the video appeared on YouTube and quickly went viral, sending Prime Minister Kan's office on the diplomatic defensive. Members of the prime minister's own party publicly began to question his handling of the matter. \"The fact that the video was leaked is a big mistake for the government,\" said <em>legislator</em> Hiroshi Kawauchi, of the prime minister's ruling Democratic Party of Japan. \"It is totally different from presenting it to the public in an official manner, and it leads (to) the people's further erosion of faith in Japan's government.\" In the weekend interview with CNN, the prime minister defended his actions. \"I believe in any country that matters that relate to its territory provoke strong sentiments among people of that country. But I trust five years, 10 years down the road, people then will appreciate my cabinet dealt with the issue in a calm manner.\"  While the prime minister must try to contain the diplomatic damage with China, the most pressing matter in the week leading up to the APEC summit will be economic issues. Kan strongly defended his government's right to intervene in the currency market, in attempts to weaken the yen's sharp rise against the U.S. dollar. Japan had little choice, he suggested, since U.S. policy has been to boost the U.S. economy. \"With regard to the strong yen, the basic cause is the U.S. economy was undergoing changes with everything being skewed to a weak dollar,\" said Kan. \"Should there be excessive fluctuations in exchange markets, then we need to take resolute actions. In fact, we've already intervened in the market once. This remains an option we can take again.\" How long Kan remains in his job is a constant question lobbed publicly by many pundits in Japan. The topic is a natural one, as there have been five Japanese prime ministers in four years. Prime Minister Kan asserted he's shown leadership and results, producing a rare-earth minerals partnership with Vietnam and the deepening of an economic pact with India. \"As we move forward by achieving concrete results, one after another, these will become more visible to the Japanese people. I still have three more years in my term in office. If I firmly implement policies, I trust I will be able to have the support of the Japanese people,\" Kan said.",
            "vi": "Tokyo, Japan (CNN) -- It was not a quiet weekend for the prime minister of Japan, facing a diplomatic test abroad from China and questions at home about his leadership      Theo tin từ Tokyo, Nhật Bản của CNN - đây không phải là ngày cuối tuần yên tĩnh đối với thủ tướng Nhật Bản vì ông đang đối mặt với thách thức ngoại giao ở nước ngoài từ phía Trung Quốc và cả những vấn đề lãnh đạo ở trong nước của ông.  Ngồi lại với CNN - - cuộc phỏng vấn đầu tiên của ông với mạng truyền hình quốc tế này - - thủ tướng Naoto Kan trả lời những câu hỏi trên phạm vi rộng từ những vấn đề kinh tế cấp bách dẫn đến Diễn đàn hợp tác kinh tế châu Á - Thái Bình Dương - APEC sắp tới cho đến thách thức ngoại giao từ siêu cường quốc kinh tế - Trung Quốc.  Ông Kan là nhà lãnh đạo đang tìm kiếm con đường thoát khỏi tình trạng rối rắm khó khăn cả trong và ngoài nước. Ông đối mặt với con quái vật tiền tệ đó là đồng yên đang tăng mạnh, đó là những công ty nổi trội như Toyota và Nissan đang đẩy mạnh sản xuất và việc làm bên ngoài Nhật Bản. Bằng con đường ngoại giao, ông đang đứng giữa thử thách lớn với Trung Quốc, một quốc gia đang tận dụng sự phát triển lớn mạnh trong nền kinh tế thế giới và một siêu cường quốc chỉ vượt qua Nhật Bản về sức mạnh kinh tế.  Nhật Bản đang tiến hành tranh chấp với Trung Quốc về những quần đảo ở biển Đông. Những đảo, có tên gọi là Senkaku ở Nhật và Diaoyu ở Trung Quốc, được khẳng định là lãnh thổ bởi cả hai quốc gia.  \"Về phần Nhật Bản,\" ông Kan nói, \"không có vấn đề lãnh thổ gắn liền với quần đảo Senkaku. Thực ra, đảo Senkaku là lãnh thổ vốn của Nhật Bản. Điều đó được công nhận trong lịch sử của chúng tôi cũng như luật pháp quốc tế.\" Vào ngày 7 tháng chín, lực lượng tuần duyên Nhật Bản gặp đoàn đánh cá Trung Quốc ở vùng biển thuộc khu vực các đảo này. Tàu đánh cá Trung Quốc va phải  hai trong số tàu của lực lượng tuần duyên.   Nhật Bản bắt giữ đoàn đánh cá Trung Quốc, rồi nhanh chóng thả những ngư dân này, nhưng giam lại người thuyền trưởng. Việc giam giữ này đã dẫn đến sự công kích ngoại giao từ phía Trung Quốc, dẫn đến huỷ bỏ hội nghị cấp cao bộ trưởng, mới đây nhất là huỷ bỏ đột ngột của cuộc họp đã lên kế hoạch giữa ông Kan và thủ tướng Trung Quốc Ôn Gia Bảo tại Hiệp hội các quốc gia Đông Nam Á. Cuối cùng, Nhật Bản thả người thuyền trưởng ra, nhưng mối quan hệ vẫn tiếp tục căng thẳng.   Vào lúc xảy ra sự cố ngày 7 tháng chín, lực lượng tuần duyên Nhật Bản đã quay lại được hai cuộc va chạm trên vi-đê-ô. Cuốn vi-đê-ô này, được xem là cực kỳ nhạy cảm đối với văn phòng của thủ tướng vì nó tìm được sự giải quyết vấn đề ngoại giao ổn thoả với Trung Quốc. Nó đã không được công bố ra công chúng nhưng được chiếu cho nhóm các nhà lập pháp quốc hội đã được tuyển chọn.  Thứ Sáu vừa qua, cuốn vi-đê-ô này xuất hiện trên YouTube và nhanh chóng bị vi-rút, rồi được chuyển đến văn phòng của thủ tướng Kan nhằm mục đích phòng thủ ngoại giao.  Các thành viên của đảng phe thủ tướng bắt đầu công khai chất vấn cách xử lý vấn đề này của ông.  \"Việc cuốn vi-đê-ô bị tiết lộ là sai lầm lớn của chính phủ,\" luật sư Hiroshi Kawauchi, thuộc Đảng Dân chủ của thủ tướng cầm quyền Nhật Bản cho biết. \"Nó hoàn toàn khác với cuốn chính thức giới thiệu công chúng, và nó dẫn đến làm giảm hơn nữa niềm tin của dân chúng vào chính phủ Nhật Bản.\" Trong cuộc phỏng vấn hồi cuối tuần với CNN, thủ tướng đã bảo vệ hành động của ông. Ông nói:  \"Tôi tin rằng bất cứ quốc gia nào thì những vấn đề liên quan đến lãnh thổ cũng gây ra những ý kiến mạnh mẽ từ những người dân của quốc gia đó. Nhưng tôi tin vào 5 năm, 10 năm nữa trong tương lai, rồi mọi người sẽ cảm kích nội các của tôi trong việc giải quyết vấn đề này với thái độ điềm tĩnh.”   Trong khi vị thủ tướng phải cố ngăn thiệt hại ngoại giao với Trung Quốc thì vấn đề thúc bách nhất trong tuần diễn ra trước hội nghị thượng đỉnh APEC sẽ là kinh tế.  Thủ tướng Kan mạnh mẽ bảo vệ quyền lợi của chính phủ mình khi can thiệp vào thị trường tiền tệ, với nỗ lực làm yếu đi việc tăng mạnh đồng yên so với đô la Mỹ.  Ông cho rằng Nhật Bản có ít sự chọn lựa vì chính sách của Hoa kỳ đã từng như thế để thúc đẩy nền kinh tế phát triển.  \"Liên quan đến việc đồng yên mạnh, nguyên nhân cơ bản là nền kinh tế Hoa Kỳ đang có những thay đổi với mọi thứ nghiêng về đồng đô la rớt giá,\" ông Kan nói,  “Nếu có sự dao động quá mức trên thị trường ngoại hối, thì chúng tôi cần phải hành động kiên quyết. Thực ra, chúng tôi đã từng can thiệp vào thị trường này. Đây vẫn là quyền lựa chọn mà chúng tôi muốn thử lần nữa.\" Việc ông Kan tiếp tục sự nghiệp trong bao lâu nữa là câu hỏi được công khai đưa ra liên tục bởi nhiều chuyên gia bình luận ở Nhật. Chuyện này là lẽ thường tình vì đã có đến năm thủ tướng Nhật trong vòng bốn năm. Thủ tướng Kan quả quyết ông đã cho thấy khả năng lãnh đạo và thành quả của mình, đã tạo ra  được sự cộng tác thông thoáng, hiếm thấy với Việt Nam và sâu sắc hơn nữa là hiệp ước kinh tế với Ấn Độ.    \"Khi chúng tôi tiến lên bằng cách tạo ra các thành quả cụ thể, thì lần lượt những kết quả này sẽ trở nên khả quan hơn đối với người Nhật. Tôi vẫn còn thêm ba năm nữa trong nhiệm kỳ của mình. Nếu tôi triển khai chặt chẽ các chính sách, tôi tin rằng tôi sẽ có thể nhận được sự ủng hộ từ phía người Nhật, \" ông Kan nói."
        }
    ],
    "suggestions": []
}