{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[li'dʒitiməsi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tính hợp pháp</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to question the legitimacy of his actions</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nghi ngờ tính hợp pháp trong những hành động của anh ta</font></td></tr></table><i/></div>",
            "word": "legitimacy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>legitimacy</k><blockquote><cclass>[<cclass>lɪ'dʒɪtɪməsi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the state of being legitimate or valid. </cclass></blockquote><blockquote>⁃ (with reference to a child) the quality of being legitimate. </blockquote></div>",
            "word": "legitimacy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "legitimacy"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>legitimacy</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to confirm; establish the legitimacy (of smt.) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to challenge, question the legitimacy (of smt.) </ex></blockquote></blockquote></div>",
            "word": "legitimacy"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính hợp pháp</font></td></tr></tbody></table></div>",
            "word": "legitimacy"
        }
    },
    "sentences": [
        {
            "en": "Speaking with <em>legitimacy</em>",
            "vi": "Cách nói chính thống"
        },
        {
            "en": "Speaking with <em>legitimacy</em>",
            "vi": "Cách nói chính thống"
        },
        {
            "en": "Question the <em>legitimacy</em> of his actions",
            "vi": "Nghi ngờ tính hợp pháp trong những hành động của anh ta"
        },
        {
            "en": "Outlines ways to improve <em>legitimacy</em>, efficiency, and effectiveness",
            "vi": "Đưa ra những cách thức để nâng cao tính hợp lệ, hiệu quả và năng suất"
        },
        {
            "en": "Did they question the <em>legitimacy</em> of his actions?",
            "vi": "Họ có nghi ngờ tính hợp pháp việc làm của anh ta không?"
        },
        {
            "en": "The cop is questioning the <em>legitimacy</em> of his actions.",
            "vi": "Cảnh sát đang chất vấn tính hợp pháp về những hành động của anh ấy."
        },
        {
            "en": "Many countries have questioned the <em>legitimacy</em> of the new government.",
            "vi": "Nhiều quốc gia đã đặt câu hỏi về tính pháp lý của chính quyền mới."
        },
        {
            "en": "The divine right of kings is a political and religious doctrine of royal and political <em>legitimacy</em>.",
            "vi": "Quyền lực thiêng liêng của Đức chúa trời ban cho các vị vua là một học thuyết mang tính chính trị và tôn giáo về tính hợp pháp của hoàng gia đối với chính trị."
        },
        {
            "en": "If the power in question lacks <em>legitimacy</em>, they may even rebel.",
            "vi": "Nếu quyền lực không hợp lý thì thậm chí họ có thể nổi loạn."
        },
        {
            "en": "During the hearing of administrative cases, the court is only allowed to judge upon the <em>legitimacy</em>, but not the reasonableness, of administrative decisions and acts.",
            "vi": "Khi xét xử các vụ án hành chính, tòa án chỉ được xem xét tính hợp pháp – chứ không phải tính hợp lý – của các quyết định và hành vi hành chính."
        },
        {
            "en": "Sites such as his are part of the Communist party’s strategy to allow nationalism to grow to strengthen its political <em>legitimacy</em>.",
            "vi": "Các trang web như là trang web của anh ta đều nằm trong chiến lược của Đảng Cộng sản nhằm cho phép chủ nghĩa dân tộc bành trướng để củng cố tính hợp pháp chính trị của Đảng."
        },
        {
            "en": "Put simply, it could be said that in European tradition the <em>legitimacy</em> of the State is based on compliance by public authorities with laws and rights.",
            "vi": "Chúng ta có thể nói một cách đơn giản là theo các truyền thống châu Âu, tính hợp pháp của nhà nước được dựa trên sự tuân thủ pháp luật và quyền của các nhà cầm quyền."
        },
        {
            "en": "It was only when Gorbachev realized his lack of <em>legitimacy</em> that he started seeking the political support to deal with the deep economic and financial crisis.",
            "vi": "Mãi đến khi Gorbachov nhận thấy mình thiếu khả năng hợp pháp thì ông ấy mới bắt đầu tìm kiếm sự ủng hộ về chính trị để đối phó với cuộc khủng hoảng kinh tế và tài chính sâu sắc."
        },
        {
            "en": "The structure of civil society shows a very broad-based civil society, but a complicated mixture of organisations of different origin, structure, <em>legitimacy</em>, purpose and financing.",
            "vi": "Cấu trúc của xã hội dân sự cho thấy một xã hội dân sự rộng nhưng một hỗn hợp phức tạp gồm các tổ chức khác nhau về nguồn gốc, cấu trúc, tính hợp pháp, mục đích và tài trợ."
        },
        {
            "en": "It is recommended to the CSOs that they be more proactive with regard to improving accountability, transparency and <em>legitimacy</em> as representatives of the people.",
            "vi": "Các CSO nên tích cực hơn nữa trong việc tăng cường trách nhiệm giải trình, minh bạch và tính hợp pháp với tư cách là đại diện của nhân dân."
        },
        {
            "en": "Bandhu Social Welfare Society works towards greater openness and <em>legitimacy</em> of the community of men who have sex with men, while being sensitive to the local social context.",
            "vi": "BSWS hoạt động nhằm giúp cho cộng đồng nam có quan hệ tình dục đồng giới cởi mở hơn và được thừa nhận hơn, đồng thời vẫn luôn ý thức được tính nhạy cảm của vấn đề này tại các hoàn cảnh cụ thể."
        },
        {
            "en": "Sites such as his are part of the China Communist party's strategy to allow nationalism to grow to strengthen its political <em>legitimacy</em>.",
            "vi": "Các trang web như là trang web của anh ta đều nằm trong chiến lược của Đảng Cộng sản Trung Quốc nhằm cho phép chủ nghĩa dân tộc bành trướng để củng cố tính hợp pháp chính trị của Đảng."
        },
        {
            "en": "In general, participation contributes both to the exchange of information needed for effective decisionmaking and to the <em>legitimacy</em> of policy decisions.",
            "vi": "Nhìn chung, điều này đóng góp tích cực cho việc trao đổi thông tin cần thiết cho việc ra quyết định hiệu quả cũng như tính hợp lý của các quyết định chính sách."
        },
        {
            "en": "While gradually moving away from central planning, the government has made clear its intention to remain involved in the economy even as it grants the private sector more <em>legitimacy</em>.",
            "vi": "Trong khi dần dần từ bỏ kế hoạch hóa tập trung, chính phủ cũng nêu rõ chủ trương vẫn tham gia vào nền kinh tế, ngay cả khi chính phủ trao cho khu vực tư nhân tính hợp pháp lớn hơn."
        },
        {
            "en": "Therefore, in this case, bitcoin trading cannot be subject to tax, according to the lawyer. If taxation bodies tax them, it would automatically recognize the <em>legitimacy</em> of bitcoin as a type of asset and currency.",
            "vi": "Bởi vậy, trong trường hợp này, thương mại thông qua bitcoin không phải chịu thuế, một luật sư cho biết. Nếu tính thuế thu nhập cá nhân, các điều luật cần phải công nhận tính hợp pháp của kiểu tài sản và và giao dịch được bằng tiền bitcoin."
        }
    ],
    "suggestions": []
}