{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Leicester",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Leicester</k><blockquote><cclass>[<cclass>'lɛstə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (also <cclass><b>Red Leicester</b>) a kind of mild, firm orange cheese originally made in Leicestershire. </cclass></blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>Border Leicester</b>) a sheep of a breed often crossed with other breeds to produce lambs for the meat industry. </cclass></blockquote></blockquote></div>",
            "word": "Leicester",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Leicester",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Leicester",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Leicester",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Bath pummelled <em>Leicester</em> 37–3 last night.",
            "vi": "Đội Bath đã đánh bại hoàn toàn đội Leicester với tỷ số 37 - 3 vào tối qua."
        },
        {
            "en": "Can you tell me the way to <em>Leicester</em> Square?",
            "vi": "Anh có thể chỉ cho tôi đường tới quãng trường Leicester Square không?"
        },
        {
            "en": "I think it's showing at <em>Leicester</em> Square at seven o'clock.",
            "vi": "Tôi nghĩ nó đang được chiếu tại Quảng trường Leicester lúc 7 giờ."
        },
        {
            "en": "It's being shown at the Empire <em>Leicester</em> Square.",
            "vi": "Nó được trình diễn tại quảng trường empire leicester."
        },
        {
            "en": "Her mother's been ill so she's gone rushing up to <em>Leicester</em> to sort things out.",
            "vi": "Mẹ cô ấy bị bệnh vì vậy cô ấy vội vã đến leicester để sắp xếp mọi chuyện."
        },
        {
            "en": "Chelsea have just five games remaining in the current campaign, starting with tomorrow's trip to <em>Leicester</em>.",
            "vi": "Chelsea chỉ có 5 trận trong chiến dịch hiện tại, bắt đầu với chuyến đi ngày mai tới Leicester."
        },
        {
            "en": "I think it's showing at <em>Leicester</em> Square at seven o' clock.",
            "vi": "Tôi nghĩ nó đang được chiếu tại Quảng trường Leicester lúc 7 giờ."
        },
        {
            "en": "A Hare Krishna temple in <em>Leicester</em> was evacuated seconds before an explosion almost destroyed the building.",
            "vi": "Một ngôi đền của những người thờ thần Krishna ở Leicester đã được sơ tán vài giây trước khi một phụ nổ phá hủy gần như hoàn toàn tòa nhà."
        },
        {
            "en": "It was good to see <em>Leicester</em> Tigers outplay Wasps this afternoon.",
            "vi": "Thật tốt khi được xem đội Leicester Tigers chơi giỏi hơn đội Wasps vào chiều nay."
        },
        {
            "en": "Đội Bath đã đánh bại hoàn toàn đội <em>Leicester</em> với tỷ số 37-3 vào tối qua.",
            "vi": "Bath pummelled Leicester 37–3 last night."
        },
        {
            "en": "'Monsters of the Deep', which is now being shown at the Odeon, <em>Leicester</em> Square, is one of the most exciting films i've ever seen.",
            "vi": "'quái vật dưới biển sâu', đang được chiếu ở rạp odeon quảng trường leicester, là một trong những cuốn phim hay nhất tôi từng được xem."
        },
        {
            "en": "Gates invited his guests into his library. He and Federer paid special attention to a notebook in a glass case -- the Codex <em>Leicester</em>, filled with Leonardo's drawings, theories and thoughts. Gates paid $30.8 million for it in 1994.",
            "vi": "Gates mời khách vào thư viện của ông. Ông và Federer đặc biệt quan tâm đến một cuốn sổ ghi chép đặt trong hộp kính - Codex Leicester, chứa đầy các bản vẽ, lý thuyết và suy nghĩ của Leonardo. Gates đã chi 30,8 triệu đô la Mỹ để có được nó vào năm 1994."
        },
        {
            "en": "Gates invited his guests into his library. He and Federer paid special attention to a notebook in a glass case -- the Codex <em>Leicester</em>, filled with Leonardo's drawings, theories and thoughts. Gates paid $30.8 million for it in 1994.",
            "vi": "Gates mời khách vào thư viện của ông. Ông và Federer đặc biệt quan tâm đến một cuốn sổ ghi chép đặt trong hộp kính - Codex Leicester, chứa đầy các bản vẽ, lý thuyết và suy nghĩ của Leonardo. Gates đã chi 30,8 triệu đô la Mỹ để có được nó vào năm 1994."
        },
        {
            "en": "Vanellope was due to be delivered on Christmas Eve before the rare condition meant she had to be born prematurely by caesarean section on November 22 at Glenfield Hospital in <em>Leicester</em>. The condition, ectopia cordis, which was discovered during a scan after nine weeks' pregnancy, showed the baby's heart and part of her stomach were growing on the outside of her body. The first scans led doctors to tell them that termination was the only option, the couple said.",
            "vi": "Lẽ ra Vanellope sẽ được mẹ sinh ra vào đêm Giáng sinh, trước khi rối loạn hiếm hoi này đồng nghĩa với chuyện bé phải sinh non do phải mổ lấy thai vào ngày 22 tháng 11 tại bệnh viện Glenfield ở Leicester. Rối loạn này: tim nằm không đúng chỗ, đã được phát hiện khi soi chiếu lúc thai chín tuần, cho thấy tim và một phần dạ dày đang phát triển của bé nằm bên ngoài cơ thể. Đôi vợ chồng này cho biết, những hình chụp đầu tiên khiến các bác sĩ bảo họ rằng chỉ có một lựa chọn là phá thai mà thôi."
        }
    ],
    "suggestions": []
}