{
    "en_vn": {
        "data": {
            "content": null,
            "word": "leishmania"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leishmania</k><blockquote><cclass>[<cclass>li:ʃ'meɪnɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>leishmanias</b> or <cclass><b>leishmaniae</b><cclass>-'meɪnɪʌɪ) a single-celled parasitic protozoan which is transmitted to vertebrates by the bite of sandflies. [Genus <i>Leishmania</i>.] </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>mod. L., named after the British pathologist William B. <i>Leishman</i> (1856–1926). </blockquote></div>",
            "word": "leishmania"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leishmania"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leishmania"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leishmania"
        }
    },
    "sentences": [
        {
            "en": "A tropical disease caused by the parasitic protozoan <em>Leishmania</em> donovani.",
            "vi": "Một bệnh nhiệt đới gây ra do động vật nguyên sinh ký sinh leishmania donovani."
        },
        {
            "en": "In Brazil these animals are a natural reservoir of the parasite <em>Leishmania</em> Brazilians, which causes espundia.",
            "vi": "Ở brazil các súc vật này là nguồn dự trữ của kí sinh leishmania brasilieusis gây bệnh leishmania."
        },
        {
            "en": "A form of leishmaniasis of the skin caused by the parasite <em>leishmania</em> tropical Mexicana.",
            "vi": "Một dạng bệnh do leishmania ở ngoài da do ký sinh trùng leishmania nhiệt đới ở mêhicô."
        },
        {
            "en": "Cutaneous leishmaniasis itself has several different forms, depending on the region in which it occurs and the species of <em>Leishmania</em> involved.",
            "vi": "Bệnh leishmania ngoài da tự nó lại có nhiều dạng khác nhau, tuỳ theo vùng bị bệnh và loại leishmania liên quan."
        },
        {
            "en": "A disease, common in the tropics and subtropics, caused by parasitic protozoans of the genus <em>Leishmania</em>, which are transmitted by the bite of sandflies.",
            "vi": "Một bệnh, thường thấy ở vùng nhiệt đới và bán nhiệt đới, gây ra do động vật nguyên sinh ký sinh thuộc giống leishmania, truyền sang người theo vết đốt của ruồi cát."
        }
    ],
    "suggestions": []
}