{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lendə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người cho vay, người cho mượn</td></tr></table><i/></div>",
            "word": "lender",
            "pronounce": "['lendə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lender",
            "pronounce": "['lendə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lender",
            "pronounce": "['lendə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lender",
            "pronounce": "['lendə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lender",
            "pronounce": "['lendə]"
        }
    },
    "sentences": [
        {
            "en": "Who is the <em>lender</em>?",
            "vi": "Ai là người cho mượn vậy?"
        },
        {
            "en": "<em>Lender</em> of last resort",
            "vi": "Người cho vay cứu cánh cuối cùng"
        },
        {
            "en": "Peter is the <em>lender</em>.",
            "vi": "Peter là người cho vay."
        },
        {
            "en": "What did the <em>lender</em> do?",
            "vi": "Bên cho vay đã làm gì vậy?"
        },
        {
            "en": "Neither a borrower or the <em>lender</em> be.",
            "vi": "Không vay không trả."
        },
        {
            "en": "neither a borrower nor a <em>lender</em> be",
            "vi": "cho vay mất bạn"
        },
        {
            "en": "Neither a brrower, Nor a <em>lender</em> be",
            "vi": "Đừng cho mượn tiền, cũng đừng mượn tiền"
        },
        {
            "en": "Neither a borrower or a <em>lender</em> be.",
            "vi": "Cho vay mất bạn."
        },
        {
            "en": "Here are some of the appraisal results your <em>lender</em> will consider.",
            "vi": "Dưới đây là một số kết quả thẩm định mà người cho vay của bạn sẽ xem xét."
        },
        {
            "en": "The borderline between pass and failure in an examination is very <em>lender</em>.",
            "vi": "Sự mấp mé giữa đỗ và trượt trong một kỳ thi là rất mong manh."
        },
        {
            "en": "In the UK the Bank of England is the <em>lender</em> of last resort.",
            "vi": "Ở nước Anh, ngân hàng Anh Quốc là ngân hàng cho vay cấp cuối cùng."
        },
        {
            "en": "Precing of finance Pricise interest rate ‘spread’ based on a rick assessment of the <em>lender</em>.",
            "vi": "Cách định giá. Hoàn toàn là ‘Chênh lệch’ lãi suất, dựa trên đánh giá về mức độ rủi ro của ngân hàng."
        },
        {
            "en": "In 2012, club captain Vincent Kompany visited Vietnam at the invitation of another local <em>lender</em>.",
            "vi": "Trong năm 2012, đội trưởng Vincent Kompany đã đến thăm Việt Nam theo lời mời của một người cho vay địa phương."
        },
        {
            "en": "Neither a borrower nor a <em>lender</em> be. For loan oft loses both itself and friend.",
            "vi": "Ðừng là người đi vay cũng đừng là kẻ cho vay. Vì tiền cho vay thường mất và cũng mất cả bạn nữa."
        },
        {
            "en": "Customers use the ATM booths of Vietnam's major <em>lender</em> Vietcombank. Photo: Thu Hang",
            "vi": "Khách hàng sử dụng các máy ATM của nhà cho vay chủ yếu của Việt Nam-Vietcombank. Ảnh: Thu Hằng"
        },
        {
            "en": "You should seek help from your mortgage <em>lender</em> before you get too far behind with the payments.",
            "vi": "Anh nên tìm sự giúp đỡ từ người cho vay thế chấp trước khi trễ hạn thanh toán quá lâu."
        },
        {
            "en": "Prepayment penalties occur when you as a borrower repay your loan to your <em>lender</em> earlier than agreed upon.",
            "vi": "Tiền phạt thanh toán trước hạn xuất hiện khi bạn là một người vay tiền trả lại khoản nợ cho người cho mượn sớm hơn thỏa thuận."
        },
        {
            "en": "Major <em>lender</em> Vietcombank has announced that it no longer allows money transfers to foreign cardholders via its ATMs. ",
            "vi": "Vietcombank đã thông báo rằng họ không còn cho phép chuyển tiền cho các chủ thẻ nước ngoài thông qua các máy ATM của mình."
        },
        {
            "en": "The Vietnamese government plans to grow VietinBank and Vietcombank, the top <em>lender</em> by market value, into regionally competitive lenders. — Reuters",
            "vi": "Chính phủ Việt Nam có kế hoạch phát triển VietinBank và Vietcombank, thành ngân hàng cho vay hàng đầu thị trường, ó sức cạnh tranh trong khu vực. - Reuters"
        },
        {
            "en": "Currently, the crux of the Sino-American relations is not really strategic but economic: the US is the world's biggest debtor, while China is America's biggest <em>lender</em>.",
            "vi": "Hiện nay, vấn đề nan giải trong quan hệ Trung-Mỹ không hẳn là về chiến lược mà là về kinh tế: Hoa Kỳ là con nợ lớn nhất thế giới, trong khi Trung Quốc lại là chủ nợ lớn nhất của Hoa Kỳ."
        }
    ],
    "suggestions": []
}