{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['li:njənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhân hậu, hiền hậu, khoan dung</td></tr></table><i/></div>",
            "word": "lenient"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lenient</k><blockquote><cclass>[<cclass>'li:nɪənt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 merciful or tolerant. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>archaic mild or soothing. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>lenience</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>leniency</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>leniently</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L. <i>lenient-</i>, <i>lenire</i> 'soothe', from <i>lenis</i> 'mild, gentle'. </blockquote></div>",
            "word": "lenient"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>lenient</k><blockquote>▸ <cclass>adjective MERCIFUL, clement, forgiving, forbearing, tolerant, charitable, humane, indulgent, easy-going, magnanimous, sympathetic, compassionate.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>severe.</blockquote></div>",
            "word": "lenient"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>lenient</k><blockquote><blockquote><ex><abr>adj.</abr> lenient towards, with</ex></blockquote></blockquote></div>",
            "word": "lenient"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lenient"
        }
    },
    "sentences": [
        {
            "en": "Man must be <em>lenient</em>.",
            "vi": "Đàn ông phải rộng lượng."
        },
        {
            "en": "If I'm gonna treat him <em>lenient</em>, who's gonna be <em>lenient</em> to me?",
            "vi": "Nếu tôi đối xử khoan dung với anh ta, ai sẽ đối xử khoan dung với tôi?"
        },
        {
            "en": "If I 'm gonna treat him <em>lenient</em>, who's gonna be <em>lenient</em> to me?",
            "vi": "Nếu tôi đối xử khoan dung với anh ta, ai sẽ đối xử khoan dung với tôi?"
        },
        {
            "en": "In your case, we are prepared to be <em>lenient</em>.",
            "vi": "Trong trường hợp của anh, chúng tôi sẵn sàng nhẹ tay."
        },
        {
            "en": "The prosecution complained that the sentence was far too <em>lenient</em>.",
            "vi": "Bên nguyên phàn nàn rằng bản án quá khoan dung."
        },
        {
            "en": "I hope the judge will be <em>lenient</em> with them.",
            "vi": "Tôi hy vọng quan tòa sẽ khoan dung với họ."
        },
        {
            "en": "The English will surely not be satisfied with such a <em>lenient</em> fine.",
            "vi": "Người Anh chắc sẽ không thỏa mãn với số tiền phạt nhẹ đó."
        },
        {
            "en": "Officer urges a <em>lenient</em> sentence for the colleague who shot him.",
            "vi": "Viên sĩ quan thuyết phục một án phạt nhẹ cho người đồng nghiệp đã bắn anh ấy."
        },
        {
            "en": "The judge was <em>lenient</em> with him as this was his first offence.",
            "vi": "Quan tòa khoan dung với anh ấy vì đây là lần phạm tội đầu tiên của anh."
        },
        {
            "en": "We should <em>lenient</em> to those who show repentance and desire to redeem their faults.",
            "vi": "Chúng ta nên khoan dung đối với người biết hối cải."
        },
        {
            "en": "His family believes that the sentence handed down by the judge is too <em>lenient</em>.",
            "vi": "Gia đình anh ấy tin rằng hình phạt do quan tòa đưa ra là quá khoan dung."
        },
        {
            "en": "The victims believe that the sentence handed down by the judge is too <em>lenient</em>.",
            "vi": "Các nạn nhân tin rằng hình phạt mà tòa đã tuyên án là quá nhẹ."
        },
        {
            "en": "Imposing a <em>lenient</em> sentence for such a serious crime sets a dangerous precedent.",
            "vi": "Quy định một hình phạt nhẹ cho một tội nặng như thế là tạo ra một tiền lệ nguy hiểm."
        },
        {
            "en": "The children of indulgent or <em>lenient</em> parents are likely to grow up with SEVERAL NEGATIVE PERSONALITY TRAITS .",
            "vi": "Con cái của những bậc cha mẹ nhu nhược hay hiền lành có thể sẽ lớn lên với MỘT SỐ ĐẶC ĐIỂM NHÂN CÁCH KHÔNG TỐT."
        },
        {
            "en": "His lawyers advised him to throw himself on the mercy of the court and hope for a <em>lenient</em> sentence.",
            "vi": "Các luật sư khuyên ông ta đặt mình trước sự rộng lượng của tòa để được giảm án."
        },
        {
            "en": "Experts say most parents are too <em>lenient</em> with their kids. But some fall into the opposite camp.",
            "vi": "Nhiều chuyên gia cho rằng hầu hết bố mẹ đều quá dễ dãi, nuông chiều con cái. Nhưng cũng có một số người hoàn toàn trái ngược."
        },
        {
            "en": "He said ten wards of the district seemed to be too <em>lenient</em>, affirming that the inspection teams would tighten up control on all streets regularly until the city’s voters are satisfied with the results.",
            "vi": "Ông nói 10 phường của quận dường như quá khoan dung, khẳng định rằng các đoàn kiểm tra sẽ thắt chặt kiểm soát trên tất cả các con đường thường xuyên cho đến khi cử tri thành phố hài lòng với kết quả."
        },
        {
            "en": "He said ten wards of the district seemed to be too <em>lenient</em>, affirming that the inspection teams would tighten up control on all streets regularly until the city’s voters are satisfied with the results.",
            "vi": "Ông nói 10 phường của quận dường như quá khoan dung, khẳng định rằng các đoàn kiểm tra sẽ thắt chặt kiểm soát trên tất cả các con đường thường xuyên cho đến khi cử tri thành phố hài lòng với kết quả."
        },
        {
            "en": "However, if under-the-table money is paid, the registration officers will usually be more <em>lenient</em> and will point out all possible mistakes in the application documents up front.",
            "vi": "Tuy nhiên, nếu đưa tiền phong bì, các cán bộ đăng ký sẽ thường dễ dàng hơn và sẽ chỉ ra tất cả các lỗi trong hồ sơ đăng ký ngay lần đầu tiên."
        },
        {
            "en": "Some students showed themselves to be true leaders, even through their essays, “If I were occupying an important position under the Nguyen Court, I would propose a change in the mandarin hierarchy and restructure the army. I would propose a more <em>lenient</em> foreign policy, open our ports for free trade with other countries and lift the embargo…,” one wrote.",
            "vi": "Một số học sinh cho thấy mình là một thủ lĩnh thực sự, thậm chí thông qua các bài luận của mình, \"Nếu em đã chiếm một vị trí quan trọng trong Triều Nguyễn, em sẽ đề xuất một sự thay đổi trong hệ thống phân cấp và tái cơ cấu quân đội. Em sẽ đề xuất một chính sách đối ngoại khoan dung hơn, mở các cảng thương mại tự do với các nước khác và dỡ bỏ cấm vận ... \", một học sinh viết."
        }
    ],
    "suggestions": []
}