{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['leninist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người theo chủ nghĩa Lê-nin</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) chủ nghĩa Lê-nin; theo chủ nghĩa Lê-nin</td></tr></table><i/></div>",
            "word": "leninist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "leninist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leninist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leninist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leninist"
        }
    },
    "sentences": [
        {
            "en": "Marxist-<em>Leninist</em> ideology",
            "vi": "Hệ tư tưởng Mác-Lê Ni"
        },
        {
            "en": "Marxist-<em>Leninist</em> philosophy",
            "vi": "Triết học mác - lênin"
        },
        {
            "en": "Many people don't like Marxist-<em>Leninist</em> philosophy.",
            "vi": "Nhiều người không thích triết học Mác - Lênin."
        },
        {
            "en": "Syllabus of Marxist-<em>Leninist</em> political economy",
            "vi": "Giáo trình kinh tế chính trị Mác - Lênin"
        },
        {
            "en": "Syllabus of Marxist - <em>Leninist</em> political economy",
            "vi": "Giáo trình kinh tế chính trị Mác-Lênin"
        },
        {
            "en": "Many people don't like Marxist - <em>Leninist</em> philosophy.",
            "vi": "Nhiều người không thích triết học Mác-Lênin."
        },
        {
            "en": "I need syllabus of Marxist - <em>Leninist</em> political economy.",
            "vi": "Tôi cần giáo trình kinh tế chính trị Mác-Lênin."
        },
        {
            "en": "I need syllabus of Marxist-<em>Leninist</em> political economy.",
            "vi": "Tôi cần giáo trình kinh tế chính trị Mác - Lênin."
        },
        {
            "en": "Private ownership of means of production was ideologically unacceptable under the prevailing centrally-planned Marxist-<em>Leninist</em> model of economic development.",
            "vi": "Theo mô hình phát triển kinh tế kế hoạch hoá tập trung phổ biến của chủ nghĩa Mác - Lê Nin, sở hữu tư nhân các phương tiện sản xuất là không thể chấp nhập về hệ tư tưởng."
        },
        {
            "en": "The state has, since the revolution, considered the state sector to be the most important in Viet Nam, and, in accordance with Marxist-<em>Leninist</em> theories, has also become the agency that defines the framework for civic organisations or civil society.",
            "vi": "Kể từ sau cuộc cách mạng, nhà nước đã xem khu vực nhà nước là quan trọng bậc nhất ở Việt Nam, và theo như các học thuyết Mác-xit Lê-nin-nít, Nhà nước trở thành một cơ quan định ra khuôn khổ cho các tổ chức công dân hoặc XHDS."
        },
        {
            "en": "Don't fear the rise of China        (http://edition.cnn.com/2010/OPINION/10/31/nye.rise.china.fears/index.html?hpt=Sbin) Joseph S. Nye is University Distinguished Service Professor at Harvard University, and author ofthe \"The Future of Power,\" which PublicAffairs press will publish in February. In 1993 and 1994 he was chairman of the National Intelligence Council, which coordinates intelligence estimates for the president. In 1994 and 1995, he served as assistant secretary of defense for international security affairs. Cambridge, Massachusetts (CNN) -- A century ago, the rise of Germany and the fear it created in Britain led to world war. Some analysts predict a similar fate from the rise of China and the fear that is creating in the United States. One should be skeptical about such dire projections. By 1900, Germany had surpassed Britain in industrial power, and Kaiser Wilhelm II was pursuing an adventurous, globally oriented foreign policy that was bound to bring about a clash with other great powers. In contrast, China still lags far behind the United States economically and militarily, and has focused its policies primarily on its region and on its economic development. While its \"market <em>Leninist</em>\" economic model (the so-called \"Beijing Consensus\") provides soft power in authoritarian countries, it has the opposite effect in many democracies. Soft power is the ability to produce preferred outcomes by attraction rather than coercion or payment, and China has announced major efforts to increase its soft power. Watch an interview with Joseph Nye Even if China's gross domestic product passes that of the United States around 2030 (as Goldman Sachs projects), the two economies would be equivalent in size, but not equal in composition. China would still have a vast underdeveloped countryside, and it will begin to face demographic problems from the delayed effects of the one child per couple policy it enforced in the 20th century. Moreover, as countries develop, there is a tendency for growth rates to slow. TED.com: Asia's rise...how and when Assuming a 6 percent Chinese growth and only 2 percent American growth after 2030, China would not equal the United States in per capita income until sometime in the second half of the century. China is a long way from posing the kind of challenge to America that the kaiser's Germany posed when it passed Britain at the beginning of the last century. Unlike India, which was born with a democratic constitution, China has not yet found a way to solve the problem of demands for political participation (if not democracy) that tend to accompany rising per capita income. The ideology of communism is long gone, and the legitimacy of the ruling party depends upon economic growth and ethnic Han nationalism. Premier Wen Jiabao talks of reform but faces conservative resistance. The Chinese political system suffers from a high level of corruption, and should the economy falter, it is vulnerable to political unrest. Whether China can develop a formula that can manage an expanding urban middle class, regional inequality, and resentment among ethnic minorities remains to be seen. Xi Jinping has been anointed the likely next leader (in 2012), but not even he knows how China's political future will evolve. The current generation of Chinese leaders, realizing that rapid economic growth is the key to domestic political stability, has focused on economic development and what they call a \"harmonious\" international environment that will not disrupt their country's growth. But generations change, power often creates hubris, and appetites sometimes grow with eating. Already, some younger party members and military men argue that China's success in recovery from the global financial crisis should lead to a greater political role. And the United States objected last summer when China defined its \"core interests\" as including the distant waters of the South China Sea. TED.com: Why nations should pursue \"soft power\" Whatever Chinese intentions are, it is doubtful that China will have the military capability to expel the United States from East Asia. The region has its own internal balance of powers, and in that context, many states welcome an American presence in the region. Chinese leaders will have to contend with the reactions of other countries as well as the constraints created by their own objectives of economic growth and the need for external markets and resources. Too aggressive a Chinese military posture could produce a countervailing coalition among its neighbors that would weaken both its hard and soft power. China's recent overreaction to a maritime collision near the disputed Senkaku islands led to a hardening of attitudes in Japan. A recent Pew poll of 16 countries around the world found a positive attitude towards China's economic rise, but not its military rise. The fact that China is not likely to become a peer competitor to the United States on a global basis does not mean that the dangers of conflict in Asia can be completely ruled out. But given the global challenges such as financial stability, cybersecurity, and climate change that both China and the United States will face, they have much to gain from working together. Unfortunately, hubris and nationalism among some Chinese and unnecessary fear of decline among some Americans make it difficult to assure this future. The opinions expressed in this commentary are solely those of Joseph S. Nye.",
            "vi": "Don't fear the rise of China    Joseph S. Nye, giáo sư danh dự tại đại học Harvard và cũng là tác giả của cuốn \"Viễn cảnh của quyền lực\", được nhà xuất bản Public Affairs Press sẽ ra mắt vào tháng hai này. Vào năm 1993 và 1994, ông là chủ tịch của Hội đồng Tình Báo Quốc Gia, làm nhiệm vụ phối hợp cập nhật tình báo cho tổng thống. Vào năm 1994 và 1995, ông làm công việc trợ lý cho Bộ trưởng quốc phòng về vấn đề an ninh quốc tế. Theo tin của CNN từ Cambridge, Massachusetts - Cách đây một thế kỷ, sự lớn mạnh của nước Đức và nỗi sợ hãi mà nó gây ra ở Anh đã dẫn đến Chiến tranh thế giới. Một số nhà phân tích dự đoán số phận tương tự từ sự gia tăng của Trung Quốc và nỗi lo sợ này đang hình thành ở Hoa Kỳ.  Con người nên đặt dấu hỏi về những dự báo đáng sợ này. Vào khoảng năm 1900, Đức đã vượt hẳn Anh về thế mạnh công nghiệp và hoàng đế Wilhelm II lúc đó đang theo đuổi chính sách đối ngoại toàn cầu hoá, mạo hiểm mà chắc chắn sẽ dẫn đến đụng độ đến các cường quốc khác.  Ngược lại, Trung Quốc vẫn tụt lại xa đằng sau Hoa Kỳ về kinh tế và lẫn xét về mặt quân sự và đã tập trung các chính sách chủ yếu trên phạm vi quốc gia và dựa trên sự phát triển nền kinh tế của nó. Trong khi đó mô hình kinh tế “theo định hướng thị trường của chủ nghĩa Lê-nin\" (cái gọi là \"Ðồng Thuận Bắc Kinh\") đưa ra quyền lực mềm mại đối với các quốc gia độc tài, nó đã bị phản tác dụng ở nhiều nước dân chủ. Quyền lực mềm mại là khả năng tạo ra những thành quả được ưa thích bởi sự thu hút chớ không phải là ép buộc hoặc thanh toán và do đó Trung Quốc đã đưa ra nhiều nỗ lực lớn để gia tăng quyền lực mềm mại của nó. Hãy lắng nghe cuộc phỏng vấn giáo sư Joseph Nye Ngay cho dù tổng sản lượng nội địa của Trung Quốc vượt qua mức của Hoa Kỳ vào khoảng năm 2030 (theo các dự án của tập đoàn Goldman Sachs), thì hai nền kinh tế này sẽ tương đương nhau về quy mô nhưng không tương đồng về kết cấu. Trung Quốc vẫn còn những khu vực miền quê lớn kém phát triển và nó sẽ bắt đầu đối mặt với những vấn đề về nhân khẩu do ảnh hưởng trì trệ từ chính sách một đến hai con có hiệu lực vào thế kỷ 20. Ngoài ra, một khi các quốc gia phát triển, thì có khuynh hướng tốc độ tăng trưởng chậm lại. TED.com: Việc lớn mạnh ở Châu Á …như thế nào và …khi nào Giả sử Trung Quốc tăng trưởng 6 phần trăm và Mỹ chỉ tăng trưởng 2 phần trăm sau năm 2030, Trung Quốc vẫn sẽ không sánh bằng với Hoa Kỳ về thu nhập theo đầu người cho mãi đến một thời điểm nào đó vào cuối thế kỷ này. Trung Quốc vẫn còn “cách xa” Mỹ khi đưa ra thách thức mà hoàng đế Đức ngày xưa đã từng làm khi quyền lực vượt hẳn nước Anh vào đầu thế kỷ vừa qua.  Không giống như Ấn Độ, được sinh ra trong nền hiến pháp dân chủ, Trung Quốc vẫn chưa tìm ra con đường để giải quyết vấn đề về nhu cầu tham gia chính trị (nếu chưa dân chủ) mà sự tham gia này có khuynh hướng đi liền với việc gia tăng thu nhập theo đầu người. Tư tưởng của chủ nghĩa cộng sản đã lỗi thời từ lâu và tính hợp pháp của đảng cầm quyền tuỳ thuộc vào mức tăng trưởng kinh tế và chủ nghĩa dân tộc của người Hán. Thủ tướng Ôn gia Bảo nói về cải cách nhưng gặp phải sự phản đối bảo thủ. Hệ thống chính trị Trung Quốc bị tham nhũng ở mức báo động, và nếu nền kinh tế không vững, nó dễ dẫn đến sự nguy hiểm về bất ổn chính trị.  Dù Trung Quốc có thể phát triển cách thức quản lý tầng lớp trung lưu đô thị mở rộng đi chăng nữa, thì sự bất bình đẳng trong khu vực và sự oán giận trong các dân tộc thiểu số tiếp tục vẫn còn là những vấn đề đáng suy gẫm. Ông Tập Cận Bình, dù đã được phong chức là nhà lãnh đạo kế tiếp phù hợp (vào năm 2012), nhưng thậm chí ông không biết tương lai chính trị của Trung Quốc sẽ tiến triển thế nào.  Thế hệ các nhà lãnh đạo Trung Quốc hiện thời, nhận ra rằng mức tăng trưởng kinh tế nhanh là chìa khoá cho sự ổn định chính trị trong nước nên đã tập trung vào phát triển kinh tế và những gì mà họ gọi môi trường quốc tế \"hài hoà\" để nó sẽ không quấy rối sự phát triển quốc gia của họ. Nhưng khi các thế hệ cầm quyền thay đổi, quyền lực thường tạo ra sự kiêu căng, và khẩu vị đôi khi phát triển đi kèm với ăn uống.  Rõ ràng là, một số đảng viên trẻ và những người làm trong quân đội cho rằng thành công của Trung Quốc trong việc khôi phục kinh tế từ cuộc khủng hoảng tài chính toàn cầu đã dẫn đến vai trò chính trị lớn. Và Hoa Kỳ đã lên tiếng phản đối vào mùa hè năm ngoái rằng Trung Quốc định rõ các \"mối quan tâm chính\" chỉ bao gồm những vùng biển xa thuộc Nam Hải (tức Biển Đông).  TED.com: Tại sao các quốc gia nên theo đuổi “quyền lực mềm mỏng” Cho dù ý định Trung Quốc thế nào đi nữa, thì chưa chắc Trung Quốc sẽ có khả năng quân sự để trục xuất Hoa Kỳ khỏi Đông Á. Vùng này hiện đã có sự cân đối quyền lực nội bộ riêng và trong bối cảnh đó, nhiều chính phủ đang chào đón sự hiện diện của Mỹ trong khu vực này. Những nhà lãnh đạo Trung Quốc sẽ phải đấu tranh với phản ứng của các quốc gia khác cũng như những sự ràng buộc tạo ra bởi mục tiêu riêng của họ về mức tăng trưởng kinh tế và nhu cầu cần có cho thị trường và tài nguyên nước ngoài.  Do Trung Quốc quá hung hăng trong lập trường quân sự nên đã tạo ra một liên minh bù đắp với các nước láng giếng dẫn đến sự suy yếu đi quyền lực “mềm nắn rắn buông” của nó. Phản ứng quá lố gần đây của Trung Quốc đối với sự xung đột hải quân gần các quần đảo Senkaku đang nằm trong tranh chấp đã dẫn đến nước Nhật phải có thái độ cứng rắn. Một cuộc thăm dò gần đây của Pew ở 16 quốc gia khắp nơi trên thế giới cho thấy thái độ tích cực đối với việc tăng kinh tế của Trung Quốc, nhưng không thấy nói đến sự đồng tình về mặt lớn mạnh quân sự.   Việc Trung Quốc khó có thể trở thành đối thủ ngang bằng với Hoa Kỳ trên toàn cầu không nghĩa là nguy hiểm xung đột ở châu Á có thể hoàn toàn bị loại bỏ. Nhưng với thách thức toàn cầu như là sự ổn định về mặt tài chính, an ninh mạng và thay đổi khí hậu mà cả Trung Quốc lẫn Hoa Kỳ sẽ phải đối mặt, thì họ vẫn có nhiều cơ hội làm việc với nhau.  Thật đáng tiếc, sự kiêu căng và chủ nghĩa dân tộc giữa một số người Trung Quốc và sự lo sợ suy thoái không cần thiết ở một số người Mỹ đã làm cho viễn cảnh tương lai này trở nên khó khăn hơn.  Những ý kiến được bày tỏ trong bài viết này đơn thuần chỉ là ý kiến của giáo sư Joseph S. Nye."
        }
    ],
    "suggestions": []
}