{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Leon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Leon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Leon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Leon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Leon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Leon</em> grew quickly and strong.",
            "vi": "Leon thì lớn lên nhanh chóng và khỏe mạnh."
        },
        {
            "en": "Initially, <em>Leon</em> was clearly ahead of Wladek.",
            "vi": "Thời kỳ đầu, rõ ràng Leon vượt xa Wladek."
        },
        {
            "en": "Oxford's twin town in France is <em>Leon</em>.",
            "vi": "Thành phố kết nghĩa với Oxford ở Pháp là Leon."
        },
        {
            "en": "They picked up <em>Leon</em>, but WIadek clung on to him.",
            "vi": "Chúng lôi Leon đi, nhưng Wladek cứ bám chặt lấy."
        },
        {
            "en": "Diana made no secret of her love for <em>Leon</em>.",
            "vi": "Diana nói công khai tình yêu của mình với Leon."
        },
        {
            "en": "But <em>Leon</em> grew taller even while he slept.",
            "vi": "Nhưng Leon thì có ngủ cũng vẫn cứ lớn lên như thường."
        },
        {
            "en": "As the year passed <em>Leon</em> grew taller, Wladek grew stronger.",
            "vi": "Ngày tháng trôi qua, Leon thì cao lên, Wladek thì mạnh hơn."
        },
        {
            "en": "<em>Leon</em> has been a journeyman artist in recent years.",
            "vi": "Mấy năm gần đây, Leon đã là một nghệ sĩ biết việc."
        },
        {
            "en": "<em>Leon</em> had been a lonely child, with no one to play with except his niania.",
            "vi": "Leon vốn là một đứa trẻ cô đơn, chẳng có ai mà chơi, trừ có mỗi bà bảo mẫu của cậu ta."
        },
        {
            "en": "<em>Leon</em> Shimkin, an editor at Simon & Schuster, is a passionate graduate of Carnegie's classes.",
            "vi": "Leon Shimkin, biên tập viên tại Simon & Schuster, là một học viên nhiệt tình trong các lớp học của Carnegie."
        },
        {
            "en": "<em>Leon</em> could not bear to look, and buried his head in Wadek's shoulder.",
            "vi": "Leon không dám nhìn, gục đầu vào vai Wladek."
        },
        {
            "en": "<em>Leon</em> Sheppard Sr. had five children, 12 grandchildren and six great-grandchildren.",
            "vi": "Ông Leon Sheppard Sr. có 5 con, 12 cháu và 6 chắt."
        },
        {
            "en": "<em>Leon</em> and Wladek were both mystified and irritated by the Baron's words.",
            "vi": "Cả Leon và Wladek đều thấy hoang mang bứt rứt về những lời Nam tước vừa nói."
        },
        {
            "en": "<em>Leon</em> told Wladek they were bison, bear, elk, boar and wolverine.",
            "vi": "Leon chỉ cho Wladek chúng là bò rừng, gấu, hươu, lợn lòi và chồn."
        },
        {
            "en": "<em>Leon</em> immediately offered to show Wladek around the castle, and the tour took the rest of the morning.",
            "vi": "Leon lập tức dẫn Wladek đi xem quanh lâu đài và chuyến đi mất hết cả buồi sáng."
        },
        {
            "en": "Only after Frisco, the elder cat, dies can <em>Leon</em> Sheppard Sr.'s human heirs inherit the estate.",
            "vi": "Chỉ sau khi con Frisco, con mèo lớn tuổi hơn chết thì những người thừa kế của ông Leon Sheppard Sr. mới được thừa hưởng số tài sản kia."
        },
        {
            "en": "<em>Leon</em> was a tall, good-looking boy who was so immediately charming and welcoming to Wladek that he abandoned his prepared pugnacious posture with surprise and relief.",
            "vi": "Leon là một cậu con trai cao lớn xinh đẹp, tính tình dễ thương nên vừa gặp Wladek đã xua tan ngay thái độ hung hăng cậu ta đã chuẩn bị từ trước, trái lại tỏ ra ngạc nhiên"
        },
        {
            "en": "<em>Leon</em> Sheppard Sr., 79, left his Memphis, Tenn., house and his cash to Frisco and Jake, his pets who have gotten accustomed a certain posh lifestyle.",
            "vi": "Ông Leon Sheppard Sr. 79 tuổi đã để lại ngôi nhà của mình ở thành phố Memphis, tiểu bang Tennessee và tiền mặt cho Frisco và Jake, hai con thú cưng của ông, hai con vật này lâu nay đã quen với lối sống đại gia."
        },
        {
            "en": "<em>Leon</em> took his new friend down into the immense cellars, with line upon line of wine bottles covered in dust and cobwebs.",
            "vi": "Leon đưa anh bạn mới của mình xuống tầng hầm rộng mông mênh đầy những hàng chai rượu vang để lâu năm phủ kín bụi với mạng nhện."
        },
        {
            "en": "<em>Leon</em> was a tall, good - looking boy who was so immediately charming and welcoming to Wladek that he abandoned his prepared pugnacious posture with surprise and relief.",
            "vi": "Leon là một cậu con trai cao lớn xinh đẹp, tính tình dễ thương nên vừa gặp Wladek đã xua tan ngay thái độ hung hăng cậu ta đã chuẩn bị từ trước, trái lại tỏ ra ngạc nhiên một cách thoải mái."
        }
    ],
    "suggestions": []
}