{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Leonardo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Leonardo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Leonardo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Leonardo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Leonardo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Even when young, <em>Leonardo</em> was a moralist.",
            "vi": "Thậm chí khi còn trẻ, anh ta đã là nhà luân lý học."
        },
        {
            "en": "<em>Leonardo</em> Da Vinci invented the scissors.",
            "vi": "Leonardo Da Vinci đã phát minh ra cây kéo."
        },
        {
            "en": "<em>Leonardo</em> represents the fusion of art and science.",
            "vi": "Leonardo đại diện cho sự kết hợp giữa nghệ thuật và khoa học."
        },
        {
            "en": "How many of us would call <em>Leonardo</em> an anatomist?",
            "vi": "Bao nhiêu người trong chúng ta gọi Leonardo là nhà giải phẫu?"
        },
        {
            "en": "Dante, <em>Leonardo</em>, and Milton were men of genius.",
            "vi": "Dante, Leonardo và Milton là những thiên tài."
        },
        {
            "en": "The <em>Leonardo</em> da Vinci method: how to get enough sleep in just four hours",
            "vi": "Ngủ theo phương pháp Leonardo da Vinci: chỉ 4 tiếng thôi cũng đủ rồi"
        },
        {
            "en": "The baroque church of San <em>Leonardo</em> is worth a quick look.",
            "vi": "Nhà thờ kỳ dị của San Leonardo đáng để xem qua."
        },
        {
            "en": "Today, we tell about one of the greatest thinkers in the world, <em>Leonardo</em> da Vinci.",
            "vi": "Hôm nay, chúng tôi kể về một trong những nhà tư tưởng vĩ đại nhất trên thế giới, Leonardo da Vinci."
        },
        {
            "en": "Many of <em>Leonardo</em> da Vinci's ideas and inventions were centuries ahead of his time.",
            "vi": "Nhiều ý tưởng và phát minh của Da Vinci đi trước hàng thế kỷ."
        },
        {
            "en": "This is the home of the famous \"Mona Lisa\" painting by <em>Leonardo</em> Da Vinci.",
            "vi": "Đây là nơi cất giữ bức hoạ \"mona lisa\" nổi tiếng của leonardo da vinci."
        },
        {
            "en": "As early as the fifteenth century an Italian named <em>Leonardo</em> da Vinci had designed machines that he thought would fly.",
            "vi": "Ngay từ thế kỷ xv, một người ý tên là lenardo da vinci đã phác họa chiếc máy mà ông ta cho rằng có thể bay được."
        },
        {
            "en": "<em>Leonardo</em> da Vinci spent his life studying and observing in order to develop a scientific understanding of the world.",
            "vi": "Leonardo da Vinci dành cả đời để nghiên cứu và quan sát để nâng cao hiểu biết khoa học về thế giới."
        },
        {
            "en": "The Mona Lisa, which was painted by <em>Leonardo</em> da Vinci, is one of the most famous painting in the world.",
            "vi": "Bức Mona Lisa được vẽ bởi Leonardo da Vinci là một trong những bức vẽ nổi tiéng nhất thế giới."
        },
        {
            "en": "<em>Leonardo</em> da Vinci (1452-1519), Florentine artist, one of the great masters of the High Renaissance, celebrated as a painter, sculptor, architect, engineer, and scientist.",
            "vi": "1519), nghệ sĩ thuộc thành phố Flơ - ren - xơ, một trong những bậc thầy vĩ đại của thời kỳ Phục hưng đỉnh cao, nổi tiếng là một họa sĩ, nhà điêu khắc, kiến trúc sư, kỹ sư, và là nhà khoa học."
        },
        {
            "en": "<em>Leonardo</em> da Vinci (1452 - 1519), Florentine artist, one of the great masters of the High Renaissance, celebrated as a painter, sculptor, architect, engineer, and scientist.",
            "vi": "Leonardo da Vinci (1452-1519),nghệ sĩ thuộc thành phố Flơ-ren-xơ , một trong những bậc thầy vĩ đại của thời kỳ Phục hưng đỉnh cao, nổi tiếng là một họa sĩ, nhà điêu khắc, kiến trúc sư, kỹ sư, và là nhà khoa học."
        },
        {
            "en": "Don't say you don' t have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michaelangelo, Mother Teresea, <em>Leonardo</em> da Vinci, Thomas Jefferson, and Albert Einstein.",
            "vi": "Đừng nói rằng bạn không có đủ thời gian. Bạn có chính xác khoảng thời gian trong một ngày mà những người như Helen Keller, Pasteur, Michaelangelo, Mẹ Teresea, Leonardo da Vinci, Thomas Jefferson, và Albert Einstein có."
        },
        {
            "en": "Famous people were born in the Year of the MonkeyJulius Caesar <em>Leonardo</em> da Vinci Betsy Ross Charles Dickens Annie Oakley Eleanor Roosevelt Elizabeth Taylor Alice Walker Tom Hanks Selena Gomez",
            "vi": "Những người nổi tiếng cầm tinh con KhỉJulius Caesar Leonardo da Vinci Betsy Ross Charles Dickens Annie Oakley Eleanor Roosevelt Elizabeth Taylor Alice Walker Tom Hanks Selena Gomez"
        },
        {
            "en": "Dancing holograms – At Tokyo's Madame Tussauds wax museum, a special exhibit allows visitors, or rather, their holograms, to dance with the likes of <em>Leonardo</em> DiCaprio, Marilyn Monroe or Beyoncé. Visitors get a 3D face scan, which is transposed onto a hologram dancer for the 90-second dance performance.",
            "vi": "Không gian ba chiều khiêu vũ - Tại Viện bảo tàng hình nhân bằng sáp Madame Tussauds của Tokyo, một phòng trưng bày đặc biệt cho phép khách tham quan , hay đúng hơn là, không gian ba chiều của họ, khiêu vũ với những nhân vật như Leonardo DiCaprio, Marilyn Monroe hay Beyoncé. Khách quét khuôn mặt 3D để chuyển thành một vũ công không gian ba chiều thực hiện vũ điệu có thời lượng 90 giây."
        },
        {
            "en": "Polyphasic sleep is often associated with the name of the most famous artistic genius and inventor of the Renaissance era, <em>Leonardo</em> da Vinci. Of course, he needed a lot of time to develop his ideas — time which he often didn’t have. Being a resourceful person, however, da Vinci sought to extract this time from his daily dose of sleep.",
            "vi": "Giấc ngủ nhiều giai đoạn thường liên quan đến tên tuổi của nhà sáng tạo và đồng thời là thiên tài nghệ thuật nổi tiếng nhất thời Phục hưng, Leonardo da Vinci. Dĩ nhiên, ông cần rất nhiều thời gian triển khai tư tưởng của mình - mà thời gian chính là thứ ông thường thiếu. Mặc dù vậy, là một người có tài xoay xở, da Vinci đã tìm cách lấy bớt thời gian từ thời lượng hàng ngày dành để ngủ của mình."
        },
        {
            "en": "One of the most famous works of art in the world is <em>Leonardo</em> da Vinci’s Mona Lisa. Nearly everyone who goes to see the original will already be familiar with it from reproductions, but they accept that fine art is more rewardingly viewed in its original form.",
            "vi": "Một trong những tác phẩm nghệ thuật nổi tiếng nhất trên thế giới là bức tranh Mona Lisa của Leonardo da Vinci. Gần như tất cả những người đi xem bức tranh gốc đã quen thuộc với nó từ các bản sao chép, nhưng họ đều thừa nhận rằng tác phẩm nghệ thuật được thưởng thức trọn vẹn hơn với bản gốc."
        }
    ],
    "suggestions": []
}