{
    "en_vn": {
        "data": {
            "content": null,
            "word": "leone"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leone</k><blockquote><cclass>[<cclass>li:'əʊn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the basic monetary unit of Sierra Leone, equal to 100 cents. </cclass></blockquote></div>",
            "word": "leone"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leone"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leone"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leone"
        }
    },
    "sentences": [
        {
            "en": "Liberia, Guinea and Sierra <em>Leone</em> have together lost nearly 1,000 lives to Ebola. Guinea announced Saturday it was closing its borders with Liberia and Sierra <em>Leone</em>.",
            "vi": "Cả thảy ba nước Li-bê-ri-a, Ghi-nê và Xi-ê-ra Lê-ôn đã có gần 1000 người tử vong do dịch Ebola. Ghi-nê đã ban bố lệnh đóng cửa biên giới với Li-bê-ri-a và Xi-ê-ra Lê-ôn."
        },
        {
            "en": "It's believed that over 400 poisonous snakes have overrun a police station in Sierra <em>Leone</em>.",
            "vi": "Người ta cho rằng hơn 400 con rắn độc đã được thả ra ở một đồn cảnh sát ở Sierra Leone."
        },
        {
            "en": "I was shipped off to school in England at the age of seven, leaving my family behind in Sierra <em>Leone</em>.",
            "vi": "Lúc bảy tuổi tôi được đưa sang Anh học, bỏ lại gia đình ở Sierra Leone."
        },
        {
            "en": "Người ta cho rằng hơn 400 con rắn độc đã được thả ra ở một đồn cảnh sát ở Sierra <em>Leone</em>.",
            "vi": "It's believed that over 400 poisonous snakes have overrun a police station in Sierra Leone."
        },
        {
            "en": "Sierra <em>Leone</em> health officials check passengers transiting at the border crossing with Liberia in Jendema on March 28, 2015. (Zoom Dosso/AFP/Getty Images)",
            "vi": "Các nhân viên y tế của Sierra Leone kiểm tra hành khách băng qua biên giới tại Jendema, tiếp giáp Liberia vào ngày 28 tháng 3 năm 2015 (Zoom Dosso/Getty Images)"
        },
        {
            "en": "According to WHO statistics, 24,000 people in Guinea, Liberia, and Sierra <em>Leone</em> have contracted Ebola since late December 2013, with a few isolated cases in other countries. More than 14,000 are survivors, which indicates that with appropriate care the disease isn't necessarily fatal, a sign of hope in a dramatic scenario.",
            "vi": "Theo con số thống kê của tổ chức WHO thì từ cuối tháng 12 năm 2013 có khoảng 24.000 người ở các nước Guinea, Liberia và Sierra Leone đã nhiễm bệnh Ebola và một vài trường hợp bị cách ly ở các nước khác. Trong số đó có 14.000 người sống sót, điều đó cho thấy với điều kiện chăm sóc thích hợp thì căn bệnh này không hẳn đã gây chết người, đây quả là một dấu hiệu hi vọng trong một tình huống đầy kịch tính."
        }
    ],
    "suggestions": []
}