{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,leptouspaiə'rousis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ; số nhiều </font><font color=\"#1371BB\">leptospiroses</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bệnh trùng xoắn móc câu</td></tr></table><i/></div>",
            "word": "leptospirosis",
            "pronounce": "[,leptouspaiə'rousis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leptospirosis</k><blockquote><cclass>[<cclass>ˌlɛptə(ʊ)spʌɪ'rəʊsɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an infectious bacterial disease of rodents, dogs, and other mammals, transmissible to humans. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s: from mod. L. <i>Leptospira</i>, genus name of the bacteria (from <kref>lepto-</kref> + Gk <i>speira</i> 'coil') + <kref>-osis</kref>. </blockquote></div>",
            "word": "leptospirosis",
            "pronounce": "[,leptouspaiə'rousis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leptospirosis",
            "pronounce": "[,leptouspaiə'rousis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leptospirosis",
            "pronounce": "[,leptouspaiə'rousis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leptospirosis",
            "pronounce": "[,leptouspaiə'rousis]"
        }
    },
    "sentences": [
        {
            "en": "Can <em>leptospirosis</em> be prevented?",
            "vi": "Có thể phòng ngừa bệnh trùng xoắn móc câu (leptospirosis) không?"
        },
        {
            "en": "Where is <em>leptospirosis</em> found?",
            "vi": "Bệnh trùng xoắn móc câu (leptospirosis) được thấy ở đâu?"
        },
        {
            "en": "How is <em>leptospirosis</em> treated?",
            "vi": "Chữa bệnh trùng xoắn móc câu (leptospirosis) như thế nào?"
        },
        {
            "en": "What is <em>leptospirosis</em>?",
            "vi": "Bệnh trùng xoắn móc câu (leptospirosis) là gì?"
        },
        {
            "en": "<em>Leptospirosis</em> (Wei l's disease).",
            "vi": "Bệnh leptospira (bệnh weil's)."
        },
        {
            "en": "How do people get <em>leptospirosis</em>?",
            "vi": "Con người bị nhiễm bệnh trùng xoắn móc câu (leptospirosis) ra sao?"
        },
        {
            "en": "The autopsy concluded she died of <em>Leptospirosis</em>.",
            "vi": "Xét nghiệm tử thi kết luận rằng cô chết vì bệnh trùng xoắn móc câu (Leptospirosis)."
        },
        {
            "en": "<em>Leptospirosis</em> is a bacterial disease that affects humans and animals.",
            "vi": "Bệnh trùng xoắn móc câu (leptospirosis) là một bệnh do vi khuẩn gây bệnh cho người và động vật."
        },
        {
            "en": "Tests showed that the can was infected by dried rat urine and hence the disease <em>Leptospirosis</em>.",
            "vi": "Xét nghiệm cho thấy rằng lon nước đã bị nhiễm khuẩn do nước tiểu đã khô của chuột và do đó nhiễm bệnh trùng xoắn móc câu (Leptospirosis)."
        },
        {
            "en": "Persons with symptoms suggestive of <em>leptospirosis</em> should contact a health care provider.",
            "vi": "Bệnh nhân có những triệu chứng nghi ngờ là bệnh trùng xoắn móc câu (leptospirosis) nên liên hệ với cơ quan y tế."
        },
        {
            "en": "<em>Leptospirosis</em> is confirmed by laboratory testing of a blood or urine sample.",
            "vi": "Bệnh trùng xoắn móc câu (leptospirosis) được xác định bằng xét nghiệm mẫu máu hoặc nước tiểu."
        },
        {
            "en": "<em>Leptospirosis</em> occurs worldwide but is most common in temperate or tropical climates.",
            "vi": "Bệnh trùng xoắn móc câu (leptospirosis) xảy ra trên khắp thế giới nhưng thường ở các vùng khí hậu nhiệt đới hoặc ôn đới."
        },
        {
            "en": "Outbreaks of <em>leptospirosis</em> are usually caused by exposure to water contaminated with the urine of infected animals.",
            "vi": "Dịch bệnh trùng xoắn móc câu (leptospirosis) thường bị gây ra do tiếp xúc với nước bị nhiễm khuẩn từ nước tiểu của động vật bị mắc bệnh."
        },
        {
            "en": "The risk of acquiring <em>leptospirosis</em> can be greatly reduced by not swimming or wading in water that might be contaminated with animal urine.",
            "vi": "Nguy cơ mắc bệnh trùng xoắn móc câu (leptospirosis) có thể được giảm thiểu rất nhiều bằng cách không bơi lội trong vùng nước có thể bị nhiễm nước tiểu động vật."
        },
        {
            "en": "The parasitic species L.icterohaemorrhagiae is the main causative agent of <em>leptospirosis</em> (Wei l's disease), but many closyly related species cause similar symptoms.",
            "vi": "Loại ký sinh l.icterohaemorrhagiae là tác nhân chính gây bệnh leptospira (bệnh weil), nhưng nhiều loại liên quan cũng gây các triệu chứng tương tự."
        },
        {
            "en": "Avoid drinking off canned drinks or at the least wash off the surroundings of the can with water – And <em>Leptospirosis</em> Disease",
            "vi": "Tránh kê miệng tu nước uống đóng lon hoặc ít nhất phải rửa sạch bên ngoài lon – và tránh bệnh trùng xoắn móc câu (Leptospirosis)"
        },
        {
            "en": "<em>Leptospirosis</em> is treated with antibiotics, such as doxycycline or penicillin, which should be given early in the course of the disease.",
            "vi": "Bệnh trùng xoắn móc câu (leptospirosis) được điều trị bằng kháng sinh như doxycycline và penicillin, và phải được dùng trong thời gian đầu khi bệnh vừa phát."
        },
        {
            "en": "Symptoms of <em>leptospirosis</em> include high fever, severe headache, chills, muscle aches, and vomiting, and may include jaundice (yellow skin and eyes), red eyes, abdominal pain, diarrhea, or a rash.",
            "vi": "Triệu chứng của bệnh trùng xoắn móc câu (leptospirosis) bao gồm sốt cao, nhức đầu nặng, ớn lạnh, đau cơ và nôn mửa, có thể kèm vàng da (da và mắt màu vàng), mắt đỏ, đau bụng, tiêu chảy hoặc phát ban."
        },
        {
            "en": "<em>Leptospirosis</em> may occur in two phases; after the first phase, with fever, chills, headache, muscle aches, vomiting, or diarrhea, the patient may recover for a time but become ill again.",
            "vi": "Bệnh leptospirosis có thể xảy ra qua 2 giai đoạn: sau giai đoạn đầu tiên, với sốt, nóng lạnh, nhức đầu, đau cơ, nôn mửa hoặc tiêu chảy, bệnh nhân có thể bình phục một thời gian rồi lại phát bệnh."
        },
        {
            "en": "About 3,600 patients in evacuation centers had respiratory diseases, such as the flu and pneumonia, while there were about 600 diarrhea cases, said Ona. In addition, five in Bulacan had <em>leptospirosis</em>, a bacterial disease.",
            "vi": "Khoảng 3.600 bệnh nhân ở các trung tâm sơ tán bị bệnh về đường hô hấp, như là viêm phổi và cúm, trong khi đó có khoảng 600 ca tiêu chảy, ông Ona công bố. Ngoài ra, năm ca ở Bulacan bị bệnh trùng xoắn móc câu, một loại bệnh do vi khuẩn. "
        }
    ],
    "suggestions": []
}