{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['li:ʒn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) thương tổn</td></tr></table><i/></div>",
            "word": "lesion",
            "pronounce": "['li:ʒn]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lesion</k><blockquote><cclass>[<cclass>'li:ʒ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>chiefly Medicine a region in an organ or tissue which has suffered damage through injury or disease. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via OFr. from L. <i>laesio(n-)</i>, from <i>laedere</i> 'injure'. </blockquote></div>",
            "word": "lesion",
            "pronounce": "['li:ʒn]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>lesion</k><blockquote>▸ <cclass>noun WOUND, injury, bruise, abrasion, contusion; ulcer, ulceration, (running) sore, abscess; <cclass>Medicine trauma.</cclass></cclass></blockquote></div>",
            "word": "lesion",
            "pronounce": "['li:ʒn]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>lesion</k><blockquote><blockquote><ex><abr>n.</abr> an open lesion</ex></blockquote></blockquote></div>",
            "word": "lesion",
            "pronounce": "['li:ʒn]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thương tổn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">degenerative lesion</font><font color=\"#282828\">: thương tổn thoái hóa</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">funetional lesion</font><font color=\"#282828\">: thương tổn chức năng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">gross lesion</font><font color=\"#282828\">: thương tồn vĩ mô</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">organic lesion</font><font color=\"#282828\">: thương tổn cơ quan</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">primary lesion</font><font color=\"#282828\">: thương tổn tiền phát, thương tổn kỳ đầu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">systemic lesion</font><font color=\"#282828\">: thương tổn hệ thống mô</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">vascular lesion</font><font color=\"#282828\">: thương tổn mạch máu</font></li></td></tr></tbody></table></div>",
            "word": "lesion",
            "pronounce": "['li:ʒn]"
        }
    },
    "sentences": [
        {
            "en": "<em>Lesion</em>.",
            "vi": "Thương tổn."
        },
        {
            "en": "Do you remember if anything happened to cause the <em>lesion</em>?",
            "vi": "Bạn có nhớ cái gì đã gây ra vết thương không?"
        },
        {
            "en": "Condyloma latum is an infectious warty <em>lesion</em> of the secondary.",
            "vi": "Bướu condylom phẳng là một vết thương giống như mụn cóc nhiễm trùng của giai đoạn thứ cấp."
        },
        {
            "en": "If the <em>lesion</em> changes or doesn't go away, please contact us.",
            "vi": "Nếu vết thương có biến đổi hoặc không giảm, xin vui lòng liên lạc với chúng tôi."
        },
        {
            "en": "If you want the <em>lesion</em> to heal faster, I can prescribe you a topical steroid.",
            "vi": "Nếu bạn muốn nó mau lành, tôi có thể cho bạn toa thuốc thoa tại chỗ."
        },
        {
            "en": "Does the <em>lesion</em> cause any symptoms like pain, numbness or tingling?",
            "vi": "Vết thương có bị đau, tê hay ngứa không?"
        },
        {
            "en": "You must come in for us to evaluate the <em>lesion</em> in three days.",
            "vi": "Bạn phải quay lại trong ba ngày để chúng tôi xem lại vết thương."
        },
        {
            "en": "You will need to have the <em>lesion</em> biopsied in order for us to accurately diagnose what you have.",
            "vi": "Bạn cần làm sinh thiết vết thương để chúng tôi có thể đưa ra chẩn đoán chính xác."
        },
        {
            "en": "We don't need to do anything about this. The <em>lesion</em> will be gone by itself in a week.",
            "vi": "Chúng ta không cần điều trị gì cho trường hợp này. Vết thương sẽ tự lành trong một tuần."
        },
        {
            "en": "The maggots migrate beneath the skin surface, producing an inflamed linear <em>lesion</em> similar to that of creeping eruption.",
            "vi": "Giòi di trú dưới da gây một thương tổn viêm theo đường thẳng tương tự như phát ban đường hầm."
        },
        {
            "en": "Below the <em>lesion</em> there is a spastic paralysis on the same side and a loss of pain and temperature sensation on the opposite side.",
            "vi": "Phần dưới tổn thương có liệt co cứng ở cùng một phía và mất cảm giác nóng và đau ở phía bên kia."
        },
        {
            "en": "As these cells can be multiplying more rapidly than healthy cells, the cancer cells can form a growing lump in the body called a tumour or a <em>lesion</em>.",
            "vi": "Khi những tế bào ung thư này sinh sôi nhanh hơn nhiều so với những tế bào khỏe mạnh, thì chúng có thể tạo thành nhóm cục u trong cơ thể gọi là khối u hay thương tổn."
        },
        {
            "en": "We will take a small piece of the <em>lesion</em> and send it to another doctor to be looked at more closely.",
            "vi": "Chúng tôi sẽ lấy 1 mẩu nhỏ vết thương để gửi cho bác sĩ khác kiểm tra kĩ hơn."
        },
        {
            "en": "Many patients believe that a <em>lesion</em> on the surface should be easy to cure and failure to do so implies that the doctor is not good enough.",
            "vi": "Nhiều bệnh nhân tin rằng thương tổn bên ngoài rất dễ chữa lành và không làm được như thế có nghĩa là bác sĩ không giỏi."
        },
        {
            "en": "On or affecting the opposite side of the body: applied particularly to paralysis occurring on the opposite side of the body from the brain <em>lesion</em> that caused them.",
            "vi": "Trên hoặc tác động vào bên đối nghịch của cơ thể: áp dụng đặc biệt cho chứng liệt xảy ra trên phía đối nghịch của cơ thể từ tổn thương não gây ra chứng liệt đó."
        },
        {
            "en": "On or affecting the same side of the body, applied particularly to paralysis (or other symptoms) occurring on the same side of the body as the brain <em>lesion</em> that caused them.",
            "vi": "Ở hay ảnh hưởng tới cùng một bên cơ thể, dùng đặc biệt cho chứng liệt (hay các triệu chứng khác) xảy ra ở cùng một bên cơ thể do các thương tổn não gây ra."
        },
        {
            "en": "This symptom may be psychogenic, occurring, for example, as a phase of anorexia nervosa; or it may be due to neurological causes, such as a <em>lesion</em> of the hypothalamus.",
            "vi": "Triệu chứng có thể do tâm thần, thí dụ xảy ra như một giai đoạn của chứng chán ăn thần kinh; hay cũng có thể do nguyên nhân thần kinh, như một tổn thương dưới đồi."
        },
        {
            "en": "Disorders of the scalp and hair      * Tinea capitis, a type of ringworm, is a fungal infection that forms a scaly, ring-like <em>lesion</em> in the scalp. It's contagious and common among school-age children.",
            "vi": "Bệnh da đầu và tóc  * Bệnh nấm da đầu, một loại bệnh éc-pét mảng tròn, đây là chứng nhiễm nấm gây tổn thương tròn, có vảy trên da đầu. Đây là chứng bệnh rất dễ lây lan và thường thấy ở trẻ trong độ tuổi đi học."
        },
        {
            "en": "The disease, occurring in Panama, Honduras, and the Amazon, primarily affects men who visit the forests to collect chicle and takes the form of an ulcerating <em>lesion</em> on the ear lobe.",
            "vi": "Bệnh thấy ở panama, honduras và vùng amazon, trước tiên gây bệnh ở những người du lịch ở rừng về sưu tầm chất gôm và bị một dạng loét trên thuỳ tai."
        },
        {
            "en": "Stem cell therapy 'damage' seen in kidney disease case         A new complication has been seen in a patient with kidney disease who received stem cell therapy, scientists have warned.  Stem cells were injected into the kidney, but the patient suffered tissue damage and died from an infection.  The Canadian and Thai researchers said the findings published in the Journal of the American Society of Nephrology showed caution was needed.  Experts said there was a gap between research and treatment.  Many scientists hope stem cell therapy can be used to treat a wide range of diseases.  It has been shown that it is possible to reprogram adult stem cells, taken from bone marrow, to become a range of specific cell types - including kidney cells.  And animal studies have indicated that injecting stem cells directly into organs, including the kidney, is safe.  The patient in this case had been treated by a private clinic.  Researchers from Chulalongkorn University in Bangkok, Thailand, and Paul Scott Thorner, from the University of Toronto, were involved in removing and analysing the kidney.  They found that the patient had not benefited at all from the treatment, but had actually developed tissue damage called angiomyeloproliferative lesions at the injection sites. These were found to be clusters of blood vessels and bone marrow cells.  Enthusiasm 'premature'  Dr Duangpen Thirabanjasak, from Chulalongkorn University, who led the research, said: \"This type of <em>lesion</em> has never been described before in patients, and we believe that this is either formed directly by the stem cells that were injected or that the stem cells caused these masses to form.\"  And she warned that, because they had not been seen before, no-one knew how the lesions might have developed over time.  The authors conclude that their findings should serve as a warning to clinical investigators that the development of blood vessel and bone marrow masses may be a possible complication of stem cell therapy.  And they said more work was needed to identify why the masses formed, and how this could be avoided.  Writing in the journal, Andras Nagy, of Toronto's Mount Sinai Hospital, and Susan Quaggin, of the University of Toronto, said caution was needed over stem cell therapies - especially if they were being offered by unregulated private clinics.  They added: \"Premature enthusiasm and protocols that are not fully vetted are dangerous and result in negative publicity for the field of stem cell research, and more importantly, may result in disastrous outcomes with no benefit to the patient.  \"Although there is promise, a large gap still exists between scientific knowledge and clinical translation for safe and effective stem cell-based therapies.",
            "vi": "“Tổn thương” của liệu pháp tế bào gốc được tìm thấy trong ca bệnh thận      Các nhà khoa học đã cảnh báo rằng một biến chứng mới được tìm thấy trong một bệnh nhân bị bệnh thận đang điều trị bằng liệu pháp tế bào gốc.   Tế bào gốc đã được tiêm vào thận, nhưng bệnh nhân bị tổn thương mô và chết vì nhiễm trùng. Các nhà nghiên cứu người Canada và Thái Lan nói rằng phát hiện này được công bố trong tập san Journal of the American Society of Nephrology cho thấy cần phải thận trọng hơn nữa. Các chuyên gia cho rằng có sự khác biệt giữa việc nghiên cứu và điều trị. Nhiều nhà khoa học hy vọng điều trị tế bào gốc có thể được sử dụng để chữa trị nhiều loại bệnh. Điều đó cho thấy có thể lập trình lại các tế bào gốc trưởng thành được lấy từ tuỷ xương, tạo thành một loạt tế bào đặc trị kể cả các tế bào trong thận. Và các nghiên cứu trên động vật còn cho thấy rằng việc tiêm trực tiếp tế bào gốc vào các cơ quan kể cả thận cũng an toàn. Bệnh nhân trong trường hợp này được chữa trị ở phòng khám riêng. Các nhà nghiên cứu thuộc trường Đại Học Chulalongkorn ở Bangkok, Thái Lan và Paul Scott Thorner thuộc trường Đại học Toronto đã tập trung để cắt bỏ thận và phân tích nó. Họ nhận thấy rằng bệnh nhân chẳng nhận được kết quả tích cực gì từ việc điều trị, mà còn bị tổn thương mô gọi là tổn thương tăng sinh u mạch máu tại chỗ tiêm. Những phát hiện này được tìm thấy ở các cụm mạch máu và các tế bào tuỷ xương. Nhiệt tình “hấp tấp” Tiến sĩ Duangpen Thirabanjasak thuộc trường Đại học Chulalongkorn chủ trì cuộc nghiên cứu cho rằng: “Loại tổn thương này chưa bao giờ được miêu tả truớc đó trong cơ thể bệnh nhân, và chúng tôi tin rằng nó được hình thành trực tiếp từ tế bào gốc được tiêm hay những tế bào gốc đã tạo ra các khối này.” Bà còn cảnh báo là vì trước đó chúng chưa được tìm thấy nên không ai biết thương tổn đó sẽ phát triển như thế nào qua thời gian. Các tác giả cũng kết luận rằng những phát hiện của họ là lời cảnh báo đối với các nghiên cứu viên lâm sàng rằng sự phát triển mạch máu và các khối tuỷ xương có thể là một biến chứng của trị liệu tế bào gốc. Họ còn nói  cần phải có nhiều nghiên cứu để xác định tại sao các khối này lại hình thành và cách phòng tránh nó. Andras Nagy thuộc bệnh viện Toronto's Mount Sinai đang viết bài cho tập san này và Susan Quaggin thuộc trường Đại học Toronto bảo rằng cần phải thận trọng đối với trị liệu tế bào gốc, đặc biệt nếu chúng được đề xuất bởi các phòng khám tư không được kiểm soát. Họ cho rằng: “Mối quan tâm những bản kế hoạch nghiên cứu quá sớm không được kiểm tra đầy đủ là rất nguy hiểm và gây nên tác động tiêu cực trong cộng đồng đối với lĩnh vực nghiên cứu tế bào gốc, và quan trọng hơn có thể gây nên những hậu quả tai hại không có lợi cho bệnh nhân.” “Dù đó là điều hứa hẹn nhưng vẫn tồn tại sự khác biệt lớn giữa kiến thức khoa học và giải thích lâm sàng đối với các liệu pháp an toàn và hiệu quả dựa vào tế bào gốc.”"
        }
    ],
    "suggestions": []
}