{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[lju:'ki:miə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">leukemia</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,lju:'ki:miə]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">leukemia</font></td></tr></table><i/></div>",
            "word": "leukaemia",
            "pronounce": "[lju:'ki:miə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leukaemia</k><blockquote><cclass>[<cclass>lu:'ki:mɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(<cclass>US <cclass><b>leukemia</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun a malignant progressive disease in which the bone marrow and other blood-forming organs produce increased numbers of immature or abnormal leucocytes, suppressing the production of normal blood cells. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>leukaemic</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: coined in Ger. from Gk <i>leukos</i> 'white' + <i>haima</i> 'blood'. </blockquote></div>",
            "word": "leukaemia",
            "pronounce": "[lju:'ki:miə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leukaemia",
            "pronounce": "[lju:'ki:miə]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>leukaemia</k><blockquote><blockquote><abr>see</abr><kref>leukemia</kref></blockquote></blockquote></div>",
            "word": "leukaemia",
            "pronounce": "[lju:'ki:miə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ung thư bạch cầu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">myeloid leukaemia</font><font color=\"#282828\">: ung thư bạch cầu dạng tủy</font></li></td></tr></tbody></table></div>",
            "word": "leukaemia",
            "pronounce": "[lju:'ki:miə]"
        }
    },
    "sentences": [
        {
            "en": "<em>Leukaemia</em>.",
            "vi": "Ung thư bạch cầu."
        },
        {
            "en": "He is a <em>leukaemia</em>.",
            "vi": "Cậu ta mắc bệnh bạch cầu."
        },
        {
            "en": "They are also classified according to the type of white cell that is proliferating abnormally; for example lympho-blastic <em>leukaemia</em> and acute myeloblastic <em>leukaemia</em>.",
            "vi": "Cũng có thể phân loại tuỳ theo kiểu bạch cầu tăng sinh bấy thường; thí dụ ung thư bạch cầu nguyên bào lymphô và ung thư bạch cầu nguyên bào tuỷ cấp."
        },
        {
            "en": "A drug that prevents cell growth and is used to treat some types of <em>leukaemia</em>.",
            "vi": "Một loại thuốc ngăn chặn tăng trưởng tế bào dùng chữa vài loại ung thư bạch cầu."
        },
        {
            "en": "Cytotoxic drug used to suppress the symptoms of some types of <em>leukaemia</em>.",
            "vi": "Một loại thuốc gây độc tế bào dùng chặn các triệu chứng của vài dạng ung thư bạch cầu."
        },
        {
            "en": "It is found in a rare form of <em>leukaemia</em> most commonly occurring in young men.",
            "vi": "Tế bào lông thấy trong một dạng ung thư bạch cầu hiếm thường thấy nhất ở phái nam còn trẻ."
        },
        {
            "en": "A protein of low molecular weight found in the urine of patients with multiple myeloma lymphoma, <em>leukaemia</em>, and Hodgkin's disease.",
            "vi": "Một protein có trọng lượng phân tử thấp thấy trong nước tiểu các bệnh nhân đau tuỷ, u lymphô, ung thư bạch cầu, và bệnh hodgkin."
        },
        {
            "en": "Some cancers, such as <em>leukaemia</em>, need chemotherapy because they involve cells which are found throughout the body.",
            "vi": "Một số ung thư, như ung thư máu (bệnh bạch cầu), cần phải thực hiện hoá trị bởi vì nó bao gồm nhiều tế bào trong khắp cơ thể."
        },
        {
            "en": "<em>Leukaemia</em> are classified into acute or chronic varieties depending on the rate of progession of the disease.",
            "vi": "Ung thư bạch cầu cần được phân loại thành các dạng cấp và mãn tuỳ theo tốc độ diễn tiến của bệnh."
        },
        {
            "en": "A tumor that arises in association with myeloid <em>leukaemia</em> and consists essentially of a mass of leukemia cells.",
            "vi": "Một bướu mọc lên phối hợp với bệnh bạch cầu myeloid và bao gồm một khối các tế bào bạch cầu."
        },
        {
            "en": "Anaemia can also be caused by the impaired production of red blood cells, as in <em>leukaemia</em> or pernicious anaemia.",
            "vi": "Thiếu máu cũng có thể có nguyên nhân là sự sản xuất ra hồng cầu bị rối loạn như trong bệnh bạch cầu hoặc thiếu máu ác tính."
        },
        {
            "en": "An enzyme that inhibits the growth of certain tumours and is used in the treatment of acute lymphoblastic <em>leukaemia</em>.",
            "vi": "Enzyme ức chế tăng trưởng của một số khối u, dùng điều trị ung thư bạch cầu nguyên bào lymphô cấp."
        },
        {
            "en": "The stage is almost invariably followed by one in which excessive numbers of white cells are produced, as typical in <em>leukaemia</em>.",
            "vi": "Giai đoạn hầu hết không thay đổi được tiếp theo bởi một giai đoạn điển hình của bệnh bạch cầu, trong đó một số lớn lượng bạch cầu được tạo thành."
        },
        {
            "en": "Dr. David Grant, scientific director at <em>Leukaemia</em> Research, which partially funded the study, said \"the important message is that leukemia cells can be destroyed by the immune system.\"",
            "vi": "Bác sĩ David Grant, giám đốc khoa học tại Viện nghiên cứu Bệnh bạch cầu, nơi cấp vốn một phần cho nghiên cứu, phát biểu: \"Thông điệp quan trọng là tế bào bệnh bạch cầu có thể bị phá hủy bởi hệ miễn dịch.\""
        },
        {
            "en": "Dr. David Grant, scientific director at <em>Leukaemia</em> Research, which partially funded the study, said \"the important message is that leukemia cells can be destroyed by the immune system.\"",
            "vi": "Bác sĩ David Grant, giám đốc khoa học tại Viện nghiên cứu Bệnh bạch cầu, nơi cấp vốn một phần cho nghiên cứu, phát biểu :\"Thông điệp quan trọng là tế bào bệnh bạch cầu có"
        },
        {
            "en": "There are probably many causative factors, some of which are known; for example, a cigarette smoking is associated with lung cancer, radiation with some bone sarcomas and <em>leukaemia</em>.",
            "vi": "Có thể có nhiều yếu tố, nguyên nhân, một vài yếu tố đã được biết; thí dụ hút thuốc lá có thể gây ung thư phổi, chiếu xạ có thể gây ung thư xương và bệnh bạch huyết."
        },
        {
            "en": "Gene therapy 'treats' Parkinson's disease      Treating Parkinson's disease with gene therapy has been shown to be successful in clinical trials for the first time, say US researchers. The illness causes uncontrolled shaking, stiffness and slow movement as part of the brain dies. The small study in The Lancet Neurology used a virus to add genes to brain cells, which resulted in reduced symptoms for half of patients. Parkinson's UK welcomed the study, but said further research was needed. The disease affects 120,000 people in the UK, mostly in the over-50s. There is no cure, although drugs and deep brain stimulation have been shown to reduce symptoms.  Gene treatment Patients with Parkinson's have reduced levels of a chemical - GABA - in part of the brain known as the subthalamic nucleus. The researchers created a virus which \"infects\" cells with a gene to increasing GABA production. In the trial, 22 patients had the virus injected into their brains while 23 patients had \"sham surgery\", to make them think they had the virus injected. Their motor function was then scored over six months. Patients who had gene therapy showed a 23.1% improvement in their motor score, those with sham surgery improved by 12.7%. The report's authors say this \"offers a novel alternative to conventional pharmacological or surgical treatment\" and that it \"shows the promise of gene therapy for other neurological disorders.\" Professor Nicholas Mazarakis, who is a specialist in gene therapy at Imperial College London, told the BBC that the positive result was \"very encouraging.\" He added: \"This result should be taken with some caution though, as it constitutes a rather small mean improvement, only 10.4%, in the clinical rating scale motor scores between those patients receiving the gene therapy and the placebo group.\" In addition the absence of significant improvements in other secondary outcome measures such as dyskinesia and quality of life between the two groups, warrants further long-term evaluation of this treatment in more patients.\" There have been concerns about the safety of gene therapy. In 1999, Jesse Gelsinger died during a trial in the US and there were cases of <em>leukaemia</em> after treatment in France. The authors say this procedure is safe. Dr Michelle Gardner, research development manager at Parkinson's UK, said: \"This research shows the promise of gene therapy for neurological conditions like Parkinson's, but further research is still needed.  \"We still don't know for how long the benefits of this treatment may last, or whether there may be long-term problems due to introducing viruses into the brain.  \"In addition, any new treatment must be shown to be more effective than those currently available for Parkinson's, which this treatment has not yet been shown to do.\"",
            "vi": "Liệu pháp gien ‘trị’ bệnh liệt rung    Điều trị bệnh liệt rung bằng liệu pháp gien đã tỏ ra thành công trong các cuộc thử nghiệm lâm sàng lần đầu tiên, các nhà nghiên cứu của Hoa Kỳ nói.  Bệnh này làm cho cử động chậm chạp, cứng đơ và rung không kềm chế được, do não chết.  Nghiên cứu nhỏ trên The Lancet Neurology sử dụng vi-rút để đưa gien vào tế bào não, dẫn đến kết quả là một nửa bệnh nhân đã giảm triệu chứng.  Hiệp hội bệnh liệt rung của Vương quốc Anh vui mừng về nghiên cứu này, nhưng họ nói rằng cần phải nghiên cứu thêm nữa.  Bệnh này ảnh hưởng tới 120.000 người Vương quốc Anh, hầu hết ở những người trên 50 tuổi.  Chưa có thuốc chữa, dù rằng các loại thuốc và phương pháp kích thích não sâu tỏ ra đã làm giảm triệu chứng.  Điều trị bằng gien Các bệnh nhân bị liệt rung đã giảm mức hoá chất - GABA – trong phần não được gọi là nhân dưới đồi.  Các nhà nghiên cứu đã tạo ra một loại vi-rút \"lây nhiễm\" tế bào bằng gien để làm tăng khả năng tạo GABA.  Trong cuộc thử nghiệm, có 22 bệnh nhân được tiêm vi-rút vào não trong khi 23 bệnh nhân khác được \"phẫu thuật giả\", để tạo cho họ cảm giác là họ đã được tiêm vi-rút.  Sau đó chức năng dây thần kinh vận động của họ được ghi nhận lại trong sáu tháng.  Các bệnh nhân được chữa trị bằng liệu pháp gien đã cải thiện được 23,1% trong kết quả ghi nhận về dây thần kinh vận động của họ, còn các bệnh nhân được giải phẫu giả chỉ cải thiện được 12,7%.  Tác giả của bản báo cáo nói rằng điều này \"đưa ra một sự lựa chọn mới thay thế cho cách điều trị bằng thuốc hay phẫu thuật thông thường\" và nó \"cho thấy liệu pháp gien đầy hứa hẹn cho các rối loạn khác về thần kinh.\" Giáo sư Nicholas Mazarakis, chuyên gia về liệu pháp gien tại Đại học Hoàng gia Luân Đôn, nói với BBC rằng kết quả khả quan này \"rất đáng khích lệ.\" Ông nói thêm: \"Tuy vậy, kết quả này nên được ứng dụng một cách thận trọng, vì nó chỉ cải thiện được một mức độ khá nhỏ, chỉ 10,4%, trong các ghi nhận về dây thần kinh vận động trong thử nghiệm lâm sàng ở các bệnh nhân được chữa trị bằng liệu pháp gien và nhóm dùng thuốc trấn an.\" Ngoài ra, không có cải tiến đáng kể trong biện pháp tác động phụ khác như là chứng loạn vận động và chất lượng sống giữa hai nhóm, cho phép đánh giá lâu dài cách điều trị này cho thêm nhiều bệnh nhân.\" Có sự lo ngại về an toàn của liệu pháp gien. Vào năm 1999, Jesse Gelsinger đã chết trong một cuộc thử nghiệm ở Hoa Kỳ và có các trường hợp bị ung thư máu sau khi được điều trị ở Pháp.  Các tác giả nói rằng phương  phàp này an toàn.  Tiến sĩ Michelle Gardner, giám đốc phát triển nghiên cứu tại Hiệp hội bệnh liệt rung của Vương quốc Anh nói: \"Nghiên cứu này cho thấy liệu pháp gien đầy hứa hẹn cho các bệnh thần kinh như bệnh liệt rung, nhưng cũng cần phải nghiên cứu thêm nữa.  \"Chúng ta vẫn chưa biết lợi ích của việc điều trị này có thể kéo dài bao lâu, hoặc liệu có xảy ra những vấn đề lâu dài vì đưa vi-rút vào não hay không.  \"Hơn nữa, bất kỳ cách điều trị mới nào phải tỏ ra có hiệu quả hơn các cách điều trị bệnh liệt rung hiện thời, nhưng cách điều trị này lại chưa chứng minh được như vậy.\" http://www.bbc.co.uk/news/health-12758230"
        },
        {
            "en": "Scientists Prove Mother Can Pass Cancer to Her Unborn Baby     By: Madeline Ellis  Published: Wednesday, 14 October 2009  The placenta is an unborn baby’s lifeline. Attached to the inside of the uterus and connected to the fetus by the umbilical cord, the placenta works as a trading post between the mother’s and the baby’s blood supply. Oxygen and nutrients in the mother’s blood pass across the placenta to the fetus, and metabolic wastes and carbon dioxide from the fetus cross in the other direction. The placenta also helps protect the baby from infections and potentially harmful substances, but it’s not a foolproof filter. Other substances, such as alcohol, drugs, and cigarette smoke can also cross the placenta, with effects including congenital disorders, drug addiction, and fetal alcohol syndrome in the newborn. And scientists have long suspected that cancer can cross the placental barrier and spread from the mother to her unborn child, but have had no proof—until now.  Researchers at the Institute of Cancer Research, a college of the University of London, working with colleagues in Japan, studied the case of a 28-year-old Japanese woman who gave birth to an apparently healthy baby girl after a normal, uneventful pregnancy. A month later, the mother developed vaginal bleeding and was diagnosed with acute lymphoblastic leukemia. She began chemotherapy but developed encephalitis and died 19 days later. The baby showed no signs of illness until she was 11 months old when she was taken to the hospital with a swollen right cheek. Tests revealed she had a tumor in her jaw and the cancer had spread to her lungs.  By comparing DNA from the mother’s bone marrow to that of the baby, the researchers were able to determine that the cancer cells of both mother and child shared the same mutated gene, called BCR-ABL1, but the baby had not inherited the gene. Subsequent testing of a neonatal blood sample taken from the baby confirmed that the cancer had spread before birth.  So how could this have happened? Normally, if the cells crossed the placental barrier, the baby’s immune system would have recognized them as foreign invaders and destroyed them, which is why mother-to-child cancer transmission is so rare. But in this case, the baby’s tumor cells were missing a vital piece of DNA that plays a key role in immune system function. Without this, the cancer cells were able to pass through undetected.    “It appears that in this and, we presume, other cases of mother-to-offspring cancer, the maternal cancer cells did cross the placenta into the developing fetus and succeeded in implanting because they were invisible to the immune system,” said lead researcher Professor Mel Greaves. “We are pleased to have resolved this longstanding puzzle. But we stress that such mother to offspring transfer of cancer is exceedingly rare and the chances of any pregnant woman with cancer passing it on to her child are remote.”  Records dating back to 1866 include 17 cases where a mother and infant appeared to share the same cancer, usually leukemia or melanoma. And while the most likely explanation was that it spread to the infants during pregnancy, other scenarios were theoretically possible. “People have believed that this has been the case for some time. This is really crossing the T’s, dotting the I’s and showing that that’s really the case,” said William H. Chambers, scientific program director at the American Cancer Society.  Dr. David Grant, scientific director at <em>Leukaemia</em> Research, which partially funded the study, said “the important message is that leukemia cells can be destroyed by the immune system.” Knowing this will help scientists find ways to harness the power of the immune system to first cure and then protect patients from leukemia, he said.   The report is published in the October 12 online edition of the Proceedings of the National Academy of Sciences.",
            "vi": "Các nhà khoa học chứng minh người mẹ có thể di truyền ung thư sang đứa con đang mang trong mình    Tác giả: Madeline Ellis Xuất bản: Thứ Tư, ngày 14 tháng Mười năm 2009 Nhau thai là huyết mạch của em bé chưa ra đời. Được gắn vào bên trong tử cung và nối với bào thai bằng dây rốn, nhau thai làm cầu nối dinh dưỡng giữa máu của mẹ và nguồn cung cấp máu của em bé. Khí oxy và các chất dinh dưỡng trong máu của mẹ đi qua nhau thai đến bào thai, và các chất thải chuyển hóa và khí CO2 từ bào thai được đưa sang lại mẹ. Nhau thai cũng giúp bảo vệ em bé khỏi nhiễm trùng và các chất có hại, nhưng nó không phải là một màng lọc hoàn hảo. Các chất khác, như rượu, thuốc, và khói thuốc lá cũng có thể đi qua nhau thai, với tác động là các rối loạn bẩm sinh, nghiện, và hội chứng nhiễm rượu ở bào thai trong trẻ sơ sinh. Và các nhà khoa học đã từ lâu nghi ngờ rằng bệnh ung thư có thể vượt rào cản nhau thai và truyền từ mẹ sang con, nhưng mãi cho đến bây giờ mới có bằng chứng về điều đó.  Các nhà nghiên cứu của Viện nghiên cứu Ung thư, trường cao đẳng thuộc Đại học London, cùng với các đồng nghiệp ở Nhật, đã nghiên cứu trường hợp một phụ nữ Nhật Bản 28 tuổi đã sinh một bé gái trông rất khoẻ mạnh sau một thai kỳ bình thường không có biến cố. Một tháng sau, người mẹ bắt đầu bị chảy máu âm đạo và bị chẩn đoán là mắc bệnh bạch cầu lym-phô bào cấp tính. Cô ấy bắt đầu được hoá trị nhưng phát triển viêm não và chết sau 19 ngày. Đứa con không hề bệnh cho đến khi bé được 11 tháng tuổi và được đưa vào bệnh viện với má phải sưng phồng lên. Xét nghiệm phát hiện bé có khối u trong hàm và bệnh ung thư đã phát tán đến phổi của bé.  Khi so sánh DNA từ tuỷ xương của người mẹ với DNA của em bé, các nhà nghiên cứu thấy rõ rằng tế bào ung thư của cả người mẹ lẫn đứa con có cùng các gien bị biến đổi, gọi là BCR-ABL1, nhưng em bé không được di truyền gien. Thử nghiệm tiếp theo của mẫu máu sơ sinh lấy từ em bé đã xác nhận rằng bệnh ung thư đã phát tán trước khi bé được sinh ra.   Việc đó đã xảy ra như thế nào? Thông thường, nếu tế bào ung thư vượt qua rào cản nhau thai, hệ miễn dịch của em bé lẽ ra đã nhận biết chúng như là các chất xâm nhiễm và tiêu diệt chúng, điều đó khiến sự lây truyền bệnh ung thư từ mẹ sang con rất hiếm. Nhưng trong trường hợp này, các tế bào khối u của em bé thiếu một đoạn DNA rất quan trọng đóng vai trò then chốt trong chức năng của hệ miễn dịch. Không có đoạn DNA này, tế bào ung thư có thể vượt qua mà không bị phát hiện.  \"Dường như trong trường hợp này và các trường hợp bệnh ung thư di truyền từ mẹ sang con khác, theo chúng tôi giả thiết thì tế bào ung thư của người mẹ đi qua nhau thai vào bào thai đang phát triển và bám vào thành công vì chúng vô hình đối với hệ miễn dịch\". Giáo sư Mel Greaves, trưởng nhóm nghiên cứu, cho biết, “Chúng tôi hân hạnh vì đã trả lời được câu hỏi tồn tại từ lâu này. Nhưng chúng tôi nhấn mạnh rằng việc ung thư truyền từ mẹ sang con là cực kỳ hiếm và nguy cơ mà phụ nữ mang thai bị mắc bệnh ung thư sẽ truyền bệnh sang thai nhi là rất ít. \"  Các tài liệu đã ghi nhận từ năm 1866 bao gồm 17 trường hợp người mẹ và trẻ sơ sinh dường như mắc cùng bệnh ung thư, thường là bệnh bạch cầu hay u hắc sắc tố. Và trong khi lời giải thích hợp lý nhất là bệnh phát tán sang trẻ khi đang mang thai, các giải thích khác cũng có thể về mặt lý thuyết. “Mọi người đã tin rằng điều đó là đúng trong một thời gian. Và phát hiện trên đã chứng minh điều đó hoàn toàn là sự thật\", William H Chambers, giám đốc chương trình khoa học Hội Ung thư Hoa Kỳ cho biết.  Bác sĩ David Grant, giám đốc khoa học tại Viện nghiên cứu Bệnh bạch cầu, nơi cấp vốn một phần cho nghiên cứu, phát biểu: \"Thông điệp quan trọng là tế bào bệnh bạch cầu có thể bị phá hủy bởi hệ miễn dịch.\" Hiểu điều này sẽ giúp các nhà khoa học tìm cách để khai thác triệt để sức mạnh của hệ miễn dịch trước tiên là để chữa bệnh rồi sau đó là bảo vệ bệnh nhân khỏi bệnh bạch cầu”. Báo cáo này được công bố trong ấn bản trực tuyến ngày 12 tháng Mười của Tạp chí tháng của Học viện Khoa học Quốc gia."
        },
        {
            "en": "What is cancer     The human body is made up of hundreds of different types of cell, all of which behave differently.   A cell in the kidney, although it contains the same genetic information as a brain cell, performs a completely separate role.   Cancer happens when a tiny part of the cell's mechanism goes wrong.   What is a cancer cell?  And just as there are hundreds of types of cell, there are hundreds of types of cancer, few of which can be treated in the same way.   Every cell's life is mapped out in advance by coded instructions, called genes, held in its nucleus.   These tell it how to behave, when to reproduce by dividing - and when to die.   When the instructions relating to cell multiplication and dying are wrong, the cell may start dividing uncontrollably, and not die when it should.   In addition, the cancer may not follow the usual instructions that keep cells spaced out properly.   Every time the cell divides, the \"bad\" instruction is reproduced, so the out-of-control multiplication carries on.   As these cells can be multiplying more rapidly than healthy cells, the cancer cells can form a growing lump in the body called a tumour or a lesion.   As this gets larger, it can even grow its own vessels to keep it supplied with blood.   A benign, or non-cancerous tumour shares this uncontrolled growth, but will not generally invade neighbouring tissues and damage them.   Tumours which do this are \"malignant\", or \"cancerous\".   The type of cell in which the cancer starts will generally determine the speed at which it grows, and its resistance to treatment, although there are many variations.   Cancers harm health in a number of ways. The very size of the tumour can interfere with nearby organs, or ducts which carry important chemicals, causing pain or other symptoms.   For example, a tumour on the pancreas can grow to block the bile duct, leading to the patient developing obstructive jaundice.   And a brain tumour can push on important parts of the brain, causing blackouts, fits and other problems.   Even benign tumours can cause these problems if located in the wrong place.   When a cancer invade nearby tissues, they can cause bleeding from damaged blood vessels, and stop the organ which they are invading from working properly.   What happens if it spreads?   As a tumour grows, cells can break off and start growing on adjacent tissues and organs.   For example, if a bowel cancer has spread through the wall of the bowel itself, it can start growing on the bladder.   Cells can also enter the bloodstream and travel to distant organs, such as the lungs or brain.   The technical term for this is \"metastasis\".   When new tumours form on distant organs, they behave like the original tumour - so a bowel cancer cell growing in the lung will be lung cancer.   Once other organs are involved, then any symptoms of the cancer can get worse.   However, it may be some time before a growing cancer in certain parts of the body produces symptoms that the patient can notice.   Once a cancer has started to spread beyond its original site, then the chances of a cure often begin to fall, as it becomes more difficult to treat.   How is it treated?  There are three principal ways of treating cancer.   The first is surgery, normally an operation to remove the cancerous growth, and, depending on its type, nearby tissues and organs.   A cancer patient may first undergo a minor operation called a biopsy to take a small sample of the cancer for analysis.   The surgeon will try to remove as much of the cancer as possible, but sometimes extra treatment will be needed.   This could either take the form of radiotherapy or chemotherapy, or a combination of treatments.   http://news.bbc.co.uk/2/hi/health/3243569.stm \nWhat is chemotherapy? \n  Chemotherapy is drug treatment which is used to try and kill cancer cells or stop them spreading.   Different cancer cells respond to different drugs, so not all chemotherapy is the same.   Sometimes as many as eight different drugs is employed to get the best effect, and doctors are constantly trying out new combinations to improve treatment.   Chemotherapy is often associated with debillitating side effects, but many types of modern chemotherapy cause only mild problems.   Who gets chemotherapy?  Because chemotherapy drugs are usually injected into the blood, they travel around the body and can attack cancer cells regardless of where they find them.   For this reason, doctors will use them when they think there might be cancer cells in more than one part of the body.   If some cancers have been growing for a while undetected, bits of them can break away from the main tumour and travel to either nearby tissue, or to more distant organs like the liver and lungs - and start growing there.   A surgeon can only cut out the a main cancer tumour, and nearby tissues which may be involved.   Radiotherapy, which uses radiation to destroy cancer cells, can only be given to small areas of the body or it will cause damage to too many healthy cells.   Often, after an operation to remove cancer, chemotherapy will be given to \"mop up\" any remaining cells.   Some cancers, such as <em>leukaemia</em>, need chemotherapy because they involve cells which are found throughout the body.   Chemotherapy can be given to shrink a tumour to make it easier for the surgeon to remove.   It can also ease the symptoms of patients whose cancer is not curable.   How does it work?  Chemotherapy, in its traditional sense, is a chemical which is poisonous to cancer cells and kills them.   This is called a cytotoxic chemical - one very early chemotherapy was produced from mustard gas, which was used as chemical weaponry during the First World War.   However, anything which is poisonous to cancer cells may also be poisonous to the body's healthy cells, which it needs to survive.   The trick with chemotherapy is to find a chemical which kills as many cancer cells as possible, and as few healthy cells.   Doctors have been getting increasingly successful at developing such chemicals, by spotting the differences between the cancer cells and neighbouring normal cells, and exploiting them.   The principle difference between many cancer cells and normal cells is the speed at which they reproduce, or divide.   Cancers tend to be dividing and growing faster than other cells in the body - which is why lumps or tumours sometimes appear.   Other cancer cells may become more or less active in response to natural chemicals called hormones produced by the body.   Some chemotherapy harnesses this reaction to control the growth of the cancer cells, so rather than poisoning the cells, they starve them of something they need to grow and multiply.   Cancer cells are not attacked by the body's own immune defence system because the immune system does not recognise them as foreign.   Some chemotherapies try to programme the immune system to see the cancer cells as foreign so they can be attacked and destroyed.   How is it given?  Often, chemotherapy is delivered by injection into a blood vein.   In many cases a saline drip will be set up to dilute the drug as it enters the body. This stops it harming the vein because it is so concentrated.   If the patient needs frequent doses of different drugs, to avoid the discomfort of having to have separate injections every time by having a tube kept in the vein which attaches to the syringe. This line is often left in a vein in the chest - one type is called a \"Hickman line\".   Sometimes, a concentrated dose of chemotherapy is needed on a particular part of the body, and side effects can be lessened by injecting it directly onto the cancerous area.   For example, for some bladder cancers, the drug can be pumped into the bladder so it works directly on the tissue involved.   How long chemotherapy courses last varies between different cancer types, with some being given intensively over a fortnight, normally in hospital, and some over a period of months.   What about side-effects?  Because some chemotherapy targets fast-growing, or fast-dividing cells, it is more likely to harm similar cells in the body.   These include the cells in the hair follicles, which is why cancer treatment is often associated with hair loss, although hair does regrow once treatment has ended.   Other fast-dividing cells can be found in the stomach and bowel lining, which leads to nausea and diarrhoea.   There are, however, drugs which help control this, and timing meals to avoid having a full stomach when the drugs take effect can also help in some cases.   Other types of normal cell that can suffer are the blood cells.   Red cells are important to carry oxygen to keep other cells alive. Other blood cells help stave off infection.  As a result, chemotherapy patients may be more prone to infections, and find them harder to fight off.   Hospitals will take regular blood tests to monitor the levels of different cells. This is called a full blood count.  Generally, patients on chemotherapy can be expected to have less energy than usual, or perhaps even feel extreme fatigue.   Chemotherapy can also affect the fertility of both men and women, and both can now freeze their sperm and eggs with the hope of using them to produce a test-tube baby.   Source: http://news.bbc.co.uk/2/hi/health/3243613.stm \nWhat is radiotherapy? \n  It has long been known that radiation can damage human cells - and radiotherapy harnesses that power to treat cancers.   Ionizing radiation - similar to x-rays - can penetrate tissue, and alter the part of the cell which regulates its growth and reproduction.   Healthy cells can recover from this damage, while cancer cells cannot.   There are two types of radiotherapy - delivered from outside the body by a machine, and using radioactive implants placed inside the body.   Researchers are working to increase the effectiveness of radiotherapy by targeting the beam of energy more precisely, and making the cancer cells more sensitive to it.   Who gets radiotherapy?  The principal use of radiotherapy is to tackle solid tumours found in just one location, for example skin, brain, breast or uterine cancers.   Sometimes doctors will use the treatment to shrink a tumour so that a subsequent operation will be more effective.   In some cases, for example in invasive bladder cancer, radiotherapy is considered as the first option, as an alternative to surgery that would have permanent effects on the lifestyle of the patient.   But although radiotherapy alone can cure many cancers, in other cases the radiotherapy is given after surgery over the surrounding area to \"mop up\" any remaining cells which have spread from the original cancer site.   If there is a suspicion or firm evidence that cells could have spread further afield, then chemotherapy may be the preferred option.   What form does treatment take?  If the radiotherapy is delivered by a machine, then the patient will normally be given repeated treatments over a brief period.   Although treatment timing varies depending on the type of cancer, its location, size, and the dose chosen by the doctors, it is not unusual to be given treatments every day for a few weeks.   If the therapy involves inserting a radioactive implant near a tumour, then a brief hospital stay is normally needed.   What about side-effects?  Although the treatment itself is painless at the time, the cumulative effect of many sessions does produce side effects.   The radiation can produce a sunburn-like effect on the skin as it passes through. The extent of this depends on the number and intensity of treatments.   There can be hair loss in the area being treated - which is usually temporary.   The treatment can also leave the patient feeling fatigued and generally lethargic.   Are there long-term risks?  Ionizing radiation produces changes within the genetic structure of the body's cells, and there is a small risk that an increased radiation dose leads to changes in healthy cells which can cause cancer.   New equipment and techniques help to reduce the risk of side effects by targeting doses more accurately on the cancer, thus lowering the dose received by critical organs and tissue around the treatment area, while allowing the malignant tissue itself to be zapped by higher doses than before.   Older radiotherapy equipment tended to target a larger area, so healthy tissue as well as cancerous tissue would be irradiated, increasing the risk of side effects.   The UK government is now investing in the latest machines.   The risks of medical radiation exposure are miniscule when compared to the risks to the patient's health of not having the treatment.   What's likely to happen in the future?  Researchers are fine-tuning radiotherapy to improve the outcomes for patients.   The main efforts focus on delivering a more powerful radiotherapy beam accurately to smaller and smaller targets.   Some drugs seem to make cancer cells more vulnerable to radiation, which means less powerful radiotherapy, or fewer sessions, are needed.   Another field of research is looking at heating cells in a specific area to make them more sensitive to radiotherapy.",
            "vi": "What is cancer    Cơ thể con người được tạo nên từ hàng trăm loại tế bào khác nhau, và tất cả đều có chức năng khác nhau. Một tế bào trong thận, mặc dù nó chứa các thông tin di truyền hệt như một tế bào não, lại có một vai trò hoàn toàn khác biệt. Ung thư xảy ra khi một phần rất nhỏ của cơ chế tế bào bị sai lệch. Một tế bào ung thư là gì? Và do có hàng trăm loại tế bào khác nhau, nên cũng có hàng trăm dạng ung thư, chỉ một vài loại là có thể chữa được bằng cùng một cách. Đời sống của mỗi tế bào đều được xây dựng một cách tinh xảo do cơ chế mã hoá, gọi là gien, chứa trong nhân tế bào. Các gien này “ra lệnh” cho tế bào phải làm gì, khi nào thì sinh sản bằng cách phân chia – và khi nào thì chết đi. Khi các chỉ dẫn liên quan đến sự phân chia và chết đi của tế bào bị sai lệch, tế bào bắt đầu phân chia không có kiểm soát và không chết đi khi cần thiết. Thêm vào đó, bệnh ung thư cũng không tuân theo các cơ chế thông thường giữ cho tế bào phân phối đúng. Mỗi khi tế bào phân chia, những chỉ dẫn “xấu” lại được nhân lên, do đó việc phân chia loạn xạ lại càng lan rộng. Khi những tế bào ung thư này sinh sôi nhanh hơn nhiều so với những tế bào khỏe mạnh, thì chúng có thể tạo thành nhóm cục u trong cơ thể gọi là khối u hay thương tổn. Khi khối u lớn lên, nó thậm chí có thể phát triển mạch máu riêng để cung cấp máu cho nó. Một khối u lành tính hay không gây ung thư cũng phát triển không kiểm soát, nhưng sẽ không xâm lấn và làm hư hại các mô bên cạnh nó. Ngược lại thì các khối u đó chính là khối u ác tính hoặc khối u ung thư. Loại tế bào mà trong đó ung thư hình thành sẽ thường quyết định tốc độ phát triển và sức kháng điều trị của nó, mặc dù có rất nhiều khác biệt. Ung thư tác động xấu đến sức khoẻ trong rất nhiều cách. Các kích thước của khối u có thể gây rắc rối cho các cơ quan liền kề, hoặc những ống dẫn các chất hoá học trong cơ thể, gây đau đớn hoặc những triệu chứng khác. Ví dụ, một khối u trên tuyến tuỵ có thể phát triển làm nghẽn ống mật, làm cho bệnh nhân sẽ bị mắc chứng vàng da do tắc mật. Và một khối u não có thể chèn ép vào những vùng quan trọng của não, gây ra chứng tối tăm thị giác, những cơn choáng ngất và nhiều vấn đề khác. Ngay cả những khối u lành tính cũng gây ra những vấn đề trên nếu như nó nằm không đúng nơi. Khi ung thư lan rộng sang những mô gần kề, nó có thể gây chảy máu từ các mạch máu bị tổn thương, và làm cho các cơ quan bị tác động không thể hoạt động bình thường nữa. Điều gì xảy ra khi ung thư lan rộng? Khi một khối u phát triển, các tế bào có thể bị phá vỡ và bắt đầu phát triển trên các mô và cơ quan kế cận. Ví dụ, nếu ung thư ruột lan rộng qua thành ruột, nó sẽ có thể bắt đầu phát triển ở bàng quang. Các tế bào cũng có thể đi vào máu và tới các cơ quan ở xa, như phổi hoặc não. Thuật ngữ chuyên môn dùng để chỉ hiện tượng này là “sự di căn”  Khi những khối u mới hình thành trên các cơ quan ở xa, nó tác động giống hệt khối u nguyên thuỷ – do đó một ung thư ruột di căn lên phổi sẽ trở thành ung thư phổi. Một khi các cơ quan khác đều bị ảnh hưởng thì mọi triệu chứng của bệnh ung thư sẽ càng tệ đi. Tuy nhiên, đôi khi lúc ung thư chưa di căn đến những phần khác nhau của cơ thể thì nó đã tạo ra một số triệu chứng mà bệnh nhân có thể phát hiện được. Khi ung thư bắt đầu lan rộng khỏi vị trí ban đầu của nó, thì cơ hội cứu chữa thường mất đi, vì khi đó nó trở nên rất khó điều trị. Chữa trị như thế nào? Có 3 cách chữa trị ung thư chính. Các đầu tiên là phẫu thuật, thường là một phẫu thuật cắt bỏ khối u ung thư và các mô, cơ quan gần kề, dựa trên loại ung thư nào. Bệnh nhân ung thư trước tiên có thể phải trải qua một cuộc tiểu phẫu, gọi là sinh thiết để lấy một mẫu nhỏ của khối u ung thư làm phân tích. Bác sĩ phẫu thuật sẽ cố gắng cắt bỏ càng nhiều càng tốt các phần bị ung thư, nhưng đôi khi phải cần những biện pháp điều trị khác. Các biện pháp đó là hoá trị hoặc xạ trị, hoặc kết hợp cả 2 cách. Hoá trị là gì? Hóa trị là cách chữa trị bằng thuốc sử dụng để cố gắng giết các tế bào ung thư hoặc ngăn chặn chúng phát tán. Các tế bào ung thư khác nhau đáp ứng thuốc khác nhau, do đó không phải tất cả cách hoá trị đều như nhau. Đôi khi phải kết hợp đến 8 loại thuốc khác nhau để có được hiệu quả tốt nhất, và các bác sĩ đang liên tục thử các cách kết hợp mới để nâng cao hiệu quả chữa trị. Hoá trị thường đi kèm với các tác dụng phụ xấu, nhưng nhiều dạng hoá trị mới chỉ gây ra những vấn đề không đáng kể. Ai cần điều trị bằng hóa trị Bởi vì các thuốc sử dụng trong hoá trị thường được tiêm thẳng vào máu, nên chúng sẽ được vận chuyển khắp cơ thể và có thể tấn công các tế bào ung thư ở bất cứ nơi nào. Vì lý do đó, bác sĩ sẽ sử dụng cách hoá trị khi họ cho rằng các tế bào ung thư xuất hiện ở nhiều nơi trong cơ thể. Nếu một số bệnh ung thư đã phát triển trong một thời gian mà không bị phát hiện, một phần của chúng có thể tách ra khỏi khối u chính và di chuyển đến các mô liền kề, hoặc đến những cơ quan ở xa hơn như gan và phổi – và bắt đầu phát triển ở những nơi đó. Bác sĩ phẫu thuật chỉ có thể cắt bỏ khối u ung thư chính và các mô bị liên luỵ gần kề. Xạ trị, phương pháp sử dụng tia phóng xạ để tiêu diệt tế bào ung thư, chỉ có thể áp dụng ở những vùng nhỏ của cơ thể, nếu không nó sẽ huỷ hoại quá nhiều tế bào khoẻ mạnh khác. Thông thường, sau một cuộc phẫu thuật cắt bỏ khối u, liệu pháp hoá trị sẽ được áp dụng để xử lý các tế bào bệnh còn sót lại. Một số ung thư, như ung thư máu (bệnh bạch cầu), cần phải thực hiện hoá trị bởi vì nó bao gồm nhiều tế bào trong khắp cơ thể. Hoá trị có thể làm teo khối u khiến cho việc giải phẫu cắt bỏ nó dễ dàng hơn. Hoá trị cũng giúp làm giảm nhẹ những triệu chứng mà bệnh nhân bị ung thư không còn chữa trị được phải chịu đựng. Cách tác động của hoá trị như thế nào? Hoá trị, theo cách hiểu truyền thống về nó, là một hoá chất độc hại đối với các tế bào ung thư và sẽ giết chết các tế bào này. Nó được gọi là một hoá chất có khả năng ngăn cản sự phân bào – thời kỳ đầu, hoá trị sử dụng khí mù tạc (chất mù tạc lưu huỳnh), một chất được dùng như vũ khí hoá học trong Chiến tranh Thế giới lần thứ hai. Tuy nhiên, bất cứ chất gì mà gây hại cho các tế bào ung thư thì cũng đồng thời ảnh hưởng xấu đến những tế bào khoẻ mạnh cần phải được sống sót của cơ thể. Cái khó của phương pháp hóa trị là phải tìm đúng một hoá chất có thể tiêu diệt càng nhiều tế bào ung thư càng tốt đồng thời ít tác hại đến các tế bào khoẻ mạnh nhất. Các bác sĩ đã đang đạt được nhiều thành công trong việc phát triển các hoá chất như vậy, bằng cách đưa ra những khác biệt giữa tế bào ung thư và các tế bào bình thường bên cạnh và khai thác các khác biệt đó. Khác biệt chủ yếu giữa tế bào ung thư và tế bào bình thường là vận tốc sinh sản hay phân chia của chúng. Ung thư thường phân chia và phát triển nhanh hơn so với các tế bào khác trong cơ thể – đó là lý đo tại sao các u bướu thỉnh thoảng lại xuất hiện. Các tế bào ung thư khác có thể có thể tăng hay giảm hoạt tính đáp lại các hoá chất tự nhiên gọi là hoóc-môn sản xuất bởi cơ thể. Một số cách hoá trị lợi dụng phản ứng trên để kiểm soát việc tăng trưởng của tế bào ung thư, do đó thay vì “đầu độc” tế bào ung thư, thì phương pháp hoá trị có tác dụng làm suy kiệt tế bào ung thư bằng cách không cung cấp cho chúng những dưỡng chất cần thiết để sinh trưởng. Tế bào ung thư không bị tấn công bởi chính hệ miễn dịch của cơ thể bởi vì hệ miễn dịch không xem các tế bào đó là dị vật. Một số cách hoá trị cố gắng lập trình cho hệ miễn dịch để nhận biết tế bào ung thư như những dị vật để có thể tấn công và tiêu huỷ chúng. Cách thức hoá trị? Thông thường, hoá trị được thực hiện bằng cách đưa thuốc vào thông qua tĩnh mạch. Trong rất nhiều trường hợp, dung dịch muối truyền chậm sẽ được dùng để làm loãng thuốc khi đưa vào cơ thể. Việc này giúp ngăn ngừa thuốc làm tổn hại đến tĩnh mạch bởi vì nồng độ nó rất đậm đặc. Nếu bệnh nhân thường xuyên cần các liều thuốc khác nhau, người ta sẽ dùng 1 ống gắn cố định trong tĩnh mạch có thể nối với bơm tiêm để tránh bất tiện của việc phải tiêm nhiều lần riêng biệt. Ống truyền này thường đưa vào trong tĩnh mạch ngực – và được gọi là ống truyền Hickman. Đôi khi cần phải đưa một liều hoá trị cao vào một nơi cụ thể trong cơ thể, và các tác dụng phụ sẽ được giảm bớt bằng cách tiêm thuốc trực tiếp vào vùng bị ung thư. Ví dụ, đối với một số ung thư bàng quang, có thể tiêm thuốc vào bàng quang để nó tác động trực tiếp lên các mô bị bệnh. Tuỳ vào loại ung thư mà thời gian dùng liệu pháp hoá trị cũng thay đổi, một số bệnh chỉ cần điều trị tích cực tại bệnh viện trong chừng 2 tuần, còn một số lại phải đến vài tháng. Các tác dụng phụ? Bởi vì một số cách hoá trị đặt mục tiêu vào các tế bào phát triển hay phân chia nhanh, nên nó thường gây hại cho các tế bào tương tự trong cơ thể. Các tế bào có thể bị ảnh hưởng là tế bào nang lông, đó là lý do tại sao các phương pháp chữa trị ung thư lại thường đi kèm với việc làm rụng tóc, mặc dù sau này tóc sẽ mọc trở lại sau khi ngưng điều trị. Các tế bào phân chia nhanh khác có thể thấy trong bao tử và niêm mạc ruột, nên dẫn đến tình trạng buồn nôn và tiêu chảy. Tuy nhiên, có thể dùng thuốc hoặc định thời gian các bữa ăn để tránh làm đầy bao tử khi thuốc đang tác động cũng là các cách để giảm buồn nôn. Các tế bào bình thường khác có thể cũng bị ảnh hưởng là các tế bào máu. Hồng cầu rất quan trọng do nó có chức năng mang oxy cung cấp cho tế bào. Các tế bào máu khác có chức năng ngăn chặn nhiễm trùng. Do đó, hậu quả là khả năng đề kháng của bệnh nhân chịu hoá trị liệu rất yếu và rất dễ bị nhiễm trùng. Bệnh viện sẽ thường xuyên làm các xét nghiệm máu để kiểm tra số lượng các tế bào khác nhau. Xét nghiệm này được gọi là đếm máu toàn diện. Nói chung, bệnh nhân phải dùng hoá trị thường sẽ rất yếu, rất mệt mỏi. Hóa trị cũng có thể ảnh hưởng đến khả năng sinh sản của cả nam giới và phụ nữ, và cả 2 giới đều có thể dùng biện pháp đông lạnh trứng và tinh trùng để làm thụ tinh nhân tạo sau này. Xạ trị là gì? Lâu nay chúng ta đã biết rằng tia bức xạ có thể gây hại có các tế bào của con người – và liệu pháp xạ trị lợi dụng điều này để chữa trị ung thư. Tia bức xạ ion hoá - tương tự với tia X đã - có thể xâm nhập vào mô, và thay đổi một phần của tế bào có chức năng kiểm soát sự sinh trưởng và sinh sản. Tế bào lành mạnh có thể khôi phục lại sau tổn hại này, trong khi tế bào ung thư thì không thể. Có hai loại xạ trị - cung cấp từ bên ngoài cơ thể bằng máy, và sử dụng vật cấy ghép phóng xạ đặt bên trong cơ thể. Các nhà nghiên cứu đang làm việc để tăng hiệu quả của xạ trị bằng cách nhắm đến chùm tia năng lượng hơn chính xác, và làm cho các tế bào ung thư nhạy cảm hơn với nó. Ai cần xạ trị Xạ trị được dùng chủ yếu để xử lý các khối u rắn chỉ xuất hiện trong một vị trí, ví dụ như ung thư da, não, ngực hoặc tử cung. Đôi khi bác sĩ sẽ sử dụng phương pháp này để làm cho khối u co rút lại giúp cho việc phẫu thuật tiếp theo sẽ hiệu quả hơn. Trong một vài trường hợp, ví dụ như trong ung thư bàng quang di căn, xạ trị được coi là tùy chọn đầu tiên, như cách thay thế cho phẫu thuật sẽ có ảnh hưởng lâu dài trên lối sống của bệnh nhân. Nhưng  mặc dù chỉ một mình xạ trị cũng có thể chữa được nhiều bệnh ung thư, trong các trường hợp khác, xạ trị được áp dụng sau khi phẫu thuật trên khu vực xung quanh để \"dọn sạch\" bất cứ tế bào bệnh còn lại nào mà đã phát tán từ nơi ung thư ban đầu. Nếu có nghi ngờ hoặc có chứng cớ rõ ràng là các tế bào có thể đã phát tán ở xa, sau đó hoá trị có thể là cách chữa trị thích hợp hơn. Cách chữa trị như thế nào? Nếu xạ trị được thực hiện bởi máy, sau đó bệnh nhân sẽ thường được tái chữa bệnh trong thời gian ngắn. Mặc dù thời gian chữa bệnh thay đổi tùy vào loại bệnh ung thư, vị trí, kích thước của nó, và liều do bác sĩ chỉ định, nhưng việc thực hiện xạ trị mỗi ngày kéo dài trong một vài tuần là bình thường. Nếu điều trị bao gồm việc cấy vật cấy phóng xạ gần khối u, thì sau đó bệnh nhân cần ở lại bệnh viện trong thời gian ngắn để theo dõi. Các tác dụng phụ? Mặc dù bản thân của phương pháp nàykhông gây đau đớn ngay tức thời, nhưng ảnh hưởng tích lũy của nhiều yếu tố sẽ tạo ra các tác dụng phụ. Bức xạ có thể tạo ra ảnh hưởng giống cháy nắng trên da nơi nó đi qua. Mức độ này tùy theo số lần và cường độ chữa bệnh. Có thể có xảy ra rụng lông tóc trong khu vực chịu chữa trị - thường là tạm thời. Chữa bệnh cũng có thể làm cho bệnh nhân cảm mệt mỏi và hôn mê chung. Nguy cơ lâu dài? Tia bức xạ ion hoá tạo ra thay đổi trong cấu trúc gien của tế bào của cơ thể, và có nguy cơ nhỏ rằng liều bức xạ tăng dẫn đến thay đổi trong các tế bào lành mạnh mà có thể gây ra bệnh ung thư. Thiết bị mới và kỹ thuật giúp giảm nguy cơ của các tác dụng phụ bằng cách nhắm đến liều chính xác hơn trên vùng ung thư, do đó hạ thấp liều tác dụng ở các cơ quan trọng yếu và các mô xung quanh vùng chữa trị, trong khi cho phép bản thân các mô ác tính bị tiêu diệt bằng liều cao hơn so với trước đây. Thiết bị xạ trị cũ thường nhắm đến cả một khu vực rộng lớn, do đó mô khoẻ mạnh cũng như mô ung thư sẽ bị chiếu xạ, tăng nguy cơ của tác dụng phụ. Chính phủ Anh hiện đang đầu tư các máy móc hiện đại nhất. Nguy cơ của nhiễm bức xạ y học là rất nhỏ khi so sánh với nguy cơ đối với sức khỏe của bệnh nhân khi không chữa bệnh. Điều gì có thể xảy ra trong tương lai ? Các nhà nghiên cứu đang “tinh chỉnh” xạ trị để cải thiện kết quả chữa trị cho bệnh nhân. Nỗ lực chính chú trọng vào việc đưa tia xạ trị mạnh và chính xác hơn đến các mục tiêu. Một số thuốc có vẻ làm cho tế bào ung thư dễ bị tổn thương hơn với bức xạ, nghĩa là chỉ cần liều xạ trị ít mạnh hơn, hoặc liều ít hơn. Một lĩnh vực của nghiên cứu đang chú trọng vào việc cung cấp nhiệt cho tế bào trong một vùng cụ thể để làm cho chúng nhạy cảm hơn với xạ trị."
        }
    ],
    "suggestions": []
}