{
    "en_vn": {
        "data": {
            "content": null,
            "word": "leveraged",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>leveraged</k><blockquote><cclass>adjective use borrowed capital for (an investment), expecting the profits made to be greater than the interest payable.</cclass></blockquote><blockquote>→ <kref>leverage</kref></blockquote></div>",
            "word": "leveraged",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leveraged",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leveraged",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leveraged",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Leveraged</em> financing",
            "vi": "Tài trợ đòn bẩy"
        },
        {
            "en": "<em>Leveraged</em> buy out",
            "vi": "Tăng vay bằng cách thay cổ phần"
        },
        {
            "en": "The company was threatened by an LBO (<em>leveraged</em> buy out).",
            "vi": "Công ty bị mua đứt bằng nợ vay vốn nước ngoài đe dọa."
        },
        {
            "en": "Vietnamese banks, especially State-owned Commercial Banks, are extremely <em>leveraged</em>.",
            "vi": "Các ngân hàng Việt Nam, đặc biệt là ngân hàng thương mại quốc doanh, bị ảnh hưởng rất nhiều."
        },
        {
            "en": "Banks are highly <em>leveraged</em> institutions with usually a significant duration gap in their balance sheet.",
            "vi": "Ngân hàng là các cơ quan tài chính có tỷ lệ vay mượn cao và thường xuyên có chênh lệch đáng kể về thời hạn trong bảng cân đối tài sản của chúng."
        },
        {
            "en": "Bunker Roy set up his own company as a <em>leveraged</em> nonprofit venture.",
            "vi": "Bunker Roy đã thành lập công ty của ông ấy như là một doanh nghiệp phi lợi nhuận được tài trợ."
        },
        {
            "en": "We are attempting a <em>leveraged</em> currency contract because we were confident that the dollar would rise against the sterling.",
            "vi": "Chúng tôi thực hiện một hợp đồng đầu tư tiền tệ kí gởi vì chúng tôi tin rằng đồng đô la sẽ cao hơn đồng bảng."
        },
        {
            "en": "The CFTC also can regulate bitcoin markets that lend traders money to increase their bets, known as <em>leveraged</em> trading.",
            "vi": "CFTC cũng có thể điều tiết thị trường bitcoin, cho phép các nhà đầu tư mượn tiền để tăng mức cược, thứ được biết đến là kinh doanh đòn bẩy."
        },
        {
            "en": "Favors done and friends made in one circle could be <em>leveraged</em> to do favors and make friends in the other.",
            "vi": "Những hành động giúp đỡ hay bạn bè trong một nhóm có thể tác động để thực hiện việc giúp đỡ và kết bạn trong một nhóm khác."
        },
        {
            "en": "Banks are highly <em>leveraged</em> - the ratio of foreign currency loans to foreign currency deposits is 125 percent, compared to 114 percent for the dong loan-to-deposit ratio.",
            "vi": "Các ngân hàng có tỷ lệ đòn bẩy cao - hệ số vốn cho vay bằng ngoại tệ so với tiền gửi bằng ngoại tệ là 125% so với tỷ lệ này đối với tiền đồng là 114%."
        },
        {
            "en": "At a social agency level, clearly better coordination is required to ensure the efforts of all are <em>leveraged</em> towards clear and relevant priority outcomes.",
            "vi": "Ở cấp cơ sở xã hội, sự hợp tác tốt hơn rõ ràng là hết sức cần thiết nhằm đảm bảo nỗ lực của mọi ban ngành đoàn thể và các tổ chức hướng tới những thành quả rõ ràng và đúng thứ tự ưu tiên."
        },
        {
            "en": "Moreover, the expertise of this group could be <em>leveraged</em> to improve data collection on children affected by HIV and AIDS more generally.",
            "vi": "Thêm vào đó, năng lực chuyên môn của nhóm hoạt động kỹ thuật này cũng sẽ được nâng cao nhằm tăng cường công tác thu thập dữ liệu về trẻ bị ảnh hưởng bởi HIV và AIDS một cách tổng thể hơn."
        },
        {
            "en": "However, distributors/brokers are channels that add value that the buyers of the product want, and they should be considered allies that can be <em>leveraged</em>.",
            "vi": "Tuy nhiên, các nhà phân phối/ môi giới là những kênh gia tăng loại giá trị mà những người mua mong muốn, và phải coi họ như đồng minh để có thể tạo ra sức bật."
        },
        {
            "en": "Futures regulators at the CFTC recently sounded an alarm on <em>leveraged</em> trading on unregulated exchanges, while the SEC cracks down on ICOs",
            "vi": "Các nhà điều tiết giao dịch tương lai tại CFTC gần đây đã đưa ra báo động về các hoạt động giao dịch đòn bẩy trên các sàn giao dịch không được kiểm soát, trong khi Ủy ban Chứng khoán và Sở giao dịch (SEC) xử lý nghiêm các ICO."
        },
        {
            "en": "Other exchanges, including the popular Coinbase GDAX exchange, also have aligned their <em>leveraged</em> trading with U.S. law. GDAX is one of four exchanges whose trading activity makes up the reference price for CME Group Inc.’s bitcoin futures contracts.",
            "vi": "Các giao dịch khác, bao gồm cả trao đổi Coinbase GDAX phổ biến, cũng đã liên kết việc kinh doanh đòn bẩy của họ với luật của Hoa Kỳ. GDAX là một trong bốn giao dịch mà hoạt động giao dịch tạo nên giá tham chiếu cho các hợp đồng tương lai Bitcoin của tập đoàn CME."
        },
        {
            "en": "Last year, the CFTC reached a $75,000 settlement with Bitfinex, an exchange that CFTC said offered <em>leveraged</em> trading without the commission’s approval. Bitfinex didn’t respond to requests for comment.",
            "vi": "Năm ngoái, CFTC đã đạt được thỏa thuận với Bitfinex trị giá 75.000 đô la Mỹ, một cuộc trao đổi mà CFTC cho biết đã đưa ra mô hình kinh doanh đòn bẩy mà không có sự đồng ý của ủy ban. Bitfinex đã không trả lời yêu cầu bình luận."
        },
        {
            "en": "Does the CFTC honestly believe this will occur with bitcoin futures? Or that they serve any economic purpose?What futures and options will bring to bitcoin is an accelerated (and <em>leveraged</em>) version of what the market already is-gambling.",
            "vi": "Liệu CFTC có thành thật tin rằng điều này sẽ xảy ra với tương lai bitcoin? Hoặc là chúng phục vụ bất kỳ mục đích kinh tế nào? Những gì tương lai và các lựa chọn sẽ mang lại cho bitcoin là một phiên bản tăng tốc (và đòn bẩy) của thị trường đã là-một canh bạc."
        },
        {
            "en": "Korea had an established strong reputation for exporting and many export traders already in place to serve the needs of larger firms, both of which were <em>leveraged</em> by Korean SMEs.",
            "vi": "Hàn quốc đã xây dựng được uy tín cao trong xuất khẩu và rất nhiều doanh nghiệp xuất khẩu luôn sẵn sàng đáp ứng nhu cầu của các doanh nghiệp lớn, cả hai điểm này đều được các doanh nghiệp vừa và nhỏ ở Triều Tiên tận dụng."
        },
        {
            "en": "This transformation is representative of trends in corporate America. According to the Federal Reserve, corporations have issued on net over $1.3 trillion of debt and retired over $1.9 trillion of equity over the past four years. American companies are borrowing money to buy their own shares in what is tantamount to a huge, slow-motion <em>leveraged</em> buyout.",
            "vi": "Sự biến đổi này đại diện cho các xu hướng của các công ty ở Mỹ. Theo Cục Dữ trữ Liên bang, các công ty đã phát hành hơn 1,3 nghìn tỷ đô la nợ ròng và đã rút về hơn 1,9 nghìn tỷ đô la vốn chủ sở hữu trong hơn 4 năm qua. Các công ty Mỹ đang vay tiền để mua cổ phần của mình tương đương với việc mua lại đòn bẩy lớn, chuyển động chậm."
        },
        {
            "en": "Lapidge <em>leveraged</em> the press coverage as much as she could, but this intrepid entrepreneur also worked the phones, sent letters, product samples, e-mail messages. Her husband made sure their unique product had a strong brand message with very visual, different-colored elements (that matched the three-step toilet training system based on a traffic light's red, amber and green).",
            "vi": "Lapidge tận dụng tất cả các cơ hội tiếp thị từ báo chí, và đồng thời bà cũng sử dụng điện thoại, email, thư và các sản phẩm mẫu rất triệt để. Chồng bà, với việc thiết kế màu sắc vô cùng bắt mắt, với 3 màu đỏ, vàng và xanh ứng với 3 bước trong hệ thống, đảm bảo sự độc đáo và thông điệp rất rõ ràng cho sản phẩm của họ."
        }
    ],
    "suggestions": []
}