{
    "en_vn": {
        "data": {
            "content": null,
            "word": "leveraging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "leveraging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "leveraging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "leveraging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "leveraging"
        }
    },
    "sentences": [
        {
            "en": "Understanding how recruiters work is the key to <em>leveraging</em> on the relationship for your own benefit.",
            "vi": "Hiểu được cách các nhà tuyển dụng làm việc là chìa khoá đến tác dụng đòn bẩy về mối quan hệ cho lợi ích riêng của bạn."
        },
        {
            "en": "First, they allow the <em>leveraging</em> of government resources by attracting co-financing from domestic and foreign private resources.",
            "vi": "Thứ nhất, đóng vai trò như một đòn bẩy để nâng cao nguồn lực của nhà nước thông qua thu hút hoạt động đồng tài trợ từ các nguồn lực tư nhân trong và ngoài nước."
        },
        {
            "en": "Another way is to report compelling news by <em>leveraging</em> the power of the media to get your brand sizzling.",
            "vi": "Một cách khác là tường thuật lại những tin tức hấp dẫn bằng cách tận dụng quyền năng của giới truyền thông để tạo sự sôi động cho thương hiệu của bạn."
        },
        {
            "en": "Synergies with the Bank--IFC's strategic priorities will support the Bank Group CAS objectives by <em>leveraging</em> on IFC's transaction expertise and experience;",
            "vi": "Hiệp lực với Ngân hàng – Các ưu tiên chiến lược của IFC sẽ hỗ trợ những mục tiêu trong CAS của Nhóm Ngân hàng Thế giới dựa vào những kỹ năng và kinh nghiệm giao dịch của IFC;"
        },
        {
            "en": "Infrastructure costs are no longer barriers, as they are easily overcome through leased capacity or through <em>leveraging</em> user resources and tools (such as CacheLogic does).",
            "vi": "Chi phí kết cấu nền không còn là rào cản, vì chúng dễ dàng bị vượt qua do dung lượng thuê bao hay qua việc thúc bẩy các tài nguyên và công cụ của người dùng (như CacheLogic làm)."
        },
        {
            "en": "The second project financed more than 400,000 sub-projects, <em>leveraging</em> total investments equivalent to US$740 million and generating new sources of employment.",
            "vi": "Dự án thứ hai đã cung cấp tài chính cho hơn 400.000 dự án nhỏ, nâng tổng số tiền đầu tư tương đương với 740 triệu đôla Mỹ và đã tạo ra nhiều nguồn công ăn việc làm mới."
        },
        {
            "en": "But the response is not to guarantee the debts of the investor, as this would encourage excessively high <em>leveraging</em> of the project.",
            "vi": "Tuy nhiên cách giải quyết ở đây không phải là bảo lãnh cho các khoản nợ của nhà đầu tư vì điều này có thể dẫn đến tỷ lệ huy động nợ quá lớn cho dự án."
        },
        {
            "en": "aggressive regional strategy are clear - France, for example, has boosted its per capita income by 42 percent since the formation of the European Union in 1993, and no one doubts that it has gained greatly by <em>leveraging</em> the common market.",
            "vi": "Tuy nhiên lợi ích của một chiến lược khu vực tấn công là rất rõ ràng - Pháp, chẳng hạn, đă tăng được 42 phần trăm thu nhập theo đầu người kể từ khi thành lập Liên minh Châu Âu vào năm 1993, và không ai nghi ngờ rằng điều này đă đạt được một cách đáng kể do ảnh hưởng của thị trường chung."
        },
        {
            "en": "strategy are clear - France, for example, has boosted its per capita income by 42 percent since the formation of the European Union in 1993, and no one doubts that it has gained greatly by <em>leveraging</em> the common market.",
            "vi": "Tuy nhiên lợi ích của một chiến lược khu vực tấn công là rất rõ ràng - Pháp, chẳng hạn, đă tăng được 42 phần trăm thu nhập theo đầu người kể từ khi thành lập Liên minh Châu Âu vào năm 1993, và không ai nghi ngờ rằng điều này đă đạt được một cách đáng kể do ảnh hưởng của thị trường chung."
        },
        {
            "en": "The Microsoft in Education Global Forum recognizes and celebrates the achievements of the world's most innovative school leaders and educators who are <em>leveraging</em> technology to help students realize their potential and graduate with skills they can take into the workforce.",
            "vi": "Diễn đàn giáo dục toàn cầu Microsoft công nhận và tôn vinh những thành tựu cải tiến của nhà lãnh đạo và các nhà giáo dục đã mang những công nghệ khoa học mới nhất của thế giới vào trường học để giúp sinh viên phát huy khả năng của mình và tốt nghiệp với những kỹ năng mà sinh viên có thể áp dụng vào quá trình lao động về sau."
        },
        {
            "en": "More than US$1.6 million has been earmarked for a project to restore a century-old floating market in the Mekong Delta with a view to <em>leveraging</em> the region’s waterway ecological tourism potential.",
            "vi": "Hơn 1,6 triệu USD đã được dành cho một dự án để khôi phục lại một chợ nổi có tuổi đời một thế kỉ ở Đồng bằng sông Cửu Long nhằm tận dụng tiềm năng của vùng đất du lịch thủy sinh thái."
        },
        {
            "en": "<em>Leveraging</em> the full Google Maps functionality, such as zoom, panning and the ability to choose a map or a satellite image, this powerful tool, allows data display which indicates the actual location of where measurements took place.",
            "vi": "Công cụ mạnh này thúc đẩy chức năng đầy đủ của Google Maps, như phóng to thu nhỏ, lia máy ngang và khả năng lựa chọn bản đồ hoặc hình ảnh vệ tinh, cho phép hiển thị dữ liệu cho biết vị trí thực của nơi tiến hành đo đạc."
        },
        {
            "en": "Senior Chinese officials have also tried to influence business leaders to encourage them to condemn our trade actions, <em>leveraging</em> their desire to maintain their operations in China. In one recent example, China threatened to deny a business license for a major U.S. corporation if they refused to speak out against our administration’s policies.",
            "vi": "Các quan chức cấp cao Trung Quốc cũng đã cố gắng tác động đến để các nhà lãnh đạo kinh doanh lên án hành động thương mại của chúng ta, tận dụng mong muốn duy trì hoạt động của họ ở Trung Quốc. Trong một ví dụ gần đây, họ đe dọa sẽ khước từ cấp giấy phép kinh doanh cho một tập đoàn lớn của Mỹ nếu từ chối phát biểu chống lại chính sách của chính quyền chúng ta."
        },
        {
            "en": "Yet the benefits of an aggressive regional strategy are clear - France, for example, has boosted its per capita income by 42 percent since the formation of the European Union in 1993, and no one doubts that it has gained greatly by <em>leveraging</em> the common market.",
            "vi": "42 phần trăm thu nhập theo đầu người kể từ khi thành lập Liên minh Châu Âu vào năm 1993, và không ai nghi ngờ rằng điều này đă đạt được một cách đáng kể do ảnh hưởng của thị trường chung."
        },
        {
            "en": "How does an FBI Director get away with leaking his own notes, ostensibly FBI property, to the media with the expressed intent of <em>leveraging</em> the selection of a special prosecutor, only to succeed in having his friend, former FBI Director Robert Mueller, appointed to that very post - an official who presumably and earlier had been investigating possible Clinton collusion with Russian uranium interests?",
            "vi": "Làm thế nào một Giám đốc FBI thoát được với việc tiết lộ những ghi chú của chính mình, tài liệu của FBI, cho các phương tiện truyền thông với ý định bày tỏ ý định sử dụng một công tố viên đặc biệt chỉ để thành công trong việc làm lợi cho người của ông, cựu giám đốc FBI Robert Mueller - người được bổ nhiều vào vị trí đó - một quan chức có lẽ đã và đang điều tra những cáo buộc tổng thống của Clinton có thể với những mối quan tâm về chất uranium của Nga?"
        },
        {
            "en": "Yet the benefits of an aggressive regional strategy are clear - France, for example, has boosted its per capita income by 42 percent since the formation of the European Union in 1993, and no one doubts that it has gained greatly by <em>leveraging</em> the common market.",
            "vi": "Tuy nhiên lợi ích của một chiến lược khu vực tấn công là rất rõ ràng - Pháp, chẳng hạn, đă tăng được 42 phần trăm thu nhập theo đầu người kể từ khi thành lập Liên minh Châu Âu vào năm 1993, và không ai nghi ngờ rằng điều này đă đạt được một cách đáng kể do ảnh hưởng của thị trường chung."
        },
        {
            "en": "How does an FBI Director get away with leaking his own notes, ostensibly FBI property, to the media with the expressed intent of <em>leveraging</em> the selection of a special prosecutor, only to succeed in having his friend, former FBI Director Robert Mueller, appointed to that very post - an official who presumably and earlier had been investigating possible Clinton collusion with Russian uranium interests?",
            "vi": "Làm thế nào một Giám đốc FBI thoát được với việc tiết lộ những ghi chú của chính mình, tài liệu của FBI, cho các phương tiện truyền thông với ý định bày tỏ ý định sử dụng một công tố viên đặc biệt chỉ để thành công trong việc làm lợi cho người của ông, cựu giám đốc FBI Robert Mueller - người được bổ nhiều vào vị trí đó - một quan chức có lẽ đã và đang điều tra những cáo buộc tổng thống của Clinton có thể với những mối quan tâm về chất uranium của Nga?"
        },
        {
            "en": "Access to education has been significantly broadened. The world is no longer rigidly divided between rich, well-educated countries and poor, badly educated ones. The quality of schooling remains a powerful predictor of national income over the long term, and many low-income countries have begun <em>leveraging</em> education in the service of economic development. As a result, among 80 countries with comparable data on the quality of learning, GDP per capitanow explains only 6% of the variation in performance.",
            "vi": "Cánh cửa cho việc giáo dục đang được mở rộng ra một cách đáng kể. Thế giới không còn phân chia một cách cứng nhắc giữa những quốc gia giàu có, tiến bộ với những nước nghèo, lạc hậu. Chất lượng giáo dục vẫn còn duy trì những dự đoán mạnh mẽ về thu nhập trong một thời gian dài, mà rất nhiều quốc gia có nguồn thu nhập thấp đã bắt đầu đẩy mạnh giáo dục trong sự phát triển dịch vụ kinh tế. Kết quả là giữa 80 quốc gia với những dữ liệu có thể so sánh được về chất lượng học tập, GDP bình quân hiện tại giải thích chỉ 6% sự thay đổi."
        },
        {
            "en": "5 People Blamed For The Financial Crisis    Whenever anything goes wrong in view of the public, attention quickly moves to rooting out those who should be blamed for whatever it was that went wrong. Given the enormous and far-reaching magnitude of the housing bubble, and the credit crisis and recession it produced, naming and shaming those responsible has turned into something of a cottage industry.  While finding those to blame would be impossible and it does not resolve a crisis, it is nevertheless part of the catharsis and the recovery process. With that in mind, let us examine some of those who have drawn scrutiny for their roles in the crisis, as well as a few who may have unfairly escaped their share of blame.  1. Realtors David Lereah, former chief economist of the National Association of Realtors, was an outspoken promoter of the investment virtues of housing throughout the bubble. Penning books with titles like \"Why The Real Estate Boom Will Not Bust\" (2006) and referring to housing skeptics as \"Chicken Littles\", Mr. Lereah dismissed the notion of a bubble and may have helped to stoke an already too-hot market.   2. Lenders Many bank CEOs deserve blame for aggressively steering their companies into bad lending practices, but Countrywide's Angelo Mozilo may deserve an extra share. Countrywide was such an aggressive underwriter of subprime loans that it has created a multi-billion dollar headache for Countrywide's acquirer Bank of America as it resolves bad loan put-backs with Fannie, Freddie and private purchasers.   3. Investment Banks Investment banks picked up the baton from the commercial banks, buying their ill-considered loans, packaging them into investment securities labeled AAA, and then selling those to pension funds, hedge funds and other institutional investors for a tidy profit. There's plenty of blame to go around here, from joint commercial/investment banks like Citigroup to investment banks like Goldman Sachs, and they certainly helped funnel enormous sums of money into the housing market (while taking their cut, of course).  4. Ratings Agencies For their role as rubber-stampers of AAA ratings on piles of dreck, Standard & Poor's, Moody's and Fitch all deserve healthy doses of blame. If these ratings agencies had done better research, questioned their assumptions more aggressively and avoided the moral hazards of working so closely with the issuers that paid them, the bubble may never have gotten as large as it did.  5. Homebuyers It would be remiss to completely excuse the \"regular people\" for their role in the mess. Liar loans required a willing liar to sign the loan, and millions more spent far above their means in the late '90s and early 2000s, <em>leveraging</em> up to do so. A lending bubble can't occur without the co-operation of borrowers, and the American public in general seemed all too willing to believe in the fantasy of the housing bubble and easy credit. The Overseers Bill Clinton and Congress During his presidency, Bill Clinton pushed for stronger enforcement of the Community Reinvestment Act (a decades-old law) and increased bank lending to low-income areas. This did not create the subprime mortgage market, but it seemed to foster lower credit and down payment requirements across the board. At the same time, a deregulatory mood among both parties in Congress led to less regulation and oversight of banks and new financial products like credit default swaps. Treasury Secretary Henry Paulson, President Bush's Treasury Secretary from July of 2006 through to January of 2009, seemed to be late in dealing with the crisis and did the market no favors when he failed to prevent the messy and chaotic bankruptcy of Lehman Brothers. That said, Paulson may ultimately get some credit for advancing bailouts that at least quieted the markets during a period of incredible chaos. Federal Reserve Chairman Alan Greenspan seems to deserve a larger-than-average share of blame. While Mr. Greenspan has been blamed for his policy of maintaining unusually low interest rates during the bubble period, it was actually his hand-off approach to regulation that may have been more problematic. The Federal Reserve exists at least in part to regulate and oversee banks, and under 1994's Home Ownership and Equity Protection Act, Greenspan could have directed regulators to force banks to curb some of the most egregious practices concerning liar loans and excessive lending, but he chose not to do so.  Though he was left holding the broom as Greenspan exited the stage, there is little to suggest that Ben Bernanke was hawkish about regulation or higher rates prior to that. At this point, his role in the financial crisis is still being written – did moves like the \"rescue\" of Bear Stearns, TARP, various other bailouts, exceptionally low rates and so on help lessen the severity of the crisis, or have they simply extended or worsened the day of reckoning?  Treasury Secretary  Last and not least, we must consider current Treasury Secretary Timothy Geithner. As a member of the FOMC and President of the New York Fed, it is not clear that Geithner was more inclined to crack down on bank excesses than anybody else in the Fed at the time. Geithner had been a strong advocate for bailouts and restructurings in the beginning that many now feel have been too generous to the banking industry. Though supporters will argue that the U.S. needed functioning banks to avoid the recession turning into a depression, others will argue that socializing the foibles of commercial banks and Wall Street firms failed to hold the wrong-doers to full account.   History Will Be the Final Judge It will probably be another decade or two before a full accounting and understanding of the housing bubble and its financial fallout is really possible. Although it is clear now that there were many wrong-doers, it has yet to be seen whether those who have claimed to help solve or ease the crisis did in fact make things any better. Suffice it to say, financial journalists and historians will likely be arguing over this one for a long time to come.",
            "vi": "5 người bị quy trách nhiệm về cuộc khủng hoảng tài chính    Mỗi khi có gì đó sai sót bị công chúng phát hiện, người ta nhanh chóng dồn sự chú ý vào để truy đến cùng những người đáng bị lên án vì lỗi lầm họ gây ra. Căn cứ vào tiếng nổ rất lớn và vang xa của quả bong bóng nhà đất, cuộc khủng hoảng tín dụng và tình trạng suy thoái kinh tế diễn ra, thì việc điểm mặt vạch tên và chỉ trích những người có trách nhiệm đã trở thành cái gì đó quá ư là quen thuộc. Trong khi việc tìm những người như vậy để quy trách nhiệm chưa thể thực hiện được và không làm biến mất cuộc khủng hoảng, thì mặc dù vậy cũng phần nào giúp người ta khuây khoả đôi chút và cũng là quá trình hồi phục. Với suy nghĩ như vậy, chúng ta hãy thử xem xét một vài người đã thu hút sự quan tâm của công chúng về vai trò của họ trong cuộc khủng hoảng, cũng như một số người có thể đã trốn tránh được phần trách nhiệm của mình một cách bất công.  1. Người môi giới bất động sản David Lereah, cựu chuyên gia kinh tế cao cấp của Hiệp hội các nhà môi giới bất động sản quốc gia, là một người trực tính tạo ra sự lôi cuốn đầu tư nhà đất thông qua cơn sốt. Viết những cuốn sách có nhan đề \"Vì sao thời kỳ hưng thịnh của thị trường bất động sản sẽ không chấm dứt\" (2006) và ám chỉ những người hoài nghi thị trường nhà đất là \"Những chú gà con\", Lereah gạt bỏ suy nghĩ về một quả bong bóng và có thể đã góp thêm lửa vào một thị trường vốn đã quá nóng. 2. Người cho vay Nhiều giám đốc điều hành ngân hàng đáng bị chỉ trích về hành vi lèo lái một cách điên cuồng các công ty của họ vào những hoạt động cho vay khó đòi, nhưng chủ tịch Angelo Mozilo của Countrywide thì có thể còn đáng bị lên án hơn. Công ty Countrywide là một nhà bao tiêu năng động của những khoản cho vay dưới chuẩn đã gây ra vấn đề gây đau đầu về con số hàng tỷ đô la cho ngân hàng tiếp quản Countrywide là Ngân hàng Mỹ quốc khi phải giải quyết những khoản cho vay khó đòi trước đây với Fannie, Freddie và những người mua cá nhân. 3. Ngân hàng đầu tư Các ngân hàng đầu tư gánh phần việc từ các ngân hàng thương mại, mua những khoản vay thiếu cân nhắc của họ, biến chúng thành những gói chứng khoán đầu tư có nhãn thượng hạng (AAA), sau đó bán những gói hàng này cho các quỹ hưu trí, quỹ phòng hộ và những nhà đầu tư thuộc tổ chức lấy khoản lợi nhuận kha khá. Có rất nhiều người bị chỉ trích quanh chuyện này, từ những ngân hàng đầu tư/thương mại cổ phần như Citigroup đến những ngân hàng đầu tư như Goldman Sachs, và họ chắc chắn đã tiếp tay rót một số tiền khổng lồ vào thị trường nhà đất (dĩ nhiên là trong khi đang tiến hành cắt giảm). 4. Cơ quan đánh giá tín nhiệm Về vai trò của những người đóng con dấu cao su hạng cao nhất (AAA) cho những đống hàng kém chất lượng, thì tất cả các công ty Standard & Poor's, Moody's và Fitch đều đáng bị chỉ trích về tính lành mạnh. Nếu những cơ quan đánh giá tín nhiệm này tiến hành nghiên cứu kỹ lưỡng hơn, nghi ngờ những giả thiết của mình nhiều hơn, và tránh những rủi ro về mặt đạo đức khi làm việc quá gần gũi với những nhà phát hành đã trả công cho mình, thì quả bong bóng có thể sẽ không bao giờ phồng căng lên lớn đến như vậy. 5. Người mua nhà Sẽ là thiếu sót nếu bỏ qua hết cho những người \"khách hàng thường xuyên\" đã có vai trò trong đống đổ nát đó. Tiền cho vay của kẻ nói dối đòi hỏi một kẻ nói dối tự nguyện ký đơn vay, và hàng triệu người tiêu dùng vung tay quá trán trong những năm cuối thế kỷ 20 và đầu 21, cũng có tác động đến cuộc khủng hoảng. Một quả bong bóng cho vay không thể xuất hiện nếu không có sự bắt tay của những người đi vay, và công chúng Mỹ nói chung có vẻ đều rất sẵn lòng tin vào hình ảnh kỳ diệu của quả bong bóng nhà đất và tín dụng dễ dãi. Các nhà quản lý Bill Clinton và Quốc hội Trong thời gian làm tổng thống của mình, Bill Clinton yêu cầu thực thi quyết liệt hơn Đạo luật Tái đầu tư Cộng đồng (một đạo luật có tuổi thọ hàng thập kỷ) và gia tăng hoạt động cho vay của ngân hàng đối với các nhóm thu nhập thấp. Điều này không tạo nên thị trường cho vay thế chấp dưới chuẩn, nhưng dường như nhằm đẩy mức tín dụng thấp hơn và giảm bớt các yêu cầu thanh toán nói chung. Cùng thời điểm đó, tâm thế bãi bỏ quy định của cả hai đảng trong Quốc hội dẫn đến quy định lỏng lẻo và giám sát thiếu chặt chẽ của các ngân hàng và những sản phẩm tài chính mới như hợp đồng bảo hiểm nợ xấu. Bộ trưởng tài chính Henry Paulson, Bộ trưởng tài chính của Tổng thống Bush từ tháng 7 năm 2006 đến tháng 1 năm 2009, dường như chậm chễ trong việc đối phó với cuộc khủng hoảng và không làm được gì cho thị trường khi ông này không ngăn nổi tình trạng lộn xộn và phá sản hỗn loạn của Lehman Brothers. Như đã nói, Paulson có thể sẽ được người ta tán tụng về việc sớm bảo lãnh cứu nguy tài chính mà ít nhất cũng ổn định thị trường trong giai đoạn lộn xộn bất thường. Chủ tịch Cục Dự trữ Liên bang Alan Greenspan có vẻ xứng đáng bị chỉ trích nhiều hơn. Trong khi ông đã bị người ta quy trách nhiệm về chính sách duy trì lãi suất thấp bất thường trong giai đoạn bong bóng, thì thực tế ông còn dùng biện pháp không can thiệp vào cái quy định vốn rất khó hiểu. Cục Dự trữ Liên bang tồn tại ít nhất phần nào là để kiểm soát và giám sát các ngân hàng, và theo Đạo luật Bảo vệ Tài sản và Quyền sở hữu Nhà năm 1994, Greenspan có thể ra các quy định buộc các ngân hàng hạn chế một số hoạt động quá đáng nhất liên quan đến những khoản vay của kẻ nói dối và cho vay quá mức, nhưng ông ta quyết định không làm như vậy. Mặc dù ông là người phải gánh vác hết trách nhiệm khi Greenspan rời vũ đài, vẫn có ý kiến cho rằng Ben Bernanke là kẻ chủ chiến về quy định hay các lãi suất cao trước đó. Vào thời điểm này, vai trò của ông trong cuộc khủng hoảng tài chính vẫn đang tiếp tục là đề tài của báo giới - những nước cờ như là \"giải cứu\" Bear Stearns, Chương trình giải cứu tài sản có vấn đề (TARP), những hành động bảo lãnh cứu nguy tài chính khác, các lãi suất thấp một cách đặc biệt và vân vân có giúp giảm bớt mức độ trầm trọng của cuộc khủng hoảng, hay chúng chỉ làm tồi tệ thêm hoặc kéo dài thời gian thanh toán nợ nần đây? Bộ trưởng Tài chính hiện nay Cuối cùng nhưng không kém phần quan trọng, chúng ta phải xét đến trường hợp đương kim Bộ trưởng Tài chính Timothy Geithner. Không rõ là với tư cách một thành viên của Uỷ ban Liên bang về Thị trường mở rộng và Chủ tịch Cục dự trữ liên bang New York vào thời điểm đó Geithner có khuynh hướng thẳng tay trừng trị những hành vi quá đáng của ngân hàng hơn những người khác trong Cục Dự trữ Liên bang hay không. Geithner từng là một người ủng hộ mạnh mẽ cho các hoạt động bảo lãnh cứu nguy tài chính và tái cơ cấu lúc đầu mà nhiều người hiện nay cảm thấy ông quá tốt bụng với ngành ngân hàng. Cho dù những người ủng hộ sẽ nói rằng Hoa Kỳ cần các ngân hàng chức năng để tránh thời kỳ suy thoái chuyển sang giai đoạn khủng hoảng, những người khác lại biện luận là việc chấp nhận rộng rãi các nhược điểm của các ngân hàng thương mại và các công ty ở Phố Wall không ngăn cản được kẻ phạm pháp làm đầy tài khoản. Lịch sử sẽ là người phán xét sau cùng Có lẽ phải một hoặc hai thập niên sau người ta mới có thể hiểu biết và giải thích đầy đủ về quả bong bóng nhà đất và hậu quả về mặt tài chính của nó. Mặc dù hiện tại ai cũng biết là có nhiều kẻ phạm tội, nhưng chưa thấy những con người đã tuyên bố sẽ giải quyết hoặc làm giảm nhẹ cuộc khủng hoảng làm được điều gì trên thực tế cho tốt hơn. Chỉ có thể khẳng định rằng, những nhà viết sử và những nhà báo viết về tài chính có lẽ sẽ còn tiếp tục bàn về vấn đề này trong một thời gian dài nữa."
        },
        {
            "en": "Japan Is Fading       \n \nhttp://www.newsweek.com/id/212121/page/1 One thing the nation's next leaders don't talk about is growth. Japan is heading into a landmark election in a state of freefall. Stagnant since the early 1990s, Japan's economy fell off a cliff in the last quarter, dropping 15.2 percent in the worst collapse of any industrial nation in decades.  Automakersâ€”Toyota, Nissan, and Honda, once the heart of the Japanese industrial miracleâ€”saw exports fall 70 percent in April, and were forced to shutter factories to clear inventory. Since pocketbook issues decide elections, it's not surprising that Japanese voters appeared poised to toss out the ruling Liberal Democratic Party (LDP), only the second time it has lost power in half a century. Meanwhile, China is launching direct challenges to Japan's position as the leading economy in Asia. Beijing recently launched an official campaign to build a green car industry, a field in which Japan still holds a commanding lead. Some Japan watchers compare China's green car project to Sputnik, the Soviet satellite that trumped American preeminence in science and technology in the 1950s. Just as alarming, China has been making noises about replacing the dollar as the sole international reserve currency, and has begun conducting regional financing deals in Chinese yuan instead, a push Japanese officials see as a direct threat to the yen as well.  \"It brought home the fact that the yen is not used in this way by others,\" notes Yasuo Ota, an editorial writer for Nikkei. The worry grew in July, when top Chinese officials flew to Washington, D.C., to continue their high-level \"strategic dialogue\": \"That caused concern, because the Japanese feel that we need to be involved in any conversation about security in the region,\" notes Shinzo Kobori of the Institute for International Policy Studies in Tokyo. So Japan is preparing to usher in a new government against a backdrop of worry that the nation is already Asia's political and economic also-ran, prematurely playing No. 2 to China. It's all happened fast. When this decade opened, Japan's economy was still almost four times the size of China's, but in recent years China looked set to surpass Japan by 2010 or shortly thereafter.  Now, with China still growing at 8 percent a year and Japan shrinking, commentators in Japan have been forced to admit that the switch will likely come even sooner. \"It's nonsense for us to continue talking about competing with China [for sole leadership in Asia] when their economy will surpass ours by next year,\" says Kobori, echoing the sentiments of other academics, writers, intellectuals, and even younger politicians within Japan. There's a growing, reluctant consensus that Japan will have to find a new role. From the Meiji Restorationâ€”the great flowering of Japanese innovation and reform in the 1860sâ€”until recently, Japan \"had basically one goal: catch up with the West and be accepted as a great power. They achieved that in the '80s, but they've never figured out what to do for an encore,\" says Columbia professor and Japan expert Gerald Curtis. \"Japan today is a tired country.\" The old modelâ€”work hard and save to finance exports to the Westâ€”is clearly broken. (The other top developed export power, Germany, has also been particularly hard hit by the global recession, as all the rich consuming nations of the West enter what looks to be a long period of slow growth and weak demand.) With Asia emerging as \"the center of the global economy, its new growth engine, Japan now has to figure out how to put itself at the center of that center,\" says Curtis. The opposition Democratic Party of Japan (DPJ) clearly sees Japan as a regional Asian power, and no longer a nation tied only to the West. DPJ leader Yukio Hatoyama has denounced the global free-market consensus, of which Japan was once a happy member, blaming \"globalism\" and \"U.S.-led free-market fundamentalism\" for the current crisis.  His vision amounts to a retreat inward, beefing up \"fraternity\" at home with a stronger welfare state, and more generous pensions and child support, while refocusing Japan's trade and investment strategies on East Asia. Alarmingly, however, the DPJ manifesto did not even mention \"growth\" until it was attacked by the LDP, suggesting that the DPJ doesn't quite get its predicament. Maintaining Japan's comfortable standard of living won't be possible without growth. American and Japanese intellectuals have compared Japan's new position to Canada's, or Switzerland'sâ€”rich, content powers that have learned to thrive alongside giant neighbors. The problem, says MIT Japan expert Richard Samuels, is that it would be a painful \"deep dive\" for Japan to go the way of Canada, which has an economy more than three times smaller, and smoother relations with the U.S. than Japan has with China.  The Asian powers have a rough history dating to the Japanese occupation of China in World War II, and often competing interests in trade and security. Japan is still protected by the U.S. nuclear umbrella, now primarily against possible future threats from China. Others have suggested that a more fitting model could be found in France, the wealthy co-leader with Germany of a powerful regional bloc. Japan and China might play this role together in Asia. The DPJ has even proposed French-style child subsidies to boost the country's birthrate, which would revive some of the economic dynamism Japan has lost as a result of having the world's most rapidly aging population.  Of course, the EU started as the European Coal and Steel Community, a postwar French-German alliance to share resources; China and Japan are still fighting over offshore oil rights and atrocities from World War II. The huge gap in average yearly incomesâ€”$34,080 in Japan and $2,000 in Chinaâ€”will make it difficult for them to work together as regional leaders, the way Germany and France do. Yet the benefits of an aggressive regional strategy are clearâ€”France, for example, has boosted its per capita income by 42 percent since the formation of the European Union in 1993, and no one doubts that it has gained greatly by <em>leveraging</em> the common market. Japan could do the same. Goldman Sachs predicts that the major emerging markets, led by China and India, will overtake the combined GDP of the G7 by 2027, a decade faster than previously thought.  By 2010 China will account for an amazing 30 percent of global consumption growth, more than the G3 and double that of the U.S. The Japanese, who have hitherto focused more on economic ties to the U.S. and Europe, are slowly beginning to realize that they would do well to ride this train. Growth is imperative, whether the DPJ acknowledges it or not. Economists often talk about how the Japanese need to boost domestic consumption, which has been flat for a decade, to make up for falling exports. But the domestic market is shrinking. The population peaked in 2004 at 128 million, and is projected to fall to 90 million by 2055.  The ratio of working-age to elderly Japanese fell from 8:1 in 1975 to about 3:1 in 2005, and will probably shrivel to about 1.3:1 in 2055. This means \"there is no viable model for increasing domestic consumption [to the extent needed],\" says Kobori.  The Japanese are currently putting 5 percent of their GDP into fiscal stimulus, and still nothing is happening. America is putting 2 percent in, and is now in recovery. \"What we need is a new model based on more regional integration,\" says Kobori. \"If we can't find that model, we are in trouble.\" Japanese businesspeople are hunting for one: on a recent visit to top companies in Japan, Curtis found executives talking less about naiju (domestic demand) than about jun-naiju (pseudoâ€“domestic demand), a new phrase that means demand in the home region of Asia.  \"The idea is to integrate Japan into the heart of this new and growing Asian 'domestic' market, not only by selling to middle-class Chinese and Southeast Asians, but also by increasing Japanese investment in Asian companies; further liberalizing import and export markets, particularly in very closed areas like agriculture; and working more closely with China and other less-developed countries in areas like the environment, technology, and energy,\" says Curtis. In recent years, trade flows to China in particular have increased rapidly; in 2000 exports to the U.S. from Japan were about five times those to China; now the figures are nearly equal (though it's important to note that most of what goes to China are high-tech components for assembly versus finished goods).  Flows could be further increased if Japan would dismantle trade barriers and encourage more export of, for example, expensive luxury agricultural products like its very high-quality rice to Asia's nouveau riche, while allowing penny-pinching Mrs. Watanabes at home to buy more cheap, mass-produced foods from China.  Ultimately, trade in finished goods will rise, too. Manufacturers are starting to focus more research and marketing dollars on Asian consumers rather than Western ones in order to boost regional exports of Japan's upscale cars and consumer goods. The DPJ platform calls for an increase in aid to develop Asia as a way of helping bolster those middle-class consumers. In other ways, Japan is still strikingly Western-oriented. It is typically one of the top four investors in China, yet it still sends nearly three times more of its direct investment in factories and companies to the United States.  Experts say Japan tends to pigeonhole China as a place for low-end outsourcing, and is particularly fearful of intellectual-property theft in China because relatively high-cost Japanese manufacturers lose everything if their ideas are stolen. Stronger protections against intellectual-property pirates could yield all kinds of collaboration, even a world-beating green car capital of the world run by Japan and China, Japan market analysts say. Closer ties to China require some semblance of trust. There are positive signs. DJP leaders have said they would not continue visits to the Yasukuni Shrine, a bone of contention because Japanese war criminals are buried there alongside regular World War II soldiers. And the two countries recently struck a deal to strengthen Asian currency reservesâ€”putting equal amounts of yen and yuan into the reserve pot, underscoring a joint commitment in Asia. Peter Petri, a senior fellow at the East-West Center in Honolulu, calls this deal \"a very important event\" that says \"we're in this together, and even though the future is that China will be the dominant economy, Japan has a lot to contribute, too.\" For Japan, Asian development must mean more than tighter economic relations with the Middle Kingdom. Japanese officials and companies are looking to strengthen ties with Australia, India, and Southeast Asia. The only high-profile Japanese corporate acquisition in Asia recently was Daiichi Sankyo's purchase of the Indian drugmaker Ranbaxy, and India has replaced China as the No. 1 destination for Japanese aid money. Japanese aid to ASEAN countries is growing, too.  \"The Japanese are increasingly going to invest in India, Vietnam, and Indonesia to balance the growth of China,\" says Michael Green, the Japan chair at the Center for Strategic and International Studies. He also notes that the Japanese lobbied hard to include India, Australia, and New Zealand in the East Asian summit, first held in 2005, in order to \"buffer Chinese influence.\" Tokyo's new focus on Asia could, conceivably, restore its image as a power in the world. To become \"the center of the center of global growth,\" as Curtis puts it, would make Japan more central to global diplomacy and politics as well. Closer ties to China could set up Japan as more of a buffer between the U.S. and China, and less of a protectorate of the United States. It could make Japan more of a major player in multilateral diplomacy, and less of a junior partner in a special relationship with the United States.  \"You can see Japan making a broader strategic outreach with new bilateral security agreements reached with Australia and India,\" and in the June meeting of defense ministers from the U.S., Japan, and South Korea, notes Green. But Japan has always been a one-dimensional economic power and, to regain global clout, it needs a return to real world-leading growth. That's not what Japan's next governorsâ€”whether from the LDP or the DPJâ€”are talking about. They dream of middle-power models, at most.",
            "vi": "Japan Is Fading   \n \nhttp://www.newsweek.com/id/212121/page/1 Có một điều mà các nhà lãnh đạo sắp tới của quốc gia này không nhắc tới, đó là sự tăng trưởng.  Nhật Bản đang chuẩn bị cho một cuộc bầu cử trọng đại trong tình trạng tuột dốc đáng ngại. Trì trệ ngay từ đầu thập niên 1990, nền kinh tế của Nhật Bản đã sa sút tệ hại trong quý vừa qua, giảm 15,2 phần trăm, mức suy giảm tồi tệ nhất của bất kỳ một quốc gia công nghiệp nào trong mấy thập niên qua. Các hãng xe hơi như Toyota, Nissan, và Honda, từng là cốt lõi trong nền kỹ nghệ thần kỳ của Nhật Bản – phải chứng kiến doanh số xuất khẩu giảm 70 phần trăm vào tháng tư, và không còn cách nào khác là phải đóng cửa các hãng xưởng để thanh lý hàng tồn kho. Vì vấn đề tài chính là yếu tố quyết định cho cuộc bầu cử, nên chẳng gì ngạc nhiên khi các cử tri Nhật Bản có vẻ sắp sửa tống khứ Đảng Dân chủ Tự Do (LDP ), vậy là chỉ mới lần thứ hai đảng này mất quyền lực trong nửa thế kỷ qua. Trong khi đó, Trung Quốc đang trực tiếp thách thức Nhật Bản trong vai trò là nền kinh tế hàng đầu ở châu Á. Bắc Kinh gần đây đã chính thức phát động chiến dịch xây dựng một nền kỹ nghệ xe sạch, một lĩnh vực mà Nhật Bản vẫn đang dẫn đầu. Một số quan sát viên về Nhật Bản so sánh dự án xe hơi sạch của Trung Quốc với Sputnik, vệ tinh của Liên Xô từng lấn át thế thượng phong của Hoa Kỳ về khoa học và công nghệ vào những năm 1950. Quả đáng báo động khi Trung Quốc đã và đang làm ầm lên về việc thay thế đô la trong vai trò là đồng tiền dự trữ quốc tế duy nhất, và thay vào đó họ đã bắt đầu tiến hành giao dịch tài chính trong khu vực bằng đồng nhân dân tệ của Trung Quốc, một nỗ lực mà các giới chức Nhật Bản xem như là hiểm hoạ trực tiếp đối với cả đồng yên nữa.  \"Điều này đã làm người ta nhận thấy là đồng yên không được các nước khác sử dụng theo cách này,\" Yasuo Ota – nhà báo chuyên viết xã luận cho Nikkei - nhận thấy như vậy. Nỗi quan ngại này càng tăng cao vào tháng bảy, khi các giới chức chóp bu Trung Quốc bay sang Washington, D.C., để tiếp tục \"cuộc đối thoại chiến lược\" cấp cao của họ: \"Điều đó khiến phải lo lắng, vì người Nhật cảm thấy rằng mọi cuộc đối thoại về an ninh trong khu vực này đều phải có chúng ta tham dự,\" theo nhận xét của Shinzo Kobori thuộc Viện Nghiên cứu Chính sách Quốc tế ở Tokyo.  Vì thế Nhật Bản đang chuẩn bị đưa ra một chính phủ mới trong bối cảnh lo ngại rằng quốc gia này sẽ là một quốc gia không quan trọng về chính trị và kinh tế ở châu Á, chẳng mấy chốc sẽ đóng vai trò thứ hai sau Trung Quốc. Mọi chuyện xảy ra nhanh thật. Hồi đầu thập niên, kinh tế của Nhật Bản vẫn còn lớn gần gấp bốn lần so với Trung Quốc, nhưng trong những năm gần đây Trung Quốc có vẻ sẵn sàng vượt qua Nhật Bản vào năm 2010 hoặc sau đó chút ít. Bây giờ, khi Trung Quốc vẫn tăng trưởng ở mức 8 phần trăm một năm còn Nhật Bản thì thu hẹp lại, các nhà bình luận ở Nhật bản đã buộc phải thừa nhận rằng bước chuyển biến này thậm chí còn có thể sớm hơn nữa. “Thật vô nghĩa nếu chúng ta vẫn cứ nhắc đến việc cạnh tranh với Trung Quốc [về vị trí bá chủ ở châu Á ] khi nền kinh tế của họ sẽ vượt qua nền kinh tế của chúng ta trong năm tới, \" Kobori nói, phản ánh quan điểm của nhiều giáo sư đại học, nhà văn, giới trí thức, và thậm chí của nhiều chính trị gia trẻ khác ở Nhật Bản. Càng ngày người ta càng miễn cưỡng nhất trí với nhau rằng Nhật Bản sẽ phải tìm vai trò mới. Từ thời Duy tân Minh Trị – thời kỳ nở rộ các chương trình đổi mới và cải cách của Nhật Bản vào thập niên 1860 - cho đến gần đây, Nhật Bản \"vốn có một mục tiêu: đuổi kịp phương Tây và được công nhận là một đại cường quốc. Họ đã đạt được điều ấy vào thập niên 80, nhưng họ chưa hề hình dung những gì phải làm để lặp lại lần nữa,\" Gerald Curtis, giáo sư trường Columbia, một chuyên gia về Nhật Bản đã nói như vậy. \"Nhật Bản ngày nay là một quốc gia mệt mỏi.\" Mô hình cũ - làm việc chăm chỉ và tiết kiệm để đầu tư vào việc xuất khẩu sang phương Tây - rõ ràng đã bị đổ vỡ. (Đặc biệt là Đức, một cường quốc hàng đầu khác về xuất khẩu trong các nước phát triển, cũng đã bị ảnh hưởng nặng nề bởi tình trạng suy thoái toàn cầu, vì mọi quốc gia tiêu thụ giàu có ở Phương Tây đang bước vào cái gọi là thời kỳ triền miên trong cảnh tăng trưởng chậm chạp và mức cầu suy yếu.) Cùng với việc châu Á nổi lên như \"trung tâm kinh tế toàn cầu, động cơ phát triển mới của nó, Nhật Bản nay phải nghĩ ra cách đặt mình vào chính giữa trung tâm đó,\" Curtis nói như vậy. Rõ ràng Đảng Dân chủ Nhật Bản (DPJ) thuộc phe đối lập xem Nhật Bản như một cường quốc trong khu vực châu Á, và không còn là một quốc gia chỉ bám vào phương Tây nữa. Lãnh tụ của DPJ - Hatoyama Yukio - đã phản đối quan niệm thống nhất về thị trường tự do toàn cầu, mà Nhật Bản trước đây là một thành viên tự nguyện, đổ thừa là \"quan niệm toàn cầu hoá\" và \"trào lưu thị trường tự do do Hoa Kỳ dẫn đầu\" đã gây ra khủng hoảng hiện nay. Quan điểm của anh ấy chẳng khác nào thu mình lại, nghĩa là củng cố “tình cảm anh em trong nhà\" bằng hệ thống phúc lợi xã hội mạnh hơn nữa, và tiền hưu trí và tiền trợ cấp nuôi con hậu hĩ hơn, mà vẫn tập trung các chiến lược đầu tư và thương mại của Nhật Bản vào Đông Á. Tuy nhiên đáng lo ngại là, bản tuyên ngôn của DPJ thậm chí cũng chẳng đề cập đến \"tăng trưởng\" cho đến khi nó bị tấn công bởi LDP, vì LDP cho rằng DPJ không hoàn toàn giải quyết được tình huống khó khăn. Vì không tăng trưởng thì không thể duy trì được mức sống thoải mái của Nhật Bản. Giới trí thức Mỹ và Nhật Bản đã so sánh vị trí mới của Nhật Bản với của Ca-na-đa, hoặc của Thụy Sĩ – là những cường quốc giàu có, sung mãn đã từng học cách phát triển cùng với các lân bang khổng lồ của mình. Vấn đề là, Richard Samuels – một chuyên gia của MIT về Nhật Bản – đã nói:  Hẳn sẽ là một \"cú nhào lặn\" gay go nếu Nhật Bản đi theo con đường của Ca-na-đa, vì Ca-na-đa có nền kinh tế nhỏ hơn Hoa Kỳ ba lần, và quan hệ với Hoa Kỳ êm thấm hơn là quan hệ giữa Nhật Bản với Trung Quốc. Các cường quốc châu Á có một lịch sử gai góc từ thời Nhật Bản chiếm đóng Trung Quốc trong Đệ nhị thế chiến, và thường có các quyền lợi đối kháng về thương mại và an ninh. Nhật Bản vẫn còn được bảo vệ bởi ô dù hạt nhân của Hoa Kỳ,  nay chủ yếu chống lại các hiểm hoạ có thể có trong tương lai từ phía Trung Quốc. Nhiều người khác lại cho rằng có thể tìm thấy một mô hình phù hợp hơn nữa ở Pháp, một quốc gia giàu có cùng với Đức đứng đầu khối khu vực mạnh. Nhật Bản và Trung Quốc có thể cùng đóng vai trò này ở châu Á. Thậm chí DPJ còn đề nghị trợ cấp nuôi con theo kiểu Pháp để đẩy mạnh tỉ lệ sinh con của nước này, nhằm vực dậy sự năng động về kinh tế mà Nhật Bản đã mất đi do dân số mau già cỗi nhất thế giới.  Tất nhiên, Liên minh Châu Âu bắt đầu từ Cộng đồng Than và Thép châu Âu, còn một liên minh Đức - Pháp thời hậu chiến để chia sẻ tài nguyên với nhau; Trung Quốc và Nhật Bản vẫn còn hục hặc với nhau về quyền khai thác dầu khí ngoài khơi và những chuyện tàn bạo từ thời Đệ nhị thế chiến. Khoảng chênh lệch khổng lồ về thu nhập trung bình hàng năm – 34.080 USD ở Nhật và 2.000 USD ở Trung Quốc – sẽ làm cho họ khó mà hợp tác với nhau trong vai trò dẫn đầu khu vực, như Đức và Pháp đã làm. Tuy nhiên lợi ích của một chiến lược khu vực tấn công là rất rõ ràng - Pháp, chẳng hạn, đã tăng được 42 phần trăm thu nhập theo đầu người kể từ khi thành lập Liên minh Châu Âu vào năm 1993, và không ai nghi ngờ rằng điều này đã đạt được một cách đáng kể do ảnh hưởng của thị trường chung. Nhật Bản có thể làm giống như vậy. Goldman Sachs dự đoán là các thị trường lớn đang nổi lên, đứng đầu là Trung Quốc và Ấn Độ, sẽ qua mặt GDP chung của G7 vào năm 2027, nhanh hơn một thập niên so với những gì người ta nghĩ trước đây. Đến năm 2010, đáng kinh ngạc là Trung Quốc sẽ nắm được 30 phần trăm tăng trưởng tiêu dùng toàn cầu, hơn hẳn G3 và gấp đôi Hoa Kỳ. Người Nhật Bản lâu nay vẫn tập trung nhiều hơn vào quan hệ kinh tế với Hoa Kỳ và Châu Âu, nên đang từ từ nhận ra rằng họ phải khéo xoay xở thì mới đi được chuyến tàu này. Tăng trưởng là cấp bách, dù DPJ có thừa nhận như vậy hay không. Các nhà kinh tế học thường nói về việc người Nhật cần đẩy mạnh mức tiêu thụ nội địa (vốn dĩ giậm chân tại chỗ cả chục năm nay) để bù lại cho khoản xuất khẩu đang sụt giảm. Nhưng thị trường trong nước đang thu hẹp lại. Dân số đạt mức cao nhất vào năm 2004 là 128 triệu, và dự kiến sẽ giảm xuống còn 90 triệu vào năm 2055.  Tỷ lệ giữa số người Nhật trong độ tuổi lao động và số người Nhật lớn tuổi đã giảm từ 8:1 năm 1975 còn khoảng 3:1 năm 2005, và có lẽ sẽ còn giảm xuống tới 1,3:1 vào năm 2055. Điều này có nghĩa là \"không có mô hình nào có thể thực hiện được để tăng mức tiêu thụ nội địa [trong mức độ cần thiết],\" Kobori nói như vậy. Người Nhật đang đặt 5 phần trăm GDP của họ vào việc kích thích tài chính, và vẫn chưa có gì xảy ra. Hoa Kỳ đang đặt 2 phần trăm vào, và đang trong giai đoạn hồi phục. \"Cái mà chúng tôi cần là một mô hình mới dựa trên sự hội nhập khu vực nhiều hơn nữa,\" theo cách nói của Kobori. \"Nếu chúng ta không tìm được mô hình ấy thì nguy thật.\" Doanh nhân Nhật Bản đang săn lùng một thứ: trong lần viếng thăm các công ty hàng đầu ở Nhật gần đây, Curtis thấy những người điều hành nói về naiju (mức cầu nội địa) ít hơn là nói về jun-naiju (mức cầu tương tự như nội địa), một cụm từ mới ám chỉ mức cầu ở quê nhà châu Á. \"Ý tưởng ở đây là cho Nhật Bản hội nhập vào trung tâm của thị trường 'nội địa' châu Á mới mẻ và đang phát triển, không chỉ bằng cách bán hàng cho dân Đông Nam Á và dân Trung Quốc thuộc tầng lớp trung lưu, mà còn tăng cường đầu tư của Nhật Bản vào các công ty châu Á; tự do hoá thêm nữa cho các thị trường xuất khẩu và nhập khẩu, đặc biệt trong những lĩnh vực thật khép kín như nông nghiệp chẳng hạn; và hợp tác chặt chẽ hơn nữa với Trung Quốc và nhiều quốc gia kém phát triển khác trong các lĩnh vực như môi trường, công nghệ, và năng lượng,\" Curtis nói như vậy. Trong những năm gần đây, đặc biệt là lưu lượng giao thương với Trung Quốc đã tăng nhanh; trong năm 2000, doanh số xuất khẩu của Nhật sang Hoa Kỳ bằng khoảng năm lần doanh số xuất khẩu của Nhật sang Trung Quốc; nay thì con số này gần như bằng nhau (mặc dù cần lưu ý rằng phần lớn hàng xuất sang Trung Quốc là linh kiện công nghệ cao để lắp ráp chứ không phải thành phẩm). Luồng hàng có thể tăng thêm nếu Nhật Bản dẹp bỏ hàng rào mậu dịch và khuyến khích xuất khẩu thêm nông sản xa xỉ mắc tiền như gạo chất lượng cao sang anh nhà giàu mới của châu Á chẳng hạn, nhưng vẫn cho phép mấy bà nội trợ Nhật Bản keo kiệt trong nước mua thêm thực phẩm sản xuất hàng loạt mà lại rẻ của Trung Quốc. Cuối cùng, lượng thành phẩm buôn bán cũng sẽ tăng lên. Các nhà sản xuất đang bắt đầu tăng cường nghiên cứu và tiếp thị đối với người tiêu dùng châu Á chứ không phải là phương Tây nữa để đẩy mạnh việc xuất khẩu xe hơi đắt tiền và hàng tiêu dùng của Nhật trong vùng này. Cương lĩnh của DPJ kêu gọi gia tăng viện trợ để phát triển châu Á như là một cách để góp phần trợ giúp những người tiêu dùng thuộc tầng lớp trung lưu. Mặt khác, Nhật Bản vẫn hướng về phương Tây một cách mạnh mẽ. Thường thì Nhật Bản là một trong bốn nhà đầu tư hàng đầu ở Trung Quốc, tuy nhiên họ vẫn gửi thêm gần gấp ba lần số đầu tư trực tiếp vào công ty và nhà máy sang Hoa Kỳ. Các chuyên gia nói Nhật Bản có khuynh hướng xem Trung Quốc như một nơi đặt làm hàng giá rẻ, và nhất là nạn ăn cắp bản quyền ở Trung Quốc vì các hãng của Nhật Bản tốn khá nhiều chi phí lại sẽ mất cả chì lẫn chài nếu ý tưởng của họ bị lấy cắp. Tăng cường phòng chống nạn ăn cắp bản quyền có thể sinh ra cộng tác đủ thứ, thậm chí nơi nổi tiếng thế giới về sản xuất xe sạch thượng hạng cũng do Nhật Bản và Trung Quốc cùng điều hành, các nhà phân tích thị trường Nhật Bản nói như vậy. Tăng cường hợp tác với Trung Quốc thì phải có chút nào tin cậy. Đã có những dấu hiệu tích cực. Các nhà lãnh đạo DJP đã nói rằng họ sẽ không tiếp tục viếng đền Yasukuni, nơi được xem là nguyên nhân gây bất hoà vì các tội phạm chiến tranh Nhật Bản được chôn ở đó cùng với những người lính bình thường của thời Đệ nhị thế chiến. Và mới đây hai nước đã thoả thuận với nhau về việc tăng cường lượng dự trữ tiền tệ châu Á - đặt số lượng đồng yên và nhân dân tệ bằng nhau vào rỗ dự trữ, nhấn mạnh một sự cam kết chung ở châu Á. Peter Petri, một viên chức cao cấp thuộc trung tâm Đông-Tây ở Honolulu, gọi thoả thuận này là \"một sự kiện rất quan trọng\" vì nó cho thấy \"chúng ta đang chung lưng đấu cật với nhau, và mặc dù trong tương lai Trung Quốc sẽ là nền kinh tế chiếm ưu thế, nhưng Nhật Bản vẫn có nhiều đóng góp.\" Đối với Nhật Bản, việc phát triển châu Á phải có nghĩa là hợp tác kinh tế chặt chẽ hơn nữa với Vương quốc ở trung tâm thế giới. Các viên chức và công ty Nhật Bản đang tìm cách tăng cường quan hệ với Úc, Ấn Độ, và Đông Nam Á. Gần đây, thành tích duy nhất nổi tiếng của Nhật Bản trong vấn đề tiếp thu công ty ở châu Á là việc Daiichi Sankyo mua hãng dược phẩm Ấn Độ Ranbaxy, và Ấn Độ đã thay Trung Quốc làm nơi ưu tiên số 1 để nhận tiền viện trợ của Nhật Bản. Viện trợ của Nhật Bản cho các nước ASEAN cũng đang tăng lên. \"Người Nhật càng ngày càng đầu tư nhiều vào Ấn Độ, Việt Nam, và Indonesia để cân bằng với mức tăng trưởng của Trung Quốc,\" theo cách nói của Michael Green,  trưởng ban Nhật Bản thuộc Trung tâm nghiên cứu quốc tế và chiến lược. Ông cũng lưu ý rằng người Nhật phải vất vả vận động mới đưa được Ấn Độ, Úc, và Niu Di-lân vào hội nghị thượng đỉnh Đông Á, được tổ chức lần đầu tiên vào năm 2005, để \"cân bằng ảnh hưởng của Trung Quốc.\" Có thể việc Tokyo tập trung vào châu Á lần này sẽ khôi phục hình ảnh cường quốc của họ trên thế giới. Việc trở thành \"trung tâm của trung tâm phát triển toàn cầu,\" theo cách đặt vấn đề của Curtis, cũng sẽ làm cho Nhật Bản quan trọng hơn nữa đối với nền ngoại giao và chính trị toàn cầu. Việc tăng cường hợp tác với Trung Quốc có thể làm cho Nhật Bản càng đúng là vùng đệm giữa Hoa Kỳ và Trung Quốc, và bớt chịu sự bảo hộ của Hoa Kỳ. Điều này có thể làm cho Nhật Bản càng đúng là một đấu thủ quan trọng trong nền ngoại giao đa phương và bớt làm đối tác thứ yếu trong quan hệ đặc biệt với Hoa Kỳ. \"Bạn có thể thấy Nhật Bản đang mở rộng phạm vi chiến lược thông qua các hiệp định an ninh song phương mới với Úc và Ấn Độ,\" và trong hội nghị bộ trưởng quốc phòng Hoa Kỳ, Nhật Bản, và Nam Triều Tiên vào tháng sáu, Green đã ghi nhận như vậy. Nhưng bề ngoài thì Nhật Bản bao giờ cũng là một cường quốc kinh tế, và để lấy lại ảnh hưởng toàn cầu, họ cần phải quay về mức tăng trưởng thực sự đứng đầu thế giới. Đó không phải là điều mà những người lãnh đạo sắp tới của Nhật Bản – bất luận là thuộc LDP hoặc DPJ - đang nhắc tới. Cùng lắm là họ mơ về một mô hình cường quốc bậc trung mà thôi."
        }
    ],
    "suggestions": []
}