{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Leyden",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Leyden",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Leyden",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Leyden",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Leyden",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Charcot-<em>Leyden</em> crystals.",
            "vi": "Tinh thể charcot - leyden."
        },
        {
            "en": "A <em>leyden</em> jar is basically just a simple home made capacitor.",
            "vi": "Chai lêđen cơ bản là cái tụ điện đơn giản làm tại nhà."
        },
        {
            "en": "In a town like <em>Leyden</em> in Holland, which in the seventeenth century was occupied by approximately the same number of inhabitants as today, people lived within the walled town, an area more than five times smaller than modern <em>Leyden</em>.",
            "vi": "Trong tòa nhà như Leyden ở Hà Lan, trong thế kỉ 17 đã được sử dụng bởi số lượng dân số xấp sỉ như ngày nay, những người đã sống trong thị trấn có tường bao quanh, một diện tích nhỏ hơn 5 lần Leyden hiện đại."
        },
        {
            "en": "Before we left Atlanta i was dickering for that big lot on Peachtree, the one near the <em>Leyden</em> house.",
            "vi": "Trước khi chúng mình rời atlanta, tôi đã mặc cả mua lô đất lớn ở phố peachtree, gần nhà leyden."
        },
        {
            "en": "Human bias is inevitable, but another source of bias in the representation of history has to do with the transitory nature of the materials themselves. The simple fact is that not everything from history survives the historical process. Castles, palaces and cathedrals have a longer lifespan than the dwellings of ordinary people. The same applies to the furnishings and other contents of the premises. In a town like <em>Leyden</em> in Holland, which in the seventeenth century was occupied by approximately the same number of inhabitants as today, people lived within the walled town, an area more than five times smaller than modern <em>Leyden</em>. In most of the houses several families lived together in circumstances beyond our imagination. Yet in museums, fine period rooms give only an image of the lifestyle of the upper class of that era. No wonder that people who stroll around exhibitions are filled with nostalgia; the evidence in museums indicates that life was so much better in the past. This notion is induced by the bias in its representation in museums and heritage centres.",
            "vi": "Khuynh con người là không thể tránh khỏi, nhưng những nguồn khuynh hướng khác trong những đại diện của lịch sử phải được thực hiện với những nguồn thiên nhiên tạm thời của bản thân chất liệu của chúng. Sự thực đơn giản là không phải mọi thứ từ lịch sử có thể cứu sống quá trình lịch sử. Những lâu đài, cung điện, và nhà thờ có tuổi thọ lâu hơn là các ngôi nhà của những người bình thường. Điều tương tự cũng áp dụng cho các đồ đạc và các nội dung khác của các tòa nhà. Trong tòa nhà như Leyden ở Hà Lan, trong thế kỉ 17 đã được sử dụng bởi số lượng dân số xấp sỉ như ngày nay, những người đã sống trong thị trấn có tường bao quanh, một diện tích nhỏ hơn 5 lần Leyden hiện đại. Trong hầu hết các ngôi nhà một vài gia đình đã sống cùng nhau trong những hoàn cảnh ngoài sức tưởng tượng. Tuy nhiên trong những bảo tàng, những phòng thời kì tốt chỉ cho chúng ta thấy hình ảnh của phong cách sống của tầng lớp thượng lưu trong thời kì đó. Không có gì ngạc nhiên rằng con người đi xung quanh các buổi triển lãm bị lấp đầy nỗi nhớ quê hương, chứng cứ này trong những bảo tàng ám chỉ rằng cuộc sống đã tốt hơn rất nhiều trong quá khứ. Khái niệm này đã gây ra bởi sự thiên vị trong việc thể hiện ở các bảo tàng và các trung tâm di sản. "
        }
    ],
    "suggestions": []
}