{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[li'eiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giữ liên lạc; bắt liên lạc</td></tr></table><i/></div>",
            "word": "liaise"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>liaise</k><blockquote><cclass>[<cclass>lɪ'eɪz<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 cooperate on a matter of mutual concern. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>liaise between</b>) act as a link to assist communication between. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s (orig. military sl.): back-form. from <kref>liaison</kref>. </blockquote></div>",
            "word": "liaise"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>liaise</k><blockquote>▸ <cclass>verb COOPERATE, work together, collaborate; communicate, network, interface, link up.</cclass></blockquote></div>",
            "word": "liaise"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>liaise</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>BE</abr>) (<abr>D</abr>; <abr>intr.</abr>) ('to mediate') to liaise between; with</ex></blockquote></blockquote></div>",
            "word": "liaise"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "liaise"
        }
    },
    "sentences": [
        {
            "en": "It is advisable to <em>liaise</em> closely with the planning authorities.",
            "vi": "Tốt hơn nên liên hệ mật thiết với bộ phận kế hoạch của chính quyền."
        },
        {
            "en": "Police need to <em>liaise</em> with the different groups involved.",
            "vi": "Cảnh sát cần phải giữ liên lạc với các nhóm khác có liên quan."
        },
        {
            "en": "<em>Liaise</em> and exchange ideas are our subjects today.",
            "vi": "Nối kết và trao đổi ý tưởng là những chủ đề của chúng ta hôm nay."
        },
        {
            "en": "To <em>liaise</em> with the Child Rights WG in Hanoi in contributing towards a national focal point.",
            "vi": "Để liên lạc với CRWG tại Hà Nội trong việc góp phần hướng tới một điểm đầu mối quốc gia."
        },
        {
            "en": "Community workers will <em>liaise</em> with the police in an effort to prevent further violence.",
            "vi": "Toàn thể công nhân sẽ giữ liên lạc với cảnh sát trong việc nỗ lực ngăn chặn bạo lực hơn nữa."
        },
        {
            "en": "The people will <em>liaise</em> with the police in an effort to prevent further violence.",
            "vi": "Người dân sẽ giữ liên lạc với cảnh sát trong một nỗ lực nhằm ngăn chặn bạo lực hơn nữa."
        },
        {
            "en": "Schools in the big city all need to <em>liaise</em> more closely.",
            "vi": "Tất cả các trường trong thành phố lớn này cần bắt liên lạc chặt chẽ hơn."
        },
        {
            "en": "It may be useful to <em>liaise</em> with police so as to protect outreach workers.",
            "vi": "Có thể xây dựng mối quan hệ với ngành công an để giúp bảo vệ công việc của các nhân viên tiếp cận cộng đồng."
        },
        {
            "en": "School managers have to <em>liaise</em> with locality authority to build swimming pools in schools to teach students swimming skills.",
            "vi": "Ban giám hiệu nhà trường cần liên hệ với các cơ quan địa phương để xây dựng hồ bơi trong các trường học nhằm dạy học sinh kỹ năng bơi lội."
        },
        {
            "en": "My job is to <em>liaise</em> with staff and partners and the CEO to make sure the business runs smoothly.",
            "vi": "Phận sự của tôi là liên lạc với nhân viên trong công ty, các đối tác và Giám đốc điều hành để đảm bảo cho mọi công việc làm ăn diễn ra suôn sẻ."
        },
        {
            "en": "My job is to <em>liaise</em> with staff and partners and the CEO (Chief Executive Officer) to make sure the business runs smoothly.",
            "vi": "Phận sự của tôi là liên lạc với nhân viên trong công ty, các đối tác và Ban Giám đốc để đảm bảo cho mọi công việc làm ăn diễn ra suôn sẻ."
        },
        {
            "en": "A refurbishment costing about £10m by contractor Rydons saw the building covered in aluminium wall cladding, which appeared to be burning strongly. Was this a factor or not? In July 2015, Kensington and Chelsea’s housing and property scrutiny committee reported that there had been “close liaison with London fire brigade with regard to works at Grenfell Tower – local operational crews regularly attend the block and <em>liaise</em> with the contractor, Rydons, on progress of works, impact on fire fighting etc”.",
            "vi": "Việc tân trang tiêu tốn khoảng 10 triệu bảng Anh do nhà thầu Rydons phụ trách. Qua đó bức tường của tòa nhà được phủ một lớp nhôm (aluminium), loại vật liệu dường như bắt cháy rất mạnh. Liệu đây có phải là nguyên nhân hay không? Vào tháng 7 năm 2015, ủy ban kiểm soát nhà ở và tài sản của Kensington và Chelsea đã báo cáo rằng \"có mối liên hệ chặt chẽ giữa lữ đoàn cứu hỏa Luân Đôn với các công trình của tòa tháp Grenfell - các ban quản lý địa phương thường xuyên có mặt tại tòa nhà và liên lạc với nhà thầu Rydons trong quá trình tiến hành công việc cũng tác động đến việc phòng cháy chữa cháy.\""
        },
        {
            "en": "A refurbishment costing about £10m by contractor Rydons saw the building covered in aluminium wall cladding, which appeared to be burning strongly. Was this a factor or not? In July 2015, Kensington and Chelsea’s housing and property scrutiny committee reported that there had been “close liaison with London fire brigade with regard to works at Grenfell Tower – local operational crews regularly attend the block and <em>liaise</em> with the contractor, Rydons, on progress of works, impact on fire fighting etc”.",
            "vi": "Việc tân trang tiêu tốn khoảng 10 triệu bảng Anh do nhà thầu Rydons phụ trách. Qua đó bức tường của tòa nhà được phủ một lớp nhôm (aluminium), loại vật liệu dường như bắt cháy rất mạnh. Liệu đây có phải là nguyên nhân hay không? Vào tháng 7 năm 2015, ủy ban kiểm soát nhà ở và tài sản của Kensington và Chelsea đã báo cáo rằng \"có mối liên hệ chặt chẽ giữa lữ đoàn cứu hỏa Luân Đôn với các công trình của tòa tháp Grenfell - các ban quản lý địa phương thường xuyên có mặt tại tòa nhà và liên lạc với nhà thầu Rydons trong quá trình tiến hành công việc cũng tác động đến việc phòng cháy chữa cháy.\""
        },
        {
            "en": "Epidemics predicted to break out in 2010    The Department of Preventive Medicine and the Environment has forecast that many epidemics will continue to spread far and wide in 2010, especially during winter and spring, Dr Nguyen Huy Nga, head of the agency said during an interview. Reporter: What recommendations has the Ministry of Health made to the public as epidemics are predicted to develop in a complicated way in 2010? Dr Nga: The Ministry of Health has recommended that everyone who lives in remote areas should go to a clinic for diagnosis and treatment if they show any symptoms of A/H1N1 or A/H5N1 flu. Experts stress that hospitals should conduct tests for these diseases even in cases of pneumonia. The A/H1N1 and A/H5N1 flu epidemics are threatening to spread far and wide and be transmitted  to humans, especially those with a poor immunity. The cold and humid weather is ideal for these viruses to spread and mutate. Vietnam still needs to be highly vigilant as the World Health Organization has still warned about the complex way the epidemics are involving in several nearby countries which have seen a rise in fatalities. Both the A/H1N1 and A/H5N1 viruses are very likely to mutate, posing greater challenges for the medical sector. Minister of Health Nguyen Quoc Trieu has also urged the National Steering Committee for Preventing Avian Flu to step up monitoring, examinations and treatment. Dengue fever is expected to break out in April or May so the health sector will have to prepare for a possible epidemic from as early as February. Reporter:: What plans has the Ministry of Health drawn up to cope with challenges from these impending epidemics?  Dr Nga: The ministry has already devised a plan to prevent and combat epidemics in 2010, which focuses on strengthening State management in controlling the diseases to curb widespread outbreaks and minimize the rates of infection and fatalities due to A/H1N1. The ministry has outlined some major solutions to deal with some of the dangerous epidemics. It is essential that all State agencies, departments and local authorities <em>liaise</em> and make a joint effort and encourage the public to monitor the epidemics and step up measures to deal with the deadly disease. All localities should look for new outbreaks and critical cases, identify high-risk groups at risk and combat the epidemic according to the State’s instructions. It is also necessary to increase reserves for Tamiflu and Osetemivir. Recently, the World Health Organisation provided Vietnam with 1.2 million doses of the A/H1N1 vaccine and the country has also bought additional 500,000 doses. Top priority for vaccinations will be given to high-risk groups, including pregnant women and medical workers who are in direct contact with A/H1N1 patients. Meanwhile, there is no A/H5N1 vaccine available in both domestic and foreign markets. Such vaccine is still in the making and in the experimental process. In Vietnam, however, recent tests on humans have shown initial success. The Vaccine and Bio-Technology Products Company No 1 announced that after trial tests on humans, the H5N1 vaccine will be produced on a large scale. To cope with the epidemic of dengue fever, VND84 billion has been allocated from the State budget. Committees for Preventing the dengue fever epidemic at provincial and district levels are joining in efforts to combat the epidemic. Reporter:: Could you elaborate on the vaccination campaign? Dr. Nga: After receiving the vaccine, we will examine its safety then launch a trial test in a number of localities before carrying out a national vaccination campaign. We asked provinces and cities to make a list of those who are in high-risk groups so that they can be given top priority for vaccinations. Furthermore, the Ministry of Health has already issued regulations on how to use the vaccine, places suitable for vaccinations and how to store the vaccine. The World Health Organisation (WHO) pledged to provide Vietnam with a one-dose vaccine produced by company GSK. The organization confirmed that this type of vaccine is safe. In Canada, 23 million people have been vaccinated and only seven of them were reported to have had a mild reaction. However, the WHO warned that vaccine producers and it would not take legal responsibility for any case of reaction./.",
            "vi": "Dịch bệnh được dự báo sẽ bùng nổ vào năm 2010    Cục Y tế Dự phòng và Môi trường đã dự báo nhiều dịch bệnh sẽ tiếp tục phát tán rộng khắp vào năm 2010, đặc biệt là trong suốt mùa đông xuân, Tiến sĩ Nguyễn Huy Nga, cục trưởng đã có cuộc trao đổi xung quanh vấn đề này.  Phóng viên: Theo dự báo thì diễn biến dịch bệnh năm 2010 sẽ tiếp tục phức tạp, Bộ Y tế đưa ra khuyến cáo gì đối với cộng đồng, thưa ông? Tiến sĩ Nga: Bộ Y tế đã khuyến cáo tất cả mọi người dân sống ở vùng sâu, vùng xa nếu có biểu hiện bất kỳ triệu chứng nào của cúm A/H1N1 hoặc cúm A/H5N1 cần đến ngay cơ sở y tế để chẩn đoán và điều trị kịp thời. Các nhà chuyên môn nhấn mạnh rằng bệnh viện nên tiến hành xét nghiệm hết các bệnh này ngay cả trong trường hợp bệnh nhân bị viêm phổi. Dịch cúm A/H1N1 và cúm A/H5N1 đang có nguy cơ phát tán và lây lan cho con người, đặc biệt là với những người có sức đề kháng yếu. Thời tiết lạnh và ẩm là điều kiện thuận lợi cho những loại vi rút này phát tán và biến chuyển.  Việt Nam vẫn rất cần phải cảnh giác cao độ vì Tổ chức Y tế Thế giới vẫn còn cảnh báo về nạn dịch còn diễn biến phức tạp liên quan đến những nước lân cận có số ca tử vong tăng. Cả hai loại vi rút cúm A/H1N1 và A/H5N1 là những loại vi rút rất có khả năng biến chủng, điều này làm cho ngành y tế phải đối mặt với nhiều thách thức nặng nề hơn. Bộ trưởng Bộ Y tế Nguyễn Quốc Triệu cũng kêu gọi Ban chỉ đạo Phòng chống Cúm gia cầm Quốc gia tăng cường theo dõi, kiểm tra và điều trị. Người ta dự báo dịch sốt xuất huyết sẽ bùng nổ vào tháng tư hoặc tháng năm vì thế ngay từ đầu tháng hai ngành y tế sẽ phải triển khai cách khống chế dịch.  Phóng viên: Đối mặt với những thách thức nặng nề của dịch bệnh, Bộ Y tế có kế hoạch ứng phó như thế nào? Tiến sĩ Nga: Bộ Y tế đã xây dựng kế hoạch phòng chống dịch năm 2010, với mục tiêu là tăng cường hoạt động quản lý Nhà nước về việc kiểm soát các bệnh dịch để kiềm chế phát tán rộng ra và giảm thiểu tỉ lệ mắc bệnh và tử vong do cúm A/H1N1. Bộ cũng đã vạch ra một số giải pháp trọng tâm để đối phó với một số bệnh dịch nguy hiểm. Để triển khai có hiệu quả công tác phòng chống dịch cần có sự phối hợp đồng bộ giữa tất cả các cơ quan nhà nước, các phòng ban và toàn thể chính quyền địa phương để khuyến khích người dân giám sát bệnh dịch và tăng cường các biện pháp để đối phó với căn bệnh chết người này. Tất cả các địa phương phải tìm các ổ dịch mới và các trường hợp nặng nguy cấp, xác định các nhóm đối tượng có nguy cơ mắc bệnh cao và chống dịch theo sự chỉ đạo của Nhà nước. Việc tăng cường dự trữ thuốc Tamiflu và Osetemivir cũng rất cần thiết. Tổ chức Y tế Thế giới mới đây cũng đã viện trợ cho Việt Nam 1.200.000 liều vắc-xin cúm A/H1N1 và nước ta cũng đã mua thêm 500.000 liều nữa. Tiêm chủng vắc-xin ngừa cúm này ưu tiên đầu tiên cho nhóm có nguy cơ mắc bệnh cao, như phụ nữ đang mang thai và công nhân y tế tiếp xúc trực tiếp với bệnh nhân cúm A/H1N1. Trong khi đó, vắc-xin cúm A/H5N1 hiện chưa có mặt trên thị trường trong nước cũng như nước ngoài. Loại vắc-xin này vẫn đang trong quá trình nghiên cứu thử nghiệm. Tuy nhiên tại Việt Nam, các thử nghiệm mới đây trên con người đã bước đầu cho kết quả tốt. Công ty vắc-xin và sinh phẩm số 1 cũng đã công bố rằng sau thử nghiệm trên người thì vắc-xin H5N1 sẽ được sản xuất trên quy mô lớn. Để đối phó với dịch sốt xuất huyết, chúng ta đã chi 84 tỷ đồng từ ngân sách Nhà nước. Uỷ ban phòng chống dịch sốt xuất huyết ở các tuyến tỉnh, huyện cũng đang nỗ lực phòng chống dịch bệnh. Phóng viên: Vậy ông có thể cho biết chi tiết thêm về chiến dịch tiêm chủng không? Tiến sĩ Nga: Sau khi nhận số lượng vắc-xin này, chúng tôi sẽ tiến hành thử nghiệm tiêm để xem độ an toàn rồi sau đó sẽ cho tiêm thí điểm tại một số địa phương trước khi triển khai chiến dịch tiêm rộng rãi cả nước. Chúng tôi đã yêu cầu các tỉnh và thành phố lên danh sách người có nguy cơ mắc bệnh cao để họ được ưu tiên tiêm chủng vắc-xin trước tiên. Hơn nữa, Bộ Y tế đã có quy định ban hành về việc sử dụng vắc-xin, khu vực thích hợp để tiêm chủng và cách bảo quản vắc-xin tiêm chủng rồi. Số vắc-xin tiêm một liều mà Tổ chức Y tế Thế giới (WHO) đã hứa viện trợ cho Việt Nam là của công ty GSK. Tổ chức WHO đã thẩm định đây là loại vắc-xin an toàn. Tại Canada, 23 triệu người đã được tiêm vắc-xin này, trong đó có 7 trường hợp có phản ứng nhưng không nặng. Tuy nhiên, WHO cũng cảnh báo rằng các nhà sản xuất vắc-xin và chính tổ chức này sẽ không chịu trách nhiệm nào về pháp lý trong trường hợp tiêm vắc-xin xảy ra phản ứng./."
        }
    ],
    "suggestions": []
}