{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,libərəlai'zei∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">liberalization</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,libərəlai'zei∫n]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">liberalization</font></td></tr></table><i/></div>",
            "word": "liberalisation",
            "pronounce": "[,libərəlai'zei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "liberalisation",
            "pronounce": "[,libərəlai'zei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "liberalisation",
            "pronounce": "[,libərəlai'zei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "liberalisation",
            "pronounce": "[,libərəlai'zei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "liberalisation",
            "pronounce": "[,libərəlai'zei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Slow pace of <em>liberalisation</em>: <em>Liberalisation</em> has been proceeding, but slowly.",
            "vi": "Quá trình tự do hóa diễn ra chậm chạp: quá trình tự do hóa đã được thúc đẩy nhưng vẫn chậm."
        },
        {
            "en": "Annex: Trade Policy and Capital Account <em>Liberalisation</em>",
            "vi": "Phụ lục: Chính sách thương mại và tự do hoá tài khoản vốn"
        },
        {
            "en": "If growth is the goal, ‘<em>liberalisation</em>’ in general is not the means, but growthfostering <em>liberalisation</em>.",
            "vi": "Nếu như tăng trưởng là mục đích, thì ‘tự do hóa’ nói chung không thể là phương tiện, nhưng tự do hóa để thúc đẩy tăng trưởng mới chính là phương tiện."
        },
        {
            "en": "Their advantage is that they allow for reciprocal <em>liberalisation</em>.",
            "vi": "Lợi thế của chúng là chúng cho phép thực hiện tự do hoá trên cơ sở có đi có lại."
        },
        {
            "en": "Deregulation of financial markets, including financial (i.e. interest rate) <em>liberalisation</em>.",
            "vi": "Giảm bớt các quy định về thị trường tài chính, kể cả tự do hoá tài chính (như lãi suất)."
        },
        {
            "en": "Viet Nam undertook determined price <em>liberalisation</em> and has moved consistently towards the gradual <em>liberalisation</em> of exchange and interest rates, although substantial State control remains in this area.",
            "vi": "Việt Nam đã kiên quyết thực hiện tự do hoá giá cả và không ngừng tiến tới tự do hoá dần dần tỷ giá hối đoái và lãi suất, song Nhà nước vẫn còn giữ quyền kiểm soát đáng kể trong lĩnh vực này."
        },
        {
            "en": "From this perspective, the ‘<em>liberalisation</em> benefits households’ argument suffers from the fallacy of composition.",
            "vi": "Nếu nhìn từ góc độ này, ý kiến thảo luận cho rằng ‘việc tự do hóa đem lại lợi ích cho các hộ gia đình’ có thể coi là nguỵ biện kết cấu."
        },
        {
            "en": "There were three major innovations as a result of this “<em>liberalisation</em>:”",
            "vi": "Do \"sự tự do hóa\" đó, chúng ta thấy có ba cải tiến chính sau đây:"
        },
        {
            "en": "Also based on our experience, macroeconomic policies are extremely important for reform before microeconomic <em>liberalisation</em>.",
            "vi": "Cũng theo kinh nghiệm của chúng tôi, các chính sách kinh tế vĩ mô là cực kỳ quan trọng đối với cải cách trước khi tiến hành tự do hoá kinh tế vi mô."
        },
        {
            "en": "Price and trade <em>liberalisation</em> can be very quick and it helped more efficient resource allocation.",
            "vi": "Việc tự do hoá giá cả và thương mại có thể tiến hành rất nhanh và nó góp phần nâng cao hiệu quả phân bổ nguồn lực."
        },
        {
            "en": "Further <em>liberalisation</em> and less reliance in the state sector is obviously needed to revive the economy.",
            "vi": "Để vực dậy nền kinh tế, rõ ràng cần tiếp tục tiến hành tự do hoá cũng như giảm mức độ phụ thuộc vào khu vực nhà nước."
        },
        {
            "en": "Trade <em>liberalisation</em> has translated into a significant increase in exports, especially in the garment sector.",
            "vi": "Tự do hoá thương mại đã góp phần tăng đáng kể về xuất khẩu, đặc biệt trong ngành dệt may."
        },
        {
            "en": "There exists very little evidence on the relationship between trade <em>liberalisation</em> and poverty in Viet Nam.",
            "vi": "Hiện có rất ít bằng chứng về mối quan hệ giữa tự do hóa thương mại và tình trạng đói nghèo ở Việt nam."
        },
        {
            "en": "It is obvious that trade <em>liberalisation</em> has been coincident with rapid growth.",
            "vi": "Rõ ràng là tự do hoá thương mại đi kèm với tốc độ tăng trưởng cao."
        },
        {
            "en": "History has shown trade <em>liberalisation</em> is probably necessary, but certainly not sufficient for economic success.",
            "vi": "Lịch sử đã chứng minh rằng tự do hoá thương mại có thể là cần thiết, nhưng tất nhiên chưa đủ để bảo đảm thành công kinh tế."
        },
        {
            "en": "Finally, we explore the impact of <em>liberalisation</em> and increased competition on the economy and final customers.",
            "vi": "Cuối cùng, chúng ta xem xét tác động của quá trình tự do hóa và tăng cường cạnh tranh đối với nền kinh tế và người tiêu dùng cuối cùng."
        },
        {
            "en": "<em>Liberalisation</em> may affect in a less positive way the pharmaceuticals industry, telecommunications, transport and steel sector.",
            "vi": "Tự do hoá có thể có tác động theo hướng kém tích cực hơn đối với ngành dược phẩm, viễn thông, giao thông vận tải và thép."
        },
        {
            "en": "The rather grim <em>liberalisation</em> scenario described here need not occur in Viet Nam.",
            "vi": "Một kịch bản tự do hóa xám xịt như vậy không nhất thiết sẽ xảy ra ở Việt nam."
        },
        {
            "en": "So we have learned we should not hurry with political <em>liberalisation</em>.",
            "vi": "Vậy chúng tôi đã học được một điều là không nên vội vã trong tự do hoá chính trị."
        },
        {
            "en": "This brief period of instability demonstrated to the government the potential dangers of capital account <em>liberalisation</em>.",
            "vi": "Thời kỳ bất ổn định ngắn ngủi này đã cho chính phủ thấy mối nguy hiểm tiềm năng ẩn sau việc tự do hóa tài khoản vốn."
        }
    ],
    "suggestions": []
}