{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Liberia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Liberia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Liberia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Liberia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Liberia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Voting center has closed in <em>Liberia</em>.",
            "vi": "Trung tâm bỏ phiếu ở liberia đã đóng cửa."
        },
        {
            "en": "<em>Liberia</em> students all fail university admission exam",
            "vi": "Tất cả học sinh Liberia đều trượt kỳ thi tuyển sinh đại học"
        },
        {
            "en": "Chile and <em>Liberia</em> are welcoming newly elected female presidents.",
            "vi": "Chi - lê và li - bê - ri đang chào đón những vị tân nữ tổng thống."
        },
        {
            "en": "<em>Liberia</em>, Guinea and Sierra Leone have together lost nearly 1,000 lives to Ebola. Guinea announced Saturday it was closing its borders with <em>Liberia</em> and Sierra Leone.",
            "vi": "Cả thảy ba nước Li-bê-ri-a, Ghi-nê và Xi-ê-ra Lê-ôn đã có gần 1000 người tử vong do dịch Ebola. Ghi-nê đã ban bố lệnh đóng cửa biên giới với Li-bê-ri-a và Xi-ê-ra Lê-ôn."
        },
        {
            "en": "They are making diplomatic efforts to end the conflict in <em>Liberia</em>.",
            "vi": "Họ đang thực hiện các nỗ lực ngoại giao để chấm dứt xung đột ở Li - bê - ri - a (Liberia)."
        },
        {
            "en": "They are making diplomatic efforts to end the conflict in <em>Liberia</em>.",
            "vi": "Họ đang thực hiện các nỗ lực ngoại giao để chấm dứt xung đột ở Li-bê-ri-a (Liberia)."
        },
        {
            "en": "In the past few months, women have been elected the leaders of Germany, <em>Liberia</em> and Chile.",
            "vi": "Vài tháng gần đây, phụ nữ đã được bầu chọn làm lãnh đạo ở nhiều nước như đức, liberia và chilê."
        },
        {
            "en": "<em>Liberia</em> is recovering from a brutal civil war that ended a decade ago.",
            "vi": "Liberia đang trong quá trình hồi phục sau cuộc nội chiến tàn khốc cách đây một thập niên."
        },
        {
            "en": "Researchers from Johns Hopkins University in Maryland tested the system at a refugee camp in <em>Liberia</em>.",
            "vi": "Những nhà nghiên cứu thuộc đại học johns hopkins bang marylan đã thử nghiệm hệ thống này tại một trại tị nạn ở liberia."
        },
        {
            "en": "In <em>Liberia</em>, Ellen Johnson-Sirleaf has claimed victory as the first woman elected president of an African nation.",
            "vi": "Ở liberia, ellen johnson - sirleaf quả quyết thắng cuộc với tư cách người phụ nữ đầu tiên được bầu làm tổng thống của một nước châu phi."
        },
        {
            "en": "Nearly 25,000 school-leavers failed the test for admission to the University of <em>Liberia</em>, one of two state-run universities.",
            "vi": "Gần 25 000 học sinh tốt nghiệp phổ thông đã thi rớt kỳ thi tuyển sinh vào trường Đại học Liberia, một trong hai trường đại học công lập."
        },
        {
            "en": "Meanwhile, the least happy countries and territories were South Sudan, <em>Liberia</em>, Guinea, Togo, Rwanda, Tanzania, Burundi and the Central African Republic.",
            "vi": "Trong khi đó, các quốc gia và vùng lãnh thổ ít hạnh phúc nhất là Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi và Cộng hòa Trung Phi."
        },
        {
            "en": "Based upon what we have done and the path we are now on, <em>Liberia</em> can move from dependency to self-sufficiency in 10 years.",
            "vi": "Dựa vào những gì chúng ta đã làm và con đường chúng ta đang đi, Liberia có thể từ phụ thuộc chuyển sang tự lập trong 10 năm nữa."
        },
        {
            "en": "Sierra Leone health officials check passengers transiting at the border crossing with <em>Liberia</em> in Jendema on March 28, 2015. (Zoom Dosso/AFP/Getty Images)",
            "vi": "Các nhân viên y tế của Sierra Leone kiểm tra hành khách băng qua biên giới tại Jendema, tiếp giáp Liberia vào ngày 28 tháng 3 năm 2015 (Zoom Dosso/Getty Images)"
        },
        {
            "en": "Based upon what we have done and the path we are now on, <em>Liberia</em> can move from dependency to self - sufficiency in 10 years.",
            "vi": "Dựa vào những gì chúng ta đã làm và con đường chúng ta đang đi, Liberia có thể từ phụ thuộc chuyển sang tự lập trong 10 năm nữa."
        },
        {
            "en": "One of the most recent fatalities was a Congolese nun, who contracted Ebola while working with Spanish Catholic missionaries in <em>Liberia</em>.",
            "vi": "Một trong những nạn nhân tử vong gần đây nhất là nữ tu người Công-gô, bà đã bị nhiễm vi-rút Ebola khi đang làm việc với những nhà truyền giáo Công giáo người Tây Ban Nha ở Li-bê-ri-a."
        },
        {
            "en": "South Sudan, <em>Liberia</em>, Guinea, Togo, Rwanda, Tanzania, Burundi, the Central African Republic were at the bottom, along with the conflict-torn Syria and Yemen.",
            "vi": "Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi, Cộng hòa Trung Phi đều ở vị trí thấp nhất cùng sự xung đột gay gắt giữa Syria và Yemen."
        },
        {
            "en": "Meanwhile, the least happy countries and territories were South Sudan, <em>Liberia</em>, Guinea, Togo, Rwanda, Tanzania, Burundi and the Central African Republic.",
            "vi": "Trong khi đó, các quốc gia và vùng lãnh thổ ít hạnh phúc nhất là Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi và Cộng hòa Trung Phi."
        },
        {
            "en": "South Sudan, <em>Liberia</em>, Guinea, Togo, Rwanda, Tanzania, Burundi, the Central African Republic were at the bottom, along with the conflict-torn Syria and Yemen.",
            "vi": "Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi, Cộng hòa Trung Phi đều ở vị trí thấp nhất cùng sự xung đột gay gắt giữa Syria và Yemen."
        },
        {
            "en": "“In view of the very rapidly deteriorating situation of the economy, I am informing you today, with immediate effect, that I will reduce my salary and benefits by 25%,” Weah said, pledging the savings to a development fund for <em>Liberia</em>.",
            "vi": "\"Nhìn vào tình trạng đang xấu đi rất nhanh của nền kinh tế, hôm nay tôi xin thông báo cùng các bạn, điều có tác dụng ngay lập tức, là tôi sẽ tự giảm 25% lương và các lợi ích của mình\", ông Weah nói, ông hứa chuyển số tiền tiết kiệm được đó cho một quỹ phát triển của Liberia."
        }
    ],
    "suggestions": []
}