{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Libya"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Libya"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Libya"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Libya"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Libya"
        }
    },
    "sentences": [
        {
            "en": "More Than 140,000 People Flee <em>Libya</em>",
            "vi": "Hơn 140.000 người bỏ chạy khỏi Li-bi"
        },
        {
            "en": "<em>Libya</em> conflict: Defiant Saif al-Islam Gaddafi reappears",
            "vi": "Xung đột Libya: Saif al-Islam tái xuất công khai"
        },
        {
            "en": "<em>Libya</em> last night issued a strenuous denial of the allegations.",
            "vi": "Đêm qua Libya tích cực phản đối những lời cáo buộc."
        },
        {
            "en": "I have lived and worked in <em>Libya</em> for three years.",
            "vi": "Tôi đã sống và làm việc tại Libi 3 năm."
        },
        {
            "en": "Dutch boy who survived <em>Libya</em> crash is told family died",
            "vi": "Cậu bé người Hà Lan sống sót trong vụ rơi máy bay ở Li-bi đã được thông báo về cái chết của gia đình cậu ấy"
        },
        {
            "en": "The medical supplies were shipped by air freight to <em>Libya</em>.",
            "vi": "Các vật tư y tế đã được vận chuyển bằng đường hàng không đến Libya."
        },
        {
            "en": "Canada imposes wide range of sanctions against <em>Libya</em>.",
            "vi": "Canada áp đặt nhiều biện pháp trừng phạt đối với Libya."
        },
        {
            "en": "EU calls on <em>Libya</em> to respect fundamental freedoms.",
            "vi": "EU kêu gọi Libya tôn trọng các quyền tự do cơ bản."
        },
        {
            "en": "Thousands continue to flood out of the borders of <em>Libya</em>.",
            "vi": "Hàng ngàn người tiếp tục tràn qua khỏi biên giới của Libya."
        },
        {
            "en": "President Obama says the mission in <em>Libya</em> is succeeding.",
            "vi": "Tổng thống Obama nói rằng nhiệm vụ ở Libya đang tiếp tục."
        },
        {
            "en": "US Defense Chief Reaffirms Opposition to US Troops in <em>Libya</em>",
            "vi": "Bộ trưởng quốc phòng Mỹ tái khẳng định việc phản đối Quân Đội Mỹ ở Libia"
        },
        {
            "en": "<em>Libya</em>: Opposition hopes for new era in Benghazi",
            "vi": "Libya : Phe đối lập hy vọng một kỷ nguyên mới ở Benghazi"
        },
        {
            "en": "They take over command of the coalition military operation in <em>Libya</em>.",
            "vi": "Họ tiếp quản chỉ huy hoạt động quân sự liên minh tại Libya."
        },
        {
            "en": "The Foreign Office has denied the presence of Pakistani military in <em>Libya</em>.",
            "vi": "Bộ ngoại giao đã không cho quân lính Pa-ki-xtan (Pakistani) có mặt ở Li-bi (Libya)."
        },
        {
            "en": "The chilling prophecy has alerted conspiracy theorists who highlight ISIS activity close to Europe in <em>Libya</em>.",
            "vi": "Lời tiên tri khủng khiếp ấy khiến những người theo thuyết âm mưu nói quá lên hoạt động của IS tiến sát vào châu Âu tại Libya."
        },
        {
            "en": "U.S. Defense Secretary Robert Gates has repeated his strong opposition to putting any American forces in <em>Libya</em>.",
            "vi": "Bộ trưởng quốc phòng Hoa Kỳ Robert Gates đã nhấn mạnh lại sự phản đối về việc đặt một số lực lượng của Hoa Kỳ ở Libia."
        },
        {
            "en": "The conflict in <em>Libya</em> has been going on for over two months with daily battles in the city of Misrata.",
            "vi": "Cuộc xung đột tại Libya đã diễn ra trong hơn hai tháng với các trận đánh diễn ra hàng ngày tại thành phố Misrata."
        },
        {
            "en": "Libyan officials said the agreement was a message to the world that <em>Libya</em> is developing nuclear technology for peaceful purposes.",
            "vi": "Các quan chức li - bi cho biết thỏa thuận này là một thông điệp cho thế giới biết rằng li - bi đang phát triển công nghệ hạt nhân vì mục đích hòa bình."
        },
        {
            "en": "<em>Libya</em> and France have agreed to cooperate on peaceful uses of nuclear energy in the areas of Agriculture and Health.",
            "vi": "Li - bi và pháp đã đi đến thỏa thuận hợp tác trong việc sử dụng năng lượng hạt nhân vì mục đích hòa bình trong lĩnh vực nông nghiệp và y tế."
        },
        {
            "en": "During the period of the Ottoman Empire, a dual judicial system that distinguished between religious and secular matters developed in <em>Libya</em> and other subject countries.",
            "vi": "Trong suốt Đế chế Ottoman, một hệ thống tòa án kép phân biệt giữa các vấn đề tôn giáo và vô thần đã phát triển ở Lybia và những nước lệ thuộc khác."
        }
    ],
    "suggestions": []
}