{
    "en_vn": {
        "data": {
            "content": null,
            "word": "licks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "licks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "licks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "licks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "licks"
        }
    },
    "sentences": [
        {
            "en": "Well, that <em>licks</em> me!",
            "vi": "Chà, cái đó vượt quá sự hiểu biết của tôi!"
        },
        {
            "en": "One <em>licks</em> one's chops.",
            "vi": "Thèm nhỏ dãi."
        },
        {
            "en": "She <em>licks</em> her chaps.",
            "vi": "Cô ấy nhép miệng ngon lành."
        },
        {
            "en": "The cat <em>licks</em> my leg.",
            "vi": "Con mèo liếm chân tôi."
        },
        {
            "en": "Mary usually <em>licks</em> her lips.",
            "vi": "Mary hay liếm môi."
        },
        {
            "en": "He often <em>licks</em> her boots.",
            "vi": "Anh ta thường bợ đỡ bà ta."
        },
        {
            "en": "Put in one's best <em>licks</em>",
            "vi": "Hết sức cố gắng"
        },
        {
            "en": "I put in my best <em>licks</em>.",
            "vi": "Tôi đã hết sức cố gắng."
        },
        {
            "en": "I know he just <em>licks</em> my shoes.",
            "vi": "Tôi biết anh ta chỉ liếm gót tôi."
        },
        {
            "en": "He loves bacon well <em>licks</em> the swine-sty door.",
            "vi": "Muốn ăn cá phải thả câu/Muốn ăn phải lăn vào bếp/Muốn ăn hét phải đào giun."
        },
        {
            "en": "The Java Rhino will sometimes congregate in small groups at salt <em>licks</em> and mud wallows.",
            "vi": "Thỉnh thoảng tê giác Java sẽ tập hợp thành những nhóm nhỏ ở các bãi liếm đất mặn và bãi bùn."
        },
        {
            "en": "He puts in his best <em>licks</em> to pass the final exam.",
            "vi": "Anh ấy nỗ lực để qua được kì thi cuối này."
        },
        {
            "en": "A couple of <em>licks</em> will cure most any sickness short of a broken leg.",
            "vi": "Cứ nên cho một trận, thiếu nước què cẳng, là khỏi hầu hết mọi bệnh."
        },
        {
            "en": "Salt <em>licks</em> are also very important because of the essential nutrients the rhino receives from the salt.",
            "vi": "Những bãi liếm đất mặn cũng rất quan trọng với tê giác bởi đây là nơi cung cấp các chất khoáng thiết yếu."
        },
        {
            "en": "And if you give a lazy darky a couple of <em>licks</em> to speed him up, you'll hear the Yankees scream from here to Dalton and you'll end up in jail.",
            "vi": "Và nếu anh quất một tên nhọ lười lĩnh một vài roi để thúc nó nhanh tay lên, anh sẽ nghe thấy bọn yankee la lối từ đây đến dalton và cuối cùng là mời anh vào nhà đá."
        },
        {
            "en": "Next, the hunter fixes his knife in the ground with the blade up. When a wolf follows his sensitive nose to the source of the scent and discovers the bait, he <em>licks</em> it, tasting the fresh frozen blood. He begins to lick faster, more and more vigorously, lapping the blade until the sharp edge is bare. Feverishly now, harder and harder, the wolf <em>licks</em> the blade in the cold Arctic night. His craving for blood becomes so great that the wolf does not notice the razor-sharp sting of the naked blade on his own tongue. Nor does he recognize the instant when his unquenchable thirst is being satisfied by his own warm blood. His carnivorous appetite continues to crave more until in the morning light, the wolf is found dead on the snow!",
            "vi": "Tiếp đó, người thợ săn cắm cán dao xuống mặt đất. Khi con sói đánh hơi được mùi của thú rừng từ lưỡi dao và mon men đến, nó bắt đầu liếm những lớp băng bằng máu đó. Càng lúc càng hăng say hơn, với tất cả những sự thèm thuồng, cho đến khi những lớp băng bên ngoài lưỡi dao đã tan chảy hết và lưỡi dao lộ ra. Giữa đêm tối, liếm lưỡi dao, lưỡi của con sói bị đứt và máu chảy ra, nhưng nó lại tưởng đó là máu của thú rừng nền càng liếm hăng say hơn. Càng chảy máu thì nó càng khát, và càng khát thì nó lại càng liếm… Sáng hôm sau, những Eskimo chỉ việc đi thu lượm xác của con chó sói nằm chết trên tuyết!"
        }
    ],
    "suggestions": []
}