{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Liechtenstein",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Liechtenstein",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Liechtenstein",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Liechtenstein",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Liechtenstein",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Some small countries, such as <em>Liechtenstein</em>, Nauru, Vatican City, Monaco, San Marino, and Andorra were not included in the study.",
            "vi": "Một số nước, vùng lãnh thổ nhỏ như Liechtenstein, Nauru, Vatican City, Monaco, San Marino, và Andorra không có tên trong bản nghiên cứu này."
        },
        {
            "en": "The immediate holding company is registered in the UK, but the ultimate parent company is based in <em>Liechtenstein</em>.",
            "vi": "Công ty mẹ trung gian đăng kí ở Anh Quốc, nhưng công ty mẹ chính thức đặt trụ sở tại Liechtenstein."
        },
        {
            "en": "Overall, a median of 92% of European students are learning a language in school. Most primary and secondary school students across Europe study at least one foreign language as part of their education, according to Eurostat, the statistics arm of the European Commission. Of the 29 European nations for which data are available, 24 have a foreign language learning rate of at least 80%, with 15 of those reaching 90% or more of students enrolled in language courses. In three of the four countries with the smallest student populations – Luxembourg, Malta and <em>Liechtenstein</em> – 100% of students are reported to be learning a foreign language.",
            "vi": "Theo Eurostat ở viện thống kê của Uỷ Ban Châu Âu, nhìn chung, trung bình có 92% sinh viên ở châu Âu đang học một ngôn ngữ ở trường. Hầu hết các học sinh tiểu học và trung học ở khắp châu Âu học ít nhất một ngoại ngữ như một phần trong quá trình giáo dục. Theo dữ liệu có sẵn, trong số 29 quốc gia châu Âu thì có 24 quốc gia có tỷ lệ học ngoại ngữ tối thiểu là 80%, với 15 quốc gia trong số đó đạt 90% trở lên số học sinh ghi danh vào các khóa học ngôn ngữ. Ba trong số bốn quốc gia có số học sinh ghi danh ít nhất là - Luxembourg, Malta và Liechtenstein - 100% sinh viên được cho là đang học một ngoại ngữ thứ hai."
        }
    ],
    "suggestions": []
}