{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lifesaving",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lifesaving",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lifesaving",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lifesaving",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lifesaving",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Scott was rushed to hospital where he underwent a <em>lifesaving</em> operation.",
            "vi": "Scott đã được đưa ngay đến bệnh viện, ở đó ông đã trải qua một ca phẫu thuật cứu mạng."
        },
        {
            "en": "You have to know <em>lifesaving</em> to apply for this job as a lifeguard.",
            "vi": "Bạn phải biết cách hô hấp nhân tạo để làm nhân viên cứu hộ."
        },
        {
            "en": "I learned the breaststroke, back - stroke and crawl, and even started <em>lifesaving</em> lessons.",
            "vi": "Tôi học bơi ếch, bơi ngửa, bơi sải và thậm chí là cả những bài cứu hộ."
        },
        {
            "en": "I learned the breaststroke, back-stroke and crawl, and even started <em>lifesaving</em> lessons.",
            "vi": "Tôi học bơi ếch, bơi ngửa, bơi sải và thậm chí là cả những bài cứu hộ."
        },
        {
            "en": "Volunteers like you and me help raise funds that support <em>lifesaving</em> research to prevent premature births and infant mortality.",
            "vi": "Những tình nguyện viên như tôi và bạn giúp gây quỹ hỗ trợ nghiên cứu duy trì sự sống để ngăn ngừa tình trạng sinh non và tử vong của trẻ sơ sinh."
        },
        {
            "en": "Dr Susie Jennings, senior policy officer at Breakthrough Breast Cancer, said: \"It is worrying if breast cancer patients are stopping <em>lifesaving</em> treatment early without consulting their doctor.",
            "vi": "Tiến sĩ Susie Jennings, viên chức cao cấp chuyên về chính sách tại Tổ chức Breakthrough Breast Cancer cho biết: “Điều đáng lo lắng là liệu bệnh nhân ung thư vú sẽ ngưng điều trị giành sự sống sớm mà không cần tham khảo ý kiến bác sĩ của mình."
        },
        {
            "en": "“Breastfeeding is the single most important factor in promoting child survival and good health,\" Nguyen Duc Vinh from the Ministry of Health was quoted as saying by online newspaper VnExpress at the bank’s opening ceremony. \"We hope that this first human milk bank ensures all babies in Da Nang can have access to <em>lifesaving</em> milk, regardless of the circumstances in which they are born.\"",
            "vi": "Theo lời Nguyễn Đức Vinh thuộc Bộ Y Tế trích dẫn qua báo Vnexpress nói tại lễ khai trương của ngân hàng: \"Cho con bú sữa mẹ là yêu tố quan trọng trong việc thúc đẩy sự sức đề kháng của trẻ và cho trẻ có sức khoẻ tốt. Chúng tôi hy vọng rằng ngân hàng sữa đầu tiên sẽ bảo đảm cho tất cả những trẻ sơ sinh ở Đà Nẵng có thể có cơ hội sử dụng sữa cứu sinh bất kể hoàn cảnh các em được sinh ra\". "
        },
        {
            "en": "What It's Like to Live With HIV/AIDS     Having HIV Means You Have AIDS Myth. Human immunodeficiency virus (HIV) is a virus that destroys the body's CD4 immune cells, which help fight disease. With the right medications, you can have HIV for years or decades without HIV progressing to AIDS. AIDS (acquired immunodeficiency syndrome) is diagnosed when you have HIV as well as certain opportunistic infections or your CD4 cell count drops below 200. It's difficult to get HIV from casual contact Fact. You can't catch or spread HIV from hugging someone, using the same towel, or sharing the same glass. It's very rare to get HIV from a blood transfusion -- the U.S. blood supply is carefully tested. However, you can spread the disease from having unprotected sex, sharing needles, or getting a tattoo from unsterilized equipment. You have just a few years to live Myth. Everyone with HIV experiences it differently. Some people may develop AIDS within a few months as the virus quickly weakens their immune system. Many others can live for decades with HIV and have a normal life expectancy. You can help prevent HIV from progressing to AIDS by seeing your doctor regularly and following your doctor's recommendations. You'll know you have HIV because of your symptoms Myth. Some people don't show any signs of HIV for years after being infected. Many can have some symptoms within 10 days to a few weeks after infection. These first symptoms are similar to the flu or mononucleosis and may include fever, fatigue, rash, and sore throat. They usually disappear after a few weeks and you may not have symptoms again for several years. The only way to tell you have HIV is to get tested. HIV can be cured Myth. There is no cure for HIV, but treatment can keep virus levels low and help maintain your immune system. Some drugs interfere with proteins HIV needs to copy itself; others block the virus from entering or inserting its genetic material into your immune cells. Your doctor will consider your general health, the health of your immune system, and the amount of virus in your body to decide when to start treatment. Anyone can get HIV Fact. About 56,000 people in the U.S. get HIV each year, and 18,000 people with AIDS die each year. Anyone can get HIV -- men, women, and children. Men who have sex with men make up more than half (53%) of new HIV infections each year. Women account for 27% of new infections, and children 13%. African-Americans make up almost half of all new HIV infections each year. Sex is safe when both partners have HIV Myth. Just because you and your partner both have HIV, doesn't mean you should forget about protection when you have sex. Using a condom or other latex barrier can help protect you from sexually transmitted diseases as well as other strains of HIV, which may be resistant to anti-HIV medication. Even if you are being treated and feel well you can still infect others. You can have a baby if you are HIV-positive Fact. Infected mothers can indeed pass HIV to their babies during pregnancy or delivery. However, you can lower the risk by working with your doctor and getting the appropriate care and medication. Pregnant women with HIV can take medications to treat their infection and to protect their babies against the virus. \nYou can’t avoid other HIV-related infections\n Myth. Due to weakened immune systems, people with HIV can be vulnerable to infections like pneumocystis pneumonia, tuberculosis, candidiasis, cytomegalovirus, and toxoplasmosis. The best way to reduce your risk is to take your HIV medications. Some infections can be prevented with drugs. You can lessen your exposure to some germs by avoiding undercooked meat, litter boxes, and water that may be contaminated. Having HIV Means You Have AIDSMyth. Human immunodeficiency virus (HIV) is a virus that destroys the body's CD4 immune cells, which help fight disease. With the right medications, you can have HIV for years or decades without HIV progressing to AIDS. AIDS (acquired immunodeficiency syndrome) is diagnosed when you have HIV as well as certain opportunistic infections or your CD4 cell count drops below 200.It's Difficult to Get HIV From Casual ContacFact. You can't catch or spread HIV from hugging someone, using the same towel, or sharing the same glass. It's very rare to get HIV from a blood transfusion -- the U.S. blood supply is carefully tested. However, you can spread the disease from having unprotected sex, sharing needles, or getting a tattoo from unsterilized equipment. \nWithout insurance you can't get <em>lifesaving</em> drugs\n Myth. There are government programs, nonprofit groups, and some pharmaceutical companies that may help cover of the cost of HIV/AIDS drugs. But be aware: These drugs can cost $15,000 a year. Talk to your local HIV/AIDS service organization to learn about financial help.   You Have Just a Few Years to Live",
            "vi": "Sống với HIV/AIDS như thế nào    Nhiễm HIV có nghĩa là bạn bị AIDS Sai. Vi rút gây bệnh HIV là vi rút phá huỷ các tế bào miễn dịch CD4 của cơ thể, có tác dụng chống bệnh tật. Nếu được điều trị đúng thuốc thì bạn có thể bị HIV nhiều năm trời hoặc nhiều thập niên mà không chuyển biến HIV sang AIDS. Bệnh nhân bị chẩn đoán AIDS (hội chứng suy giảm miễn dịch mắc phải) khi bị nhiễm vi rút HIV đồng thời bị một số bệnh nhiễm trùng nào đó hoặc tổng số tế bào CD4 của bạn dưới 200.  Việc tiếp xúc thông thường khó có thể làm lây nhiễm HIV Đúng. Bạn không thể mắc bệnh hoặc làm phát tán vi rút HIV bằng cách ôm một người nào đó, sử dụng chung khăn tắm, hoặc uống chung ly. Rất hiếm khi bị nhiễm HIV do truyền máu – nguồn máu ở Mỹ luôn được xét nghiệm kỹ lưỡng. Tuy nhiên, bạn cũng có thể làm lây lan bệnh này bằng cách quan hệ tình dục không an toàn, dùng chung kim tiêm, hoặc xăm hình bằng dụng cụ, thiết bị chưa được tiệt trùng. Bạn chỉ còn sống được chỉ vài năm thôi Sai. Không phải ai bị HIV cũng đều giống nhau. Một số người có thể chuyển sang AIDS trong vòng một vài tháng bởi vi rút nhanh chóng làm yếu hệ miễn dịch của họ. Nhiều người cũng có thể sống được vài chục năm khi bị nhiễm HIV và có tuổi thọ trung bình bình thường. Bạn có thể ngăn không cho HIV chuyển sang AIDS bằng cách thường xuyên đến khám bác sĩ và làm theo các yêu cầu của bác sĩ.  Bạn sẽ biết được bị nhiễm HIV bởi các triệu chứng của mình  Sai. Một số người không biểu hiện bất cứ triệu chứng gì của HIV trong nhiều năm sau khi nhiễm bệnh. Tuy vậy nhiều người có thể biểu hiện một vài triệu chứng trong vòng 10 ngày đến vài tuần sau khi nhiễm bệnh. Các triệu chứng ban đầu tương tự như bệnh cúm hoặc tăng bạch cầu đơn nhân và có thể bị sốt, mệt mỏi, phát ban, và đau họng. Chúng thường biến mất sau một vài tuần và bạn cũng có thể không bị bất kỳ một triệu chứng nào trong một vài năm. Cách duy nhất có thể giúp bạn biết mình có bị nhiễm HIV hay không là xét nghiệm.  HIV có thể chữa khỏi Sai. HIV không có thuốc chữa, nhưng các phương pháp điều trị có thể làm cho vi rút ít đi và giúp duy trì hệ miễn dịch. Một số thuốc làm cản trở nhu cầu sao chép HIV prô-tê-in, nhiều thuốc khác chặn không cho vi rút xâm nhập vào hoặc đem vật liệu di truyền của mình vào các tế bào miễn dịch của bạn. Bác sĩ sẽ khám sức khỏe tổng quát, sức khỏe hệ miễn dịch của bạn và kiểm tra lượng vi rút có trong cơ thể bạn trước khi quyết định khi nào nên bắt đầu điều trị.  Ai cũng có thể bị nhiễm HIV Đúng. Mỗi năm ở Mỹ có khoảng 56.000 người bị HIV và có đến 18.000 người chết vì AIDS. Bất kỳ ai cũng có thể bị nhiễm HIV – đàn ông, đàn bà, và trẻ con. Nam giới quan hệ tình dục đồng tính bị HIV lên đến hơn phân nửa (53%) các trường hợp nhiễm HIV mới mỗi năm. Tương tự, số ca mắc bệnh mới ở phụ nữ là 27% và trẻ em là 13%. Người Mỹ gốc Phi mỗi năm cũng chiếm gần ½ số ca mắc HIV mới.  Tình dục an toàn khi cả 2 người đều bị HIV Sai. Đâu phải vì bạn và vợ (chồng) của mình đều bị HIV mà bạn quên mất phải bảo vệ khi quan hệ tình dục. Việc sử dụng bao cao su hoặc phương pháp rào chắn nhựa mủ khác có thể giúp bảo vệ bạn khỏi các bệnh lây truyền qua đường tình dục cũng như các giống vi rút HIV khác, có thể kháng lại thuốc chống HIV. Cho dù là bạn đang được điều trị và cảm thấy khỏe đi nữa thì bạn cũng có thể làm lây nhiễm bệnh cho người khác được.  Bạn cũng có thể sinh em bé nếu đang dương tính với vi rút HIV Đúng. Các thai phụ nhiễm bệnh thực sự có thể truyền HIV sang cho em bé trong suốt quá trình thai nghén hoặc sinh nở. Tuy nhiên, bạn cũng có thể làm giảm nguy cơ này bằng cách làm việc với bác sĩ, sử dụng thuốc và chăm sóc sức khỏe phù hợp. Thai phụ nhiễm HIV có thể sử dụng thuốc trị nhiễm trùng và bảo vệ em bé khỏi bị vi rút tấn công.  Bạn có thể tránh được các bệnh nhiễm trùng khác liên quan đến HIV Sai. Do hệ miễn dịch bị yếu nên người bị nhiễm HIV có thể rất dễ bị các bệnh nhiễm trùng khác chẳng hạn như nhiễm trùng phổi, lao, nấm candida, vi rút cự bào, và nhiễm giun từ động vật. Cách tốt nhất để làm giảm nguy cơ này là bạn nên sử dụng thuốc kháng HIV. Một số bệnh nhiễm trùng có thể phòng tránh được nhờ sử dụng thuốc. Bạn cũng có thể giảm tiếp xúc với một số mầm bệnh bằng cách tránh ăn thịt chưa nấu chín, tránh thùng rác, và tránh sử dụng nước có thể bị nhiễm bẩn.  Nếu không có bảo hiểm thì bạn không có thuốc cứu sinh Sai. Có nhiều chương trình chính phủ, nhiều nhóm hoạt động không lợi nhuận, và một số công ty dược phẩm có thể tài trợ chi phí thuốc trị HIV/AIDS. Nhưng xin hãy nhớ rằng: Những thuốc này có thể tốn đến 15.000 đô la Mỹ mỗi năm. Hãy tham khảo tổ chức dịch vụ HIV/AIDS ở địa phương để biết về dịch vụ hỗ trợ tài chính nhé."
        },
        {
            "en": "It’s Not Always Women and Children First          MONDAY, March 1 (HealthDay News) — In a life-and-death situation, how much time people have to react has a lot to do with whether they behave selfishly or selflessly, if a new critique of the infamous Titanic and Lusitania ocean liner disasters is any indication. The comparative look at who survived two of the 20th century’s most infamous shipping calamities suggests that the so-called “economic theory” of human behavior — namely, that in the face of disaster, rational self-preservation trumps social norms and rules — does not always hold water.  “What would you do?” asked study co-author Benno Torgler, a professor of economics and finance at the Queensland University of Technology in Brisbane, Australia. “Would you attempt to save your own life at whatever cost to others, or would you help others and put your life at stake for others? One would think that selfish and self-preserving behavior predominates. However, we provide evidence … that this is not always the case.” To discern what makes threatened people tick, the researchers compared data on passenger and crew members and their reactions to the two maritime disasters. Manifests indicate that passenger composition was similar on the ships, with 62 percent to 65 percent of the passengers male. In both instances, Torgler and his team noted, the ship captains ordered their crew to save female passengers and children first — because of a scarcity of lifeboats on the Titanic and because of too little time to launch lifeboats on the Lusitania. Younger, stronger and more agile passengers would have been expected to have a better chance of surviving both sinkings, the researchers noted. That’s not, however, what they found. On the Titanic, survival more closely tracked the crew’s directive, which reflected accepted social norms: females 16 to 35 years of age had a much higher probability of surviving the disaster than did men of a similar age. In terms of economic class and social power, first-class passengers were found to have better survival rates than their poorer shipmates. On the Lusitania, on the other hand, both men and women aged 16 to 35 had a greater chance of survival than did younger or older passengers. And bearers of first-class passage actually were less likely to survive than third-class passengers. The researchers concluded that, on the Lusitania, a “survival of the fittest” pattern was in play, whereas prevailing social protocols and captain orders were enforced on the Titanic and respected by crew and passengers alike. A report on their findings is published in this week’s online issue of the Proceedings of the National Academy of Sciences. What accounts for the differences in behavior? Torgler and his colleagues think it was mainly a question of timing. The Lusitania, they pointed out, sank just 18 minutes after it was torpedoed by a German U-boat on May 7, 1915, killing more than 1,198 people from a manifest of 1,258 passengers and 691 crew members. By contrast, the Titanic stayed afloat for two hours and 40 minutes after striking ice on the night of April 14, 1912. Although 1,512 people died in that disaster — from among 1,300 passengers and 886 crew onboard — the extra coping time afforded the Titanic’s crew and passengers a sort of psychological buffer against selfishness, according to the researchers. People on the Titanic were better able to resist the powerful instinct to save oneself by using superior physical prowess to flee — a mindset that seemed to prevail on the much more quickly doomed Lusitania, the researchers said. On the Titanic, time appeared to favor adoption of respect for social norms, which favored women, while fostering a better of exchange of <em>lifesaving</em> advice that probably favored those in the upper class with the best access to such information, they said. What’s more, the added time also would have allowed for the dissipation of adrenaline, which triggers a fight-or-flight reaction that, by contrast, would have been in play throughout the entire Lusitania sinking.  “Time seems to be a crucial element,” noted Torgler. “If people have time to interact and communicate, social norms and helping behavior emerges. Children, families with children and women in general have then a higher probability of surviving, while men have a higher willingness to surrender a seat on a lifeboat.” Other factors, however, might also have influenced behavior on the two ships, the researchers acknowledged. For example, the fact that Lusitania passengers already knew of the gruesome fate of the Titanic just three years earlier could have contributed to a less restrained reaction. Differing ship structures and the fact that the Lusitania incident occurred in a wartime context also might have affected passenger thinking, they said. Yet Torgler and his colleagues suggest that, in general, their observations could help planners devise more effective disaster-reaction strategies by broadening the understanding of how people juggle survival instincts with social pressures when confronting extreme situations. For his part, Robert J. Gatchel, a professor of clinical health psychology at the University of Texas at Arlington, agreed that timing does affect behavior during a disaster, while noting that other issues of perception are almost certainly also at play.  “On the Titanic, there was clearly a predetermined perception that it was unsinkable,” he remarked. “There was all the pre-travel publicity about that. So the passengers probably had a feeling that ‘Yeah, we’re evacuating the ship but it’s not really going to go down, and we’re doing it for a precautionary reason.’ There was probably a perception that this wasn’t really a disaster, at least at first. So instead of an immediate fight-or-flight response, there was a perception of control, for better or worse. And we know that that perception will reduce stress and affect behavior,” Gatchel said.  “On the other hand, people on the Lusitania were no longer under the illusion that these big ships could not go down. They knew of the great publicity of the Titanic, and they didn’t want to be part of another incident like that. So they lost their sense of control, which increased stress levels. And then it became a free-for-all in terms of survival of the fittest. And I’m also sure just in terms of the cadence of the voice of the officers the urgency to get off was greater, if for no other reason than because another torpedo could be fired. So, I think probably general panic was not only among the passengers but among the officers themselves,” Gatchel said.",
            "vi": "Phụ nữ và trẻ em không phải lúc nào cũng được ưu tiên      Thứ hai, ngày 1 tháng Ba (Healthday News) – Nếu như bài phê bình mới về 2 thảm hoạ tàu thuỷ đáng hổ thẹn Titanic và Lusitania đúng là một dấu hiệu thì trong tình thế sống còn, lượng thời gian mà mọi người còn để hành động ảnh hưởng rất nhiều đến việc họ cư xử một cách ích kỷ hay biết nghĩ đến người khác. Cuộc so sánh căn cứ vào những người sống sót trong hai thảm họa đắm tàu tai tiếng nhất của thế kỷ 20 cho rằng cái gọi là “lý thuyết kinh tế\" của hành vi của con người – cụ thể là, trong tình huống đối mặt với thảm hoạ, bản năng sinh tồn theo lô-gíc sẽ lấn át các quy tắc và chuẩn mực xã hội – không phải lúc nào cũng đứng vững.  “Bạn sẽ làm gì?\", đồng tác giả nghiên cứu Benno Torgler, giáo sư kinh tế học và tài chính thuộc Đại học Kỹ thuật Queensland ở Brisbane, Úc, đặt ra câu hỏi. “Bạn sẽ cố gắng tự cứu mạng mình bằng mọi giá và mặc kệ người khác, hoặc bạn sẽ giúp đỡ người khác và đặt mạng sống của mình vào tình thế lâm nguy? Người ta cho rằng phản ứng ích kỷ và theo bản năng sinh tồn sẽ chiếm ưu thế. Tuy nhiên, chúng tôi cung cấp bằng chứng rằng điều này không phải luôn xảy ra trong mọi trường hợp.\" Để phân biệt các sự kiện tác động đến hành vi của những người đang tuyệt vọng, các nhà nghiên cứu đã so sánh dữ liệu về hành khách và thành viên trong thủy thủ đoàn và phản ứng của họ trong hai thảm hoạ hàng hải. Bản kê khai trên tàu cho thấy thành phần hành khách trên 2 con tàu là tương tự nhau, với 62 đến 65 phần trăm hành khách là nam. Ở cả hai trường hợp, Torgler và nhóm của ông lưu ý, thuyền trưởng của 2 con tàu ra lệnh cho thuỷ thủ đoàn của mình cứu hành khách nữ và trẻ em đầu tiên – vì thiếu thuyền cứu hộ trên tàu Titanic và vì có quá ít thời gian để thả thuyền cứu hộ trong trường hợp tàu Lusitania. Những hành khách trẻ, khoẻ mạnh và nhanh nhẹn hơn lẽ ra đã có được cơ hội sống sót tốt hơn trong cả hai vụ đắm thuyền, các nhà nghiên cứu lưu ý. Tuy nhiên, thực tế lại không phải vậy. Trong trường hợp tàu Titanic, những người sống sót phần lớn là theo như chỉ thị của thủy thủ đoàn, phản ánh các chuẩn mực xã hội được tuân theo: phụ nữ từ 16 đến 35 tuổi có nhiều khả năng sống sót trong thảm hoạ hơn so với nam giới trong độ tuổi tương tự. Về các khía cạnh tầng lớp kinh tế hội và quyền lực xã hội, kết quả cho thấy rằng hành khách hạng nhất có tỉ lệ sống sót tốt hơn so với những hành khách nghèo. Trái lại, trong trường hợp tàu Lusitania, cả hành khách nam và nữ từ 16 đến 35 tuổi có cơ hội sống sót nhiều hơn so với những hành khách trẻ hoặc già hơn. Và những người khuân vác hành lý của hành khách hạng nhất thực sự ít có khả năng sống sót hơn cả hành khách hạng ba. Các nhà nghiên cứu kết luận rằng, trên tàu Lusitania, đã xảy ra tình huống \"mạnh được yếu thua\", trong khi các nghi thức xã hội phổ biến và mệnh lệnh của thuyền trưởng đã được thi hành và được tôn trọng bởi thủy thủ đoàn cũng như hành khách trong trường hợp tàu Titanic. Một báo cáo dựa trên những phát hiện của họ được công bố trên bản trực tuyến của tờ Proceedings of the National Academy of Sciences. Điều gì giải thích các khác biệt về hành vi? Torgler và đồng nghiệp cho rằng đó chủ yếu là câu hỏi về thời gian. Tàu Lusitania chìm chỉ 18 phút sau khi bị tàu ngầm U-boat của Đức phóng ngư lôi vào ngày 7 tháng Năm năm 1915, làm chết hơn 1,198 người trong số danh sách 1,258 hành khách và 691 thành viên của thủy thủ đoàn. Ngược lại, tàu Titanic nổi suốt 2 tiếng 40 phút sau khi va vào băng trôi vào đêm ngày 14 tháng tư năm 1912. Theo các nhà nghiên cứu, mặc dù 1,512 người thiệt mạng trong thảm hoạ đó – khoảng từ 1,300 hành khách và 886 thủy thủ đoàn trên tàu - thời gian nổi lâu đã tạo cho thuỷ thủ đoàn và hành khách của tàu Titanic một dạng cân bằng tâm lý chống lại sự ích kỷ. Những người trên tàu Titanic có khả năng kháng cự tốt hơn đối với bản năng mạnh mẽ để tự bảo vệ mình bằng cách sử dụng sức mạnh thể chất mạnh hơn để chạy trốn - quan niệm có vẻ thắng thế trên con tàu chìm nhanh hơn: Lusitania. Trong trường hợp Titanic, thời gian có vẻ ưu ái thông qua sự kính trọng đối với các chuẩn mực xã hội, ưu ái phụ nữ, trong khi thúc đẩy sự trao đổi tốt hơn về lời khuyên cứu hộ có lẽ thiên vị hơn với những người thuộc giai cấp thượng lưu với nhiều thông tin dạng như thế. Hơn nữa, thời gian thêm có lẽ cũng đã làm giảm mất tác dụng của chất adrenaline, tác nhân gây ra phản ứng tấn công-hoặc-thối lui, phản ứng mà có lẽ đã diễn ra trong suốt vụ đắm tàu Lusitania.  “Thời gian dường như chính là yếu tố quyết định,\" Torgler lưu ý. \"Nếu mọi người có thời gian giao tiếp và hiểu nhau hơn, các chuẩn mực xã hội và lối cư xử giúp đỡ sẽ xuất hiện rõ. Do đó, trẻ em, những gia đình với trẻ em và phụ nữ nói chung sẽ có nhiều khả năng sống sót hơn, trong khi nam giới sẽ tự nguyện nhường chỗ trên thuyền cứu hộ hơn.\" Tuy nhiên, các yếu tố khác cũng có thể có ảnh hưởng đến hành vi cư xử trên hai con tàu, các nhà nghiên cứu thừa nhận. Chẳng hạn như, việc hành khách của tàu Lusitania đã biết rõ về số phận khủng khiếp của tàu Titanic chỉ ba năm trước đó có thể đã góp phần tạo nên phản ứng ít kiềm chế hơn. Cấu trúc tàu khác biệt và việc sự cố tàu Lusitania xảy ra trong hoàn cảnh thời chiến cũng có thể đã ảnh hưởng đến suy nghĩ của hành khách. Tuy nhiên Torgler và đồng nghiệp của ông gợi ý rằng, nói chung, nhận xét của họ có thể giúp các nhà qui hoạch nghĩ ra các phản ứng chiến lược chống thảm hoạ hiệu quả hơn – thông qua việc mở rộng hiểu biết về cách mọi người cân bằng bản năng sống sót với áp lực xã hội khi đương đầu với những tình huống cực đoan. Về phần mình, Robert J. Gatchel, giáo sư tâm lý sức khoẻ lâm sàng tại đại học Arlington, Texas, đồng ý rằng thời gian ảnh hưởng đến hành vi trong một thảm hoạ, trong khi lưu ý là các vấn đề nhận thức khác cũng đều chắc chắn có đóng vai trò. Ông nhận xét, “Ở tàu Titanic, rõ ràng là mọi người đều có nhận thức xác định trước đó là nó không thể chìm”. “Đó là tất cả những sự quảng cáo tiền du lịch. Vì thế hành khách có lẽ đã có cảm giác ‘Ờ thì, chúng ta đang di tản khỏi tàu nhưng nó không thật sự sẽ chìm, và chúng ta đang làm vậy chỉ vì lý do để đề phòng mà thôi.' Có lẽ nhận thức này không hẳn là thảm hoạ, ít nhất lúc đầu. Vậy là thay vì phản ứng chiến đấu - hoặc - thối lui tức thời, thì lại có nhận thức kiểm soát, bất chấp hậu quả ra sao. Và chúng ta biết là nhận thức đó sẽ giảm căng thẳng và ảnh hưởng đến hành vi\", theo Gatchel.  “Ngược lại, những người trên tàu Lusitania không còn ảo tưởng là các con tàu lớn như thế không thể bị chìm. Họ biết về thảm hoạ Titanic nổi tiếng, và họ không muốn là một phần của một sự cố khác như thế. Vì thế họ mất ý thức kiểm soát, tăng mức độ căng thẳng. Rồi nó trở thành một cuộc loạn đả kiểu mạnh được yếu thua. Và tôi cũng là chắc chắn chỉ về mặt lời nói của các sĩ quan thì sự cấp bách rời khỏi tàu là cần thiết, không có lý do gì khác hơn bởi vì một ngư lôi nữa có thể tiếp tục phóng vào họ. Vì vậy, tôi nghĩ có lẽ sự hoảng sợ nói chung không chỉ có trong số hành khách mà còn trong cả các sĩ quan\", Gatchel cho biết."
        }
    ],
    "suggestions": []
}