{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lifespan"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lifespan</k><blockquote>■ <cclass>noun the length of time for which a person or animal lives or a thing functions. </cclass></blockquote></div>",
            "word": "lifespan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lifespan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lifespan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lifespan"
        }
    },
    "sentences": [
        {
            "en": "Jaunt <em>lifespan</em> man",
            "vi": "đi chơi thôi bạn ơi"
        },
        {
            "en": "The average <em>lifespan</em> of a shark is about 25 years",
            "vi": "Vòng đời trung bình của cá mạp là 25 năm"
        },
        {
            "en": "The natural <em>lifespan</em> of a chicken is about ten years.",
            "vi": "Tuổi thọ tự nhiên của một con gà là khoảng 10 năm."
        },
        {
            "en": "A hippo's <em>lifespan</em> is typically 40 to 50 years.",
            "vi": "Tuổi thọ của một con hà mã thông thường từ 40 đến 50 năm."
        },
        {
            "en": "They postulated a 500 - year <em>lifespan</em> for a plastic container.",
            "vi": "Họ đã công nhận tuổi thọ của một vật chứa bằng nhựa là 500 năm."
        },
        {
            "en": "What is the average <em>lifespan</em> of a dog?",
            "vi": "Vòng đời trung bình của ếch là bao nhiêu?"
        },
        {
            "en": "They postulated a 500-year <em>lifespan</em> for a plastic container.",
            "vi": "Họ đã công nhận tuổi thọ của một vật chứa bằng nhựa là 500 năm."
        },
        {
            "en": "Many pop groups have a very short <em>lifespan</em>.",
            "vi": "Nhiều nhóm nhạc pop có tuổi thọ rất ngắn."
        },
        {
            "en": "The Sun loses about 0.01% of its total mass over its entire <em>lifespan</em>.",
            "vi": "Mặt Trời mất khoảng, 01% tổng khối lượng của nó trong toàn bộ thời gian sống của nó."
        },
        {
            "en": "The Sun loses about. 01% of its total mass over its entire <em>lifespan</em>.",
            "vi": "Mặt Trời mất khoảng 0,01% tổng khối lượng của nó trong toàn bộ thời gian sống của nó."
        },
        {
            "en": "Most animals and many plants are diploid for most of their <em>lifespan</em>.",
            "vi": "Đa phần động vật và nhiều thực vật ở thể lưỡng bội trong hầu hết vòng đời."
        },
        {
            "en": "Moderate drinking may lengthen your <em>lifespan</em>, while too much may shorten it, researchers from Italy report.",
            "vi": "Một nhà nghiên cứu Ý cho rằng việc uống rượu bia vừa phải sẽ kéo dài tuổi thọ của bạn, trong khi uống quá nhiều thì sẽ rút ngắn lại bớt."
        },
        {
            "en": "Canada's growing economic inequality will inevitably lead to social problems, poorer health and a shorter <em>lifespan</em>.",
            "vi": "Sự bất bình đẳng về kinh tế đang tăng ở Canada chắc hẳn sẽ dẫn đến các vấn đề xã hội, y tế kém hơn và tuổi thọ ngắn hơn."
        },
        {
            "en": "The average <em>lifespan</em> of a cable car is about 100 years.",
            "vi": "Tuổi thọ trung bình của một toa xe kéo bằng dây cáp là khoảng 100 năm."
        },
        {
            "en": "Castles, palaces and cathedrals have a longer <em>lifespan</em> than the dwellings of ordinary people.",
            "vi": "Những lâu đài, cung điện, và nhà thờ có tuổi thọ lâu hơn là các ngôi nhà của những người bình thường."
        },
        {
            "en": "The population was controlled by famines, a shorter <em>lifespan</em>, disease and other natural causes for many years.",
            "vi": "Dân số đã được kiểm soát bởi sự đói kém, tuổi thọ ngắn hơn, bệnh tật và các nguyên nhân về tự nhiên khác trong nhiều năm."
        },
        {
            "en": "“They could function and divide more normally, and we gave them extra <em>lifespan</em>, as well as better function.”",
            "vi": "\"Chúng có thể hoạt động và phân chia nhiều hơn một cách bình thường, và chúng tôi cho chúng thêm thời gian sống, cũng như chức năng tốt hơn.\""
        },
        {
            "en": "Adult Luna Moths develop without a mouth, their only purpose is to mate within their 7-day <em>lifespan</em>. After which they die of starvation.",
            "vi": "Loài Bướm Đêm Bắc Mỹ dù trưởng thành nhưng vẫn không có miệng, vì trong thời gian 7 ngày sống của chúng chỉ là để giao phối mà thôi. Sau đó chúng chết vì đói."
        },
        {
            "en": "“What’s worse is that following the engine upgrade, the <em>lifespan</em> of my double-deckers dropped to only 15 years from 20 years.”",
            "vi": "\"Tệ hơn nữa là sau khi nâng cấp động cơ, tuổi thọ của hai chiếc xe buýt 2 tầng đã giảm từ 20 năm xuống chỉ còn 15 năm.\""
        },
        {
            "en": "Early onset of puberty is considered a risk factor for a number of diseases in adulthood, including hormone-related cancers, a shorter <em>lifespan</em>, metabolic syndrome, and cardiovascular disease .",
            "vi": "dậy thì sớm được xem là một yếu tố nguy cơ đối với một số bệnh ở tuổi trưởng thành, bao gồm ung thư hoocmon, thời gian sống ngắn hơn, hội chứng chuyển hóa và bệnh tim mạch ."
        }
    ],
    "suggestions": []
}