{
    "en_vn": {
        "data": {
            "content": null,
            "word": "liftoff",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "liftoff",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "liftoff",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "liftoff",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự bay lên</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">liftoff speed</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tốc độ bay lên</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">liftoff speed</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tốc độ cất cánh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">liftoff speed</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tốc độ dời đất</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">liftoff time</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thời điểm cất cánh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "liftoff",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I expected some kind of relief when we achieved <em>liftoff</em>, but my frenzied impatience didn't lessen.",
            "vi": "Tôi cứ nghĩ mình sẽ cảm thấy nhẹ nhõm khi máy bay đạt đến mức phóng lên, nhưng nỗi sốt ruột điên cuồng của tôi chẳng hề giảm bớt."
        },
        {
            "en": "At <em>liftoff</em>, the rocket's engines produced a thrust of 3:1/2 million kilograms - as much as 40 jumbo jets.",
            "vi": "Khi rời mặt đất các động cơ của nó tạo ra một sức đẩy 3 : 1/2 triệu kilôgam, bằng 40 máy bay phản lực chở khách loại lớn."
        },
        {
            "en": "At <em>liftoff</em>, the rocket's engines produced a thrust of 3 : 1/2 million kilograms - as much as 40 jumbo jets.",
            "vi": "Khi rời mặt đất các động cơ của nó tạo ra một sức đẩy 3:1/2 triệu kilôgam, bằng 40 máy bay phản lực chở khách loại lớn."
        },
        {
            "en": "Federal Reserve Chairwoman Janet Yellen argued the case for raising short-term interest rates later this year, effectively lobbing a warning to skittish financial markets that last week’s decision to keep rates near zero wasn’t a shift toward an interminable delay of <em>liftoff</em>.",
            "vi": "Bà chủ tịch Cục Dự trữ Liên bang Janet Yellen cho rằng cuối năm nay là dịp để tăng lãi suất ngắn hạn, bà đã đưa ra một lời cảnh báo đầy hiệu quả đối với các thị trường tài chính thất thường rằng quyết định giữ nguyên lãi suất gần bằng 0 hồi cuối tuần rồi không phải là một sự thay đổi, không phải là việc trì hoãn tăng lãi suất sẽ được kéo dài vô thời hạn đâu."
        },
        {
            "en": "7 REPETITION        19. HATE WE MADE OUR FLIGHT WITH SECONDS TO SPARE, AND THEN the true torture began. The plane sat idle on the tarmac while the flight attendants strolled—so casually—up and down the aisle, patting the bags in the overhead compartments to make sure everything fit. The pilots leaned out of the cockpit, chatting with them as they passed. Alice's hand was hard on my shoulder, holding me in my seat while I bounced anxiously up and down. \"It's faster than running,\" she reminded me in a low voice. I just nodded in time with my bouncing. At last the plane rolled lazily from the gate, building speed with a gradual steadiness that tortured me further. I expected some kind of relief when we achieved <em>liftoff</em>, but my  frenzied impatience didn't lessen. Alice lifted the phone on the back of the seat in front of her before we'd stopped climbing, turning her back on the stewardess who eyed her with disapproval. Something about my expression stopped the stewardess from coming over to protest. I tried to tune out what Alice was murmuring to Jasper; I didn't want to hear the words again, but some slipped through. \"I can't be sure, I keep seeing him do different things, he keeps changing his mind… A killing spree through the city, attacking the guard, lifting a car over his head in the main square… mostly things that would expose them—he knows that's the fastest way to force a reaction…\" \"No, you can't.\" Alice's voice dropped till it was nearly inaudible, though I was sitting inches from her. Contrarily, I listened harder. \"Tell Emmett no… Well, go after Emmett and Rosalie and bring them back… Think about it, Jasper. If he sees any of us, what do you think he will do?\" She nodded. \"Exactly. I think Bella is the only chance—if there is a chance… I'll do everything that can be done, but prepare Carlisle; the odds aren't good.\" She laughed then, and there was a catch in her voice. \"I've thought of that… Yes, I promise.\" Her voice became pleading. \"Don't follow me. I promise, Jasper. One way or another, I'll get out… And I love you.\" She hung up, and leaned back in her seat with her eyes closed. \"I hate lying to him.\" \"Tell me everything, Alice,\" I begged. \"I don't understand. Why did you tell Jasper to stop Emmett, why can't they come help us?\" \"Two reasons,\" she whispered, her eyes still closed. \"The first I told him. We could try to stop Edward ourselves—if Emmett could get his hands on him, we might be able to stop him long enough to convince him you're alive. But we can't sneak up on Edward. And if he sees us coming for him, he'll just act that much faster. He'll throw a Buick through a wall or something, and the Volturi will take him down. \"That's the second reason of course, the reason I couldn't say to Jasper. Because if they're there and the Volturi kill Edward, they'll fight them. Bella.\" She opened her eyes and stared at me, beseeching. \"If there were any chance we could win… if there were a way that the four of us could save my brother by fighting for him, maybe it would be different. But we can't, and, Bella, I can't lose Jasper like that.\" I realized why her eyes begged for my understanding. She was protecting Jasper, at our expense, and maybe at Edward's, too. I understood, and I did not think badly of her. I nodded. \"Couldn't Edward hear you, though.'\" I asked. \"Wouldn't he know, as soon as he heard your thoughts, that I was alive, that there was no point to this?\" Not that there was any justification, either way. I still couldn't believe that he was capable of reacting like this. It made no sense! I remembered with painful clarity his words that day on the sofa, while we watched Romeo and Juliet kill themselves, one after the other. I wasn't going to live without you, he'd said, as if it should be such an obvious conclusion. But the words he had spoken in the forest as he'd left me had canceled all that out—forcefully. \"If he were listening,\" she explained. \"But believe it or not, it's possible to lie with your thoughts. If you had died, I would still try to stop him. And I would be thinking 'she's alive, she's alive' as hard as I could.  He knows that.\" I ground my teeth in mute frustration. \"If there were any way to do this without you, Bella, I wouldn't be endangering you like this. It's very wrong of me.\" \"Don't be stupid. I'm the last thing you should be worrying about.\" I shook my head impatiently. \"Tell me what you meant, about hating to lie to Jasper.\" She smiled a grim smile. \"I promised him I would get out before they killed me, too. It's not something I can guarantee—not by a long shot.\" She raised her eyebrows, as if willing me to take the danger more seriously. \"Who are these Volturi?\" I demanded in a whisper. \"What makes them so much more dangerous than Emmett, Jasper, Rosalie, and you?\" It was hard to imagine something scarier than that. She took a deep breath, and then abruptly leveled a dark glance over my shoulder. I turned in time to see the man in the aisle seat looking away as if he wasn't listening to us. He appeared to be a businessman, in a dark suit with a power tie and a laptop on his knees. While I stared at him with irritation, he opened the computer and very conspicuously put headphones on. I leaned closer to Alice. Her lips were at my ears as she breathed the story. \"I was surprised that you recognized the name,\" she said. \"That you understood so immediately what it meant—when I said he was going to Italy. I thought I would have to explain. How much did Edward tell you?\" \"He just said they were an old, powerful family—like royalty. That you didn't antagonize them unless you wanted to… die,\" I whispered. The last word was hard to choke out. \"You have to understand,\" she said, her voice slower, more measured now. \"We Cullens are unique in more ways than you know. It's… abnormal for so many of us to live together in peace. It's the same for Tanya's family in the north, and Carlisle speculates that abstaining makes it easier for us to be civilized, to form bonds based on love rather than survival or convenience. Even James's little coven of three was unusually large—and you saw how easily Laurent left them. Our kind travel alone, or in pairs, as a general rule. Carlisle's family is the biggest in existence, as far as I know, with the one exception. The Volturi. \"There were three of them originally, Aro, Caius, and Marcus.\" \"I've seen them,\" I mumbled. \"In the picture in Carlisle's study.\" Alice nodded. \"Two females joined them over time, and the five of them make up the family. I'm not sure, but I suspect that their age is what gives them the ability to live peacefully together. They are well over three thousand years old. Or maybe it's their gifts that give them extra tolerance. Like Edward and I, Aro and Marcus are… talented.\" She continued before I could ask. \"Or maybe it's just their love of power that binds them together.  Royalty is an apt description.\" \"But if there are only five—\" \"Five that make up the family,\" she corrected. \"That doesn't include their guard.\" I took a deep breath. \"That sounds… serious.\" \"Oh, it is,\" she assured me. \"There were nine members of the guard that were permanent, the last time we heard. Others are more… transitory. It changes. And many of them are gifted as well—with formidable gifts, gifts that make what I can do look like a parlor trick. The Volturi chose them for their abilities, physical or otherwise.\" I opened my mouth, and then closed it. I didn't think I wanted to know how bad the odds were.  She nodded again, as if she understood exactly what I was thinking. \"They don't get into too many confrontations. No one is stupid enough to mess with them. They stay in their city, leaving only as duty calls.\" \"Duty?\" I wondered. \"Didn't Edward tell you what they do?\" \"No,\" I said, feeling the blank expression on my face. Alice looked over my head again, toward the businessman, and put her wintry lips back to my ear. \"There's a reason he called them royalty… the ruling class. Over the millennia, they have assumed the position of enforcing our rules—which actually translates to punishing transgressors. They fulfill that duty decisively.\" My eyes popped wide with shock. \"There are rules?\" I asked in a voice that was too loud. \"Shh!\" \"Shouldn't somebody have mentioned this to me earlier?\" I whispered angrily. \"I mean, I wanted to be a… to be one of you! Shouldn't somebody have explained the rules to me?\" Alice chuckled once at my reaction. \"It's not that complicated, Bella. There's only one core restriction—and if you think about it, you can probably figure it out for yourself.\"  I thought about it. \"Nope, I have no idea.\" She shook her head, disappointed. \"Maybe it's too obvious. We just have to keep our existence a secret.\" \"Oh,\" I mumbled. It was obvious. \"It makes sense, and most of us don't need policing,\" she continued. \"But, after a few centuries, sometimes one of us gets bored. Or crazy. I don’t know. And then the Volturi step in before it can compromise them, or the rest of us.\" \"So Edward…\" \"Is planning to flout that in their own city—the city they've secretly held for three thousand years, since the time of the Etruscans. They are so protective of their city that they don't allow hunting within its walls.  Volterra is probably the safest city in the world—from vampire attack at the very least.\" \"But you said they didn't leave. How do they eat?\" \"They don't leave. They bring in their food from the outside, from quite far away sometimes. It gives their guard something to do when they're not out annihilating mavericks. Or protecting Volterra from exposure…\" \"From situations like this one, like Edward,\" I finished her sentence. It was amazingly easy to say his name now. I wasn't sure what the difference was. Maybe because I wasn't really planning on living much longer without seeing him. Or at all, if we were too late. It was comforting to know that I would have an easy out. \"I doubt they've ever had a situation quite like this,\" she muttered, disgusted. \"You don't get a lot of suicidal vampires.\" The sound that escaped out of my mouth was very quiet, but Alice seemed to understand that it was a cry of pain. She wrapped her thin, strong arm around my shoulders. \"We'll do what we can, Bella. It's not over yet.\" \"Not yet.\" I let her comfort me, though I knew she thought our chances were poor. \"And the Volturi will get us if we mess up.\" Alice stiffened. \"You say that like it's a good thing.\" I shrugged. \"Knock it off, Bella, or we're turning around in New York and going back to Forks.\" \"What?\" \"You know what. If we're too late for Edward, I'm going to do my damnedest to get you back to Charlie, and I don't want any trouble from you. Do you understand that?\" \"Sure, Alice.\" She pulled back slightly so that she could glare at me. \"No trouble.\" \"Scout's honor,\" I muttered. She rolled her eyes. \"Let me concentrate, now. I'm trying to see what he's planning.\" She left her arm around me, but let her head fall back against the seat and closed her eyes. She pressed her free hand to the side of her face, rubbing her fingertips against her temple. I watched her in fascination for a long time. Eventually, she became utterly motionless, her face like a stone sculpture. The minutes passed, and if I didn't know better, I would have thought she'd fallen asleep. I didn't dare interrupt her to ask what was going on. I wished there was something safe for me to think about. I couldn't allow myself to consider the horrors we were headed toward, or, more horrific yet, the chance that we might fail—not if I wanted to keep from screaming aloud. I couldn't anticipate anything, either. Maybe, if I were very, very, very lucky, I would somehow be able to save Edward. But I wasn't so stupid as to think that saving him would mean that I could stay with him. I was no different, no more special than I'd been before. There would be no new reason for him to want me now. Seeing him and losing him again… I fought back against the pain. This was the price I had to pay to save his life. I would pay it.  They showed a movie, and my neighbor got headphones. Sometimes I watched the figures moving across the little screen, but I couldn't even tell if the movie was supposed to be a romance or a horror film. After an eternity, the plane began to descend toward New York City. Alice remained in her trance. I dithered, reaching out to touch her, only to pull my hand back again. This happened a dozen times before the plane touched town with a jarring impact. \"Alice,\" I finally said. \"Alice, we have to go.\" I touched her arm. Her eyes came open very slowly. She shook her head from side to side for a moment. \"Anything new?\" I asked in a low voice, conscious of the man listening on the other side of me. \"Not exactly,\" she breathed in a voice I could barely catch. \"He's getting closer. He's deciding how he's going to ask.\" We had to run for our connection, but that was good—better than having to wait. As soon as the plane was in the air, Alice closed her eyes and slid back into the same stupor as before. I waited as patiently as I could. When it was dark again, I opened the window to stare out into the flat black that was no better than the window shade. I was grateful that I'd had so many months' practice with controlling my thoughts. Instead of dwelling on the terrifying possibilities that, no matter what Alice said, I did not intend to survive, I concentrated on lesser problems. Like, what I was going to say to Charlie if I got back:' That was a thorny enough problem to occupy several hours. And Jacob? He'd promised to wait for me, but did that promise still apply? Would I end up home alone in Forks, with no one at all? Maybe I didn't want to survive, no matter what happened. It felt like seconds later when Alice shook my shoulder—I hadn't realized I'd fallen  asleep. \"Bella,\" she hissed, her voice a little too loud in the darkened cabin full of sleeping humans. I wasn't disoriented—I hadn't been out long enough for that. \"What's wrong?\" Alice's eyes gleamed in the dim light of a reading lamp in the row behind us. \"It's not wrong.\" She smiled fiercely. \"It's right. They're deliberating, but they've decided to tell him no.\" \"The Volturi?\" I muttered, groggy. \"Of course, Bella, keep up. I can see what they're going to say.\" \"Tell me.\" An attendant tiptoed down the aisle to us. \"Can I get you ladies a pillow?\" His hushed whisper was a rebuke to our comparatively loud conversation. \"No, thank you.\" Alice beamed at up at him, her smile shockingly lovely. The attendant's expression was dazed as he turned and stumbled his way back. \"Tell me,\" I breathed almost silently. She whispered into my ear. \"They're interested in him—they think his talent could be useful. They're going to offer him a place with them.\" \"What will he say?\" \"I can't see that yet, but I'll bet it's colorful.\" She grinned again. \"This is the first good news—the first break. They're intrigued; they truly don't want to destroy him—'wasteful,' that's the word Aro will use—and that may be enough to force him to get creative. The longer he spends on his plans, the better for us.\" It wasn't enough to make me hopeful, to make me feel the relief she obviously felt. There were still so many ways that we could be too late. And if I didn't get through the walls into the Volturi city, I wouldn't be able to stop Alice from dragging me back home. \"Alice?\" \"What?\" \"I'm confused. How are you seeing this so clearly? And then other times, you see things far away—things that don't happen?\" Her eyes tightened. I wondered if she guessed what I was thinking of. \"It's clear because it's immediate and close, and I'm really concentrating. The faraway things that come on their own—those are just glimpses, faint maybes. Plus, I see my kind more easily than yours. Edward is even easier because I'm so attuned to him.\" \"You see me sometimes,\" I reminded her. She shook her head. \"Not as clearly.\" I sighed. \"I really wish you could have been right about me. In the beginning, when you first saw things about me, before we even met…\" \"What do you mean?\" \"You saw me become one of you.\" I barely mouthed the words. She sighed. \"It was a possibility at the time.\" \"At the time,\" I repeated. \"Actually, Bella…\" She hesitated, and then seemed to make a choice. \"Honestly, I think it's all gotten beyond ridiculous. I'm debating whether to just change you myself.\" I stared at her, frozen with shock. Instantly, my mind resisted her words. I couldn't afford that kind of hope if she changed her mind. \"Did I scare you?\" she wondered. \"I thought that's what you wanted.\" \"I do!\" I gasped. \"Oh, Alice, do it now! I could help you so much—and I wouldn't slow you down. Bite me!\" \"Shh,\" she cautioned. The attendant was looking in our direction again. \"Try to be reasonable,\" she whispered. \"We don't have enough time. We have to get into Volterra tomorrow. You'd be writhing in pain for days.\" She made a face. \"And I don't think the other passengers would react well.\" I bit my lip. \"If you don't do it now, you'll change your mind.\" \"No.\" She frowned, her expression unhappy. \"I don't think I will. He'll be furious, but what will he be able to do about it?\" My heart beat faster. \"Nothing at all.\" She laughed quietly, and then sighed. \"You have too much faith in me, Bella. I'm not sure that I can. I'll probably just end up killing you.\" \"I'll take my chances.\" \"You are so bizarre, even for a human.\" \"Thanks.\" \"Oh well, this is purely hypothetical at this point, anyway. First we have to live through tomorrow.\" \"Good point.\" But at least I had something to hope for if we did. If Alice made good on her promise—and if she didn't kill me—then Edward could run after his distractions all he wanted, and I could follow. I wouldn't let him be distracted. Maybe, when I was beautiful and strong, he wouldn't want distractions. \"Go back to sleep,\" she encouraged me. \"I'll wake you up when there's something new.\" \"Right,\" I grumbled, certain that sleep was a lost cause now. Alice pulled her legs up on the seat, wrapping her arms Around them and leaning her forehead against her knees. She rocked back and forth as she concentrated. I rested my head against the seat, watching her, and the next thing I knew, she was snapping the shade closed against the faint brightening in the eastern sky. \"What's happening?\" I mumbled. \"They've told him no,\" she said quietly. I noticed at once that her enthusiasm was gone. My voice choked in my throat with panic. \"What's he going to do?\" \"It was chaotic at first. I was only getting flickers, he was changing plans so quickly.\" \"What kinds of plans?\" I pressed. \"There was a bad hour,\" she whispered. \"He'd decided to go hunting.\" She looked at me, seeing the comprehension in my face. \"In the city,\" she explained. \"It got very close. He changed his mind at the last minute.\" \"He wouldn't want to disappoint Carlisle,\" I mumbled. Not at the end. \"Probably,\" she agreed. \"Will there be enough time?\" As I spoke, there was a shift in the cabin pressure. I could feel the plane angling downward. \"I'm hoping so—if he sticks to his latest decision, maybe.\" \"What is that?\" \"He's going to keep it simple. He's just going to walk out into the sun.\" Just walk out into the sun. That was all. It would be enough. The image of Edward in the meadow—glowing, shimmering like his skin was made of a million diamond facets—was burned into my memory. No human who saw that would ever forget. The Volturi couldn't possibly allow it. Not if they wanted to keep their city inconspicuous. I looked at the slight gray glow that shone through the opened windows. \"We'll be too late,\" I whispered, my throat closing in panic. She shook her head. \"Right now, he's leaning toward the melodramatic. He wants the biggest audience possible, so he'll choose the main plaza, under the clock tower. The walls are high there. He'll wait till the sun is exactly overhead.\" \"So we have till noon?\" \"If we're lucky. If he sticks with this decision.\" The pilot came on over the intercom, announcing, first in French and then in English, our imminent landing. The seat belt lights dinged and flashed. \"How far is it from Florence to Volterra?\" \"That depends on how fast you drive… Bella?\" \"Yes?\" She eyed me speculatively. \"How strongly are you opposed to grand theft auto?\" A bright yellow Porsche screamed to a stop a few feet in front of where I paced, the word TURBO scrawled in silver cursive across its back. Everyone beside me on the crowded airport sidewalk stared. \"Hurry, Bella!\" Alice shouted impatiently through the open passenger window. I ran to the door and threw myself in, feeling as though I might as well be wearing a black stocking over my head. \"Sheesh, Alice,\" I complained. \"Could you pick a more conspicuous car to steal?\" The interior was black leather, and the windows were tinted dark. It felt safer inside, like nighttime. Alice was already weaving, too fast, through the thick airport traffic—sliding through tiny spaces between the cars as I cringed and fumbled for my seat belt. \"The important question,\" she corrected, \"is whether I could have stolen a faster car, and I don't think so. I got lucky.\" \"I'm sure that will be very comforting at the roadblock.\" She trilled a laugh. \"Trust me, Bella. If anyone sets up a roadblock, it will be behind us.\" She hit the gas then, as if to prove her point. I probably should have watched out the window as first the city of Florence and then the Tuscan landscape flashed past with blurring speed. This was my first trip anywhere, and maybe my last, too. But Alice's driving frightened me, despite the fact that I knew I could trust her behind the wheel. And I was too tortured with anxiety to really see the hills or the walled towns that looked like castles in the distance. \"Do you see anything more?\" \"There's something going on,\" Alice muttered. \"Some kind of festival. The streets are full of people and red flags. What's the date today?\" I wasn't entirely sure. \"The nineteenth, maybe?\" \"Well, that's ironic. It's Saint Marcus Day.\" \"Which means?\" She chuckled darkly. \"The city holds a celebration every year. As the legend goes, a Christian missionary, a Father Marcus—Marcus of the Voltun, in fact—drove all the vampires from Volterra fifteen hundred years ago. The story claims he was martyred in Romania, still trying to drive away the vampire scourge. Of course that's nonsense—he's never left the city. But that's where some of the superstitions about things like crosses and garlic come from. Father Marcus used them so successfully. And vampires don't trouble Volterra, so they must work.\" Her smile was sardonic. \"It's become more of a celebration of the city, and recognition for the police force—after all, Volterra is an amazingly safe city. The police get the credit.\" I was realizing what she meant when she'd said ironic. \"They're not going to be very happy if Edward messes things up for them on St. Marcus Day, are they?\" She shook her head, her expression grim. \"No. They'll act very quickly.\" I looked away, fighting against my teeth as they tried to break through the skin of my lower lip. Bleeding was not the best idea right now. The sun was terrifyingly high in the pale blue sky. \"He's still planning on noon?\" I checked. \"Yes. He's decided to wait. And they're waiting for him.\" \"Tell me what I have to do.\" She kept her eyes on the winding road—the needle on the speedometer was touching the far right on the dial. \"You don't have to do anything. He just has to see you before he moves into the light. And he has to see you before he sees me.\" \"How are we going to work that?\" A small red car seemed to be racing backward as Alice zoomed Around it. \"I'm going to get you as close as possible, and then you're going to run in the direction I point you.\" I nodded. \"Try not to trip,\" she added. \"We don't have time for a concussion today.\" I groaned. That would be just like me—ruin everything, destroy the world, in a moment of klutziness. The sun continued to climb in the sky while Alice raced against it. It was too bright:, and that had me panicking. Maybe he wouldn't feel the need to wait for noon after all. \"There,\" Alice said abruptly, pointing to the castle city atop the closest hill. I stared at it, feeling the very first hint of a new kind of fear. Every minute since yesterday morning—it seemed like a week ago—when Alice had spoken his name at the foot of the stairs, there had been only one fear. And yet, now, as I stared at the ancient sienna walls and towers crowning the peak of the steep hill, I felt another, more selfish kind of dread thrill through me. I supposed the city was very beautiful. It absolutely terrified me. \"Volterra,\" Alice announced in a flat, icy voice.",
            "vi": "7 REPETITION        19. Thù hận Chúng tôi đến kịp chuyến bay chỉ trước có mấy giây, rồi sự tra tấn mới thực sự bắt đầu. Máy bay cứ nằm ì trên đường băng trải nhựa trong khi các tiếp viên hàng không thong thả đi - thiệt thoải mái - trên lối đi, vỗ nhẹ mấy cái túi trong ngăn tủ phía trên đầu để đảm bảo mọi thứ đều ổn thoả. Các phi công thì thò đầu ra ngoài buồng lái, tán dóc với tiếp viên khi họ đi ngang qua.  Tay Alice cứ khư khư trên vai tôi, giữ tôi ngồi yên ở ghế khi tôi cứ nhấp nha nhấp nhổm lo lắng. \"Nhanh hơn chạy xe mà, \" cô nói nhỏ nhắc tôi.  Tôi gật đầu đúng ngay khi đang nhấp nhổm.  Cuối cùng máy bay cũng uể oải lăn bánh ra khỏi cổng, đều đều tăng tốc dần còn tra tấn tôi nhiều hơn. Tôi cứ nghĩ mình sẽ cảm thấy nhẹ nhõm khi máy bay đạt đến mức phóng lên, nhưng nỗi sốt ruột điên cuồng của tôi chẳng hề giảm bớt.  Alice moi chiếc điện thoại trên lưng ghế trước mặt cô trước khi máy bay ngừng lấy độ cao, quay lưng lại nữ chiêu đãi viên đang nhìn cô tỏ vẻ không bằng lòng. Có gì đó trong vẻ mặt của tôi đã khiến chiêu đãi viên này không đến cấm cản.  Tôi cố không nghe điều Alice đang thì thầm với Jasper; tôi không muốn nghe mấy lời đó lần nữa, nhưng một số câu đã lọt vào tai.  \"Em không chắc được, em cứ thấy ảnh làm đủ chuyện khác nhau, ảnh cứ thay đổi ý định riết ...  Lúc thì bắn giết điên loạn trong thành phố, lúc thì tấn công lính canh, lúc thì nâng xe lên đầu trong quảng trường chính... hầu hết những chuyện đó sẽ làm họ bị lộ - ảnh biết đó là cách nhanh nhất để buộc người ta phải ra tay... \" \"Không, anh không được làm vậy. \" Giọng Alice hạ thấp cho đến khi gần như không nghe được nữa, cho dù tôi đang ngồi cách cô có mấy xăng-ti-mét.  Ngược lại, tôi còn lắng nghe kỹ hơn. \"Nói với Emmett là đừng... hừm, hãy chạy theo Emmett và Rosalie và dẫn họ về lại ...  Hãy nghĩ đi, Jasper. Nếu ảnh mà thấy bất cứ ai trong nhà mình, anh nghĩ ảnh sẽ làm gì?\" Cô gật đầu. \"Đúng thế. Em nghĩ Bella là cơ hội duy nhất - nếu còn có cơ hội ... em sẽ làm mọi thứ có thể, nhưng hãy chuẩn bị tinh thần cho Carlisle; mấy chuyện bất thường chẳng hay ho gì. \" Rồi cô cười, và giọng cô khàn đi. \"Em đã nghĩ đến chuyện đó rồi... Ừ, em hứa. \"Giọng cô trở nên khẩn khoản. \"Đừng đi theo em. Em hứa mà Jasper. Bằng mọi giá, em sẽ thoát được mà... Em yêu anh.” Cô gác máy, và ngả người ra ghế nhắm mắt lại. \"Em ghét phải nói dối ảnh.” \"Hãy kể cho chị biết mọi chuyện đi, Alice, \" tôi cầu xin. \"Chị không hiểu. Sao em bảo Jasper cản Emmett, sao họ không được đến giúp mình?\" \"Hai lý do, \" cô thì thầm, mắt vẫn nhắm. \"Lý do đầu em đã nói với ảnh rồi. Mình có thể tự ráng cản Edward - nếu Emmett mà có thể chạm được tay vào anh ấy, thì bọn em có thể ngăn ảnh đủ lâu để thuyết phục ảnh là chị còn sống. Nhưng chúng ta không thể lén đến gần Edward được. Và nếu ảnh mà thấy tụi em đến vì ảnh, thì ảnh sẽ hành động nhanh hơn nhiều. Anh sẽ ném một chiếc Buick xuyên qua tường hay qua cái gì đó, và Volturi sẽ hạ gục ảnh ngay.  \"Đó là lý do thứ hai dĩ nhiên rồi, lý do em không thể nói ra với Jasper. Vì nếu họ ở đó khi Volturi giết Edward, thì họ sẽ đánh lại bọ̣n chúng. Bella.\"  Cô mở mắt và nhìn tôi chằm chằm, cầu khẩn. \"Nếu mà có bất cứ cơ may thắng nào... nếu mà có phương cách nào để bốn tụi em có thể cứu mạng anh trai em bằng cách đánh nhau vì ảnh, có lẽ sẽ khác. Nhưng tụi em không thể thắng được, và, Bella, em không thể để mất Jasper như thế.” Tôi nhận ra vì sao mắt cô lại cầu xin sự thông cảm của tôi. Cô đang bảo vệ Jasper, bằng mạng sống của chúng tôi, và có lẽ bằng mạng sống của Edward nữa. Tôi thông cảm, và tôi không nghĩ xấu cho cô. Tôi gật đầu. \"Nhưng Edward không lắng nghe em sao.\" Tôi hỏi. \"Liệu ảnh biết không, ngay khi ảnh lắng nghe suy nghĩ của em, là chị còn sống, thì đâu cần phải làm chuyện này?\" Dù sao đi nữa thì điều đó cũng chẳng nghĩa lý gì. Tôi vẫn không thể tin rằng anh lại phản ứng như vậy. Chẳng nghĩa lý gì cả!  Tôi đau đớn nhớ rõ lời anh nói hôm đó trên ghế xô-pha, khi chúng tôi đang xem Romeo và Juliet tự tử, hết người này đến người kia. Anh sẽ không sống thiếu em, anh nói, như thể đó là một quyết định chắc chắn. Nhưng những lời anh đã nói trong rừng khi bỏ tôi đi đã xoá nhoà mọi lời ấy - hết sức thuyết phục.  \"Nếu ảnh lắng nghe, \" cô giải thích. \"Tin hay không là tùy chị, nhưng mình có thể nói dối bằng suy nghĩ. Nếu chị đã chết, em sẽ cố ngăn chặn ảnh. Nên em sẽ nghĩ riết 'chị ấy còn sống, chị ấy còn sống' hoài hoài. Ảnh biết thế.” Tôi nghiến răng thất vọng câm nín.  \"Nếu có cách nào để làm chuyện này không cần đến chị, Bella, em sẽ không để chị bị nguy hiểm như vầy. Em thật bậy bạ.” \"Đừng có ngốc. Chị là người cuối cùng em phải lo đến.” Tôi lắc đầu sốt ruột. \"Hãy kể chị nghe em có ý gì về việc ghét phải nói dối Jasper. \" Cô mỉm cười buồn bã. \"Em hứa với anh ấy em cũng sẽ thoát trước khi họ giết em.  Đó không phải là chuyện em có thể bảo đảm được - cực kỳ khó đạt được. \" Cô nhướng mày, như thể muốn tôi suy nghĩ nghiêm túc hơn về hiểm nguy này. \"Mấy người Volturi này là ai?\"Tôi thì thầm hỏi. \"Điều gì làm họ nguy hiểm hơn Emmett, Jasper, Rosalie, và em đến thế?\" Thật khó mà tưởng tượng có cái gì dễ sợ hơn.  Cô hít thật sâu, rồi đột ngột liếc nhìn giận dữ qua vai tôi. Tôi quay vừa kịp lúc thấy người đàn ông ngồi bên lối đi đang quay sang nhìn chỗ khác như thể anh ta chẳng hề lắng nghe chúng tôi. Anh ta trông có vẻ là một doanh nhân, mặc vét đen thắt cà vạt sang trọng và máy tính xách tay để trên đầu gối. Trong khi tôi nhìn anh ta chằm chằm bực dọc, anh chàng mở máy tính và đeo tai nghe vào một cách lộ liễu.  Tôi cúi gần Alice hơn. Môi cô kề sát tai tôi khi cô thì thào kể chuyện. \"Em đã ngạc nhiên khi chị biết cái tên ấy, \" cô nói. \"khi chị hiểu ngay nó có nghĩa gì - lúc em nói ảnh sẽ đến Ý. Em cứ tưởng mình sẽ phải giải thích này nọ. Edward đã kể cho chị biết đến mức nào rồi?\" \"Ảnh chỉ nói là họ là một dòng họ có quyền lực, lâu đời - như gia đình  hoàng tộc. Rằng mình đừng có chống lại họ trừ phi mình muốn... chết, \" tôi thì thầm. Lời cuối thật khó thốt ra.  \"Chị phải hiểu là, \" cô nói, giọng cô chậm, bây giờ cân nhắc hơn . \"Nhà Cullens tụi em ít giống ai về nhiều mặt hơn chị biết. Thật ...bất thường vì nhiều người đến thế trong tụi em lại sống hoà thuận với nhau. Gia đình Tanya ở miền bắc cũng vậy, và Carlisle cho là chuyện kiêng nhịn làm tụi em dễ sống văn minh hơn, để gắn bó với nhau bằng tình yêu chớ không phải để sống sót hay vì thuận tiện. Thậm chí nhóm nhỏ ba người của James cũng là đông không bình thường- và chị đã thấy Laurent dễ dàng rời khỏi chúng ra sao rồi.  Chủng loài của tụi em thường chỉ sống một mình, hoặc từng đôi, như quy luật chung. Gia đình Carlisle đông nhất từng có, theo như em biết, chỉ trừ một ngoại lệ. Gia đình Volturi.  \"Lúc đầu họ chỉ có ba người, Aro, Caius, và Marcus. \" \"Chị đã từng nhìn thấy họ rồi, \" tôi lầm bầm. \"Trong bức tranh ở trong phòng làm việc của Carlisle. \" Alice gật đầu. \"Theo thời gian hai phụ nữ gia nhập, và năm người đã tạo nên gia đình này. Em không chắc, nhưng em nghi tuổi tác của họ là điều khiến họ có thể sống hoà thuận với nhau. Họ trên ba ngàn tuổi rồi. Hay có lẽ chính khả năng đặc biệt trời phú của họ đã khiến họ khoan dung hơn. Như Edward và em, Aro và Marcus đều có ... khả năng lạ. \" Cô nói tiếp trước khi tôi có thể hỏi. \"Hoặc có thể chính tình yêu quyền lực đã gắn kết họ lại với nhau. Hoàng tộc là lời mô tả thích hợp.” \"Nhưng nếu chỉ có năm --” \"Năm người hợp thành gia đình đó, \" cô chỉnh lại. \"Không tính lính canh.\" Tôi hít thật sâu. \"Thế thì có vẻ ... đáng kể.” \"Ồ, đúng vậy,” cô cả quyết với tôi. \"Có chín người trong đội lính canh làm việc thường trực, lần cuối cùng tụi em nghe đến. Những người khác thì ... làm trong thời gian ngắn hơn. Tùy. Và nhiều người trong số đó cũng có khả năng thiên phú --- những khả năng kinh khủng, những khả năng khiến chuyện em có thể làm trông giống như một trò bịp giỡn chơi. Volturi đã chọn họ vì khả năng của họ, hoặc vì sức mạnh thể chất của họ.” Tôi hết mở miệng, rồi lại ngậm. Tôi không nghĩ mình muốn biết mấy khả năng dị thường ấy ghê gớm cỡ nào.  Cô lại gật đầu, như thể biết rõ tôi đang nghĩ gì. \"Họ không dính vô quá nhiều chuyện đụng độ. Chẳng ai ngu đến mức đi gây sự với họ. Họ ở trong thành phố, chỉ ra ngoài khi phải thi hành phận sự” \"Phận sự?\" Tôi thắc mắc.  \"Edward không kể chị nghe họ làm gì sao?\" \"Không,” tôi nói, cảm thấy vẻ ngây dại xuất hiện trên mặt mình.  Alice nhìn qua đầu tôi lại, về phía doanh nhân, rồi đặt đôi môi lạnh giá của mình trở lại tai tôi.  \"Có một lý do khiến ảnh gọi họ là hoàng tộc ... tầng lớp cai trị. Qua bao thiên niên kỷ, họ đã gánh vác trách nhiệm thực thi luật lệ của ma cà rồng - mà thực ra là trừng phạt các tội đồ. Họ thực hiện nhiệm vụ một cách dứt khoát.” Mắt tôi mở to bàng hoàng. \"Có luật lệ sao?” Tôi hỏi bằng giọng quá to.  \"Suỵtt!” \"Sao chẳng có ai nói cho chị biết chuyện này trước đây chứ?” Tôi thì thầm giận dữ. \"Ý chị là, chị muốn trở thành một ... một người trong số tụi em!  Chẳng hề có ai giải thích mấy luật lệ đó cho chị biết cả?” Alice cười khúc khích vì phản ứng của tôi. \"Chẳng phức tạp đến thế đâu, Bella. Chỉ có một hạn chế cốt lõi mà thôi -- và nếu chị nghĩ đến chuyện đó, thế nào chị cũng có thể tự nghĩ ra được.” Tôi nghĩ về chuyện đó. \"Không, chị chẳng nghĩ ra được gì hết.” Cô lắc đầu, thất vọng. \"Chắc vì nó quá rõ ràng. Tụi em phải giữ bí mật sự tồn tại của tụi em.” \"Ồ,” tôi lầm bầm. Thật rõ ràng.  \"Cũng dễ hiểu thôi, và hầu hết tụi em không cần bị giám sát, \" cô nói tiếp. \" Nhưng, sau vài thế kỷ, đôi khi có người quá chán ngán. Hoặc nổi điên. Em chẳng biết. Thế là Volturi can thiệp trước khi chuyện đó làm tổn hại đến họ, hoặc những con ma cà rồng khác.” \"Vậy là Edward...” \"Đang định coi thường luật lệ đó tại chính thành phố của họ - thành phố họ đã bí mật sở hữu cả ba ngàn năm nay, từ thời của người Etruscan. Họ hết sức che chở gìn giữ thành phố đến nỗi họ không cho phép săn người trong phạm vi thành phố.  Volterra có lẽ là thành phố an toàn nhất trên thế giới - ít ra là không bị ma cà rồng tấn công.” \"Nhưng em nói họ không rời thành phố. Vậy họ ăn uống như thế nào?” \"Họ không rời thành phố. Họ mang thức ăn từ bên ngoài thành phố vào, đôi khi từ những nơi rất xa. Vậy lính canh của họ mới có chuyện để làm khi không ra ngoài tiêu diệt những người bất tuân luật lệ. Hay giữ cho Volterra khỏi bị lộ ...” \"Bởi những tình huống như trường hợp này, như trường hợp của Edward,” tôi nói cho hết câu. Bây giờ thật dễ dàng khi gọi tên anh. Tôi không rõ vì sao lại lạ vậy. Có lẽ vì tôi không thực sự định sẽ sống tiếp mà không gặp anh. Hoặc có thể vì chúng tôi đã quá muộn màng. Thật an ủi khi biết rằng tôi sẽ có một đường thoát dễ dàng.  \"Em nghi họ chưa từng gặp một tình huống giống vậy, \" cô lẩm bẩm, phẫn nộ. \"Chẳng có nhiều ma cà rồng tự sát lắm đâu.” Âm thanh thoát ra khỏi miệng tôi rất nhẹ, nhưng Alice dường như hiểu rằng đó là tiếng kêu đau đớn. Cô choàng cánh tay mảnh khảnh, mạnh mẽ của mình quanh vai tôi. \"Mình sẽ làm mọi điều có thể, Bella. Chưa kết thúc mà.” \"Chưa.”  Tôi để cô an ủi mình, dù biết cô nghĩ chúng tôi có rất ít cơ hội. \"Và Volturi sẽ tóm mình nếu mình gây chuyện lộn xộn.” Alice cứng người. \"Chị nói chuyện đó y như đó là chuyện tốt đẹp vậy.” Tôi nhún vai.  \"Thôi đi, Bella, hay mình quay lại New York và về Forks nhé.” \"Gì chứ?” \"Chị biết rồi đó. Nếu mình không kịp cứu Edward, em sẽ cố hết sức để đưa chị về với Charlie, và em không muốn chị bị bất cứ rắc rối nào cả. Chị có hiểu thế không?” \"Dĩ nhiên rồi, Alice. \" Cô hơi lùi ra sau để nhìn trừng trừng vào tôi. \"Chẳng có rắc rối gì cả.” “Hứa danh dự đó,” tôi lẩm bẩm.  Cô trợn tròn mắt.  \"Bây giờ để em tập trung nào. Em đang cố thấy xem ảnh định làm gì.” Cô vẫn để nguyên tay ôm tôi, nhưng đầu ngả ra tựa vào ghế ngồi và nhắm mắt lại. Cô áp bàn tay còn lại lên mặt, xoa đầu ngón tay lên thái dương.  Tôi nhìn cô chăm chú một hồi lâu. Cuối cùng, cô trở nên hoàn toàn bất động, khuôn mặt cô như một tác phẩm điêu khắc bằng đá. Hàng phút trôi qua, và nếu không hiểu rõ, hẳn tôi tưởng cô đã thiếp đi.  Tôi không dám làm gián đoạn cô để hỏi chuyện gì đang xảy ra.  Tôi ước mình có cái gì đó an toàn để suy nghĩ. Tôi không cho phép mình nghĩ đến những điều khủng khiếp chúng tôi đang lao đến, hoặc, còn khủng khiếp hơn nữa, cơ hội mà chúng tôi có thể bỏ lỡ - không nếu tôi muốn mình không gào thét.  Tôi cũng chẳng thể liệu trước bất cứ thứ gì. Có lẽ, nếu tôi hết sức, hết sức, hết sức may mắn, bằng cách nào đó tôi có thể cứu được Edward. Nhưng tôi không ngu ngốc đến nỗi nghĩ rằng cứu anh nghĩa là tôi có thể ở lại bên anh.  Tôi cũng chẳng khác gì, chẳng đặc biệt gì hơn bản thân tôi trước đây. Sẽ chẳng có lý do mới nào để bây giờ anh yêu tôi. Gặp anh rồi mất anh lần nữa... Tôi chống chọi lại nỗi đau. Đây là cái giá tôi phải trả để cứu mạng anh. Tôi sẽ phải trả giá.  Người ta chiếu phim, và người ngồi cạnh tôi đã lấy tai nghe. Thỉnh thoảng tôi nhìn những dáng người di chuyển qua màn hình nhỏ, nhưng thậm chí không biết đây là phim lãng mạn hay phim kinh dị nữa.  Sau một thời gian dài bất tận, máy bay bắt đầu hạ cánh về phía thành phố New York. Alice vẫn trong tình trạng thôi miên. Tôi chần chừ, vươn tay ra sờ vào cô, rồi lại rụt tay về.  Cứ như vậy cả chục lần rồi máy bay đến thành phố bằng một cú chạm đất dằn xóc.  \"Alice, \" cuối cùng thì tôi cũng nói. \" Alice, mình phải đi.” Tôi sờ nhẹ tay cô.  Mắt cô mở ra rất chậm. Cô lắc đầu qua lại một hồi lâu. \"Có tin gì mới không?\"Tôi hỏi nhỏ xíu, biết rõ gã đàn ông đang lắng nghe ở phía bên kia.  \"Không chính xác, \" cô thì thào bằng một giọng tôi gần như không nghe được. \"Ảnh đang đến gần hơn. Ảnh đang quyết định sẽ xin họ giúp như thế nào.” Chúng tôi phải chạy mới kịp chuyến bay chuyển tiếp, nhưng vậy thì tốt - tốt hơn phải đợi. Ngay khi máy bay ở trên không trung, Alice nhắm mắt lại và lại tiếp tục chìm vào trạng thái đờ đẫn như lúc nãy. Tôi đợi kiên nhẫn hết mức có thể. Khi trời lại tối om lần nữa, tôi mở cửa sổ nhìn chằm chằm vào màn đêm mênh mông chẳng có gì hay ho hơn màn che cửa sổ. Tôi mừng là mình đã trải qua nhiều tháng tập kiểm soát suy nghĩ. Thay vì cứ đào sâu vào những khả năng khủng khiếp mà, bất kể Alice nói gì, tôi cũng chẳng định sẽ sống sót, tôi tập trung vào những vấn đề ít khó khăn hơn. Chẳng hạn như, tôi sẽ nói gì với Charlie nếu tôi trở về: Đó là vấn đề đủ gai góc để chiếm lĩnh tâm trí tôi mấy tiếng đồng hồ. Còn Jacob? Anh đã hứa sẽ chờ tôi, nhưng liệu lời hứa đó vẫn còn hiệu lực?  Liệu có phải rốt cuộc tôi sẽ ở Forks một mình, chẳng có ai bên mình? Có lẽ tôi chẳng muốn tiếp tục sống, bất kể chuyện gì xảy ra.  Cứ như thể chỉ mới mấy giây khi Alice lắc vai tôi - tôi mới nhận ra mình đã ngủ thiếp đi. \"Bella, \" cô rít lên, giọng cô hơi quá to trong khoang hành khách tối om đầy người đang say ngủ.  Tôi chẳng hề mất phương hướng - tôi chưa thiếp đi đủ lâu để bị thế.  \"Có chuyện gì không ổn vậy?\" Mắt Alice loé sáng trong ánh sáng lờ mờ của chiếc đèn đọc sách ở hàng ghế sau lưng.  \"Không có chuyện gì bất ổn cả. \"Cô mỉm cười hăm hở. \"Ổn rồi. Họ đang cân nhắc, nhưng họ đã quyết định sẽ từ chối ảnh.” \"Volturi hả?\"Tôi lẩm bẩm, chóng mặt.  \"Dĩ nhiên, Bella, hãy giữ vững tinh thần. Em thấy được họ sắp nói gì. \" \"Kể chị nghe đi.”Một tiếp viên rón rén xuống lối đi đến chỗ chúng tôi. \"Để tôi mang gối đến cho các cô nhé?\" Giọng thì thầm khe khẽ của anh là lời trách móc vì chúng tôi đã trò chuyện khá to.  \"Không, cảm ơn anh.” Alice ngẩng lên cười với anh, nụ cười cô đẹp mê hồn.  Vẻ mặt của tiếp viên sững sờ khi anh quay người và vấp chân trên đường về.  \"Kể chị nghe đi, \" tôi thì thào hầu như không thành tiếng.  Cô thì thầm vào tai tôi. \"Họ thích ảnh - họ nghĩ tài năng của ảnh sẽ hữu dụng. Họ sắp mời ảnh sống cùng họ.” \"Ảnh sẽ nói gì?\" \"Em chưa thấy được, nhưng em cá là sẽ thú vị lắm đây.” Cô lại cười toe toét. \"Đây là tin vui đầu tiên - dịp may đầu tiên. Họ cảm thấy bị thu hút; họ thực sự không muốn huỷ diệt anh, “phí phạm” đó là từ Aro sẽ sử dụng - và có lẽ đủ để ép anh phải sáng tạo.  Anh càng lập kế hoạch lâu, càng tốt cho mình.” Điều đó chẳng đủ làm tôi hy vọng, chẳng đủ làm tôi cảm thấy nhẹ nhõm như cô. Vẫn còn quá nhiều mặt chúng tôi có thể quá trễ. Và nếu tôi không vượt qua được các bức tường thành vào thành phố Volturi, tôi sẽ không thể ngăn Alice lôi tôi về nhà.  \"Alice?\" \"Gì vậy?\"\"Chị không hiểu. Làm sao em lại thấy chuyện này rõ như thế?  Còn những lúc khác, em thấy mấy chuyện xa xôi - mà chẳng hề xảy ra?\" Mắt cô nhắm nghiền. Tôi tự hỏi có phải cô đã đoán được điều tôi đang nghĩ đến không.  \"Rõ là vì chuyện này xảy ra tức thời và sát bên, và em đang tập trung thực sự. Còn những chuyện xa xôi chúng tự đến - chỉ là những ý niệm lờ mờ, không chắc chắn. Ngoài ra, em nhìn thấy chủng loại của em dễ hơn nhìn thấy chủng loại của chị. Edward thậm chí còn dễ hơn vì em hết sức hoà hợp với ảnh. \" \"Thỉnh thoảng em cũng nhìn thấy chị đó thôi, \" tôi nhắc cô.  Cô lắc đầu. \"Không rõ như vậy.” Tôi thở dài. \"Chị thật sự mong em đúng về chị. Lúc mới đầu, khi lần đầu tiên em nhìn thấy chuyện về chị, thậm chí trước cả khi mình gặp nhau...” \"Chị muốn nói gì?\"\"Em nhìn thấy chị trở thành một người trong số tụi em. \"Tôi chỉ lầm rầm nói những từ này.  Cô thở dài. \"Đó là một khả năng vào lúc đó. \" \"Vào lúc đó, \" tôi lặp lại.  \"Thực ra thì, Bella” cô do dự, rồi dường như quyết định. \"Thành thật mà nói thì em nghĩ mọi chuyện trở nên hết sức lố bịch. Em đang cân nhắc đến chuyện chính em sẽ biến đổi chị.” Tôi nhìn cô chằm chằm, sững người bàng hoàng. Ngay tức khắc, tâm trí tôi kháng cự lại lời cô. Tôi sẽ không thể chịu đựng nỗi nếu cô đổi ý.  \"Em làm chị sợ hả?\" cô thắc mắc. \"Em cứ tưởng chị muốn vậy chớ.\" \"Chị muốn vậy!\" Tôi thở hổn hển. \"Ôi, Alice, hãy làm chuyện đó ngay bây giờ đi! Chị có thể giúp được em rất nhiều - và chị sẽ không làm chậm bước chân em. Hãy cắn chị đi!\" \"Suỵtt, \" cô cảnh báo. Anh chàng tiếp viên ấy lại nhìn về phía chúng tôi. \"Hãy cố cư xử đàng hoàng một chút” cô thì thầm. \"Mình không có đủ thời gian. Mai mình phải vào Volterra. Chị sẽ bị quằn quại đau đớn cả mấy ngày trời. \" cô nhăn nhó. \" Và em không nghĩ mấy hành khách khác sẽ phản ứng tốt đâu.” Tôi cắn môi. \" Nếu em không làm chuyện đó ngay bây giờ, thế nào em cũng sẽ đổi ý.” \"Không đâu. \" Cô cau mày, vẻ mặt cô không vui. \"Em không nghĩ mình sẽ đổi ý. Ảnh sẽ giận điên lên, nhưng ảnh có làm được gì đâu?\" Tim tôi đập nhanh. \"Chẳng gì hết.\" Cô cười lặng lẽ, rồi thở dài. \"Chị quá tin em đó, Bella. Em không chắc em làm được không nữa.  Hay rồi rốt cuộc em lại giết chết chị đây.” \"Chị cứ liều.” \"Chị thiệt hết sức kỳ quái, dù là đối với con người. \" \"Cám ơn. \" \"Ồ ừm, dù sao đây đơn thuần chỉ là giả thiết vào thời điểm này, dù sao. Trước tiên mình phải sống sót qua ngày mai đã. \" \"Đúng vậy.” Nhưng ít nhất tôi đã có thứ để hy vọng nếu chúng tôi thành công. Nếu Alice giữ lời - và nếu cô không giết tôi chết - thì Edward cứ việc đuổi theo các trò vui như anh muốn, còn tôi thì có thể theo anh. Tôi sẽ không để anh bị phân tâm. Có lẽ, khi tôi xinh đẹp và mạnh mẽ, anh sẽ không cần mấy trò tiêu khiển nữa. \"Ngủ lại đi, \" cô khuyến khích tôi. \"Em sẽ đánh thức chị khi có tin mới.” \"Ừ, \" tôi làu bàu, chắc chắn bây giờ ngủ là một cố gắng vô vọng. Alice thu chân lên ghế, vòng tay ôm chân rồi tựa trán vào đầu gối. Cô đong đưa qua lại khi tập trung.  Tôi tựa đầu vào ghế, ngắm cô, và chuyện tiếp theo mà tôi biết là cô đang kéo mành cửa sổ che hừng đông đang ló dạng.  \"Có chuyện gì vậy?\" Tôi thì thào.  \"Họ đã từ chối ảnh rồi,” cô nói lặng lẽ. Tôi nhận thấy ngay lập tức niềm hứng khởi của cô đã không còn. Giọng tôi nghẹn trong họng vì hoảng sợ. \"Ảnh sắp làm gì ?\" \"Lúc đầu thì lộn xộn. Em chỉ thấy những hình ảnh loé rất nhanh, ảnh đang thay đổi kế hoạch liên tục.” \"Loại kế hoạch nào?\"Tôi nhấn.  \"Đã có lúc tệ lắm, \" cô thì thầm. \"Anh đã định sẽ đi săn. \" Cô nhìn tôi, xem vẻ mặt tôi hiểu ra.  \"Trong thành phố này, \" cô giải thích. \"Suýt vậy. Ảnh đã đổi ý vào phút chót.” \"Ảnh không muốn làm Carliste buồn, \" tôi lầm bầm. Không buồn sau này.  \"Chắc vậy,” cô đồng ý. \"Liệu có kịp không?\"  Khi tôi nói, có thay đổi áp lực trong khoang hành khách. Tôi có thể cảm thấy máy bay đang nghiêng xuống.  \"Em đang hy vọng vậy - nếu ảnh giữ nguyên quyết định mới nhất này, thì chắc kịp.” \"Đó là gì?\" \"Anh sẽ làm đơn giản. Ảnh chỉ cần bước ra ngoài nắng trời. \" Chỉ cần bước ra ngoài nắng trời. Chỉ thế thôi.  Thế đã đủ rồi. Hình ảnh Edward trong đồng cỏ - rực sáng, toả sáng mờ như da anh được làm bằng hàng triệu mặt kim cương - đã ăn sâu vào tâm trí tôi. Không ai từng thấy chuyện đó mà lại quên được.  Volturi sẽ không để xảy ra chuyện này.  Sẽ không nếu họ muốn gìn giữ thành phố của mình không bị chú ý.  Tôi nhìn ánh sáng xám nhạt đang rọi qua cửa sổ mở. \"Mình sẽ muộn mất thôi, \" tôi thì thầm, họng nghẹn lại vì hoảng sợ.  Cô lắc đầu. \"Hiện tại, ảnh đang nghiêng về hướng làm rùm beng. Ảnh muốn có đông khán giả nhất có thể, nên ảnh sẽ chọn quảng trường chính, dưới tháp đồng hồ. Ở đó các bức tường đều cao. Ảnh sẽ chờ đến khi mặt trời ở đúng đỉnh đầu.” \"Vậy mình sẽ có cơ hội đến giữa trưa?\" \"Nếu mình may mắn. Nếu ảnh kiên quyết làm theo ý này. \" Phi công xuất hiện qua hệ thống liên lạc nội bộ, thông báo, trước tiên bằng tiếng Pháp rồi bằng tiếng Anh, về chuyến hạ cánh sắp tới của chúng tôi. Đèn báo hiệu thắt dây an toàn kêu “đinh” và bật sáng.  \"Từ Florence đến Volterra mất bao xa?\" \"Tùy mình lái nhanh cỡ nào ... Bella?\" \"Gì hả?\" Cô nhìn tôi dò hỏi. \"Chị ghét trộm xe hơi đến mức nào?\" Một chiếc Porsche vàng tươi thắng két trước nơi tôi đang đi tới lui vài bước chân, chữ TURBO viết nguệch ngoạc bằng chữ bạc ngang đuôi xe. Tất cả mọi người đứng cạnh tôi trên vỉa hè của sân bay đông đúc đều nhìn chằm chặp.  \"Nhanh lên, Bella!\" Alice la to sốt ruột qua cửa hành khách đang mở.  Tôi chạy ra cửa và quăng mình vào trong, cảm thấy như thể mình đang trùm vớ đen trên đầu.  \"Sheesh, Alice, \" tôi than phiền. \"Em có thể chọn chiếc xe hơi nào nổi hơn nữa để ăn cắp không?\" Nội thất bằng da đen, và cửa xe phủ màu đen.  Ngồi bên trong cảm thấy an toàn hơn, như ban đêm.  Alice đang len lỏi, quá nhanh, qua hàng xe trong sân bay dày đặc - len qua những khoảng trống nhỏ xíu giữa mấy chiếc xe hơi trong khi tôi co rúm người mò mẫm tìm dây an toàn.  \"Câu hỏi quan trọng là, \" cô chỉnh lại, \"liệu em có thể ăn cắp được chiếc xe nào nhanh hơn không, và em nghĩ là không.  Em đã may mắn. \" \"Thế nào cũng sẽ khoẻ lắm đây ở rào cản. \" Cô phì cười. \"Tin em đi, Bella. Nếu có ai định lập rào cản, thì cũng muộn màng rồi. \" Rồi cô nhấn ga, như để chứng minh quan điểm của mình. Lẽ ra tôi đã ngắm nhìn ra cửa sổ khi lúc đầu là thành phố Florence rồi phong cảnh vùng Tuscan vút nhanh qua. Đây là chuyến đi đầu tiên của tôi đến một nơi xa lạ, và có lẽ cũng là chuyến đi cuối cùng của tôi. Nhưng cách Alice lái xe làm cho tôi sợ, mặc dù biết mình có thể tin tưởng khi cô ngồi sau tay lái. Nhưng tôi quá khổ sở vì lo lắng nên không nhìn thấy được những ngọn đồi hay thành phố có tường rào bao quanh trông giống như mấy lâu đài ở xa xa. \"Em còn thấy gì nữa không?\" \"Có chuyện gì đó đang xảy ra,” Alice lẩm bẩm. \" Một loại lễ hội. Đường phố đầy người và cờ đỏ. Hôm nay ngày mấy?\" Tôi không chắc cho lắm. \"Chắc ngày mười chín?\" \"Ừm, thật trớ trêu.  Chính là ngày của Thánh Marcus.” \"Nghĩa là gì?\" Cô cười buồn. \"Thành phố này tổ chức lễ kỷ niệm mỗi năm một lần. Theo truyền thuyết, hội truyền giáo Cơ đốc giáo, Đức Cha Marcus - thực ra là Marcus of the Voltun - đã đuổi mọi ma cà rồng ra khỏi Volterra cách đây một ngàn năm trăm năm. Câu chuyện cho rằng ông đã tử vì đạo ở Romania, trong khi đang cố xua đi hiểm hoạ ma cà rồng.  Dĩ nhiên chuyện đó thiệt nhảm nhí - ông ấy chẳng hề rời khỏi thành phố.  Nhưng đó là nguồn gốc của mấy chuyện mê tín dị đoan về mấy thứ đại loại như thánh giá và tỏi. Đức Cha Marcus đã sử dụng chúng hết sức thành công Và ma cà rồng chẳng hề quấy nhiễu Volterra, cho nên mấy chuyện đó có hiệu quả.” Nụ cười cô đầy mỉa mai. \"Không chỉ trở thành là một ngày lễ của thành phố, mà còn là sự thừa nhận tài năng của lực lượng cảnh sát - rốt cuộc thì Volterra là một thành phố an toàn hết sức lạ kỳ.  Cảnh sát được tưởng thưởng vì điều này.” Tôi đang hiểu ra cô muốn nói gì khi cô dùng từ trớ trêu. \"Họ sẽ không vui cho lắm nếu Edward phá hỏng mọi chuyện trong ngày Thánh Marcus, đúng không?\" Cô lắc đầu, buồn thảm. \"Không đâu. Họ sẽ hạ thủ rất nhanh.” Tôi nhìn sang chỗ khác, cố kiềm chế răng mình vì chúng đang cố xuyên thủng da môi dưới của tôi. Chảy máu không phải là ý hay nhất ngay bây giờ.  Mặt trời đang lên cao một cách đáng sợ trên bầu trời xanh nhợt nhạt.  \"Ảnh vẫn định tiến hành vào buổi trưa?\" Tôi kiểm tra.  \"Dạ. Ảnh đã quyết định sẽ đợi. Và họ đang đợi ảnh. \" \"Hãy cho chị biết chị phải làm gì.” Cô chú ý vào con đường ngoằn ngoèo - kim đồng hồ tốc độ đang chỉ vào góc tận cùng bên phải trên mặt đồng hồ.  \"Chị không cần phải làm bất cứ gì hết. Ảnh phải gặp được chị trước khi ảnh bước ra ngoài ánh sáng. Và ảnh phải gặp được chị trước khi ảnh gặp em.” \"Làm sao để làm được chuyện đó?\" Xe nhỏ màu đỏ như đang chạy lùi khi Alice vọt qua nó.  \"Em sẽ đưa chị đến càng gần càng tốt, rồi chị sẽ chạy theo hướng em chỉ cho chị.” Tôi gật đầu.  \"Cố đừng vấp té, \" cô nói thêm. \"Mình không có thời gian cho chuyện bị thương hôm nay. \" Tôi rên rỉ.  Tôi sẽ y vậy - làm hỏng mọi thứ, hủy diệt thế giới, trong một phút vụng về.  Mặt trời tiếp tục lên cao trong khi Alice chạy đua với nó. Nó quá sáng, và chuyện đó làm tôi hoảng sợ. Rốt cuộc anh có thể không cảm thấy cần phải chờ đến giữa trưa.  \"Đó, \" Alice nói đột ngột, chỉ vô thành phố lâu đài ở đỉnh đồi gần nhất.  Tôi nhìn chằm chằm, cảm nhận dấu hiệu lờ mờ đầu tiên của loại sợ hãi mới. Từng phút từ sáng qua - có vẻ như cách đây đã một tuần - khi Alice gọi tên anh ở chân cầu thang, chỉ duy nhất có một nỗi sợ hãi. Thế nhưng bây giờ, khi tôi nhìn chằm chằm vào những bức tường màu hung đỏ cổ kính và các tháp canh gắn trên đỉnh của ngọn đồi dốc, tôi cảm thấy một nỗi khiếp đảm khác, rõ rệt hơn đang xâm chiếm mình.  Tôi cứ nghĩ thành phố này rất xinh đẹp. Nhưng nó làm tôi hết sức kinh sợ.  \"Volterra, \" Alice thông báo bằng một giọng lạnh lẽo, buồn nản."
        }
    ],
    "suggestions": []
}