{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['laitniη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) sự sa bụng (thời kỳ sắp đẻ)</td></tr></table><i/></div>",
            "word": "lightening",
            "pronounce": "['laitniη]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lightening</k><blockquote>■ <cclass>noun a drop in the level of the womb during the last weeks of pregnancy as the head of the fetus engages in the pelvis. </cclass></blockquote></div>",
            "word": "lightening",
            "pronounce": "['laitniη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lightening",
            "pronounce": "['laitniη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lightening",
            "pronounce": "['laitniη]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sét</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự sa bụng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lightening hole</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cửa giảm tải</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lightening hole</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lỗ giảm tải</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lightening hole</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lỗ khoan giảm trọng lượng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lightening vessel</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuyền nhẻ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "lightening",
            "pronounce": "['laitniη]"
        }
    },
    "sentences": [
        {
            "en": "<em>Lightening</em>.",
            "vi": "Sự sa bụng."
        },
        {
            "en": "<em>Lightening</em> is caused by clouds discharging electricity.",
            "vi": "Tia chớp là do các đám mây phóng điện gây ra."
        },
        {
            "en": "The sky was <em>lightening</em> in the east.",
            "vi": "Bầu trời sáng hơn ở phía đông."
        },
        {
            "en": "He laughed, abruptly <em>lightening</em> the mood.",
            "vi": "Ông cười, đột ngột vui vẻ hẳn."
        },
        {
            "en": "<em>Lightening</em> occurs when the head of the fetus turns down towards the vagina.",
            "vi": "Sự sa bụng xảy ra khi đầu thai nhi quay xuống về hướng âm đạo."
        },
        {
            "en": "Motor cycling is moving on the Queens highway looking like a streak of <em>lightening</em>.",
            "vi": "Xe mô tô đang chạy trên đường cao tốc Nữ hoàng nhanh như chớp."
        },
        {
            "en": "But then, after another hundred yards, I could definitely see a <em>lightening</em> in the trees ahead, a glow that was yellow instead of green.",
            "vi": "Nhưng rồi, sau khi đi thêm một trăm mét nữa, tôi đã nhìn thấy được ánh sáng trong khu rừng trước mặt, ánh sáng dịu màu vàng chứ không còn xanh nữa."
        },
        {
            "en": "Love is bigger than you are. You can invite love, but you cannot dictate how, when, and where love expresses itself. You can choose to surrender to love, or not, but in the end love strikes like <em>lightening</em>, unpredictable and irrefutable. You can even find yourself loving people you don't like at all. Love does not come with conditions, stipulations, addenda, or codes. Like the sun, love radiates independently of our fears and desires.",
            "vi": "Tình yêu lớn hơn những gì bạn nghĩ. Bạn có thể bị cám dỗ, nhưng không thể làm lệnh nó để nó diễn ra như thế nào, khi nào, và ở đâu. Bạn có thể chọn từ bỏ yêu đương, hoặc không, nhưng kết cục của một tình yêu sét đánh giống như là sa bụng trước khi sinh, không thể tiên đoán, cũng không thể chối bỏ được. Thậm chí bạn có thể thấy được rằng bạn sẽ yêu những người mà bạn không hề thích bất cứ thứ gì về người đó. Tình yêu không đi kèm với điều kiện, điều khoản, phụ lục, hay mã số. giống như mặt trời, Tình yêu là sự phát triển độc lập của sợ hãi và ham muốn của chính chúng ta."
        },
        {
            "en": "Love is bigger than you are. You can invite love, but you cannot dictate how, when, and where love expresses itself. You can choose to surrender to love, or not, but in the end love strikes like <em>lightening</em>, unpredictable and irrefutable. You can even find yourself loving people you don't like at all. Love does not come with conditions, stipulations, addenda, or codes. Like the sun, love radiates independently of our fears and desires.",
            "vi": "Tình yêu lớn hơn những gì bạn nghĩ. Bạn có thể bị cám dỗ, nhưng không thể làm lệnh nó để nó diễn ra như thế nào, khi nào, và ở đâu. Bạn có thể chọn từ bỏ yêu đương, hoặc không, nhưng kết cục của một tình yêu sét đánh giống như là sa bụng trước khi sinh, không thể tiên đoán, cũng không thể chối bỏ được. Thậm chí bạn có thể thấy được rằng bạn sẽ yêu những người mà bạn không hề thích bất cứ thứ gì về người đó. Tình yêu không đi kèm với điều kiện, điều khoản, phụ lục, hay mã số. giống như mặt trời, Tình yêu là sự phát triển độc lập của sợ hãi và ham muốn của chính chúng ta."
        },
        {
            "en": "Pregnancy calendar (continued)       Week 21 Your baby's development The amniotic fluid that has cushioned and supported your baby in the uterus now serves another purpose. The intestines have developed enough that small amounts of sugars can be absorbed from the fluid that is swallowed and passed through the digestive system to the large bowel. Almost all of your baby's nourishment, however, still comes from you through the placenta. Until now your baby's liver and spleen have been responsible for the production of blood cells. But now the bone marrow spaces are developed enough to contribute to blood cell formation as well, and bone marrow will become the major site of blood cell production in the third trimester and after birth. (The spleen will stop producing blood cells by week 30, and the liver will stop a few weeks before birth.)  Your body Is exercise safe during pregnancy? Exercise can be a great way to stay in shape during pregnancy and can even keep some symptoms — such as varicose veins, excessive weight gain, and backache — to a minimum. But pregnancy is not the time to start training for a triathlon — going slowly is the name of the game. Because ligaments become more relaxed during pregnancy, you're at higher risk for injury, so low- or non-impact exercise such as yoga, swimming, and walking are your best bets. Talk to your health care provider before beginning any exercise program while you're pregnant. Week 22 Your baby's development The senses your baby will use to learn about the world are developing daily. Taste buds have started to form on the tongue, and the brain and nerve endings are formed enough so that the fetus can feel touch. Your baby may experiment with this newfound sense of touch by stroking his or her face or sucking on a thumb, as well as feeling other body parts and seeing how they move. Your baby's reproductive system is continuing to develop, too. In boys, the testes have begun to descend from the abdomen, and in girls, the uterus and ovaries are in place and the vagina is developed. Your body You may soon notice your uterus practicing for delivery with irregular, painless contractions called Braxton Hicks contractions. You may feel a squeezing sensation in your abdomen. Don't worry, though: Your baby may be able to feel the contraction as it squeezes the uterus, but Braxton Hicks contractions aren't dangerous or harmful. If, however, the contractions become more intense, painful, or frequent, contact your health care provider immediately because painful, regular contractions may be a sign of preterm labor. Week 23 Your baby's development Even though fat is beginning to accumulate on your baby's body, the skin still hangs loosely, giving your baby a wrinkled appearance. Your baby's daily workout routine includes moving the muscles in the fingers, toes, arms, and legs regularly. As a result, you may feel more forceful movements. By now your baby weighs a little more than 1 pound (454 grams). If preterm labor and delivery were to occur this week, a baby could survive with expert medical care, but might have mild to severe disabilities. With increasing research and knowledge in the field of fetal medicine, the prognosis for premature babies (preemies) improves every year. Your body  The closer you get to your delivery date, the more trouble you may have sleeping. Anxiety, frequent urination, heartburn, leg cramps, and general discomfort can translate into a short night's sleep for a pregnant woman. But your baby's health and your own depend on you getting adequate rest. Try a warm bath, soothing music, a relaxing book, or a cup of herbal tea to put you in the mood to snooze. Many doctors recommend that pregnant women sleep on their sides, not their backs or stomachs, so that blood flow to the placenta is not restricted. If you find this uncomfortable, try placing a pillow between your knees to relieve the pressure of your weight while lying on your side. Week 24 Your baby's development Your baby is still receiving oxygen through the placenta. But once birth occurs, his or her lungs will start taking in oxygen on their own. In preparation for that, your baby's lungs are developing the ability to produce surfactant. Surfactant is a substance that keeps the air sacs in our lungs from collapsing and sticking together when we exhale, allowing us to breathe properly. Because the inner ear — which controls balance in the body — is now completely developed, your baby may be able to tell when he or she is upside down or right side up while floating and making movements in the amniotic fluid.  Your body An important prenatal test, glucose screening, is usually performed sometime during weeks 24 to 28. The glucose screening test checks for gestational diabetes, a temporary type of diabetes that occurs during pregnancy and can cause problems in the newborn, such as low blood sugar. Gestational diabetes may also increase the chances that a woman would need a cesarean section because it can lead to the big growth of babies.  During the glucose screening test, you'll drink a sugary solution and then have your blood drawn. If your blood sugar levels are too high, you'll have further tests, which your health care provider will discuss with you. Gestational diabetes usually can be controlled by eating a well-planned diet and getting regular exercise, but sometimes medication, such as daily insulin, will be needed during the pregnancy. Week 25 Your baby's development You may notice that your baby has resting and alert periods. You'll notice fetal activity more readily when you are more sedentary. Your baby's hearing has continued to develop, too — he or she may now be able to hear your voice!  Your body Pregnancy can cause some unpleasant side effects when it comes to digestion. Not only does the hormone progesterone slow the emptying of the stomach, but it also relaxes the valve at the entrance to the stomach so that it doesn’t close properly. This allows acidic stomach contents to move upward into the esophagus. The result: reflux (also known as heartburn) that can make eating your favorite meals a nightmare. The expanding uterus puts additional pressure on the stomach in the last few months of pregnancy. Try eating smaller, more frequent meals, and avoid spicy and fatty foods.  Week 26 Your baby's development  Although your baby's eyes have been sealed shut for the last few months, they will soon open and begin to blink. Depending on ethnicity, some babies will be born with blue or gray-blue eyes (which may change color in the first year of life) and some will be born with brown or dark eyes. Eyelashes are growing in, as is more hair on the head.  Your baby, weighing a little less than 2 pounds (907 grams), still looks wrinkly but will continue to gain weight steadily over the next 14 weeks until birth. Your body Your uterus provides a safe haven for your baby before birth. But what about after delivery? Your baby will be moving about your home in what seems like no time at all. Take the time now to safeguard your home by babyproofing. Covering electrical outlets, removing choking hazards, installing smoke alarms, and blocking off staircases are just some of the steps to ensuring your child's safety. Take every precaution you can think of, but remember: No amount of babyproofing can substitute for careful supervision of your child.  Week 27 Your baby's development By this first week of the third trimester, your baby looks similar to what he or she will look like at birth, except thinner and smaller. The lungs, liver, and immune system still need to fully mature, but if born now, your baby would have a very good chance of surviving. As hearing continues to develop, your baby may start to recognize your voice as well as your partner's. Sounds may be muffled, though, because the ears are still covered with vernix, the thick waxy coating that protects the skin from becoming chapped by the amniotic fluid. Your body Your body instinctively nourishes and protects your baby during pregnancy, but caring for a newborn is a learned skill. Consider signing up for childbirth classes through your local community center or hospital to learn about topics such as labor, options for pain relief, what to expect after delivery, common newborn problems, babyproofing, breastfeeding and formula feeding, and infant CPR. Learning all you can about birth and babies will help you feel more confident, especially if you're a first-time parent. Week 28 Your baby's development Your baby now weighs about 2 pounds, 2 ounces (1,000 grams) and measures about 10 inches (25 cm) from crown to rump. At your next prenatal appointment, your health care provider may tell you whether your baby is headfirst or feet- or bottom-first (called breech position) in the womb. Babies who are in the breech position may need to be delivered by cesarean section. Your baby still has 2 months to change position, though, so don't worry if your baby is in the breech position right now. Most babies will switch positions on their own.  The folds and grooves of your baby's brain continue to develop and expand. In addition, your baby continues to add layers of fat and has continued hair growth. Your body  Your health care provider probably sent you for some blood tests early in your pregnancy. One thing blood tests measure is the Rh factor, a substance found in the red blood cells of most people. If you don't have it (if you’re Rh negative) but your baby does (is Rh positive), there is potential for your baby to have health problems, such as jaundice and anemia. Your doctor can prevent these problems by giving you a vaccine called Rh immune globulin at 28 weeks and again after delivery. Week 29 Your baby's development Your baby continues to be active, and those first few flutters of movement have given way to hard jabs and punches that may take your breath away. If you notice a decrease in movement, do a fetal kick count: your baby should move at least 10 times in an hour. If your baby moves less, talk to your health care provider.  Your body During pregnancy, iron is important for replenishing the red blood cell supply. You should be eating at least 30 milligrams of iron each day. Because iron deficiency is common during pregnancy, your health care provider may recommend that you receive a blood test to check your iron level. If it's low, you may be prescribed an iron supplement. Week 30 Your baby's development Now weighing about 3 pounds (1,400 grams) and measuring about 10.8 inches (27 cm) from crown to rump, your baby continues to gain weight and layers of fat. This fat makes the baby look less wrinkly and will help provide warmth after birth. In preparation for respiration after birth, your baby will mimic breathing movements by repeatedly moving the diaphragm. Your baby can even get the hiccups, which you may feel as rhythmic twitches in your uterus.  Your body Constipation is a common complaint of pregnancy. The pregnancy hormones that allow you to maintain your pregnancy also slow the digestive process considerably. Exercising regularly and eating foods high in fiber, such as vegetables and whole grains, are great ways to keep everything regular. Week 31 Your baby's development By now your baby is urinating approximately several cups of urine a day into the amniotic fluid. He or she is also swallowing amniotic fluid, which is completely replaced several times a day. Excess fluid in the amniotic sac (known as polyhydramnios) may mean that the baby isn't swallowing normally or that there is a gastrointestinal obstruction. Inadequate fluid in the amniotic sac (oligohydramnios) may mean that the baby isn't urinating properly and could indicate a problem with the kidneys or urinary tract. Your health care provider will measure your levels of amniotic fluid as part of your routine ultrasound.  Your body Have you decided whether to breastfeed or formula feed your baby? Although the American Academy of Pediatrics (AAP) recommends breast milk as the best form of infant nutrition, the decision about how to feed your child is a personal one. Talk to your health care provider or a lactation consultant if you need more information before making your choice. The milk glands in your breasts may have started to make colostrum by now. Colostrum is the pre-milk that provides your baby with calories and nutrients for the first few days before your milk comes in if you plan to breastfeed. For some women, it is thin and watery. For others, it is thick and yellowish. If you notice your breasts leaking colostrum, you can buy disposable or washable breast pads to protect your clothing. Week 32 Your baby's development The final touches are being placed on your baby masterpiece. Eyelashes, eyebrows, and the hair on your baby's head are evident. The lanugo hair that has covered your baby since the beginning of the second trimester is falling off, although some may remain on the shoulders and back at birth.  At about 4 pounds (1,800 grams) and 11.4 inches (29 cm) from crown to rump, your baby would have an excellent chance of survival outside the womb if you delivered now. Your body During your prenatal visits, your health care provider will monitor your blood pressure, urine, and any swelling that may develop, but symptoms such as sudden weight gain, swelling in the hands or face, headaches, or changes in vision can be signs of preeclampsia. This condition causes high blood pressure and protein in the urine. Be sure to tell your healthcare provider if you experience any of these symptoms, since this condition can affect both the mother and fetus during the second half of pregnancy.  Week 33 Your baby's development In these last few weeks before delivery, the billions of developed neurons in your baby's brain are helping him or her to learn about the in-utero environment — your baby can listen, feel, and even see somewhat. Your baby’s eyes can detect light and the pupils can constrict and dilate in response to light. Like a newborn, your baby sleeps much of the time and even experiences the rapid eye movement (REM) stage, the sleep stage during which our most vivid dreams occur!  Your baby's lungs are almost completely matured. Fat will continue to be deposited on your baby's body for protection and warmth. Babies gain a good deal of their weight in the final few weeks before birth. Your body With labor and delivery only 2 months away, you may be considering how you'll cope with pain during childbirth. Among the things you'll want to learn about are the most commonly used techniques for pain relief. These include breathing techniques such as those taught in Lamaze classes, pain-relief medications given through injection, and epidurals, where doctors can give an anesthetic by means of a soft, thin catheter that's placed in your lower back. Whatever your ultimate choice, the more you know, the better informed your decision can be. Although you don't have to make a decision yet, talk to your health care provider now about your choices.  Week 34 Your baby's development Maternal calcium intake is extremely important during pregnancy because the baby will draw calcium from the mother to make and harden bone. If a pregnant woman doesn't get enough calcium during pregnancy, it can affect her own bones because the developing fetus will take minerals from the mother's skeletal structure as needed. The vernix coating on the baby's skin is becoming thicker, whereas lanugo hair is almost completely gone. By now most babies will be in position for delivery. Your health care provider can tell you if your baby is positioned head- or bottom-first. Babies born at 34 weeks usually have fairly well-developed lungs, and their average size of 5 pounds (2,250 grams) and 12.6 inches (32 cm) from crown to rump allows them to survive outside the womb without extensive medical intervention. Your body Fatigue is a common complaint of late pregnancy. Difficult sleeping, aches and pains, weight gain, and anxiety about labor, delivery, and taking care of a newborn may contribute to your exhaustion. Rest as much as you can and take naps if possible. Week 35 Your baby's development Your baby already weighs about 5 pounds, 5 ounces (2,400 grams), but this week begins your baby's most rapid period of weight gain — about 8 to 12 ounces (226 to 340 grams) each week! Fat is being deposited all over your baby's body, especially around the shoulders. Because of this increasing size, your baby is now cramped and restricted inside the uterus — so fetal movements may decrease, but they may be stronger and more forceful. If your baby is in a headfirst position, his or her head will rest on your pubic bone in preparation for labor. Your body The bond you may already feel with the baby growing inside of you will only grow stronger once your baby is born. Bonding — the intense attachment that develops between you and your baby — is not something that only occurs within minutes or days after birth. It may happen later and it may develop over time. Bonding not only makes you want to protect your baby and shower him or her with affection, but it also fosters your baby's sense of security in the world outside your womb. Week 36 Your baby's development The wrinkly, tiny fetus you may have seen on earlier ultrasounds has given way to an almost plump baby. There is fat on your baby’s cheeks, and powerful sucking muscles also contribute to your baby's full face. Your baby now weighs a little under 6 pounds (2,721 grams). The bones that make up your baby’s skull can move relative to one another and overlap each other while your baby’s head is inside your pelvis. This phenomenon is called molding, and it helps the baby pass through the birth canal. Don't be surprised if your baby arrives with a pointy or misshapen head! After a few hours or days, your baby's head will be back to a rounded shape. Your body Starting this week, you may begin to see your health care provider every week. Your doctor or midwife may give you an internal exam to determine if cervical effacement (thinning of the cervix) or dilation (opening of the cervix) has begun. You may experience engagement (also known as <em>lightening</em>), which is when the baby drops into the mother's pelvis in preparation for labor. Your appetite may return because the baby is no longer putting as much pressure on your stomach and intestines, and if you've been experiencing heartburn, the baby's descent may somewhat alleviate it. Week 37 Your baby's development This week, your baby is considered full-term! But your baby hasn't stopped growing yet. He or she continues to develop fat at the rate of half an ounce (14 grams) a day. In general, boys weigh more than girls at birth. Your baby has developed enough coordination to grasp with the fingers. If shown a bright light, your baby may turn toward it in your uterus. Your body After this week, you may lose the mucous plug that sealed off your uterus from infection. The mucous plug can be lost a few weeks, days, or hours before labor and is thick, yellowish, and may be tinged with blood (the mucous plug is also called bloody show). As the cervix dilates in preparation for the labor, the plug is discharged from the body. Be sure to speak with your health care provider about any discharge you may be having.  Week 38 Your baby's development Your baby weighs about 6 pounds, 6 ounces (2,900 grams) by now and measures about 13.4 inches (34 cm) in length from crown to rump. Fat is still accumulating, although growth is slower now. You may notice that your weight gain has decreased or ceased. Since your baby has had the muscles to suck and swallow amniotic fluid, waste material has been accumulating in his or her intestines. Cells shed from the intestines, dead skin cells, and lanugo hair are some of the waste products that contribute to meconium, a greenish-black substance that constitutes your baby's first bowel movement. If you're having a boy, his testicles have descended into the scrotum, unless he has a condition called undescended testicle. If you're having a girl, the labia are now completely developed. Your body Because your baby is engaged in your pelvis, your bladder is extremely compressed, making frequent bathroom trips a necessity. Have you and your partner made a decision about circumcision? Circumcision is a surgical procedure to remove the foreskin of the penis in male babies. For some parents the decision to circumcise is a religious one. For others, the choice is not as easily made. Talk to your health care provider about the issues surrounding circumcision, including pain relief options for the baby. Week 39  Your baby's development  Umbilical cords, which carry nutrients from the placenta to the baby, vary in size but average about 22 inches (55 cm) long and half an inch (1-2 cm) thick. Sometimes the umbilical cord can become wrapped around a baby’s neck. Generally, this doesn’t cause problems, although a cesarean delivery could be required if it causes pressure on the umbilical cord during labor or delivery.  Most of the vernix that covered your baby's skin has disappeared, as has the lanugo. Your body has been supplying the baby with antibodies through the placenta that will help the baby's immune system fight infection for the first 6-12 months of life. Your body Braxton Hicks contractions may become more pronounced. Also called \"false labor,\" these contractions may be as painful and strong as true labor contractions but do not become regular and do not increase in frequency as true contractions do. Another sign of labor, the rupture of your amniotic sac, could happen any day now. When their water breaks, some women experience a large gush of water and some feel a steady trickle. Many women don’t experience their water breaking until they’re well into labor. Others need to have their water broken by their health care providers to get their labor started or to speed it up. If you think your water has broken or you are experiencing regular contractions, contact your health care provider. Week 40  You baby's development After many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive. A baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal. Because of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal. Right after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut. A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.  Your body This week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta. If you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.  Some women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \"birth day\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over! Good luck with your baby!",
            "vi": "Lịch thai kỳ (tiếp theo)    Tuần 21 Sự phát triển của bé  Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa. Giờ đây ruột đã phát triển đầy đủ và có thể hấp thu một lượng đường nhỏ từ nước ối mà bé nuốt vào và đi qua hệ tiêu hoá đến ruột già. Tuy nhiên, tất cả các dưỡng chất của em bé vẫn nhận từ mẹ qua nhau thai. Cho đến bây giờ thì gan và lá lách của bé đã phát triển và làm nhiệm vụ sản sinh tế bào máu. Nhưng hiện giờ thì các lỗ trống trong tủy xương đã phát triển đầy đủ cũng nhằm góp phần hình thành tế bào máu, và tuỷ xương sẽ trở thành nơi sản sinh tế bào máu chủ yếu trong quý thai thứ 3 và sau khi sinh. (Lá lách sẽ ngưng tạo tế bào máu vào khoảng tuần 30, và gan sẽ ngưng tạo tế bào máu trước khi sinh một vài tuần.) Cơ thể của mẹ Tập thể dục có an toàn khi mang thai không? Thể dục là một biện pháp rất tốt nhằm giữ được vóc dáng khi đang mang thai và thậm chí có thể làm hạn chế triệu chứng như giãn tĩnh mạch, tăng cân quá mức, và đau lưng đến mức thấp nhất. Nhưng giai đoạn thai kỳ không phải là lúc để bạn bắt đầu huấn luyện cho cuộc thi thể thao 3 môn phối hợp – tốt nhất là bạn nên tập thể dục từ từ, chầm chậm. Bởi rằng suốt thời gian mang thai, dây chằng của bạn giãn ra nhiều hơn, bạn dễ bị chấn thương nhiều hơn, vì thế hãy nên tập những bài tập chậm hoặc tránh va chạm như  yoga, bơi lội, và đi bộ là tốt nhất. Hãy tham khảo ý kiến của bác sĩ trước khi bạn bắt đầu bất cứ chương trình luyện tập thể thao nào trong giai đoạn mang thai nhé. Tuần 22 Sự phát triển của bé  Các giác quan mà bé sử dụng để nhận biết về thế giới đang phát triển từng ngày. Trên lưỡi bé đã hình thành nhiều chồi vị giác, não và các đầu mút thần kinh cũng hình thành đầy đủ sao cho bào thai có thể cảm nhận được sự va chạm. Bé có thể thử cảm giác va chạm mới phát hiện này bằng cách vuốt mặt hoặc nút ngón tay cái, bé cũng cảm nhận được các phần khác trên cơ thể và thấy chúng nhúc nhích, cử động như thế nào.    Hệ thống sinh sản của bé cũng đang phát triển không ngừng. Ở bé trai, tinh hoàn đã bắt đầu hạ xuống dưới bụng, và ở bé gái, tử cung và buồng trứng đã định vị và âm đạo cũng đã phát triển. Cơ thể của mẹ Bạn có thể sớm phát hiện thấy tử cung của mình chuẩn bị cho việc sinh nở bằng nhiều cơn co thắt bất thường, không gây đau đớn được gọi là cơn chuyển dạ giả. Bạn cũng có thể thấy bụng mình co thắt lại. Cho dù là vậy thì bạn cũng không nên lo lắng gì: Bé của bạn cũng có thể cảm thấy bị co thắt khi tử cung bị siết, nhưng những cơn chuyển dạ giả này không gây hại hay nguy hiểm gì cả. Tuy nhiên, nếu chúng xuất hiện dữ dội hơn, đau đớn hơn hoặc thường xuyên hơn thì hãy liên lạc với bác sĩ ngay lập tức vì các cơn co thắt đau đớn, thường xuyên có thể là dấu hiệu của sinh non. Tuần 23 Sự phát triển của bé  Mặc dù cơ thể bé đang bắt đầu tích mỡ nhưng lớp da vẫn còn nhũn nhão lắm, điều này làm cho da bé trông có vẻ nhăn nheo. Các hoạt động thường nhật của bé bao gồm hoạt động nhúc nhích ngón tay, ngón chân, cánh tay, và cẳng chân một cách đều đặn. Kết quả là bạn cảm thấy các hoạt động này ngày càng cứng cáp, mạnh mẽ hơn. Giờ đây thì bé đã nặng hơn 1 pao (454 gram) một chút. Nếu bé sinh non trong tuần này thì cũng có thể sống được nhờ sự hỗ trợ, chăm sóc của chuyên gia y tế, nhưng bé có thể bị ốm đau, bệnh tật từ nhẹ đến nặng. Bằng cách tăng cường công việc nghiên cứu và nâng cao kiến thức về lĩnh vực chăm sóc thai nhi thì mỗi năm việc tiên lượng chẩn đoán trẻ sinh non đã được cải thiện.   Cơ thể của mẹ Càng gần đến ngày sinh thì bạn càng khó ngủ. Cảm giác lo âu, đi tiểu nhiều lần, ợ chua, chuột rút chân, và nỗi khó chịu khắp người có thể là nguyên nhân làm cho phụ nữ mang thai ngủ không được lâu. Nhưng sức khỏe của bé và bạn tuỳ thuộc vào chế độ nghỉ dưỡng đầy đủ của bạn. Bạn nên thử tắm bằng nước ấm, nghe nhạc êm dịu, đọc sách thư giãn, hoặc uống một tách trà thảo dược có thể giúp bạn dễ dàng ngủ ngon. Nhiều bác sĩ khuyên phụ nữ mang thai nên ngủ nằm nghiêng, không nằm ngửa hay nằm sấp, để máu lưu thông đến nhau thai không bị thiếu. Nếu bạn cảm thấy không thoải mái với tư thế nằm ngủ này, bạn nên thử đặt một chiếc gối giữa hai đầu gối để làm giảm sức ép trọng lượng của mình trong lúc nằm nghiêng sang một phía. Tuần 24 Sự phát triển của bé  Bé vẫn còn đang nhận khí ô-xy qua nhau thai. Nhưng khi đã sinh ra thì phổi bé sẽ bắt đầu tự lấy khí ô-xy cho mình. Để chuẩn bị cho việc này thì phổi bé cũng phát triển khả năng tạo chất có hoạt tính bề mặt. chất có hoạt tính bề mặt là chất giữ cho túi khí trong phổi của chúng ta không bị xẹp và gắn chặt với nhau khi chúng ta thở, giúp chúng ta có thể hít thở được. Vì tai trong của bé hiện đã phát triển một cách đầy đủ (tai trong là một bộ phận giúp kiểm soát độ cân bằng cơ thể), nên bé có thể cho biết khi nào bé nằm sấp hoặc nằm nghiêng bên phải khi nổi hay cử động trong nước ối. Cơ thể của mẹ Từ tuần 24 đến 28 thì mẹ được làm xét nghiệm kiểm tra đường glucose, đây là một xét nghiệm quan trọng trong thời gian thai kỳ. Phương pháp xét nghiệm đường glucose có tác dụng kiểm tra các chứng tiểu đường thai nghén, tiểu đường tạm thời là loại tiểu đường chỉ xảy ra suốt thời gian thai nghén và có thể gây ra nhiều vấn đề cho trẻ sơ sinh, như chứng hạ đường huyết (sơ sinh). Tiểu đường thai nghén cũng có thể là nguyên nhân làm tăng nguy cơ mổ bắt con vì làm cho bé lớn rất nhanh. Khi làm xét nghiệm đường glucose, bạn sẽ uống một loại dung dịch ngọt và được rút máu. Nếu lượng đường trong máu của bạn quá cao, bác sĩ sẽ bàn thảo và cho bạn làm thêm nhiều xét nghiệm nữa. Bạn cũng có thể phòng chống chứng tiểu đường thai nghén bằng một chế độ dinh dưỡng cân đối, có lợi cho sức khỏe và thường xuyên tập thể dục, nhưng đôi khi bạn cũng nên dùng thuốc, như Insulin bổ sung hằng ngày chẳng hạn, trong suốt quá trình mang thai.  Tuần 25 Sự phát triển của bé  Vào tuần 25 này thì bạn có thể dễ dàng nhận biết được lúc nào bé nghỉ ngơi và lúc nào bé máy nhiều hơn. Càng ngồi yên thì bạn sẽ càng dễ phát hiện các hoạt động của bào thai hơn. Thính giác của bé cũng không ngừng phát triển – giờ đây bé có thể nghe được giọng nói của mẹ luôn đấy! Cơ thể của mẹ Thai nghén cũng có thể gây nên một số tác dụng phụ khó chịu cho hệ tiêu hoá. Hooc-môn progesterone (hoóc-môn giới tính duy trì thai) không chỉ làm chậm quá trình tiêu hoá mà còn làm lỏng van chặn vào dạ dày làm cho van này không đóng kín lại hoàn toàn. Điều này làm cho lượng a-xít trong dạ dày có thể trào ngược lên vào thực quản. Kết quả là chứng trào ngược (cũng như chứng ợ chua) làm cho việc thưởng thức bữa ăn yêu thích của bạn trở thành cơn ác mộng. Tử cung ngày càng giãn nở ra cũng làm đè nặng thêm lên dạ dày trong một vài tháng cuối của thai kỳ. Bạn nên chia nhỏ bữa ăn và ăn nhiều lần hơn và nên tránh thức ăn cay nóng và có nhiều chất béo. Tuần 26 Sự phát triển của bé Mặc dù mắt của bé bị bịt kín trong vài tháng qua nhưng bé sẽ sớm mở mắt và bắt đầu chớp mắt thôi. Tùy vào tính cách sắc tộc mà có những bé sinh ra có mắt màu xanh hay xám-xanh (mắt bé có thể đổi màu trong năm đầu đời) và có những bé sinh ra có mắt màu nâu hay màu đen. Mi mắt của bé cũng phát triển và trên đầu có mọc tóc nhiều hơn. Bé của bạn hiện đã cân được dưới 2 pao (907 gram) một chút, và da bé trông vẫn còn nhăn nheo lắm nhưng bé sẽ tiếp tục tăng cân đều đặn trong 14 tuần tới cho đến khi chào đời. Cơ thể của mẹ Tử cung của bạn là chỗ an toàn cho bé trước khi chào đời. Nhưng sau khi bé được sinh ra thì sao? Bé sẽ lăng xăng đi lại khắp nhà. Bạn nên dành thời gian để đảm bảo ngôi nhà của mình được an toàn bằng các thiết bị bảo vệ trẻ em nhé. Bọc mặt nạ cho các lỗ cắm điện, dẹp bỏ các vật dụng nguy hiểm gây ngạt, cài đặt thiết bị báo khói, và chặn cầu thang chỉ là một vài bước nhỏ nhằm đảm bảo an toàn cho bé của bạn. Hãy nên cẩn thận đề phòng bất cứ chuyện gì mà bạn nghĩ ra nhưng nên nhớ là: Không một thiết bị bảo vệ an toàn cho trẻ nào có thể thay thế cho sự trông nom, giám sát cẩn thận của bạn dành cho con cả. Tuần 27 Sự phát triển của bé  Vào tuần đầu này của quý ba thai kỳ thì hình hài của bé đã có thể trông giống như lúc sinh ra  vậy, chỉ là bé lúc này ốm hơn và nhỏ hơn thôi. Phổi, gan, và hệ miễn dịch của bé vẫn rất cần thêm thời gian để phát triển hoàn thiện, nhưng nếu sinh bé ra vào tuần này thì bé vẫn có cơ hội sống rất cao. Vì thính giác của bé vẫn đang phát triển và bé giờ đây có thể bắt đầu nhận biết giọng của mẹ cũng như giọng của bố đấy. Dẫu vậy, âm thanh đến với tai bé vẫn còn bị hạn chế, vì tai bé vẫn còn phủ đầy lớp bã nhờn thai nhi, một lớp chất phủ dày giống như sáp có tác dụng bảo vệ cho da của bé không bị nước ối làm nứt nẻ. Cơ thể của mẹ Theo bản năng thì cơ thể của bạn có thể đảm nhận được việc nuôi dưỡng và bảo vệ bé suốt giai đoạn thai nghén, nhưng đối với việc chăm sóc một đứa trẻ sơ sinh lại là một kỹ năng phải nên được học trước. Bạn nên đăng ký các lớp học về sinh đẻ ở bệnh viện hoặc trung tâm cộng đồng địa phương của mình để tìm hiểu về các chủ đề như cơn đau đẻ như thế nào, lựa chọn phương pháp sinh bớt đau đớn, điều gì thường xảy ra sa khi sinh, các vấn đề thường gặp đối với trẻ sơ sinh, biện pháp an toàn cho bé, nuôi con bằng sữa mẹ và sữa bột, và biện pháp hô hấp nhân tạo cho trẻ sơ sinh như thế nào. Việc tìm hiểu hết các thứ liên quan đến sinh đẻ và trẻ sơ sinh sẽ giúp cho bạn thêm tự tin, nhất là khi bạn làm mẹ lần đầu.  Tuần 28 Sự phát triển của bé  Bé của bạn hiện giờ cân nặng khoảng chừng 2 pao, 2 ao-xơ (1,000 gram) và chiều dài từ dầu đến mông khoảng chừng 10 in-sơ. Vào lần khám thai tới, bác sĩ có thể cho bạn biết là bé đang có ngôi đầu hay ngôi mông trong tử cung. Trẻ có vị trí ngôi mông có thể phải được sinh bằng thuật mổ bắt con. Dẫu sao thì bé vẫn còn 2 tháng để có thể tự di chuyển vị trí trong tử cung của mẹ, thế nên đừng lo lắng nếu hiện giờ bé của bạn đang ở vị trí ngôi mông. Hầu hết trẻ đều có thể tự xoay chuyển vị trí của mình. Các nếp gấp và rãnh não của bé tiếp tục phát triển và rộng hơn. Ngoài ra, bé cũng tích thêm nhiều lớp mỡ nữa và tóc cũng mọc nhiều hơn. Cơ thể của mẹ Bác sĩ có lẽ đã cho bạn làm một vài xét nghiệm máu vào giai đoạn đầu của thai kỳ. Xét nghiệm máu đo Rh, đây là chất tồn tại trong hồng cầu mà hầu hết ai cũng có. Nếu bạn không có Rh (nếu Rh của bạn âm tính) nhưng bé lại có Rh (Rh của bé dương tính), thì bé có khả năng sẽ bị nhiều vấn đề về sức khỏe như bị vàng da hay thiếu máu. Bác sĩ có thể phòng tránh các vấn đề này bằng cách cho bạn tiêm một loại vắc-xin tên là globulin miễn dịch Rh vào khoảng tuần 28 và tiêm nhắc lại sau khi sinh. Tuần 29 Sự phát triển của bé  Bé của bạn không ngừng phát triển, và một vài động tác máy nhanh giờ đây không còn nữa mà thay bằng nhiều cú đấm, thoi, thụi mạnh có thể làm cho bạn nghẹt thở. Nếu bạn phát hiện thấy thai giảm máy, hãy đếm số lần máy của thai nhé: bé sẽ máy ít nhất là 10 lần trong 1 tiếng đồng hồ. Nếu bé máy ít hơn thì bạn nên cho bác sĩ của mình biết nhé.  Cơ thể của mẹ Sắt rất quan trọng trong việc bổ sung nguồn cung cấp hồng cầu trong suốt thời gian mang thai. Bạn nên bổ sung ít nhất là 30 miligam sắt mỗi ngày. Vì chứng thiếu sắt là chứng bệnh thường thấy trong giai đoạn thai nghén nên bác sĩ cũng có thể cho bạn làm xét nghiệm máu để kiểm tra nồng độ sắt trong máu của bạn. Nếu thiếu sắt, bạn có thể sẽ được bác sĩ kê toa cho bổ sung chất sắt. Tuần 30 Sự phát triển của bé  Ở tuần 30, bé đã cân nặng đươc khoảng 3 pao (1,400 gram) và chiều dài từ đầu đến mông khoảng 10.8 in-sơ (27 cm), thời kỳ này bé sẽ tiếp tục tăng trọng và tích thêm mỡ. Lượng mỡ này có tác dụng giúp cho bé trông bớt nhăn nheo và giữ nhiệt cho bé, làm cho bé ấm sau khi sinh. Để chuẩn bị cho việc hô hấp sau khi ra đời thì bé sẽ bắt chước các động tác thở bằng cách liên tục di chuyển cơ hoành. Bé thậm chí còn có thể bị nấc cụt, khiến bạn có cảm giác như những cử động co giật đều đặn nhịp nhàng trong tử cung mình vậy. Cơ thể của mẹ Các bà mẹ thường hay than phiền bị táo bón trong thời gian thai kỳ. Các hooc-môn thai nghén giúp bạn bảo vệ, duy trì thai cũng làm chậm quá trình tiêu hoá một cách đáng kể. Tập thể dục thường xuyên và ăn thức ăn giàu chất xơ, như rau và ngũ cốc nguyên hạt, là các biện pháp rất tốt giúp ngăn ngừa táo bón. Tuần 31 Sự phát triển của bé  Vào tuần 31 này thì mỗi ngày bé đã có thể tiểu chừng vài tách nước tiểu ra nước ối rồi. Bé cũng nuốt nước ối, lượng nước ối này được thay mới hoàn toàn vài lần trong ngày. Lượng ối dư thừa trong túi ối (gọi là tình trạng đa ối) có nghĩa là bé không nuốt nước ối bình thường hoặc bị tắc dạ dày-ruột. Lượng ối trong túi ối bị thiếu (gọi là tình trạng thiểu ối) có nghĩa là bé không đi tiểu được bình thường và có thể là dấu hiệu cho biết thận hay đường tiểu của bé có vấn đề. Bác sĩ sẽ đo lượng nước ối bằng phương pháp siêu âm theo thường lệ. Cơ thể của mẹ Bạn đã quyết định nuôi con bằng sữa mẹ hay nuôi con bằng sữa bột chưa? Dẫu Viện Hàn lâm Nhi khoa Hoa Kỳ có khuyến nghị sữa mẹ là dưỡng chất tốt nhất cho trẻ sơ sinh nhưng sự quyết định lựa chọn nuôi con theo cách nào thuộc về quyền cá nhân mỗi người. Bạn nên tham khảo ý kiến của bác sĩ hoặc một chuyên viên tư vấn về sữa mẹ nếu bạn cần có thêm thông tin trước khi đưa ra sự quyết định lựa chọn của mình nhé. Hiện tuyến sữa dưới vú của bạn có thể đã bắt đầu tiết ra sữa non rồi đấy. Sữa non là sữa ban đầu có tác dụng cung cấp cho bé nhiều ca-lo và dưỡng chất thiết yếu trong vài ngày đầu trước khi sữa tiết ra nhiều hơn nếu bạn có ý định nuôi con bằng sữa mẹ. Đối với một số phụ nữ thì lượng sữa non này rất ít và loãng/ trong (không đục). Với nhiều người khác thì sữa non có màu vàng nhạt và nhiều. Nếu bạn phát hiện thấy vú mình tiết ra sữa non thì bạn có thể mua miếng lót ngực dùng một lần hoặc có thể giặt được để bảo vệ quần áo của mình nhé. Tuần 32 Sự phát triển của bé  Kiệt tác của bạn đang được định hình một vài nét cuối cùng. Mi mắt, lông mày, và tóc trên đầu bé đã có thể nhìn thấy rõ ràng hơn. Lớp lông tơ phủ đầy cơ thể bé từ đầu quý thai kỳ thứ hai giờ đây bắt đầu rụng, dẫu rằng lúc sinh ra bé vẫn còn một ít lông tơ trên vai và lưng.  Vào tuần 32 này thì bé cân nặng khoảng 4 pao (1,800 gram) và chiều dài từ đầu đến mông khoảng 11.4 in-sơ (29 cm), bé của bạn sẽ có khả năng sống khỏe bên ngoài tử cung nếu bạn sinh bé vào thời điểm này. Cơ thể của mẹ Trong lần khám thai vào tuần này, bác sĩ sẽ theo dõi huyết áp, kiểm tra nước tiểu, và bất cứ triệu chứng sưng phù nào của bạn, nhưng các triệu chứng như tăng cân đột ngột, sưng phù tay và mặt, nhức đầu hay thay đổi thị giác có thể là dấu hiệu của chứng tiền sản giật. Chứng tiền sản giật này có thể làm cao huyết áp và sinh prô-tê-in trơng nước tiểu. Hãy nói cho bác sĩ biết nếu bạn phát hiện bất cứ các triệu chứng này, vì chứng bệnh này có thể gây ảnh hưởng đến cả mẹ và thai nhi trong nửa sau của thai kỳ. Tuần 33 Sự phát triển của bé  Trong một vài tuần cuối trước khi sinh, hàng tỉ tế bào phát triển trong não của bé có thể giúp bé nhận biết về môi trường bên trong tử cung – bé có thể nghe được, sờ chạm được và thậm chí còn có thể nhìn thấy được chút ít. Mắt của bé có thể nhận biết được ánh sáng và đồng tử đã có thể co giãn để phản ứng với ánh sáng. Giống như một đứa trẻ sơ sinh, giờ đây bé ngủ rất nhiều và thậm chí còn trải qua giai đoạn cử động mắt rất nhanh, giai đoạn ngủ mà trong đó hầu hết các giấc mơ sống động nhất của chúng ta thường xảy đến!  Phổi của bé giờ đây hầu như đã phát triển hoàn thiện; cơ thể bé vẫn tiếp tục tích tụ mỡ để bảo vệ cho bé và giữ nhiệt cho cơ thể bé. Bé tăng cân nhanh vào một vài tuần cuối trước khi sinh. Cơ thể của mẹ Chỉ còn 2 tháng nữa thôi là bạn sẽ đau đẻ và sẽ sinh con, điều bạn quan tâm hiện giờ là làm sao để có thể đối phó với cơn đau đẻ. Bạn cũng muốn tìm hiểu về các kĩ thuật hỗ trợ giảm đau khi sinh phổ biến nhất. Những kĩ thuật đó bao gồm kĩ thuật hít thở như những điều được dạy ở phương pháp sinh đẻ tự nhiên chuẩn bị tâm lý chu đáo trước khi sinh (sản phụ tập cách hít thở và thư giãn đúng cách/khuyến khích người chồng có mặt khi vợ sinh con/phương pháp này do bác sĩ Fernand Lamaze khởi xướng), sử dụng thuốc giảm đau đường tiêm, và phương pháp gây tê ngoài màng cứng, bác sĩ sẽ gây tê bằng một ống thông tiểu nhỏ và mềm và định vị ở vùng lưng dưới của bạn. Dù cho sự lựa chọn cuối cùng của bạn là gì đi nữa, thì nếu bạn càng hiểu biết nhiều thì bạn càng đưa ra quyết đinh am hiểu hơn. Dẫu là giờ đây bạn chưa cần phải quyết định gì cả, bạn nên tham khảo ý kiến của bác sĩ về sự lựa chọn của mình. Tuần 34 Sự phát triển của bé  Việc bổ sung can-xi cho người mẹ là điều vô cùng quan trọng trong thời kỳ thai nghén vì bé sẽ lấy can-xi của mẹ để tạo xương và làm cho xương cứng cáp. Nếu phụ nữ mang thai không bổ sung đầy đủ can-xi trong thời gian thai kỳ thì nó có thể ảnh hưởng đến xương của chính người mẹ vì bào thai đang phát triển sẽ lấy khoáng chất từ cấu trúc xương của người mẹ khi cần thiết. Lớp bã nhờn thai nhi trên da bé ngày càng trở nên dày hơn, trong khi đó lớp lông tơ hầu như hoàn toàn biến mất. Ở thời điểm này thì hầu hết em bé đều ở vị trí sẵn sàng cho việc sinh nở. Bác sĩ có thể cho bạn biết bé hiện đang có ngôi đầu hay ngôi mông. Bé được sinh ở tuần 34 này thường có phổi phát triển khá đầy đủ, kích thước trung bình của bé là 5 pao (2,250 gram) và dài 12.6 in-sơ (32 cm) từ đỉnh đầu đến mông; bé có thể sống khoẻ mạnh bên ngoài tử cung mà không cần y học can thiệp gì nhiều. Cơ thể của mẹ Vào giai đoạn cuối thai kỳ, các bà mẹ thường hay than phiền là mệt mỏi. Sự khó ngủ, đau nhức, tăng cân, lo lắng về cơn đau đẻ, sinh nở, và cả việc chăm sóc trẻ sơ sinh có thể là những nguyên nhân góp phần làm cho bạn thêm mệt mỏi và kiệt sức. Bạn nên nghỉ ngơi càng nhiều càng tốt và ngủ (chợp mắt một chút) bất cứ khi nào có thể nhé. Tuần 35 Sự phát triển của bé  Vào tuần 35 này thì bé đã có thể cân nặng khoảng 5 pao, 5 ao-xơ (2,400 gram), nhưng ở tuần này là thời gian giúp bé có thể tăng cân nhanh nhất – khoảng chừng từ 8 đến 12 ao-xơ (226 đến 340 gram) mỗi tuần! Cơ thể bé hiện giờ đã tích mỡ khắp cả người, nhất là vùng quanh vai. Vì kích thước của bé ngày càng lớn nên bé hiện giờ cảm thấy rất tù túng, chật chội và các hoạt động của bé trong tử cung cũng bị hạn chế – vì thế các cử động của bé sẽ có thể giảm, nhưng bù lại chúng có thể là mạnh hơn và cứng cáp hơn. Nếu bé có ngôi đầu thì đầu của bé hiện tựa trên xương mu của bạn để chuẩn bị đau đẻ và chào đời. Cơ thể của mẹ Mối dây liên kết mà bạn có thể đã cảm nhận được với đứa con đang ngày càng lớn lên trong bụng mình sẽ chỉ có thể mạnh mẽ hơn khi bé ra đời. Sợi dây liên kết – sự gắn bó sâu sắc giữa bạn và con không ngừng phát triển – đây không phải là thứ tình cảm chỉ xuất hiện trong một vài phút hay một vài ngày sau khi sinh. Sợi kết nối này có thể sẽ xuất hiện về sau và phát triển theo thời gian; nó không những thôi thúc bạn ước muốn bảo vệ, che chở cho con, dành tình cảm cho con mà còn là nguồn động lực giúp bé cảm thấy an toàn ở một thế giới bên ngoài tử cung nữa. Tuần 36 Sự phát triển của bé  Hình ảnh em bé nhỏ xíu, nhăn nheo mà bạn có thể đã nhìn thấy qua xét nghiệm siêu âm trước đây đã được thay bằng hình ảnh một em bé gần như là bụ bẫm dễ thương. Lớp mỡ trên má, và cơ mút cứng cáp hơn cũng góp phần làm cho khuôn mặt bé trông có vẻ đầy đặn hơn. Hiện giờ bé đã có thể cân nặng duới 6 pao một chút (2,721 gram). khi đầu của bé nằm trong khung chậu của bạn thì các xương tạo nên hộp sọ của bé cũng đã có thể di chuyển cân xứng với nhau và chồng chéo vào nhau. Hiện tượng này được gọi là sự đúc khuôn hộp sọ, và giúp cho em bé qua đường sinh khi chào đời. Thế nên đừng ngạc nhiên khi thấy bé được sinh ra có đầu nhọn hay bị méo nhé! Sau một vài tiếng đồng hồ hay một vài ngày thì đầu của bé sẽ trở lại hình dạng tròn thôi.  Cơ thể của mẹ Bắt đầu từ tuần này, bạn có thể phải đến khám bác sĩ mỗi tuần rồi. Bác sĩ hoặc bà mụ có thể khám bên trong để phát hiện xem cổ tử cung của bạn có hẹp hay giãn không. Bạn cũng có thể có cảm giác sa bụng, khi bé đã xuống khung chậu của mẹ để chuẩn bị cho cơn đau đẻ. Hiện giờ bạn cũng có thể có cảm giác thèm ăn trở lại vì bé đã không còn nằm đè lên dạ dày và ruột của bạn nhiều nữa, và nếu bạn bị ợ nóng thì việc bé nằm tụt xuống cũng có thể làm cho bạn dịu bớt phần nào. Tuần 37 Sự phát triển của bé  Vào tuần này thì bé của bạn đã được coi là đủ tháng rồi đấy! Nhưng bé vẫn còn tiếp tục phát triển. Bé tiếp tục tích thêm mỡ với tỉ lệ 0,5 ao-xơ (14 gram) mỗi ngày. Thông thường thì khi sinh ra bé trai sẽ cân nặng hơn bé gái. Bé hiện đã phát triển đầy đủ để có thể dùng các ngón tay để phối hợp nắm bắt. Nếu bị chiếu ánh đèn sáng vào thì bé có thể quay mặt về phía bên trong tử cung của bạn. Cơ thể của mẹ Sau tuần này, nút nhầy trong tử cung bạn có thể sẽ bong ra – nút nhầy có tác dụng bít kín cổ tử cung để ngăn ngừa viêm nhiễm. Tuy nhiên nút nhầy này chỉ có thể mất đi trước khi đau đẻ một vài tuần, một vài ngày, hay một vài tiếng đồng hồ và trông có vẻ sền sệt, màu vàng nhạt, và cũng có thể lẫn một chút máu (chất nhầy này cũng gọi là nước đầu ối có máu). Khi cổ tử cung giãn ra để chuẩn bị cho cơn đau đẻ thì chất nhầy được thải ra hết khỏi cơ thể. Bạn nên cho bác sĩ biết về bất cứ hiện tượng tiết chất nhầy này bên trong cơ thể của mình nhé. Tuần 38 Sự phát triển của bé  Vào tuần 38 này thì bé đã cân nặng được khoảng 6 pao, 6 ao-xơ (2,900 gram) và chiều dài từ đầu đến mông khoảng 13.4 in-sơ. Cơ thể tiếp tục tích thêm mỡ mặc dù sức tăng trọng hiện giờ chậm hơn. Bạn cũng có thể phát hiện thấy mức tăng trọng của bé đã giảm hoặc thậm chí ngưng lại. Vì bé đã phát triển cơ mút và nuốt nước ối nên chất thải đã tích tụ lại trong ruột của bé. Các tế bào thải ra từ ruột, tế bào da chết, và lông măng rụng đi là các chất thải tạo thành phân của bé (phân su), có màu xanh sẫm trong lần bé đi tiêu đầu tiên. Nếu bé của bạn là trai thì tinh hoàn đã tụt xuống bìu, trừ khi bé có dấu hiệu gọi là chứng tinh hoàn ẩn. Nếu bé của bạn là gái thì môi âm hộ đã phát triển hoàn chỉnh. Cơ thể của mẹ Vì thai nhi giờ đây đã tụt xuống khung xương chậu nên bàng quang của bạn bị chèn ép rất nhiều, đó là lý do khiến bạn đi tiểu thường xuyên hơn. Bạn và ông xã đã nghĩ đến chuyện cắt bao quy đầu cho bé chưa? Cắt bao quy đầu là một thủ thuật cắt bỏ đi lớp da thừa phía trên đầu dương vật của bé trai. Một số bậc bố mẹ tiến hành làm thủ thuật này cho con vì lý do tôn giáo. Nhưng đối với một số khác thì quyết định này quả thực là hết sức khó khăn. Bạn nên tham khảo ý kiến của bác sĩ xung quanh vấn đề về thủ thuật cắt bao quy đầu này, bao gồm cả những biện pháp giảm đau cho bé nữa nhé. Tuần 39 Sự phát triển của bé  Dây rốn, cung cấp dưỡng chất cho bé qua nhau thai hiện đã thay đổi kích thước nhưng trung bình dài khoảng chừng 22 in-sơ (55 cm) và dày khoảng 0,5 in-sơ (1-2 cm) và đôi khi dây rốn quấn quanh cổ của bé. Thông thường thì điều này không gây vấn đề hay nguy hiểm gì cho bé, và nếu dây rốn bị đè trong khi mẹ đau đẻ hay lúc sinh thì phải dùng đến thuật mổ bắt con. Hầu hết lớp lông măng và bã nhờn thai nhi phủ trên da của bé giờ đây đã biến mất. Cơ thể của bạn có nhiệm vụ cung cấp kháng thể cho bé qua nhau thai giúp hệ miễn dịch của bé có thể kháng lại nhiễm trùng trong 6 đến 12 tháng đầu đời. Cơ thể của mẹ Các cơn chuyển dạ giả hiện có thể trở nên rõ rệt hơn. Mặc dù được gọi là “cơn chuyển dạ giả\" nhưng những cơn co thắt này có thể mạnh và gây đau đớn như cơn co thắt chuyển dạ thật nhưng không thường xuyên và không tăng về tần số như các co thắt thật. Một dấu hiệu đau đẻ khác là hiện tượng vỡ túi ối, có thể xuất hiện vào bất cứ lúc nào kể từ tuần này. Một số thai phụ chảy rất nhiều nước ối trong khi số khác chỉ rỉ đều đều rất ít nước ối khi vỡ ối; lại có nhiều thai phụ đến khi đau đẻ nhiều mới bị vỡ ối. Mặt khác cũng có nhiều thai phụ cần đến bác sĩ hỗ trợ để làm vỡ ối nhằm gây đau đẻ hoặc giục sanh. Nếu bạn nghĩ mình đã vỡ ối hay thấy các cơn co thắt xuất hiện thường xuyên thì nên liên lạc với bác sĩ ngay lập tức.   Tuần 40 Sự phát triển của bé  Sau nhiều tuần chờ đợi và chuẩn bị thì giờ đây em bé của bạn đã ra đời rồi đấy! Hoặc có thể là chưa ra đời – chỉ 5% thai phụ sinh con đúng vào ngày dự sinh, và nhiều phụ nữ sinh con đầu lòng thường chuyển dạ chậm hơn ngày dự sinh đến 2 tuần. Bé được sinh vào tuần 40 thường có cân nặng trung bình khoảng chừng 7 pao, 4 ao-xơ (3,300 gram) và dài khoảng 20 in-sơ (51 cm). Đừng mong là con mình sẽ trông bụ bẫm như một em bé trên hình quảng cáo nào đó nhé – trẻ sơ sinh thường có đầu méo vì phải qua đường sinh của mẹ và có thể dính đầy bã nhờn thai nhi và máu nữa. Da của bé hiện giờ có thể trông bạc thếch, có nhiều mảng khô, và rôm bớt – các sự thay đổi này đều là bình thường thôi. Vì các hooc-môn của bạn tồn tại trong cơ thể bé nên bộ phận sinh dục ngoài của bé (bìu của bé trai và môi âm hộ của bé gái) có thể trông lớn hơn bình thường. Bất kể bé là trai hay gái, trên đầu vú của bé có thể tiết ra một tí sữa. Điều này hoàn toàn bình thường và biến mất trong một vài ngày thôi. Ngay sau khi sinh, bác sĩ sẽ hút hết các chất nhầy trong miệng và mũi của bé, và bạn sẽ nghe được tiếng khóc đầu tiên mà bạn đã chờ đợi rất lâu rồi của bé. Bác sĩ sẽ đặt bé trên bụng của bạn và cắt dây rốn cho bé. Bé sẽ được làm một chuỗi các thủ thuật kiểm tra nhanh, như đo chỉ số Apgar, để xác định các phản ứng và dấu hiệu sự sống của bé, đồng thời bé còn được đo chỉ số cân nặng và chiều dài nữa. Nếu tình trạng thai nghén của bạn có nhiều rủi ro, hoặc nếu bạn phải mổ bắt con thì bác sĩ sơ sinh (bác sĩ chuyên chăm sóc đặc biệt cho trẻ sơ sinh) sẽ có mặt khi bạn sinh để chăm sóc cho bé của bạn ngay tức khắc và bác sĩ sẽ hỗ trợ nếu bé cần chăm sóc đặc biệt để thích nghi với môi trường sống bên ngoài tử cung – và bé sẽ được đặt nằm trong vòng tay ấm áp chờ đợi của bạn ngay ấy mà. Cơ thể của mẹ Tuần lễ này bạn sẽ phải trải qua những giây khắc mà bạn đã tiên lượng trước – đó là được gặp em bé của mình! Dẫu vậy, để gặp được bé, bạn phải trải qua cuộc đau đẻ và sinh con đầy gian khổ đấy. Bạn có thể đã biết 3 giai đoạn trong quá trình chuyển dạ ở các lớp học tiền sản rồi. Giai đoạn đầu của quá trình chuyển dạ làm co giãn cổ tử cung bằng cách làm co thắt tử cung của bạn một cách đều đặn. Giai đoạn thứ hai là lúc bạn rặn để đẩy em bé qua đường sinh và ra ngoài cơ thể. Giai đoạn thứ ba, giai đoạn cuối là lúc nhau thai của bạn bong tróc ra. Nếu sau ngày dự sinh một tuần mà bạn vẫn chưa có dấu hiệu chuyển dạ, bác sĩ sẽ có thể cho bạn làm xét nghiệm đo tim thai, theo dõi nhịp tim thai và hoạt động của thai nhi để chắc rằng bé đang được nhân đủ khí ô-xy và hệ thần kinh của bé đang hoạt động tốt. Hãy tham khảo ý kiến của bác sĩ để hiểu hơn về phương pháp xét nghiệm này nhé.  Nếu quá trình chuyển dạ của bạn chẳng có gì tiến triển hoặc nếu sức khỏe của bạn và của bé không ổn định, bác sĩ sẽ tiến hành giục sanh cho bạn bằng cách chọc ối hay bằng cách tiêm hooc-môn oxytocin hoặc các loại thuốc khác. Nếu thai của bạn có nguy cơ rủi ro cao, hoặc nếu thai có biến chứng tiềm ẩn khác thì bạn cần phải mổ bắt con đấy.  Một số thai phụ biết trước rằng sẽ mình sinh mổ và có thể lựa chọn ngày sinh cho bé. Nếu bạn cũng ở trong trường hợp phải sinh mổ như vậy thì ắt bạn cũng đã tự chuẩn bị tinh thần và nhẩm tính ngày sinh của bé rồi phải không – điều này cũng giúp bạn đỡ thất vọng khi biết rằng cũng có nhiều phụ nữ không sinh con qua đường âm đạo bình thường được. Nhưng dẫu bạn có phải qua một cuộc phẫu thuật mổ bắt con không được dự trù trước thì bạn cũng nên tin là giữa bạn và bé vẫn có một mối dây ràng buộc rất đặc biệt. Đó có thể không là những trải nghiệm về một cuộc sinh nở mà bạn hằng tưởng tượng nhưng dù sao thì giờ đây bên cạnh bạn đã có sự hiện diện của đứa con yêu thương xinh xắn của mình rồi. Những tháng ngày chờ mong bây giờ đã khép lại! Chúc thiên thần bé nhỏ của bạn được nhiều may mắn trong đời nhé!   "
        },
        {
            "en": "2-2songngu        2. STITCHES CARLISLE WAS NOT THE ONLY ONE WHO STAYED calm. Centuries of  experience in the emergency room were evident in his quiet, authoritative voice. \"Emmett, Rose, get Jasper outside.\" Unsmiling for once, Emmett nodded. \"Come on, Jasper.\" Jasper struggled against Emmett's unbreakable grasp, twisting around, reaching toward his brother with his bared teeth, his eyes still past reason. Edward's face was whiter than bone as he wheeled to crouch over me, taking a clearly defensive position. A low warning growl slid from between his clenched teeth. I could tell that he wasn't breathing. Rosalie, her divine face strangely smug, stepped in front of Jasper—keeping a careful distance from his teeth—and helped Emmett wrestle him through the glass door that Esme held open, one hand pressed over her mouth and nose. Esme's heart-shaped face was ashamed. \"I'm so sorry, Bella,\" she cried as she followed the others into the yard. \"Let me by, Edward,\" Carlisle murmured. A second passed, and then Edward nodded slowly and relaxed his stance. Carlisle knelt beside me, leaning close to examine my arm. I could feel the shock frozen on my face, and I tried to compose it. \"Here, Carlisle,\" Alice said, handing him a towel. He shook his head. \"Too much glass in the wound.\" He reached over and ripped a long, thin scrap from the bottom of the white tablecloth. He twisted it around my arm above the elbow to form a tourniquet. The smell of the blood was making me dizzy. My ears rang. \"Bella,\" Carlisle said softly. \"Do you want me to drive you to the hospital, or would you like me to take care of it here?\" \"Here, please,\" I whispered. If he took me to the hospital, there would be no way to keep this from Charlie. \"I'll get your bag,\" Alice said. \"Let's take her to the kitchen table,\" Carlisle said to Edward. Edward lifted me effortlessly, while Carlisle kept the pressure steady on my arm. \"How are you doing, Bella?\" Carlisle asked. \"I'm fine.\" My voice was reasonably steady, which pleased me. Edward's face was like stone. Alice was there. Carlisle's black bag was already on the table, a small but brilliant desk light plugged into the wall. Edward sat me gently into a chair, and Carlisle pulled up another. He went to work at once. Edward stood over me, still protective, still not breathing. \"Just go, Edward,\" I sighed. \"I can handle it,\" he insisted. But his jaw was rigid; his eyes burned with the intensity of the thirst he fought, so much worse for him than it was for the others. \"You don't need to be a hero,\" I said. \"Carlisle can fix me up without your help. Get some fresh air.\" I winced as Carlisle did something to my arm that stung. \"I'll stay,\" he said. \"Why are you so masochistic?\" I mumbled. Carlisle decided to intercede. \"Edward, you may as well go find Jasper before he gets too far. I'm sure he's upset with himself, and I doubt he'll listen to anyone but you right now.\" \"Yes,\" I eagerly agreed. \"Go find Jasper.\" \"You might as well do something useful,\" Alice added. Edward's eyes narrowed as we ganged up on him, but, finally, he nodded once and sprinted smoothly through the kitchen's back door. I was sure he hadn't taken a breath since I'd sliced my finger. A numb, dead feeling was spreading through my arm. Though it erased the sting, it reminded me of the gash, and I watched Carlisle's face carefully to distract me from what his hands were doing. His hair gleamed gold in the bright light as he bent over my arm. I could feel the faint stirrings of unease in the pit of my stomach, but I was determined not to let my usual squeamishness get the best of me. There was no pain now, just a gentle tugging sensation that I tried to ignore. No reason to get sick like a baby. If she hadn't been in my line of sight, I wouldn't have noticed Alice give up and steal out of the room. With a tiny, apologetic smile on her lips, she disappeared through the kitchen doorway. \"Well, that's everyone,\" I sighed. \"I can clear a room, at least.\" \"It's not your fault,\" Carlisle comforted me with a chuckle. \"It could happen to anyone.\" \"Could\" I repeated. \"But it usually just happens to me.\" He laughed again. His relaxed calm was only more amazing set in direct contrast with everyone else's reaction. I couldn't find any trace of anxiety in his face. He worked with quick, sure movements. The only sound besides our quiet breathing was the soft plink, plink as the tiny fragments of glass dropped one by one to the table. \"How can you do this?\" I demanded. \"Even Alice and Esme…\" I trailed off, shaking my head in wonder. Though the rest of them had given up the traditional diet of vampires just as absolutely as Carlisle had, he was the only one who could bear the smell of my blood without suffering from the intense temptation. Clearly, this was much more difficult than he made it seem. \"Years and years of practice,\" he told me. \"I barely notice the scent anymore.\" \"Do you think it would be harder if you took a vacation from the hospital for a long time. And weren't around any blood?\" \"Maybe.\" He shrugged his shoulders, but his hands remained steady. \"I've never felt the need for an extended holiday.\" He flashed a brilliant smile in my direction. \"I enjoy my work too much.\" Plink, plink, plink. I was surprised at how much glass there seemed to be in my arm. I was tempted to glance at the growing pile, just to check the size, but I knew that idea would not be helpful to my no-vomiting strategy. \"What is it that you enjoy?\" I wondered. It didn't make sense to me—the years of struggle and self-denial he must have spent to get to the point where he could endure this so easily. Besides, I wanted to keep him talking; the conversation kept my mind off the queasy feeling in my stomach. His dark eyes were calm and thoughtful as he answered. \"Hmm. What I enjoy the very most is when my… enhanced abilities let me save someone who would otherwise have been lost. It's pleasant knowing that, thanks to what I can do, some people's lives are better because I exist. Even the sense of smell is a useful diagnostic tool at times.\" One side of his mouth pulled up in half a smile. I mulled that over while he poked around, making sure all the glass splinters were gone. Then he rummaged in his bag for new tools, and I tried not to picture a needle and thread. \"You try very hard to make up for something that was never your fault,\" I suggested while a new kind of tugging started at the edges of my skin. \"What I mean is, it's not like you asked for this. You didn't choose this kind of life, and yet you have to work so hard to be good.\" \"I don't know that I'm making up for anything,\" he disagreed lightly. \"Like everything in life, I just had to decide what to do with what I was given.\" \"That makes it sound too easy.\" He examined my arm again. \"There,\" he said, snipping a thread. \"All done.\" He wiped an oversized Q-tip, dripping with some syrup-colored liquid, thoroughly across the operation site. The smell was strange; it made my head spin. The syrup stained my skin. \"In the beginning, though,\" I pressed while he taped another long piece of gauze securely in place, sealing it to my skin. \"Why did you even think to try a different way than the obvious one?\" His lips turned up in a private smile. \"Hasn't Edward told you this story?\" \"Yes. But I'm trying to understand what you were thinking…\" His face was suddenly serious again, and I wondered if his thoughts had gone to the same place that mine had. Wondering what I would be thinking when—I refused to think if—it was me. nếu \"You know my father was a clergyman,\" he mused as he cleaned the table carefully, rubbing everything down with wet gauze, and then doing it again. The smell of alcohol burned in my nose. \"He had a rather harsh view of the world, which I was already beginning to question before the time that I changed.\" Carlisle put all the dirty gauze and the glass slivers into an empty crystal bowl. I didn't understand what he was doing, even when he lit the match. Then he threw it onto the alcohol-soaked fibers, and the sudden blaze made me jump. \"Sorry,\" he apologized. \"That ought to do it… So I didn't agree with my father's particular brand of faith. But never, in the nearly four hundred years now since I was born, have I ever seen anything to make me doubt whether God exists in some form or the other. Not even the reflection in the mirror.\" I pretended to examine the dressing on my arm to hide my surprise at the direction our conversation had taken. Religion was the last thing I expected, all things considered. My own life was fairly devoid of belief. Charlie considered himself a Lutheran, because that's what his parents had been, but Sundays he worshipped by the river with a fishing pole in his hand. Renee tried out a church now and then, but, much like her brief affairs with tennis, pottery, yoga, and French classes, she moved on by the time I was aware of her newest fad.  \"I'm sure all this sounds a little bizarre, coming from a vampire.\" He grinned, knowing how their casual use of that word never failed to shock me. \"But I'm hoping that there is still a point to this life, even for us.  It's a long shot, I'll admit,\" he continued in an offhand voice. \"By all accounts, we're damned regardless. But I hope, maybe foolishly, that we'll get some measure of credit for trying.\" \"I don't think that's foolish,\" I mumbled. I couldn't imagine anyone, deity included, who wouldn't be impressed by Carlisle. Besides, the only kind of heaven I could appreciate would have to include Edward. \"And I don't think anyone else would, either.\" \"Actually, you're the very first one to agree with me.\" \"The rest of them don't feel the same?\" I asked, surprised, thinking of only one person in particular. Carlisle guessed the direction of my thoughts again. \"Edward's with me up to a point. God and heaven exist… and so does hell. But he doesn't believe there is an afterlife for our kind.\" Carlisle's voice was very soft; he stared out the big window over the sink, into the darkness. \"You see, he thinks we've lost our souls.\" I immediately thought of Edward's words this afternoon: unless you want to die—or whatever it is that we do. The light bulb flicked on over my head. \"That's the real problem, isn't it?\" I guessed. \"That's why he's being so difficult about me.\"  Carlisle spoke slowly. \"I look at my… son. His strength, his goodness, the brightness that shines out of him—and it only fuels that hope, that faith, more than ever. How could there not be more for one such as Edward?\" I nodded in fervent agreement. \"But if I believed as he does…\" He looked down at me with unfathomable eyes. \"If you believed as he did. Could you take away his soul?\" The way he phrased the question thwarted my answer. If he'd asked me whether I would risk my soul for Edward, the reply would be obvious. But would I risk Edward's soul? I pursed my lips unhappily. That wasn't a fair exchange. \"You see the problem.\" I shook my head, aware of the stubborn set of my chin. Carlisle sighed. \"It's my choice,\" I insisted. \"It's his, too.\" He held up his hand when he could see that I was about to argue. \"Whether he is responsible for doing that to you.\" \"He's not the only one able to do it.\" I eyed Carlisle speculatively. He laughed, abruptly <em>lightening</em> the mood. \"Oh, no! You're going to have to work this out with him.\" But then he sighed. \"That's the one part I can never be sure of. I think, in most other ways, that I've done the best I could with what I had to work with. But was it right to doom the others to this life? I can't decide.\" I didn't answer. I imagined what my life would be like if Carlisle had resisted the temptation to change his lonely existence… and shuddered. \"It was Edward's mother who made up my mind.\" Carlisle's voice was almost a whisper. He stared unseeingly out the black windows. \"His mother?\" Whenever I'd asked Edward about his parents, he would merely say that they had died long ago, and his memories were vague. I realized Carlisle's memory of them, despite the brevity of their contact, would be perfectly clear. \"Yes. Her name was Elizabeth. Elizabeth Masen. His father, Edward Senior, never regained consciousness in the hospital. He died in the first wave of the influenza. But Elizabeth was alert until almost the very end. Edward looks a great deal like her—she had that same strange bronze shade to her hair, and her eyes were exactly the same color green.\" \"His eyes were green?\" I murmured, trying to picture it. \"Yes…\" Carlisle's ocher eyes were a hundred years away now. \"Elizabeth worried obsessively over her son. She hurt her own chances of survival trying to nurse him from her sickbed. I expected that he would go first, he was so much worse off than she was. When the end came for her, it was very quick. It was just after sunset, and I'd arrived to relieve the doctors who'd been working all day. That was a hard time to pretend—there was so much work to be done, and I had no need of rest. How I hated to go back to my house, to hide in the dark and pretend to sleep while so many were dying. \"I went to check Elizabeth and her son first. I'd grown attached—always a dangerous thing to do considering the fragile nature of humans. I could see at once that she'd taken a bad turn. The fever was raging out of control, and her body was too weak to fight anymore. She didn't look weak, though, when she glared up at me from her cot. \"Save him!' she commanded me in the hoarse voice that was all her throat could manage. \"I'll do everything in my power,' I promised her, taking her hand. The fever was so high, she probably couldn't even tell how unnaturally cold mine felt. Everything felt cold to her skin. \"You must,\" she insisted, clutching at my hand with enough strength that I wondered if she wouldn't pull through the crisis after all. Her eyes were hard, like stones, like emeralds. 'You must do everything in your power. What others cannot do, that is what you must do for my Edward.\" \"It frightened me. She looked it me with those piercing eyes, and, for one instant, I felt certain that she knew my secret. Then the fever overwhelmed her, and she never regained consciousness. She died within an hour of making her demand. \"I'd spent decades considering the idea of creating a companion for myself. Just one other creature who could really know me, rather than what I pretended to be. But I could never justify it to myself—doing what had been done to me. \"There Edward lay, dying. It was clear that he had only hours left. Beside him, his mother, her face somehow not yet peaceful, not even in death.\" Carlisle saw it all again, his memory unburned by the intervening century. I could see it clearly, too, as he spoke—the despair of the hospital, the overwhelming atmosphere of death. Edward burning with fever, his life slipping away with each tick of the clock… I shuddered again, and forced the picture from my mind. \"Elizabeth's words echoed in my head. How could she guess what I could do? Could anyone really want that for her son? \"I looked at Edward. Sick as he was, he was still beautiful. There was something pure and good about his face. The kind of face I would have wanted my son to have. \"After all those years of indecision, I simply acted on a whim. I wheeled his mother to the morgue first, and then I came back for him. No one noticed that he was still breathing. There weren't enough hands, enough eyes, to keep track of half of what the patients needed. The morgue was empty—of the living, at least. I stole him out the back door, and carried him across the rooftops back to my home. \"I wasn't sure what had to be done. I settled for recreating the wounds I'd received myself, so many centuries earlier in London. I felt bad about that later. It was more painful and lingering than necessary. \"I wasn't sorry, though. I've never been sorry that I saved Edward.\" He shook his head, coming back to the present. He smiled at me. \"I suppose I should take you home now.\" \"I'll do that,\" Edward said. He came through the shadowy dining room, walking slowly for him. His face was smooth, unreadable, but there was something wrong with his eyes—something he was trying very hard to hide. I felt a spasm of unease in my stomach. \"Carlisle can take me,\" I said. I looked down at my shirt; the light blue cotton was soaked and spotted with my blood. My right shoulder was covered in thick pink frosting. \"I'm fine.\" Edward's voice was unemotional. \"You'll need to change anyway. You'd give Charlie a heart attack the way you look. I'll have Alice get you something.\" He strode out the kitchen door again. I looked at Carlisle anxiously. \"He's very upset.\" \"Yes,\" Carlisle agreed. \"Tonight is exactly the kind of thing that he fears the most. You being put in danger, because of what we are.\" \"It's not his fault.\" \"It's not yours, either.\" I looked away from his wise, beautiful eyes. I couldn't agree with that. Carlisle offered me his hand and helped me up from the table. I followed him out into the main room. Esme had come back; she was mopping the floor where I'd fallen—with straight bleach from the smell of it. \"Esme, let me do that.\" I could feel that my face was bright red again. \"I'm already done.\" She smiled up at me. \"How do you feel?\" \"I'm fine,\" I assured her. \"Carlisle sews faster than any other doctor I've had.\" They both chuckled. Alice and Edward came in the back doors. Alice hurried to my side, but Edward hung back, his face indecipherable. \"C'mon,\" Alice said. \"I'll get you something less macabre to wear.\" She found me a shirt of Esme's that was close to the same color mine had been. Charlie wouldn't notice, I was sure. The long white bandage on my arm didn't look nearly as serious when I was no longer spattered in gore. Charlie was never surprised to see me bandaged. \"Alice,\" I whispered as she headed back to the door. \"Yes?\" She kept her voice low, too, and looked at me curiously, her head cocked to the side. \"How bad is it?\" I couldn't be sure if my whispering was a wasted effort. Even though we were upstairs, with the door closed, perhaps he could hear me. Her face tensed. \"I'm not sure yet.\" \"How's Jasper?\" She sighed. \"He's very unhappy with himself. It's all so much more of challenge for him, and he hates feeling weak.\" \"It's not his fault. You'll tell him that I'm not mad at him, not at all, won't you?\" \"Of course.\" Edward was waiting for me by the front door. As I got to the bottom of the staircase, he held it open without a word. \"Take your things!\" Alice cried as I walked warily toward Edward. She scooped up the two packages, one half-opened, and my camera from under the piano, and pressed them into my good arm. \"You can thank me later, when you've opened them.\" Esme and Carlisle both said a quiet goodnight. I could see them stealing quick glances at their impassive son, much like I was. It was a relief to be outside; I hurried past the lanterns and the roses, now unwelcome reminders.  Edward kept pace with me silently. He opened the passenger side for me, and I climbed in without complaint. On the dashboard was a big red ribbon, stuck to the new stereo. I pulled it off, throwing it to the floor. As Edward slid into the other side, I kicked the ribbon under my seat. He didn't look at me or the stereo. Neither of us switched it on, and the silence was somehow intensified by the sudden thunder of the engine. He drove too fast down the dark, serpentine lane. The silence was making me insane. \"Say something,\" I finally begged as he turned onto the freeway. \"What do you want me to say?\" he asked in a detached voice. I cringed at his remoteness. 'Tell me you forgive me.\" That brought a flicker of life to his face—a flicker of anger. \"Forgive you? For what?\" \"If I'd been more careful, nothing would have happened.\" \"Bella, you gave yourself a paper cut—that hardly deserves the death penalty.\" \"It's still my fault.\" My words opened up the floodgate. \"Your fault? If you'd cut yourself at Mike Newton's house, with Jessica there and Angela and your other normal friends, the worst that could possibly have happened would be what? Maybe they couldn't find you a bandage? If you'd tripped and knocked over a pile of glass plates on your own—without someone throwing you into them—even then, what's the worst? You'd get blood on the seats when they drove you to the emergency room? Mike Newton could have held your hand while they stitched you up—and he wouldn't be righting the urge to kill you the whole time he was there. Don't try to take any of this on yourself, Bella. It will only make me more disgusted with myself.\" \"How the hell did Mike Newton end up in this conversation?\" I demanded. \"Mike Newton ended up in this conversation because Mike Newton would be a hell of a lot healthier for you to be with,\" he growled. \"I'd rather die than be with Mike Newton,\" I protested. \"I'd rather die than be with anyone but you.\" \"Don't be melodramatic, please.\" \"Well then, don't you be ridiculous.\" He didn't answer. He glared through the windshield, his expression black. I racked my brain for some way to salvage the evening. When we pulled up in front of my house, I still hadn't come up with anything. He killed the engine, but his hands stayed clenched around the steering wheel. \"Will you stay tonight?\" I asked. \"I should go home.\" The last thing I wanted was for him to go wallow in remorse. \"For my birthday,\" I pressed. \"You can't have it both ways—either you want people to ignore your birthday or you don't. One or the other.\" His voice was stern, but not as serious as before. I breathed a silent sigh of relief. \"Okay. I've decided that I don't want you to ignore my birthday. I'll see you upstairs.\" I hopped out, reaching back in for my packages. He frowned. \"You don't have to take those.\" \"I want them,\" I responded automatically, and then wondered if he was using reverse psychology. \"No, you don't. Carlisle and Esme spent money on you.\" \"I'll live.\" I tucked the presents awkwardly under my good arm and slammed the door behind me. He was out of the truck and by my side in less than a second. \"Let me carry them, at least.\" he said as he took them away. \"I'll be in your room.\" I smiled. \"Thanks.\" \"Happy birthday,\" he sighed, and leaned down to touch his lips to mine. I reached up on my toes to make the kiss last longer when he pulled away. He smiled my favorite crooked smile, and then he disappeared into the darkness. The game was still on; as soon as I walked through the front door I could hear the announcer rambling over the babble of the crowd. \"Bell?\" Charlie called. \"Hey, Dad,\" I said as I came around the corner. I held my arm close to my side. The slight pressure burned, and I wrinkled my nose. The anesthetic was apparently losing its effectiveness. \"How was it?\" Charlie lounged across the sofa with his bare feet propped up on the arm.  What was left of his curly brown hair was crushed flat on one side. \"Alice went overboard. Flowers, cake, candles, presents—the whole bit.\" \"What did they get you?\" \"A stereo for my truck.\" And various unknowns. \"Wow.\" \"Yeah,\" I agreed. \"Well, I'm calling it a night.\" \"I'll see you in the morning.\" I waved. \"See ya.\" \"What happened to your arm?\" I flushed and cursed silently. \"I tripped. It's nothing.\" \"Bella,\" he sighed, shaking his head. \"Goodnight, Dad.\" I hurried up to the bathroom, where I kept my pajamas for just such nights as these. I shrugged into the matching tank top and cotton pants that I'd gotten to replace the holey sweats I used to wear to bed, wincing as the movement pulled at the stitches. I washed my face one-handed, brushed my teeth, and then skipped to my room. He was sitting in the center of my bed, toying idly with one of the silver boxes. \"Hi,\" he said. His voice was sad. He was wallowing. I went to the bed, pushed the presents out of his hands, and climbed into his lap. \"Hi.\" I snuggled into his stone chest. \"Can I open my presents now?\" \"Where did the enthusiasm come from?\" he wondered. \"You made me curious.\" I picked up the long flat rectangle that must have been from Carlisle and Esme. \"Allow me,\" he suggested. He took the gift from my hand and tore the silver paper off with one fluid movement. He handed the rectangular white box back to me. \"Are you sure I can handle lifting the lid?\" I muttered, but he ignored me. Inside the box was a long thick piece of paper with an overwhelming amount of fine print. It took me a minute to get the gist of the information. \"We're going to Jacksonville?\" And I was excited, in spite of myself. It was a voucher for plane tickets, for both me and Edward. \"That's the idea.\" \"I can't believe it. Renee is going to flip! You don't mind, though, do you? It's sunny, you'll have to stay inside all day.\" \"I think I can handle it,\" he said, and then frowned. \"If I'd had any idea that you could respond to a gift this appropriately, I would have made you open it in front of Carlisle and Esme. I thought you'd complain.\" \"Well, of course it's too much. But I get to take you with me!\" He chuckled. \"Now I wish I'd spent money on your present. I didn't realize that you were capable of being reasonable.\" I set the tickets aside and reached for his present, my curiosity rekindled. He took it from me and unwrapped it like the first one. He handed back a clear CD jewel case, with a blank silver CD inside. \"What is it?\" I asked, perplexed. He didn't say anything; he took the CD and reached around me to put it in the CD player on the bedside table. He hit play, and we waited in silence. Then the music began. I listened, speechless and wide-eyed. I knew he was waiting for my reaction, but I couldn't talk. Tears welled up, and I reached up to wipe them away before they could spill over. \"Does your arm hurt?\" he asked anxiously. \"No, it's not my arm. It's beautiful, Edward. You couldn't have given me anything I would love more. I can't believe it.\" I shut up, so I could listen. It was his music, his compositions. The first piece on the CD was my lullaby. \"I didn't think you would let me get a piano so I could play for you here,\" he explained. \"You're right.\" \"How does your arm feel?\" \"Just fine.\" Actually, it was starting to blaze under the bandage. I wanted ice. I would have settled for his hand, but that would have given me away. \"I'll get you some Tylenol.\" \"I don't need anything,\" I protested, but he slid me off his lap and headed for the door. \"Charlie,\" I hissed. Charlie wasn't exactly aware that Edward frequently stayed over. In fact, he would have a stroke if that fact were brought to his attention. But I didn't feel too guilty for deceiving him.    It wasn't as if we were up to anything he wouldn't want me to be up to. Edward and his rules… \"He won't catch me,\" Edward promised as he disappeared silently out the door . . and returned, catching the door before it had swung back to touch the frame. He had the glass from the bathroom and the bottle of pills in one hand. I took the pills he handed me without arguing—I knew I would lose the argument And my arm really was starting to bother me. My lullaby continued, soft and lovely, in the background. \"It's late,\" Edward noted. He scooped me up off the bed with one arm, and pulled the cover back with the other. He put me down with my head on my pillow and tucked the quilt around me. He lay down next to me—on top of the blanket so I wouldn't get chilled—and put his arm over me. I leaned my head against his shoulder and sighed happily. \"Thanks again,\" I whispered. \"You're welcome.\" It was quiet for a long moment as I listened to my lullaby drift to a close. Another song began. I recognized Esme's favorite. \"What are you thinking about?'\" I wondered in a whisper. He hesitated for a second before he told me. \"I was thinking about right and wrong, actually.\" I felt a chill tingle along my spine. \"Remember how I decided that I wanted you to not ignore my birthday?\" I asked quickly, hoping it wasn't too clear that I was trying to distract him. \"Yes,\" he agreed, wary. \"Well, I was thinking, since it's still my birthday, that I'd like you to kiss me again.\" \"You're greedy tonight.\" \"Yes, I am—but please, don't do anything you don't want to do,\" I added, piqued. He laughed, and then sighed. \"Heaven forbid that I should do anything I don't want to do,\" he said in a strangely desperate tone as he put his hand under my chin and pulled my face up to his. The kiss began much the same as usual—Edward was as careful as ever, and my heart began to overreact like it always did. And then something seemed to change. Suddenly his lips became much more urgent, his free hand twisted into my hair and held my face securely to his. And, though my hands tangled in his hair, too, and though I was clearly beginning to cross his cautious lines, for once he didn't stop me. His body was cold through the thin quilt, but I crushed myself against him eagerly. When he stopped it was abrupt; he pushed me away with gentle, firm hands. I collapsed back onto my pillow, gasping, my head spinning. Something tugged at my memory, elusive, on the edges. \"Sorry,\" he said, and he was breathless, too. \"That was out of line.\" \"I don't mind,\" I panted. He frowned at me in the darkness. \"Try to sleep. Bella.\" \"No, I want you to kiss me again.\" \"You're overestimating my self-control.\" \"Which is tempting you more, my blood or my body?\" I challenged. \"It's a tie.\" He grinned briefly in spite of himself, and then was serious again. \"Now. why don't you stop pushing your luck and go to sleep?\" \"Fine,\" I agreed, snuggling closer to him. I really did feel exhausted. It had been a long day in so many ways, yet I felt no sense of relief at its end. Almost as if something worse was coming tomorrow. It was a silly premonition—what could be worse than today?' Just the shock catching up with me, no doubt. Trying to be sneaky about it, I pressed my injured arm against his shoulder, so his cool skin would sooth the burning. It felt better at once. I was halfway asleep, maybe more, when I realized what his kiss had reminded me of: last spring, when he'd had to leave me to throw James off my trail, Edward had kissed me goodbye, not knowing when—or if—we would see each other again. This kiss had the same almost painful edge for some reason I couldn't imagine. I shuddered into unconsciousness, as if I were already having a nightmare.",
            "vi": "2-2songngu        2.  Mũi khâu Carlisle không phải là người duy nhất vẫn bình tĩnh. Hàng trăm năm kinh nghiệm trong phòng cấp cứu được thể hiện rõ trong giọng nói uy quyền, điềm tĩnh của ông.  \"Emmett, Rose, đưa Jasper ra ngoài.”  Lần này chẳng hề cười, Emmett gật đầu. \"Đi nào, Jasper.” Jasper vùng vẫy cố thoát cái khoá tay không thể gỡ được của Emmett, xoay người, nhào đến anh trai mình với hàm răng nhe ra, mắt anh vẫn điên loạn.  Mặt Edward trắng bệch khi anh lao nhanh đến chồm người lên che tôi, trong tư thế phòng thủ rõ ràng. Tiếng gầm gừ cảnh cáo trầm đục phát ra từ giữa hàm răng nghiến chặt của anh. Tôi chắc chắn anh không thở.  Rosalie, khuôn mặt đẹp tuyệt trần của cô tự mãn kỳ lạ, bước đến trước Jasper – cẩn thận tránh xa hàm răng của anh -- và giúp Emmett vật lộn đưa anh ta qua cửa kính đang được Esme giữ, một tay bịt miệng và mũi mình. Khuôn mặt hình trái tim của Esme đầy hổ thẹn. \"Bác thật lòng xin lỗi, Bella,”  bà khóc khi đi theo những người kia ra sân.  \"Cho ta đi qua, Edward,” Carlisle thì thầm.  Một giây trôi qua, rồi Edward chầm chậm gật đầu rồi thả lỏng thế đứng của mình.  Carlisle quỳ bên cạnh tôi, nghiêng người đến gần để kiểm tra cánh tay  tôi. Tôi có thể cảm thấy cơn sốc tê cứng trên mặt tôi, và tôi cố giữ nét mặt điềm tĩnh. \"Đây nè, Carlisle,” Alice nói, trao cho ông một cái khăn lớn.  Ông lắc đầu. \"Có quá nhiều thủy tinh trong vết thương.” Ông vươn người và xé viền khăn trải bàn trắng thành một dải vải dài, hẹp. Ông quấn nó quanh cánh tay tôi bên trên khuỷu tay để làm ga-rô.  Mùi máu làm tôi chóng mặt. Tai tôi kêu vo vo.  \"Bella, \" Carlisle nói nhẹ nhàng. \"Con có muốn bác chở con đến bệnh viện, hay con muốn bác chăm sóc vết thương của con ở đây ?\" \"Ở đây, xin bác vui lòng,” tôi thì thầm. Nếu ông đưa tôi đến bệnh viện, sẽ chẳng có cách nào giấu Charlie chuyện này.  \"Con sẽ lấy túi cho bố,” Alice nói.  \"Mình hãy đưa cô ấy đến bàn bếp,” Carlisle nói với Edward.  Edward nâng tôi lên chẳng chút khó khăn, trong khi Carlisle vẫn giữ cho tay tôi cố định.  \"Con thấy sao, Bella?\" Carlisle hỏi.  \"Con khoẻ.” Giọng tôi bình thường vừa phải, làm tôi hài lòng.  Mặt Edward trơ như đá.  Alice đã ở đó. Cái túi đen của Carlisle đã ở trên bàn, một ngọn đèn bàn nhỏ nhưng sáng trưng đã được cắm vào tường. Edward nhẹ nhàng đặt tôi ngồi vào ghế, còn Carlisle ngồi vào một cái ghế khác. Ông bắt tay vào việc ngay lập tức.  Edward đứng trông chừng tôi, vẫn bảo vệ, vẫn không thở.  \"Cứ đi đi, Edward, \" tôi thở dài.  \"Anh có thể chịu được,” anh khăng khăng. Nhưng hàm anh nghiến chặt; mắt anh rực cháy vì cơn thèm khát dữ dội anh đang chống cự lại, khốn khổ hơn nhiều so với những người khác.  \"Anh không cần làm anh hùng đâu, \" tôi nói. \" Carlisle có thể chữa cho em không cần anh giúp đâu. Đi hít thở không khí trong lành đi.” Tôi cau mày khi Carlisle làm gì đó với cánh tay tôi khiến nó đau nhói.  \"Anh sẽ ở lại, \" anh nói.  \"Sao anh thích bị đau khổ như vậy chứ?\" Tôi lầm bầm.  Carlisle quyết định làm trung gian hoà giải. \"Edward, con cũng nên tìm Jasper trước khi nó làm quá đà. Cha chắc chắn nó đang đau khổ lắm, và bây giờ nó sẽ chẳng nghe ai ngoài con đâu. \" \"Đúng rồi, \" tôi háo hức đồng ý. \"Đi tìm Jasper đi.” \"Vậy anh cũng làm được chuyện hữu ích, \" Alice nói thêm.  Mắt Edward nheo lại như thể chúng tôi đang hùa nhau đả kích anh, nhưng, cuối cùng, anh cũng gật đầu rồi chạy nhanh thật êm qua cửa sau của nhà bếp. Tôi chắc chắn anh không hề thở từ khi tôi làm đứt tay mình.  Một cảm giác tê dại đang lan qua cánh tay  tôi.  Mặc dù cảm giác ấy xua đi cơn đau nhói, nhưng nó lại làm tôi nghĩ đến vết thương sâu, và tôi ngắm khuôn mặt của Carlisle thật chăm chú để không chú ý đến chuyện bàn tay ông đang làm. Tóc ông ánh vàng trong ánh sáng rực rỡ khi ông cúi xuống cánh tay  tôi. Tôi cảm thấy những cơn quặn yếu ớt khó chịu trong đáy bao tử, nhưng tôi kiên quyết không để cho cơn buồn nôn cố hữu chiến thắng tôi.  Bây giờ không còn đau nữa, chỉ còn cảm giác giần giật tôi cố lờ đi.  Chẳng có lý do gì mà ọc ra như con nít được.  Nếu cô không ở trong tầm mắt tôi, hẳn tôi đã không nhận thấy Alice chịu thua và lén chuồn ra khỏi phòng.  Cô vừa cười nhẹ xin lỗi, vừa biến ra khỏi cửa bếp.  \"Ừm, thế là tất cả rồi,”  tôi thở dài. \"Ít ra thì con cũng có thể làm cho căn phòng không còn ai.” \"Không phải là lỗi của con,” Carlisle cười khúc khích an ủi tôi. \"Chuyện đó có thể xảy đến với bất kỳ ai.” \"Có thể \" tôi lặp lại. \" Nhưng thường chỉ xảy đến với con không thôi.” Ông lại cười to.  Nét điềm tĩnh thoải mái của ông càng thêm đáng kinh ngạc khi trái ngược hoàn toàn với phản ứng của tất cả những người khác. Tôi không hề nhìn thấy chút lo âu nào trên mặt ông. Ông làm việc bằng những động tác nhanh, dứt khoát. Âm thanh duy nhất ngoài hơi thở nhẹ nhàng của chúng tôi là tiếng lanh canh, lanh canh nho nhỏ khi mấy mảnh thủy tinh tí xíu rơi từng miếng lên bàn.  \"Làm sao bác làm vậy được?\" Tôi hỏi. \" Thậm chí cả Alice và Esme đều... \" giọng tôi nhỏ dần, vừa lắc đầu thắc mắc.  Dù những người khác đã từ bỏ chế độ ăn uống truyền thống của ma cà rồng y như Carlisle, nhưng ông là người duy nhất có thể chịu nỗi mùi máu của tôi mà không bị cám dỗ dữ dội.  Rõ ràng, điều này khó khăn hơn rất nhiều chứ không như ông tỏ ra bên ngoài.  \"Hàng bao năm tập luyện, \" ông bảo tôi. \"Bác hầu như chẳng còn để ý gì tới mùi này nữa.  \"Theo bác liệu có khó khăn hơn không nếu bác đi nghỉ không làm việc ở bệnh viện dài ngày. Và chẳng còn bị bao quanh bởi máu gì nữa hết?\" \"Có thể. \" Ông nhún vai, nhưng bàn tay ông vẫn làm việc bình thường. \"Bác chưa từng cảm thấy nhu cầu nghỉ lâu. \" Ông nhoẻn nụ cười rạng rỡ về phía tôi. \"Bác rất thích công việc của mình.” Keng, keng, keng. Tôi ngạc nhiên khi thấy dường như có không biết bao nhiêu là thủy tinh trong cánh tay mình. Tôi rất muốn nhìn lướt qua chồng mảnh thủy tinh đang cao lên, chỉ để coi kích cỡ thôi, nhưng tôi biết ý đó sẽ chẳng giúp ích gì cho kế hoạch-không-ói của tôi cả.  \"Điều bác thích đó, là gì?\" Tôi thắc mắc. Tôi chẳng hiểu gì cả  - ông phải trải qua bao năm đấu tranh và chối-bỏ-bản-thân để đạt đến mức có thể chịu đựng chuyện này thật dễ dàng để làm gì.  Ngoài ra, tôi muốn ông nói liên tục; trò chuyện giúp tôi không nghĩ đến cảm giác buồn nôn trong dạ dày.  Đôi mắt huyền của ông vẫn điềm tĩnh và trầm tư khi ông trả lời. \"Hừm. Điều tôi thích nhất là khi ...  những khả năng nâng cao của bác giúp bác cứu được những người lẽ ra đã không còn.  Thật sung sướng khi biết rằng, nhờ chuyện mình làm được, mà cuộc đời ai đó tốt đẹp hơn vì mình tồn tại. Thậm chí, đôi khi khứu giác là công cụ chẩn đoán hữu hiệu.” Ông môi nhếch cười.  Tôi nghiền ngẫm câu nói đó trong khi ông nắn quanh để chắc chắn đã sạch hết mấy mảnh thủy tinh.  Rồi ông lục lọi trong túi tìm dụng cụ mới, và tôi cố không nghĩ đó là kim chỉ.  \"Bác cứ cố bù đắp vì chuyện chẳng hề là lỗi của bác,” tôi phỏng đoán trong khi kiểu giật mới bắt đầu ở mép da của tôi. \"Ý con là, có phải bác muốn vậy đâu. Bác đâu có chọn cuộc đời này, vậy mà bác cứ cố gắng điên cuồng để sống cho tốt. \" \"Bắc không biết là bác đang bù đắp gì cả, \" ông hơi bất đồng. \"Như mọi thứ khác trong đời, bác chỉ phải quyết định phải làm gì với những khả năng mình được trao mà thôi.” \"Nghe có vẻ quá dễ dàng.” Ông kiểm tra cánh tay  tôi lần nữa. \"Đấy, \" ông nói, quấn chỉ. \"Xong rồi. \" Ông rút ra một cây tăm-bông to, thấm đầy chất lỏng đặc nào đó, thoa kỹ lưỡng toàn bộ chỗ mổ xẻ. Mùi kỳ cục của nó làm đầu tôi quay mòng mòng. Chất lỏng ấy dính vào da tôi.  \"Tuy vậy, lúc đầu” tôi nhấn mạnh trong khi ông dán thêm một miếng băng khác vào chỗ đó, che da  tôi. \"Sao bác lại nghĩ đến chuyện thử sống khác với mọi người?\" Môi ông nở một nụ cười kín đáo. \"Edward chưa kể con nghe chuyện này à?\" \"Rồi.  Nhưng con đang cố hiểu điều bác đã suy nghĩ lúc đó...” Khuôn mặt ông đột ngột nghiêm túc trở lại, và tôi tự hỏi có phải suy nghĩ của ông đã đến cùng một nơi với suy nghĩ của tôi không.  Thắc mắc tôi sẽ nghĩ gì khi -  tôi không chịu dùng chữ nếu - tôi ở trong trường hợp đó.  \"Con biết cha của bác là một tu sĩ,” ông trầm ngâm khi lau bàn kỹ lưỡng, chùi sạch mọi thứ bằng khăn ướt, rồi làm lại lần nữa.  Mùi cồn xộc lên mũi tôi. \"Cha bác nhìn đời khá cay nghiệt, đó là điều bác bắt đầu nghi ngờ trước khi biến đổi.” Carlisle đặt mọi khăn gạc bẩn và mảnh kính vỡ vào một tô pha lê trống không. Tôi không hiểu ông sắp làm gì, thậm chí cả khi ông quẹt diêm.  Rồi ông ném diêm lên mấy miếng vải đẫm rượu, rồi ngọn lửa đột ngột bùng lên khiến tôi giật mình.  \"Xin lỗi, \" ông tạ lỗi. \" Phải làm vậy... Nên bác đã không tán thành đức tin riêng của ông.  Nhưng bác chưa từng, trong gần bốn trăm năm từ khi mới được sinh ra, bác chưa từng nhìn thấy điều gì làm bác nghi ngờ sự tồn tại của Chúa dù ở hình thức này hay hình thức khác. Dù bóng mình trong gương.” Tôi giả vờ nhìn chỗ băng bó trên tay để giấu nỗi ngạc nhiên vì hướng đi của câu chuyện. Tôn giáo là điều cuối cùng tôi nghĩ tới, trong bao điều đã nghiền ngẫm. Cuộc đời tôi khá thiếu niềm tin. Charlie tự cho mình là người theo phái Luther, vì đó bố mẹ ông như thế, nhưng chủ nhật ông làm lễ bên dòng sông với cái cần câu trong tay.  Renee thỉnh thoảng cũng thử đi lễ nhà thờ, nhưng, giống như những đam mê chóng vánh của mẹ dành cho quần vợt, đồ gốm, yoga, và tiếng Pháp, mẹ đã bỏ nửa chừng trước khi tôi biết đến đam mê nhất thời mới nhất  của bà. \"Bác biết mấy chuyện này nghe hơi kỳ cục, ma-cà-rồng mà nói vậy. \" Ông cười toe toét, biết việc họ bất ngờ dùng từ ấy lúc nào cũng làm tôi hết hồn. \" Nhưng bác hy vọng cuộc sống này vẫn còn ý nghĩa, dù là đối với bọn bác.  Tuy bác phải thú nhận là ít có khả năng thành công” ông nói tiếp bằng giọng tự nhiên. \"Theo như lời đồn đại, dù sao chăng nữa thì bọn bác cũng đã bị đoạ đày.   Nhưng bác hy vọng, có lẽ là hy vọng điên rồ, bọn bác sẽ được tưởng thưởng gì đó vì đã cố gắng.” \"Con không nghĩ thế là điên rồ,” tôi lẩm bẩm. Tôi không thể tưởng tượng ra được ai, cả thần thánh, lại không cảm động vì Carlisle. Hơn nữa, loại thiên đường duy nhất tôi muốn ở sẽ phải có Edward.  “và theo con, không thể có ai lại nghĩ thế cả. \" \"Thực ra thì, con chính là người đầu tiên đồng ý với bác.” \"Những người khác không cảm thấy vậy sao?\" Tôi hỏi, bị bất ngờ, chỉ nghĩ đến một người.  Carlisle lại đoán biết hướng suy nghĩ của tôi. \"Edward đồng ý với bác ở một mức độ nào đó.  Chúa và thiên đường tồn tại ... địa ngục cũng vậy. Nhưng nó không tin có kiếp sau dành với loại người như bọn bác.” Giọng Carlisle rất nhẹ nhàng; ông nhìn chằm chằm ra ngoài bóng tối bên ngoài cửa sổ lớn phía trên bồn rửa chén. \" Con thấy đó, nó nghĩ rằng bọn bác đã đánh mất linh hồn.” Tôi ngay lập tức nghĩ đến lời Edward nói chiều nay: trừ phi em muốn chết - hoặc bất cứ điều gì tương tự. Tôi chợt hiểu ra.  \"Đó mới là khó khăn thật sự, phải không?\" Tôi đoán. \" Đó là lý do tại sao anh ấy cố chấp như thế về con.” Carlisle chầm chậm nói. \"Bác nhìn vào ... con trai mình.  Sức mạnh của nó, lòng tốt của nó, sự thông minh đang toả ngời trong nó -  và điều đó càng thêm củng cố niềm hy vọng của ta, niềm tin của ta, hơn bao giờ hết.  Làm sao mà có thể chẳng còn lại gì đối với một người như Edward?” Tôi gật đầu đồng ý hết sức nhiệt thành.  \"Nhưng nếu bác tin như nó tin ...”  Ông cúi nhìn tôi bằng đôi mắt thâm trầm. \"Nếu con  tin như nó tin. Liệu con có thể tước đi linh hồn của nó hay không?” Cách ông đặt câu hỏi làm tôi không trả lời được.  Nếu ông hỏi tôi liệu tôi có liều hủy hoại linh hồn tôi vì Edward hay không, câu trả lời sẽ rất rõ ràng. Nhưng liệu tôi có liều hủy hoại linh hồn Edward không?Tôi bặm môi buồn rầu.  Đó không phải là sự tráo đổi công bằng.  \"Con hiểu ra vấn đề rồi đó.” Tôi lắc đầu, biết cằm mình đầy vẻ bướng bỉnh.  Carlisle thở dài.  \"Đó là lựa chọn của con mà,” tôi khăng khăng.  \"Cũng là lựa chọn của nó nữa.” Ông giơ tay lên khi ông thấy tôi sắp cãi. \"Dù nó có làm chuyện đó cho con hay không.” \"Ảnh đâu phải là người duy nhất có thể làm chuyện đó đâu. \" Tôi quan sát Carlisle thăm dò.  Ông cười, đột ngột vui vẻ hẳn. \" Ồ, không đâu!  Con sẽ phải giải quyết ổn thoả chuyện này với nó thôi.” Nhưng rồi ông lại thở dài. \"Đó là điều bác không bao giờ có thể đoan chắc.  Bác nghĩ, trong hầu hết mọi cách, bác đã chọn cách tốt nhất. Nhưng liệu có đúng không khi bắt người khác phải gánh chịu cuộc sống này?  Bác không thể trả lời được.” Tôi không trả lời. Tôi hình dung cuộc đời mình không biết sẽ ra sao nếu Carlisle cưỡng lại lòng mong muốn thay đổi cuộc sống cô độc của ông... rồi rùng mình.  \"Chính mẹ Edward đã làm bác quyết định vậy.”  Giọng Carlisle gần như chỉ còn là tiếng thì thầm.  Ông nhìn trân trối ra ngoài cửa sổ đen kịt.  \"Mẹ anh ấy?”  Hễ tôi hỏi Edward về cha mẹ anh, anh chỉ nói là họ đã chết lâu lắm rồi, và anh chẳng nhớ được gì. Tôi nhận ra ký ức của Carlisle về họ, mặc dù ngắn ngủi, nhưng hết sức rõ ràng.  \"Ừ. Tên bà ấy là Elizabeth. Elizabeth Masen. Cha nó, Edward Senior, chẳng hề tỉnh lại trong bệnh viện.  Ông ấy chết ngay trong trận dịch cúm đầu tiên.  Nhưng Elizabeth vẫn tỉnh táo cho đến tận phút cuối. Edward rất giống mẹ – bà ấy cũng có mái tóc màu đồng kỳ lạ, và mắt bà ấy cũng màu xanh lục giống vậy.” \" Mắt anh ấy màu xanh lục?” Tôi thì thầm, cố hình dung.  \"Ừ...” đôi mắt màu vàng nâu của Carlisle bây giờ đã lạc về cả trăm năm trước. \"Elizabeth lo lắng điên cuồng vì con trai mình.  Bà để mất cơ hội sống sót của mình khi cố săn sóc cho con từ trên giường bệnh của bà. Bác đã nghĩ nó sẽ đi trước, vì nó bệnh nặng hơn mẹ rất nhiều. Cái chết đến với bà ấy cực nhanh.  Đó là đúng lúc mặt trời lặn, và bác đã đến để gánh bớt cho các bác sĩ đã làm việc suốt cả ngày.  Lúc đó thật khó giả vờ - vì phải làm quá nhiều việc, mà bác thì chẳng cần nghỉ ngơi.  Bác hết sức ghét phải về nhà, ẩn mình trong bóng tối và giả vờ ngủ trong khi bao nhiêu người đang hấp hối. \"Bác khám Elizabeth và con trai bà ấy trước tiên.  Bác đã trở nên gắn bó với họ - luôn là chuyện nguy hiểm nếu xét đến sự mỏng manh của con người.  Bác thấy ngay bệnh tình bà ấy đã chuyển biến xấu. Sốt dữ dội không kiểm soát được, và cơ thể bà ấy quá yếu không thể nào chống chọi lại căn bịnh được nữa.  Thế nhưng bà ấy trông không có vẻ yếu ớt khi nhìn chằm chằm vào bác trên giường bịnh của mình.  \"Hãy cứu nó!'  Bà ra lệnh cho bác bằng giọng khàn khàn mà cổ họng bà có thể chịu nỗi.  \"Tôi sẽ làm mọi chuyện trong khả năng của mình,'  bác hứa với bà ta, nắm tay bà ta.  Sốt cao đến nỗi, có lẽ thậm chí bà ấy cũng không biết bác lạnh bất thường thế nào.  Mọi thứ đều lạnh dưới làn da của bà .  \"Bác sĩ phải làm chuyện đó,”  bà nhấn mạnh, siết tay bác mạnh đến nỗi bác tự hỏi cuối cùng không biết bà ấy có vượt qua được cuộc khủng hoảng này hay không. Mắt bà ấy cứng, như đá, như ngọc lục bảo. 'Bác sĩ phải mọi chuyện trong khả năng của bác sĩ.  Chuyện người khác không làm được, chính là chuyện bác sĩ phải làm cho Edward của tôi.” \"Câu nói đó làm bác sợ. Bà ta nhìn bác bằng đôi mắt hiểu thấu, và, trong khoảnh khắc, bác chắc chắn bà biết bí mật của bác. Sau đó bà ấy sốt dữ dội và chẳng hề tỉnh lại. Bà ấy đã chết trong vòng một tiếng đồng hồ sau khi yêu cầu.  \"Bác đã bỏ hàng chục năm trời nghiền ngẫm ý nghĩ tạo cho mình một người bạn. Chỉ một sinh vật khác thực sự biết rõ bác, chớ không phải là người bác giả vờ. Nhưng bác chẳng bao giờ thuyết phục được mình - làm chuyện người ta đã làm với mình.  \"Edward nằm đó, hấp hối. Rõ ràng chỉ còn sống được thêm mấy tiếng đồng hồ nữa thôi. Bên cạnh nó, mẹ nó, không biết sao khuôn mặt vẫn chưa thanh thản, ngay cả khi chết.” Carlisle nhìn thấy mọi chuyện đó lần nữa, trí nhớ của ông không bị hủy hoại bởi cả trăm năm đằng đẵng. Tôi cũng nhìn thấy được điều đó rõ ràng, khi ông nói -  sự tuyệt vọng  của bệnh viện, không khí chết chóc phủ trùm. Edward nóng rực vì sốt, cuộc sống của anh mất dần theo từng tiếng tích tắc của đồng hồ... Tôi lại rùng mình, và tống hình ảnh ấy ra khỏi tâm trí mình.  \"Lời Elizabeth vang vọng trong đầu bác. Làm sao bà ấy biết được bác có thể làm được gì?  Có ai thật sự muốn con trai mình như thế không? \"Bác nhìn Edward. Tuy bịnh, nó vẫn đẹp. Có cái gì đó tinh khiết và và tốt bụng trong khuôn mặt nó. Loại khuôn mặt bác muốn con trai mình sẽ như thế.  \"Sau bao năm trời do dự, thế mà bác lại làm theo cơn bốc đồng. Bác đẩy giường mẹ nó đến nhà xác trước, rồi quay lại đẩy nó.  Chẳng ai nhận thấy nó vẫn còn thở. Không đủ tay, không đủ mắt, để theo dõi một nửa thứ bệnh nhân cần. Nhà xác chẳng có ai –người còn sống, ít nhất. Bác đánh cắp nó ra cửa sau, rồi ôm nó qua mái nhà về nhà.  \"Bác không chắc phải làm gì. Bác đành phải gây ra trở lại những vết thương mà chính mình đã nhận, hàng trăm năm trước ở Luân đôn. Sau này bác cảm thấy đau khổ về chuyện đó. Quá đau đớn và kéo dài hơn cần thiết.  \"Dù vậy, bác không hối tiếc.  Chưa bao giờ bác hối tiếc vì đã cứu Edward.”  Ông lắc đầu, trở về thực tại. Ông cười với tôi. \"Bác nghĩ bây giờ bác nên đưa con về nhà.” \"Để con,” Edward nói. Anh đi qua phòng ăn tối tăm, chậm rãi đối với anh. Mặt anh phẳng lặng, khó hiểu, nhưng có điều gì đó không ổn với đôi mắt anh - điều gì đó anh đang cố hết sức để che giấu. Tôi cảm thấy co thắt khó chịu trong dạ dày.  \"Carlisle đưa em về được mà,” Tôi nói. Tôi nhìn xuống áo sơ mi của mình; vải bông xanh nhạt thấm và lốm đốm máu. Vai phải máu đông dầy cộm.  \"Anh ổn. \" Giọng Edward không cảm xúc. \"Dù sao em cũng cần thay đồ. Em sẽ làm Charlie đau tim nếu nhìn thấy em thế này. Anh sẽ bảo Alice kiếm cho em cái gì đó để mặc.” Anh lại bước ra cửa nhà bếp.  Tôi nhìn Carlisle lo lắng. \"Ảnh rất bực bội.” \"Ừ, \" Carlisle đồng ý. \" Đêm nay đúng là điều nó sợ nhất. Con bị hiểm nguy, vì chính nhà bác.” \"Đâu phải lỗi ảnh đâu.” \"Cũng chẳng phải lỗi của con.” Tôi tránh nhìn đôi mắt đẹp, hiểu biết của ông. Tôi không đồng ý chuyện đó được.  Carlisle đưa tay cho tôi và giúp tôi đứng lên khỏi bàn. Tôi theo ông ra phòng chính.  Esme đã quay lại; bà đang lau sàn chỗ tôi đã té -- với thuốc tẩy căn cứ theo mùi của nó.  \"Esme, để cháu làm cho.” Tôi cảm thấy mặt mình lại đỏ ửng.  \"Bác làm xong rồi. \" Bà hài lòng nhìn tôi. \"Con cảm thấy ra sao?\" \"Con khoẻ, \" tôi quả quyết với bà. \"Carlisle may nhanh hơn mọi bác sĩ con từng biết.” Họ đều cười khúc khích.  Alice và Edward bước vào cửa sau. Alice vội vã đến bên tôi, nhưng Edward chùn lại, vẻ mặt anh không thể hiểu nỗi.  \"Nào, \" Alice nói. \"Em sẽ kiếm cho chị cái gì đó ít rùng rợn để mặc. \" Cô tìm cho tôi chiếc áo sơ mi của Esme gần giống màu áo tôi. Charlie sẽ không nhận ra, tôi chắc chắn. Miếng băng trắng dài ở cánh tay chẳng có vẻ trầm trọng khi máu không còn tuôn chảy nữa. Charlie chả bao giờ ngạc nhiên khi thấy tôi bị băng bó.  \"Alice, \" tôi thì thầm khi cô quay ra cửa.  \"Gì?\" Cô cũng hạ thấp giọng, và nhìn tôi tò mò, đầu cô nghiêng sang một bên.  \"Tệ cỡ nào?\" Tôi không chắc mình thì thầm có ích gì không. Mặc dù chúng tôi đang ở trên lầu, cửa đóng, nhưng có lẽ anh nghe được tôi.  Mặt cô căng thẳng. \"Em chưa biết.” \"Jasper ra sao?\" Cô thở dài. \"Anh ấy rất giận mình. Quá sức chịu đựng với anh ấy, và ảnh ghét vì đã yếu đuối. \" \"Không phải lỗi của ảnh.  Em hãy nói với anh ấy là chị không giận ảnh đâu nhe, chẳng chút nào hết, được không?\" \"Dĩ nhiên rồi. \" Edward đang đợi tôi ở cửa trước.  Khi tôi đến chân cầu thang, anh giữ cửa mở mà chẳng nói lời nào.  \"Mang theo đồ của chị chứ!\" Alice kêu to khi tôi thận trọng đi về phía Edward. Cô ôm hai gói, một đã mở nửa chừng, và máy ảnh của tôi bên  dưới đàn dương cầm, và ấn chúng vào cánh tay không bị thương của tôi. \"Khi nào chị mở chúng, chị có thể cám ơn em sau. \" Esme và Carlisle đều nhỏ nhẹ nói lời tạm biệt. Tôi có thể thấy họ đang lén liếc nhanh vào đứa con trai bình thản của họ, y như tôi.  Thật nhẹ nhõm khi ra khỏi nhà; tôi vội vã bước qua mấy cái đèn lồng và hoa hồng, bây giờ trở thành những thứ nhắc nhở đến chuyện không vui.  Edward lặng lẽ theo tôi. Anh mở phía hành khách cho tôi, và tôi lên xe chẳng chút phàn nàn.  Trên bảng điều khiển là dây ru-băng đỏ lớn, đính vào dàn âm thanh nổi mới. Tôi lôi nó ra, ném xuống sàn xe.  Khi Edward lách vào phía bên kia, tôi đá dây ru-băng xuống dưới ghế  mình.  Anh chẳng nhìn tôi hay dàn âm thanh nổi. Chẳng ai trong chúng tôi bật nó lên, và im lặng bất giác càng thêm nặng nề bởi tiếng động cơ đột ngột gầm lên như sấm động. Anh lái thật nhanh xuống con hẻm ngoằn ngoèo, tối tăm.  Im lặng làm tôi phát điên.  \"Nói gì đó đi anh, \" cuối cùng thì tôi cũng cầu xin khi anh rẽ vào đường cao tốc.  \"Em còn muốn anh nói gì nữa đây ?\" anh hỏi bằng một giọng chẳng chút cảm xúc.  Tôi rúm người vì sự xa cách của anh. 'Hãy nói là anh tha thứ cho em. \" Điều đó mang lại chút sinh khí cho khuôn mặt anh – một nét giận dữ. \"Tha thứ cho em? Vì chuyện gì?\" \"Nếu em cẩn thận hơn, thì chẳng chuyện gì xảy ra cả.” \"Bella, em làm giấy cứa đứt tay mình - làm sao mà phải chịu án tử hình chứ.” \"Vẫn là do em.” Lời tôi nói đã khơi nguồn lời anh như thác đổ.  \"Lỗi của em ư? Nếu em làm đứt tay ở nhà Mike Newton, với Jessica ở đó và Angela và những người bạn bình thường khác của em, chuyện xấu nhất có thể xảy ra sẽ là cái gì?  Có lẽ là chuyện họ không tìm băng cứu thương cho em chăng?  Nếu em vấp và làm đổ cả chồng đĩa thủy tinh - không phải có người ném em vô đó - cho dù như vậy đi nữa, thì điều tệ hại nhất là gì?  Em làm dính máu trên ghế khi họ lái xe đưa em tới phòng cấp cứu chăng?  Mike Newton có thể nắm tay em khi họ may vết thương cho em - và anh ta sẽ không phải cố kiềm chế nỗi thôi thúc muốn giết em suốt thời gian anh ta ở đó. Đừng có mà cố nhận hết mấy chuyện đó vô mình, Bella. Sẽ chỉ làm anh thêm chán ghét mình mà thôi.” \"Cái quái gì mà tự nhiên Mike Newton lại dính đến chuyện này ?\" Tôi hỏi.  \"Mike Newton dính đến chuyện này là vì em ở bên Mike Newton sẽ an toàn quỷ quái hơn nhiều,” anh gầm gừ.  \"Em thà chết còn hơn phải sống với Mike Newton, \" tôi phản đối. \"Em thà chết còn hơn phải sống với ai khác ngoài anh.” \"Đừng cường điệu quá như thế, xin em vui lòng.” \"Vậy thì anh đừng có lố bịch như thế. \" Anh không trả lời. Anh nhìn trừng trừng qua kính chắn gió, nét mặt u ám.  Tôi vắt óc nghĩ cách cứu vãn buổi tối. Khi chúng tôi dừng lại trước nhà, tôi vẫn chưa nghĩ ra được gì hết.  Anh tắt máy, nhưng bàn tay anh vẫn ôm chặt vô - lăng.  \"Anh sẽ ở lại đêm nay?\" Tôi hỏi.  \"Anh nên về nhà. \" Tôi chẳng hề muốn anh đắm mình trong hối hận.  \"Vì sinh nhật em, \" tôi nhấn mạnh.  \"Được cái nọ mất cái kia - em vừa muốn mọi người lờ sinh nhật em lại vừa không muốn. Chỉ một trong hai.” Giọng anh nghiêm khắc, nhưng không nghiêm trọng như trước. Tôi thầm thở ra nhẹ nhõm.  \"OK. Em quyết định là em không muốn anh lờ sinh nhật em. Em sẽ gặp anh trên lầu. \" Tôi nhảy ra ngoài, thò tay trở lại vào xe để lấy mấy gói quà. Anh cau mày.  \"Em không cần phải lấy mấy cái đó.” \"Em muốn có chúng, \" tôi lập tức trả lời, rồi tự hỏi có phải anh đang sử dụng tâm lý học đảo ngược không.  \"Đừng, đừng lấy. Carlisle và Esme chi tiền mua quà cho em. \" \"Cũng không chết ai. \" Tôi vụng về nhét quà dưới cánh tay không bị thương và đóng sầm cửa phía sau. Anh ra ngoài xe và ở bên tôi trong nháy mắt.  \"Ít nhất cũng để anh cầm cho.” Anh nói vừa lấy chúng đi. \"Anh sẽ ở trong phòng em.” Tôi mỉm cười. \"Cám ơn.” \"Sinh nhật hạnh phúc, \" anh thở dài, và cúi xuống chạm môi anh vào môi tôi.  Tôi nhón chân để nụ hôn kéo dài hơn khi anh lùi ra. Anh mỉm cười nụ cười nhếch môi ưa thích của tôi, rồi biến mất vào bóng tối.  Trận đấu vẫn đang diễn ra; ngay khi tôi đi qua cửa trước tôi có thể nghe tiếng người bình luận nói huyên thuyên bên trên tiếng lào xào của đám đông.  \"Bell à?\" Charlie gọi.  \"Chào bố, \" tôi nói khi đến góc phòng. Tôi ôm chặt tay sát hông. Sức ép nhẹ làm tôi đau, và tôi chun mũi. Thuốc gây tê có vẻ đang mất tác dụng.  \"Sinh nhật ra sao?\" Charlie nằm ườn trên ghế xô-pha, chân trần của ông gác trên tay vịn của ghế.  Những thứ còn lại của mớ tóc nâu quăn bị ép bẹp ở một bên ghế.  \"Alice rất nhiệt tình. Hoa, bánh ngọt, nến, quà - đủ thứ. \" \"Họ mua cho con gì vậy?\" \" Âm thanh nổi cho xe tải của con. \" Và những thứ không rõ khác.  \" Chà. \" \"Dạ, \" tôi đồng ý. \"Ừm, con đi ngủ đây.” \"Sáng gặp lại nhé. \" Tôi vẫy tay. \"Hẹn gặp lại bố. \" \"Tay con sao vậy?\" Tôi đỏ mặt thầm nguyền rủa mình. \"Con vấp té.  Chẳng sao hết.” \" Bella, \" ông thở dài, lắc đầu.  \"Ngủ ngon nhe bố. \" Tôi vội lên phòng tắm, nơi tôi để đồ pi-gia-ma cho những đêm như thế này. Tôi chui vào áo dây và và quần bông cùng bộ mà tôi phải thay cho cái áo thun tả tơi thường mặc đi ngủ, cau mày vì cử động cọ qua mấy mũi khâu. Tôi rửa mặt một tay, chải răng, rồi nhảy vô phòng.  Anh đang ngồi giữa giường, nghịch vu vơ với một trong những hộp màu bạc.  \"Chào em, \" anh nói. Giọng anh buồn. Anh đang đắm chìm trong suy nghĩ.  Tôi đến giường, đẩy quà ra khỏi anh, rồi leo vào lòng  anh.  \"Chào anh. \" Tôi rúc vào bộ ngực như đá của anh. \"Bây giờ em mở quà nhe?\" \"Nhiệt tình này ở đâu ra vậy?\" anh thắc mắc.  \"Anh làm em tò mò. \" Tôi nhặt gói hình chữ nhật phẳng dài, chắc của Carlisle và Esme.  \"Để anh, \" anh đề nghị. Anh lấy món quà từ tay tôi và xé bạc giấy ra bằng một động tác khéo léo. Anh trao hộp trắng hình chữ nhật lại cho tôi.  \"Anh có chắc em mở nỗi nắp hộp không?\" Tôi lẩm bẩm, nhưng anh lờ tôi đi.  Bên trong hộp là mảnh giấy dày dài đầy chữ in nhỏ.  Tôi mất cả phút mới nắm được thông tin chính.  \"Mình sắp đi Jacksonville ?\" Và tôi phấn khích, không kềm được. Đó là một hoá đơn cho vé máy bay, cho cả tôi và Edward.  \"Dự định là vậy. \" \"Em không thể tin nỗi. Renee thế nào cũng sung sướng lắm đây!  Nhưng anh không phiền chứ hả? Trời nắng đẹp, anh sẽ phải ở trong nhà suốt ngày. \" \"Anh nghĩ anh lo chuyện đó được, \" anh nói, rồi cau mày. \" Nếu anh mà biết em nhận quà thích hợp như vậy, anh đã để em mở nó trước mặt Carlisle và Esme rồi. Anh tưởng em sẽ phàn nàn. \" \"Ưm, dĩ nhiên là quá nhiều. Nhưng em sẽ mang anh theo cùng!\" Anh cười khúc khích. \"Bây giờ anh ước mình đã bỏ tiền mua quà cho em. Anh không nhận ra là em có thể cư xử hợp lý. \" Tôi đẩy mấy cái vé qua một bên rồi với tay lấy quà của anh, tính hiếu kỳ của tôi nhen nhóm lại. Anh lấy nó ra khỏi tay tôi và mở nó y như cái thứ nhất.  Anh trao lại một hộp CD trong, có đĩa CD bạc không nhãn bên trong.  \"Gì vậy?\" Tôi hỏi, không hiểu.  Anh chẳng nói gì; anh lấy đĩa CD và với qua tôi để đặt nó vào máy nghe đĩa CD trên bàn đặt cạnh giường. Anh ấn nút Play, và chúng tôi im lặng chờ đợi. Sau đó nhạc bắt đầu.  Tôi lắng nghe, không nói nên lời và tròn xoe mắt. Tôi biết anh đang đợi phản ứng của tôi, nhưng tôi không thể nói được. Nước mắt dâng trào, và tôi giơ tay lên lau nước mắt trước khi chúng có thể tràn ra.  \"Tay em đau à?\" anh hỏi lo lắng.  \"Không, không phải tại tay em. Hay quá, Edward. Anh không thể tặng em thứ gì em thích hơn được. Em không thể tin nỗi. \" Tôi im lặng, để có thể lắng nghe.  Đó là nhạc của anh, nhạc anh sáng tác. Bản đầu tiên của đĩa CD này là bài hát ru của tôi. \"Anh không nghĩ em chịu để anh mua một cây đàn dương cầm để anh có thể chơi cho em nghe ở đây, \" anh giải thích.  \"Anh nói đúng. \" \"Tay em ra sao rồi?\" \"Ổn mà. \" Thực ra thì, nó đang bắt đầu đau nhói dưới băng. Tôi muốn chườm lạnh. Tôi lẽ ra nên tạm dùng bàn tay anh để chườm, nhưng vậy tôi sẽ bị lộ.  \"Anh sẽ tìm cho em vài viên Tylenol. \" \"Em không cần gì hết, \" tôi phản đối, nhưng anh đẩy tôi ra khỏi lòng rồi đi về phía cửa.  \"Charlie, \" tôi rít lên. Charlie không biết Edward thường xuyên ngủ lại. Thực ra, ông sẽ bị đột quỵ nếu ông biết được sự thực. Nhưng tôi không cảm thấy quá tội lỗi vì đã lừa dối ông.  Vì chúng tôi chẳng hề định làm chuyện mà ông không muốn tôi định làm. Edward và mấy luật lệ của anh... \"Bố sẽ không tóm được anh đâu, \" Edward hứa khi lặng lẽ biến ra cửa... và trở về, chộp được cánh cửa trước khi nó kịp đóng lại. Anh đã có cái ly trong phòng tắm và lọ thuốc trong tay.  Tôi lấy viên thuốc anh đưa chẳng hề cãi lại - tôi biết có cãi mình cũng thua và cánh tay tôi đang bắt đầu làm tôi khó chịu.  Bài hát ru vẫn tiếp tục, dịu dàng và đáng yêu, nho nhỏ.  \"Trễ rồi, \" Edward lưu ý. Anh vác tôi lên trên giường bằng một cánh tay, và kéo drap giường thẳng bằng cánh tay kia. Anh đặt tôi xuống, đầu để trên gối rồi nhét mền quanh tôi.  Anh nằm kế bên tôi - bên trên cái mền để tôi không bị lạnh - và choàng tay qua tôi.  Tôi dựa đầu vào vai anh, thở dài hạnh phúc.  \"Cảm ơn anh một lần nữa, \" tôi thì thầm.  \"Không có chi. \" Yên lặng một hồi lâu khi tôi nghe bài hát ru của tôi sắp tới hồi kết thúc.  Một ca khúc khác bắt đầu. Tôi nhận ra bản nhạc ưa thích của Esme.  \"Anh đang nghĩ về chuyện gì vậy?' \" Tôi thì thầm thắc mắc.  Anh do dự một chút rồi mới kể tôi nghe. \"Thực ra anh đang nghĩ về chuyện đúng và sai.” Tôi cảm thấy ớn lạnh chạy dọc sống lưng. \"Anh có nhớ em đã quyết định em muốn anh không được lờ đi sinh nhật em không?\" Tôi hỏi nhanh, hy vọng không quá lộ liễu mình đang cố làm anh phân tâm.  \"Nhớ,” anh đồng ý, dè dặt.  \"Tốt, em nghĩ, vì vẫn còn là sinh nhật em, em muốn anh hôn em lần nữa.” \"Đêm nay em tham lam quá. \" \"Đúng, em vậy á - nhưng đừng làm chuyện anh không muốn làm, \" tôi nói thêm, hờn dỗi.  Anh cười, rồi thở dài. \"Xin trời đừng bắt con phải làm chuyện con không muốn làm, \" anh nói bằng một giọng tuyệt vọng kỳ lạ khi anh đặt tay dưới cằm tôi và kéo tôi đối diện với anh.  Nụ hôn ban đầu cũng giống mọi khi - Edward vẫn cẩn thận như thường lệ, và trái tim tôi bắt đầu phản ứng quá mạnh mẽ như nó luôn thế. Thế rồi có cái gì đó hình như khang khác. Bất ngờ môi anh trở nên khao khát hơn, bàn tay còn lại của anh lồng vào tóc tôi và giữ mặt tôi sát vào mặt anh. Và, cho dù bàn tay tôi cũng vò rối tóc anh, và cho dù tôi rõ ràng bắt đầu vượt quá ranh giới cẩn trọng của anh, vậy mà lần này anh không ngăn tôi lại.  Cơ thể anh lạnh giá qua chiếc mền mỏng, nhưng tôi đè mình lên anh háo hức.  Rồi anh ngưng lại đột ngột; anh đẩy tôi ra đi bằng đôi tay dịu dàng nhưng kiên quyết.  Tôi ngã sập xuống gối, thở hổn hển, đầu quay cuồng. Điều gì đó thoáng qua tâm trí, khó nhớ, mấp mé.  \"Xin lỗi em,” anh nói, và anh cũng không thở. \"Thế là quá giới hạn rồi.\" \"Em chẳng quan tâm, \" tôi hổn hển nói.  Anh cau mày nhìn tôi trong bóng tối. \"Cố ngủ đi. Bella. \" \"Không, em muốn anh hôn em nữa.” \"Em đánh giá quá cao khả năng tự chủ của anh.” \"Cái nào lôi cuốn anh hơn, máu em hay cơ thể em?\" Tôi thách thức.  \"Như nhau. \" Anh thoáng cười toe toét không kềm được, rồi nghiêm nghị trở lại. \"Nào. Sao em không thôi lạm dụng vận may của mình mà đi ngủ đi?\" \"Được thôi, \" tôi đồng ý, rúc vào sát anh hơn.  Tôi thật sự cảm thấy kiệt sức. Thật là một ngày dài trên nhiều phương diện, tuy tôi không cảm thấy cảm giác nhẹ nhàng thanh thản khi kết thúc.  Như thể ngày mai chuyện tệ hại hơn sẽ đến. Đó là một điềm báo trước ngu ngốc - chuyện gì mà có thể tệ hơn hôm nay nữa chứ?'  Rõ ràng chỉ là vì tôi bị sốc mà thôi.  Lén lút, tôi áp cánh tay bị thương vào vai anh, để làn da mát rượi của anh làm dịu cơn đau. Tôi cảm thấy dễ chịu ngay lập tức.  Tôi đang lơ mơ sắp ngủ, có lẽ hơn vậy, thì nhớ ra điều mà nụ hôn của anh nhắc nhở tôi: mùa xuân năm ngoái, khi anh phải rời tôi để làm James lạc dấu vết của tôi, Edward đã hôn tôi từ biệt, không biết khi nào - hoặc liệu - chúng tôi sẽ còn gặp nhau lần nữa. Nụ hôn này không biết vì sao lại cũng có cảm giác đau đớn giống vậy. Tôi rùng mình trong mơ, như thể mình đang gặp ác mộng."
        },
        {
            "en": "12        12. BALANCING \"Billy!\" Charlie called as soon as he got out of the car. I turned toward the house, beckoning to Jacob as I ducked under the porch. I heard Charlie greeting them loudly behind me. \"I'm going to pretend I didn't see you behind the wheel, Jake,\" he said disapprovingly. \"We get permits early on the rez,\" Jacob said while I unlocked the door and flicked on the porch light. \"Sure you do,\" Charlie laughed. \"I have to get around somehow.\" I recognized Billy's resonant voice easily, despite the years. The sound of it made me feel suddenly younger, a child. I went inside, leaving the door open behind me and turning on lights before I hung up my jacket. Then I stood in the door, watching anxiously as Charlie and Jacob helped Billy out of the car and into his wheelchair. I backed out of the way as the three of them hurried in, shaking off the rain. \"This is a surprise,\" Charlie was saying. \"It's been too long,\" Billy answered. \"I hope it's not a bad time.\" His dark eyes flashed up to me again, their expression unreadable. \"No, it's great. I hope you can stay for the game.\" Jacob grinned. \"I think that's the plan — our TV broke last week.\" Billy made a face at his son. \"And, of course, Jacob was anxious to see Bella again,\" he added. Jacob scowled and ducked his head while I fought back a surge of remorse. Maybe I'd been too convincing on the beach. \"Are you hungry?\" I asked, turning toward the kitchen. I was eager to escape Billy's searching gaze. \"Naw, we ate just before we came,\" Jacob answered. \"How about you, Charlie?\" I called over my shoulder as I fled around the corner. \"Sure,\" he replied, his voice moving in the direction of the front room and the TV. I could hear Billy's chair follow. The grilled cheese sandwiches were in the frying pan and I was slicing up a tomato when I sensed someone behind me. \"So, how are things?\" Jacob asked. \"Pretty good.\" I smiled. His enthusiasm was hard to resist. \"How about you? Did you finish your car?\" \"No.\" He frowned. \"I still need parts. We borrowed that one.\" He pointed with his thumb in the direction of the front yard. \"Sorry. I haven't seen any… what was it you were looking for?\" \"Master cylinder.\" He grinned. \"Is something wrong with the truck?\" he added suddenly. \"No.\" \"Oh. I just wondered because you weren't driving it.\" I stared down at the pan, pulling up the edge of a sandwich to check the bottom side. \"I got a ride with a friend.\" \"Nice ride.\" Jacob's voice was admiring. \"I didn't recognize the driver, though. I thought I knew most of the kids around here.\" I nodded noncommittally, keeping my eyes down as I flipped sandwiches. \"My dad seemed to know him from somewhere.\" \"Jacob, could you hand me some plates? They're in the cupboard over the sink.\" \"Sure.\" He got the plates in silence. I hoped he would let it drop now. \"So who was it?\" he asked, setting two plates on the counter next to me. I sighed in defeat. \"Edward Cullen.\" To my surprise, he laughed. I glanced up at him. He looked a little embarrassed. \"Guess that explains it, then,\" he said. \"I wondered why my dad was acting so strange.\" \"That's right.\" I faked an innocent expression. \"He doesn't like the Cullens.\" \"Superstitious old man,\" Jacob muttered under his breath. \"You don't think he'd say anything to Charlie?\" I couldn't help asking, the words coming out in a low rush.  Jacob stared at me for a moment, and I couldn't read the expression in his dark eyes. \"I doubt it,\" he finally answered. \"I think Charlie chewed him out pretty good last time. They haven't spoken much since — tonight is sort of a reunion, I think. I don't think he'd bring it up again.\" \"Oh,\" I said, trying to sound indifferent. I stayed in the front room after I carried the food out to Charlie, pretending to watch the game while Jacob chattered at me. I was really listening to the men's conversation, watching for any sign that Billy was about to rat me out, trying to think of ways to stop him if he began. It was a long night. I had a lot of homework that was going undone, but I was afraid to leave Billy alone with Charlie. Finally, the game ended. \"Are you and your friends coming back to the beach soon?\" Jacob asked as he pushed his father over the lip of the threshold. \"I'm not sure,\" I hedged. \"That was fun, Charlie,\" Billy said. \"Come up for the next game,\" Charlie encouraged. \"Sure, sure,\" Billy said. \"We'll be here. Have a good night.\" His eyes shifted to mine, and his smile disappeared. \"You take care, Bella,\" he added seriously. \"Thanks,\" I muttered, looking away. I headed for the stairs while Charlie waved from the doorway. \"Wait, Bella,\" he said. I cringed. Had Billy gotten something in before I'd joined them in the living room? But Charlie was relaxed, still grinning from the unexpected visit. \"I didn't get a chance to talk to you tonight. How was your day?\" \"Good.\" I hesitated with one foot on the first stair, searching for details I could safely share. \"My badminton team won all four games.\" \"Wow, I didn't know you could play badminton.\" \"Well, actually I can't, but my partner is really good,\" I admitted . \"Who is it?\" he asked with token interest. \"Um… Mike Newton,\" I told him reluctantly. \"Oh yeah — you said you were friends with the Newton kid.\" He perked up. \"Nice family.\" He mused for a minute. \"Why didn't you ask him to the dance this weekend?\" \"Dad!\" I groaned. \"He's kind of dating my friend Jessica. Besides, you know I can't dance.\" \"Oh yeah,\" he muttered. Then he smiled at me apologetically. \"So I guess it's good you'll be gone Saturday… I've made plans to go fishing with the guys from the station. The weather's supposed to be real warm. But if you wanted to put your trip off till someone could go with you, I'd stay home. I know I leave you here alone too much.\" \"Dad, you're doing a great job.\" I smiled, hoping my relief didn't show. \"I've never minded being alone — I'm too much like you.\" I winked at him, and he smiled his crinkly-eyed smile. I slept better that night, too tired to dream again. When I woke to the pearl gray morning, my mood was blissful. The tense evening with Billy and Jacob seemed harmless enough now; I decided to forget it completely.  I caught myself whistling while I was pulling the front part of my hair back into a barrette, and later again as I skipped down the stairs. Charlie noticed. \"You're cheerful this morning,\" he commented over breakfast. I shrugged. \"It's Friday.\" I hurried so I would be ready to go the second Charlie left. I had my bag ready, shoes on, teeth brushed, but even though I rushed to the door as soon as I was sure Charlie would be out of sight, Edward was faster. He was waiting in his shiny car, windows down, engine off. I didn't hesitate this time, climbing in the passenger side quickly, the sooner to see his face. He grinned his crooked smile at me, stopping my breath and my heart. I couldn't imagine how an angel could be any more glorious. There was nothing about him that could be improved upon. \"How did you sleep?\" he asked. I wondered if he had any idea how appealing his voice was. \"Fine. How was your night?\" \"Pleasant.\" His smile was amused; I felt like I was missing an inside joke. \"Can I ask what you did?\" I asked. \"No.\" He grinned. \"Today is still mine.\" He wanted to know about people today: more about Renée, her hobbies, what we'd done in our free time together. And then the one grandmother I'd known, my few school friends — embarrassing me when he asked about boys I'd dated. I was relieved that I'd never really dated anyone, so that particular conversation couldn't last long. He seemed as surprised as Jessica and Angela by my lack of romantic history. \"So you never met anyone you wanted?\" he asked in a serious tone that made me wonder what he was thinking about. I was grudgingly honest. \"Not in Phoenix.\" His lips pressed together into a hard line. We were in the cafeteria at this point. The day had sped by in the blur that was rapidly becoming routine. I took advantage of his brief pause to take a bite of my bagel. \"I should have let you drive yourself today,\" he announced, apropos of nothing, while I chewed. \"Why?\" I demanded. \"I'm leaving with Alice after lunch.\" \"Oh.\" I blinked, bewildered and disappointed. \"That's okay, it's not that far of a walk.\" He frowned at me impatiently. \"I'm not going to make you walk home. We'll go get your truck and leave it here for you.\" \"I don't have my key with me,\" I sighed. \"I really don't mind walking.\" What I minded was losing my time with him. He shook his head. \"Your truck will be here, and the key will be in the ignition — unless you're afraid someone might steal it.\" He laughed at the thought. \"All right,\" I agreed, pursing my lips. I was pretty sure my key was in the pocket of a pair of jeans I wore Wednesday, under a pile of clothes in the laundry room. Even if he broke into my house, or whatever he was planning, he'd never find it. He seemed to feel the challenge in my consent. He smirked, overconfident. \"So where are you going?\" I asked as casually as I could manage. \"Hunting,\" he answered grimly. \"If I'm going to be alone with you tomorrow, I'm going to take whatever precautions I can.\" His face grew morose… and pleading. \"You can always cancel, you know.\" I looked down, afraid of the persuasive power of his eyes. I refused to be convinced to fear him, no matter how real the danger might be. It doesn't matter, I repeated in my head.  \"No,\" I whispered, glancing back at his face. \"I can't.\" \"Perhaps you're right,\" he murmured bleakly. His eyes seemed to darken in color as I watched. I changed the subject. \"What time will I see you tomorrow?\" I asked, already depressed by the thought of him leaving now. \"That depends… it's a Saturday, don't you want to sleep in?\" he offered. \"No,\" I answered too fast. He restrained a smile.  \"The same time as usual, then,\" he decided. \"Will Charlie be there?\" \"No, he's fishing tomorrow.\" I beamed at the memory of how conveniently things had worked out. His voice turned sharp. \"And if you don't come home, what will he think?\" \"I have no idea,\" I answered coolly. \"He knows I've been meaning to do the laundry. Maybe he'll think I fell in the washer.\" He scowled at me and I scowled back. His anger was much more impressive than mine. \"What are you hunting tonight?\" I asked when I was sure I had lost the glowering contest. \"Whatever we find in the park. We aren't going far.\" He seemed bemused by my casual reference to his secret realities. \"Why are you going with Alice?\" I wondered. \"Alice is the most… supportive.\" He frowned as he spoke. \"And the others?\" I asked timidly. \"What are they?\" His brow puckered for a brief moment. \"Incredulous, for the most part.\" I peeked quickly behind me at his family. They sat staring off in different directions, exactly the same as the first time I'd seen them. Only now they were four; their beautiful, bronze-haired brother sat across from me, his golden eyes troubled. \"They don't like me,\" I guessed. \"That's not it,\" he disagreed, but his eyes were too innocent. \"They don't understand why I can't leave you alone.\" I grimaced. \"Neither do I, for that matter.\" Edward shook his head slowly, rolling his eyes toward the ceiling before he met my gaze again. \"I told you — you don't see yourself clearly at all. You're not like anyone I've ever known. You fascinate me.\" I glared at him, sure he was teasing now. He smiled as he deciphered my expression. \"Having the advantages I do,\" he murmured, touching his forehead discreetly, \"I have a better than average grasp of human nature. People are predictable. But you… you never do what I expect. You always take me by surprise.\" I looked away, my eyes wandering back to his family, embarrassed and dissatisfied. His words made me feel like a science experiment. I wanted to laugh at myself for expecting anything else. \"That part is easy enough to explain,\" he continued. I felt his eyes on my face but I couldn't look at him yet, afraid he might read the chagrin in my eyes. \"But there's more… and it's not so easy to put into words —\" I was still staring at the Cullens while he spoke. Suddenly Rosalie, his blond and breathtaking sister, turned to look at me. No, not to look — to glare, with dark, cold eyes. I wanted to look away, but her gaze held me until Edward broke off mid-sentence and made an angry noise under his breath. It was almost a hiss. Rosalie turned her head, and I was relieved to be free. I looked back at Edward — and I knew he could see the confusion and fear that widened my eyes. His face was tight as he explained. \"I'm sorry about that. She's just worried. You see… it's dangerous for more than just me if, after spending so much time with you so publicly…\" He looked down. \"If?\" \"If this ends… badly.\" He dropped his head into his hands, as he had that night in Port Angeles. His anguish was plain; I yearned to comfort him, but I was at a loss to know how.  My hand reached toward him involuntarily; quickly, though, I dropped it to the table, fearing that my touch would only make things worse. I realized slowly that his words should frighten me. I waited for that fear to come, but all I could seem to feel was an ache for his pain. And frustration — frustration that Rosalie had interrupted whatever he was about to say. I didn't know how to bring it up again. He still had his head in his hands. I tried to speak in a normal voice. \"And you have to leave now?\" \"Yes.\" He raised his face; it was serious for a moment, and then his mood shifted and he smiled. \"It's probably for the best. We still have fifteen minutes of that wretched movie left to endure in Biology — I don't think I could take any more.\" I started. Alice — her short, inky hair in a halo of spiky disarray around her exquisite, elfin face — was suddenly standing behind his shoulder. Her slight frame was willowy, graceful even in absolute stillness. He greeted her without looking away from me. \"Alice.\" \"Edward,\" she answered, her high soprano voice almost as attractive as his. \"Alice, Bella — Bella, Alice,\" he introduced us, gesturing casually with his hand, a wry smile on his face. \"Hello, Bella.\" Her brilliant obsidian eyes were unreadable, but her smile was friendly. \"It's nice to finally meet you.\" Edward flashed a dark look at her. \"Hi, Alice,\" I murmured shyly. \"Are you ready?\" she asked him. His voice was aloof. \"Nearly. I'll meet you at the car.\" She left without another word; her walk was so fluid, so sinuous that I felt a sharp pang of jealousy. \"Should I say 'have fun,' or is that the wrong sentiment?\" I asked, turning back to him. \"No, 'have fun' works as well as anything.\" He grinned. \"Have fun, then.\" I worked to sound wholehearted. Of course I didn't fool him. \"I'll try.\" He still grinned. \"And you try to be safe, please.\" \"Safe in Forks — what a challenge.\" \"For you it is a challenge.\" His jaw hardened. \"Promise.\" \"I promise to try to be safe,\" I recited. \"I'll do the laundry tonight — that ought to be fraught with peril.\" \"Don't fall in,\" he mocked. \"I'll do my best.\" He stood then, and I rose, too. \"I'll see you tomorrow,\" I sighed. \"It seems like a long time to you, doesn't it?\" he mused. I nodded glumly.  \"I'll be there in the morning,\" he promised, smiling his crooked smile. He reached across the table to touch my face, lightly brushing along my cheekbone again. Then he turned and walked away. I stared after him until he was gone. I was sorely tempted to ditch the rest of the day, at the very least Gym, but a warning instinct stopped me. I knew that if I disappeared now, Mike and others would assume I was with Edward. And Edward was worried about the time we'd spent together publicly… if things went wrong. I refused to dwell on the last thought, concentrating instead on making things safer for him. I intuitively knew — and sensed he did, too — that tomorrow would be pivotal. Our relationship couldn't continue to balance, as it did, on the point of a knife. We would fall off one edge or the other, depending entirely upon his decision, or his instincts. My decision was made, made before I'd ever consciously chosen, and I was committed to seeing it through. Because there was nothing more terrifying to me, more excruciating, than the thought of turning away from him. It was an impossibility. I went to class, feeling dutiful. I couldn't honestly say what happened in Biology; my mind was too preoccupied with thoughts of tomorrow. In Gym, Mike was speaking to me again; he wished me a good time in Seattle. I carefully explained that I'd canceled my trip, worried about my truck.  \"Are you going to the dance with Cullen?\" he asked, suddenly sulky. \"No, I'm not going to the dance at all.\" \"What are you doing, then?\" he asked, too interested. My natural urge was to tell him to butt out. Instead, I lied brightly. \"Laundry, and then I have to study for the Trig test or I'm going to fail.\" \"Is Cullen helping you study?\" \"Edward,\" I emphasized, \"is not going to help me study. He's gone away somewhere for the weekend.\" The lies came more naturally than usual, I noted with surprise. \"Oh.\" He perked up. \"You know, you could come to the dance with our group anyway — that would be cool. We'd all dance with you,\" he promised. The mental image of Jessica's face made my tone sharper than necessary. \"I'm not going to the dance, Mike, okay?\" \"Fine.\" He sulked again. \"I was just offering.\" When the school day had finally ended, I walked to the parking lot without enthusiasm. I did not especially want to walk home, but I couldn't see how he would have retrieved my truck.  Then again, I was starting to believe that nothing was impossible for him. The latter instinct proved correct — my truck sat in the same space he'd parked his Volvo in this morning. I shook my head, incredulous, as I opened the unlocked door and saw the key in the ignition. There was a piece of white paper folded on my seat. I got in and closed the door before I unfolded it. Two words were written in his elegant script. Be safe. The sound of the truck roaring to life frightened me. I laughed at myself. When I got home, the handle of the door was locked, the dead bolt unlocked, just as I'd left it this morning. Inside, I went straight to the laundry room. It looked just the same as I'd left it, too. I dug for my jeans and, after finding them, checked the pockets. Empty. Maybe I'd hung my key up after all, I thought, shaking my head. Following the same instinct that had prompted me to lie to Mike, I called Jessica on the pretense of wishing her luck at the dance. When she offered the same wish for my day with Edward, I told her about the cancellation. She was more disappointed than really necessary for a third-party observer to be. I said goodbye quickly after that. Charlie was absentminded at dinner, worried over something at work, I guessed, or maybe a basketball game, or maybe he was just really enjoying the lasagna — it was hard to tell with Charlie. \"You know, Dad…\" I began, breaking into his reverie. \"What's that, Bell?\" \"I think you're right about Seattle. I think I'll wait until Jessica or someone else can go with me.\" \"Oh,\" he said, surprised. \"Oh, okay. So, do you want me to stay home?\" \"No, Dad, don't change your plans. I've got a million things to do… homework, laundry… I need to go to the library and the grocery store. I'll be in and out all day… you go and have fun.\" \"Are you sure?\" \"Absolutely, Dad. Besides, the freezer is getting dangerously low on fish — we're down to a two, maybe three years' supply.\" \"You're sure easy to live with, Bella.\" He smiled. \"I could say the same thing about you,\" I said, laughing. The sound of my laughter was off, but he didn't seem to notice. I felt so guilty for deceiving him that I almost took Edward's advice and told him where I would be. Almost. After dinner, I folded clothes and moved another load through the dryer. Unfortunately it was the kind of job that only keeps hands busy. My mind definitely had too much free time, and it was getting out of control. I fluctuated between anticipation so intense that it was very nearly pain, and an insidious fear that picked at my resolve. I had to keep reminding myself that I'd made my choice, and I wasn't going back on it. I pulled his note out of my pocket much more often than necessary to absorb the two small words he'd written. He wants me to be safe, I told myself again and again. I would just hold on to the faith that, in the end, that desire would win out over the others. And what was my other choice — to cut him out of my life? Intolerable. Besides, since I'd come to Forks, it really seemed like my life was about him. But a tiny voice in the back of my mind worried, wondering if it would hurt very much… if it ended badly. I was relieved when it was late enough to be acceptable for bedtime. I knew I was far too stressed to sleep, so I did something I'd never done before. I deliberately took unnecessary cold medicine — the kind that knocked me out for a good eight hours. I normally wouldn't condone that type of behavior in myself, but tomorrow would be complicated enough without me being loopy from sleep deprivation on top of everything else. While I waited for the drugs to kick in, I dried my clean hair till it was impeccably straight, and fussed over what I would wear tomorrow. With everything ready for the morning, I finally lay in my bed. I felt hyper; I couldn't stop twitching. I got up and rifled through my shoebox of CDs until I found a collection of Chopin's nocturnes. I put that on very quietly and then lay down again, concentrating on relaxing individual parts of my body. Somewhere in the middle of that exercise, the cold pills took effect, and I gladly sank into unconsciousness.  I woke early, having slept soundly and dreamlessly thanks to my gratuitous drug use. Though I was well rested, I slipped right back into the same hectic frenzy from the night before. I dressed in a rush, smoothing my collar against my neck, fidgeting with the tan sweater till it hung right over my jeans. I sneaked a swift look out the window to see that Charlie was already gone. A thin, cottony layer of clouds veiled the sky. They didn't look very lasting. I ate breakfast without tasting the food, hurrying to clean up when I was done. I peeked out the window again, but nothing had changed. I had just finished brushing my teeth and was heading back downstairs when a quiet knock sent my heart thudding against my rib cage. I flew to the door; I had a little trouble with the simple dead bolt, but I yanked the door open at last, and there he was. All the agitation dissolved as soon as I looked at his face, calm taking its place. I breathed a sigh of relief — yesterday's fears seemed very foolish with him here. He wasn't smiling at first — his face was somber. But then his expression lightened as he looked me over, and he laughed.  \"Good morning,\" he chuckled. \"What's wrong?\" I glanced down to make sure I hadn't forgotten anything important, like shoes, or pants. \"We match.\" He laughed again. I realized he had a long, light tan sweater on, with a white collar showing underneath, and blue jeans. I laughed with him, hiding a secret twinge of regret — why did he have to look like a runway model when I couldn't? I locked the door behind me while he walked to the truck. He waited by the passenger door with a martyred expression that was easy to understand. \"We made a deal,\" I reminded him smugly, climbing into the driver's seat, and reaching over to unlock his door. \"Where to?\" I asked. \"Put your seat belt on — I'm nervous already.\" I gave him a dirty look as I complied. \"Where to?\" I repeated with a sigh. \"Take the one-on-one north,\" he ordered. It was surprisingly difficult to concentrate on the road while feeling his gaze on my face. I compensated by driving more carefully than usual through the still-sleeping town. \"Were you planning to make it out of Forks before nightfall?\" \"This truck is old enough to be your car's grandfather — have some respect,\" I retorted. We were soon out of the town limits, despite his negativity. Thick underbrush and green-swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructed just as I was about to ask. I obeyed silently. \"Now we drive until the pavement ends.\" I could hear a smile in his voice, but I was too afraid of driving off the road and proving him right to look over and be sure. \"And what's there, at the pavement's end?\" I wondered. \"A trail.\"                          \"We're hiking?\" Thank goodness I'd worn tennis shoes. \"Is that a problem?\" He sounded as if he'd expected as much. \"No.\" I tried to make the lie sound confident. But if he thought my truck was slow… \"Don't worry, it's only five miles or so, and we're in no hurry.\" Five miles. I didn't answer, so that he wouldn't hear my voice crack in panic. Five miles of treacherous roots and loose stones, trying to twist my ankles or otherwise incapacitate me. This was going to be humiliating. We drove in silence for a while as I contemplated the coming horror. \"What are you thinking?\" he asked impatiently after a few moments. I lied again. \"Just wondering where we're going.\" \"It's a place I like to go when the weather is nice.\" We both glanced out the windows at the thinning clouds after he spoke. \"Charlie said it would be warm today.\" \"And did you tell Charlie what you were up to?\" he asked. \"Nope.\" \"But Jessica thinks we're going to Seattle together?\" He seemed cheered by the idea. \"No, I told her you canceled on me — which is true.\" \"No one knows you're with me?\" Angrily, now. \"That depends… I assume you told Alice?\" \"That's very helpful, Bella,\" he snapped. I pretended I didn't hear that. \"Are you so depressed by Forks that it's made you suicidal?\" he demanded when I ignored him. \"You said it might cause trouble for you… us being together publicly,\" I reminded him. \"So you're worried about the trouble it might cause me— if you don't come home?\" His voice was still angry, and bitingly sarcastic. I nodded, keeping my eyes on the road. He muttered something under his breath, speaking so quickly that I couldn't understand. We were silent for the rest of the drive. I could feel the waves of infuriated disapproval rolling off of him, and I could think of nothing to say. And then the road ended, constricting to a thin foot trail with a small wooden marker. I parked on the narrow shoulder and stepped out, afraid because he was angry with me and I didn't have driving as an excuse not to look at him. It was warm now, warmer than it had been in Forks since the day I'd arrived, almost muggy under the clouds. I pulled off my sweater and knotted it around my waist, glad that I'd worn the light, sleeveless shirt — especially if I had five miles of hiking ahead of me. I heard his door slam, and looked over to see that he'd removed his sweater, too. He was facing away from me, into the unbroken forest beside my truck. \"This way,\" he said, glancing over his shoulder at me, eyes still annoyed. He started into the dark forest. \"The trail?\" Panic was clear in my voice as I hurried around the truck to catch up to him. \"I said there was a trail at the end of the road, not that we were taking it.\" \"No trail?\" I asked desperately. \"I won't let you get lost.\" He turned then, with a mocking smile, and I stifled a gasp. His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes. He was too perfect, I realized with a piercing stab of despair. There was no way this godlike creature could be meant for me. He stared at me, bewildered by my tortured expression. \"Do you want to go home?\" he said quietly, a different pain than mine saturating his voice. \"No.\" I walked forward till I was close beside him, anxious not to waste one second of whatever time I might have with him. \"What's wrong?\" he asked, his voice gentle. \"I'm not a good hiker,\" I answered dully. \"You'll have to be very patient.\" \"I can be patient — if I make a great effort.\" He smiled, holding my glance, trying to lift me out of my sudden, unexplained dejection. I tried to smile back, but the smile was unconvincing. He scrutinized my face. \"I'll take you home,\" he promised. I couldn't tell if the promise was unconditional, or restricted to an immediate departure. I knew he thought it was fear that upset me, and I was grateful again that I was the one person whose mind he couldn't hear. \"If you want me to hack five miles through the jungle before sundown, you'd better start leading the way,\" I said acidly. He frowned at me, struggling to understand my tone and expression. He gave up after a moment and led the way into the forest. It wasn't as hard as I had feared. The way was mostly flat, and he held the damp ferns and webs of moss aside for me. When his straight path took us over fallen trees or boulders, he would help me, lifting me by the elbow, and then releasing me instantly when I was clear. His cold touch on my skin never failed to make my heart thud erratically. Twice, when that happened, I caught a look on his face that made me sure he could somehow hear it. I tried to keep my eyes away from his perfection as much as possible, but I slipped often. Each time, his beauty pierced me through with sadness. For the most part, we walked in silence. Occasionally he would ask a random question that he hadn't gotten to in the past two days of interrogation. He asked about my birthdays, my grade school teachers, my childhood pets — and I had to admit that after killing three fish in a row, I'd given up on the whole institution. He laughed at that, louder than I was used to — bell-like echoes bouncing back to us from the empty woods. The hike took me most of the morning, but he never showed any sign of impatience. The forest spread out around us in a boundless labyrinth of ancient trees, and I began to be nervous that we would never find our way out again. He was perfectly at ease, comfortable in the green maze, never seeming to feel any doubt about our direction. After several hours, the light that filtered through the canopy transformed, the murky olive tone shifting to a brighter jade. The day had turned sunny, just as he'd foretold. For the first time since we'd entered the woods, I felt a thrill of excitement — which quickly turned to impatience. \"Are we there yet?\" I teased, pretending to scowl. \"Nearly.\" He smiled at the change in my mood. \"Do you see the brightness ahead?\" I peered into the thick forest. \"Um, should I?\" He smirked. \"Maybe it's a bit soon for your eyes.\" \"Time to visit the optometrist,\" I muttered. His smirk grew more pronounced. But then, after another hundred yards, I could definitely see a <em>lightening</em> in the trees ahead, a glow that was yellow instead of green. I picked up the pace, my eagerness growing with every step. He let me lead now, following noiselessly. I reached the edge of the pool of light and stepped through the last fringe of ferns into the loveliest place I had ever seen. The meadow was small, perfectly round, and filled with wildflowers — violet, yellow, and soft white. Somewhere nearby, I could hear the bubbling music of a stream. The sun was directly overhead, filling the circle with a haze of buttery sunshine. I walked slowly, awestruck, through the soft grass, swaying flowers, and warm, gilded air. I halfway turned, wanting to share this with him, but he wasn't behind me where I thought he'd be. I spun around, searching for him with sudden alarm. Finally I spotted him, still under the dense shade of the canopy at the edge of the hollow, watching me with cautious eyes. Only then did I remember what the beauty of the meadow had driven from my mind — the enigma of Edward and the sun, which he'd promised to illustrate for me today. I took a step back toward him, my eyes alight with curiosity. His eyes were wary, reluctant. I smiled encouragingly and beckoned to him with my hand, taking another step back to him. He held up a hand in warning, and I hesitated, rocking back onto my heels. Edward seemed to take a deep breath, and then he stepped out into the bright glow of the midday sun.",
            "vi": "12        12.  Thăng bằng \"Billy !\" Charlie gọi ngay khi vừa ra khỏi xe.  Tôi chạy về phía nhà, vẫy tay gọi Jacob vừa cúi mình né dưới hàng hiên. Tôi nghe tiếng Charlie chào thật to phía sau.  \"Tôi sẽ phải giả vờ không thấy cháu ngồi sau tay lái, Jake, \" ông không bằng lòng nói.  \"Tụi con sắp sửa có bằng lái rồi mà, \" Jacob nói trong khi tôi mở khoá cửa và bật đèn trước hiên nhà.  \"Dĩ nhiên rồi, \" Charlie cười to.  \"Tôi cũng phải đi chơi đây đó chớ. \" tôi nhận ra giọng nói âm vang của Billy dễ dàng, dù đã bao năm qua. Âm thanh của giọng nói đó làm tôi đột ngột thấy mình nhỏ dại lại, như một đứa trẻ.  Tôi vào trong nhà, để ngỏ cửa phía sau và bật đèn trước khi tôi treo áo khoác lên. Sau đó tôi đứng ở cửa, lo lắng nhìn Charlie và Jacob giúp Billy ra xe và đặt ông ấy vào chiếc xe lăn.  Tôi tránh đường khi ba người vội vã vào nhà, giũ nước mưa.  \"Thật bất ngờ, \" Charlie nói.  \"Lâu quá không gặp, \" Billy trả lời. \"Hy vọng tôi không đến không đúng lúc. \" Đôi mắt đen của ông lại liếc nhìn lên tôi, ánh mắt thật khó hiểu.  \"Không đâu, tuyệt lắm. Tôi hy vọng ông sẽ ở lại coi đá banh với tôi.” Jacob cười toe toét. \"Con cũng định vậy – tuần trước TV nhà con hư rồi. \" Billy nhăn nhó nhìn con trai. \"Dĩ nhiên rồi, vì Jacob nóng lòng muốn gặp lại Bella đó mà, \" ông nói thêm. Jacob giận dữ cúi đầu trong khi tôi cố kềm nỗi hối hận ngập tràn. Có lẽ tôi đã quá thuyết phục trên bãi biển.  \"Mọi người có đói không?\" tôi hỏi, quay về phía nhà bếp. Tôi muốn tránh ánh nhìn xuyên thấu của Billy.  \"Không, tụi này vừa mới ăn xong trước khi đến, \" Jacob trả lời.  \"Còn bố sao hả Charlie?” Tôi vừa hỏi vừa lỉnh vô bếp.  \"Dĩ nhiên là ăn rồi, \" bố trả lời, giọng ông di chuyển về phía phòng khách và cái TV. Tôi có thể nghe tiếng xe lăn của Billy đi theo.  Bánh xăng - uých phô - mai nướng đang trong chảo và tôi đang thái cà chua thì cảm thấy  có người ở sau mình.  \"Nè, tình hình thế nào?\" Jacob hỏi.  \"Khá tốt. \" tôi mỉm cười. Sự nhiệt tình của anh chàng thật khó kháng cự lại. \"Còn bạn thì sao? Bạn đã ráp xong xe chưa?\" \"Chưa.”  Anh chàng cau mày.” Tôi còn cần linh kiện.  Tụi tôi đã mượn cái đó.” Anh chàng chỉa ngón cái ra sân trước.  \"Xin lỗi. Tôi không thấy gì ... bạn đang tìm gì vậy?\" \"Xy-lanh chính. \" anh chàng cười toe toét. \"Xe tải bị hư gì à?\" anh chàng đột ngột nói thêm.  \"Không.” \"Ồ. Tôi chỉ thắc mắc vì thấy bạn không đi nó.” Tôi nhìn chằm chằm vào cái chảo, kéo bìa bánh xăng - uých để kiểm tra phía đáy. \"Tôi đi quá giang một người bạn. \" \"Xe đẹp ghê.” Giọng Jacob đầy ngưỡng mộ. \"Tuy tôi không biết người lái xe. Tôi cứ nghĩ mình biết hết mọi thanh niên quanh đây.” Tôi gật đầu lấp lửng, cứ nhìn xuống khi lật bánh xăng - uých.  \"Bố tôi hình như biết anh ở đâu đó.” \"Jacob, bạn đưa giùm tôi mấy cái đĩa nhé? Trong tủ trên bồn rửa chén đó. \" \"Được thôi. \" Anh chàng im lặng lấy đĩa. Tôi hi vọng anh ta sẽ bỏ qua chuyện đó.  \"Ai vậy?\" Anh chàng hỏi, đăt hai cái đĩa trên quầy kế bên tôi.  Tôi thở dài chịu thua. \"Edward Cullen. \" Thật không ngờ, anh chàng cười. Tôi liếc nhìn anh chàng. Anh ta có vẻ hơi lúng túng.  \"Thảo nào, \" anh chàng nói. \"Tôi đã thắc mắc không biết sao bố tôi lại phản ứng kỳ lạ thế.” \"Đúng rồi. \" Tôi giả vẻ mặt ngây thơ vô tội. \"Ông không thích Cullens. \" \"Ông già mê tín, \" Jacob thì thầm lầm bầm.  \"Bạn không nghĩ bố bạn sẽ nói gì với Charlie à?\" Tôi hỏi không kềm được, lời nói tuôn ra hơi vội vã.  Jacob nhìn tôi chằm chằm trong chốc lát, và tôi không hiểu được ẩn ý trong đôi mắt đen đó. \"Chắc không đâu, \" cuối cùng thì anh cũng trả lời. \"Tôi nghĩ Charlie lần trước đã cự nự bố tôi nhiều rồi. Từ đó hai người đã không thèm nói chuyện với nhau - đêm nay giông giống như để làm lành, tôi nghĩ vậy. Nên chắc bố tôi sẽ không lôi chuyện đó ra nói nữa đâu.” \"Ồ, \" tôi nói, cố tỏ vẻ dửng dưng.  Tôi ở lại phòng khách sau khi mang thức ăn ra cho Charlie, giả vờ coi đá banh trong khi Jacob cứ nói huyên thuyên với tôi. Tôi đang lắng nghe câu chuyện của mấy ông, chờ dấu hiệu Billy sắp sửa tố cáo tôi, cố nghĩ cách chặn ông nếu ông làm thế.  Thật là một đêm dài. Tôi có rất nhiều bài tập chưa làm, nhưng tôi sợ để Billy một mình với Charlie. Cuối cùng, trận đấu cũng kết thúc.  \"Bạn và bạn bè sẽ sớm quay lại bãi biển chứ?\" Jacob hỏi khi anh chàng đẩy bố qua ngưỡng cửa.  \"Tôi không biết nữa,” tôi tránh không trả lời thẳng.  \"Vui quá, Charlie, \" Billy nói.  \"Trận đấu kế nhớ đến nữa nhe, \" Charlie khuyến khích.  \"Chắc chắn rồi, chắc chắn rồi, \" Billy nói. \"Chúng tôi sẽ đến. Ngủ ngon nhé. \" Mắt ông chuyển sang tôi, và nụ cười biến mất. \"Bella, bảo trọng nhé\" ông nói thêm một cách nghiêm trang.  \"Cám ơn bác, \" tôi thì thầm, nhìn sang chỗ khác.  Tôi đi về phía cầu thang trong khi Charlie vẫy tay ở lối vào.  \"Chờ chút, Bella, \" ông nói.  Tôi co rúm người.  Billy đã tranh thủ nói được gì đó trước khi tôi cùng vào phòng khách với mọi người sao? Nhưng Charlie thoải mái, vẫn cười toe toét vì chuyến viếng thăm bất ngờ.  \"Bố chưa kịp hỏi thăm con đêm nay.  Hôm nay con ra sao?\" \"Tốt bố. \" Tôi do dự bước một chân lên nấc thang đầu tiên, kiếm những chi tiết có thể kể bố nghe một cách an toàn. \"Nhóm cầu lông của con thắng cả bốn ván.” \"Chà, bố không biết con chơi được cầu lông. \" \" Ưm, thực ra con không chơi được, nhưng bạn trong nhóm của con giỏi lắm,” tôi thừa nhận.  \"Ai vậy?\" Ông hỏi lấy có.  \"Ờ... Mike Newton, \" Tôi nói với ông một cách miễn cưỡng.  \"Ờ đúng rồi –con có nói con chơi với con nhà Newton. \" ông hoạt bát hơn.  \"Nhà đó dễ thương. \" ông trầm ngâm một chút. \"Sao con không mời nó đi khiêu vũ cuối tuần này ?\" \"Bố!\" tôi rên rỉ. \" Anh ta đại loại đang hẹn hò với Jessica bạn con mà. Hơn nữa, Bố biết là con đâu khiêu vũ được.” \"Ờ nhỉ, \" ông thì thầm. Sau đó ông mỉm cười với tôi vẻ hối lỗi. \"Bố nghĩ may mà con đi chơi hôm thứ bảy ... vì bố định đi câu cá với mấy người bạn trong đồn. Thời tiết nghe nói ấm áp lắm. Nhưng nếu con muốn hoãn chuyến đi cho đến khi có người đi cùng thì bố sẽ ở nhà.  Bố biết đã để con một mình quá nhiều.” \"Bố, bố đã làm rất tốt mà. \" tôi mỉm cười, hy vọng nỗi nhẹ nhõm của mình không lộ ra.  \"Con chẳng bao giờ thấy phiền khi ở một mình – con giống y bố mà. \" Tôi nháy mắt với ông, và ông cười tít mắt.  Đêm đó tôi ngủ ngon hơn, quá mệt để lại nằm mơ. Khi tỉnh giấc trong buổi sáng xám xịt, tôi vô cùng vui vẻ. Buổi tối căng thẳng với Billy và Jacob bây giờ có vẻ không nguy hại gì cả nên tôi quyết định quên hẳn nó luôn.  Tôi thấy mình huýt sáo khi tôi vén kẹp mớ tóc phía trước lên, rồi sau đó lại huýt sáo khi nhảy mấy nấc thang xuống lầu.  Charlie nhận thấy ngay.  \"Sáng nay con vui nhỉ,, \" ông bình luận khi ăn sáng.  Tôi nhún vai. \"Thứ Sáu mà bố. \" Tôi làm thật nhanh nên đã sẵn sàng lên đường ngay khi Charlie vừa ra khỏi nhà. Tôi đã chuẩn bị cặp xong, giầy đã mang, răng đã đánh, nhưng dù có ra cửa nhanh đến đâu ngay sau khi Charlie khuất ngoài tầm nhìn thì Edward vẫn nhanh hơn. Anh đang ngồi chờ trong chiếc xe bóng loáng, cửa sổ quay xuống, động cơ đã tắt.  Lần này tôi không do dự, leo ngay vào phía hành khách, ngay khi vừa nhìn thấy anh. Anh nở nụ cười nhếch môi với tôi, làm tôi ngừng thở và tim tôi ngừng đập. Tôi không thể tưởng tượng nỗi làm sao có được một thiên thần nào lộng lẫy hơn. Anh thật toàn mỹ, không có gì ở anh có thể hoàn thiện hơn nữa .  \"Em ngủ ngon không?\" anh hỏi. Tôi tự hỏi không biết anh có biết giọng anh hấp dẫn thế nào không.  \"Ngon. Đêm của anh ra sao?\" \"Dễ chịu.” Anh cười thích thú; tôi cảm thấy như có điều gì ẩn giấu sau nụ cười đó.  \"Tôi có thể hỏi anh đã làm gì không?\" Tôi hỏi.  \"Không. \" anh cười toe toét. \" Hôm nay vẫn là ngày của tôi.” Hôm nay anh muốn biết về mọi người: biết thêm về Renée, sở thích của mẹ, chúng tôi cùng nhau làm gì khi rảnh rỗi. Rồi một người bà của tôi, số bạn học ít ỏi của tôi  - làm tôi ngượng khi hỏi về những anh chàng tôi đã hẹn hò. Tôi cảm thấy nhẹ nhõm vì mình chưa hề thực sự hẹn hò với bất kỳ ai, vì thế cuộc trò chuyện đặc biệt đó không thể kéo dài. Anh có vẻ ngạc nhiên y như Jessica và Angela vì tôi thiếu lãng mạn như thế.  \"Vậy là em chưa từng gặp ai mình ao ước cả sao?\" Anh hỏi bằng một giọng nghiêm túc khiến tôi tự hỏi không biết anh đang nghĩ về chuyện gì.  Tôi trung thực một cách miễn cưỡng. \"Chưa từng gặp ở Phoenix. \" Anh mím chặt môi.  Lúc này chúng tôi đã ngồi trong quán ăn tự phục vụ. Ngày trôi qua thật nhanh trong những ngày này. Tôi tận dụng lúc anh dừng lại một chút để cắn một miếng bánh mì vòng.  \"Lẽ ra hôm nay tôi nên để em tự đi xe, \" anh công bố, chẳng liên quan gì, trong khi tôi đang nhai.  \"Sao vậy?\" tôi hỏi.  \"Tôi sẽ đi với Alice sau khi ăn trưa xong. \" \"Ôi. \" tôi chớp mắt, hoang mang và thất vọng. \"Cũng được thôi, đi bộ cũng không xa lắm.” Anh cau mày nhìn tôi sốt ruột. \"Tôi sẽ không để em phải đi bộ về nhà. Chúng tôi sẽ đi lấy xe tải của em và bỏ ở đây cho em. \" “Tôi không mang theo chìa khoá, \" tôi thở dài. \"Tôi thực không cảm thấy phiền khi phải đi bộ đâu.” Điều tôi cảm thấy phiền là không được ở bên anh.  Anh lắc đầu. \"Xe em sẽ ở đây, và chìa khoá sẽ cắm trong công tắc - trừ phi em sợ người ta ăn cắp nó. \" Anh cười giễu ý nghĩ đó.  \"Được thôi, \" tôi bĩu môi đồng ý. Tôi chắc chắn chìa khoá xe trong túi một cái quần jean đã mặc hôm thứ Tư, dưới đống quần áo trong phòng giặt ủi. Dù anh có đột nhập vào nhà, hay định làm gì đi nữa, anh cũng chẳng bao giờ tìm ra nó. Anh có vẻ cảm nhận được thách thức trong sự ưng thuận của tôi nên cười tự mãn, quá tự tin.  \"Anh sẽ đi đâu vậy?\" tôi hỏi cố tự nhiên nhất có thể.  \"Săn, \" anh buồn rầu trả lời. \"Nếu mai tôi ở một mình với em, tôi cần đề phòng mọi khả năng có thể. \" Mặt anh ngày càng ủ ê hơn ... và nài nỉ. \"Em biết là, em luôn có thể hủy hẹn.” Tôi nhìn xuống, sợ sức thuyết phục trong đôi mắt anh. Tôi không chịu tin mình sẽ sợ anh, bất kể nguy hiểm là có thật thế nào đi nữa. Chẳng quan trọng gì cả, tôi lặp đi lặp lại trong đầu.  \"Không, \" tôi thì thầm, liếc nhìn lại vào mặt anh. \"Tôi không thể. \" \"Có lẽ em đúng, \" anh thì thầm chán chường. Mắt anh hình như sẫm màu hơn khi tôi nhìn.  Tôi thay đổi đề tài. \" Mai tôi sẽ gặp anh lúc mấy giờ?\" tôi hỏi, đã buồn nản bởi ý nghĩ anh bây giờ phải đi.  \"Còn tùy ...  thứ bảy mà, em có muốn ngủ nướng không?\" anh đề nghị.  \"Không, \" tôi trả lời quá nhanh. Anh nín cười.  \"Vậy thì cùng thời gian như thường lệ nhé, \" anh quyết định. \" Charlie sẽ ở nhà chứ?\" \"Không, mai bố tôi sẽ đi câu cá. \" Tôi cười khi nhớ lại mọi chuyện tự nhiên bỗng trở nên thuận lợi hết sức. Giọng anh đanh lại. \"Và nếu em không về nhà, bố em sẽ nghĩ gì?\" \"Tôi không biết, \" tôi trả lời lạnh lùng. \"Bố biết tôi định giặt quần áo. Có lẽ ông sẽ nghĩ là tôi lọt vô máy giặt. \" Anh quắc mắt nhìn tôi và tôi cau có nhìn lại. Cơn phẫn nộ của anh dữ dội hơn của tôi.  \"Đêm nay anh săn gì?\" Tôi hỏi khi chắc chắn mình thua cuộc thi nhìn trừng trừng.  \"Bất cứ thứ gì tìm thấy trong khu bảo tồn. Chúng tôi sẽ không đi xa. \" Anh có vẻ kinh ngạc bởi câu hỏi thăm bình thường của tôi về những sự thực được che giấu của anh. \"Tại sao anh đi với Alice?\" tôi tự hỏi.  \" Alice ... thông cảm nhất. \" Anh vừa cau mày vừa nói.  \"Còn những người khác?\" tôi hỏi rụt rè. \"Họ thì sao?\" Trán anh nhăn lại một chốc. \"Đa số thì hoài nghi.” Tôi lén nhìn nhanh vào gia đình anh ở phía sau. Họ ngồi nhìn theo các hướng khác nhau, y hệt như lần đầu tôi gặp họ. Có điều bây giờ họ chỉ còn bốn người; người anh tóc màu đồng, xinh đẹp ngồi đối diện với tôi, đôi mắt vàng của anh ta có vẻ bối rối.  \"Họ không thích tôi, \" tôi đoán.  \"Không phải thế, \" anh phản đối, nhưng đôi mắt anh quá đỗi vô tội. \"Họ chỉ không hiểu tại sao tôi không thể để em yên. \" Tôi nhăn nhó. \"Tôi cũng không để anh yên mà, nếu nói thế. \" Edward lắc đầu chậm rãi, liếc nhìn trần nhà rồi mới chạm vào ánh nhìn chằm chằm của tôi trở lại. \"Tôi đã nói với em rồi - em không biết giá trị của mình. Em chẳng giống bất kỳ ai tôi từng biết. Em làm tôi mê muội.” Tôi nhìn anh trừng trừng, chắc chắn anh đang trêu chọc mình.  Anh mỉm cười khi nhìn thấy nét mặt tôi. \"Tôi quả có lợi thế hơn người, \" anh thì thầm, kín đáo sờ trán, \"Tôi hiểu biết rõ về bản tính của con người. Mọi người đều có thể đoán định được. Nhưng em ... em chẳng bao giờ làm điều mà tôi nghĩ. Em luôn luôn làm tôi sửng sốt. \" Tôi nhìn sang chỗ khác, mắt  lang thang nhìn lại gia đình anh, bối rối và bất bình. Lời anh làm tôi thấy mình giống một thí nghiệm khoa học. Tôi muốn cười nhạo mình vì đã mong đợi chuyện khác hẳn.  “Chuyện đó cũng dễ hiểu, \" anh tiếp tục. Tôi cảm thấy mắt anh trên mặt mình nhưng tôi chưa thể nhìn anh được, e rằng anh có thể đọc được nỗi thất vọng trong mắt tôi. \"Cũng còn những thứ khác nữa ... không dễ nói thành lời - \" Tôi vẫn còn nhìn nhóm Cullens khi anh nói. Bất ngờ Rosalie, người em gái tóc vàng hoe và gợi cảm, nhìn về phía tôi. Không, không phải nhìn – mà là nhìn trừng trừng, bằng đôi mắt đen, lạnh lùng. Tôi muốn nhìn sang chỗ khác, nhưng ánh nhìn chằm chằm của cô ấy giữ  tôi cho đến khi Edward dừng lại giữa chừng và phát ra một tiếng động nhỏ đầy tức giận. Gần như là tiếng rít.  Rosalie quay đi, và tôi cảm thấy nhẹ nhõm vì được giải thoát. Tôi ngoái nhìn Edward - và biết anh có thể nhìn thấy sự bối rối và sợ hãi đang lan rộng trong mắt tôi.  Khuôn mặt anh căng thẳng khi anh giải thích. \"Tôi xin lỗi về chuyện đó. Chỉ vì cô ấy lo lắng mà thôi.  Em thấy đó ... Thật nguy hiểm không chỉ cho tôi nếu, sau khi ở bên em công khai quá lâu ...\" anh nhìn xuống.  \"Nếu?\" \"Nếu chuyện này kết thúc ... đau buồn.” Anh gục đầu vào tay, như đêm ở Port Angeles. Nỗi đau khổ của anh thật rõ rệt; tôi khao khát được an ủi anh, nhưng tôi quá bối rối không biết phải làm sao.  Tay tôi vô tình vươn về phía anh; thật nhanh, tuy vậy, tôi buông tay xuống bàn, sợ sự đụng chạm của mình chỉ làm cho mọi việc trở nên tệ hại hơn. Tôi từ từ hiểu ra: lời anh nói lẽ ra phải làm tôi sợ. Tôi chờ nỗi sợ hãi đến, nhưng mọi điều tôi có thể cảm nhận được chỉ là cảm giác đau đớn vì nỗi đau của anh.  Và thất vọng - thất vọng vì Rosalie đã làm anh dừng lại không nói ra lời định nói. Tôi không biết làm sao để nhắc lại chuyện đó. Anh vẫn ôm đầu.  Tôi cố nói bằng một giọng bình thường. \"Anh phải đi bây giờ phải không?\" \"Ừ. \" anh ngẩng mặt; nghiêm nghị trong chốc lát, rồi tâm trạng anh thay đổi và anh mỉm cười. \"Có lẽ vậy là tốt nhất. Chúng ta còn phải chịu đựng mười lăm phút xem bộ phim đau khổ đó trong giờ sinh vật - Tôi nghĩ tôi không thể chịu đựng thêm nữa. \" Tôi giật nảy mình. Alice – mái tóc ngắn đen nhánh vuốt thành các lọn chỉa ra bù xù, ôm khuôn mặt thanh tú, tuyệt đẹp của cô - đột ngột đứng phía sau vai anh. Dáng mảnh khảnh của cô nàng yểu điệu, duyên dáng ngay cả khi đứng yên không nhúc nhích.  Anh chào cô mà không rời mắt khỏi tôi. \" Alice. \" \"Edward, \" cô trả lời, giọng nữ cao lanh lảnh của cô cũng gần hấp dẫn như giọng anh. \"Alice, đây là Bella - Bella, đây là Alice, \" anh giới thiệu chúng tôi với nhau, đưa tay ra dấu tự nhiên, nụ cười gượng gạo trên mặt.  \"Chào chị, Bella. \" đôi mắt sáng màu vàng nâu của cô thật khó đoán, nhưng nụ cười thật thân thiện. \" Thật vui khi cuối cùng em cũng được gặp chị. \" Edward liếc nhìn cô bực bội.  \"Chào em, Alice, \" tôi thì thầm rụt rè.  \"Anh sẵn sàng chưa?\" cô hỏi anh.  Giọng anh xa xôi. \"Sắp. Anh sẽ gặp em ở xe. \" Cô bỏ đi không nói thêm lời nào; dáng đi êm ái và uyển chuyển đến nỗi tôi cảm thấy nhói lên ghen tị.  \"Tôi có nên nói 'chúc vui nhe,' hay đó là câu xã giao không phù hợp?\" tôi hỏi, quay về phía anh.  \"Không sao, 'chúc vui ' cũng hợp y như mọi câu khác. \" anh cười toe toét.  \"Vậy chúc anh vui nhé. \" Tôi cố tỏ vẻ thực lòng chúc anh. Tất nhiên tôi không đánh lừa được anh.  \"Tôi sẽ ráng. \" anh vẫn cười toe toét. \"Và em ráng giữ an toàn, nhé. \" \"An toàn ở Forks – khó quá nhỉ.” \"Đối với em thì đúng là khó khăn thật đó. \" Hàm anh bạnh ra. \"Hứa đi. \" \"Tôi hứa sẽ ráng an toàn, \" tôi lặp lại. \"Tôi sẽ giặt quần áo đêm nay - nên sẽ đầy nguy hiểm.” \"Đừng có lọt vô đó, \" anh chế giễu.  \"Tôi sẽ cố hết sức. \" Rồi anh đứng lên, tôi cũng đứng lên.  \"Mai gặp anh, \" tôi thở dài.  \"Với em có vẻ lâu nhỉ, phải không?\" anh trầm ngâm.  Tôi gật đầu buồn bã.  \"Tôi sẽ có mặt ở đó vào buổi sáng, \" anh hứa, cười nhếch môi.  Anh vươn tay qua bàn để chạm vào mặt tôi, nhẹ vuốt dọc theo má tôi lần nữa. Rồi anh quay lưng bỏ đi. Tôi chằm chằm sau lưng anh cho đến khi anh khuất lối.  Tôi hết sức muốn trốn học thời gian còn lại trong ngày, ít ra là trốn môn thể dục, nhưng bản năng cảnh giác đã ngăn tôi. Tôi biết nếu tôi biến bây giờ, Mike và những người khác sẽ cho là tôi đi cùng Edward. Và Edward đã lo lắng về thời gian chúng tôi ở bên nhau công khai ... nếu mọi chuyện trở nên tệ hại. Tôi không chịu đào sâu thêm về ý cuối ấy, thay vào đó là tập trung làm cho mọi việc an toàn hơn cho anh.  Bằng trực giác tôi biết - và cảm thấy anh cũng biết - ngày mai sẽ là một ngày cực kỳ quan trọng. Quan hệ của chúng tôi không thể thăng bằng, như đã vậy, trên mũi dao. Chúng tôi sẽ rớt xuống phía này hoặc phía kia, tùy thuộc hoàn toàn vào quyết định của anh, hoặc bản năng của anh. Còn tôi đã quyết định rồi, quyết định từ trước khi ý thức về điều đó, và tôi quyết tâm làm đến cùng.  Bởi vì không có gì khủng khiếp hơn đối với tôi, đau khổ hơn, cái ý nghĩ chối bỏ anh. Đó là điều không thể. Tôi ngoan ngoãn đến lớp. Tôi thực không biết được giờ sinh vật ra sao nữa; tâm trí  quá bận rộn với suy tư về ngày mai. Trong giờ thể dục, Mike nói chuyện với tôi trở lại; anh chàng chúc tôi vui vẻ ở Seattle. Tôi cẩn thận giải thích tôi sẽ hủy chuyến đi này vì lo xe tải không chạy nỗi tới đó.  \"Bạn sẽ đi khiêu vũ với Cullen phải không?\" anh hỏi, đột ngột hờn dỗi.  \"Không, tôi chẳng hề đi khiêu vũ . \" \"Vậy thì bạn sẽ làm gì?\" anh hỏi, quan tâm quá mức. Nỗi thôi thúc tự nhiên trong tôi muốn bảo anh ta đừng xía vô chuyện người khác. Nhưng thay vào đó, tôi lại vui vẻ nói dối.  \"Giặt đồ, rồi tôi phải học vì sắp kiểm tra Lượng giác rồi, nếu không chắc thi rớt quá.” \"Cullen sẽ giúp bạn học hả?\" \"Edward, \" tôi nhấn mạnh, \" sẽ không giúp tôi học. Anh ấy đã đi đâu đó vào cuối tuần rồi.”  Lời nói dối phát ra tự nhiên hơn thường lệ, tôi bất ngờ để ý thấy.  \"Ôi. \" anh chàng hoạt bát lên. \"Bạn biết đó, dù sao thì bạn cũng có thể đi khiêu vũ với nhóm chúng tôi - Vậy thì tuyệt lắm. Tất cả bọn tôi sẽ khiêu vũ với bạn, \" anh chàng hứa.  Hình ảnh điên loạn của khuôn mặt Jessica làm giọng tôi đanh hơn cần thiết.  \"Tôi sẽ không đi khiêu vũ, Mike, được chưa?\" \"Tốt thôi. \" anh hờn dỗi tiếp. \"Tôi chỉ đề nghị thôi mà. \" Khi ngày đi học đã cuối cùng kết thúc, tôi đến bãi đậu xe chẳng chút hăng hái. Tôi không muốn đi bộ về nhà lắm, nhưng tôi không biết làm sao mà anh mang được xe tôi đến đây.  Thế rồi một lần nữa, tôi bắt đầu tin rằng không có gì là không thể đối với anh. Cảm giác sau tỏ ra đúng - xe tải của tôi đang nằm ở chỗ anh đỗ chiếc Volvo sáng nay. Tôi lắc đầu, hoài nghi, khi mở cửa xe không khoá, nhìn thấy chìa khoá cắm ở công tắc. Có một mảnh giấy trắng gấp lại trên ghế . Tôi bước vào và đóng cửa trước khi mở nó ra. Hai từ được viết bằng nét chữ trang nhã của anh.  Bảo trọng.  Tiếng xe tải gầm lên làm tôi hết hồn. Tôi cười nhạo mình.  Khi về đến nhà, cửa khoá, then không cài, y như lúc tôi ra khỏi nhà sáng nay. Tôi đi thẳng vào phòng giặt đồ.  Nó cũng y như lúc tôi ra khỏi phòng. Tôi lục quần jean của mình và, sau khi tìm ra, tôi kiểm tra mấy cái túi. Không có gì. Có lẽ rốt cuộc tôi đã treo chìa khoá lên rồi, tôi suy nghĩ, lắc đầu.  Theo cùng bản năng đã thôi thúc tôi nói dối Mike, tôi gọi Jessica giả vờ chúc nhỏ may mắn trong buổi khiêu vũ. Khi cô nàng cũng chúc tương tự cho ngày của tôi bên Edward, tôi kể cô nàng nghe mình đã huỷ bỏ chuyến đi. Cô nàng thất vọng hơn thực sự cần thiết đối với một người quan sát bên thứ ba. Sau đó, tôi nói lời từ biệt thật nhanh.  Charlie lơ đãng khi ăn tối, lo lắng chuyện gì đó ở cơ quan, tôi đoán, hoặc có lẽ về trận thi đấu bóng rổ, hoặc có lẽ ông thực ra chỉ đang thưởng thức món lasagna - thật khó mà biết được Charlie nghĩ gì. \"Bố biết không ... \" tôi bắt đầu, phá vỡ cơn mơ màng của ông.  \"Gì hả, Bell ?\" \"Con nghĩ bố nói đúng về vụ Seattle. Con nghĩ con sẽ đợi cho đến khi Jessica hay ai khác có thể đi chung với con.” \"Ồ, \" ông nói, ngạc nhiên. \"Ồ, được thôi. Vậy, con có muốn bố ở nhà không?\" \"Không, bố, đừng thay đổi kế hoạch của mình. Con có hàng triệu thứ phải làm … bài tập về nhà, giặt giũ … Con cần đến thư viện và cửa hàng tạp hoá. Con sẽ đi đi về về suốt cả ngày ... bố cứ việc đi chơi vui vẻ. \" \"Con chắc không?\" \"Chắc chắn, bố. Hơn nữa, ngăn đá thiếu cá quá rồi – mình chỉ còn cá dự trữ cho hai, hoặc ba năm mà thôi.” \"Thực dễ sống chung với con, Bella. \" ông mỉm cười.  \"Bố cũng vậy, \" tôi nói, cười to. Tiếng cười của tôi gượng gạo, nhưng dường như ông không nhận thấy. Tôi cảm thấy mình thật tội lỗi vì đã lừa bố nên tôi suýt theo lời khuyên của Edward nói cho bố biết mình sẽ ở đâu. Suýt thôi.  Sau bữa tối, tôi gấp quần áo và lôi đồ trong máy sấy ra.  Không may đó là loại công việc chỉ làm tay bận rộn. Tâm trí tôi rõ ràng quá rảnh rỗi, nên đang vượt khỏi tầm kiểm soát. Tôi dao động giữa nỗi mong chờ mãnh liệt đến mức gần như đau đớn và nỗi sợ hãi âm thầm giằng xé quyết tâm của tôi. Tôi phải nhắc đi nhắc lại với mình là ý tôi đã quyết, nên tôi sẽ không thay đổi nữa.  Tôi lôi mảnh giấy của anh ra khỏi túi  thường xuyên hơn cần thiết để nghiền ngẫm hai từ ngắn ngủi anh đã viết. Anh muốn tôi an toàn, tôi tự nói với mình hết lần này đến lần khác. Tôi sẽ giữ trọn niềm tin rằng, cuối cùng, ham muốn ấy sẽ chiến thắng mọi thứ khác.  Và có phải lựa chọn kia của tôi là rứt anh ra khỏi đời tôi chăng? Không thể chịu đựng nỗi. Ngoài ra, vì tôi đã đến Forks, nên dường như đời tôi là dành cho anh rồi.  Nhưng một giọng nói nhỏ xíu tận sâu trong tâm khảm tôi lo lắng, tự hỏi liệu có đau đớn lắm không ... nếu kết thúc đau buồn.  Tôi cảm thấy nhẹ nhõm khi đã đủ khuya để có thể đi ngủ. Tôi biết mình quá căng thẳng để ngủ được, vì vậy tôi làm một chuyện chưa từng làm trước đây.  Tôi cố tình uống thuốc cảm quá mức - loại hạ gục tôi trong vòng tám tiếng đồng hồ. Tôi thường sẽ không tha thứ loại hành vi này của mình, nhưng ngày mai đã đủ phức tạp không cần tới chuyện gật gù vì thiếu ngủ hơn mọi thứ khác.  Trong khi chờ thuốc có tác dụng, tôi sấy khô mái tóc sạch cho đến khi tóc thẳng hết mức, và chăm chút xem mai sẽ mặc gì. Khi mọi thứ đã sẵn sàng cho buổi sáng, cuối cùng thì tôi cũng lăn vào giường . Tôi cảm thấy lo lắng bồn chồn; tôi không ngừng vặn vẹo người. Tôi ngồi dậy và lục lọi hộp đựng đĩa CD cho đến khi tôi tìm thấy một sưu tập các bản dạ khúc của Chopin. Tôi nhẹ nhàng bật nhạc rồi nằm xuống trở lại, tập trung thư giãn từng bộ phận của cơ thể.  Khi đang làm thế thì thuốc cảm có hiệu lực, và tôi sung sướng chìm vào vô thức. Tôi thức dậy sớm, đã ngủ một giấc thật ngon và không mộng mị nhờ dùng thuốc không cần thiết. Mặc dù đã nghỉ ngơi đàng hoàng, tôi lại rơi ngay vào sự cuồng loạn giống đêm trước. Tôi mặc vội vã, vuốt cổ áo ngay ngắn, bồn chồn mặc chiếc áo len nâu nhạt cho đến khi nó buông thỏng trên cái quần jean. Tôi lén nhìn ra cửa sổ thấy Charlie đã lên đường.  Một lớp mây mỏng, nhẹ như bông che bầu trời. Không có vẻ sẽ tồn tại lâu.  Tôi ăn sáng mà không biết mình ăn gì, vội vã dọn dẹp khi ăn xong. Tôi nhìn lén ra cửa sổ lại, nhưng chẳng có gì khác cả. Tôi vừa mới đánh răng xong và đang xuống lầu lần nữa thì một tiếng gõ nhẹ làm tim tôi rơi bịch xuống lồng ngực .  Tôi bay ra cửa; tôi gặp rắc rối nhỏ với cái then cửa đơn giản, nhưng cuối cùng tôi giật mạnh cho cửa mở, và anh đã ở đó.  Mọi kích động tan biến ngay khi tôi nhìn vào mặt anh, bình thản. Tôi thở phào nhẹ nhõm - nỗi sợ hãi hôm qua như hết sức ngu ngốc khi có anh ở đây.  Lúc đầu anh không cười - khuôn mặt u ám. Nhưng rồi vẻ mặt anh nhẹ nhõm khi nhìn tôi một lượt từ trên xuống, rồi anh cười.  \"Chào buổi sáng, \" anh cười khúc khích.  \"Có chuyện gì vậy?\" tôi liếc nhìn xuống để đảm bảo mình không quên những thứ quan trọng, như giày, hoặc quần.  \"Mình hợp nhau. \" Anh lại cười. Tôi nhận ra anh mặc chiếc áo len màu nâu nhạt mỏng, dài, với cổ áo trắng bên dưới, và quần jean xanh dương. Tôi cười với anh, che giấu nỗi đau đớn nuối tiếc ngấm ngầm - sao anh trông giống người mẫu đang biểu diễn thời trang còn tôi thì không? Tôi khoá cửa sau lưng trong khi anh đến gần xe tải. Anh chờ bên cửa dành cho hành khách với vẻ mặt nhẫn nhục chịu đựng dễ hiểu.  \"Mình đã đồng ý vậy rồi mà, \" Tôi nhắc anh một cách tự mãn, leo vào ghế tài xế, và vươn tay mở khoá cửa cho anh.  \"Đi đâu đây?\" tôi hỏi.  \"Cài dây an toàn đi - Tôi căng thẳng quá. \" Tôi nhìn anh khinh miệt khi làm theo lời anh.  \"Đi đâu chứ?\" tôi thở dài lặp lại.  \"Thẳng về hướng bắc,” anh ra lệnh.  Thật khó tập trung lạ lùng vào đường đi khi cảm thấy ánh nhìn chằm chằm của anh trên mặt mình. Tôi lấy thăng bằng bằng cách lái cẩn thận hơn bình thường xuyên qua thành phố vẫn còn đang say ngủ.  swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructedand proving him right to look over and be sure. \"Em có định ra khỏi Forks trước khi màn đêm buông xuống không?\" \"Chiếc xe tải này đủ già để làm ông nội xe anh đó - tôn trọng một chút đi, \" tôi vặn vẹo.  Chúng tôi ra khỏi địa phận thành phố ngay, mặc cho sự bi quan của anh. Những bụi cây thấp rậm rạp, thân cây phủ rêu đã thay chỗ cho bãi cỏ và nhà cửa.  \"Quẹo phải ở I - ten, \" anh hướng dẫn đúng lúc tôi định hỏi. Tôi lặng lẽ làm theo.  \"Bây giờ mình lái cho đến khi hết đường nhựa.” Tôi có thể nghe nụ cười ẩn trong giọng anh, nhưng tôi quá sợ lạc tay lái và sợ chứng minh anh đúng nên không dám quay qua nhìn kỹ để biết chắc.  \"Có gì ở đó, ở cuối đường nhựa?\" tôi ngạc nhiên.  \"Đường mòn.” \"Mình sẽ đi bộ xuyên rừng à?\" Cảm ơn trời đất vì tôi đang mang giầy chơi quần vợt.  \"Có phải chuyện đó không ổn không?\" Giọng anh như thể anh mong vậy lắm.  \"Không. \" tôi cố làm cho lời nói dối có vẻ tự tin. Nhưng nếu anh nghĩ  xe tôi chạy chậm... \"Đừng lo, chỉ năm dặm gì đó thôi, và mình đâu có vội. \" Năm dặm. Tôi không trả lời, nên anh sẽ không nghe được giọng tôi đầy hoảng sợ. Năm dặm đầy rễ cây xảo trá và đá trơn trợt, cố làm trặt mắt cá chân tôi hoặc nếu không cũng sẽ làm tôi bất lực. Thế nào cũng sẽ bẽ mặt.  Chúng tôi im lặng chạy một chốc trong khi tôi ngẫm nghĩ về nỗi kinh hoàng sắp tới.  \"Em đang nghĩ gì vậy?\" anh sốt ruột hỏi sau vài phút.  Tôi nói dối lần nữa. \"Chỉ tự hỏi không biết mình sẽ đi đâu.” \"Đó là nơi tôi thích đến khi thời tiết tốt.” Cả hai chúng tôi cùng liếc ra cửa sổ nhìn vào những đám mây mỏng sau khi anh nói xong. \"Charlie nói hôm nay trời sẽ ấm áp. \" \"Rồi em có nói với Charlie em định làm gì không?\" anh hỏi.  \"Không. \" \"Nhưng Jessica nghĩ mình sẽ đi Seattle với nhau phải không?\" Anh có vẻ vui vì ý nghĩ đó.  \"Không, tôi bảo cô ấy là anh đã hủy hẹn với tôi - mà đúng vậy. \" \"Không ai biết em đi với tôi?\" Giận dữ rồi.  \"Cũng tùy ... Tôi đoán  anh có nói với Alice?\" \"Hay thật, Bella, \" anh cáu kỉnh.  Tôi giả vờ không nghe được câu đó.  \"Có phải em quá chán Forks đến mức em muốn tự sát?\" anh hỏi khi tôi lờ anh đi.  \"Anh đã nói anh có thể bị rắc rối ... khi mình công khai đi với nhau, \" tôi nhắc anh.  \"Vậy em lo tôi có thể gặp rắc rối - nếu em không về nhà ư?\" Giọng anh vẫn còn tức giận, và vô cùng mỉa mai.  Tôi gật đầu, chú ý vào đường đi.  Anh thì thầm cái gì đó lầm bầm, nói nhanh đến mức tôi không hiểu được.  Chúng tôi im lặng suốt đoạn đường còn lại. Tôi có thể cảm thấy nỗi bất bình giận dữ đang trào dâng trong anh, mà tôi chẳng nghĩ ra được chuyện gì để nói. Rồi đường đã tới ngõ cụt, thu nhỏ thành một đường mòn hẹp có bảng chỉ đường nhỏ bằng gỗ. Tôi đỗ xe trên dải đất hẹp bên đường và bước ra ngoài, sợ anh giận mà tôi thì không còn cớ lái xe để khỏi nhìn anh.  Bây giờ trời đã ấm, ấm chưa từng có ở Forks từ ngày tôi đến tới giờ, gần như là oi bức dưới mây. Tôi cởi áo len rồi cột quanh thắt lưng, mừng vì mình mặc áo thun không tay, mỏng – nhất là khi có năm dặm phải đi bộ trước mắt.  Tôi nghe anh đóng sầm cửa, và nhìn qua thấy rằng anh cũng đã cởi áo len rồi. Anh quay mặt không nhìn tôi, mà nhìn vào khu rừng hoang sơ cạnh xe tải.  \"Lối này,” anh nói, liếc qua vai nhìn tôi, mắt vẫn khó chịu. Anh bắt đầu vào khu rừng âm u.  \"Không đi theo đường mòn sao?\" Hoảng sợ rõ ràng trong giọng nói khi tôi vội vã đi quanh xe đuổi theo anh.  \"Tôi đã nói có đường mòn ở cuối đường, chứ không nói mình sẽ đi theo đường mòn. \" \"Không có đường mòn sao?\" tôi  tuyệt vọng hỏi.  \"Tôi sẽ không để em đi lạc đâu. \" Rồi anh quay lại, với nụ cười nhạo báng, và tôi kềm không thở hổn hển. Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín.  Anh quá hoàn hảo, tôi nhận ra điều đó cùng cảm giác tuyệt vọng đau nhói. Không thể nào mà tạo vật thần thánh này lại có thể dành cho tôi.  Anh nhìn tôi chằm chằm, bối rối vì vẻ đau đớn của tôi.  \"Em có muốn về nhà không?\" anh nói lặng lẽ, một nỗi đau khác nỗi đau của tôi chứa chan trong giọng anh.  \" Không. \" Tôi đi về phía trước cho đến khi ở sát bên anh, lo lắng không muốn phí một giây nào có thể có với anh.  \"Có chuyện gì vậy?\" anh hỏi, giọng dịu dàng.  \"Tôi không giỏi đi bộ đường dài đâu, \" tôi hờ hững trả lời. \" Anh sẽ phải hết sức kiên nhẫn. \" \"Tôi có thể kiên nhẫn - nếu tôi cố gắng thiệt nhiều. \" Anh mỉm cười, vẫn nhìn tôi, cố làm tôi thoát được nỗi buồn nản khó hiểu, đột ngột xâm chiếm.  Tôi cố mỉm cười lại, nhưng nụ cười không có sức thuyết phục. Anh dò xét mặt tôi.  \"Tôi sẽ đưa em về nhà, \" anh hứa. Tôi không biết lời hứa này là vô điều kiện, hay chỉ áp dụng khi mới khởi hành. Tôi biết anh nghĩ nỗi sợ hãi làm tôi khó chịu, và tôi cảm thấy may mà tôi là người anh không thể đọc được suy nghĩ.  \"Nếu anh muốn tôi qua được năm dặm đi rừng trước khi hoàng hôn xuống, anh nên dẫn đường đi thôi, \" tôi nói gay gắt. Anh cau mày khó chịu với tôi, cố hiểu giọng nói và vẻ mặt của tôi.  Một lúc sau anh chịu thua và dẫn đường đi vào rừng.  Không khó như tôi đã sợ. Đường đi hầu hết bằng phẳng, và anh giữ cho các cụm dương xỉ và mảng rêu ẩm ướt xa khỏi tôi. Khi trên đường có chỗ cây ngã hay đá cuội, anh đều giúp tôi, nâng tôi nơi khuỷu tay, rồi thả tôi xuống ngay khi đường thông thoáng.  Cảm giác lạnh khi anh chạm vào da tôi luôn làm tim tôi thình thịch lỗi nhịp. Hai lần, khi chuyện đó xảy ra, tôi bắt gặp vẻ mặt anh khiến tôi tin chắc anh sao đó nghe được tiếng tim mình.  Tôi cố không nhìn đường nét hoàn hảo của anh càng nhiều càng tốt, nhưng tôi thường xuyên sơ sẩy. Mỗi lần như vậy, vẻ đẹp của anh lại đâm vào tim tôi một nỗi buồn.  Phần lớn, chúng tôi đi trong im lặng. Đôi khi anh hỏi một câu hỏi nào đó chưa kịp hỏi trong hai ngày thẩm vấn. Anh hỏi về ngày sinh, giáo viên tiểu học, thú cưng thời thơ ấu của tôi  - và tôi phải thừa nhận là sau khi làm chết ba con cá liên tục, tôi đã từ bỏ toàn bộ chuyện đó. Anh cười to chế giễu, to hơn tôi vẫn quen nghe - tiếng vọng giống chuông ngân dội lại chỗ chúng tôi trong khu rừng trống.  Cuộc đi bộ làm tôi mất gần hết buổi sáng, nhưng anh chẳng hề tỏ ra sốt ruột chút nào. Rừng bao bọc quanh chúng tôi bằng mê cung cổ thụ bao la, và tôi bắt đầu lo sẽ không thể tìm thấy lối ra trở lại. Anh hoàn toàn thoải mái, dễ chịu thoải mái trong mê cung xanh, dường như chẳng hề cảm thấy chút nghi ngại nào về hướng đi của chúng tôi.  Sau vài giờ, ánh sáng lọc qua vòm lá thay đổi, màu ô liu tăm tối chuyển sang màu ngọc bích nhạt hơn. Ngày trở thành đầy nắng, đúng như anh dự đoán. Lần đầu tiên từ khi chúng tôi vào rừng, tôi cảm thấy phấn khích – rồi nhanh chóng chuyển thành sốt ruột.  \"Mình tới nơi chưa?\" tôi chọc, giả vờ cau có. \"Gần rồi. \" Anh cười vì tâm trạng tôi thay đổi. \"Em có thấy ánh sáng phía trước không?\" Tôi săm soi nhìn vào rừng rậm. \"Ờ..., tôi thấy được sao?\" Anh cười tự mãn. \"Có lẽ hơi sớm đối với mắt em. \" \"Đến lúc đi khám mắt rồi, \" tôi thì thầm. Nụ cười tự mãn của anh càng rõ rệt hơn. Nhưng rồi, sau khi đi thêm một trăm mét nữa, tôi đã nhìn thấy được ánh sáng trong khu rừng trước mặt, ánh sáng dịu màu vàng chứ không còn xanh nữa. Tôi đi nhanh hơn, sự háo hức tăng dần theo mỗi bước chân. Bây giờ anh để tôi dẫn đường, theo sau không một tiếng động. Tôi đến bờ của vùng sáng rực rỡ và xuyên qua chùm dương xỉ, cuối cùng bước vào nơi đẹp nhất tôi từng  thấy. Đồng cỏ nhỏ, tròn trịa, và đầy hoa dại - tím, vàng, và trắng dịu. Đâu đó gần đây, tôi có thể nghe tiếng suối reo róc rách.  Mặt trời ở ngay trên đầu, rọi xuống bãi cỏ quầng nắng vàng rộm. Tôi đi từ từ, sùng kính, qua cỏ mềm, hoa rung rinh, và không khí ấm áp, tràn trề. Tôi quay vòng, muốn chia sẻ cảm giác này với anh, nhưng anh không ở phía sau tôi như tôi nghĩ. Tôi quay phắt lại, hoảng hốt tìm anh. Cuối cùng tôi phát hiện anh vẫn đang đứng dưới bóng mát dày đặc của vòm lá bên rìa thung lũng, ngắm tôi bằng đôi mắt cẩn trọng. Chỉ lúc đó tôi mới nhớ điều mà vẻ đẹp của đồng cỏ xua đuổi khỏi tâm trí tôi - điều bí ẩn của Edward với mặt trời, anh đã hứa sẽ giải thích tôi biết hôm nay. Tôi bước một bước về phía anh, mắt đầy hiếu kỳ. Mắt anh dè dặt, miễn cưỡng. Tôi mỉm cười khích lệ rồi vẫy tay gọi anh, bước thêm một bước nữa về phía anh. Anh giơ một tay lên cảnh báo, và tôi lưỡng lự, giậm gót.  Edward hình như hít một hơi thật sâu, rồi bước vào ánh sáng mặt trời rực rỡ giữa trưa."
        }
    ],
    "suggestions": []
}