{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['laitnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính nhẹ nhàng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính nhanh nhẹn</td></tr></table><i/></div>",
            "word": "lightness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lightness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lightness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lightness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lightness"
        }
    },
    "sentences": [
        {
            "en": "Watching him, I see the <em>lightness</em> of heart.",
            "vi": "Trái tim tôi đập nhẹ nhàng khi nhìn anh ấy."
        },
        {
            "en": "Glass bricks in the small bathroom gave the illusion of <em>lightness</em> and space.",
            "vi": "Những viên gạch thủy tinh trong phòng tắm nhỏ đem lại ảo giác về sự chiếu sáng và không gian."
        },
        {
            "en": "The pressure eases.  A <em>lightness</em> of mind and spirit arises, and perhaps a sense of humor.  Now that is different!",
            "vi": "Như thế áp lực sẽ giảm bớt đi. Sự khai sáng trong ý thức và tinh thần nảy sinh và có thể cả khiếu hài hước nữa. Và đó chính là sự thay đổi!"
        },
        {
            "en": "The heaviness of being successful was replaced by the <em>lightness</em> of being a beginner again, less sure about everything.",
            "vi": "Gánh nặng của sự thành công đã được thay thế bằng ánh sáng của sự bắt đầu mới tuy không có điều gì chắc chắn."
        },
        {
            "en": "Helium itself is not rare; there is actually a plentiful supply of it in the cosmos. In fact, 24 per cent of our galaxy’s elemental mass consists of helium, which makes it the second most abundant element in our universe. Because of its <em>lightness</em>, however, most helium vanished from our own planet many years ago.",
            "vi": "Khí Heli bản thân nó không phải là hiếm; nó thực sự là một nguồn khí dồi dào có trong vũ trụ. Trong thực tế, 24 % khối lượng nguyên tố của thiên hà chúng ta chứa đựng khí hêli, điều đó tạo nên nguyên tố phổ biến thứ hai trong vũ trụ của chúng ta. Tuy nhiên, do tích chất của khí heli nhẹ nên hầu hết khí hêli biến mất khỏi hành tinh của chúng ta cách đây nhiều năm."
        }
    ],
    "suggestions": []
}