{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lilly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lilly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lilly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lilly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lilly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Where is <em>Lilly</em>?",
            "vi": "Lilly đâu rồi?"
        },
        {
            "en": "Where is <em>Lilly</em>, Jack?",
            "vi": "Lilly đâu rồi, jack?"
        },
        {
            "en": "Cast: Paul Rudd, Evangeline <em>Lilly</em>, Hayley Atwell",
            "vi": "Diễn viên: Paul Rudd, Evangeline Lilly, Hayley Atwell"
        },
        {
            "en": "What are Bob and <em>Lilly</em> doing?",
            "vi": "Bob và lilly đang làm gì vậy?"
        },
        {
            "en": "8. They were both well behind Maya (53rd), Amaya (238th), Ellie-May (244th), Lily-May (255th) and <em>Lilly</em>-May (274th). ",
            "vi": "8 – Chúng đều xếp sau Maya (thứ 53), Amaya (thứ 238), Ellie - May (thứ 244), Lily - May (thứ 266) và Lilly - May (thứ 274)"
        },
        {
            "en": "In the dinner party, sitting around the table were the heads of marketing for companies like Wal-Mart, Cigna, Lockheed, Eli <em>Lilly</em>, eBay, and Nissan. All of them were people who managed significant marketing budgets.",
            "vi": "những vị đứng đầu bộ phận tiếp thị của các công ty như Wal - Mart, Cigna, Lockheed, Eli Lilly, eBay và Nissan. Tất cả họ đều là những người nắm giữ trong tay nguồn ngân sách tiếp thị khổng lồ."
        },
        {
            "en": "In the dinner party, sitting around the table were the heads of marketing for companies like Wal - Mart, Cigna, Lockheed, Eli <em>Lilly</em>, eBay, and Nissan. All of them were people who managed significant marketing budgets.",
            "vi": "Trong buổi tiệc tối, ngồi quanh bàn là những vị đứng đầu bộ phận tiếp thị của các công ty như Wal-Mart, Cigna, Lockheed, Eli Lilly, eBay và Nissan. Tất cả họ đều là những người nắm giữ trong tay nguồn ngân sách tiếp thị khổng lồ."
        },
        {
            "en": "Pharmaceutical company like Eli <em>Lilly</em> recently handed over several research patents to Indian companies to manufacture drugs for commercial use because these kind of work would be significantly costly if done in the U.S and Europe.",
            "vi": "Công ty y dược như Eli Lilly gần đây đã chuyển nhiều bằng phát minh nghiên cứu cho các công ty Ấn Độ để chế tạo thuốc cho dùng thương mại bởi vì loại công việc này sẽ tốn kém khá nhiều nếu được làm ở Mĩ hay châu Âu."
        }
    ],
    "suggestions": []
}