{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lim"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lim"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lim"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lim"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lim"
        }
    },
    "sentences": [
        {
            "en": "<em>Lim</em> Festival in Bac Ninh",
            "vi": "Hội Lim ở Bắc Ninh"
        },
        {
            "en": "Don't forget <em>Lim</em> and An are coming over tonight.",
            "vi": "Đừng quên là lim và an sẽ đến thăm chúng ta tối nay."
        },
        {
            "en": "\"Dump her. Find other girls,\" suggested Nicholas <em>Lim</em>.",
            "vi": "\"Mặc kệ cô ta. Hãy tìm những cô gái khác,\" - đó là gơị ý của Nicholas Lim"
        },
        {
            "en": "On <em>Lim</em> Hill, representatives of villages take part in a traditional liturgy of incense-offering at <em>Lim</em> Pagoda, which is a place to worship Mr. Nguyen Dinh Dien.",
            "vi": "Tại Đình Lim, đại diện của các làng khai mạc nghi thức truyền thống dâng hương tại chùa Lim, đó là nơi thờ phụng Ngài Nguyễn Đình Điền."
        },
        {
            "en": "Weeks, John, Nguyen Thang, Rathin Roy and Joseph <em>Lim</em> (2004) Viet Nam: Seeking Equity within Growth.",
            "vi": "Weeks, John, Nguyễn Thăng, Rathin Roy và Joseph Lim (2004) Việt Nam: Tìm kiếm sự bình đẳn trong tăng trưởng."
        },
        {
            "en": "The main day of the festival is 13th day of Lunar New Year. At the beginning of the festival, the locals gather very early in a procession up to <em>Lim</em> Hill – the center of <em>Lim</em> Festival.",
            "vi": "Ngày chính thức của lễ hội là ngày 13 của năm âm lịch. Bắt đầu lễ hội, người dân tụ hợp rất sớm tại lễ rước đình Lim - trung tâm của Hội Lim."
        },
        {
            "en": "Nhat overcame host athlete <em>Lim</em> Wei Wen 15-8 in the final of the men's individual epee event.",
            "vi": "Nhất vượt qua vận động viên chủ nhà Lim Wei Wen với tỉ số 15-8 trong trận chung kết trong hạng mục kiếm ba cạnh cá nhân nam."
        },
        {
            "en": "Recreational activities of <em>Lim</em> Festival begin earlier, usually from 12th day of Lunar New Year. Of course, the most attractive activity is “quan ho” singing performance.",
            "vi": "Các hoạt động vui chơi giải trí của Hội Lim bắt đầu sớm hơn, thường từ ngày 12 của năm âm lịch. Tất nhiên, hầu hết hoạt động thu hút đó là màn trình diễn hát \" Quan Ho\"."
        },
        {
            "en": "Over 300 years in existence, <em>Lim</em> Festival has become an indispensable part of Vietnamese culture and the pride of Vietnamese people.",
            "vi": "Hơn 300 years hình thành, Hội Lim đã trở thành một điều không thể thiếu của văn hóa nguwoif Việt và niềm hãnh diện của người Việt."
        },
        {
            "en": "<em>Lim</em>, Linda (1990) ‘Women’s Work in Export Factories: The Politics of a Cause’, in Irene Tinker ed., Persistent Inequalities: Women and World Development, Oxford: Oxford University Press.",
            "vi": "Lim, Linda (1990) ‘Việc làm của phụ nữ trong các nhà máy xuất khẩu: Vấn đề chính trị học’, trong Irene Tinker ed., Bất bình đẳng dai dẳng: Phụ nữ và Sự phát triển thế giới, Oxford: Nhà máy in Đại học Oxford."
        },
        {
            "en": "He was also the person who founded <em>Lim</em> Festival, which was originally Commune Festival held yearly in the eighth lunar month. Therefore, the incense-offering liturgy expresses gratitude and respect of the locals for him, and is also an occasion to remember the origin of <em>Lim</em> Festival as well.",
            "vi": "Ông cũng là cha đẻ của Hội Lim, được bắt đầu từ Hội Làng tổ chức hàng năm vào tám tháng âm lịch. Do đó, nghi lễ dâng hương bày tỏ lòng biết ơn và tôn kính của người dân dành cho ông, và cũng là một dịp để nhắc lại nguồn gốc Hội Lim."
        },
        {
            "en": "<em>Lim</em> Festival opens annually on around 12th - 13th day of the first lunar month in the year. The festival takes place in Noi Due Commune, Lien Bao Commune and <em>Lim</em> Town in Tien Du District, Bac Ninh Province. It's the festival of \"Quan Ho\" folk singing, which was named UNESCO Intangible Cultural Heritage in 2009.",
            "vi": "Hội Lim được tổ chức hàng vào cứ vào ngày 12 -13/1 âm lịch trong năm. Hội được diễn ra ở xã Nội Duệ, xã Liên Bảo và Thị trấn Lim ở huyện Tiên Du, tỉnh Bắc Ninh. Đây là lễ hội ca hát \"Quan Họ\", được UNESCO trao tăng di sản văn phi vật thể năm 2009."
        },
        {
            "en": "Each year, thousands of tourists come to visit <em>Lim</em> Festival and enjoy the Intangible Cultural Heritage. On <em>Lim</em> Hill, several stages of villages in Bac Ninh Province are built. Visitors can enjoy “quan ho” singing at different stages and interact with singers in traditional costumes.",
            "vi": "Mỗi năm, hàng ngàn du khách đến với Hội Lim và thưởng thức di sản văn hóa phi vật thể. Tại Đình Lim, một vài giai đọng của đình ở Bắc Ninh được sửa. Du khách có thể thưởng thức điệu hát \"Quan Họ tại những giai đoạn khác nhau tiếp xúc với những ca sỹ trong những trang phục truyên thống."
        },
        {
            "en": "Ms. <em>Lim</em> says contract employment offers several positives, as more companies are willing to pay for good contract workers as they recognise them as an integral part of their workforce.",
            "vi": "Cô Lim cho rằng lao động có hợp đồng mang lại nhiều thuận lợi, vì càng nhiều công ty sẵn sàng trả lương cho những nhân viên ký hợp đồng làm việc tốt vì họ cho rằng họ là một phần không tách rời của đội"
        },
        {
            "en": "Ms. <em>Lim</em> says contract employment offers several positives, as more companies are willing to pay for good contract workers as they recognise them as an integral part of their workforce.",
            "vi": "Cô Lim cho rằng lao động có hợp đồng mang lại nhiều thuận lợi, vì càng nhiều công ty sẵn sàng trả lương cho những nhân viên ký hợp đồng làm việc tốt vì họ cho rằng họ là một phần không tách rời của đội ngũ nhân viên trong công ty."
        },
        {
            "en": "Mr Clive <em>Lim</em> claimed to have eight Vietnamese women here, and showed us a link to the profiles of these women when TNP reporters posed as an interested customer.",
            "vi": "Clive Lim tuyên bố gã có 8 thiếu nữ Việt ở đây, và cho chúng tôi một đường link đến các bản lý lịch về những cô gái này khi phóng viên The New Pape đóng vai khách hàng có nhu cầu hỏi."
        },
        {
            "en": "In the women's 800m freestyle, Vien also set a Games record with a time of 8:34.85, beating Singapore's <em>Lim</em> Lynette Shu En's 8:35.41, which she set in the 2009 Games in Laos.",
            "vi": "Trong hạng mục 800m tự do nữ, Viên cũng lập kỷ lục mới với thời gian là 8p34s85, phá vỡ kỉ lục của Lim Lynette Shu En đội Singapore với thành tích 8p35s41 đạt được trong SEA Games 2009 tại Lào."
        },
        {
            "en": "Association of Women for Action and Research executive director Corinna <em>Lim</em> cautions that “even if the women are not underage and have consented, the sale price indicates that these women are being exploited\".",
            "vi": "Giám đốc điều hành Hiệp hội Nghiên cứu và Hành động vì phụ nữ Singapore Corinna Lim cảnh báo: \"Dù là những phụ nữ này không phải là vị thành niên và họ tự nguyện thì mức giá ấy cũng cho chúng ta thấy rằng những người phụ nữ này đang bị bóc lột."
        },
        {
            "en": "<em>Lim</em> Festival is also a space for various folk games such as “danh du” (bamboo swings), wrestling, cocks fighting, tugging war, blindman's bluff, human chess, pot beating, etc. Visitors can learn more about the culture of Vietnamese people in the Red River Delta region with a weaving competition.",
            "vi": "Hội Lim cũng là nơi dành cho những trò chơi dân gian như \"đánh đu\", đấu vật, chọi gà, kéo co, bịt mắt bắt dê, cờ người, mang nồi,.. DU khách có thể học nhiều hơn về văn hóa của người dân Việt Nam ở khu vực đồng bằng sông Hồng với thi dệt."
        },
        {
            "en": "Malaysian artist <em>Lim</em> Zhi Wei creates beautiful series of illustrations blended with real flower petals. Her series titled “Flower Girls” is a delicate collection of graceful female form gorgeously layered dresses and gowns made out of everything from orchids, roses, and leaves.",
            "vi": "Nghệ sĩ Malaysian Lim Zhi Wei sáng tác bộ sưu tập tranh minh hoạ hoà lẫn cánh hoa thật. Bộ sưu tập mang tên \"Hoa Nữ\" là bộ sưu tập tinh tế váy áo và trang phục dạ hội xếp lớp lộng lẫy tạo nên dáng dấp thiếu nữ duyên dáng làm từ mọi thứ của phong lan, hoa hồng, và lá."
        }
    ],
    "suggestions": []
}