{
    "en_vn": {
        "data": {
            "content": null,
            "word": "limbic",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "limbic",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "limbic",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "limbic",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "limbic",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Limbic</em> system.",
            "vi": "Hệ bản tính."
        },
        {
            "en": "Disturbances to the <em>limbic</em> cortex are registered in a different manner. Pups with <em>limbic</em> damage can move around and feed themselves well enough but do not register the presence of their littermates. Scientists have observed how, after a <em>limbic</em> lobotomy , “one impaired monkey stepped on his outraged peers as if treading on a log or a rock”.",
            "vi": "Rối loạn não trung gian sẽ dẫn đến một cách xử sự khác. Chó con bị tổn thương não trung gian có thể di chuyển vòng quanh và tự ăn uống đủ tốt nhưng không thể nhớ được những anh chị em của nó. Các nhà khoa học đã quan sát, sau một cuộc phẫu thuật phần não trung gian ở thùy não trái, \"một con khỉ khiếm khuyết sẽ tiếp xúc với đồng loại của nó như bước lên một khúc gỗ hoặc một hòn đá."
        },
        {
            "en": "It contains complex folding of cortical tissue and is involved, with other connections of the hippocampal formation, in the workings of the <em>limbic</em> system.",
            "vi": "Chân hải mã có chứa các nếp mô vỏ phức tạp, và liên quan đến cùng với các mối quan hệ của cấu tạo hải mã, hoạt động của hệ chi."
        },
        {
            "en": "• Focus on upbeat news. This will dampen negativity and strengthen positivity inside your amygdala, the <em>limbic</em> part of the brain which oversees many emotions.",
            "vi": "• Quan tâm đến tin tức lạc quan. Điều này sẽ làm mất đi tính tiêu cực và tăng sự tích cực bên trong hạch hạnh nhân của bạn, đây phần rìa của não bộ thực hiện chức năng điều khiển cảm xúc."
        },
        {
            "en": "It forms a portion of the <em>limbic</em> system and is involved in the complex physical aspects of behavior governed by emotion and instinct.",
            "vi": "Cấu tạo hải mã tạo thành một phần của hệ chi và liên quan đến các mặt cư xử vật chất phức tạp do cảm xúc và bản năng chi phối."
        },
        {
            "en": "In our own species, <em>limbic</em> damage is closely related to sociopathic behaviour. Sociopaths in possession of fully-functioning neocortexes are often shrewd and emotionally intelligent people but lack any ability to relate to, empathise with or express concern for others.",
            "vi": "Trong những giống loài của chúng ta, tổn thương não trung gian gần với những hành vi tâm thần. Tinh thần xã hội có đầy đủ chức năng của não cấp cao thường là người khôn ngoan và có cảm xúc thông minh nhưng thiếu những khả năng liên quan đến sự cảm thông hoặc quan tâm lo lắng cho người khác."
        },
        {
            "en": "Although the lizard may stake a claim to its habitat, it exerts total indifference toward the well-being of its young. Listen to the anguished squeal of a dolphin separated from its pod or witness the sight of elephants mourning their dead, however, and it is clear that a new development is at play. Scientists have identified this as the <em>limbic</em> cortex. Unique to mammals, the <em>limbic</em> cortex impels creatures to nurture their offspring by delivering feelings of tenderness and warmth to the parent when children are nearby.",
            "vi": "Mặc dù loài bò sát có thể tranh giành như một thói quen của chúng, thì sẽ hoàn toàn khác biệt khi chúng đối xử với con cái của mình. Nghe tiếng rít đau khổ của một con cá heo bị chia cắt khỏi đàn hoặc chứng kiến ánh nhìn tang tóc của những con voi trước cái chết của chúng, và rõ ràng đó là một sự phát triển mới khi đang hoạt động. Những nhà khoa học đã xác định đó là 'não trung gian'. Đặc trưng cho những động vật có vú, não trung gian thúc đẩy các loài vật chăm sóc con cái của chúng bằng cách truyền tải những cảm xúc như sự âu yếm và ấm áp từ cha mẹ khi con cái ở gần bên."
        },
        {
            "en": "The neocortex is also responsible for the process by which we decide on and commit to particular courses of action. Strung together over time, these choices can accumulate into feats of progress unknown to other animals. Anticipating a better grade on the following morning’s exam, a student can ignore the <em>limbic</em> urge to socialise and go to sleep early instead.",
            "vi": "'Não cấp cao' cũng có vai trò trong quá trình chúng ta quyết định và thỏa hiệp với những tiến trình nhất định của hành động. Qua thời gian, những sự lựa chọn này có thể tích lũy thành những kỹ năng của quá trình tiến bộ rõ rệt so với những động vật khác. Vì đoán trước rằng sẽ đạt cấp độ tốt hơn nếu làm tốt bài kiểm tra buối sáng, một học sinh có thể từ bỏ ham muốn chơi bời và đi ngủ sớm hơn."
        }
    ],
    "suggestions": []
}