{
    "en_vn": {
        "data": {
            "content": null,
            "word": "limping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "limping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "limping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "limping"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "limping"
        }
    },
    "sentences": [
        {
            "en": "<em>Limping</em>.",
            "vi": "Tật đi khập khiễng."
        },
        {
            "en": "She was <em>limping</em> slightly.",
            "vi": "Cô ta đi khập khiểng từng bước một."
        },
        {
            "en": "Nam, are you <em>limping</em>?",
            "vi": "Nam, bạn đi cà nhắc phải không?"
        },
        {
            "en": "His yacht is <em>limping</em> towards the island.",
            "vi": "Chiếc thuyền buồm của anh ấy đang trôi rề rề về phía hòn đảo."
        },
        {
            "en": "<em>Limping</em> Billy is also evidently in queer - street.",
            "vi": "Billy cà nhắc rõ ràng cũng đang trong tình trạng túng thiếu."
        },
        {
            "en": "<em>Limping</em> Billy is also evidently in queer-street.",
            "vi": "Billy cà nhắc rõ ràng cũng đang trong tình trạng túng thiếu."
        },
        {
            "en": "He is <em>limping</em> after stepping on a nail.",
            "vi": "Đi khập khiễng vì giẫm phải cái đinh."
        },
        {
            "en": "She was <em>limping</em> slightly and she looked tired.",
            "vi": "Cô ấy đang đi khập khiễng yếu ớt và cô ấy trông có vẻ mệt."
        },
        {
            "en": "We cannot commit political suicide by entering into a government <em>limping</em> and in pain.",
            "vi": "Chúng ta không thể phạm một sai lầm có tính chất tự sát chính trị được khi trà trộn vào một chính phủ đang bị đình trệ và gần sụp đổ."
        },
        {
            "en": "A big man jumped on the <em>limping</em> Wladek and threw him to the ground.",
            "vi": "Một người to lớn nhảy đến túm lấy Wladek vật anh xuống đất."
        },
        {
            "en": "It occurs in children, causing pain and <em>limping</em>, and is treated by strapping the foot.",
            "vi": "Bệnh này xảy ra ở trẻ em, gây đau và đi khập khiểng, và chữa bằng cách băng bàn chân."
        },
        {
            "en": "Immediately the little boy singled out the lagging <em>limping</em> puppy and said,\"What's wrong with that little dog?\"",
            "vi": "Ngay lập tức cậu bé chú ý đến chú chó con khập khiểng bị tụt lại sau ấy và hỏi \"Chú chó con bé nhỏ này bị gì vậy ông?\""
        },
        {
            "en": "Immediately the little boy singled out the lagging <em>limping</em> puppy and said, \"What's wrong with that little dog?\"",
            "vi": "Ngay lập tức cậu bé chú ý đến chú chó con khập khiểng bị tụt lại sau ấy và hỏi \"Chú chó con bé nhỏ này bị gì vậy ông?\""
        },
        {
            "en": "For example, we know that animals and birds with clinical signs of pain (<em>limping</em>) will choose to eat food containing pain-killing drugs (analgesics) over untreated food, and by measures of behavior, they will improve.",
            "vi": "Ví dụ, chúng ta biết rằng động vật và các loài chim với dấu hiệu đau lâm sàng (khập khiễng) sẽ chọn ăn thực phẩm có chứa các loại dược phẩm giảm đau ( thuốc giảm đau) hơn là chọn những thực phẩm không chữa bệnh, và bằng các biện pháp hành vi, chúng sẽ phát triển điều này."
        },
        {
            "en": "While the boy and his father were watching wide - eyed, an old lady, <em>limping</em> slightly, and with a cane, slowly walks up to the moving walls, and presses a button.",
            "vi": "Trong khi cả hai bố con đều đang trợn mắt nhìn, một bà lão run rẩy chống gậy, bước chầm chập tới chỗ hai tấm vách chuyển động và ấn vào một cái nút."
        },
        {
            "en": "While the boy and his father were watching wide- eyed, an old lady, <em>limping</em> slightly, and with a cane, slowly walks up to the moving walls, and presses a button.",
            "vi": "Trong khi cả hai bố con đều đang trợn mắt nhìn, một bà lão run rẩy chống gậy, bước chầm chập tới chỗ hai tấm vách chuyển động và ấn vào một cái nút."
        },
        {
            "en": "Puppies For Sale - Dan Clark       A store owner was tacking a sign above his door that read \"Puppies For Sale.\" Signs like that have a way of attracting small children, and sure enough, a little boy appeared under the store owner's sign. \"How much are you going to sell the puppies for?\" he asked.  The store owner replied, \"Anywhere from $30 to $50.\" The little boy reached in his pocket and pulled out some change. \"I have $2.37,\" he said. \"Can I please look at them?\"  The store owner smiled and whistled and out of the kennel came Lady, who ran down the aisle of his store followed by five teeny tiny balls of fur. One puppy was lagging considerable behind. Immediately the little boy singled out the lagging <em>limping</em> puppy and said, \"What's wrong with that little dog?\" The store owner explained that the veterinarian had examined the little puppy and had discovered it didn't have a hip socket. It would always limp. It would always be lame. The little boy became excited. \"That's the little puppy that I want to buy.\"  The store owner said, \"No, you don't want to buy that little dog. If you really want him, I'll just give him to you.\" The little boy got quite upset. He looked straight into the store owner's eyes, pointing his finger and said, \"I don't want you to give him to me. That little dog is worth every bit as much as all the other dogs and I'll pay full price. In fact I'll give you $2.37 now, and 50 cents a month until I have him paid for.\" The store owner countered, \"You really don't want to buy this little dog. He is never going to be able to jump and play with you like the other puppies.\" To this, the little boy reached down and rolled up his pant leg to reveal a badly twisted, crippled left leg supported by a big metal brace. He looked up at the store owner and softly replied, \"Well, I don't run so well myself, and the little puppy will need someone who understands!\"",
            "vi": "Những chú chó con trong cửa hàng - Dan Clark     Một người chủ cửa hàng đang đóng một bảng hiệu trên cánh cửa đề là \"Tại đây có bán chó con\". Cái bảng hiệu như thế chỉ cốt là để thu hút bọn trẻ con, và rõ ràng là đã có một cậu bé xuất hiện bên dưới tấm bảng hiệu của ông ta.  \"Ông sẽ bán những chú chó con này với giá bao nhiêu ạ?\" cậu bé hỏi.  Ông chủ trả lời, \"Trong khoảng từ 30 đô la đến 50 đô la.\" Cậu bé thò tay vào trong túi của mình và lôi ra một ít tiền lẻ và nói: \"Cháu có 2 đô la và 37 xu. Cháu có thể được nhìn chúng không?\" Ông chủ cửa hàng mỉm cười và huýt sáo ra hiệu. Ra khỏi chuồng là con Lady, nó chạy trên lối đi của cửa hiệu theo sau nó là năm quả banh lông nhỏ xíu. Có một chú chó con bị tụt lại tuốt đằng sau. Ngay lập tức cậu bé chú ý đến chú chó con khập khiểng bị tụt lại sau ấy và hỏi \"Chú chó con bé nhỏ này bị gì vậy ông?\" Ông chủ cửa hàng giải thích rằng bác sĩ thú y đã kiểm tra chú chó nhỏ này và phát hiện ra nó không có ổ hông. Nó sẽ đi khập khiễng suốt đời. Nó sẽ què quặt suốt đời. Thằng bé trở nên phấn khởi. \"Cháu chỉ muốn mua chú chó con này. \" Ông chủ cửa hàng nói: \"Không, cháu không nên mua chú chó này. Nếu cháu thật sự thích nó, ông sẽ tặng nó cho cháu.\" Cậu bé thoáng buồn. Cậu nhìn thẳng vào đôi mắt của người chủ cửa hàng, chỉ ngón tay và nói, \"Cháu không muốn ông tặng nó cho cháu. Chú chó này cũng đáng giá như bao con chó khác và cháu sẽ trả đúng giá. Thực ra hiện giờ cháu sẽ chỉ trả cho ông 2 đô la và 37 xu thôi, và mỗi tháng cháu sẽ trả thêm 50 xu cho đến khi cháu mua được nó.\" Ông chủ cửa hàng lại khuyên \"Cháu thực sự không muốn mua chú chó này đâu. Nó sẽ không bao giờ có thể nhảy và chơi với cháu như những chú chó con khác.\" Nghe tới đây, chú bé cúi xuống và vén ống quần lên để lộ ra một chiếc chân trái tật nguyền, cong vẹo đang được chống đỡ bằng một thanh kim loại lớn. Cậu bé ngước nhìn lên ông chủ cửa hàng và khẽ trả lời, \"Vâng, bản thân cháu cũng không chạy nhảy giỏi, và chú chó con này sẽ cần ai đó cảm thông với nó!\""
        }
    ],
    "suggestions": []
}