{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "How are you, miss <em>Lin</em>?",
            "vi": "Cô có khoẻ không, cô lâm?"
        },
        {
            "en": "May i speak to miss <em>Lin</em>, please?",
            "vi": "Làm ơn cho tôi nói chuyện với cô lin?"
        },
        {
            "en": "May i speak to Mary <em>Lin</em>, please?",
            "vi": "Vui lòng cho tôi nói chuyện với mary lâm?"
        },
        {
            "en": "Human rights activist Anastasia <em>Lin</em> crowned Miss World Canada",
            "vi": "Nhà hoạt động nhân quyền Anastasia Lin đăng quang Hoa Hậu Thế Giới Canada"
        },
        {
            "en": "Good morning, this is <em>Lin</em> Li calling from the bank of China Shanghai branch.",
            "vi": "Xin chào, đây là lin li đang gọi từ chi nhánh thượng hải của ngân hàng trung quốc."
        },
        {
            "en": "Truman Smith đã trở thành tùy viên quân sự ở Béc-<em>lin</em> (Berlin) vào năm 1935.",
            "vi": "Truman Smith became the military attaché in Berlin in 1935."
        },
        {
            "en": "Maya <em>Lin</em> designed the Vietnam Veterans Memorial in Washington, D.C., at the age of twenty-one.",
            "vi": "Bà maya lin từng thiết kế đài tưởng niệm cựu chiến binh mỹ tại việt nam ở thủ đô washington khi tuổi mới 21."
        },
        {
            "en": "Lawyer <em>Lin</em> and many human rights leaders were arrested and imprisoned.",
            "vi": "Luật sư Lin và nhiều nhà lãnh đạo nhân quyền đã bị bắt và cầm tù."
        },
        {
            "en": "He did not possess the mental strength necessary to compete against <em>Lin</em> Dan last night.",
            "vi": "Tối qua anh ấy không có đủ sức mạnh tinh thần cần thiết để thi đấu với Lin Dan."
        },
        {
            "en": "The other living honorees are peace and health activist Betty Bumpers, architect Maya <em>Lin</em> and scientist Rita Rossi Colwell.",
            "vi": "Nhiều người khác cũng được tôn vinh và đang còn sống, đó là nhà hoạt động vì hoà bình và y tế, bà betty bumpers, kiến trúc sư maya lin và khoa học gia rita rossi colwell."
        },
        {
            "en": "Hi, <em>Lin</em>, have you ever seen the troops inspection for the 50th anniversary of the National Day on TV?",
            "vi": "Chào lin, cậu có xem cuộc duyệt binh nhân kỷ niệm ngày quốc khánh lần thứ 50 trên tv không?"
        },
        {
            "en": "Torontonian Anastasia <em>Lin</em> was named Miss World Canada in a ceremony in Vancouver on Saturday, May 16, 2015. (Andrew Chin)",
            "vi": "Đến từ Toronto, Anastasia Lin đã được trao vương miện Hoa hậu Thế giới Canada trong một sự kiện ở Vancouver vào ngày thứ Bảy, 16 tháng 5 năm 2015 (Andrew Chin)"
        },
        {
            "en": "<em>Lin</em> was lip - syncing to the sound of another girl, 7 - year - old Yang Peiyi, who was heard but not seen.",
            "vi": "Lin hát nhép giọng của một cô gái khác, cô bé Yang Peiyi 7 tuổi, người chỉ được nghe giọng chứ không được nhìn thấy."
        },
        {
            "en": "Florist Alfie <em>Lin</em>, who created the temporary installation, said he wanted to bring a touch of nature to commuters' busy routines.",
            "vi": "Người bán hoa Alfie Lin đã tạo ra cảnh trang trí tạm này cho biết ông muốn mang lại chút cảm giác thiên nhiên cho những khách hàng suốt ngày bận rộn."
        },
        {
            "en": "<em>Lin</em> came to Canada when she was 13 and found the spirit of freedom here “absolutely enchanting,” she says in a video that was part of her candidacy.",
            "vi": "Trong một đoạn video ứng cử vương miện, Lin đã giải thích lý do của việc cô ủng hộ tích cực cho nhân quyền. “Tôi đến Canada khi tôi 13 tuổi và phát hiện xu hướng tinh thần hướng về tự do ở đây đầy hứng khởi.\""
        },
        {
            "en": "The tourists “tried their best to explain” their request to the bus attendant, who eventually “threatened them and anyone [who didn’t] want to obey his orders,” <em>Lin</em> wrote.",
            "vi": "Các du khách \"đã cố gắng hết sức để giải thích\" yêu cầu của họ cho người tiếp viên xe khách, người đó cuối cùng lại \"đe dọa họ và bất cứ ai [những người không] muốn tuân theo sắp xếp của anh ta,\" Lin viết."
        },
        {
            "en": "“Many students don’t realize that all successes require a long journey with many failures along the way,” lead researcher Xiaodong <em>Lin</em>-Siegler said in a statement.",
            "vi": "“Rất nhiều sinh viên không nhận ra rằng mọi thành công đều đòi hỏi một hành trình dài với nhiều thất bại trên đường đi,” trưởng nhóm nghiên cứu Xiaodong Lin-Siegler cho biết trong một tuyên bố."
        },
        {
            "en": "Many students don’t realize that all successes require a long journey with many failures along the way.— Xiaodong <em>Lin</em>-Siegler, lead researcher",
            "vi": "Rất nhiều sinh viên không nhận ra rằng mọi thành công đều đòi hỏi một hành trình dài với nhiều thất bại trên đường đi. — Xiaodong Lin-Siegler, trưởng nhóm nghiên cứu cho biết"
        },
        {
            "en": "The tourists “tried their best to explain” their request to the bus attendant, who eventually “threatened them and anyone [who didn’t] want to obey his orders,” <em>Lin</em> wrote.",
            "vi": "Các du khách \"đã cố gắng hết sức để giải thích\" yêu cầu của họ cho người tiếp viên xe khách, người đó cuối cùng lại \"đe dọa họ và bất cứ ai [những người không] muốn tuân theo sắp xếp của anh ta,\" Lin viết."
        },
        {
            "en": "<em>Lin</em> was lip-syncing to the sound of another girl, 7-year-old Yang Peiyi, who was heard but not seen.",
            "vi": "Lin hát nhép giọng của một cô gái khác, cô bé Yang Peiyi 7 tuổi, người chỉ được nghe giọng chứ không được nhìn thấy."
        }
    ],
    "suggestions": []
}