{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lindy"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lindy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lindy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lindy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lindy"
        }
    },
    "sentences": [
        {
            "en": "According to Mandy, “After a bad day there is nothing better than putting our jukebox on and doing a quick <em>Lindy</em> Hop,” Mandy added.",
            "vi": "Mandy nói: \"Sau một ngày mệt nhọc không gì hơn là thưởng thức tiếng nhạc phát ra từ chiếc máy hát tự động và hai người cùng nhảy ngay một điệu sôi động\"."
        },
        {
            "en": "Their house is filled with all sorts of vintage memorabilia – old radios, telephones and even a 1961 original jukebox imported from South Carolina – all in mint condition. Mandy has perfected vintage hairstyles and makes her own retro-style clothes to impress her husband. And in their free time, the couple go <em>Lindy</em> Hop dancing or visit vintage fairs. “We’re absolutely madly in love with the life of the forties and fifties – dancing every weekend,” said Gary.",
            "vi": "Căn nhà họ đầy những kỷ vật thời xưa - những chiếc điện thoại, rađiô cũ và thậm chí là cả một chiếc máy hát tự động thời năm 1961 nhập khẩu từ Nam Carolina - tất cả đều trông mới cáu. Chị Mandy đã có mái tóc cổ điển hoàn toàn và ăn vận đúng phong cách hoài cổ khiến chồng mình phải cảm động. Và khi rảnh rỗi, hai vợ chồng họ đi khiêu vũ kiểu Lindy Hop (nhảy đôi sôi động) hoặc ghé các khu chợ kiểu ngày xưa. Gary bảo: \"Chúng tôi rất là thích sống theo kiểu những năm 40, 50 thế kỷ trước - cứ đến cuối tuần thì đi nhảy đầm.\""
        }
    ],
    "suggestions": []
}