{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lipids",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lipids",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lipids",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lipids",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất béo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">complex lipids</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lipit hỗn hợp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">tertiary lipids</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lipit bậc ba</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "lipids",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What is the main function of <em>lipids</em>?",
            "vi": "Chức năng chủ yếu của chất béo là gì?"
        },
        {
            "en": "In ester <em>lipids</em> there is an ester bond, whereas in ether <em>lipids</em> there is an ether bond.",
            "vi": "Ở este lipid, đây là một liên kết este, trong khi ở ete lipid thì là liên kết ete."
        },
        {
            "en": "Archaeal <em>lipids</em> are based upon the isoprenoid sidechain.",
            "vi": "Lipid của vi khuẩn cổ chủ yếu dựa trên chuỗi bên isopren."
        },
        {
            "en": "Such <em>lipids</em> have also been detected in Precambrian formations.",
            "vi": "Một số lipid được phát hiện ở trong các mẫu vật từ thời Tiền Cambri."
        },
        {
            "en": "Archaea have membranes composed of glycerol - ether <em>lipids</em>.",
            "vi": "Màng tế bào vi khuẩn cổ lại được tạo bởi glycerol-ether lipid."
        },
        {
            "en": "It is interesting that the <em>lipids</em> concerns function in waterproofing.",
            "vi": "Điều thú vị là chất béo có liên quan đến tính chống nước"
        },
        {
            "en": "Archaea have membranes composed of glycerol-ether <em>lipids</em>.",
            "vi": "Màng tế bào vi khuẩn cổ lại được tạo bởi glycerol - ether lipid."
        },
        {
            "en": "The difference is the type of bond that joins the <em>lipids</em> to the glycerol group.",
            "vi": "Sự khác biệt đó là về loại liên kết giữa lipid với nhóm glycerol."
        },
        {
            "en": "Bacteria and eukaryotes do contain some ether <em>lipids</em>, but in contrast to archaea these <em>lipids</em> are not a major part of their membranes.",
            "vi": "Vi khuẩn và sinh vật nhân chuẩn cũng chứa một số ether lipid, nhưng trái với vi khuẩn cổ là những lipid này không phải phần chính trong màng tế bào của các loài này."
        },
        {
            "en": "Bacteria and eukaryotes have membranes composed mainly of glycerol-ester <em>lipids</em>.",
            "vi": "Vi khuẩn và sinh vật nhân chuẩn có màng được tạo chủ yếu bởi glycerol - ester lipid."
        },
        {
            "en": "The brain lipidoses are inborn defects causing the accummulation of <em>lipids</em> within the brain.",
            "vi": "Chứng nhiễm lipid não là một khuyết tật bẩm sinh gây tích tụ các lipid trong não."
        },
        {
            "en": "Lipoproteins are important for the transport of <em>lipids</em> in the blood and lymph.",
            "vi": "Lipoprotein có tầm quan trọng trong việc chuyên chở các lipid trong máu và bạch huyết."
        },
        {
            "en": "Bacteria and eukaryotes have membranes composed mainly of glycerol - ester <em>lipids</em>.",
            "vi": "Vi khuẩn và sinh vật nhân chuẩn có màng được tạo chủ yếu bởi glycerol-ester lipid."
        },
        {
            "en": "The <em>lipids</em> in Ferroplasma are thought to aid this organism's survival in its highly acidic habitat.",
            "vi": "Các lipid ở Ferroplasma được cho là giúp gia tăng sự sống sót của loài này khi ở trong môi trường axít cao."
        },
        {
            "en": "Chemical fossils of unique <em>lipids</em> are more informative because such compounds do not occur in other organisms..",
            "vi": "Hóa thạch hóa học của các lipid đặc trưng lại có ý nghĩa bởi những hợp chất này không xuất hiện ở các sinh vật khác."
        },
        {
            "en": "What this means is that whole wheat significantly harms blood <em>lipids</em> and may drastically raise your risk of heart disease.",
            "vi": "Điều này có nghĩa là lúa mì nguyên cám gây hại đáng kể đến mỡ máu và có thể làm tăng mạnh nguy cơ mắc bệnh tim."
        },
        {
            "en": "Other aspects of archaean biochemistry are unique, such as their reliance on ether <em>lipids</em> in their cell membranes.",
            "vi": "Các đặc tính sinh hóa khác của Archea là độc nhất vô nhị, như vai trò của các ether lipid trong màng tế bào của chúng."
        },
        {
            "en": "Antioxidants are classified into two broad divisions, depending on whether they are soluble in water or in <em>lipids</em>.",
            "vi": "Các chất chống oxy hóa được phân loại thành 2 mảng lớn dựa vào khả năng hòa tan trong nước hoặc chất béo."
        },
        {
            "en": "A drug that reduces the levels of blood <em>lipids</em>, including cholesterol, and is used to treat atherosclerosis and angina.",
            "vi": "Một loại thuốc làm giảm mức độ của chất béo trong máu bao gồm cholesterol, và nó được dùng để chữa trị chứng xơ vữa động mạch và chứng đau thắt ngực."
        },
        {
            "en": "An inborn defect of metabolism causing the accumulation of mucopolysaccharides and <em>lipids</em> in the cells of the body.",
            "vi": "Một khuyết tật bẩm sinh về chuyển hoá gây tích tụ các mucopolysaccharide và lipid trong các tế bào cơ thể."
        }
    ],
    "suggestions": []
}