{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lisbon",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Lisbon",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lisbon",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lisbon",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lisbon",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "NATO to debate Afghanistan at crucial <em>Lisbon</em> summit.",
            "vi": "NATO sẽ tranh cãi vấn đề Afghanistan trong cuộc họp thượng đỉnh tại Lisbon."
        },
        {
            "en": "She was arrested along with Abu Salem by the <em>Lisbon</em> police.",
            "vi": "Cô ta bị cảnh sát Lisbon bắt cùng với Abu Salem."
        },
        {
            "en": "\"I'm very optimistic about our Afghanistan operation and we'll make a positive announcement in <em>Lisbon</em> - that the handover is about to begin,\" he told Portugal's Renascenca newspaper.",
            "vi": "Ông nói với báo Renascenca của Bồ Đào Nha rằng :\"Tôi rất lạc quan về hoạt động của chúng tôi tại Afghanistan và chúng tôi sẽ có thông báo lạc quan tại Lisbon – rằng việc chuyển giao sắp bắt đầu\"."
        },
        {
            "en": "\"I 'm very optimistic about our Afghanistan operation and we'll make a positive announcement in <em>Lisbon</em> - that the handover is about to begin,\" he told Portugal's Renascenca newspaper.",
            "vi": "Ông nói với báo Renascenca của Bồ Đào Nha rằng: \"Tôi rất lạc quan về hoạt động của chúng tôi tại Afghanistan và chúng tôi sẽ có thông báo lạc quan tại Lisbon – rằng việc chuyển giao sắp bắt đầu\"."
        },
        {
            "en": "The <em>Lisbon</em> talks are expected to shape the future of Nato at a time of shrinking budget cuts and expanding challenges, says the BBC's defence correspondent.",
            "vi": "Phóng viên về đề tài phòng thủ của BBC cho biết, cuộc thương thuyết tại Lisbon được trông đợi sẽ định hình tương lai Nato vào thời điểm cắt giảm ngân sách và gia tăng thách thức."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n19 November 2010 Last updated at 00:00 GMT  Nato members are preparing to meet in Portugal for what is being billed as one of the most crucial summits in the alliance's 61-year history. The 28 member states are hoping to reach a \"New Strategic Concept\" to shape the way Nato defends itself against threats over the next decade. Russian President Dmitry Medvedev will also attend, in a sign of warming ties. Afghanistan will be top of the agenda, with plans to bring Nato's combat operations to an end by 2014.  Afghan President Hamid Karzai, who is scheduled to address the summit on Saturday, has said he wants Nato to hand back control of the country by the end of 2014 - a deadline the US has described as realistic but not set in stone. Pentagon press secretary Geoff Morrell said the deadline had existed for some time as \"an aspirational goal\" but that this did not mean all coalition forces would have to leave by that date. Alliance credibility  The <em>Lisbon</em> talks are expected to shape the future of Nato at a time of shrinking budget cuts and expanding challenges, says the BBC's defence correspondent, Caroline Wyatt. Key to the future credibility of the alliance will be ensuring a workable transition in Afghanistan, our correspondent adds. On Thursday, Nato Secretary General Anders Fogh Rasmussen said the alliance had \"underestimated the challenge\" in Afghanistan but was confident it was now \"on the right track\". \"I'm very optimistic about our Afghanistan operation and we'll make a positive announcement in <em>Lisbon</em> - that the handover is about to begin,\" he told Portugal's Renascenca newspaper. There are some 120,000 international troops attached to the Nato-led International Security Assistance Force (Isaf) in Afghanistan. Budget resignation  Mr Medvedev will meet the leaders on Saturday, becoming the first Russian president to attend a Nato summit since his country's conflict with Georgia in 2008. The alliance is keen to build bridges with Moscow, and a key issue at the summit will be agreeing plans for a joint study of missile defence. The efforts have been aided by US President Barack Obama's insistence that the US will ratify a new nuclear arms treaty with Russia He said there was \"no higher national security priority\" for the government before the start of the new Congress in January. Moscow is also promising logistical help for Nato in Afghanistan by easing restrictions on transit routes into the country. Spy chief resigns The summit will also debate proposals on changing Nato's command structure, in an attempt to reduce bureaucracy and expenditure. The changes could see the number of Nato agencies which look after areas such as logistics, communications, research and training cut from 14 to three. Meanwhile Portugal's Defence Minister Augusto Santos Silva has said the resignation of the country's spy chief will have no effect on security or intelligence gathering. Jorge Silva Carvalho resigned on Thursday in protest over budget cuts being imposed by the government. He is reported to have told colleagues he was quitting \"to draw attention to the mistake that is being made\" in closing seven of the agency's overseas bureaux. http://www.bbc.co.uk/news/world-europe-11793407",
            "vi": "Many obstacles to a final Middle East peace deal      \n \n19 November 2010 Last updated at 00:00 GMT  Các thành viên khối Nato đang chuẩn bị gặp gỡ tại Bồ Đào Nha để tham dự sự kiện được xem là một trong các cuộc họp thượng đỉnh quan trọng nhất trong lịch sử 61 năm của tổ chức liên minh này. Hai mươi tám quốc gia thành viên hy vọng đạt được “Khái niệm chiến lược mới” để hình thành đường lối để Nato tự vệ trước các mối đe dọa trong thập niên sắp tới. Tổng thống Nga Dmitry Medvedev cũng sẽ tham dự, để chứng tỏ các mối quan hệ nồng ấm. Afghanistan sẽ là vấn đề nổi bật nhất trong nghị trình, cùng với các kế hoạch kết thúc các chiến dịch chiến đấu của Nato vào năm 2014. Tổng thống Afghanistan Hamid Karzai, theo chương trình sẽ nói chuyện trong cuộc họp thượng đỉnh vào thứ Bảy, cho biết ông muốn Nato ngưng kiểm soát đất nước này chậm nhất là vào năm 2014 – thời hạn mà Mỹ mô tả là thực tế nhưng chưa được ấn định chính thức. Thư ký báo chí Ngũ giác đài Geoff Morrell cho biết thời hạn trên đã có trong thời gian gần đây như là “mục tiêu mong muốn” nhưng cũng nói thêm điều này không có nghĩa là tất cả các lực lượng liên minh sẽ phải rút đi vào ngày này. Uy tín của liên minh Caroline Wyatt, phóng viên về đề tài phòng thủ của BBC cho biết, cuộc thương thuyết tại Lisbon được trông đợi sẽ định hình tương lai Nato vào thời điểm cắt giảm ngân sách và gia tăng thách thức. Phóng viên bản đài nói thêm, chìa khóa dẫn đến uy tín tương lai của liên minh này sẽ bảo đảm cho giai đoạn chuyển tiếp khả thi tại Afghanistan. Vào hôm thứ Năm, tổng thư ký Nato Anders Fogh Rasmussen phát biểu khối liên minh này đã “đánh giá quá thấp mức độ thách thức” tại Afghanistan nhưng tin tưởng rằng giờ đây “mọi việc đã đi đúng hướng”. Ông nói với báo Renascenca của Bồ Đào Nha rằng, “tôi rất lạc quan về hoạt động của chúng tôi tại Afghanistan và chúng tôi sẽ có thông báo lạc quan tại Lisbon – rằng việc chuyển giao sắp bắt đầu.” Có khoảng 120.000 binh lính quốc tế phụ thuộc vào Lực Lượng Hỗ Trợ An Ninh Quốc Tế (Isaf) do Nato dẫn đầu tại Afghanistan. Từ chức vì ngân sách Ông Medvedev sẽ gặp gỡ các lãnh đạo vào ngày thứ Bảy, trở thành tổng thống Nga đầu tiên tham dự một cuộc họp thượng đỉnh của Nato kể từ khi nước ông xung đột với Georgia vào năm 2008. Khối liên minh này rất mong muốn xây dựng quan hệ với Moscow, và một vấn đề then chốt tại cuộc họp thượng đỉnh này sẽ là thỏa thuận các kế hoạch để cùng nghiên cứu sách lược phòng thủ tên lửa. Các nỗ lực nói trên nhận được hỗ trợ của tổng thống Mỹ Barack Obama khi ông nhấn mạnh Mỹ sẽ phê duyệt một hiệp ước vũ khí hạt nhân mới với Nga. Ông nói không có “ưu tiên nào cao hơn về an ninh quốc gia” cho chính phủ trước khi bắt đầu Quốc hội mới và tháng Giêng. Moscow cũng hứa sẽ hỗ trợ hậu cần cho Nato tại Afghanistan bằng cách nới lỏng các hạn chế về đường quá cảnh vào quốc gia này. Trưởng ngành tình báo từ chức Cuộc họp thượng đỉnh cũng sẽ bàn cãi về các đề xuất thay đổi cơ cấu chỉ huy của Nato, nhằm giảm thiểu bộ máy hành chính và vấn đề chi tiêu. Các thay đổi có thể dẫn đến cắt giảm số lượng các cơ quan của Nato trong những lĩnh vực như hậu cần, thông tin, nghiên cứu và huấn luyện từ 14 xuống 3. Trong khi đó, bộ trưởng quốc phòng Bồ Đào Nha Augusto Santos Silva thông báo việc từ chức của trường ngành tình báo của nước này sẽ không ảnh hường gì đến cuộc họp về an ninh hoặc tình báo. Jorge Silva Carvalho từ chức hôm thứ Năm để phản đối việc cắt giảm ngân sách do chính phủ áp đặt. Theo báo chí tường thuật ông ta đã nói với các đồng nghiệp ông ra đi “để đánh động sự chú ý vào sai lầm đang mắc phải” khi chấm dứt bảy trong số các chi nhánh của cơ quan này tại hải ngoại. http://www.bbc.co.uk/news/world-europe-11793407"
        },
        {
            "en": "Gaddafi forces beat up BBC team         Libyan leader Col Muammar Gaddafi's security forces detained and beat up a BBC news team who were trying to reach the strife-torn western city of Zawiya. The three were beaten with fists, knees and rifles, hooded and subjected to mock executions by members of Libya's army and secret police. The men were detained on Monday and held for 21 hours, but have now flown out of Libya.  Government forces are in a fierce fight to wrest Zawiya from rebel control. Artillery and tanks have pounded the city - which lies 50km (30 miles) from the capital Tripoli - over the last four days. 'Gun against neck'  The BBC team showed their identification when they were detained at an army roadblock on Monday. They had been seeking, like many journalists, to get around government restrictions by reaching besieged Zawiya. The three of them were taken to a huge military barracks in Tripoli, where they were blindfolded, handcuffed and beaten. One of the three, Chris Cobb-Smith, said: \"We were lined up against the wall. I was the last in line - facing the wall.  \"I looked and I saw a plain-clothes guy with a small sub-machine gun. He put it to everyone's neck. I saw him and he screamed at me. \"Then he walked up to me, put the gun to my neck and pulled the trigger twice. The bullets whisked past my ear. The soldiers just laughed.\" A second member of the team - Feras Killani, a correspondent of Palestinian descent - is said to have been singled out for repeated beatings. Their captors told him they did not like his reporting of the Libyan popular uprising and accused him of being a spy. The third member of the team, cameraman Goktay Koraltan, said they were all convinced they were going to die. During their detention, the BBC team saw evidence of torture against Libyan detainees, many of whom were from Zawiya. 'Abusive treatment' Koraltan said: \"I cannot describe how bad it was. Most of them [other detainees] were hooded and handcuffed really tightly, all with swollen hands and broken ribs. They were in agony. They were screaming.\" Killani said: \"Four of them [detainees] were in a very bad situation. There was evidence of torture on their faces and bodies. One of them said he had at least two broken ribs. I spent at least six hours helping them drink, sleep, urinate and move from one side to another.\" A senior Libyan government official later apologised for the BBC team's ordeal. But the BBC said in a statement that it \"strongly condemns this abusive treatment\". \"The safety of our staff is our primary concern especially when they are working in such difficult circumstances and it is essential that journalists working for the BBC, or any media organisation, are allowed to report on the situation in Libya without fear of attack,\" said the statement from Liliane Landor, languages controller of BBC Global News.  \"Despite these attacks, the BBC will continue to cover the evolving story in Libya for our audiences both inside and outside the country.\" Rebel bounty  Government forces have been mounting a strong fightback against the rebels who rose up in mid-February to end Col Gaddafi's 41 years in power. The main square of Zawiya reportedly changed hands twice on Wednesday in the fighting between pro-Gaddafi forces and the insurgents. State TV reported that the army had retaken Zawiya, and showed pictures of what it said were residents staging a pro-Gaddafi rally. On the eastern front around the Mediterranean oil port of Ras Lanuf, rebels retreated in the face of heavy government shelling and ongoing air strikes, amid reports that oil facilities were blown up. Col Gaddafi also launched a diplomatic offensive, dispatching envoys overseas on the eve of a summit by Nato defence ministers in Brussels. High-ranking members of the Libyan leader's inner circle were sent to Cairo, Brussels, <em>Lisbon</em> and Malta to approach government officials. The Libyan government meanwhile offered a reward for the capture of rebel leader Mustafa Abdel Jalil, the ex-justice minister. The amount was 500,000 Libyan dinars ($400,000; £250,000).",
            "vi": "Lực lượng Gaddafi tra tấn nhóm phóng viên BBC       Lực lượng an ninh của nhà cầm quyền- Đại tá Libya Muammar Gaddafi đã giam giữ và tra tấn nhóm phóng viên của BBC khi họ đang tìm cách tới thành phố phía tây Zawiya trong thời điểm giao tranh khốc liệt. Ba người này bị đánh bằng cùi tay, đầu gối và súng, sau đó bị bọn quân đội Lybia và cảnh sát mật trùm đầu rồi làm nhục họ. Những người này bị giam vào ngày thứ Hai suốt 21 giờ, nhưng hiện đã thoát nạn và rời khỏi Lybia. Lực lượng chính phủ đang đấu tranh giành quyền kiểm soát Zawiya từ những kẻ nổi loạn. Trong bốn ngày qua tiếng đạn pháo, xe tăng nã dữ dội vào thành phố này cách thủ đô Tripoli 50 km (khoảng 30 dặm). “Súng kề cổ” Nhóm phóng viên BBC đã trình giấy tờ tuỳ thân đầy đủ khi bị giam giữ tại trạm kiểm soát quân đội vào ngày thứ Hai. Giống như các nhà báo khác, họ đang cố tiếp cận vùng chiến sự Zawiya đang bị bao vây mà không phải chịu sự kiểm soát của chính phủ. Ba người này bị đưa đến một khu vực quân sự lớn ở Tripoli, ở đó họ bị bịt mắt, còng tay và bị đánh đập. Chris Cobb-Smith-một trong ba phóng viên nói rằng:” Chúng tôi đứng sếp hàng úp mặt vào tường, tôi là người đứng cuối hàng.  “ Tôi nhìn thấy một gã mặc thường phục cầm súng máy đập vào cổ mọi người. Tôi nhìn hắn thì hắn la hét tôi.  “ Sau đó hắn tiến lại gần tôi, kề súng vào cổ tôi và kéo cò hai lần. Nhưng đạn chỉ sượt qua tai rồi bọn lính rộ lên cười.” Thành viên thứ hai của nhóm là Feras Killani, người gốc Palestine bị lôi ra đánh túi bụi. Những kẻ bắt giữ nói rằng họ không thích những bài viết của ông về phong trào nổi loạn ở Lybia và buộc tội ông là gián điệp. Thành viên thứ ba, phóng viên ảnh Goktay Koraltan thì cho rằng cả ba người họ chắc chắn sẽ chết. Trong thời gian bị giam cầm, nhóm phóng viên BBC đã chứng kiến nhiều người bị bắt bị tra tấn, trong đó có nhiều nạn nhân từ Zawiya. ' Hành xử bạo ngược ' Koraltan cho biết: “ Tôi không thể diễn tả điều tồi tệ đó đến mức nào. Hầu hết những người bị bắt giữ đều bị trùm đầu, còng chặt tay, tay xưng vù, xương sườn gãy, họ đau đớn, la hét.”  “ Bốn người trong đó đang trong tình trạng hết sức tồi tệ, có nhiều vết thương tra tấn trên mặt và khắp cơ thể. Một người nói rằng anh ta bị gãy ít nhất là hai cái xương sườn. Tôi phải mất sáu tiếng đồng hồ để giúp họ uống nước, đi tiểu và đi lại.” Sau đó một quan chức cao cấp của chính phủ Libya đã xin lỗi nhóm phóng viên BBC vì đã hành xử họ. Tuy nhiên, trong một bài phát biểu, BBC cho hay họ “ cực lực lên án cách đối xử bạo ngược như vậy”. Giám đốc bộ phận phát thanh về tin tức quốc tế của BBC, ông Liliane Landor tuyên bố rằng “ Sự an toàn của các phóng viên là mối quan tâm chính của chúng tôi nhất là khi họ đang phải làm việc trong điều kiện khó khăn như vậy và điều quan trọng là các nhà báo đang làm việc cho BBC hay bất kỳ tổ chức truyền thông nào đều được phép đưa tin về tình hình ở Libya mà không sợ tấn công”.   “Dù bị tấn công nhưng BBC vẫn tiếp tục  đưa tin về Lybia cho độc giả cả bên trong lẫn bên ngoài đất nước Libya”. Tiền thưởng để bắt kẻ nổi loạn Lực lượng chính phủ đang tăng cường chống lại quân nổi loạn vào giữa tháng Hai nhằm chấm dứt 41 năm cầm quyền của Đại tá Graddafi. Theo như đưa tin quảng trường chính ở Zawiya đã thay tay đổi chủ hai lần vào ngày thứ Tư trong cuộc chiến giữa lực lượng Gaddafi và quân nổi dậy. Đài truyền hình quốc gia đưa tin quân đội đã lấy lại Zawiya và cho thấy những bức ảnh về việc người dân đang tập hợp lực lượng thân Gaddafi. Trên mặt trận phía đông quanh cảng dầu Địa Trung Hải ở Ras Lanuf, quân nổi loạn rút lui trước sự nã pháo quyết liệt của chính phủ và tiếp tục tiến hành cuộc không kích trong khi có những thông báo về vụ dầu mỏ bị đánh bom. Đại tá Gaddafi cũng phát động cuộc tấn công về ngoại giao, gửi các phái viên ra nước ngoài trước ngày diễn ra hội nghị cấp cao do các bộ trưởng quốc phòng khối NATO tổ chức ở Brussels. Các thành viên cấp cao thuộc nhóm nòng cốt của nhà lãnh đạo Libya được gửi tới Cairo, Brussels, Lisbon và Man – ta để tiếp cận các quan chức chính phủ. Trong khi đó chính phủ Libya treo giải thưởng để bắt sống kẻ cầm đầu cuộc nổi loạn là Mustafa Abdel Jalil- cựu bộ trưởng tư pháp. Tiền thưởng là 500.000 đi-na (tương đương 400.000 đô-la; 250.000 bảng)"
        }
    ],
    "suggestions": []
}