{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[lait]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">hình thái ghép tạo danh từ chỉ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khoáng sản: rhodolite rođolit</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đá: aerolite thiên thạch</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hoá thạch: ichnolite dấu chân hoá thạch</td></tr></table><i/></div>",
            "word": "lite",
            "pronounce": "[lait]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lite</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 denoting low-fat or low-sugar versions of food or drink products. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal denoting a simplified or less challenging version of something: <cclass>Italian cuisine lite. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: a deliberate respelling of <kref>light</kref><sup>2</sup>. </blockquote></div>",
            "word": "lite",
            "pronounce": "[lait]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lite",
            "pronounce": "[lait]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lite",
            "pronounce": "[lait]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lite",
            "pronounce": "[lait]"
        }
    },
    "sentences": [
        {
            "en": "So aim for downsizing the amount of dressing. You might also find some lighter dressings that you enjoy. Try Newman's Own Lowfat Sesame Ginger or Ken's <em>Lite</em> Raspberry Walnut Vinaigrette, which offer fewer calories and less fat.",
            "vi": "Vì vậy mục tiêu là giảm liều lượng nước xốt cho món rau trộn của mình. Bạn cũng có thể tìm mua các loại nước xốt khác “nhẹ hơn” mà mình thích. Hãy thử loại Newman's Own Lowfat Sesame Ginger hoặc Ken's Lite Raspberry Walnut Vinaigrette, cung cấp ca-lo và chất béo ít hơn."
        },
        {
            "en": "The facts behind cohabitation    Families have changed in the last several decades. Instead of getting married, many people are living together or 'cohabiting'. Some of these cohabitating couples eventually get married. Many of them break up. Very few stay together as cohabitants for long. Is cohabitation a good alternative to marriage? Is it a good way to 'test out' the relationship? Many researchers have looked into these questions. In her book Marriage-<em>Lite</em> Patricia Morgan reviews the research into the results of cohabitation, compared with marriage, and finds that marriage is much more than 'just a piece of paper'. Marriage fundamentally changes the nature of a relationship, leading to many striking differences. How cohabitation differs from marriage Living together leads to living alone In the mid-1960s, only five per cent of single women lived with a man before getting married. By the 1990s, about 70 per cent did so. Some people think that living together will lead automatically to marriage, but that often is not the case. Many cohabitations break up. For many other couples, cohabitation is viewed as an alternative to marriage rather than a preparation for it. However, this alternative is less likely than marriage to lead to a long-term stable commitment. Stability Cohabiting relationships are fragile. They are always more likely to break up than marriages entered into at the same time, regardless of age or income. On average, cohabitations last less than two years before breaking up or converting to marriage. Less than four per cent of cohabitations last for ten years or more. Cohabiting also influences later marriages. The more often men and women cohabit, the more likely they are to divorce later.  Cheating Both men and women in cohabiting relationships are more likely to be unfaithful to their partners than married people.  Economics At all socio-economic levels, cohabiting couples accumulate less wealth than married couples. Married men earn 10 to 40 percent more than single or cohabiting men, and they are more successful in their careers, particularly when they become fathers. Married women without children earn about the same as childless single or cohabiting women. All women who take time out of employment to have children lose some earning power-whether they are married or not. However, cohabiting and lone mothers often lack access to the father's income, making it more difficult to balance their caring responsibilities with their careers. Health Cohabitants have more health problems than married people, probably because cohabitants put up with behaviour in their partners which husbands and wives would discourage, particularly regarding smoking, alcohol and substance abuse. Cohabitants are also much more likely to suffer from depression than married people.  Domestic violence Women in cohabiting relationships are more likely than wives to be abused. In one study, marital status was the strongest predictor of abuse-ahead of race, age, education or housing conditions.  The effects on children What happens to children born to cohabiting parents? Some people believe that if a cohabiting couple have children together, then they must be committed and stable. However, cohabitations with children are even more likely to break up than childless ones. About 15 percent of one-parent families are created through the break-up of cohabiting unions. One study found that less than ten per cent of women who have their first child in a cohabiting relationship are still cohabiting ten years later. About 40 per cent will have married, 50 percent will be lone unmarried mothers because their relationships have broken up.   Today, more than 20% of children are born to cohabiting couples. However, only about one third of those children will remain with both their parents throughout their childhood. That is partly because cohabiting couples who have children are even more likely to break up than childless couples, and partly because cohabiting couples who subsequently marry are more likely to divorce, and to divorce earlier.  All this means that children born to cohabiting parents are more likely to experience a series of disruptions in their family life, which can have negative consequences for their emotional and educational development. Children living with cohabiting couples do less well at school and are more likely to suffer from emotional problems than children of married couples.  Financially, children of cohabitants are less well off than children whose parents are married. Married fathers are more likely than cohabiting fathers to support their children. Even after the break-up of their parents' relationship, children of divorced parents are more likely than children of cohabiting couples who have split up to receive support from their fathers.  Unmarried fathers, even those cohabiting with their children's mother, do not automatically fulfill the same parental duties as married or divorced fathers. If their parents break up, children born to cohabiting couples are less likely than children of divorced parents to maintain contact with their fathers.  Cohabitants as 'step-parents' When married or cohabiting couples with children divorce, or break up, one parent sometimes remarries or moves in with a new person. One scholar estimated that, before their seventeenth birthday, more than one in twenty children would live in a formalized step-family where one parent (usually their mother) has remarried, and over one in fourteen children would live in an informal 'step-family' where their mother is living with someone who has neither a biological nor a legal tie to her child. Statistically speaking, these informal cohabiting step-families are the most unsafe environments for children. Children living in cohabiting step-families are at significantly higher risk of child abuse. Live-in and visiting boyfriends are much more likely than biological fathers or married step-fathers to inflict severe physical abuse, sexual abuse and child killing.   Living in a step-family poses other risks to young people. In one study, young men living in step-families were 1.4 times more likely to be serious or persistent offenders. More than one in five young people living in step-families runs away from home.  Private arrangement or public commitment? Free to choose? Some people describe cohabitation as a rebellion against traditional family forms, striking a blow for freedom and independence. While some people do make a conscious choice to avoid marriage, others simply 'drift into' cohabitation. Many other people live together because it seems the best choice available at the time, even though they see it as far from ideal. Finances might influence people's choices. For many people, especially those in low-paid or irregular work, getting married can seem too expensive. Some people also fear that getting married is a high- risk gamble because no-fault divorce laws make it easier for a spouse to walk away from their commitment. More than 'just a piece of paper' Traditionally, marriage has had a special status in British law and society. Marriage developed as a way to provide stability for families and for all of society. Marriage is a declaration of commitment which has public as well as private consequences. It is an institution which offers benefits not only to the couples themselves but to society as a whole. When people marry, they commit themselves not only to being sexual partners, but also to taking care of each other-for richer or for poorer, in sickness and in health. They promise to stick by each other through the ups and downs that occur in everyone's lives. This promise and the trust it builds encourage partners to make sacrifices for the good of the family. Traditionally, British government and society have supported the institution of marriage by giving it certain privileges and responsibilities, and by enforcing consequences for breaking marriage vows. A decrease in the number of marriages and an increase in cohabitation both have come in the wake of a large increase in divorce in the last thirty years. Some people argue that these trends are due to people being less willing to make commitments, or perhaps being more fearful that others will break their promises. The role of the state Although a good deal of evidence shows that cohabiting relationships have higher risks of poor outcomes, governmental and other official bodies continue to treat cohabitation and marriage as essentially the same. For example, the Lord Chancellor stated that 'the growing acceptance of long-term cohabitation as a preliminary or alternative to marriage' means that 'many such relationships must be at least as stable as marriage'. “The most important thing is the quality of the relationship, not the institution in itself'.” Some people argue that marriage should not receive any special recognition from the state. They claim that cohabitants should have the same legal rights and responsibilities which used to be reserved for marriage, from property rights to the right to take decisions about children's lives. Currently, when a married couple divorces, a court decides how to divide their property, based upon the needs of both spouses and any children they have. However, when a cohabiting couple break up, each person retains ownership of their own property. This system ensures that individuals who commit themselves to the institution of marriage have some legal protection. It also protects the freedom of those who choose to live with each other outside the bounds of marriage. Although a marriage always requires two people, a divorce sometimes requires just one person, leaving the other in the cold. The state could help strengthen the institution of marriage by ending 'no-fault', non-consensual or unilateral divorce, and by introducing divorce settlements which penalise, rather than favour, the spouse who leaves or behaves badly.",
            "vi": "Sự thật đằng sau cuộc sống thử     Gia đình đã thay đổi trong nhiều thập niên vừa qua. Thay vì lập gia đình thì nhiều người sống với nhau hay gọi là “sống thử”. Một vài cặp đôi sống thử này cuối cùng cũng kết hôn với nhau. Nhưng cũng có nhiều người chia tay nhau. Rất ít người tiếp tục sống thử với nhau trong thời gian dài. Có phải sống thử là một giải pháp tốt thay thế cho hôn nhân không? Liệu sống thử có phải là một cách “thử nghiệm” tốt của tình yêu không? Nhiều nhà nghiên cứu đã tìm hiểu kỹ về những vấn đề này. Trong quyển Marriage-Lite, tác giả Patricia Morgan đã xem xét nghiên cứu các kết quả của đời sống thử, so với hôn nhân, và nhận thấy rằng hôn nhân không phải chỉ là “một tấm giấy đăng ký kết hôn”. Về cơ bản thì hôn nhân làm thay đổi bản chất của mối quan hệ, dẫn tới nhiều sự khác biệt nổi bật. Sống thử khác với hôn nhân ở điểm nào Sống thử dẫn đến sống đơn thân Vào giữa những năm 60, chỉ có 5% phụ nữ độc thân sống thử với nam giới trước khi kết hôn. Nhưng vào những năm 1990 thì con số này đã tăng lên khoảng 70%. Nhiều người cho rằng sống thử với nhau thì ắt tự động sẽ kết hôn với nhau thôi nhưng thực tế thường không phải vậy. Nhiều cặp sống thử đã chia tay nhau. Nhiều cặp đôi khác thì cho rằng việc sống thử như là một sự lựa chọn trước khi kết hôn chứ không phải là sự chuẩn bị để kết hôn. Tuy nhiên, giải pháp chọn lựa này ít dẫn đến cam kết có cuộc hôn nhân vững chắc lâu dài so với việc kết hôn. Sự ổn định  Những cuộc sống thử thường hay đổ vỡ. Người ta dễ chia tay nhau hơn so với kết hôn khi cùng một thời điểm, bất kể là tuổi tác hay thu nhập. Trung bình thì các cuộc sống thử kéo dài không quá 2 năm trước khi đổ vỡ hay chuyển sang cuộc sống hôn nhân. Chưa đầy 4% cặp đôi sống thử sống với nhau được 10 năm trở lên. Việc sống thử cũng làm ảnh hưởng đến cuộc sống hôn nhân về sau. Càng sống thử với nhau nhiều bao nhiêu thì càng dễ chia tay nhau bấy nhiêu.  Lừa bịp Cả nam và nữ khi sống thử với nhau đều tỏ ra không trung thực với vợ hay chồng mình so với những cặp đôi kết hôn thực sự. Kinh tế Xét về mọi mức độ kinh tế-xã hội thì những cặp sống thử không tích lũy được nhiều như vợ chồng thực sự. Đàn ông đã có vợ kiếm tiền nhiều hơn người độc thân hoặc người sống thử từ 10 đến 40%, và có khả năng thành công trong sự nghiệp nhiều hơn, nhất là khi họ đã thành bố. Phụ nữ đã lập gia đình mà chưa có con cũng kiếm được khoảng chừng ngang bằng như người sống thử hay người độc thân chưa có con. Tất cả các phụ nữ nghỉ việc để sinh con đều mất một phần khả năng kiếm tiền nào đó-bất kể là có chồng hay không. Tuy nhiên, những bà mẹ sống thử và nuôi con đơn thân thường cảm thấy khó cân bằng trách nhiệm nghề nghiệp hơn vì thiếu sự hỗ trợ thu nhập của người chồng.  Sức khỏe Người sống thử thường hay bệnh hơn so với người kết hôn thực, có lẽ vì người sống thử phải chịu đựng thái độ của vợ hay chồng khiến mình phải chán nản, nhất là thuốc lá, rượu và lạm dụng thuốc. Người sống thử cũng thường bị suy nhược nhiều hơn người đã lập gia đình. Bạo lực trong gia đình Các phụ nữ sống thử thường hay bị lăng mạ và lạm dụng hơn các bà vợ. Một công trình nghiên cứu cho thấy tình trạng hôn nhân là thiết bị dự báo hiệu quả nhất về sự lạm dụng-hơn cả chủng tộc, tuổi tác, giáo dục và điều kiện nhà ở. Ảnh hưởng đối với trẻ con Chuyện gì sẽ xảy ra với những đứa trẻ trong gia đình có bố mẹ sống thử với nhau? Nhiều người cho rằng nếu một cặp vợ chồng sống thử nào đó có con thì ắt là họ sẽ sống gắn bó và lâu dài với nhau. Tuy nhiên, những cặp có con thậm chí lại còn dễ chia tay hơn là những cặp không có con. Khoảng 15% gia đình có bố hay mẹ nuôi con đơn thân do đổ vỡ sau cuộc sống thử. Một công trình nghiên cứu cho thấy chưa đầy 10% phụ nữ sống thử sinh đứa con đầu lòng vẫn kéo dài cuộc sống thử thêm 10 năm nữa. Khoảng 40% kết hôn, 50% sẽ trở thành những bà mẹ đơn thân nuôi con không lập gia đình do mối quan hệ sống thử này bị đổ vỡ. Hiện có hơn 20% trẻ em được sinh ra trong gia đình có bố mẹ sống thử. Tuy nhiên, chỉ khoảng một phần ba số đó vẫn sống với cả bố và mẹ suốt quãng đời thơ ấu của mình. Một phần là do các cặp đôi sống thử có con thậm chí chia tay nhiều hơn số người chưa con, và một phần là do các cặp này cuối cùng kết hôn và dễ ly hôn và ly hôn sớm. Có nghĩa là trẻ con có bố mẹ sống thử thường phải chịu đựng nhiều cảnh đổ vỡ trong đời sống gia đình, và những điều này gây ảnh hưởng tiêu cực đến sự phát triển xúc cảm và giáo dục của chúng. Trẻ có bố mẹ sống thử thường học kém ở trường và thường phải chịu những vấn đề tình cảm hơn trẻ được sinh ra trong gia đình có bố mẹ kết hôn thực sự.  Về phương diện tài chính, trẻ con thuộc gia đình có bố mẹ sống thử thường không được sống sung túc như những đứa trẻ sống với bố mẹ kết hôn thực. Những ông bố đã lập gia đình thường nuôi nấng và cấp dưỡng cho con mình nhiều hơn. Thậm chí là sau khi ly hôn thì những đứa con của cặp vợ chồng đã kết hôn vẫn được bố cấp dưỡng nhiều hơn là những đứa trẻ có bố mẹ sống thử đã đổ vỡ tình cảm. Những ông bố chưa kết hôn, thậm chí là những người sống thử với mẹ của những đứa con mình cũng không tự nguyện làm tròn bổn phận như những ông bố đã kết hôn hay đã ly hôn. Nếu tình cảm của bố mẹ đổ vỡ thì những đứa con thuộc gia đình có bố mẹ kết hôn thực sự sẽ liên lạc với bố chúng nhiều hơn những đứa trẻ trong gia đình có bố mẹ sống thử.  Người sống chung như “bố mẹ kế” Khi các cặp đôi đã kết hôn hoặc đang sống thử có con ly hôn hoặc đổ vỡ tình cảm thì thường là một người trong bố mẹ sẽ tái hôn và dọn về ở cùng một người khác. Một nhà nghiên cứu ước tính rằng, trước sinh nhật lần thứ 17 của mình thì trong số 20 trẻ em sẽ có ít nhất là một đứa sẽ sống với cha dượng hoặc mẹ kế chính thức trong đó một trong bố hay mẹ (thường là mẹ) đã tái hôn, và trong số 14 đứa trẻ thì có ít nhất một đứa sẽ sống trong gia đình với bố dượng hay mẹ kế không chính thức, trong gia đình này thường thì mẹ chúng sống với một người khác không có một mối quan hệ ruột thịt hay pháp lý gì với đứa con của mình cả. Qua số liệu thống kê, những gia đình sống thử không chính thức này thường là những môi trường nguy hiểm nhất đối với trẻ em. Những đứa trẻ sống trong gia đình như thế này thường có nguy cơ lạm dụng trẻ em cao hơn đáng kể. Những người bạn trai sống cùng hay đến chơi thường hay lạm dụng thể chất trẻ em, lạm dụng tình dục trẻ em và giết hại trẻ em nhiều hơn các ông bố ruột hay cha dượng đã kết hôn với mẹ mình.  Việc sống với cha dượng hay mẹ kế thường đưa thanh niên đến với nhiều rủi ro, nguy hiểm. Một công trình nghiên cứu cho thấy thanh niên sống ở những gia đình này trở thành kẻ phạm tội nguy hiểm hay tàn nhẫn gấp 1,4 lần và cứ 5 thanh niên thì có ít nhất một đứa sẽ bỏ nhà đi.  Sự thoả thuận cá nhân hay trách nhiệm của cộng đồng? Có phải tự do lựa chọn không? Nhiều người cho rằng hành vi sống thử như là một cuộc nổi loạn chống lại nhiều kiểu mẫu gia đình truyền thống, tạo cú đánh giành quyền độc lập và tự do. Trong khi một vài người có sự lựa chọn tỉnh táo để tránh cuộc hôn nhân của mình thì những người khác chỉ cần “lăn vào” sống thử thôi. Nhiều người khác sống thử với nhau như một sự lựa chọn tốt nhất vào lúc đó, dẫu rằng việc ấy không đúng chuẩn mực đạo đức tí nào. Tài chính cũng có thể khiến cho người ta chọn biện pháp sống thử. Đối với nhiều người, nhất là những người có mức lương thấp hay công việc không đều đặn thì việc kết hôn dường  như là một việc làm xa xỉ và đắt đỏ. Nhiều người cũng lo là việc kết hôn là một cuộc mạo hiểm nhiều rủi ro vì luật thuận tình ly hôn cho phép người chồng hay vợ được ra đi và rút khỏi trách nhiệm của mình một cách dễ dàng hơn. Hơn cả “tấm giấy đăng ký kết hôn” Xét về mặt truyền thống, hôn nhân đã chiếm một vị trí quan trọng đặc biệt trong pháp luật và xã hội Anh quốc. Hôn nhân phát triển như một cách thức tạo sự ổn định không những cho gia đình mà còn cho xã hội. Hôn nhân là hình thức công bố cam kết trách nhiệm với cá nhân và xã hội. Đây cũng là một thể chế mang lại lợi ích cho bản thân cặp vợ chồng nói riêng và cho toàn xã hội nói chung. Khi người ta kết hôn, người ta cam kết với nhau không những là người bạn tình với nhau mà còn có trách nhiệm chăm sóc cho nhau khi giàu có, lúc gian nan, khi ốm đau cũng như lúc khỏe mạnh. Người ta hứa thề sẽ khắn khít bên nhau đi qua những thăng trầm trong cuộc sống. Lời hứa và niềm tin cho nhau ngày một vững bền làm cho người ta có thể hy sinh vì lợi ích của gia đình. Theo truyền thống, chính phủ và xã hội Anh quốc đã ủng hộ thể chế hôn nhân bằng cách dành cho hôn nhân một số đặc quyền và trách nhiệm, và bằng cách bắt gánh chịu những hậu quả khi hôn nhân tan vỡ. trong ba mươi năm vừa qua số lượng người kết hôn giảm cộng với số người sống thử tăng đã làm tỉ lệ ly hôn tăng theo. Nhiều người biện luận rằng có xu hướng này là do người ta ít sẵn lòng cam kết với nhau, hoặc có lẽ người ta sợ người khác sẽ bội hứa nhiều hơn. Vai trò của nhà nước Dẫu rằng rất nhiều chứng cứ cho thấy mối quan hệ sống thử mang nhiều nguy cơ gây ra hậu quả nặng nề, nhưng chính phủ và nhiều cơ quan chính quyền khác vẫn cứ coi hành vi sống thử và hôn nhân là giống nhau về cơ bản. Chẳng hạn như chủ tịch thượng viện Anh và bộ trưởng tư pháp Anh cho rằng “việc ngày càng chấp thuận mối quan hệ sống thử như là một bước mở đầu hay một sự chọn lựa của hôn nhân” có nghĩa là “nhiều mối quan hệ như thế ắt hẳn ít nhất cũng phải bền vững như hôn nhân”. “Điều quan trọng nhất là ở chất lượng của mối quan hệ, chớ không phải ở thể chế của nó.” Nhiều người biện luận rằng nhà nước không nên đưa ra lời nhận định nào đặc biệt đối với hôn nhân. Họ cho là người sống thử nên có những quyền lợi tương tự và trách nhiệm vốn dành riêng cho hôn nhân, từ quyền sở hữu tài sản đến quyền quyết định cuộc sống con cái mình. Hiện nay, khi một cặp vợ chồng ly hôn thì toà án sẽ quyết định cách thức chia tài sản, dựa trên nhu cầu của cả hai vợ chồng và nhu cầu của bất kỳ đứa con nào của họ. Tuy nhiên, khi một cặp vợ chồng sống thử đổ vỡ thì mỗi người sẽ có quyền sở hữu món tài sản riêng của mình. Phương pháp này đảm bảo cho những cá nhân tự cam kết với thể chế hôn nhân được pháp luật bảo vệ. Điều này cũng bảo vệ quyền tự do cho người chọn lối sống thử ngoài ranh giới của hôn nhân. Mặc dù hôn nhân luôn đòi hỏi cả hai người, ly hôn đôi khi chỉ cần một người, làm cho người còn lại bị xa lánh, ghẻ lạnh. Nhà nước có thể góp phần củng cố thể chế hôn nhân bằng chấm dứt “thuận tình ly hôn”, ly hôn không tán thành hay đơn phương ly hôn, và bằng cách đưa ra nhiều biện pháp giải quyết ly hôn có tác dụng trừng trị, chớ không phải là ủng hộ người chồng hay vợ bỏ bê hay đối xử tồi tệ với người bạn đời của mình."
        }
    ],
    "suggestions": []
}