{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lithuania",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Lithuania",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lithuania",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lithuania",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lithuania",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "+ <em>Lithuania</em>: 4 June",
            "vi": "Lithuania: 4 tháng sáu"
        },
        {
            "en": "+ <em>Lithuania</em>: 4 June",
            "vi": "Lithuania: 4 tháng sáu"
        },
        {
            "en": "Maybe the main problem is that I am from <em>Lithuania</em>.",
            "vi": "Có lẽ vấn đề chính là tôi đến từ Lithuania."
        },
        {
            "en": "He was arrested in 2008 in Vilnius, <em>Lithuania</em> for allegedly trying to buy contraband goods",
            "vi": "Anh ta bị bắt năm 2008 ở Vilnius, Lithuania vì bị cho là cố mua hàng lậu."
        },
        {
            "en": "<em>Lithuania</em> was the first of the Soviet republics to declare its independence, in March of 1990.",
            "vi": "Lithuania là nước đầu tiên của Cộng hòa Xô viết tuyên bố nền độc lập của mình, vào tháng 3 năm 1990."
        },
        {
            "en": "Chicken legs are shipped from the U.S. at only $0.9 a kg, compared to $2.1 a kg from <em>Lithuania</em>.",
            "vi": "Chân gà được vận chuyển từ Mỹ chỉ ở mức 0,9 USD/1 kg, so với 2,1/1 kg từ Lithuania."
        },
        {
            "en": "The Baltic States refer to Estonia, Latvia and <em>Lithuania</em>, all of which were controlled by the Soviet Union during 1940–1941 and 1944/1945–1991.",
            "vi": "Các quốc gia vùng Ban - tích ám chỉ Estonia, Latvia và Lithuania, tất cả những nước bị Liên Bang Nga cai quản trong giai đoạn 1940–1941 và 1944/1945–1991."
        },
        {
            "en": "In <em>Lithuania</em>, a new law passed in March reinstated national service on a limited basis for men aged 19 to 27.",
            "vi": "Ở Lithuania, một luật mới được thông qua vào tháng Ba đã khôi phục lại mục nghĩa vụ quân sự trên cơ sở hạn chế đối với nam giới trong độ tuổi 19 - 27."
        },
        {
            "en": "In <em>Lithuania</em>, a new law passed in March reinstated national service on a limited basis for men aged 19 to 27.",
            "vi": "Ở Lithuania, một luật mới được thông qua vào tháng Ba đã khôi phục lại mục nghĩa vụ quân sự trên cơ sở hạn chế đối với nam giới trong độ tuổi 19-27."
        },
        {
            "en": "For the EU: Bulgaria, Latvia, Estonia, Croatia, <em>Lithuania</em>, Russia and Ukraine are classified as Market Economies while Albania, Armenia, Azerbaijan, Belarus, North Korea, Mongolia, Moldova, Kyrgyz Republic, Tajikistan, Turkmenistan, Uzbekistan and Georgia are classified as Non-Market Economies.",
            "vi": "Với EU: Bun-ga-ri, Lát-vi-a, ét-xtô-ni-a, Crô-a-chi-a, Lít-va, Nga và U-crai-na được phân loại là các kinh tế thị trường trong khi An-ba-ni, Ác-mê-ni-a, A-déc-bai-gian, Bê-la-rút, Bắc Triều tiên, Mông cổ, Môn-đô-va, Kiếc-ghi-xtan, Tát-gi-kít-xtan, Tuốc-mê- nít-xtan, U-dơ-bê-kít-xtan, và Gru-di-a bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "Các quốc gia vùng Ban-tích ám chỉ Estonia, Latvia và <em>Lithuania</em>, tất cả những nước bị Liên Bang Nga cai quản trong giai đoạn 1940–1941 và 1944/1945–1991.",
            "vi": "The Baltic States refer to Estonia, Latvia and Lithuania, all of which were controlled by the Soviet Union during 1940–1941 and 1944/1945–1991."
        },
        {
            "en": "Or the US: Latvia, Estonia, <em>Lithuania</em>, Kazakhstan, Ukraine, Romania and Russia are classified as Market Economies while Armenia, Azerbaijan, Belarus, Georgia, Kyrgyz Republic, Moldova, Tajikistan, Turkmenistan, Uzbekistan, Viet Nam, Mongolia, and China are classified as Non-Market Economies.",
            "vi": "Với Hoa Kỳ: Lát-vi-a, ét-xtô-ni-a, Lít-va, Ka-dắc-xtan, U-crai-na, Ru-ma-ni và Nga được phân loại là các nền kinh tế thị trường trong khi Ác-mê-ni-a, Al-ba-ni, Georgia, Kiếc-ghi-xtan, Môn-đô-va, Việt Nam, Mông cổ, và Trung Quốc bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "Some examples (India, Bulgaria, Latvia, <em>Lithuania</em>, Romania) show that developing and transition economies can have a positive balance of trade in services, while some developed market economies (Australia, Japan) have negative balances.",
            "vi": "Một số ví dụ (Ấn độ, Bungari, Látvia, Lít-va, Rumani) chỉ ra rằng các nền kinh tế đang phát triển hay chuyển đổi có thể có thặng dư cán cân thương mại dịch vụ trong khi một số các nước phát triển (Ốtxtrâylia, Nhật Bản) có cán cân thâm hụt."
        },
        {
            "en": "A third of 11-year-old children from this country go without breakfast on school days, while 90 per cent of their Portuguese peers start every day with a morning meal. Only children from <em>Lithuania</em>, Latvia, Estonia and Finland eat less fruit than English and Welsh youngsters.",
            "vi": "Một phần ba trẻ em 11 tuổi ở đất nước này không ăn sáng vào những ngày đi học, trong khi 90 % trẻ em cùng tuổi ở Bồ Đào Nha bắt đầu mỗi ngày với bữa sáng. Chỉ có trẻ em ở Lithuania, Latvia, Estonia và Finland ăn ít trái cây hơn trẻ Anh và trẻ xứ Wales."
        },
        {
            "en": "A third of English, Scottish and Welsh girls rated their health as only fair or poor, with only their peers in Ukraine, <em>Lithuania</em> and Latvia feeling worse off. Fewer than one in five girls in Spain, Italy and Switzerland feel the same way.",
            "vi": "Một phần ba số cô gái ở Anh, Scotland và xứ Wale xếp loại sức khỏe của họ ở mức chấp nhận được hoặc tồi tệ, trong khi ở Ukraine, Lithuania và Latvia, những người cùng tuổi với họ cảm thấy tồi tệ hơn. Ít hơn một trong 5 cô gái ở Tây Ban Nha, Ý và Thụy Syc cảm thấy như vậy."
        }
    ],
    "suggestions": []
}