{
    "en_vn": {
        "data": {
            "content": null,
            "word": "littered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "littered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "littered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "littered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "littered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Newspapers <em>littered</em> the floor.",
            "vi": "Báo chí vứt bừa bãi trên sàn."
        },
        {
            "en": "Stray papers <em>littered</em> his desk.",
            "vi": "Giấy tờ rải rác bừa bãi trên bàn ông ta."
        },
        {
            "en": "Newspapers <em>littered</em> on the floor.",
            "vi": "Báo chí vứt bừa bãi trên sàn."
        },
        {
            "en": "The streets were <em>littered</em> with rubbish.",
            "vi": "Nhiều con đường bị xả rác lung tung."
        },
        {
            "en": "The road was <em>littered</em> with wrecked cars.",
            "vi": "Con đường bừa bãi những ô tô hỏng."
        },
        {
            "en": "His room is <em>littered</em> with old magazines.",
            "vi": "Căn phòng của anh ta lung tung những tạp chí cũ."
        },
        {
            "en": "The fields will be <em>littered</em> with plastic and tins.",
            "vi": "Các cánh đồng sẽ bị vứt đầy nhựa và đồ hộp."
        },
        {
            "en": "the house was <em>littered</em> with paper and pieces of furniture",
            "vi": "nhà cửa bề bộn giấy má đồ đạc"
        },
        {
            "en": "Eastern Europe and Central Asia are <em>littered</em> with such examples.",
            "vi": "Đông Âu và Trung Á đang phải đối mặt với những hình mẫu như thế."
        },
        {
            "en": "The battlefield was <em>littered</em> with the dead and dying.",
            "vi": "Chiến trường rải rác với những người chết và hấp hối."
        },
        {
            "en": "My house is <em>littered</em> with papers and pieces of furniture.",
            "vi": "Nhà tôi bừa bộn giấy má đồ đạc."
        },
        {
            "en": "The paper cups <em>littered</em> the ground around them.",
            "vi": "Những cái ly giấy rải rác đầy mặt đất xung quanh họ."
        },
        {
            "en": "The living room was <em>littered</em> with broken glass.",
            "vi": "Phòng khách bừa bãi kính vỡ."
        },
        {
            "en": "The football team's season has been <em>littered</em> with missed opportunities and lost chances.",
            "vi": "Mùa giải của đội bóng này rải rác vài cơ hội bị bỏ lỡ và thời cơ bị lãng phí."
        },
        {
            "en": "The history of pop music in this country is <em>littered</em> with disputes between songwriting partners.",
            "vi": "Lịch sử nhạc pop nước này rải rác những cuộc tranh chấp giữa các đối tác sáng tác ca khúc."
        },
        {
            "en": "Survivors have been living in makeshift camps on streets <em>littered</em> with debris and decomposing bodies.",
            "vi": "Những người sống sót đang sống trong các lán trại tạm thời trên đường phố chung quanh là đống gạch vụn bừa bãi và thi thể đang bị phân hủy."
        },
        {
            "en": "The room was untidy, <em>littered</em> with cigar butts and dishes of untouched food.",
            "vi": "Phòng chàng bừa bãi, đẫy những mẩu xì gà và những đĩa thức ăn không đụng đến."
        },
        {
            "en": "This is good satefy precaution, but eventually folders become <em>littered</em> with backup files, perhaps consuming large amounts of disk space.",
            "vi": "Việc này là biện pháp phòng ngừa tốt, song rốt cuộc các thư mục trở nên bề bộn do các tập tin dự phòng đẻ ra, có khi chiếm lượng lớn không gian đĩa."
        },
        {
            "en": "In fact, he knows that the investment landscape is <em>littered</em> with the graves if small technology companies such as Data-Trix.",
            "vi": "Thực tế, anh biết rằng tình hình đầu tư lộn xộn đã và đang là mồ chôn nhiều công ty công nghệ nhỏ nha datatrix."
        },
        {
            "en": "When officers arrived they discovered the body, which weighed less than 30 kilograms, infested with maggots in a room <em>littered</em> with trash.",
            "vi": "Khi cơ quan chức năng đến làm việc, họ phát hiện ra thi thể bà mẹ nhẹ hơn 30 kg, bị giòi tràn vào phá huỷ trong căn phòng đầy rác."
        }
    ],
    "suggestions": []
}