{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['livəri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chế phục (quần áo của người hầu các nhà quyền quý)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to be in livery</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">mặc chế phục</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to be out of livery</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">không mặc chế phục</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">livery servant</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">đầy tớ mặc chế phục</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tư cách hội viên phường hội của Luân-đôn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">livery company</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">phường hội của Luân-đôn</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(pháp lý) sự cho chiếm hữu</td></tr></table><i/></div>",
            "word": "livery",
            "pronounce": "['livəri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>livery</k><blockquote><b>livery<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>liveries</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a special uniform worn by a servant, an official, or a member of a City Company. </blockquote></blockquote><blockquote><blockquote>    ⁃ a distinctive design and colour scheme used on a company's vehicles, aircraft, or products. </blockquote></blockquote><blockquote><blockquote>2》 (in the UK) the members of a City livery company collectively. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>historical a provision of food or clothing for servants. </cclass></blockquote></blockquote><blockquote><blockquote>4》 (in full <cclass><b>livery of seisin</b>) <cclass>Brit. <cclass>historical the ceremonial procedure at common law of conveying freehold land to a grantee. </cclass></cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>at livery</b> (of a horse) kept for the owner and fed and cared for at a fixed charge. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>liveried</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (in the sense 'the dispensing of food or clothing to servants', also 'allowance of provender for horses', surviving in the phr. <i>at livery</i> and in <kref>livery stable</kref>): from OFr. <i>livree</i> 'delivered', feminine past participle of <i>livrer</i>, from L. <i>liberare</i> 'liberate'. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>livery<sup>2</sup></b></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 resembling liver in colour or consistency. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>informal liverish. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>dialect (of soil) heavy. </cclass></blockquote></blockquote></div>",
            "word": "livery",
            "pronounce": "['livəri]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>livery</k><blockquote>▸ <cclass>noun UNIFORM, regalia, costume, dress, attire, garb, clothes, clothing, outfit, suit, garments, ensemble; <cclass><i>informal</i> get-up, gear, kit; <cclass><i>formal</i> apparel; <cclass><i>archaic</i> raiment, vestments.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "livery",
            "pronounce": "['livəri]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "livery",
            "pronounce": "['livəri]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "livery",
            "pronounce": "['livəri]"
        }
    },
    "sentences": [
        {
            "en": "<em>Livery</em> servant",
            "vi": "Đầy tớ mặc chế phục"
        },
        {
            "en": "They are in <em>livery</em>.",
            "vi": "Họ đang mặc chế phục."
        },
        {
            "en": "She is in <em>livery</em>.",
            "vi": "Cô ta mặc chế phục."
        },
        {
            "en": "He's out of <em>livery</em>.",
            "vi": "Anh ta không mặc chế phục."
        },
        {
            "en": "Be out of <em>livery</em>",
            "vi": "Không mặc chế phục"
        },
        {
            "en": "Be in <em>livery</em>",
            "vi": "Mặc chế phục"
        },
        {
            "en": "I saw a <em>livery</em> servant.",
            "vi": "Tôi thấy một đầy tớ mặc chế phục."
        },
        {
            "en": "The lorry was painted in the company's <em>livery</em>.",
            "vi": "Xe tải được sơn theo màu sắc, trang trí của công ty."
        },
        {
            "en": "The <em>livery</em> actuality of the scenes and sound makes the television very welcome.",
            "vi": "Chính vì có thể tường thuật trực tiếp hình ảnh âm thanh nên ti vi rất được ưa chuộng."
        },
        {
            "en": "“I have a lot of friends, they think it’s dangerous picking up guys in the street,” said Stephanie Rodriguez, 21, a college student who earns about $700 a week driving a <em>livery</em> car in the Bronx.",
            "vi": "Stephanie Rodriguez, 21 tuổi, là một sinh viên, mỗi tuần kiếm được 700 đô nhờ lái xe thuê ở Bronx, nói: \"Em có rất nhiều bạn bè, họ cho rằng rước mấy ông cô hồn lên xe ớn quá à.\""
        },
        {
            "en": "The women’s <em>livery</em> service was started by Stella Mateo, a mother of two daughters, who said that she could have used a female driver to help shuttle them to soccer, field hockey, basketball and gymnastics practices when they were growing up. Ms. Mateo’s husband, Fernando, is the founder of the New York State Federation of Taxi Drivers, an industry group representing 30,000 taxi and <em>livery</em> drivers.",
            "vi": "Dịch vụ thuê xe dành cho nữ này do bà Stella Mateo khởi xướng, bà có hai cô con gái, bà cho biết ngày trước nếu có dịch vụ như vậy thì bà đã có thể nhờ chở các con bà đi tập thể dục, đá banh, chơi khúc côn cầu và bóng rổ rồi. Chồng bà Mateo, ông Fernando, là nhà sáng lập Hiệp hội tài xế taxi tiểu bang New York, một tổ chức nghề nghiệp đại diện cho 30 ngàn tài xế taxi và xe cho mướn."
        },
        {
            "en": "There was a quiet knock on the door and a man in gold and red <em>livery</em> entered with a large, silver breakfast tray. Eggs, bacon, tomato, toast and marmalade - a veritable feast.",
            "vi": "Có tiếng gõ cửa nhẹ rồi một người mặc áo màu đỏ và vàng bước vào với chiếc khay bạc to với đủ các món trên đó, trứng, thịt rán, cà chua, bánh mì nướng và mứt hoa quả."
        },
        {
            "en": "“Perfect idea,” declared Gretchen Britt, 51, a school clerk in Manhattan who uses cabs and <em>livery</em> cars three to four times a month, always driven by men. “You feel safer and more comfortable with a woman.”",
            "vi": "\"Ý tưởng tuyệt vời\", bà Gretchen Britt, 51 tuổi, đã thốt lên như vậy, bà công tác tại một ngôi trường ở Manhattan và phải đi taxi 3 đến 4 lần mỗi tháng, mà cứ bị ngồi sau tay lái đàn ông. \"Tôi cảm thấy an toàn và thoải mái hơn khi tài xế là nữ.\""
        },
        {
            "en": "New Yorkers can already choose from yellow taxis, green cabs or black <em>livery</em> cars. They can tap a smartphone app for a ride, or simply stick out an arm. They can pay with cash or credit.",
            "vi": "Người dân New York họ có thể chọn đi xe taxi màu vàng, màu xanh hoặc màu đen. Có thể sử dụng điện thoại thông minh hoặc đơn giản là cứ đưa tay ra vẫy là bắt được xe. Thanh toán thì có thể bằng tiền mặt hay thẻ tín dụng."
        },
        {
            "en": "Ms. Mateo said she envisions the <em>livery</em> service expanding to Washington, Miami, Chicago and other cities during the next year. Similar women’s driving services exist in other countries, including India.",
            "vi": "Bà Mateo nói bà mường tượng cái viễn cảnh dịch vụ cho thuê xe này mở rộng sang đến Washington, Miami, Chicago và các thành phố khác trong năm tới. Những dịch vụ thuê xe dành cho phụ nữ tương tự đã có ở nhiều nước trên thế giới, trong đó có cả Ấn Độ."
        },
        {
            "en": "Miriam Malave, 54, a <em>livery</em> driver in Brooklyn for three decades, said she gets more requests than she can handle, often from Hasidic women in Williamsburg who will only ride with women. Even so, she said, she continues to face discrimination from male drivers who tell her: “This is a man’s job. Go home and cook.”",
            "vi": "Bà Miriam Malave, 54 tuổi, một tài xế lái xe thuê ở Brooklyn suốt 3 thập niên, cho biết bà nhận được nhiều yêu cầu nên giải quyết không xuể, khách của bà thường là những phụ nữ Hà Tây Đức Giáo sinh sống tại Williamsburg, những người này họ chỉ đi xe có phụ nữ chứ không chung xe với đàn ông. Mặc dù vậy, bà cho biết thêm, bà vẫn bị những đồng nghiệp nam phân biệt đối xử, họ nói với bà: \"Đây là công việc của đàn ông. Bà về nhà mà quản cái vương quốc xó bếp của bà đi.\""
        },
        {
            "en": "A new <em>livery</em> service starting Sept. 16 in New York City, Westchester County and Long Island will offer female drivers exclusively, for female riders, according to its founder. It will take requests for rides through an app, and dispatch drivers sporting hot pink pashmina scarves.",
            "vi": "Bắt đầu từ 16 tháng 9 ở New York City, Westchester County và Long Island người ta cung cấp một dịch vụ xe thuê mới toanh mà theo người lập ra cái dịch vụ này thì chỉ dành riêng cho nữ giới, tài xế cũng là nữ mà người thuê xe cũng chỉ là nữ mới được thuê. Hành khách đặt xe thông qua một chương trình ứng dụng, và hãng sẽ cử tài xế đến đón, tài xế thắt khăn choàng cổ bằng vải len màu hồng sen đỏ."
        },
        {
            "en": "SheTaxis will partner with existing <em>livery</em> companies to provide the rides at competitive rates, Ms. Mateo said. SheTaxis, which has a staff of six, has already recruited 50 female drivers, ranging in age from 21 to 70. The service will collect fares through its app, using credit or debit cards, and then send payments to the drivers.",
            "vi": "Bà Mateo cho biết, dịch vụ SheTaxis sẽ hợp tác với các công ty cho thuê xe hiện nay để cung cấp dịch vụ thuê xe với mức giá cạnh tranh. SheTaxis có 6 nhân viên, và đã tuyển dụng 50 nữ tài xế, tuổi từ 21 đến 70. Dịch vụ này sẽ nhận khách thông qua phần mềm chương trình ứng dụng của riêng hãng, thanh toán bằng thẻ ghi nợ hoặc thẻ tín dụng, lương thì tài xế sẽ nhận lại sau."
        }
    ],
    "suggestions": []
}