{
    "en_vn": {
        "data": {
            "content": null,
            "word": "loa"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>loa</k><blockquote><cclass>[<cclass>'ləʊə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>loas</b>) a god in the voodoo cult of Haiti. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Haitian Creole. </blockquote></div>",
            "word": "loa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "loa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "loa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "loa"
        }
    },
    "sentences": [
        {
            "en": "<em>Loa</em>.",
            "vi": "Loa."
        },
        {
            "en": "Co <em>Loa</em> Festival, Hanoi",
            "vi": "Lễ hội thành Cổ Loa, Hà Nội"
        },
        {
            "en": "A disease, occurring in West and Central Africa, caused by the eye worm <em>Loa</em> <em>loa</em>.",
            "vi": "Một bệnh thấy ở tây và trung phi do giun sán mắt loa loa gây ra."
        },
        {
            "en": "They discovered many brass arrowheads at Co <em>Loa</em>.",
            "vi": "Họ phát hiện nhiều mũi tên đồng ở Cổ Loa."
        },
        {
            "en": "Ông ấy cảm ơn tôi – rất qua <em>loa</em> – vì sự giúp đỡ của tôi.",
            "vi": "He thanked me – after a fashion – for my help."
        },
        {
            "en": "Some historical places in Vietnam are Co <em>Loa</em> citadel, Hoi An, My Son, Cu Chi Tunnels, ect.",
            "vi": "Một số di tích lịch sử ở Việt Nam là thành Cổ Loa, Hội An, Mỹ Sơn, địa đạo Củ Chi, vv."
        },
        {
            "en": "On August 19th, 1993, Mekong Company inaugurated the Co <em>Loa</em> Automobile Factory in Hanoi, specializing in assembling automobiles under licence from IVECO of the FIAT Group (Italy).",
            "vi": "Vào ngày 19 tháng tám năm 1993, công ty mekong khánh thành nhà máy xe hơi cổ loa tại hà nội, chuyên lắp ráp xe hơi theo giấy phép của iveco thuộc tập đoàn fiat (ý)."
        },
        {
            "en": "The Co <em>Loa</em> Festival is held annually from the 6th to the 16th of the 1st lunar month. It takes place in the pagoda that honors An Duong Vuong in Co <em>Loa</em> Commune, Dong Anh District, Hanoi. On the 6th day of Tet, the literature procession is preceded by a flag that symbolizes the five elements (metal, wood, water, fire and earth), a musical company, and a sacrifice.",
            "vi": "Lễ hội thành Cổ Loa được tổ chức hàng năm từ ngày 6 đến 16/1 âm lịch. Nó được diễn ra ở Chùa tưởng nhớ Thục Phán An Dương Vương ở xã Cổ Loa, huyện Đông Anh, Hà Nội. Vào ngày 6 Tết, lễ rước văn tế được diễn ra đầu tiên bằng cờ tượng trưng cho 5 yếu tố (Kim, Mộc, Thủy, hỏa và Thổ), âm nhạc và đồ cúng."
        },
        {
            "en": "Vietnam's majestic north  Offering an idyllic farming lifestyle, peaceful Mai Chau is an enchanting first stop on the northern loop before continuing towards the golden rice terraces in Nghia <em>Loa</em>, Than Uyen and Sapa.  Home to the country's highest summit and gateway to the Hoàng Liên Son mountain range, Sapa has been a tourist hotspot for years.  Most riders find themselves here for at least a night to experience cultural home stays with the Hmong people.  Farther north, the real adventure begins, with a ride to Ha Giang via the ethnic markets in Bac Ha. Sizable Ha Giang is the entrance to the Dong Van Karst Geopark, a mountainous landscape on the border of China that requires special permits to visit.",
            "vi": "Núi non hùng vĩ của miền Bắc Việt Nam Đón chào du khách là một miền quê bình dị, Mai Châu yên bình, điểm dừng chân đầu tiên đầy quyến rũ trên cung đường phía bắc trước khi tiếp tục hành trình hướng đến những cánh đồng ruộng lúa bậc thang ở Nghĩa Lộ, Than Uyên và Sapa.  Là nơi có ngọn núi cao nhất nước và cũng là nơi dẫn vào dãy Hoàng Liên Sơn, trong nhiều năm qua Sapa là địa điểm thu hút rất nhiều du khách. Du khách đi xe gắn máy có thể ở lại đây ít nhất 1 đêm, ở chung nhà với người H'mông, trải nghiệm văn hóa đặc sắc của họ. Tiến xa hơn nữa về phía bắc, cuộc du ngoạn mới thật sự bắt đầu, đi tới Hà Giang ngang qua các chợ dân tộc thiểu số ở Bắc Hà. Hà Giang rộng lớn là cửa ngõ vào Cao nguyên đá Đồng Văn, một vùng núi non trùng điệp gần biên giới với Trung Quốc mà du khách không thể bỏ qua."
        }
    ],
    "suggestions": []
}