{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">loaf</font></td></tr></table><i/></div>",
            "word": "loaves"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>loaves</k><blockquote>plural form of <kref>loaf</kref><sup>1</sup>. </blockquote></div>",
            "word": "loaves"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "loaves"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "loaves"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "loaves"
        }
    },
    "sentences": [
        {
            "en": "<em>Loaves</em> and fishes",
            "vi": "Bổng lộc"
        },
        {
            "en": "He had <em>loaves</em> and fishes.",
            "vi": "Anh ấy có bổng lộc."
        },
        {
            "en": "Can you give two <em>loaves</em>?",
            "vi": "Anh bán cho tôi hai ổ bánh mì nhé?"
        },
        {
            "en": "Those <em>loaves</em> are for the picnic.",
            "vi": "Những ổ bánh mì ấy dành cho bữa ăn ngoài trời."
        },
        {
            "en": "Mould the dough into two <em>loaves</em>.",
            "vi": "Hãy nặn bột thành hai ổ bánh mì."
        },
        {
            "en": "I'd like ten <em>loaves</em> of bread.",
            "vi": "Tôi muốn mười ổ bánh mì."
        },
        {
            "en": "One of them has five small <em>loaves</em> of bread.",
            "vi": "Một trong số chúng có 5 ổ bánh mì nhỏ."
        },
        {
            "en": "And some are <em>loaves</em> and some so nearly balls.",
            "vi": "Co nhng vin nh nhng banh va co nhng vin lai gn nh nhng trai banh."
        },
        {
            "en": "Buy me some <em>loaves</em> of bread freshly baked.",
            "vi": "Mua cho tôi vài ổ bánh mì vừa mới nướng."
        },
        {
            "en": "I am making a toast of bread <em>loaves</em>.",
            "vi": "Tôi đang làm một ổ bánh mì nướng."
        },
        {
            "en": "There are many holes in <em>loaves</em> because of the action of yeast.",
            "vi": "Có nhiều lỗ trong các ổ bánh mình là do tác động của men bia."
        },
        {
            "en": "These <em>loaves</em> of sandwich bread are fresh out of the oven.",
            "vi": "Những ổ bánh mì sandwich này vừa mới ra lò."
        },
        {
            "en": "I'd like to buy two <em>loaves</em> of brown bread, a pound of bacon and a ham.",
            "vi": "Tôi muốn mua hai ổ bánh mì đen, một cân thịt xông khói và một miếng thịt giăm bông."
        },
        {
            "en": "How about two American <em>loaves</em>, one white bread and some Scandinavian cracked wheat?",
            "vi": "Vậy thì 2 ổ bánh mì Mỹ, một ổ bánh mì trắng và một ít bột mì Scandinavian nghiền nhé?"
        },
        {
            "en": "Ma made the cornmeal and water into two thin <em>loaves</em>, each shaped in a half circle.",
            "vi": "Mẹ nhào bột với nước làm thành hai ổ bánh, mỗi ổ đều mang hình một nửa vòng tròn."
        },
        {
            "en": "Not only are you stupid <em>loaves</em>, but your triads are so far off the mark, it doesn't bear repeating.",
            "vi": "Tụi bạn không những ngu ngốc mà còn là bộ ba thấp kém về điểm số và không đáng nhắc lại."
        },
        {
            "en": "Mrs. Loc said she sells about 200 <em>loaves</em> of bread each day, earning profit of around VND1 million (nearly $50).",
            "vi": "Bà Lộc cho biết bà bán khoảng 200 ổ bánh mì mỗi ngày, thu về lợi nhuận khoảng 1 triệu đồng (gần 50 USD)."
        },
        {
            "en": "She laid the <em>loaves</em> with their straight sides together in the bake-oven, and she pressed her hand flat on top of each loaf.",
            "vi": "Mẹ đặt hai ổ bánh vào lò nướng, xếp những cạnh thang của chúng sát nhau rồi ép bàn tay làm phẳng mặt trên các ổ bánh."
        },
        {
            "en": "Pa always said he did not ask any other sweetening, when Ma put the prints of her hands on the <em>loaves</em>.",
            "vi": "Bố thường nói Bố không đòi một vị ngọt nào khác khi thấy dấu tay của Mẹ trên các ổ bánh."
        },
        {
            "en": "She laid the <em>loaves</em> with their straight sides together in the bake - oven, and she pressed her hand flat on top of each loaf.",
            "vi": "Mẹ đặt hai ổ bánh vào lò nướng, xếp những cạnh thang của chúng sát nhau rồi ép bàn tay làm phẳng mặt trên các ổ bánh."
        }
    ],
    "suggestions": []
}