{
    "en_vn": {
        "data": {
            "content": null,
            "word": "locals",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "locals",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "locals",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "locals",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "locals",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Were the <em>locals</em> friendly?",
            "vi": "Dân địa phương có thân thiện không?"
        },
        {
            "en": "<em>Locals</em> are friendly and curious",
            "vi": "Người dân địa phương thân thiện và tò mò."
        },
        {
            "en": "The <em>locals</em> are very welcoming.",
            "vi": "Dân địa phương rất nồng nhiệt."
        },
        {
            "en": "Drinking ‘bia hoi’ with <em>locals</em>",
            "vi": "Uống bia hơi với dân địa phương"
        },
        {
            "en": "The <em>locals</em> are very helpful and sincere.",
            "vi": "Những người dân địa phương là rất giúp ích và chân thành."
        },
        {
            "en": "I am so jealous of the <em>locals</em>.",
            "vi": "Tôi ghen tị với người dân địa phương lắm."
        },
        {
            "en": "She stood unsuccessfully in the <em>locals</em>.",
            "vi": "Bà ấy đã ra tranh cử không thành công ở nhiều địa phương."
        },
        {
            "en": "I very much admire the <em>locals</em>.",
            "vi": "Tôi rất ngưỡng mộ người dân địa phương."
        },
        {
            "en": "<em>Locals</em> tend to be suspicious of strangers",
            "vi": "Người dân địa phương có khuynh hướng nghi ngờ người lạ mặt"
        },
        {
            "en": "The <em>locals</em> speak highly of this restaurant.",
            "vi": "Dân địa phương rất ca ngợi nhà hàng này."
        },
        {
            "en": "The <em>locals</em> are awaiting arrival of Iphone.",
            "vi": "Dân địa phương đang chờ đợi mẫu Iphone mới."
        },
        {
            "en": "The <em>locals</em> are very welcoming and friendly.",
            "vi": "Người dân địa phương rất nồng nhiệt và thân thiện."
        },
        {
            "en": "The <em>locals</em> are very satisfied with this reasonable policy.",
            "vi": "Dân địa phương rất hài lòng với chính sách hợp tình hợp lý này."
        },
        {
            "en": "The <em>locals</em> tend to be suspicious of strangers.",
            "vi": "Dân địa phương có khuynh hướng nghi ngờ người lạ mặt."
        },
        {
            "en": "They say it's a favorite among the <em>locals</em>.",
            "vi": "Họ nói rằng nó là món dân địa phương ưa thích đấy."
        },
        {
            "en": "It may not be cold for the <em>locals</em>.",
            "vi": "Có lẽ đối với người dân địa phương như thế không lạnh."
        },
        {
            "en": "<em>Locals</em> beat dog thieves, burn motorcycle in southern Vietnam",
            "vi": "Những tên trộm chó bị người dân địa phương vây đánh, đốt xe gắn máy ở miền nam Việt Nam"
        },
        {
            "en": "The band's already made a big hit with the <em>locals</em>.",
            "vi": "Ban nhạc này đã tạo ra một thành công lớn đối với người dân địa phương."
        },
        {
            "en": "If the <em>locals</em> eat there, you know it's good!",
            "vi": "Nếu người dân địa phương ăn ở đó, bạn biết nó ngon!"
        },
        {
            "en": "He said he can even argue with <em>locals</em> in Vietnamese.",
            "vi": "Ông cho biết ông thậm chí có thể tranh luận với người dân địa phương ở Việt Nam."
        }
    ],
    "suggestions": []
}