{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lockjaw"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lockjaw</k><blockquote>■ <cclass>noun non-technical term for <kref>trismus</kref>. </cclass></blockquote></div>",
            "word": "lockjaw"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lockjaw"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lockjaw"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lockjaw"
        }
    },
    "sentences": [
        {
            "en": "<em>Lockjaw</em>.",
            "vi": "Hàm khoá."
        },
        {
            "en": "What are the symptoms of tetanus?  Tetanus symptoms result from a toxin produced by tetanus bacteria. Symptoms often begin around a week after infection. But this may range from three days to three weeks. The most common symptom is a stiff jaw, which can become \"locked.\" This is why the disease came to be called <em>lockjaw</em>.",
            "vi": "Các triệu chứng uốn ván là gì?  Các triệu chứng uốn ván được gây nên do độc tố của vi khuẩn uốn ván. Chúng thường khởi phát khoảng 1 tuần sau khi bị nhiễm trùng. Nhưng cũng có thể dao động từ 3 ngày đến 3 tuần. Triệu chứng thường thấy nhất là cứng hàm, hàm có thể trở nên “đơ”. Đây là lý do vì sao uốn ván được gọi là bệnh cứng khít hàm."
        },
        {
            "en": "Tetanus is a bacterial infection that causes painful muscle spasms and can lead to death. The tetanus vaccine has made tetanus a preventable disease. Thanks to its widespread use, <em>lockjaw</em> has become very rare in the U.S. Even so, many adults in the U.S. need to be vaccinated against tetanus.",
            "vi": "Uốn ván là bệnh nhiễm khuẩn gây ra co giật cơ đau đớn và có thể dẫn đến tử vong. Vắc-xin ngừa uốn ván đã có thể giúp ngăn ngừa được bệnh này. Nhờ được sử dụng rộng rãi nên chứng bệnh này trở nên hiếm gặp ở Mỹ. Tuy vậy, nhiều người lớn ở đây cũng cần được chủng ngừa uốn ván."
        },
        {
            "en": "Which adults should receive the tetanus vaccine?  You should have a tetanus shot if you:      * Did not receive a primary series of tetanus shots as a child.      * Have not had a tetanus booster in the last 10 years.      * You have recovered from tetanus (<em>lockjaw</em>) disease. ",
            "vi": "Đối tượng người lớn nào nên tiêm phòng vắc-xin ngừa uốn ván?   Bạn nên tiêm ngừa uốn ván nếu:   * Chưa được tiêm loạt ngừa uốn án đầu hồi còn bé.   * Chưa được tiêm ngừa uốn ván nhắc lại trong 10 năm vừa qua.  * Bạn mới khỏi bệnh uốn ván (bệnh cứng khít hàm) xong."
        }
    ],
    "suggestions": []
}