{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lodgings",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lodgings</k><blockquote>a rented room or rooms, usually in the same residence as the owner.</blockquote><blockquote>→ <kref>lodging</kref></blockquote></div>",
            "word": "lodgings",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lodgings",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>lodgings</k><blockquote><blockquote><ex><abr>n.</abr> to find; seek lodgings</ex></blockquote></blockquote></div>",
            "word": "lodgings",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lodgings",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The seediness of his <em>lodgings</em>",
            "vi": "Vẻ xơ xác của nơi anh ta ở"
        },
        {
            "en": "She wants to change her <em>lodgings</em>.",
            "vi": "Cô muốn chuyển nhà."
        },
        {
            "en": "You can't image the seediness of his <em>lodgings</em>.",
            "vi": "Chị không tài nào tưởng tượng được sự thiếu thốn của chỗ trọ của anh ta."
        },
        {
            "en": "It's cheaper to live in <em>lodgings</em> than in a hotel.",
            "vi": "Ở phòng cho thuê rẻ hơn ở khách sạn."
        },
        {
            "en": "He took <em>lodgings</em> in the East End of London.",
            "vi": "Anh ta thuê nhà trọ ở khu East End của London."
        },
        {
            "en": "I have just moved to the new <em>lodgings</em>.",
            "vi": "Tôi vừa mới chuyển đến chỗ trọ mới."
        },
        {
            "en": "Why don't you tell us the seediness of his <em>lodgings</em>?",
            "vi": "Sao cô không kể cho chúng tôi nghe về sự tồi tàn của chỗ trọ của anh ta?"
        },
        {
            "en": "It is cheaper to live in <em>lodgings</em> than in a hotel",
            "vi": "Ở phòng cho thuê rẻ hơn khách sạn"
        },
        {
            "en": "He lives in <em>lodgings</em> on Doughty Street and has a formidable landlady.",
            "vi": "Anh ấy sống trong phòng trọ trên đường Doughty và có một bà chủ nhà kinh khủng."
        },
        {
            "en": "It is cheaper to live in <em>lodgings</em> than in a hotel.",
            "vi": "Ở phòng trọ rẻ hơn khách sạn."
        },
        {
            "en": "Of course, university students in advanced countries have to pay very high school fees and live in expensive <em>lodgings</em>.",
            "vi": "Đương nhiên, các sinh viên đại học ở những nước tiên tiến phải trả học phí rất cao và sống ở những khu cho thuê rất mắc."
        },
        {
            "en": "The Zen monastery is a small brick temple built by a government official in Vung Tau in 1957. In 1961, the Buddhist association organized a renovation of the monastery and decided to build the Thich Ca Phat Dai further up the mountain. Additional <em>lodgings</em> were built to cater to Buddhist pilgrims who visit the site.",
            "vi": "Ngôi chùa Thiền Lâm là một ngôi chùa nhỏ bằng gạch được xây dựng bởi một viên chức chính phủ tại Vũng Tàu vào năm 1957. Năm 1961, Hiệp hội Phật giáo tổ chức một cuộc đổi mới tu viện và quyết định xây dựng Thích Ca Phật Đài trên núi. Chỗ khác được xây dựng để phục vụ cho khách hành hương Phật giáo ghé thăm nơi đây."
        }
    ],
    "suggestions": []
}