{
    "en_vn": {
        "data": {
            "content": null,
            "word": "loggerheads"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "loggerheads"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>loggerheads</k><blockquote><cclass>Phrases</cclass></blockquote><blockquote>■ <b>at loggerheads</b> IN DISAGREEMENT, at odds, at variance, wrangling, quarrelling, locking horns, at daggers drawn, in conflict, fighting, at war; <cclass><i>informal</i> at each other's throats.</cclass></blockquote></div>",
            "word": "loggerheads"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>loggerheads</k><blockquote><blockquote><ex><abr>n.</abr> at loggerheads with ('in disagreement with')</ex></blockquote></blockquote></div>",
            "word": "loggerheads"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "loggerheads"
        }
    },
    "sentences": [
        {
            "en": "Set at <em>loggerheads</em>",
            "vi": "Làm cho cãi nhau"
        },
        {
            "en": "To be at <em>loggerheads</em> with sb :",
            "vi": "Gây lộn, bất hòa, bất đồng ý kiến với người nào"
        },
        {
            "en": "To be at <em>loggerheads</em> with sb",
            "vi": ": Gây lộn, bất hòa, bất đồng ý kiến với ng­ời nào"
        },
        {
            "en": "Tom is at <em>loggerheads</em> with Bill.",
            "vi": "Tom vẫn bất hòa với Bill."
        },
        {
            "en": "He is at <em>loggerheads</em> with his father.",
            "vi": "Anh ta bất đồng ý kiến với cha mình."
        },
        {
            "en": "I am at <em>loggerheads</em> with your opinion.",
            "vi": "Tôi rất không đồng ý với quan điểm của em."
        },
        {
            "en": "Management and staff are at <em>loggerheads</em> over the plan.",
            "vi": "Ban giám đốc và các nhân viên không thống nhất về kế hoạch đó."
        },
        {
            "en": "The two countries are still at <em>loggerheads</em> over the deal.",
            "vi": "Hai nước vẫn bất hòa vì thỏa thuận này."
        },
        {
            "en": "He and his wife are always at <em>loggerheads</em>.",
            "vi": "Hai vợ chồng nhà nó hay bất hòa."
        },
        {
            "en": "Mr. and Mrs. Franklin have been at <em>loggerheads</em> for years.",
            "vi": "Ông Bà Franklin đã bất hòa với nhau nhiều năm nay."
        },
        {
            "en": "The students are at <em>loggerheads</em> with the college over the price of food in the canteen.",
            "vi": "Các sinh viên bất đồng ý kiến với nhà trường về giá bán đồ ăn trong nhà ăn."
        },
        {
            "en": "The students are at <em>loggerheads</em> with college over the price of food in the canteen.",
            "vi": "Các sinh viên đang bất đồng với trường đại học về giá thức ăn trong căn-tin."
        },
        {
            "en": "The students are at <em>loggerheads</em> with college over the price of food in the canteen.",
            "vi": "Các sinh viên đang bất đồng với trường đại học về giá thức ăn trong căn - tin."
        },
        {
            "en": "The two political parties were at <em>loggerheads</em> during the entire legislative session.",
            "vi": "Hai đảng chính trị đã bất hòa nhau trong suốt kỳ họp của hội đồng lập pháp."
        },
        {
            "en": "THE price of gold rose yesterday to a fresh all-time high of $1594   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        THE price of gold rose yesterday to a fresh all-time high of $1594.16 an ounce, and the dollar fell on foreign exchange markets, over concerns the United States may default on its debts.   The yellow metal jumped after ratings agency Moody’s said it may cut America’s debt rating, warning there was a “rising possibility” it will default.   To avoid default, politicians in Washington have to agree to raise the country’s debt limit by August 2. Democrats and Republicans are at <em>loggerheads</em> over how best to do this.   President Barack Obama has told Republican congressional leaders that they must act quickly if the Government is to avoid an unprecedented default.   In a further boost to bullion prices, Federal Reserve chairman Ben Bernanke voiced concerns about the strength of the US economy on Wednesday.    “The possibility remains that the recent economic weakness may prove more persistent than expected and that deflationary risks might re-emerge, implying the need for additional policy support,’ he told the US House of Representatives Financial Services Committee.   The spot price for gold rose to a record high of $1594.16 an ounce in trading, before easing to $1590.66.   Gold is seen as the bet safe haven purchase in times of economic uncertainty, but analysts said its rise was also caused by the fall in the dollar, which makes the precious metal more affordable for holders of other currencies.   Some countries, including Britain, sold part of their gold reserves a decade ago.   Between 1999 and 2002, Gordon Brown, who was then Chancellor, sold 60% of the UK’s gold reserves just before gold entered a protracted bull market.   The official reason for selling the gold reserves was to reduce the portfolio risk of the UK’s reserves by diversifying away from gold.   The UK eventually sold about 395 tons of bullion in 17 auctions from July 1999 to March 2002, at an average price of about $275 per ounce, raising approximately $3.5bn.    By 2011, that quantity of gold would be worth more than $19bn, leading to widespread criticism of Mr Brown’s decision to sell the metal.    ",
            "vi": "Giá vàng ngày hôm qua tăng lên đến một mốc cao kỷ lục mới là 1594,16 đô la Mỹ một ao-xơ, và đồng đô la giảm giá trên các thị trường ngoại hối, phản ứng lại những lo ngại Mỹ có thể bị vỡ nợ   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} span.SpellE \t{mso-style-name:\"\"; \tmso-spl-e:yes;} span.GramE \t{mso-style-name:\"\"; \tmso-gram-e:yes;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        Giá vàng ngày hôm qua tăng lên đến một mốc cao kỷ lục mới là 1594,16 đô la Mỹ một ao-xơ, và đồng đô la giảm giá trên các thị trường ngoại hối, phản ứng lại những lo ngại Mỹ có thể bị vỡ nợ.   Kim loại có màu vàng này đã tăng vọt sau khi cơ quan đánh giá tín nhiệm Moody's cho biết họ có thể hạ mức tín nhiệm nợ của Mỹ, cảnh báo rằng có khả năng ngày càng cao là Mỹ sẽ vỡ nợ.   Để tránh vỡ nợ, các chính trị gia ở Washington phải chấp nhận nâng mức giới hạn nợ của quốc gia trước thời điểm 2 tháng tám. Các thành viên đảng Cộng hoà và Dân chủ đang tranh cãi quyết liệt về giải pháp tốt nhất cho vấn đề này.   Tổng thống Barack Obama đã nói với các nhà lãnh đạo quốc hội thuộc phe Cộng hoà là họ phải hành động nhanh lên nếu muốn chính phủ tránh một vụ phá sản chưa từng có.   Trong việc giá vàng nén tiếp tục tăng thêm, vào hôm thứ tư, chủ tịch Cục Dự trữ Liên bang Ben Bernanke bày tỏ những lo ngại về sức mạnh của nền kinh tế Mỹ.   Ông nói với Uỷ ban Tài chính Hạ Nghị viện Hoa Kỳ: \"Vẫn có khả năng tình trạng yếu kém kinh tế gần đây sẽ kéo dài hơn dự kiến và nguy cơ giảm phát có thể xuất hiện trở lại, vì vậy cần hỗ trợ bằng các chính sách bổ sung\".   Giá vàng giao ngay tăng lên một mức cao kỷ lục là 1594,16 đô la Mỹ một ao-xơ trên thị trường, trước khi dịu xuống còn 1590, 66 đô la.   Vàng được coi là mặt hàng trú ẩn an toàn nhất trong những giai đoạn bất ổn về kinh tế, nhưng các nhà phân tích cho biết vàng tăng còn vì đồng đô la mất giá, điều này khiến thứ kim loại quý hiếm ấy càng có giá hợp lý hơn đối với những người nắm giữ những đồng tiền khác.   Cách nay một thập niên, một số nước, trong đó có Anh, bán phần dự trữ vàng của mình.   Giai đoạn từ năm 1999 đến năm 2002, ông Gordon Brown, người sau đó là Bộ trưởng tài chính, bán 60% dự trữ vàng của Anh ngay trước khi vàng trên thị trường có xu hướng tăng giá kéo dài.   Lý do chính thức để bán dự trữ vàng là nhằm giảm rủi ro danh mục đầu tư các khoản dự trữ của Anh theo hướng đa dạng hoá đầu tư ra khỏi vàng.   Rốt cuộc Anh bán khoảng 395 tấn vàng nén trong 17 cuộc đấu giá từ tháng bảy năm 1999 đến tháng ba năm 2002, với giá bình quân khoảng 275 đô-la Mỹ mỗi ao-xơ, thu xấp xỉ 3,5 tỷ đô-la Mỹ.   Vào thời điểm năm 2011, số lượng vàng đó có thể có giá hơn 19 tỷ đô la Mỹ, khiến ngày càng nhiều người chỉ trích quyết định bán vàng của ông Brown.        "
        }
    ],
    "suggestions": []
}