{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[lou'dʒistikəl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">logistic</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[lou'dʒistik]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">như <font color=\"#1371BB\">logistic</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">organizing famine relief presents huge logistical problems</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">việc tổ chức cứu đói đặt ra những khó khăn to lớn về hậu cần</font></td></tr></table><i/></div>",
            "word": "logistical",
            "pronounce": "[lou'dʒistikəl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "logistical",
            "pronounce": "[lou'dʒistikəl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "logistical",
            "pronounce": "[lou'dʒistikəl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "logistical",
            "pronounce": "[lou'dʒistikəl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "logistical",
            "pronounce": "[lou'dʒistikəl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Logistical</em> constraints",
            "vi": "Khó khăn về hậu cầ"
        },
        {
            "en": "Improving <em>logistical</em> services.",
            "vi": "Nâng cao chất lượng các dịch vụ hậu cần."
        },
        {
            "en": "Conferences are <em>logistical</em> nightmares.",
            "vi": "Hội thảo là những cơn ác mộng trong công việc hậu cần."
        },
        {
            "en": "<em>Logistical</em> complexities hard to overcome.",
            "vi": "Khó vượt qua được sự phức tạp về hậu cần."
        },
        {
            "en": "They faced very difficult <em>logistical</em> problems.",
            "vi": "Họ đã đương đầu với những vấn đề hậu cần rất khó khăn."
        },
        {
            "en": "My Thi Nguyen (MPDF) provided <em>logistical</em> support.",
            "vi": "Nguyễn Thị Mỵ (MPDF) hỗ trợ về mặt hậu cần."
        },
        {
            "en": "Organizing famine relief presents huge <em>logistical</em> problems.",
            "vi": "Việc tổ chức cứu đói đặt ra những khó khăn to lớn về hậu cần."
        },
        {
            "en": "<em>Logistical</em> work supporting emergency mobile forces has been quickened.",
            "vi": "Công tác hậu cần hỗ trợ các lực lượng cơ động phản ứng nhanh đã được đẩy mạnh."
        },
        {
            "en": "The <em>logistical</em> situation of the companies is relatively poor.",
            "vi": "Tình hình kho vận của các doanh nghiệp vẫn còn tương đối kém."
        },
        {
            "en": "The <em>logistical</em> support capabilities for crisis response have been enhanced.",
            "vi": "Khả năng hỗ trợ hậu cần để đối phó với khủng hoảng đã được nâng cao."
        },
        {
            "en": "The general logistics department organizes and directs the armed forces' logistics construction and <em>logistical</em> support.",
            "vi": "Tổng cục hậu cần tổ chức và điều hành việc xây dựng hậu cần và hỗ trợ hậu cần của các lực lượng vũ trang."
        },
        {
            "en": "Not necessarily, said Dr. Kaiser, who points out the <em>logistical</em> difficulties of coordinating dual degrees.",
            "vi": "Không nhất thiết, Ts. Kaiser nói, bà chỉ ra những khó khăn hậu cần của việc phối hợp bằng kép."
        },
        {
            "en": "Making pho in Hanoi is an art, eating it is a <em>logistical</em> matter",
            "vi": "Nấu phở ở Hà Nội là một nghệ thuật và cách ăn là cả một vấn đề phía sau"
        },
        {
            "en": "By reliance on science and technology, <em>logistical</em> support has been invigorated.",
            "vi": "Bằng cách dựa vào khoa học và công nghệ, hỗ trợ hậu cần đã mạnh hơn."
        },
        {
            "en": "These intermediate services include telecommunications, education and training, finance, business and professional services, and <em>logistical</em> services.",
            "vi": "Những dịch vụ trung gian này là viễn thông, giáo dục và đào tạo, tài chính, dịch vụ kinh doanh và dịch vụ chuyên nghiệp, và dịch vụ hậu cần."
        },
        {
            "en": "Value chain analysis of <em>logistical</em> services and opportunities for integration and increased efficiency.",
            "vi": "Phân tích chuỗi giá giá trị của các dịch vụ hậu cần và các cơ hội hội nhập và tăng cường hiệu quả."
        },
        {
            "en": "Making pho in Hanoi is an art, eating it is a <em>logistical</em> matter",
            "vi": "Nấu phở ở Hà Nội là một nghệ thuật và cách ăn là cả một vấn đề phía sau"
        },
        {
            "en": "In recent years, the <em>logistical</em> systems of the Chinese armed force have changed a lot.",
            "vi": "Trong những năm gần đây, hệ thống hậu cần của lực lượng vũ trang trung quốc đã thay đổi rất nhiều."
        },
        {
            "en": "Simple and backward <em>logistical</em> equipment has evolved into diversified equipment backed by modern technology.",
            "vi": "Thiết bị hậu cần thô sơ và lạc hậu đã phát triển thành thiết bị đa dạng được công nghệ hiện đại hậu thuẫn."
        },
        {
            "en": "The Chinese armed force have carried out a series of reforms in <em>logistical</em> work.",
            "vi": "Lực lượng vũ trang trung quốc đã tiến hành một loạt các cải cách trong công tác hậu cần."
        }
    ],
    "suggestions": []
}