{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lɔdʒikəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hợp lý</td></tr></table><i/></div>",
            "word": "logically",
            "pronounce": "['lɔdʒikəli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "logically",
            "pronounce": "['lɔdʒikəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "logically",
            "pronounce": "['lɔdʒikəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "logically",
            "pronounce": "['lɔdʒikəli]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đáng lý</font></td></tr></tbody></table></div>",
            "word": "logically",
            "pronounce": "['lɔdʒikəli]"
        }
    },
    "sentences": [
        {
            "en": "He <em>logically</em> presented the ideas",
            "vi": "Anh ấy trình bày các ý kiến hợp lý."
        },
        {
            "en": "The interoperability is <em>logically</em> implemented.",
            "vi": "Tính tương hợp được thực hiện một cách hợp lý."
        },
        {
            "en": "He presented his ideas clearly and <em>logically</em>.",
            "vi": "Anh ấy đã trình bày các ý tưởng của mình rõ ràng và hợp lý."
        },
        {
            "en": "You should allot the time <em>logically</em>.",
            "vi": "Bạn nên phân phối thời gian hợp lý."
        },
        {
            "en": "He does not know how to use money <em>logically</em>.",
            "vi": "Anh ta không biết cách sử dụng tiền một cách hợp lý."
        },
        {
            "en": "Can you teach me how to argue <em>logically</em>?",
            "vi": "Anh có thể dạy tôi cách lập luận một cách logic không?"
        },
        {
            "en": "There is no <em>logically</em> compelling argument to support their claims.",
            "vi": "Không có lý lẽ nào có sức thuyết phục hợp lý để chứng minh cho lời khẳng định của họ."
        },
        {
            "en": "Even at the general level, the argument is <em>logically</em> false.",
            "vi": "Thậm chí ở cấp độ bao trùm, ý kiến thảo luận này là sai về mặt lô-gíc."
        },
        {
            "en": "The body should be well structured, divided up <em>logically</em>, with plenty of carefully spaced visuals.",
            "vi": "Phần chính lẽ ra nên có trật tự, phân chia hợp lý, với nhiều minh hoạ được  cách đều nhau."
        },
        {
            "en": "To find the element with a key of 10 a program would <em>logically</em> do the following.",
            "vi": "Để tìm một phần tử có trị khoá 10 thì về lôgich một chương trình cần làm các bước sau."
        },
        {
            "en": "Candidates should show that they can think <em>logically</em> and wisely to arrive at a decision.",
            "vi": "Ứng cử viên nên chứng tỏ rằng họ có thể suy nghĩ một cách lô - gíc (logic) và sáng suốt để đi đến một quyết định."
        },
        {
            "en": "Responding emotionally requires less effort than <em>logically</em> weighing the pros and cons of a presentation.",
            "vi": "Phản hồi bằng cảm xúc đòi hỏi ít nỗ lực hơn việc giải thích một cách lô - gíc mặt phải và trái của bài trình bày."
        },
        {
            "en": "The body should be well structured, divided up <em>logically</em>, with plenty of carefully spaced visuals.",
            "vi": "Phần chính lẽ ra nên có trật tự, phân chia hợp lý, với nhiều minh hoạ được cách đều nhau."
        },
        {
            "en": "Design clearly and <em>logically</em> defined, but linkages between conservation and development objectives and interventions poorly defined.",
            "vi": "Mặc dù thiết vừa lô-gích và rõ ràng, mối quan hệ giữa các mục tiêu bảo tồn và phát triển và sự can thiệp vẫn chưa được xác định rõ."
        },
        {
            "en": "The straight-line method is <em>logically</em> appealing as well as systematic and rational.",
            "vi": "Phương pháp đường thẳng là phương pháp có hệ thống và hợp lý."
        },
        {
            "en": "Factor reversals can be <em>logically</em> excluded only in a one commodity economy.",
            "vi": "Nghịch đảo yếu tố chỉ có thể bị loại trừ một cách lôgíc trong trường hợp đối với nền kinh tế có một hàng hóa mà thôi."
        },
        {
            "en": "Candidates should show that they can think <em>logically</em> and wisely to arrive at a decision.",
            "vi": "Ứng cử viên nên chứng tỏ rằng họ có thể suy nghĩ một cách lô-gíc (logic) và sáng suốt để đi đến một quyết định."
        },
        {
            "en": "If you think about it <em>logically</em>, there has to be aliens out there.",
            "vi": "Nếu các bạn nghĩ về điều đó một cách hợp lý thì có những người ngoài hành tinh ngoài đó."
        },
        {
            "en": "Of course, <em>logically</em> I know you are right, but somehow I just can't bring myself to forget it.",
            "vi": "Dĩ nhiên về mặt lôgic thì bạn đúng, nhưng thực tế thì không biết làm sao tôi có thể quên điều đó được."
        },
        {
            "en": "He does not, as a businessperson might do with graphs and analysis, attempt to <em>logically</em> convince us of his position.",
            "vi": "Ông không làm như các doanh nhân là dùng biểu đồ và phân tích, cố gắng đánh vào lý trí để thuyết phục chúng ta về lập trường của ông."
        }
    ],
    "suggestions": []
}