{
    "en_vn": {
        "data": {
            "content": null,
            "word": "longtime",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "longtime",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "longtime",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "longtime",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "longtime",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I have waited for you for a very <em>longtime</em>.",
            "vi": "Tôi đã đợi anh lâu lắm rồi."
        },
        {
            "en": "I have been a <em>longtime</em> admirer of John McCain.",
            "vi": "Tôi là một người ngưỡng mộ lâu dài John McCain."
        },
        {
            "en": "A shortage of playgrounds has been a <em>longtime</em> problem for cities in Vietnam.",
            "vi": "Tình trạng thiếu sân chơi đã là vấn đề từ lâu của các thành phố ở Việt Nam."
        },
        {
            "en": "Shizue was the <em>longtime</em> mistress of the bank director, and this man was their son.",
            "vi": "Té ra bà shizue một thời là tình nhân của ông giám đốc ngân hàng, và anh ta là con của hai người."
        },
        {
            "en": "Klein -- a dermatologist who also was Jackson's <em>longtime</em> friend -- has insisted he never gave Jackson dangerous drugs.",
            "vi": "Klein - - bác sĩ chuyên khoa da liễu cũng là một người bạn lâu năm của Jackson - - đã nhấn mạnh rằng ông ta chưa bao giờ cho Jackson dùng loại thuốc nguy hiểm nào cả."
        },
        {
            "en": "Klein - - a dermatologist who also was Jackson's <em>longtime</em> friend - - has insisted he never gave Jackson dangerous drugs.",
            "vi": "Klein -- bác sĩ chuyên khoa da liễu cũng là một người bạn lâu năm của Jackson -- đã nhấn mạnh rằng ông ta chưa bao giờ cho Jackson dùng loại thuốc nguy hiểm nào cả."
        },
        {
            "en": "She went up to him and shook his hand as though she had known him for <em>longtime</em> ago.",
            "vi": "Cô ta đi tới và bắt tay anh ta như thể đã biết anh ta từ lâu."
        },
        {
            "en": "Klein -- a dermatologist who also was Jackson's <em>longtime</em> friend -- has insisted he never gave Jackson dangerous drugs.",
            "vi": "Klein -- bác sĩ chuyên khoa da liễu cũng là một người bạn lâu năm của Jackson -- đã nhấn mạnh rằng ông ta chưa bao giờ cho Jackson dùng loại thuốc nguy hiểm nào cả."
        },
        {
            "en": "My <em>longtime</em> friend is coming to town and invited me to go out to dinner with her and a group of friends.",
            "vi": "Một người bạn cũ của cháu sẽ chuyển lên thị xã nên mời cháu ra ngoài ăn tối cùng bạn ấy và một nhóm bạn."
        },
        {
            "en": "\"He passed away peacefully at 1:30 this afternoon surrounded by his friends and bandmates,\" <em>longtime</em> friend and guitarist Larry Campbell told Rolling Stone.",
            "vi": "\"Anh ấy đã qua đời thanh thản lúc 1 giờ 30 phút chiều nay bên bạn bè và những người bạn cùng trong ban nhạc,\" người bạn lâu năm và cũng là nghệ sĩ ghi - ta Larry Campbell cho tờ báo “Rolling Stone” hay."
        },
        {
            "en": "“The lack of land for playgrounds means many will be playing on the streets, which puts them in danger,” she said, adding that this has been a <em>longtime</em> problem for cities in Vietnam.",
            "vi": "\"Thiếu đất để xây dựng sân chơi có nghĩa là nhiều trẻ em sẽ phải chơi trên các đường phố, nơi có thể khiến chúng rơi vào nguy hiểm, \", cô nói thêm rằng đây là một vấn đề lâu năm của các thành phố ở Việt Nam."
        },
        {
            "en": "The company didn't specify the cause of death. Mr. Jobs had battled pancreatic cancer and several years ago received a liver transplant. In August, Mr. Jobs stepped down as chief executive, handing the reins to <em>longtime</em> deputy Tim Cook.",
            "vi": "Công ty đã không nêu chính xác nguyên nhân gây ra cái chết của ông nhưng thực tế Jobs đã chiến đấu với bệnh ung thư tuyến tụy và cách đây vài năm ông đã được ghép gan. Tháng 8 vừa qua,  Jobs đã rời khỏi vị trí CEO của Apple và trao quyền lại cho Tim Cook."
        },
        {
            "en": "At Indian Wells, he held a news conference for elementary school kids and talked kittens and oatmeal and parents. Then he plopped to the floor and did pushups with laughing second-graders. In Miami, he posed for a selfie with a large iguana that trundled around the side courts. \"Roger is feeling it,\" says Haas, a <em>longtime</em> pro.",
            "vi": "Tại Indian Wells, anh đã tổ chức một cuộc họp báo cho học sinh tiểu học và trò chuyện về những con mèo con, về bột yến mạch và về cha mẹ. Sau đó, anh ngồi phịch xuống sàn và chống đẩy cùng với các học sinh lớp hai đang cười đùa. Tại Miami, anh tạo dáng selfie với một con cự đà lớn đang chậm chạp bò quanh sân bên cạnh. \"Roger đang cảm nhận cuộc sống\", Haas, một người bạn thân lâu năm nói."
        },
        {
            "en": "So far, only one of the lucky recipients, Mariska Hargitay's Joyful Heart Foundation, has confirmed it will get a donation from Swift, according to a statement from Hargitay, best known for her <em>longtime</em> role as a New York sex-crimes detective on Law & Order: SUV and the namesake of the singer's cat.",
            "vi": "Cho đến thời điểm này, chỉ có một trong số các người nhận may mắn, quỹ Joyful Heart của Mariska Hargitay, đã xác nhận rằng tổ chức này sẽ nhận được sự quyên góp từ Swift, theo một tuyên bố của Hargitay, người nổi tiếng với vai một thám tử điều tra tội phạm tình dục trong phim Law & Order: SUV và Taylor đặt tên chú mèo của mình theo tên nhân vật của Mariska trong phim."
        },
        {
            "en": "At Indian Wells, he held a news conference for elementary school kids and talked kittens and oatmeal and parents. Then he plopped to the floor and did pushups with laughing second-graders. In Miami, he posed for a selfie with a large iguana that trundled around the side courts. \"Roger is feeling it,\" says Haas, a <em>longtime</em> pro.",
            "vi": "Tại Indian Wells, anh đã tổ chức một cuộc họp báo cho học sinh tiểu học và trò chuyện về những con mèo con, về bột yến mạch và về cha mẹ. Sau đó, anh ngồi phịch xuống sàn và chống đẩy cùng với các học sinh lớp hai đang cười đùa. Tại Miami, anh tạo dáng selfie với một con cự đà lớn đang chậm chạp bò quanh sân bên cạnh. \"Roger đang cảm nhận cuộc sống\", Haas, một người bạn thân lâu năm nói."
        },
        {
            "en": "In the United States, where Uber’s base commission is 20 percent, the company is piloting a new program in select cities to charge drivers up to 30 percent in commission depending on number of rides worked. The new tiered commission structure has irked <em>longtime</em> drivers who initially switched to Uber due to its low commission rate.",
            "vi": "Tại Hoa Kỳ, nơi mà tiền hoa hồng cơ bản của Uber là 20%, công ty đang triển khai thí điểm một chương trình mới trong những thành phố nhất định để tính phí các lái xe lên đến 30% hoa hồng tùy thuộc vào số chuyến. Cấu trúc hoa hồng mới đã làm các lái xe lâu năm, những người ban đầu chuyển sang Uber do tỷ lệ hoa hồng thấp, khó chịu."
        },
        {
            "en": "So far, only one of the lucky recipients, Mariska Hargitay's Joyful Heart Foundation, has confirmed it will get a donation from Swift, according to a statement from Hargitay, best known for her <em>longtime</em> role as a New York sex-crimes detective on Law & Order: SUV and the namesake of the singer's cat.",
            "vi": "Cho đến thời điểm này, chỉ có một trong số các người nhận may mắn, quỹ Joyful Heart của Mariska Hargitay, đã xác nhận rằng tổ chức này sẽ nhận được sự quyên góp từ Swift, theo một tuyên bố của Hargitay, người nổi tiếng với vai một thám tử điều tra tội phạm tình dục trong phim Law & Order: SUV và Taylor đặt tên chú mèo của mình theo tên nhân vật của Mariska trong phim."
        },
        {
            "en": "And as <em>longtime</em> holiday spectacles like Lazarus’ have faded or folded in the last several decades, State Auto’s Christmas Corner remains one of the last survivors for Downtown-goers, says Huntwork. “People share stories of going as a child and now bringing their children. It’s become a tradition for them.”",
            "vi": "Huntwork nói \" và trong khi những đực trưng trong những ngày lễ lâu năm như Lazarus đang phai mờ và dẫn bị quên lãng qua vài thế kỉ trước thì Góc Giáng sinh ở State Auto vẫn còn là một trong những sự sống của người dân ở thành phố Downtown. \" Mọi người chia sẻ những câu chuyện xảy ra khi còn bé và kể cho con cháu của họ. Điều đó trở thành tập quán của họ\"."
        },
        {
            "en": "The 64-year-old left-leaning liberal positioned himself as the only candidate qualified to reunite the country after the bitter divisions that opened up over Park’s allegedly corrupt relationship with her <em>longtime</em> friend and confidante Choi Soon-sil. While Park sat in detention awaiting trial on charges that could lead to her being sentenced to life in prison, Moon tapped into the country’s appetite for change, opening up a double-digit lead over his closest rival, the centrist Ahn Cheol-soo.",
            "vi": "Đảng viên đảng tự do tả khuynh 64 tuổi tự cho mình là ứng viên duy nhất đủ khả năng đoàn kết đất nước sau những chia rẽ sâu sắc vì mối quan hệ bị cho là đồi bại của Park với người bạn lâu năm và thân tín Choi Soon-sil. Trong khi Park đang bị giam giữ chờ phiên toà xét xử những cáo buộc khiến bà có thể bị kết án tù chung thân, Moon lợi dụng nỗi khát khao thay đổi của đất nước này, đang dẫn trước đối thủ sát sao nhất của mình là Ahn Cheol-soo – chủ trương ôn hoà, 2 con số."
        },
        {
            "en": "Goodbye, Slate, hello, Hurricane! HP is expected to release a webOS-running tablet called the Hurricane, as soon as the third quarter of this year. While a challenge to the iPad, the Hurricane could be more of a threat to Microsoft. Hewlett-Packard could be releasing a tablet running the Palm’s webOS operating system as soon as the third quarter of 2010, according to a report from The Examiner, which attributes the information to “an insider at HP.”  The tablet, according to the report, would be called the HP “Hurricane.”   The news follows recent rumors that HP has canceled its planned HP Slate, a tablet that would run the Microsoft Windows 7 operating system. Whether or not the Hurricane would be a Slate with its innards replaced is unclear — though what is known is that HP had every intention of putting webOS to work for it. HP acquired the highly-praised webOS platform in its recent purchase of smartphone-maker Palm, and stated outright an expectation to deploy it on various devices.  “The combination of HP’s global scale and financial strength with Palm’s unparalleled webOS platform will enhance HP’s ability to participate more aggressively in the fast-growing, highly profitable smartphone and connected mobile device markets,” HP said in an April 28 statement on the acquisition. That HP should release a tablet was expected too, with analysts such as Chris Schreck, with IMS Research, writing in a May 3 report, “[WebOS] uses standard development languages already common among PC developers. If HP can create a compelling tablet offering that people are willing to buy, the barriers to entry might be fairly minimal.\"  Still, a third-quarter tablet launch is a faster turn-around time than many expected.  “Third quarter is pretty fast,” analyst Roger Kay, with Endpoint Technologies, told eWEEK. “That schedule seems to imply that the project was already underway when the deal was announced. HP was very circumspect two weeks ago at an analyst day held in Cupertino. While, thanks to the Palm technology, an HP webOS tablet could best Apple’s iPad in the multitasking department, it is HP’s <em>longtime</em> partner Microsoft that’s expected to most intensely feel the effects of such a device.  \"Microsoft itself is finding the tablet PC market more complicated than expected,\" Technology Business Research Analyst John Spooner wrote in an April 30 research note. “In the end, we believe a webOS tablet will be better received than a Windows tablet, which may lead to adoption of webOS tablet PCs in the enterprise.\"   No details about pricing, or potential carrier partners, for the Hurricane have emerged.",
            "vi": "Tạm biệt, Slate, xin chào , Hurricane! HP dự kiến sẽ phát hành một máy tính bảng chạy hệ điều hành webOS được gọi là Hurricane ngay sau quí ba năm nay. Trong khi có một thách thức đối với iPad, thì Hurricane cũng có thể có nhiều mối đe doạ hơn cho Microsoft. HP có thể phát hành máy tính bảng chạy HĐH webOS của Palm ngay sau quí ba năm 2010, theo một bản tin của báo The Examiner, cho biết thông tin có được từ “một nhân viên nội bộ của HP” Theo bản tin cho biết, máy tính bảng này sẽ được gọi là HP “Hurricane.”   Tin tức này kèm theo những tin đồn gần đây là HP đã huỷ bỏ kế hoạch HP Slate, một máy tính bảng sẽ chạy hệ điều hành Windows 7 của Microsoft. Không rõ Hurricane có phải là một Slate với các bộ phận bên trong được thay thế hay không—mặc dù theo những gì được biết thì HP nhất quyết đưa HĐH webOS vào hoạt động. Việc HP mua lại nền tảng webOS nổi tiếng trong đợt mua lại hãng sản xuất điện thoại thông minh Palm gần đây và hoàn toàn mong đợi để triển khai chính thức nó trên các thiết bị khác nhau. HP đã cho biết trong một bài phát biểu vào ngày thu mua Palm 28/04  .\"Sự kết hợp giữa thế mạnh tài chính và quy mô toàn cầu của HP với nền tảng webOS có một không hai của Palm sẽ nâng cao khả năng của HP tham gia tích cực hơn trong lĩnh vực điện thoại thông minh có lợi nhuận cao đang phát triển nhanh và liên kết với các thị trường thiết bị di động”. HP nên phát hành một máy tính bảng là điều đáng mong đợi, với các nhà phần tích như Chris Schreck đến từ IMS Research viết trong một bản tin vào ngày 3/5, “[WebOS] sử dụng ngôn ngữ phát triển chuẩn đã được phổ biến giữa các nhà phát triển PC. Nếu HP có thể tạo ra một máy tính bảng hấp dẫn mà mọi người sẵn lòng mua, những rào cản gia nhập thị trường có lẽ gần như rất nhỏ. Tuy nhiên, sự ra mắt máy tính bảng trong quí thứ ba là thời gian hoàn thành nhanh hơn so với nhiều người mong đợi.  “Quí thứ ba là khá nhanh” nhà phân tích Roger Kay đến từ công ty Endpoint Technologies đã nói với eWeeK rằng “ Theo lịch trình dường như ám chỉ rằng dự án này đã được tiến hành khi bản thỏa thuận được công bố. Cách đây hai tuần, HP đã rất cẩn trọng tại hội nghị Analyst Day được tổ chức ở Cupertino. Nhờ vào công nghệ Palm mà một máy tính bảng HP chạy HĐH webOS có thể đánh bại iPad của Apple trong lĩnh vực đa nhiệm, chính đối tác lâu năm của HP là Microsoft cũng cho rằng họ sẽ phải chịu ảnh hưởng mạnh mẽ nhất từ một thiết bị như thế. “ Chính Microsoft nhận thấy thị trường máy tính bảng phức tạp hơn so với mong đợi .” Nhà phân tích Nghiên cứu Kinh doanh trong Lĩnh vực Công nghệ John Spooner đã viết trong một bản ghi chú nghiên cứu vào ngày 30/4.” Cuối cùng, chúng tôi tin rằng máy tính bảng chạy HĐH webOS sẽ được đón nhận nhiều hơn máy tính bảng chạy HĐH Windows mà có thể dẫn đến việc áp dụng các máy tính bảng chạy HĐH webOS trong doanh nghiệp.” Không có thông tin chi tiết về giá cả hay các đối tác cho Hurricane được nhắc tới."
        }
    ],
    "suggestions": []
}