{
    "en_vn": {
        "data": {
            "content": null,
            "word": "longstanding"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "longstanding"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "longstanding"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "longstanding"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "longstanding"
        }
    },
    "sentences": [
        {
            "en": "overhang (<em>ing</em>)",
            "vi": "công xon"
        },
        {
            "en": "overhang(<em>ing</em>)",
            "vi": "công xon"
        },
        {
            "en": "Tunisian Italian relations reflect <em>longstanding</em> friendship.",
            "vi": "Quan hệ Tunisian Ý phản ánh một mối quan hệ hữu nghị lâu dài."
        },
        {
            "en": "Look forward to+ V-<em>ing</em>",
            "vi": "mong ước điều gì đó"
        },
        {
            "en": "New French government solves doctors' <em>longstanding</em> grievances.",
            "vi": "Chính phủ mới của nước Pháp làm sáng tỏ những mối bất bình từ lâu của các bác sĩ."
        },
        {
            "en": "Nguyen Hue decimated the Ch '<em>ing</em> army.",
            "vi": "Nguyễn Huệ cả phá quân nhà Thanh."
        },
        {
            "en": "Do/ Does+ S+ mind+ V-<em>ing</em>?",
            "vi": "đề nghị ai làm việc gì đó"
        },
        {
            "en": "We are pleased to have resolved this <em>longstanding</em> puzzle.",
            "vi": "Chúng tôi phấn khởi vì đã giải đáp được câu hỏi tồn tại từ lâu này."
        },
        {
            "en": "The <em>longstanding</em> 7-year program is heavily grammar-based and is geared toward beginners.",
            "vi": "Chương trình 7 năm tập trung vào phần ngữ pháp và hướng tới người mới bắt đầu nhiều hơn."
        },
        {
            "en": "There is much talk of murder in the film, and much sinister to-<em>ing</em> and fro-<em>ing</em> in graveyards.",
            "vi": "Phim nói nhiều đến vụ giết người và có nhiều tới lui xui xẻo trong nghĩa trang."
        },
        {
            "en": "<em>ING</em> Barings, 'Indochina Country Funds Review', October 1996.",
            "vi": "ING Barings, ‘Tổng kết các quỹ khu vực Đông Dương’, Tháng 10 năm1996."
        },
        {
            "en": "The present participle is a participle that ends in \"<em>ing</em>\".",
            "vi": "Động tính từ hiện tại là một động tính từ kết thúc bằng đuôi \"ing\"."
        },
        {
            "en": "You can hear the sheeps baa-<em>ing</em> now.",
            "vi": "Bây giờ bạn có thể nghe thấy tiếng cừu kêu be be."
        },
        {
            "en": "You can hear the sheeps baa - <em>ing</em> now.",
            "vi": "Bây giờ bạn có thể nghe thấy tiếng cừu kêu be be."
        },
        {
            "en": "However, on their own, campaigns are not sufficient to change <em>longstanding</em> attitudes.",
            "vi": "Tuy nhiên, nếu chỉ có chiến dịch thôi thì chưa đủ để thay đổi những suy nghĩ lâu đời."
        },
        {
            "en": "Recurrent or <em>longstanding</em> constipation is treated by increasing dietary fibre, laxatives, or enemas.",
            "vi": "Chứng táo bón dai dẵng và kéo dài được điều trị bằng cách tăng cường ăn chất xơ, thuốc nhuận tràng hoặc bơm thụt."
        },
        {
            "en": "Its record of close and <em>longstanding</em> partnership with the Government also gives it a distinctive position.",
            "vi": "Mối quan hệ đối tác lâu dài và gần gũi của UNDP với Chính phủ Việt Nam cũng tạo cho tổ chức này một vị thế đặc biệt."
        },
        {
            "en": "Women's access to and control over land has been a <em>longstanding</em> issue in Vietnam.",
            "vi": "Tiếp cận đất đai và quyền kiểm soát của phụ nữ đối với đất đai là vấn đề tồn tại từ lâu ở Việt Nam."
        },
        {
            "en": "The <em>longstanding</em> 7-year program is heavily grammar-based and is geared toward beginners.",
            "vi": "Chương trình 7 năm tập trung vào phần ngữ pháp và hướng tới người mới bắt đầu nhiều hơn."
        },
        {
            "en": "At times, legislative investigation into a <em>longstanding</em> or incomplete development project can uncover information needed to adjust the program appropriately.",
            "vi": "Đôi khi các cuộc điều tra lập pháp tiến hành đối với một dự án phát triển ứ đọng quá lâu hoặc không được hoàn tất có thể giúp tiết lộ thông tin cần thiết nhằm điều chỉnh dự án một cách thích hợp."
        }
    ],
    "suggestions": []
}