{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[lu:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ), (từ lóng) trung uý</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">của cướp được, bổng lộc phi pháp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">của cải, tiền bạc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ) sự cướp bóc (một thành phố...)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cướp bóc, cướp phá</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to loot a city</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cướp phá một thành phố</font></td></tr></table><i/></div>",
            "word": "loot"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>loot</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 private property taken from an enemy in war or stolen by thieves. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal money. </cclass></blockquote></blockquote><blockquote>■ <cclass>verb steal goods from, especially during a war or riot. </cclass></blockquote><blockquote>⁃ steal (goods). </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>looter</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19 (as v.): from Hindi <i>lūṭ</i>, from Sanskrit <i>luṇṭh-</i> 'rob'. </blockquote></div>",
            "word": "loot"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>loot</k><blockquote>▸ <cclass>noun <i>a bag full of loot</i>: BOOTY, spoils, plunder, stolen goods, contraband, pillage; <cclass><i>informal</i> swag, hot goods, ill-gotten gains, boodle.</cclass></cclass></blockquote><blockquote>▸ <cclass>verb <i>troops looted the cathedral</i>: PLUNDER, pillage, despoil, ransack, sack, raid, rifle, rob, burgle; strip, clear out.</cclass></blockquote></div>",
            "word": "loot"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "loot"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "loot"
        }
    },
    "sentences": [
        {
            "en": "<em>Loot</em> a city",
            "vi": "Cướp phá một thành phố"
        },
        {
            "en": "Would you like to take a closer <em>loot</em> at these razors?",
            "vi": "Bạn có muốn xem kỹ hơn những bộ dao cạo râu này không?"
        },
        {
            "en": "We went back inside and Rowley showed me his Christmas <em>loot</em>.",
            "vi": "Chúng tôi trở vào trong và Rowley cho tôi xem quà Giáng sinh của nó"
        },
        {
            "en": "He connived at his brother's shoplifting with the understanding that he would share the <em>loot</em>.",
            "vi": "Anh ấy thông đồng ăn cắp với em trai mình ở các cửa hàng với điều kiện là chia đồ ăn cắp được."
        },
        {
            "en": "4. \"You only have so many hours in a day, let others make the money for you!\" - Nick Haase, founder of <em>Loot</em>",
            "vi": "4.\"Bạn chỉ có nhiều giờ trong một ngày khi mà bạn để ai đó làm ra tiền cho bạn!\" - Nick Haase, người sáng lập của Loot."
        },
        {
            "en": "24 February 2011 Last updated at 22:08 GMT           24 February 2011 Last updated at 22:08 GMT  http://www.bbc.co.uk/news/world-africa-12573890 \nLibya: Opposition hopes for new era in Benghazi\n The northern Libyan city of Benghazi is the beginning and crux of the revolt against Col Muammar Gaddafi.  When local people there came out to protest last week, they were fired on from a huge army base in the centre of the city with heavy artillery, including anti-aircraft guns. In response, they simply took on the army, with homemade petrol bombs. They loaded construction site vehicles with petrol and rammed them against the walls of the barracks, and ground down the troops inside. After two or three days of bitter fighting - with the aid of some defection from the government side - they took the base, defeating some of the country's most elite forces. It is now a kind of local tourist attraction, people are wandering around looking at what was inside. 'Gunfire all around'  By Monday, Benghazi was safely in opposition hands but it is tense because of the bitterness of the fighting. People say 300 protesters and 120 members of the government forces were killed.  There is also a worry that government supporters may be hunkered down here, hoping for better days, and that prisoners have escaped and may <em>loot</em>. Benghazi is now in the control of a committee of judges, lawyers, business people and academics. They are running the city from the local court house. They have put up signs everywhere urging people to go back to work - urging bakers and pharmacists, even government employees to get the place going again. And on the face of it, it does seem to be working. Someone joked that the traffic is running more smoothly, and people driving more carefully, than they were under Col Gaddafi. Some people from the city have armed themselves with looted weapons. Those people are now heading west, to oust Col Gaddafi's forces from their remaining strongholds in the rest of the country. Benghazi is also a big centre for the evacuation of foreign nationals. There are thousands and thousands of foreigners of all nationalities at the port. As word spread that the British Navy frigate HMS Cumberland was arriving there, British citizens began arriving from across Libya. Despite criticism of the British government's slow response to the crisis, the commander of the ship, Cpt Steve Dainton, said they had made all speed to get here. \"From all points of view we've reacted very quickly,\" he said.  \"In that time from three days ago we've managed to head up to Crete, take a suck of fuel, embark a whole heap of stores and extra personnel and be down here, which I think is a pretty fast response.\" Some workers had travelled hundreds of miles from remote desert compounds in southern Libya, some had just come from the city. All were delighted the Royal Navy had come to rescue them. Sue Rogers said she had been in Benghazi itself, and heard the battles. \"It was gunfire all around,\" she told the BBC. \"All the smoke was happening at the military installations all around. It started off just with simple gunfire and then it got worse, with heavy artillery fire.\" HMS Cumberland took around 200 British Nationals out of Libya. There are also other, larger ships taking nationals, particularly from East Asia and also Turkish nationals - three large ships taking them out from here.",
            "vi": "24 February 2011 Last updated at 22:08 GMT          24 February 2011 Last updated at 22:08 GMT  http://www.bbc.co.uk/news/world-africa-12573890 \nLibya : Phe đối lập hy vọng một kỷ nguyên mới ở Benghazi\n Thành phố Benghazi thuộc miền bắc Libya là nơi bắt đầu và là điểm then chốt của cuộc nổi dậy chống Đại tá Muammar Gaddafi Khi dân chúng địa phương ở đó đổ ra đường biểu tình vào tuần trước, họ bị bắn bằng pháo hạng nặng, kể cả bằng súng phòng không, từ một căn cứ quân đội lớn giữa thành phố Để chống cự, họ tấn công quân đội, bằng bom xăng tự chế Họ chất đầy xăng lên những chiếc xe sử dụng ở công trường xây dựng rồi tông xe vào những bức tường trại lính, đè nát binh lính bên trong  Sau hai hoặc ba ngày chiến đấu ác liệt – có sự trợ giúp của một số người ly khai từ phía chính phủ – họ chiếm được căn cứ này, đánh bại một số trong các lực lượng tinh nhuệ nhất của nước này Giờ đây giống như kiểu hấp dẫn du khách địa phương, mọi người đi quanh quẩn nhìn xem có gì bên trong  ‘Nổ súng khắp nơi’ Đến ngày thứ Hai, Benghazi đã hoàn toàn nằm trong tay phe đối lập nhưng tình hình vẫn căng thẳng do tính chất khốc liệt của cuộc chiến. Người ta nói có 300 người biểu tình và 120 thành viên các lực lượng chính phủ đã chết Cũng có lo ngại rằng những người ủng hộ chính phủ có thể còn ẩn nấp ở đây, hy vọng tình hình sáng sủa hơn, và lo rằng các tù nhân thoát ngục có thể cướp phá Hiện giờ Benghazi đang kiểm soát một ủy ban gồm các thẩm phán, luật sư, doanh nhân và các học giả. Họ đang điều hành thành phố từ ngôi nhà tòa án địa phương Họ dựng lên các biển báo khắp nơi, thúc hối mọi người trở lại làm việc – thúc hối các công nhân xưởng bánh và các nhân viên hiệu thuốc làm việc trở lại. Và nhìn từ ngoài, mọi việc dường như đang hoạt động Có người đùa rằng giao thông diễn ra suôn sẻ hơn, và mọi người lái xe cẩn thận hơn so với trước đây dưới thời của Đại tá Gaddafi Một số người từ thành phố tự trang bị cho mình những vũ khí cướp được. Những người này giờ đang đi về phía tây, để trục xuất các lực lượng của Đại tá Gaddafi ra khỏi các cứ điểm còn tồn tại của họ ở phần còn lại của đất nước Benghazi còn là trung tâm lớn tập trung sơ tán kiều dân nước ngoài. Có hàng ngàn, hàng ngàn người nước ngoài thuộc đủ mọi quốc tịch đang tập hợp ngoài cảng Khi có tin nói rằng chiến hạm hộ tống Cumberland của Hải Quân Anh Quốc sắp đến, các công dân Anh từ khắp Libya bắt đầu đổ về đây Dù bị chỉ trích rằng chính phủ Anh chậm ứng phó trước tình hình khủng hoảng, chỉ huy con tàu, đại úy Steve Dainton, nói họ đã chạy hết tốc lực để đến được đây  “Xét trên mọi quan điểm, chúng tôi đã ứng phó rất nhanh,” ông cho biết  “Vào thời điểm ấy cách đây ba ngày chúng tôi đã xoay xở để chạy lên đảo Crete, nhận nhiên liệu, xuống toàn bộ số hàng lưu trữ và nhân sự bổ sung rồi chạy xuống đây, tôi nghĩ đó là phản ứng khá nhanh.” Một số nhân viên đã đi hàng trăm dặm từ các phức hợp xa xôi trong sa mạc ở nam Libya, một số vừa từ thành phố đến. Tất cả đều vui mừng khi Hải Quân Hoàng Gia đã đến cứu họ Sue Rogers nói bà đã có mặt ngay trong thành phố Benghazi, và nghe thấy các cuộc đụng độ Bà nói với BBC, “súng nổ khắp nơi”  “Khói bốc lên ở các căn cứ quân sự khắp nơi. Ban đầu chỉ là đọ súng và rồi tình hình trở nên tồi tệ hơn, có cả hỏa lực pháo binh hạng nặng.” Chiến hạm Cumberland sơ tán khoảng 200 kiều dân Anh ra khỏi Libya Cũng có những tàu khác, lớn hơn tiếp nhận kiều dân, đặc biệt là từ Đông Á và cả kiều dân Thổ Nhĩ Kỳ – ba tàu lớn đưa họ rời khỏi nơi này"
        }
    ],
    "suggestions": []
}