{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Louisiana"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Louisiana"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Louisiana"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Louisiana"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Louisiana"
        }
    },
    "sentences": [
        {
            "en": "He works in <em>Louisiana</em>, not here.",
            "vi": "Anh ấy làm việc ở Louisiana, chứ không phải ở đây."
        },
        {
            "en": "I fly from Texas or <em>Louisiana</em> to the rig.",
            "vi": "Tôi bay từ Texas hoặc Louisiana đến giàn này."
        },
        {
            "en": "<em>Louisiana</em>, Mississippi, Texas and Missouri also produce rice.",
            "vi": "Louisiana, Mississippi, Texas và Missouri đều sản xuất lúa gạo."
        },
        {
            "en": "Some oil refining centers in <em>Louisiana</em> and Mississippi remain closed.",
            "vi": "Một số trung tâm lọc dầu ở louisiana và mississippi vẫn đóng cửa."
        },
        {
            "en": "Are there any SAG affiliated agencies in <em>Louisiana</em>?",
            "vi": "Có cơ quan trực thuộc SAG nào ở Louisiana không?"
        },
        {
            "en": "States like <em>Louisiana</em> must make difficult decisions about their correctional systems every day.",
            "vi": "Các bang như Louisiana phải đưa ra những quyết định khó khăn về hệ thống trừng phạt của họ mỗi ngày."
        },
        {
            "en": "The Mississippi River flows into the Gulf of Mexico in the state of <em>Louisiana</em>.",
            "vi": "Sông Mississippi chảy vào Vịnh Mexico ở bang Louisiana."
        },
        {
            "en": "An oil platform exploded and burned off the <em>Louisiana</em> coast Thursday.",
            "vi": "Một giàn khoan dầu đã phát nổ và bốc cháy ngoài khơi bờ biển Louisiana hôm thứ Năm."
        },
        {
            "en": "Mark Merchant is a biochemist at McNeese State University in Lake Charles, <em>Louisiana</em>.",
            "vi": "Mark Merchant là một nhà sinh hóa tại Trường Đại học McNeese State ở thành phố Lake Charles, Louisana."
        },
        {
            "en": "The city of New Orleans, <em>Louisiana</em>, has influenced many musicians over the years.",
            "vi": "Thành phố new orleans, louisiana, đã ảnh hưởng đến nhiều nhạc sĩ trong nhiều năm qua."
        },
        {
            "en": "A very strange example of play in birds i saw in the pond near the egret rookery in <em>Louisiana</em>.",
            "vi": "Tôi đã được thấy một trò chơi kì lạ của chim ở một cái hồ gần đàn cò trắng ở louisiana."
        },
        {
            "en": "Robert Pattinson and girlfriend Kristen Stewart are said to be shacking up together in Baton Rouge, <em>Louisiana</em>.",
            "vi": "Người ta cho rằng Robert Pattinson và cô bạn gái Kristen Stewart đang sống chung với nhau tại Baton Rouge, Louisiana."
        },
        {
            "en": "The United States government had bought from France a large area of land called the <em>Louisiana</em> Territory.",
            "vi": "Chính phủ hoa kỳ đã mua của pháp một vùng đất lớn được gọi là louisiana territory."
        },
        {
            "en": "It is about a young woman named Sookie Stackhouse who lives in the small town of Bon Temps, <em>Louisiana</em>.",
            "vi": "Nó kể về cô gái trẻ tên là Sookie Stackhouse sống ở một thị trấn nhỏ Bon Temps, Louisiana."
        },
        {
            "en": "Arrived in <em>Louisiana</em>, they feed and roost in flocks for a time, but gradually split up into pairs.",
            "vi": "Tới louisiana, chúng kiếm ăn và nghỉ ngơi thành đàn một thời gian, rồi dần dần tách ra từng đôi một."
        },
        {
            "en": "Ms Darville presented the team's research at a meeting last month of the American Chemical Society in New Orleans, <em>Louisiana</em>.",
            "vi": "Bà Darville đã trình bày nghiên cứu của nhóm tại một cuộc họp tháng trước của Hiệp hội hóa học Hoa Kỳ ở New Orleans, Louisana."
        },
        {
            "en": "Hurricane Katrina struck hardest in <em>Louisiana</em>, Mississippi and Alabama. Death and destruction from the hurricane and its effects extended along the Gulf Coast",
            "vi": "Cơn bão Katrina tàn phá nặng nề vùng Louisiana, Mississippi và Alabama. Chết chóc và sự tàn phá từ cơn bão và những tác hại của nó lan rộng khắp Gulf Coast."
        },
        {
            "en": "First, then, the coastal plain of <em>Louisiana</em>, a pond, made and kept as a sanctuary filled with noisy crowds of egrets and little egret-like herons.",
            "vi": "Trước tiên là đồng bằng duyên hải xứ louisiana, nơi đây có một hồ nước lớn dùng làm nơi ẩn náu của những đàn cò trắng và diệc trông cũng giống như cò, ồn ào huyên náo."
        },
        {
            "en": "This year, as is typical, Florida has posted the highest number of lightning deaths, with six. <em>Louisiana</em> and New York were next, with four and three fatalities, respectively.",
            "vi": "Năm nay, như mọi khi, Florida đã công bố số người chết vì bị sét đánh cao nhất, là 6 người, kế đến là Louisiana và New York, theo thứ tự, có 4 và 3 người chết."
        },
        {
            "en": "Ms Beason, who lives in <em>Louisiana</em>, also posted a picture of the second grade (ages seven to eight) pupil's class work after she asked them to describe something they wish had never been created.",
            "vi": "Cô Beason sống ở Louisiana, cũng đăng một bức hình bài tập trên lớp của học sinh lớp hai (7-8 tuổi) sau khi cô yêu cầu chúng mô tả điều mà chúng mong ước chưa bao giờ được tạo ra."
        }
    ],
    "suggestions": []
}