{
    "en_vn": {
        "data": {
            "content": null,
            "word": "LS"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>LS</k><blockquote>■ <cclass>abbreviation Lesotho (international vehicle registration). </cclass></blockquote></div>",
            "word": "LS"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "LS"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "LS"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "LS"
        }
    },
    "sentences": [
        {
            "en": "Base on that, <em>LS</em> needs to update.",
            "vi": "Dựa vào đó, LS cần phải cập nhật."
        },
        {
            "en": "This is the same as typing <em>ls</em> -ld *.",
            "vi": "Gõ kiểu này tương tự gõ ls - ld *."
        },
        {
            "en": "This containt restart of the <em>ls</em> program, instead of a single start for <em>ls</em> - ld *, makes the shell script slower.",
            "vi": "Cách tái khởi động liên tiếp trình ls này, thay vì khởi động chỉ một lần lệnh ls - 1d *, khiến shell script chạy lâu hơn."
        },
        {
            "en": "The <em>ls</em> & specifies to the shell that we want to run the <em>ls</em> program in the background.",
            "vi": "Lệnh ls & chỉ thị cho shell rằng chúng ta muốn ngầm chạy lệnh ls."
        },
        {
            "en": "If i were to use <em>ls</em> -la in the shell script, or even <em>ls</em> -l, i wouldn't get the same output.",
            "vi": "Nếu trong shell script ta đang dùng ls - la, hay thậm chí ls - l, thì ta sẽ không nhận được cùng một kết xuất."
        },
        {
            "en": "I have dir aliased to <em>ls</em> -1 so that if I type dir to the shell, the shell actually executes <em>ls</em> -1.",
            "vi": "Chẳng hạn, ta có lệnh dir được đặt bí danh là ls - 1 sao cho khi ta gõ dir vào shell, thì thực ra shell này sẽ chạy ls - 1."
        },
        {
            "en": "STDOUT was never redirected, so <em>ls</em> can still write to it.",
            "vi": "Stdout vốn chẳng bao giờ bị chuyển tiếp, cho nên ls vẫn có thể ghi vào nó."
        },
        {
            "en": "For example, for help on the <em>ls</em> command, you can type.",
            "vi": "Chẳng hạn, để trợ giúp về lệnh ls, bạn có thể gõ."
        },
        {
            "en": "In some cases, such as with <em>ls</em>, the help spans more than one screen.",
            "vi": "Nhiều khi, như với lệnh ls, nội dung help diễn giải cần trải rông hơn một màn hình."
        },
        {
            "en": "The usual command for getting a directory listing s <em>ls</em> -la.",
            "vi": "Lệnh thường dùng để có liệt kê thư mục là ls - la."
        },
        {
            "en": "The output of the <em>ls</em> command gets sent to the more program as input.",
            "vi": "Kết xuất của lệnh ls được gởi tới chương trình more như nhập liệu."
        },
        {
            "en": "But before we do anything (since <em>ls</em> isn't a very CPU intensive program to run) we get output on STDOUT.",
            "vi": "Song trước khi làm việc gì đó (do ls không là một trình rất hay xài cpu) ta nhận kết xuất ở stdout."
        },
        {
            "en": "If i were to type <em>ls</em> - lr >file, instead of getting my shell prompt back, i would see.",
            "vi": "Nếu như ta gõ ls - lr > file, thì thay vì nhận lại được dấu nhắc shell, ta sẽ thấy."
        },
        {
            "en": "To show how redirection works, i'll introduce you to another switch to the <em>ls</em> command, the R switch.",
            "vi": "Để chỉ rõ chuyển tiếp vận hành ra sao, chúng tôi giới thiệu với bạn một khóa chuyển khác, khóa chuyển r cho lệnh ls."
        },
        {
            "en": "If you use <em>ls</em> -1 to look at a file that has hard links, you'll see the following.",
            "vi": "Nếu dùng lệnh ls - 1 để nhìn vào một tập tin có liên kết cứng, thì bạn sẽ thấy như sau."
        },
        {
            "en": "The difference is that this shell scripts is slower, since <em>ls</em> has to be called for each file.",
            "vi": "Chỉ khác ở chố shell script này chạy chậm hơn, do lệnh ls phải được gọi ứng với từng tập tin."
        },
        {
            "en": "The -d flag tells <em>ls</em> to ignore files that exist in the directory and just display the directory entry.",
            "vi": "Song cờ - d báo cho lệnh ls hãy bỏ qua các tập tin tồn tại trong thư mục ấy và chỉ hiển thị khoản thư mục thôi."
        },
        {
            "en": "Why? if you run <em>ls</em> - l on a directory entry, you'll get a listing of files within that directory.",
            "vi": "Tại sao vậy? đó là vì nếu bạn chạy ls - l trên một khoản thư mục, bạn sẽ nhận được bản kê các tập tin trong thư mục đó."
        },
        {
            "en": "But the output of the <em>ls</em> -lr command still exists in the file without the error message.",
            "vi": "Song bây giờ kết xuất của lệnh ls - lr vẫn nằm lại trong file, mà vắng thông báo lỗi ấy."
        },
        {
            "en": "Fortunately, find can tell you what file it's looking through at the current moment with the - <em>ls</em> option.",
            "vi": "May thay, lệnh find có thể báo cho bạn biết tại thời điểm hiện hành nó đang duyệt qua tập tin nào, bằng tùy chọn - ls."
        }
    ],
    "suggestions": []
}