{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lt"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Lt</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 Lieutenant. </blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>lt</b>) <cclass>Military light. </cclass></cclass></blockquote></blockquote></div>",
            "word": "Lt"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lt"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lt"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lt"
        }
    },
    "sentences": [
        {
            "en": "Who knows where <em>Lt</em> Thomas Bailey is?",
            "vi": "Ai biết trung úy Thomas Bailey đang ở đâu không?"
        },
        {
            "en": "This platoon was commanded by <em>Lt</em>. John F. Williams.",
            "vi": "Trung đội này được chỉ huy bởi trung úy John F. Williams."
        },
        {
            "en": "Lend money to an enemy, and thou '<em>lt</em> gain him ; to a friend, and thou' <em>lt</em> lose him.",
            "vi": "Cho kẻ thù mượn tiền, bạn sẽ thu phục được hắn; cho bạn bè mượn tiền, bạn sẽ mất họ."
        },
        {
            "en": "Marry above thy match, and thou '<em>lt</em> get a master.",
            "vi": "Cưới người ngoài tầm của bạn, và bạn sẽ có một người chủ."
        },
        {
            "en": "<em>Lt</em>. Gen. Chip Utterback, 13th Air Force commander, is leading the U.S. delegation.",
            "vi": "Trung tướng Chip Utterback, Tư lệnh Không đoàn 13, dẫn đầu phái đoàn phía Hoa Kỳ."
        },
        {
            "en": "<em>Lt</em>. Gen. Ricardo Sanchez, commander of US forces in Iraq, is making the official announcement of Saddam's capture.",
            "vi": "Trung tướng Ricardo Sanchez, tư lệnh lực lượng Mỹ tại I - rắc, đang chính thức công bố việc bắt được Saddam."
        },
        {
            "en": "<em>Lt</em>. Gen. Ricardo Sanchez, commander of US forces in Iraq, is making the official announcement of Saddam's capture.",
            "vi": "Trung tướng Ricardo Sanchez, tư lệnh lực lượng Mỹ tại I-rắc, đang chính thức công bố việc bắt được Saddam."
        },
        {
            "en": "\"DoD decided to purchase copies of the first printing because they contained information which could cause damage to national security,\" Pentagon spokeswoman <em>Lt</em>. Col. April Cunningham said.",
            "vi": "\"Bộ quốc phòng quyết định mua những cuốn sách trong lần in đầu tiên vì chúng chứa những thông tin có thể gây thiệt hại cho an ninh quốc gia,\" nữ phát ngôn của Lầu năm góc, trung tá April Cunningham đã nói."
        },
        {
            "en": "“I used to play tennis, badminton, billiards, and more. Now I find table tennis better suited for my age,” <em>Lt</em>. Gen. Hoai said.",
            "vi": "\"Tôi đã từng chơi quần vợt, cầu lông, bi-a và nhiều môn khác. Hiện nay, tôi thấy bóng bàn phù hợp với tuổi của tôi hơn\", Trung tướng Hoài nói."
        },
        {
            "en": "Franz Wurzenrainer, the town’s mayor and leader of the planning scheme, said of the project:‘<em>lt</em> has captured our imagination and that of a lot of people elsewhere.",
            "vi": "Franz Wurzenrainer, thị trưởng của thị trấn và lãnh đạo kế hoạch, nói về dự án: 'Nó đã chiếm được trí tưởng tượng của chúng tôi và của nhiều người ở nơi khác."
        },
        {
            "en": "At the end of advanced training, the successful trainees are awarded the silver \"pilot's wings\" of the AAF and appointed \"flying officer\" or commissioned \"2nd <em>Lt</em>\".",
            "vi": "Vào cuối khoá huấn luyện nâng cao, những phi công được huấn luyện thành công được thưởng \"cặp cánh của phi công\" bằng bạc của aaf và được bổ nhiệm làm \"sĩ quan phi công\" hoặc \"thiếu uý\"."
        },
        {
            "en": "28 April 2011 Last updated at 22:25 GMT          28 April 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-us-canada-13233095 Petraeus to lead CIA, Panetta to head Pentagon US President Barack Obama has nominated Gen David Petraeus, the US head of international forces in Afghanistan, as the new CIA director and has named the agency's chief as head of the Pentagon. CIA director Leon Panetta should take over as the next defence secretary when Robert Gates retires in late June.  \"Leon appreciates the struggles of American troops,\" Mr Obama said. Gen Petraeus's job will be filled by Marine Corps <em>Lt</em> Gen John Allen. The Senate must still confirm the changes. Announcing the most sweeping shake-up of top security officials since he took office, Mr Obama also named Ryan Crocker as the next US ambassador to Afghanistan. \"These are the leaders that I've chosen to help guide us through the difficult days ahead,\" Mr Obama said with Mr Gates, Mr Panetta, Gen Petraeus and other officials standing next to him at the White House. 'Unity of effort'  Mr Obama said that after nearly 40 years in uniform, Gen Petraeus would retire from the US army and step into his new role at the CIA in September, pending Senate confirmation of the new positions. The announcement comes less than a year after Gen Petraeus took over responsibility for leading Nato forces in Afghanistan from Gen Stanley McChrystal. \"I will look to them and my entire national security team for their counsel, continuity and unity of effort that this moment in history demands,\" Mr Obama said of his newly nominated staff. Mr Obama said Mr Gates, who was first appointed as defence secretary by George W Bush in 2006, had \"more than earned the right to return to private life\". Gen Petraeus will be replaced in Afghanistan by <em>Lt</em> Gen Allen, currently deputy head of US Central Command - the command unit covering central Asia and the Middle East. <em>Lt</em> Gen Allen and Mr Crocker will not fill their new roles immediately but will step into the positions over the summer. \"The challenges are formidable and the stakes are high. 9/11 came to us out of Afghanistan. Our enemy must never again have that opportunity,\" said Mr Crocker. Senator John Kerry, chairman of the Senate Foreign Relations committee, praised Mr Obama's decision to move Gen Petraeus to the CIA. \"General Petraeus is simply among the very best military leaders of his generation. He knows first-hand the life and death importance that good intelligence plays in protecting the security of the United States.\" Mr Kerry also noted Mr Panetta's \"extraordinarily deep institutional knowledge\" of Washington. Republican Senate Minority Leader Mitch McConnell said Mr Obama was \"to be commended for choosing competence and continuity\" in nominating Gen Petraeus and Mr Panetta for their respective roles. Mr Panetta, a 72-year-old Democrat from California, served as chief of staff to President Bill Clinton between 1994 and 1997 and took over at the CIA in February 2009. Prior to those positions, he served as director of Mr Clinton's Office of Management and Budget. Meanwhile, Afghanistan's spring fighting season is ramping up, testing Nato and Afghan national army territorial gains. \"Today we are a nation at war, and job one will be to ensure that we remain the strongest military power in the world, to protect that security that is so important to this country. Yet this is also a time for hard choices,\" said Mr Panetta. In July, the US is expected to begin what US President Barack Obama has called a \"significant\" withdrawal of troops from Afghanistan, turning over security duties to Afghan military forces. As of February, more than 1.4m people were serving in the US armed forces.",
            "vi": "28 April 2011 Last updated at 22:25 GMT           28 April 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-us-canada-13233095 Petraeus lãnh đạo CIA, Panetta đứng đầu Lầu Năm Góc Tổng thống Hoa kỳ Barack Obama vừa chỉ định tướng David Petraeus, chỉ huy các lực lượng quốc tế của Mỹ tại Afghanistan, làm tân giám đốc CIA và chỉ định giám đốc cơ quan này làm lãnh đạo Lầu Năm Góc Giám đốc CIA Leon Panetta sẽ tiếp nhận nhiệm vụ bộ trưởng quốc phòng kế tiếp khi Robert Gates về hưu vào cuối tháng Sáu Ông Obama nói, “Leon hiểu rõ những vất vả của lính Mỹ.” Nhiệm vụ của tướng Petraeus sẽ nhường lại cho Trung tướng Thủy Quân Lục Chiến John Allen. Thượng Viện sẽ phải xác nhận các vụ thuyên chuyển này Trong khi thông báo thay đổi có tác động sâu sắc nhất trong các viên chức an ninh hàng đầu kể từ khi nhậm chức, ông Obama cũng chỉ định Ryan Crocker làm đại sứ Mỹ kế tiếp tại Afghanistan  “Đây là các lãnh đạo mà tôi chọn để hỗ trợ dẫn dắt chúng ta qua những ngày khó khăn trước mắt,” ông Obama nói với ông Gates, ông Panetta, tướng Petraeus và các quan chức khác đang đứng cạnh mình tại Nhà Trắng  ‘Đồng nhất trong nỗ lực’ Ông Obama nói rằng sau gần 40 năm phục vụ quân đội, Tướng Petraeus sẽ cởi bộ quân phục quân lực Hoa Kỳ và bước vào vai trò mới của mình tại CIA vào tháng Chín, trong thời gian chờ Thượng Viện xác nhận các vị trí mới Thông báo này được đưa ra chưa đầy một năm sau khi Tướng Petraeus tiếp nhận nhiệm vụ dẫn dắt các lực lượng Nato tại Afghanistan từ Tướng Stanley McChrystal Ông Obama phát biểu về các nhân sự mới được chỉ định của mình, “Tôi sẽ dựa vào họ và toàn bộ đội ngũ an ninh quốc gia của mình để tìm kiếm sự tư vấn, tính liên tục và sự đồng nhất nỗ lực mà thời điểm này trong lịch sử yêu cầu.” Ông Obama nói Ông Gates, người lần đầu tiên được George W Bush bổ nhiệm làm bộ trưởng quốc phòng vào năm 2006, “hoàn toàn xứng đáng được hưởng quyền trở lại cuộc sống riêng tư.” Tướng Petraeus sẽ bàn giao trách nhiệm tại Afghanistan cho Trung tướng Allen, hiện đang là chỉ huy phó của Bộ Chỉ Huy Trung Ương Hoa Kỳ – đơn vị chỉ huy phụ trách Trung Á và Trung Đông Trung tướng Allen và ông Crocker sẽ không tiếp nhận vai trò mới ngay lập tức mà sẽ từng bước thực hiện trong suốt mùa hè  “Những thách thức to lớn và nguồn lực bỏ ra cao. Vụ 9/11 xảy ra với chúng ta cũng xuất phát từ Afghanistan. Không thể để cho kẻ thù của chúng ta có cơ hội ấy một lần nữa,” ông Crocker phát biểu Thượng nghị sĩ John Kerry, chủ tịch Ủy Ban Đối Ngoại Thượng Nghị Viện, đã ca ngợi ông Obama về quyết định thuyên chuyển Tướng Petraeus về CIA  “Tướng Petraeus hoàn toàn xứng đáng đứng vào hàng ngũ các lãnh đạo quân sự xuất sắc nhất thuộc thế hệ của ông. Ông ấy trực tiếp lãnh hội được tầm quan trọng sống còn của thông tin tình báo tốt trong việc bảo vệ an ninh của Hoa Kỳ.” Ông Kerry cũng lưu ý đến “hiểu biết mang tính nguyên tắc sâu sắc lạ thường” của ông Panetta về Washington Lãnh đạo phe thiểu số của Đảng Cộng Hòa tại Thượng Viện Mitch McConnell phát biểu Ông Obama “sẽ được khen ngợi vì đã chọn lựa năng lực và tính liên tục” khi chỉ định Tướng Petraeus và Ông Panetta vào các vị trí tương ứng của họ Ông Panetta, đảng viên 72 tuổi của Đảng Dân Chủ ở bang California, giữ vị trí chành văn phòng cho Tổng Thống Bill Clinton trong giai đoạn 1994-1997 và tiếp nhận nhiệm vụ tại CIA vào tháng Hai 2009 Trước khi nhận các vị trí này, ông ấy giữ chức vụ giám đốc Văn Phòng Quản Lý và Ngân Sách của ông Clinton Trong khi đó, giai đoạn giao tranh vào mùa xuân ở Afghanistan đang bắt đầu, thách thức những phần lãnh thổ giành được của Nato và quân đội quốc gia Afghanistan  “Hôm nay chúng ta là một dân tộc lâm chiến, và nhiệm vụ đầu tiên sẽ là bảo đảm chúng ta vẫn là sức mạnh quân sự mạnh nhất trên thế giới, để bảo vệ nền an ninh rất quan trọng đối với đất nước này. Thế nhưng đây cũng là thời điểm lựa chọn khó khăn,” Ông Panetta nói Vào tháng Bảy, nước Mỹ dự tính bắt đầu những gì mà Tổng Thống Mỹ Barack Obama gọi là cuộc rút quân “có ý nghĩa” ra khỏi Afghanistan, chuyển giao nhiệm vụ an ninh cho các lực lượng quân sự Afghanistan Tính đến tháng Hai, hơn 1 triệu người đang phục vụ trong các lực lượng vũ trang Hoa Kỳ"
        },
        {
            "en": "Pentagon destroys thousands of copies of Army officer's memoir      Washington (CNN) -- The Department of Defense recently purchased and destroyed thousands of copies of an Army Reserve officer's memoir in an effort to safeguard state secrets, a spokeswoman said Saturday. \"DoD decided to purchase copies of the first printing because they contained information which could cause damage to national security,\" Pentagon spokeswoman <em>Lt</em>. Col. April Cunningham said. In a statement to CNN, Cunningham said defense officials observed the September 20 destruction of about 9,500 copies of Army Reserve <em>Lt</em>. Col. Anthony Shaffer's new memoir \"Operation Dark Heart.\" Shaffer says he was notified Friday about the Pentagon's purchase. \"The whole premise smacks of retaliation,\" Shaffer told CNN on Saturday. \"Someone buying 10,000 books to suppress a story in this digital age is ludicrous.\" Shaffer's publisher, St. Martin's Press, released a second printing of the book that it said had incorporated some changes the government had sought \"while redacting other text he (Shaffer) was told was classified.\" From single words and names to entire paragraphs, blacked out lines appear throughout the book's 299 pages. CNN obtained a memo from the Defense Intelligence Agency dated August 6 in which <em>Lt</em>. Gen. Ronald Burgess claims the DIA tried for nearly two months to get a copy of the manuscript. Burgess said the DIA's investigation \"identified significant classified information, the release of which I have determined could reasonably be expected to cause serious damage to national security.\" Burgess said the manuscript contained secret activities of the U.S. Special Operations Command, CIA and National Security Agency. Shaffer's lawyer, Mark Zaid, said earlier this month that the book was reviewed by Shaffer's military superiors prior to publication. \"There was a green light from the Army Reserve Command,\" Zaid told CNN. But intelligence agencies apparently raised objections when they received copies of the book. The Pentagon contacted St. Martin's Press in early August to convey its concerns over the release of the book. According to the publisher, at that time the first printings were just about to be shipped from its warehouse. Shaffer said he and the publisher worked hard \"to make sure nothing in the book would be detrimental to national security.\" \"When you look at what they took out (in the 2nd edition), it's lunacy,\" Shaffer said. The Pentagon says Shaffer should have sought wider clearance for the memoir. \"He did clear it with Army Reserve but not with the larger Army and with Department of Defense,\" Department of Defense spokesman Col. David Lapan said earlier this month. \"So he did not meet the requirements under Department of Defense regulations for security review.\" One of the book's first lines reads, \"Here I was in Afghanistan (redaction) My job: to run the Defense Intelligence Agency's operations out of (redaction) the hub for U.S. operations in country.\" In chapter 15, titled \"Tipping Point,\" 21 lines within the first two pages are blacked out. In the memoir, Shaffer recalls his time in Afghanistan leading a black-ops team during the Bush administration. The Bronze Star medal recipient told CNN he believes the Bush administraton's biggest mistake during that time was misunderstanding the culture there. Defense officials said they are in the process of reimbursing the publisher for the cost of the first printing and have not purchased copies of the redacted version. At least one seller on the online auction site eBay claiming to have a first-edition printing is selling it for an asking price of nearly $2,000. The listed retail price for the second printing is $25.99.",
            "vi": "Pentagon destroys thousands of copies of Army officer's memoir      Theo tin từ Washington của CNN – hôm thứ bảy, nữ phát ngôn Bộ quốc phòng cho biết Bộ này vừa tổ chức mua và hủy hàng ngàn cuốn hồi ký của một sĩ quan quân đội dự bị để cố bảo vệ bí mật quốc gia.  \"Bộ quốc phòng quyết định mua những cuốn sách trong lần in đầu tiên vì chúng chứa những thông tin có thể gây thiệt hại cho an ninh quốc gia,\" nữ phát ngôn của Lầu năm góc, trung tá April Cunningham đã nói.  Cunningham trong một lần tuyên bố với CNN đã nói rằng các quan chức của Bộ quốc phòng đều đã chứng kiến cuộc hủy ngày 20 tháng chín về 9.500 cuốn hồi ký  mới của trung tá Anthony Shaffer mang tên “Chiến Dịch Trái Tim Đen”.  Ông Shaffer cho biết ông được thông báo hôm thứ Sáu về việc mua của Lầu năm góc. Shaffer đã nói với CNN vào hôm thứ bảy: \"Toàn bộ chuyện này có vẻ như trả đũa tôi vậy, người nào đó thật lố bịch khi mua 10.000 cuốn sách để đè bẹp một câu chuyện trong thời đại kỹ thuật số này\" Nhà xuất bản của ông Shaffer, St. Martin's Press, đã cho xuất bản lần thứ hai cuốn sách này. Trong lần xuất bản này, Nhà xuất bản nói là đã kết hợp một số thay đổi như chính phủ yêu cầu \" trong khi đó lại soạn một văn bản khác mà ông ấy (Shaffer) được báo lại là đã được giới hạn thông tin\" Từ những từ và tên riêng cho đến toàn bộ những đoạn văn, những dòng đen thui xuất hiện khắp 299 trang sách. CNN đã có được một thông báo nội bộ từ Cục Tình báo Quốc phòng (DIA) vào ngày 6 tháng tám mà trong đó Trung tướng Ronald Burgess nói rằng Cục này đã cố gắng trong gần hai tháng trời để có được bản sao của bản thảo này. Burgess cho biết cuộc điều tra của DIA chỉ để “nhận ra rằng những thông tin quan trọng đã được giới hạn”, xác định xem việc tôi quyết định xuất bản sách này có làm thiệt hại nghiêm trọng cho an ninh quốc gia hay không. \" Burgess cho biết  bản thảo này chứa các hoạt động bí mật của Bộ Chỉ huy Tác chiến Đặc biệt Hoa Kỳ, Cục tình báo trung ương Hoa Kỳ (CIA) và Cơ quan An ninh Quốc gia.  Luật sư của Shaffer, Mark Zaid, đã nói vào đầu tháng này rằng cuốn sách đã được duyệt lại bởi các sĩ quan quân đội cấp tá của Shaffer trước khi cho xuất bản.  \"Đã có sự bật đèn xanh của Bộ tư lệnh dự bị Hoa Kỳ,\" Zaid nói với CNN.  Nhưng những cơ quan tình báo dường như phản đối khi họ nhận được những bản in của cuốn sách. Lầu năm góc đã liên lạc với nhà xuất bản St. Martin's Press vào đầu tháng tám để bày tỏ mối quan ngại về việc xuất bản cuốn sách. Theo nhà xuất bản này thì vào lúc đó những bản in đầu tiên đã gần được vận chuyển đến từ nhà kho của nó. Shaffer cho biết ông và nhà xuất bản đã phải  làm việc vất vả \"để đảm bảo những câu chuyện trong cuốn sách không gây bất lợi cho an ninh quốc gia.\" \"Nếu bạn chỉ xem những gì họ xuất bản (trong ấn bản lần hai) thì thật điên rồ, \" Shaffer đã nói.  Lầu năm góc nói ông Shaffer đáng lẽ phải khai báo rộng rãi về cuốn hồi ký.  Người phát ngôn Bộ quốc phòng là đại tá David Lapan đã nói vào đầu tháng này là \"Ông ấy đã làm rõ chuyện này với  Bộ tư lệnh dự bị nhưng lại không trình bày với Quân đội và với Bộ quốc phòng. Vì vậy ông ta không đáp ứng được những yêu cầu quy định do Bộ quốc phòng quy định về việc kiểm duyệt an ninh\" Một trong những dòng đầu của cuốn sách này có đoạn: “Bây giờ tôi đang ở Afghanistan (được soạn lại). Công việc của tôi là chỉ huy hoạt động của cơ quan tình báo quốc phòng ra khỏi trung tâm chiến dịch Hoa Kỳ ở nước này (được soạn lại).”  Trong chương 15, tựa đề là \"Điểm xuất phát, \" 21 dòng trong hai trang đầu tiên này bị tối đen hoàn toàn.  Trong hồi ký, Shaffer nhớ lại thời gian ông ta ở Afghanistan lãnh đạo nhóm chiến dịch đen dưới thời chính quyền Bush. Người nhận huy chương Ngôi sao đồng này nói với CNN là ông tin rằng sai lầm lớn nhất của chính quyền Bush trong thời gian này là đã hiểu lầm văn hoá ở đó.  Các quan chức của Bộ quốc phòng đã nói họ đang hoàn trả cho nhà xuất bản chi phí lần in đầu tiên và không mua những cuốn sách của phiên bản đã được soạn. Thậm chí một người bán trên trang đấu giá trực tuyến e Bay khẳng định rằng có bản in  đầu tiên đang bán với  giá chào bán gần 2.000 đô la. Giá bán lẻ niêm yết cho bản in lần thứ hai là 25,99 đô la Mỹ."
        }
    ],
    "suggestions": []
}