{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Lu"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Lu</k><blockquote>■ <cclass>symbol the chemical element lutetium. </cclass></blockquote></div>",
            "word": "Lu"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Lu"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Lu"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Lu"
        }
    },
    "sentences": [
        {
            "en": "Hoa <em>Lu</em> University",
            "vi": "Đại học Hoa Lư"
        },
        {
            "en": "I follow instruction from Mr <em>Lu</em>.",
            "vi": "Tôi làm theo hướng dẫn của ông Lu."
        },
        {
            "en": "Her family lives in <em>Lu</em> Gia housing complex.",
            "vi": "Gia đình chị ấy sống ở cư xá lữ gia."
        },
        {
            "en": "L to R: <em>Lu</em> Thi Khuyen, Mai Thi Kieu Ut, and <em>Lu</em> Thi Phan are the three most hard-working students of Class 2H. Photo: Tuoi Tre",
            "vi": "Từ trái sang phải: Lu Thị Khuyên, Mai Thị Kiều Út, và Lư Thị Phan là ba học sinh chăm chỉ của lớp 2H. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "• Hanoi, 2 December, Van Ho Exhibition Center, 2 Hoa <em>Lu</em> Street",
            "vi": "•\tHà Nội:2/12 tại Trung tâm Triển lãm Vân Hồ, 2 phố Hoa Lư"
        },
        {
            "en": "<em>Lu</em>, 51, also known as Zi Shun <em>Lu</em>, was in poor health when he was rescued, suffering from a kidney ailment and low blood pressure, regional police commander Sonny David said.",
            "vi": "Viên chỉ huy cảnh sát khu vực David Sonny cho biết Lu 51 tuổi, cũng gọi là Zi Shun Lu, đã ở trong tình trạng sức khoẻ kém khi anh ấy được giải cứu, anh bị đau thận và huyết áp thấp."
        },
        {
            "en": "<em>Lu</em> Thi Nhung, a teacher of Ban Moi School in Lao Cai Province, with her hand-made lamp",
            "vi": "Lữ Thị Nhung, một giáo viên của trường Bản Mới tại tỉnh Lào Cai với chiếc đèn tự chế của mình"
        },
        {
            "en": "It has 4 main rivers — To Lich, <em>Lu</em>, Set, and Kim Nguu — and 29.7 kilometers of open canals for drainage.",
            "vi": "Hà Nội có 4 con sông chính là Tô Lịch, Lừ, Sét và Kim Ngưu và 29,7 km kênh thoát nước mở."
        },
        {
            "en": "The pollution of other rivers inside Hanoi like <em>Lu</em>, Set and Kim Nguu is also alarming and the cause of pollution is also untreated wastewater.",
            "vi": "Sự ô nhiễm của con sông khác trong Hà Nội như Lừ, Sét, Kim Ngưu cũng ở mức đáng báo động và nguyên nhân của tình trạng ô nhiễm cũng là nước thải chưa qua xử lý."
        },
        {
            "en": "Two years ago, his daughter <em>Lu</em> Seo Pao also had a serious illness and had to be operated on in the district and province hospital.",
            "vi": "Hai năm trước, con gái của anh là Lu Seo Pao bị bệnh nặng và đã phải mổ ở trên bệnh viện huyện và bệnh viện tỉnh."
        },
        {
            "en": "A total of 500 students at Hoa <em>Lu</em> and Binh Tho secondary schools and Thu Duc and Bui Thi Xuan high schools will be enrolled in the classes.",
            "vi": "Tổng số 500 học sinh trường THCS Hoa Lư và Bình Thơ và Trường THPT Thủ Đức và Bùi Thị Xuân sẽ được đăng ký trong lớp."
        },
        {
            "en": "Moreover, Nha’s younger brother - <em>Lu</em> Seo Seng, who was studying in grade 6, had to leave school in order to help his family.",
            "vi": "Ngoài ra, em trai của Nhã là Lu Seo Seng đã phải bỏ học để giúp gia đình khi đang học lớp 6."
        },
        {
            "en": "The first prize was offered to film marker Pham Ngoc Tuan with the entry of “Father of chick” (Cha cua ga con); and the second prize went to Colory Cartoon Company with the entry of  “<em>Lu</em> and Robo” (<em>Lu</em> va Robo). The third prize was granted to student Phan Ngoc Thuy Duong with the “Friendship Cake” (Chiec banh tinh ban).",
            "vi": "Giải thưởng đầu tiên được trao cho bộ phim \"Cha của gà con\" của Phạm Ngọc Tuấn; giải nhì thuộc về \"Lu và Robo\" của Công ty Colory Cartoon. Giải ba được trao cho sinh viên Phan Ngọc Thùy Dương với \"Chiếc bánh tình bạn\"."
        },
        {
            "en": "\"The <em>Lu</em> market has existed for a long time. Previously, our commune was called Ke <em>Lu</em> or Ke Gac, now Minh Nong. Rice is the main commodity here. We also sell vegetables, tea, and other essentials. The market is divided by types of goods on sale\", Le Thi Dac, a Minh Nong local, told VOV.",
            "vi": "Bà Lê Thị Đắc, một người dân ở xã Minh Nông nói với PV \"Chợ Lú đã tồn tại trong một thời gian dài. Trước đây, xã chúng tôi được gọi là Kẻ Lú hay Kẻ Gấc, bây giờ là Minh Nông. Gạo là mặt hàng chính ở đây. Chúng tôi cũng bán cả rau quả, chè và các nhu yếu phẩm khác. Chợ được chia theo mặt hàng được bán\"."
        },
        {
            "en": "Bat Xat: In the new crop season, Bat Xat is like a natural picture with countless bright colours that stand out among the skies of Ngai Thau, Y Ty, A <em>Lu</em> and Khu Chu Lin Communes.",
            "vi": "Huyện Bát Xát: Vào mùa vụ mới, Bát Xát giống như một bức tranh thiên nhiên với vô số màu sắc tươi sáng nổi bật giữa vùng trời các xã Ngải Thầu, Y Tý, A Lù và Khu Chu Lìn."
        },
        {
            "en": "Bat Xat: In the new crop season, Bat Xat is like a natural picture with countless bright colours that stand out among the skies of Ngai Thau, Y Ty, A <em>Lu</em> and Khu Chu Lin Communes.",
            "vi": "Huyện Bát Xát: Vào mùa vụ mới, Bát Xát giống như một bức tranh thiên nhiên với vô số màu sắc tươi sáng nổi bật giữa vùng trời các xã Ngải Thầu, Y Tý, A Lù và Khu Chu Lìn."
        },
        {
            "en": "From March 15 to April 10, China will release water from Jinghong Hydropower Station to downstream areas for emergency use, Chinese Foreign Ministry Spokesperson <em>Lu</em> Kang told a regular press conference on Tuesday.",
            "vi": "Từ ngày 15 tháng ba đến ngày 10 tháng tư, Trung Quốc sẽ xả nước từ Trạm Thủy điện Jinghong đến khu vực hạ lưu để sử dụng khẩn cấp, Người phát ngôn Bộ Ngoại giao Trung Quốc ông Liu Kang nói trong cuộc họp báo thường kỳ hôm thứ Ba."
        },
        {
            "en": "The early 20th century novelist <em>Lu</em> Xun, who wrote prolifically about the plight of the fledgling Chinese republic, was said to have the character for \"early\" etched into his desk as a personal reminder.",
            "vi": "Những năm đầu thế kỷ 20 nhà văn Lỗ Tấn, người có rất nhiều kiệt tác về hoàn cảnh của nước cộng hòa non trẻ Trung Quốc, được biết là đã khắc chữ \"sớm\" lên bàn làm việc của mình để tự nhắc nhở bản nhân."
        },
        {
            "en": "Nha says that “If <em>Lu</em> Seo Pao was not ill, his family would still have many buffaloes, he could have a house for his younger brother and Seng could study further (Lao Cai Province).",
            "vi": "Nhã nói rằng “nếu Lu Seo Pao không bị ốm thì gia đình vẫn có nhiều trâu và anh ấy vẫn còn nhà cho em trai anh ấy và Seng còn có thể học tiếp được (tỉnh Lào Cai)."
        },
        {
            "en": "Green rice flakes must be from Vong and <em>Lu</em> villages (in the past) or from rice land of Thai Binh (at present) and green peas are carefully selected in Ha Tay province.",
            "vi": "Cốm phải được lấy từ làng Vòng và Lự (trong quá khứ) hoặc từ vùng đất trồng lúa là Thái Bình (hiện tại) và đậu xanh được lựa chọn cẩn thận từ tỉnh Hà Tây."
        }
    ],
    "suggestions": []
}