{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lʌkinis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự may mắn; vận đỏ, vận may; hạnh phúc</td></tr></table><i/></div>",
            "word": "luckiness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "luckiness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "luckiness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "luckiness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "luckiness"
        }
    },
    "sentences": [
        {
            "en": "Dos One should give people lucky presents to enhance the relationship between themselves and others: new clothes, peach branches (for expelling evil), cocks (wishing for good manners), new rice (wishing for being well-fed), rice wine in a gourd (wishing for a rich and comfortable life), bánh chưng (or bánh tét) and bánh dày which symbolize sky and earth (for worshipping the ancestors), red things (red symbolizes happiness, <em>luckiness</em>, advantages) like watermelon, dogs (the bark – gâu gâu – sounds like the word giàu - richness in Vietnamese language), medicated oil (dầu in Vietnamese, also sounds similar to giàu).  One should give lucky Dong Ho Paintings such as: \"Gà đàn\" (wishing for having many children), or \"Vinh hoa\", but should not give unlucky Dong Ho paintings like \"Đánh ghen\" related to legal proceedings.  One should buy a lot of water for Tết, because people wish for money to flow like water currents in a stream (proverb: \"Tiền vô như nước\").  One should sprinkle lime powder around the house to expel evil.  One should return all things borrowed, and pay debts before Tết.",
            "vi": "Những việc nên làm Người ta tặng cho nhau các món quà may mắn để thắt chặt mối quan hệ giữa họ và người khác như quần áo mới, cành đào (để trừ tà), gà trống (ước muốn sự xử sự tốt đẹp), gạo mới (ước muốn được cuộc sống no đủ sung túc), rượu gạo đựng trong bầu (ước muốn cuộc sống giàu sang và thoải mái), bánh chưng (hoặc bánh tét) và bánh dày tượng trưng cho trời và đất (để cúng tổ tiên), nhiều thứ có màu đỏ (màu đỏ tượng trưng cho sự hạnh phúc, may mắn và thuận lợi) như dưa hấu, chó (tiếng sủa – gâu gâu – nghe như từ giàu- sự giàu có trong nghĩa tiếng Việt), dầu thuốc (dầu trong tiếng Việt, cũng nghe giống như giàu) Người ta cũng tặng cho nhau những tranh Đông Hồ tượng trưng cho sự may mắn như “Gà đàn” (ước mong được nhiều con), hoặc “Vinh hoa”, nhưng không nên tặng cho người khác những tranh Đông Hồ tượng trưng cho những thứ đen đủi như “Đánh ghen” liên quan đến những việc kiện tụng.    Ngoài ra cũng nên mua nhiều nước ngày Tết vì người ta cũng mong muốn tiền sẽ chảy như dòng nước ở con suối vậy (tục ngữ: “Tiền vô như nước”) Cũng nên rắc vôi quanh nhà để trừ tà. Nên trả hết mọi thứ mà mình đã mượn và trả dứt hết nợ trước Tết."
        }
    ],
    "suggestions": []
}