{
    "en_vn": {
        "data": {
            "content": null,
            "word": "lumps",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "lumps",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lumps",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>lumps</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>colloq.</abr>) </ex></blockquote></blockquote><blockquote><b>punishment</b></blockquote><blockquote><blockquote><ex> to take one's lumps </ex></blockquote></blockquote></div>",
            "word": "lumps",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đá khối</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> địa khối</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tảng</font></td></tr></tbody></table></div>",
            "word": "lumps",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Crush <em>lumps</em> of sugar.",
            "vi": "Giã/Tán mấy cục đường."
        },
        {
            "en": "<em>Lumps</em> can be found in your armpit.",
            "vi": "U có thể tìm thấy trong nách bạn."
        },
        {
            "en": "She got her <em>lumps</em> for disobeying her parents.",
            "vi": "Con bé bị phạt vì không nghe lời bố mẹ nó."
        },
        {
            "en": "If we make mistakes, we'll take our <em>lumps</em>.",
            "vi": "Nếu chúng tôi sai lầm, chúng tôi đành phải ngậm đắng nuốt cay mà chịu thôi."
        },
        {
            "en": "Scum clotted into <em>lumps</em> on the crab soup.",
            "vi": "Váng riêu cua kết lại thành tảng."
        },
        {
            "en": "We've taken some <em>lumps</em> getting back to this fundamental truth.",
            "vi": "Chúng ta đã quá vất vả để quay lại với sự thật cơ bản này."
        },
        {
            "en": "To reduce the risk of getting <em>lumps</em> under the skin.",
            "vi": "Giảm nguy cơ tổn thương u, cục dưới da."
        },
        {
            "en": "Stir the cake mixture to get rid of any <em>lumps</em>.",
            "vi": "Khuấy đều hỗn hợp bột làm bánh để lược bỏ hết mọi bột vón cục."
        },
        {
            "en": "I shouldn't have done that. Now I'm getting my <em>lumps</em>.",
            "vi": "Lẽ ra tôi không nên làm như vậy. Bây giờ tôi sẽ nhận hình phạt đây."
        },
        {
            "en": "You have to use a pick to break down the <em>lumps</em> of soil.",
            "vi": "Anh phải hãy dùng cuốc để làm tơi đất."
        },
        {
            "en": "You must take your <em>lumps</em> if you 're going to be in politics.",
            "vi": "Nếu anh định là chính trị anh phải chấp nhận lấy điều xấu xảy ra không phàn nàn."
        },
        {
            "en": "Other causes of hyperthyroidism\n \nHyperthyroidism can also result from thyroid nodules. These are <em>lumps</em> that develop inside the thyroid and sometimes begin producing thyroid hormones. Large <em>lumps</em> may create a noticeable goiter. Smaller <em>lumps</em> can be detected with ultrasound.",
            "vi": "Các nguyên nhân khác gây cường giáp  \nCường giáp cũng có thể gây ra do các khối u tuyến giáp. Đây là những khối u phát triển bên trong tuyến giáp và đôi khi bắt đầu tiết hoóc-môn tuyến giáp. Những khối u lớn có thể gây bướu cổ dễ nhận thấy. Người ta có thể phát hiện ra các khối u nhỏ hơn bằng kỹ thuật siêu âm."
        },
        {
            "en": "Starts off a volley of other lodging <em>lumps</em> with a rush.",
            "vi": "Mt loat cuc tuyt khac ao ao rt theo."
        },
        {
            "en": "It produces pigmented wartlike <em>lumps</em> - mainly on the feet and legs - that sometimes ulcerate.",
            "vi": "Nó tạo thành chỗ lồi lên giống mụt cóc - chủ yếu là ở bàn chân và cẳng chân - đôi khi nó bị lở ra."
        },
        {
            "en": "Infections can also cause breast <em>lumps</em>, as can an injury to the breast.",
            "vi": "Các nhiễm trùng cũng có thể gây ra khối u ở vú, như một tổn thương ở vú."
        },
        {
            "en": "We have to keep stirring until all the <em>lumps</em> of sugar have dissolved.",
            "vi": "Chúng ta phải tiếp tục khuấy cho đến khi tất cả các cục đường tan ra."
        },
        {
            "en": "An aggravation of <em>lumps</em> on the skin caused by leprosy, accompanied by fever and malaise.",
            "vi": "Tình trạng có những u lồi nặng trên da, gây ra do bệnh cùi kèm theo sốt và khó chịu."
        },
        {
            "en": "We must sift out the <em>lumps</em> from the flour and sieve the wheat from the chaff.",
            "vi": "Chúng ta phải rây bột mì để bỏ các cục bột và sàng lúa mì để bỏ trấu."
        },
        {
            "en": "Each load of potatoes passes through a machine that separates out stones and <em>lumps</em> of earth.",
            "vi": "Mỗi đợt khoai tây đi qua một cái máy có chức năng lọc đất đá ra."
        },
        {
            "en": "A chemical prepared from <em>lumps</em> on the skin caused by lepromatous leprosy.",
            "vi": "Một hoá chất chế tạo từ các u lồi nhô trên da trong dạng cùi kết tiết."
        }
    ],
    "suggestions": []
}