{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['lu:pəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bệnh luput ((cũng) <font color=\"#1371BB\">lupus vulgaris</font>)</td></tr></table><i/></div>",
            "word": "lupus",
            "pronounce": "['lu:pəs]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>lupus</k><blockquote><cclass>[<cclass>'lu:pəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine an ulcerous skin condition, especially one due to direct infection with tuberculosis. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>lupoid</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>lupous</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L., lit. 'wolf'. </blockquote></div>",
            "word": "lupus",
            "pronounce": "['lu:pəs]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "lupus",
            "pronounce": "['lu:pəs]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "lupus",
            "pronounce": "['lu:pəs]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "lupus",
            "pronounce": "['lu:pəs]"
        }
    },
    "sentences": [
        {
            "en": "<em>Lupus</em>",
            "vi": "Bệnh lu-pút (bệnh lao da)"
        },
        {
            "en": "A drug similar to chloroquine, used mainly to treat <em>lupus</em> erythematosus and rheuratoid arthritis.",
            "vi": "Một loại thuốc tương tự như chloroquine, chủ yếu dùng chữa trị lupus ban đỏ và viêm khớp dạng thấp."
        },
        {
            "en": "There is a lot of anxiety around the diagnosis of <em>lupus</em>.",
            "vi": "Có nhiều lo lắng xoay quanh lời chẩn đoán bệnh lao da."
        },
        {
            "en": "It has also been used for the treatment of <em>lupus</em> erythematosus, leprosy, and rheumatoid arthritis.",
            "vi": "Nó cũng được dùng để chữa chứng lupus đỏ, bệnh hủi và bệnh viêm thấp khớp."
        },
        {
            "en": "Joint and muscle pain is often the first sign of <em>lupus</em>.",
            "vi": "Đau khớp và cơ thường là dấu hiệu đầu tiên của bệnh lu-pút."
        },
        {
            "en": "The presence of cryoglobulins may be feature of a variety of diseases, including mascroglopulinaemia, systemic <em>lupus</em> erythematosus and certain infections.",
            "vi": "Sự có mặt các globulin tủa lạnh có thể là đặc trưng của một số bệnh gồm macroglopulin - huyết, lupus ban đỏ và một số bệnh nhiễm."
        },
        {
            "en": "Retinitis and choroiditis can each be caused by an autoimmune disease such as rheumatoid arthritis or <em>lupus</em>.",
            "vi": "Viêm võng mạc và viêm màng mạch có thể do bệnh tự miễn như viêm khớp dạng thấp hay lao da gây ra."
        },
        {
            "en": "Inflammation of the liver due to a virus infection or such diseases as amoebic dysentery and <em>lupus</em>.",
            "vi": "Viêm gan có thể do nhiễm vi rút hay do các bệnh như kiết lỵ amib và lupus."
        },
        {
            "en": "<em>Lupus</em>    What is <em>lupus</em>? <em>Lupus</em> is a lifelong disorder of the immune system. Immune cells attack the body’s own healthy tissues, leading to inflammation and tissue damage. Symptoms may be limited to the skin, but more often <em>lupus</em> also causes internal problems such as joint pain. In severe cases, it can damage the heart, kidneys, and other vital organs. Although there’s no cure, there are treatments that can minimize the damage. <em>Lupus</em> symptom: Joint pain Joint and muscle pain is often the first sign of <em>lupus</em>. This pain tends to occur on both sides of the body at the same time, particularly in the joints of the wrists, hands, elbows, knees, or ankles. The joints may look inflamed and feel warm to touch. But unlike rheumatoid arthritis, <em>lupus</em> usually does not cause permanent joint damage. <em>Lupus</em> symptom: Butterfly rash A tell-tale sign of <em>lupus</em> is a butterfly-shaped rash across the cheeks and bridge of the nose. Other common skin problems include sensitivity to the sun with flaky, red spots or a scaly, purple rash on various parts of the body, including the face, neck, and arms. Some people also develop mouth or lip sores. <em>Lupus</em> symptom: Nail changes <em>Lupus</em> can cause the nails to crack or fall off. They may be discolored with blue or reddish spots at the base. These spots are actually in the nail bed, the result of inflamed small blood vessels. Swelling may also make the skin around the base of the nail look red and puffy. <em>Lupus</em> Symptoms: Fever and Fatigue Most people with <em>lupus</em> experience some degrees of fatigue. In many cases, it is severe enough to interfere with exercise and other daily activities. Most patients also run a low-grade fever from time to time. This unexplained fever may be the warning sign in some people. <em>Lupus</em> symptom: Light sensitivity Many people with <em>lupus</em> are unusually sensitive to the sun and other forms of ultraviolet light (such as tanning beds.) A day at the beach may trigger a skin rash in areas exposed to sunlight and may worsen other <em>lupus</em> symptoms. Certain medications can make people with <em>lupus</em> even more sensitive to UV light. <em>Lupus</em> symptom: Hair loss The symptoms of <em>lupus</em> tend to come and go, and this includes hair loss. Patients may go through periods where their hair falls out in patches or becomes thinner all across the scalp. Once the flare-up is over, new hair is likely to grow in evenly. <em>Lupus</em> symptom: Raynaud's Some people with <em>lupus</em> develop a condition called Raynaud’s phenomenon. Their fingers and toes become painful, numb, and tingly in response to cold temperatures or emotional stress. This happens when small blood vessels spasm and restrict blood flow to the area. During an attack, the fingers and toes may turn white or blue. People can also have Raynaud's without having <em>lupus</em> or any serious health complications. <em>Lupus</em> or something else? When <em>lupus</em> begins, it can look a lot like rheumatoid arthritis, which causes joint pain and swelling, or fibromyalgia, which causes fatigue and pain. One aspect that sets <em>lupus</em> apart is the combination of skin rashes with joint pain and fatigue. There are also lab tests that can help distinguish <em>lupus</em> from other diseases. Diagnosing <em>lupus</em> Diagnosing <em>lupus</em> can be tricky. The disease can mimic other conditions, and it often takes a different course in different people. Many people have it for years before developing tell-tale symptoms. Although there is no one test for <em>lupus</em>, certain proteins usually show up in a patient’s blood. A blood test for antinuclear antibodies (ANAs) can provide a critical clue. Other lab tests may check cell counts, kidney function, and clotting time. A tissue biopsy sometimes helps with diagnosis. Who gets <em>lupus</em>? Anyone can get <em>lupus</em>. But more than 90% of people with <em>lupus</em> are women. Aside from being female, your odds of getting the disease are higher if you are:     * African-American, Latino, or Asian     * Aged 15 to 45     * Related to someone with <em>lupus</em> Types of <em>lupus</em> When people say “<em>lupus</em>,” they usually mean systemic <em>lupus</em> erythematosus (SLE), the most common and serious type. But there are other types. Cutaneous <em>lupus</em> erythematosus – also called discoid <em>lupus</em> -- is limited to the skin and doesn’t cause the organ damage that sometimes occurs with SLE. The most common symptom is a circular rash. Drug-induced systemic <em>lupus</em> causes temporary <em>lupus</em> symptoms in people who take certain medications. Medical treatments for <em>lupus</em> There are ways to control the symptoms of <em>lupus</em>. These include corticosteroid creams for rashes and nonsteroidal anti-inflammatory drugs (NSAIDs) for joint pain and fever. Antimalarial medications can help fight joint pain, ulcers, and rashes. Higher dose of corticosteroids may be given as pills or injections. People with severe <em>lupus</em> may benefit from drugs that suppress the immune system. Self-care for <em>lupus</em> Making some changes to your routine can also help reduce <em>lupus</em> flare-ups:     * Cover up when you’re in the sun.     * Don’t smoke.     * Exercise regularly.     * Improve your stress management skills. Also be sure to get plenty of rest. Some people with <em>lupus</em> need up to 12 hours of sleep a night. <em>Lupus</em> and kidney problems As <em>lupus</em> progresses, it can interfere with the body’s organs. About three out of four people with <em>lupus</em> develop kidney problems. These problems may not cause symptoms, though some people notice swelling in their legs or ankles. Most patients only learn about their kidney trouble when a urine test reveals blood or abnormal protein levels. <em>Lupus</em> and heart problems The most common heart problem linked to <em>lupus</em> is an inflammation of the sac around the heart. This may cause severe pain in the left side of the chest. People with <em>lupus</em> are also more likely to develop plaques that narrow or clog the arteries. This can lead to coronary artery disease. Other complications include heart valve disease and inflammation of the heart muscle. Call 911 immediately for chest pain, rather than trying figure out the cause yourself. <em>Lupus</em> and lung problems The tissue surrounding the lungs becomes inflamed in about a third of people with <em>lupus</em>. This may lead to painful breathing, or chest pain, or it may not cause any symptoms at all. Sometimes <em>lupus</em> causes chest pain that is not related to the lungs or the heart. Instead, the pain comes from an inflamed chest muscle or rib joint. Any chest pain should be promptly evaluated by a doctor. <em>Lupus</em> and digestive problems Digestive problems are not common with <em>lupus</em>, but some people may experience belly pain, nausea, vomiting, difficulty swallowing, or inflammation of the liver or pancreas. This can be related to <em>lupus</em> itself or medications used to treat the disease. Some people tend to lose weight during <em>lupus</em> flare-ups. <em>Lupus</em> and anemia <em>Lupus</em> and the medications used to treat it can contribute to anemia in some patients. This means the body has too few red blood cells, because it is not making enough, or red blood cells are being destroyed more quickly than they can be replaced. Symptoms include fatigue, a rapid heartbeat, and shortness of breath. <em>Lupus</em> and the nervous system <em>Lupus</em> can trigger a wide range of problems with the nervous system, most commonly headaches. Mild memory problem is a less common complaint that may come and go. Some people with <em>lupus</em> have a greater risk for a stroke, and in rare cases, the disease can lead to seizures. <em>Lupus</em> and mental health Depression and anxiety are a risk for people with <em>lupus</em>. This may be the result of the condition’s affect on the nervous system combined with the emotional strain of coping with a chronic illness. Be sure to discuss any concerns about your mood with your doctor or other health care provider. There are highly effective treatments for depression and anxiety. <em>Lupus</em> and pregnancy Most women with <em>lupus</em> can get pregnant, though the condition increases the risk of complications during pregnancy. Because <em>lupus</em> symptoms come and go, the best time to get pregnant is when symptoms are at a minimum. Women who conceive when symptoms are in remission are less likely to have flare-ups or complications. Make sure your obstetrician knows you have <em>lupus</em>. You medications may be modified and you may undergo extra monitoring to ensure a successful pregnancy. Neonatal <em>lupus</em> Most babies born to women with <em>lupus</em> are entirely healthy. But in rare cases, the newborn of a mom with <em>lupus</em> may have neonatal <em>lupus</em>. This condition can cause a skin rash, anemia, or liver problems. The symptoms usually go away after a few months and don’t cause permanent damage. However, some babies with neonatal <em>lupus</em> are born with a serious heart defect. Living with <em>lupus</em> The fatigue and joint pain associated with <em>lupus</em> can make it more difficult to do your job or care for your children. You may have to cut back on activities or ask for help when symptoms flare up. But most people with <em>lupus</em> are able to continue with their usual activities. Outlook for <em>lupus</em> Thanks to improvements in treatments for <em>lupus</em>, people with the condition are living significantly longer. The outlook for any given individual depends on how severe the disease is, and whether any vital organs are affected. But most people with <em>lupus</em> can expect to live a normal or nearly normal life span.",
            "vi": "Bệnh lu-pút (bệnh lao da)    Bệnh lu-pút là gì? Lu-pút là một bệnh rối loạn hệ miễn dịch kéo dài suốt đời. Tế bào miễn dịch tấn công các mô khỏe mạnh của cơ thể, gây ra viêm và tổn thương mô. Triệu chứng của bệnh lu-pút có thể chỉ hạn chế ở ngoài da, nhưng thường cũng có thể gây các vấn đề bên trong nội tạng chẳng hạn như đau khớp. Trong nhiều trường hợp nghiêm trọng, nó có thể gây hại cho tim, thận, và nhiều cơ quan quan trọng khác. Mặc dù bệnh lu-pút không có thuốc chữa, nhưng nhiều phương pháp điều trị có thể làm hạn chế tổn thương đến mức tối đa.   Triệu chứng bệnh lu-pút: Đau khớp  Đau khớp và cơ thường là dấu hiệu đầu tiên của bệnh lu-pút. Cơn đau này có xu hướng xảy ra đồng thời ở cả hai bên cơ thể, nhất là ở các khớp cổ tay, bàn tay, khuỷu tay, đầu gối, hoặc mắt cá chân. Khớp nhìn có vẻ trông giống như viêm và có thể thấy nóng khi sờ vào. Nhưng không giống như bệnh viêm khớp kinh niên, lu-pút thường không gây tổn thương khớp lâu dài.  Triệu chứng của lu-pút: Phát ban cánh bướm Dấu hiệu báo trước bệnh lu-pút là phát ban hình cánh bướm ngang hai bên má và sống mũi. Các vấn đề về da thường thấy khác bao gồm nhạy cảm với ánh nắng mặt trời kèm với rất nhiều đốm đỏ, có vảy hoặc phát ban xuất huyết có vảy ở nhiều bộ phận khác nhau trên cơ thể, chẳng hạn như mặt, cổ, và cánh tay. Một số bệnh nhân cũng bị đau loét miệng hoặc môi.   Triệu chứng của lu-pút: Các biến đổi ở móng tay  Bệnh lu-pút có thể làm cho móng tay gãy hoặc rụng. Chúng có thể bị biến màu kèm với nhiều nốt xanh hoặc hơi đỏ ở đáy móng. Những đốm màu này thực ra là ở nền móng (phần da phía dưới thân móng để móng tựa lên trên), do các mạch máu nhỏ bị viêm gây ra. Tình trạng phù nề cũng có thể làm cho vùng da quanh nền móng trông có vẻ như sưng đỏ lên.  Triệu chứng của lu-pút: Sốt và Mệt mỏi  Hầu hết bệnh nhân bị lu-pút đều bị mệt mỏi, uể oải ở từng mức độ khác nhau. Trong nhiều trường hợp thì nó có thể trầm trọng đến nỗi khó lòng luyện tập hoặc làm các hoạt động thường nhật khác. Đa số người mắc bệnh này thỉnh thoảng cũng bị sốt nhẹ. Chứng bệnh sốt khó giải thích này có thể là dấu hiệu cảnh báo đối với một số người.   Triệu chứng của lu-pút: Nhạy cảm với ánh sáng  Nhiều người bị lu-pút nhạy cảm khác thường với ánh nắng mặt trời và các dạng ánh sáng tử ngoại khác (chẳng hạn như (tia cực tím phát ra ở) ghế tắm nắng). Nếu trải qua một ngày trên bãi biển có thể bạn sẽ phát ban trên da ở những vùng tiếp xúc với nắng và có thể làm cho các triệu chứng khác của bệnh lu-pút càng thêm trầm trọng hơn. Một số thuốc cũng có thể khiến cho bệnh nhân bị lu-pút thậm chí càng nhạy cảm hơn với tia tử ngoại.  Triệu chứng của lu-pút: Rụng tóc Các triệu chứng của bệnh lu-pút thường có khuynh hướng bộc phát và biến mất, chúng gồm cả chứng rụng tóc. Bệnh nhân cũng có thể trải qua nhiều giai đoạn bị rụng tóc từng mảng hoặc tóc trên đầu trở nên thưa hơn. Khi bệnh đã hết tái phát thì tóc mới có thể mọc lên đều nhau.  Triệu chứng của lu-pút: Rối loạn mạch máu ở người có hiện tượng Raynaud  Một số bệnh nhân lu-pút phát biến chứng gọi là hiện tượng Raynaud. Các ngón tay và ngón chân trở nên đau nhức, tê cứng, và ngứa khi tiếp xúc với nhiệt độ lạnh hoặc bị căng thẳng stress. Hiện tượng này xảy ra khi các mạch máu nhỏ co thắt và làm hạn chế lưu thông máu đến vùng đó (ngón tay/chân). Ngón tay và ngón chân có thể bị xanh tái hoặc nhợt nhạt trong suốt cơn bệnh. Bệnh nhân cũng có thể bị hiện tượng Raynaud mà không mắc bệnh lu-pút hoặc bị bất kỳ biến chứng nào nguy hiểm.   Bệnh lu-pút hay là một bệnh nào khác?  Khi lu-pút mới khởi phát, nó có thể trông rất giống như bệnh viêm khớp kinh niên, gây sưng và đau khớp, hoặc đau cơ, làm cho bệnh nhân cảm thấy đau nhức và mệt mỏi. Một mặt khác làm cho bệnh lu-pút khác biệt là sự kết hợp phát ban trên da kèm theo đau khớp và mệt mỏi. Các xét nghiệm ở phòng thí nghiệm cũng có thể giúp phân biệt bệnh lu-pút với các bệnh khác.     Chẩn đoán bệnh lu-pút Việc chẩn đoán bệnh lu-pút có thể rất khó khăn bởi bệnh này có thể giống như nhiều bệnh khác, và thường diễn tiến khác nhau ở từng người. Nhiều bệnh nhân bị lu-pút nhiều năm trời trước khi phát các triệu chứng báo hiệu. Mặc dù không ai xét nghiệm lu-pút cả, nhưng trong máu bệnh nhân thường xuất hiện một số prô-tê-in nào đó. Xét nghiệm máu tìm kháng thể kháng nhân (ANAs) cũng có thể cho dấu hiệu nhận biết quan trọng. Nhiều xét nghiệm ở phòng thí nghiệm khác có thể kiểm tra tổng số tế bào, chức năng thận, và thời gian đông máu. Phương pháp sinh thiết mô đôi khi cũng có thể giúp chẩn đoán được bệnh này.  Đối tượng của bệnh lu-pút là ai? Bất kỳ ai cũng có thể bị lu-pút. Nhưng hơn 90% bệnh nhân là phụ nữ. Ngoài yếu tố giới tính nữ, tỉ lệ mắc bệnh của bạn tăng cao hơn nếu như:  * Người Mỹ gốc Phi, người Hoa Kỳ gốc châu Mỹ La tinh, hoặc Châu Á * Có độ tuổi từ 15 đến 45 * Có họ hàng với người bị lu-pút  Các loại lu-pút Khi người ta nói đến “lu-pút”, thì thường có nghĩa là lu-pút ban đỏ hệ thống (SLE), loại lu-pút thường thấy và nguy hiểm nhất. Nhưng bên cạnh đó cũng có nhiều loại lu-pút khác. Lu-pút ban đỏ trên da-cũng gọi là lu-pút dạng đĩa-giới hạn phát bệnh trên da và không gây tổn thương cho cơ quan trên cơ thể mà đôi khi xảy ra như ở trường hợp bị SLE. Triệu chứng thường thấy nhất là phát ban hình vòng. Lu-pút hệ thống do thuốc gây các triệu chứng lu-pút tạm thời đối với người sử dụng một số thuốc nào đó.  Điều trị bệnh lu-pút  Có nhiều cách để làm giảm các triệu chứng của bệnh lu-pút: gồm kem corticosteroid (kem chứa xtê-rô-it chống viêm) để trị ban và thuốc kháng viêm không có chất steroid (NSAIDs) để hạ sốt và giảm đau khớp. Các loại thuốc chống sốt rét có thể trị được đau khớp, loét, và ban. Corticosteroid ở liều cao có thể được dùng ở dạng viên uống hoặc chích. Thuốc làm chặn hệ miễn dịch có thể có tác dụng tốt đối với người bị lu-pút nặng.  Tự chăm sóc bệnh lu-pút  Thay đổi một vài thói quen thường nhật của bạn cũng có thể làm giảm nguy cơ tái phát bệnh lu-pút:  * Tránh cho da tiếp xúc với nắng khi bạn ra ngoài .  * Không hút thuốc. * Thường xuyên tập thể dục  * Nâng cao kỹ năng chế ngự căng thẳng của bạn. Cũng nên đảm bảo được nghỉ ngơi nhiều. Một số người bị lu-pút cần ngủ 12 tiếng đồng hồ một đêm.  Lu-pút và các vấn đề về thận Khi lu-pút diễn tiến, nó có thể gây ảnh hưởng đến nhiều cơ quan trên cơ thể. Khoảng 3 trong 4 người bị lu-pút đều phát sinh các vấn đề về thận. Những vấn đề này có thể không gây triệu chứng gì, tuy vậy cũng có một số người để ý thấy chân hoặc mắt cá của mình sưng phù lên. Hầu hết bệnh nhân chỉ biết thận mình có vấn đề khi xét nghiệm nước tiểu cho thấy có máu hoặc nồng độ prô-tê-in bất thường.  Lu-pút và các vấn đề về tim Vấn đề về tim thường thấy nhất có dính líu tới bệnh lu-pút là chứng viêm túi quanh tim. Nó có thể gây đau nhức dữ dội ở vùng bên trái ngực. Người bị lu-pút cũng có thể phát sinh các mảng bám làm hẹp hoặc tắc nghẽn động mạch, làm dẫn đến bệnh động mạch vành. Nhiều biến chứng khác cũng bộc phát gồm bệnh van tim và viêm cơ tim. Hãy gọi 911 ngay lập tức nếu thấy bị đau ngực, chớ đừng cố tự tìm nguyên nhân nhé.   Lu-pút và các vấn đề về phổi  Khoảng 1/3 người bị lu-pút bị viêm mô quanh phổi. Chứng viêm này có thể làm cho bệnh nhân cảm thấy đau khi thở, hoặc đau ngực, hoặc cũng có thể không gây ra bất kỳ triệu chứng gì. Bệnh lu-pút đôi khi cũng gây đau ngực không liên quan gì đến phổi hay tim. Thay vào đó thì cơn đau là do cơ ngực bị viêm hoặc khớp xương sườn bị viêm gây ra. Bất kỳ cơn đau ngực nào cũng nên được bác sĩ khám và chẩn đoán ngay tức khắc.  Lu-pút và các vấn đề về tiêu hoá Các vấn đề tiêu hoá thường không giống với bệnh lu-pút, nhưng một số bệnh nhân cũng có thể bị đau bụng, buồn nôn, ói mửa, khó nuốt, hoặc viêm gan hoặc tụy. Đây có thể liên quan đến chính bản thân bệnh lu-pút hoặc những loại thuốc dùng để trị bệnh. Một số người có khuynh hướng bị giảm cân trong suốt những cơn tái phát bệnh.  Lu-pút và bệnh thiếu máu   Lu-pút và các loại thuốc được dùng để điều trị có thể góp phần gây thiếu máu ở một số bệnh nhân. Điều này có nghĩa là cơ thể có quá ít hồng cầu, bởi cơ thể không tạo đủ, hoặc là số hồng cầu bị huỷ nhanh hơn số có thể thay thế được. Triệu chứng gồm uể oải, mệt mỏi, tim đập nhanh, và khó thở.   Lu-pút và hệ thần kinh Lu-pút có thể gây ra rất nhiều vấn đề liên quan đến hệ thần kinh, các chứng nhức đầu thường thấy nhất. Vấn đề trí nhớ nhẹ cũng là bệnh ít thấy hơn có thể xuất hiện rồi hết. Một số bệnh nhân bị lu-pút có nguy cơ đột quỵ cao hơn, và trong những trường hợp hiếm thấy thì bệnh này có thể dẫn đến tai biến mạch máu.  Lu-pút và sức khỏe tinh thần Người bị lu-pút có nguy cơ bị trầm cảm và lo âu. Điều này có thể là do ảnh hưởng của bệnh đến hệ thần kinh kết hợp với căng thẳng tâm lý do phải đối phó với căn bệnh mãn tính này. Phải nên thảo luận với bác sĩ hoặc người cung cấp dịch vụ y tế khác về bất kỳ mối lo lắng nào về tâm trạng của mình nhé. Có nhiều phương pháp trị trầm cảm và lo âu đạt hiệu quả cao.  Lu-pút và thai nghén  Hầu hết phụ nữ bị lu-pút đều có thể mang thai được, mặc dù chứng bệnh này làm tăng nguy cơ biến chứng trong suốt thai kỳ. Bởi vì các triệu chứng của bệnh lu-pút có thể xuất hiện và hết, nên thời điểm thụ thai tốt nhất là khi các triệu chứng ấy ở mức nhẹ nhất. Phụ nữ mang thụ thai lúc các triệu chứng này nhẹ thì ít có nguy cơ tái phát bệnh hoặc xảy ra biến chứng. Phải đảm bảo rằng bác sĩ sản khoa biết được bạn đang bị lu-pút. Bạn có thể thay đổi thuốc và cũng có thể được bác sĩ theo dõi thêm để đảm bảo có được một quá trình thai nghén thành công.    Bệnh lu-pút sơ sinh Hầu hết trẻ sơ sinh có mẹ bị lu-pút đều hoàn toàn khỏe mạnh. Nhưng trong nhiều trường hợp hiếm thấy, trẻ có mẹ bị lu-pút cũng có thể bị lu-pút sơ sinh. Bệnh này có thể gây phát ban, thiếu máu, hoặc nhiều vấn đề về gan. Các triệu chứng thường hết sau một vài tháng và không gây tổn thương lâu dài. Tuy nhiên, một số trẻ bị lu-pút sơ sinh bị dị tật tim bẩm sinh nghiêm trọng.  Sống với bệnh lu-pút Đau khớp và mệt mỏi do lu-pút gây ra có thể khiến bạn làm việc hoặc chăm sóc con cái khó khăn hơn. Bạn cũng có thể giảm công việc của mình hoặc nhờ người khác giúp đỡ khi các triệu chứng của bệnh tái phát. Nhưng hầu hết các bệnh nhân bị lu-pút đều có thể tiếp tục các công việc thường nhật của mình.  Tương lai của bệnh lu-pút Nhờ tiến bộ trong việc điều trị lu-pút mà bệnh nhân được kéo dài tuổi thọ lâu hơn đáng kể. Tương lai của từng người bệnh phụ thuộc vào tình trạng bệnh nặng ra sao, và có cơ quan quan trọng nào trên cơ thể bị ảnh hưởng hay không. Nhưng hầu hết bệnh nhân bị lu-pút đều có thể hy vọng có được tuổi thọ bình thường hoặc gần như bình thường.  "
        },
        {
            "en": "A drug used principally in the treatment and prevention of malaria but also used in rheumatoid arthritis, certain liver infections and skin conditions, and <em>lupus</em> erythematosus.",
            "vi": "Một loại thuốc được sử dụng chính yếu trong việc chữa trị và phòng ngừa bệnh sốt rét nhưng cũng được dùng trong bệnh viêm khớp do thấp, một vài bệnh nhiễm trùng gan và bệnh da, và bệnh lupus đỏ."
        },
        {
            "en": "Collagen diseases, which affect any part of the body in which collagen is found, include dermatomyosis, <em>lupus</em> erythematosus, and polyarteritis nodosa.",
            "vi": "Bệnh chất tạo keo tác động đến bất cứ phần nào của cơ thể trong đó có chất collagen, gồm có bệnh viêm cơ bì, bệnh lupus đỏ, viêm đa động mạch nút."
        },
        {
            "en": "Rheumatologist: A rheumatologist is a doctor who treats problems involving the joints, muscles, and bones, as well as auto-immune diseases. A rheumatologist treats conditions such as arthritis and <em>lupus</em>.",
            "vi": "Bác sĩ chuyên khoa phong thấp: là một bác sĩ điều trị các vấn đề liên quan đến các khớp, cơ bắp, xương, cũng như các bệnh tự miễn dịch. Bác sĩ chuyên khoa phong thấp sẽ điều trị các bệnh như viêm khớp và lu-pút."
        },
        {
            "en": "Nephritis. This is any inflammation of the kidney. It can be caused by infection, an autoimmune disease (such as <em>lupus</em>), or an unknown reason. The first symptoms of nephritis usually are high levels of protein and blood in the urine.",
            "vi": "Viêm thận. Bất kỳ chứng viêm nào xảy ra ở thận cũng được gọi là viêm thận. Nó có thể gây ra do nhiễm trùng, do một bệnh tự miễn nhiễm nào đó (chẳng hạn như bệnh lu-pút), hoặc là do một nguyên nhân chưa rõ nào đó. Triệu chứng ban đầu của chứng viêm thận thường là nước tiểu có hàm lượng prô-tê-in cao và có lẫn máu."
        },
        {
            "en": "Arthritis. Arthritis is the inflammation of a joint, and people who have it experience swelling, warmth, pain, and often have trouble moving. Although we often think of arthritis as a condition that affects only older people, arthritis can also occur in children and teens. Health problems that involve arthritis in kids and teens include juvenile rheumatoid arthritis (JRA), <em>lupus</em>, Lyme disease, and septic arthritis (a bacterial infection of a joint).",
            "vi": "Viêm khớp. Viêm khớp là tình trạng khớp bị viêm, người bị viêm khớp bị sưng, nóng, đau, và thường cử động khó khăn. Mặc dù chúng ta thường nghĩ viêm khớp là chứng bệnh chỉ xảy ra ở người già lớn tuổi, nhưng nó cũng có thể xảy ra ở trẻ em và thanh thiếu niên. Các vấn đề sức khỏe liên quan đến trẻ em và thanh thiếu niên gồm viêm khớp kinh niên tuổi thanh thiếu niên (JRA), lu-pút, nhiễm khuẩn do ve gây ra, và viêm khớp nhiễm trùng (nhiễm khuẩn khớp)."
        },
        {
            "en": "Cushing's syndromeWeight gain is a common symptom of Cushing syndrome, a condition in which you're exposed to too much of the hormone cortisol, which in turn causes the weight gain and other abnormalities. Cushing’s syndrome can occur if you take a corticosteroid for a condition such as asthma, arthritis, or <em>lupus</em>. It can also occur when your adrenal glands produce too much of the hormone. Weight gain may be most prominent around the face, neck or upper back, or waist.",
            "vi": "Chứng tăng năng vỏ tuyến thượng thận/ Hội chứng phát phì  Tăng cân là triệu chứng thường gặp của hội chứng tăng năng vỏ tuyến thượng thận, đây là chứng bệnh mà trong đó bạn tiếp xúc quá nhiều với hoóc-môn cortisol, lần lượt làm cho bạn tăng cân và sinh ra các bất thường khác. Hội chứng tăng năng vỏ tuyến thượng thận có thể xảy ra nếu bạn sử dụng corticosteroid để chữa bệnh chẳng hạn như suyễn, viêm khớp, hoặc lu-pút. Hội chứng này cũng có thể xảy ra khi tuyến thượng thận của bạn tiết quá nhiều hoóc-môn. Tăng cân có thể dễ thấy nhất là ở quanh vùng mặt, cổ hoặc vùng lưng trên, hoặc thắt lưng."
        },
        {
            "en": "What is pinkeye? Pinkeye -- also called conjunctivitis -- is redness and inflammation of the clear membranes covering the whites of the eyes and the membranes on the inner part of the eyelids. Pinkeye is most often caused by a virus or by a bacterial infection, although allergies, chemical agents, and underlying diseases can also play a role. Is pinkeye contagious? Viral and bacterial pinkeye are extremely contagious. It's easily spread through poor hand washing or by sharing an object (like a towel) with someone who has it. It can also spread through coughing and sneezing. Kids diagnosed with infectious pinkeye should stay out of school or day care for a short period of time. Allergic pinkeye (caused by seasonal pollens, animal dander, cosmetics, and perfumes) and chemical pinkeye (from chemicals or liquids, including bleach and furniture polish) are not contagious. Symptom: Eye redness Redness of the eye is the typical, telltale symptom of pinkeye. Pinkeye is a common condition that is rarely serious and unlikely to cause long-term eye or vision damage if promptly detected and treated. Symptom: Swollen, red eyelids The symptoms of infectious pinkeye typically begin in one eye and involve the other eye within a few days. Symptoms of allergic pinkeye usually involve both eyes. Swelling of the eyelids is more common with bacterial and allergic pinkeye. Symptom: Lots of tearing Viral and allergic pinkeye are known for causing more tear production than usual. Symptom: Itchy or burning eyes You would know it if you felt it -- that overwhelming itchy, burning feeling in the eyes, which is typical of pinkeye. Symptom: Drainage from the eyes A clear, watery drainage is common with viral and allergic pinkeye. When the drainage is more greenish-yellow (and there's a lot of it), this is likely bacterial pinkeye.  Symptom: Crusty eyelids If you wake up with your eyes \"stuck shut,\" this may be caused by the discharge that accumulates during sleep from pinkeye. Symptom: Sensitivity to light Pinkeye can cause mild sensitivity to light. A person who has severe symptoms, such as changes in eyesight, severe light sensitivity, or severe pain may have an infection that has spread beyond the conjunctiva and should be re-examined by a doctor. Symptom: 'Something in the eye' You may notice a bothersome feeling like something is stuck in your eye. A child may describe the feeling as sand in the eye. Pinkeye diagnosis A doctor can often diagnose pinkeye just by its distinguishing signs and symptoms. However a slit lamp exam may be required. In some cases, a swab of the discharge from the eye is sent to a lab for analysis to determine the cause. When pinkeye means something more Persistent pinkeye can be a sign of an underlying illness in the body. Most often these are rheumatic diseases, such as rheumatoid arthritis and systemic <em>lupus</em> erythematosus (<em>lupus</em>). Pinkeye is also seen in Kawasaki disease (a rare disease associated with fever in infants and young children) and certain inflammatory bowel diseases, such as ulcerative colitis and Crohn's disease.  Treating pinkeye Bacterial pinkeye is treated with antibiotic eyedrops, ointment, or pills to clear the infection. Most viral pinkeye cases have no specific treatment -- you just have to let the virus run its course, which is usually four to seven days. Allergic pinkeye symptoms should improve once the allergen source is removed and the allergy itself is treated. Chemical pinkeye requires prompt washing of the affected eye(s) for five minutes and an immediate call to the doctor. Easing symptoms To reduce pain and to remove the discharge of bacterial or viral pinkeye, use a cold or warm compress on the eyes. Make sure to use a different washcloth for each eye to prevent spreading any infection. And use clean washcloths each time. Clean the eye from drainage by wiping from the inside to the outside of the eye area. How long am I contagious? With bacterial pinkeye, you can usually return to work or school 24 hours after antibiotics have been started, as long as symptoms have improved. With viral pinkeye, you are contagious as long as the symptoms last. Check with your doctor to be certain. Preventing its spread If you or your child has infectious pinkeye, avoid touching the eye area, and wash your hands frequently, particularly after applying medications to the area. Never share towels or handkerchiefs, and throw away tissues after each use. Change towels daily. Disinfect all surfaces, including countertops, sinks, and doorknobs. Throw away any makeup used while infected.     ",
            "vi": "Bệnh đau mắt đỏ là gì? Bệnh đau mắt đỏ hay còn gọi là viêm kết mạc – là chứng viêm đỏ lớp màng trong suốt bao bọc tròng trắng mắt và màng trên phần mí mắt trong. Đau mắt đỏ thường là do vi-rút hoặc nhiễm khuẩn gây ra nhiều nhất, mặc dù dị ứng, các chất hoá học, và nhiều bệnh tiềm ẩn khác cũng có thể là  nguyên nhân.  Bệnh đau mắt đỏ có lây không? Bệnh đau mắt đỏ do vi-rút và vi khuẩn gây ra hết sức lây lan. Nó dễ dàng lây lan qua việc rửa tay không sạch hoặc bằng cách dùng chung đồ vật (chẳng hạn như khăn tắm) với người nhiễm bệnh. Bên cạnh đó bệnh cũng còn lây lan qua ho và hắt hơi. Trẻ bị chẩn đoán là đau mắt đỏ nhiễm trùng nên nghỉ học hoặc không đến nhà trẻ ban ngày trong một thời gian ngắn. Bệnh đau mắt đỏ dị ứng (gây ra do phấn hoa mùa, vảy da đầu động vật, mỹ phẩm, và dầu thơm) và bệnh đau mắt đỏ do hoá chất (do chất hoá học hoặc chất lỏng, bao gồm thuốc tẩy và dầu đánh bóng đồ gỗ) không lây.  Triệu chứng: Đỏ mắt Đỏ mắt là triệu chứng điển hình, báo trước bệnh đau mắt đỏ. Đây là chứng bệnh thường gặp hiếm khi nguy hiểm và khó có thể gây tổn thương mắt hoặc tổn thương thị giác lâu dài nếu được phát hiện và điều trrị kịp thời.  Triệu chứng: Mí mắt sưng, đỏ  Các triệu chứng của bệnh đau mắt đỏ nhiễm trùng thường bắt đầu ở một mắt và lây sang mắt kia trong vòng một vài ngày. Triệu chứng của bệnh đau mắt đỏ dị ứng thường biểu hiện ở cả hai mắt. Mí mắt sưng bụp thường biểu hiện nhiều hơn ở bệnh đau mắt đỏ dị ứng và do vi khuẩn.  Triệu chứng: Chảy nhiều nước mắt Đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng là nguyên nhân thường thấy gây tiết nhiều nước mắt hơn bình thường.  Triệu chứng: Ngứa hoặc rát mắt  Bạn sẽ biết được cảm giác đó nếu bị đau mắt đỏ – ngứa, rát dữ dội trong mắt, đây là những triệu chứng điển hình của chứng đau mắt đỏ.  Triệu chứng: Tiết chất dịch ở mắt  Dịch nước trong là biểu hiện thường thấy của chứng đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng. Khi dịch mắt trở nên vàng lục nhiều hơn (và có nhiều chất dịch này), thì đây có thể là đau mắt đỏ do vi khuẩn.    Triệu chứng: Mi mắt đóng váng Nếu sáng thức dậy mà hai mắt của bạn “bị dính cứng” lại với nhau thì có thể do dịch tiết tụ lại ở mắt do đau mắt đỏ trong khi bạn ngủ.   Triệu chứng: Nhạy cảm với ánh sáng Bệnh đau mắt đỏ có thể gây nhạy cảm nhẹ với ánh sáng. Người biểu hiện các triệu chứng nặng, chẳng hạn như thay đổi thị lực, nhạy cảm dữ dội với ánh sáng, hoặc đau nhức dữ dội có thể bị nhiễm trùng lây sang khỏi cả kết mạc và cần nên được bác sĩ khám lại.   Triệu chứng khó chịu “Có cái gì đó trong mắt” Bạn có thể cảm thấy khó chịu giống như có cái gì đó kẹt trong mắt mình. Trẻ con có thể tả cảm giác đó y như có hạt cát trong mắt vậy.  Chẩn đoán bệnh đau mắt đỏ Bác sĩ có thể chẩn đoán bệnh đau mắt đỏ chỉ bằng các dấu hiệu và triệu chứng nhận biết của nó. Tuy nhiên cũng có thể cần phải kiểm tra bằng kính hiển vi sinh vật. Trong một số trường hợp thì người ta cũng có thể lấy mẫu dịch mắt gởi đến phòng thí nghiệm để xác định nguyên nhân.   Khi bệnh đau mắt đỏ không đơn thuần là đau mắt đỏ Bệnh đau mắt đỏ dai dẳng có thể là dấu hiệu của một chứng bệnh tiềm ẩn nào đó trong cơ thể. Thường thấy nhất là bệnh thấp khớp, chẳng hạn như viêm khớp kinh niên và lu-pút ban đỏ hệ thống (lupus). Đau mắt đỏ cũng có thể biểu hiện ở bệnh Kawasaki (đây là chứng bệnh hiếm gặp liên quan đến sốt ở trẻ sơ sinh và trẻ nhỏ) và một số bệnh viêm ruột mãn tính nào đó, như là loét kết tràng và viêm ruột từng vùng. Điều trị bệnh đau mắt đỏ Bệnh đau mắt đỏ do vi trùng được điều trị bằng thuốc nhỏ mắt kháng sinh, thuốc mỡ, hoặc thuốc viên để chữa hết nhiễm nhùng. Hầu hết các trường hợp đau mắt đỏ di vi-rút không có phương pháp đặc trị – bạn phải để cho vi-rút phát triển một cách tự nhiên, thường kéo dài từ 4 đến 7 ngày. Các triệu chứng đau mắt đỏ dị ứng sẽ giảm bớt khi nguồn chất gây dị ứng được tẩy sạch và bản thân dị ứng được chữa lành. Đau mắt đỏ do hoá chất cần phải được rửa mắt bị nhiễm nhanh chóng trong vòng 5 phút và phải gọi điện cho bác sĩ ngay tức khắc.  Làm dịu các triệu chứng đau mắt đỏ  Để giảm đau và làm sạch dịch tiết của bệnh đau mắt đỏ do vi khuẩn hoặc vi-rút, hãy sử dụng một miếng gạc lạnh hoặc ấm lên mắt. Phải đảm bảo sử dụng khăn mặt khác nhau cho mỗi mắt để ngăn ngừa lây lan nhiễm trùng. Và hãy sử dụng khăn mặt sạch mỗi lần như thế. Làm sạch chất dịch ở mắt bằng cách lau từ bên trong ra bên ngoài vùng mắt.  Tôi bị nhiễm bệnh trong thời gian bao lâu?  Với chứng bệnh đau mắt đỏ do vi khuẩn thì bạn thường có thể đi làm hoặc đi học trở lại sau khi bắt đầu điều trị bằng thuốc kháng sinh 24 tiếng đồng hồ, miễn là các triệu chứng giảm đi là được. Còn khi bị đau mắt đỏ do vi-rút thì bạn nhiễm bệnh đến chừng nào các triệu chứng hết thì thôi. Bạn nên kiểm tra lại với bác sĩ để chắc chắn nhé.  Ngăn ngừa bệnh đau mắt đỏ lây lan Nếu bạn hoặc con bạn bị đau mắt đỏ nhiễm trùng, nên tránh sờ vào vùng mắt, và hãy rửa tay thường xuyên, nhất là sau khi thoa thuốc vào vùng đó. Đừng bao giờ dùng chung khăn tắm hoặc khăn tay, và ném bỏ khăn giấy sau mỗi lần sử dụng. Hãy thay khăn tắm hằng ngày; khử trùng tất cả các bề mặt, chẳng hạn như mặt trên của quầy (nhà bếp), bồn rửa, và tay nắm cửa. Bỏ hết mỹ phẩm trang điểm trong lúc bị bệnh.    "
        },
        {
            "en": "What is pleurisy? Pleurisy is a lung disease. It means inflammation of the pleura — the thin, 2-layer protective membrane that covers the lungs and also lines the inside of the chest wall. The 2 layers are lubricated by a thin layer of fluid between them. This helps them slide easily over each other when you breathe in and out. Acute or chronic? Pleurisy may be either acute, which means it comes on suddenly, causes symptoms, and then goes away again, or it may be chronic, meaning the symptoms are continuous or keep recurring over time. Wet or dry? Pleurisy can be described as wet, in which abnormal amounts of fluid accumulate in the space between the 2 pleural layers, or dry, where the inflammation hasn’t formed fluid. Sometimes, after the inflammation subsides, strands of fibrous tissue may form in the pleura which makes the 2 layers stick together. This makes it harder for the underlying lung tissue to expand when the lungs are filling with air. What causes pleurisy? Pleurisy may result from a wide variety of conditions including:     * viral or bacterial pneumonia;     * blood clots in the lung (pulmonary embolism);     * allergic reactions to certain medications;     * cancer;     * irritants such as asbestos;     * injury to the lung, for example from a fractured rib; and     * connective tissue diseases, such as systemic <em>lupus</em> erythematosus. Pleurisy is usually classified into 2 types, primary and secondary. Primary pleurisy is inflammation that starts in the pleural tissue itself, often from an infection or following an injury, such as a broken rib. Secondary pleurisy means the pleurisy results from another lung or chest disease such as pneumonia, or even a tumour. The symptoms of primary and secondary pleurisy may be exactly the same. What are the symptoms of pleurisy? The most common symptom is chest pain that starts suddenly. Whenever the chest wall moves, such as with breathing in and out, coughing or sneezing, the pleura moves and pain is felt in the outer layer of the pleura.  The pain may range from moderate to very severe, and it may either come and go, being made worse by breathing deeply, or it may be continuous. The pain is often described as a stabbing sensation. It is usually felt in the chest where the inflammation is but it can be felt as referred pain in the shoulder or neck as well. Other symptoms of pleurisy may include:     * rapid, shallow breathing because of the pain;     * chills and fever; and     * respiratory distress due to large amounts of fluid in the pleural space making it difficult for the lungs to expand. Diagnosis Through a stethoscope, your doctor may hear what is known as a pleural rub — a squeaky rubbing sound in the chest. This makes it easy to diagnose pleurisy. Chest X-rays can’t show pleurisy, but they can show fluid collecting between the pleural layers. Chest X-rays can also sometimes identify the cause of pleurisy, such as lung disease, a tumour, or rib fracture.          ",
            "vi": "Viêm màng phổi là gì? Viêm màng phổi là một bệnh phổi. Màng phổi là màng bảo vệ mỏng gồm 2 lớp , bao bọc lá phổi và cũng nằm lót bên trong thành ngực. Hai lớp này được bôi trơn bằng một lớp dịch mỏng ở giữa, làm cho chúng trượt lên nhau một cách dễ dàng khi bạn hít vào và thở ra.  Viêm màng phổi là chứng bệnh cấp tính hay mãn tính?  Viêm màng phổi có thể hoặc là cấp tính, có nghĩa là bệnh xuất hiện một cách đột ngột, gây ra nhiều triệu chứng, rồi lại hết, hoặc có thể là mãn tính, có nghĩa là các triệu chứng cứ kéo dài dai dẳng hoặc tái đi tái lại mãi không dứt.  Viêm màng phổi ướt hay khô?  Chứng viêm màng phổi có thể là ướt, trong đó lượng chất dịch bất thường tích tụ trong khoang giữa 2 lớp màng phổi, hoặc có thể là khô, trong đó bệnh viêm chưa tạo thành chất dịch. Đôi khi, sau khi đã giảm viêm, trong màng phổi có thể hình thành nhiều sợi mô xơ làm cho 2 lớp màng dính vào nhau; làm cho mô phổi nằm bên dưới nở ra khó khăn hơn khi phổi đang căng đầy không khí.  Nguyên nhân gây viêm màng phổi là gì? Viêm màng phổi có thể do nhiều chứng bệnh gây ra, gồm:  * viêm phổi do vi rút hoặc do vi khuẩn;  * máu vón cục trong phổi (nghẽn mạch phổi);  * dị ứng với một số thuốc nào đó;  * ung thư; * các chất kích thích chẳng hạn như a-mi-ăng;  * tổn thương phổi; chẳng hạn như chỗ xương sườn bị nứt gãy  * bệnh mô liên kết, như là lu-pút ban đỏ hệ thống. Viêm màng phổi thường được phân thành 2 loại: viêm màng phổi nguyên phát và viêm màng phổi thứ phát.  Viêm màng phổi nguyên phát là chứng viêm khởi phát trong chính mô màng phổi, thường là do một chứng nhiễm trùng nào đó gây nên hoặc là do một tổn thương nào đó, chẳng hạn như xương sườn bị gãy. Viêm màng phổi thứ cấp là chứng viêm do một bệnh phổi hoặc một bệnh ở ngực khác gây ra, chẳng hạn như viêm phổi, hoặc thậm chí là một khối u. Các triệu chứng của viêm màng phổi nguyên phát và thứ phát có thể hoàn toàn giống nhau.    Các triệu chứng của bệnh viêm màng phổi là gì? Triệu chứng thường thấy nhất là đau ngực bắt đầu một cách đột ngột. Bất cứ khi nào thành ngực cử động, chẳng hạn như hít vào và thở ra, ho hoặc hắt hơi, thì màng phổi cũng cử động theo và có cảm giác đau ở lớp màng phổi bên ngoài.  Bệnh nhân có thể cảm thấy đau từ vừa phải đến dữ dội, và nó có thể xuất hiện và tự hết, việc hít thở sâu cũng làm cho bệnh nhân đau thêm, hoặc cơn đau còn có thể kéo dài, dai dẳng.  Người ta thường miêu tả sự đau đớn này giống như cảm giác bị đâm. Bệnh nhân thường thấy đau ở ngực nơi xuất hiện chứng viêm nhưng ngoài ra người ta cũng có cảm giác đau ở vai hoặc cổ nữa.  Các triệu chứng viêm màng phổi khác có thể gồm:  * thở nhanh, không sâu do đau * ớn lạnh và sốt ; và * suy hô hấp vì nhiều dịch trong khoang màng phổi làm cho phổi khó nở ra.  Chẩn đoán viêm màng phổi Bác sĩ có thể nghe tiếng cọ màng phổi – âm thanh chà xát cọt kẹt trong lồng ngực bằng ống nghe. Điều này giúp cho việc chẩn đoán viêm màng phổi trở nên dễ dàng. Hình X-quang ngực không cho thấy viêm màng phổi được nhưng có thể nhìn thấy được dịch tụ giữa các lớp màng phổi. Phương pháp chụp X-quang ngực đôi khi cũng có thể xác định được nguyên nhân gây viêm màng phổi, chẳng hạn như bệnh phổi, khối u, hoặc gãy nứt xương sườn.  "
        },
        {
            "en": "Fever and taking your child’s temperature       You've probably experienced waking in the middle of the night to find your child flushed, hot, and sweaty. Your little one's forehead feels warm. You immediately suspect a fever, but are unsure of what to do next. Should you get out the thermometer? Call the doctor?  In healthy kids, fevers usually don't indicate anything serious. Although it can be frightening when your child's temperature rises, fever itself causes no harm and can actually be a good thing — it's often the body's way of fighting infections. And not all fevers need to be treated. High fever, however, can make a child uncomfortable and worsen problems such as dehydration. Here's more about fevers, how to measure and treat them, and when to call your doctor. Fever facts Fever occurs when the body's internal \"thermostat\" raises the body temperature above its normal level. This thermostat is found in the part of the brain called the hypothalamus. The hypothalamus knows what temperature your body should be (usually around 98.6° Fahrenheit or 37° Celsius) and will send messages to your body to keep it that way. Most people's body temperatures even change a little bit during the course of the day: It's usually a little lower in the morning and a little higher in the evening and can fluctuate as kids run around, play, and exercise. Sometimes, though, the hypothalamus will \"reset\" the body to a higher temperature in response to an infection, illness, or some other cause. So, why does the hypothalamus tell the body to change to a new temperature? Researchers believe turning up the heat is the body's way of fighting the germs that cause infections and making the body a less comfortable place for them. Causes of Fever It's important to remember that fever by itself is not an illness — it's usually a symptom of an underlying problem. Fever has a few potential causes: Infection: Most fevers are caused by infection or other illness. Fever helps the body fight infections by stimulating natural defense mechanisms. Overdressing: Infants, especially newborns, may get fevers if they're overbundled or in a hot environment because they don't regulate their body temperature as well as older kids. However, because fevers in newborns can indicate a serious infection, even infants who are overdressed must be evaluated by a doctor if they have a fever. Immunizations: Babies and kids sometimes get a low-grade fever after getting vaccinated. Although teething may cause a slight rise in body temperature, it's probably not the cause if a child's temperature is higher than 100° F (37.8° C). When Fever Is a Sign of Something Serious  In the past, doctors advised treating a fever on the basis of temperature alone. But now they recommend considering both the temperature and a child's overall condition. Kids whose temperatures are lower than 102° F (38.9° C) often don't require medication unless they're uncomfortable. There's one important exception to this rule: If you have an infant 3 months or younger with a rectal temperature of 100.4° F (38° C) or higher, call your doctor or go to the emergency department immediately. Even a slight fever can be a sign of a potentially serious infection in very young infants. If your child is between 3 months and 3 years old and has a fever of 102.2° F (39° C) or higher, call your doctor to see if he or she needs to see your child. For older kids, take behavior and activity level into account. Watching how your child behaves will give you a pretty good idea of whether a minor illness is the cause or if your child should be seen by a doctor. The illness is probably not serious if your child:     * is still interested in playing     * is eating and drinking well     * is alert and smiling at you     * has a normal skin color     * looks well when his or her temperature comes down And don't worry too much about a child with a fever who doesn't want to eat. This is very common with infections that cause fever. For kids who still drink and urinate normally, not eating as much as usual is OK. Is it a Fever? A gentle kiss on the forehead or a hand placed lightly on the skin is often enough to give you a hint that your child has a fever. However, this method of taking a temperature (called tactile temperature) is dependent on the person doing the feeling and doesn't give an accurate measure of temperature. Use a reliable thermometer to confirm a fever (which is when a child's temperature is at or above one of these levels):     * 100.4° F (38° C) measured rectally (in the bottom)     * 99.5° F (37.5° C) measured orally (in the mouth)     * 99° F (37.2° C) measured in an axillary position (under the arm) But how high a fever is doesn't tell you much about how sick your child is. A simple cold or other viral infection can sometimes cause a rather high fever (in the 102°-104° F / 38.9°-40° C range), but this doesn't usually indicate a serious problem. And serious infections might cause no fever or even an abnormally low body temperature, especially in infants. Because fevers can rise and fall, a child might have chills as the body tries to generate additional heat as its temperature begins to rise. The child may sweat as the body releases extra heat when the temperature starts to drop. Sometimes kids with a fever breathe faster than usual and may have a higher heart rate. You should call the doctor if your child is having difficulty breathing, is breathing faster than normal, or continues to breathe fast after the fever comes down. Types of Thermometers Whatever thermometer you choose, be sure you know how to use it correctly to get an accurate reading. Keep and follow the manufacturer's recommendations for any thermometer. Digital thermometers usually provide the quickest, most accurate readings. They come in many sizes and shapes and are available at most supermarkets and pharmacies in a range of prices. You should read the manufacturer's instructions to determine what the thermometer is designed for and how it signals that the reading is complete. Overall, digital thermometers usually can be used for these temperature-taking methods:     * oral (in the mouth)     * rectal (in the bottom)     * axillary (under the arm) Turn on the thermometer and make sure the screen is clear of any old readings. Digital thermometers usually have a plastic, flexible probe with a temperature sensor at the tip and an easy-to-read digital display on the opposite end. If your thermometer uses disposable plastic sleeves or covers, put one on according to the manufacturer's instructions. Remember to discard the sleeve after each use and to clean the thermometer according to the manufacturer's instructions before putting it back in its case. Electronic ear thermometers measure the tympanic temperature — the temperature inside the ear canal. Although they're quick and easy to use in older babies and kids, they aren't as accurate as digital thermometers for infants 3 months or younger and are more expensive. Plastic strip thermometers (small plastic strips that you press against the forehead) may be able to tell you whether your child has a fever, but aren't reliable for taking an exact measurement, especially in infants and very young children. If you need to know your child's exact temperature, plastic strip thermometers are not the way to go. Forehead thermometers also may be able to tell you if your child has a fever, but are not as accurate as oral or rectal digital thermometers. Pacifier thermometers may seem convenient, but again, their readings are less reliable than rectal temperatures and shouldn't be used in infants younger than 3 months. They also require kids to keep the pacifier in their mouth for several minutes without moving, which is a nearly impossible task for most babies and toddlers. Glass mercury thermometers were once common, but the American Academy of Pediatrics (AAP) now says they should not be used because of concerns about possible exposure to mercury, which is an environmental toxin. (If you still have a mercury thermometer, do not simply throw it in the trash where the mercury can leak out. Talk to your doctor or your local health department about how and where to dispose of a mercury thermometer.) Tips for Taking Temperatures As any parent knows, taking a squirming child's temperature can be challenging. But it's one of the most important tools doctors have to determine if a child has an illness or infection. The best method will depend on a child's age and temperament. For kids younger than 3 months, you'll get the most reliable reading by using a digital thermometer to take a rectal temperature. Electronic ear thermometers aren't recommended for infants younger than 3 months because their ear canals are usually too small. For kids between 3 months to 4 years old, you can use a digital thermometer to take a rectal temperature or an electronic ear thermometer to take the temperature inside the ear canal. You could also use a digital thermometer to take an axillary temperature, although this is a less accurate method. For kids 4 years or older, you can usually use a digital thermometer to take an oral temperature if your child will cooperate. However, kids who have frequent coughs or are breathing through their mouths because of stuffy noses might not be able to keep their mouths closed long enough for an accurate oral reading. In these cases, you can use the tympanic method (with an electronic ear thermometer) or axillary method (with a digital thermometer). To take a rectal temperature: Before becoming parents, most people cringe at the thought of taking a rectal temperature. But don't worry — it's a simple process:    1. Lubricate the tip of the thermometer with a lubricant, such as petroleum jelly.    2. Place your child:       - belly-down across your lap or on a firm, flat surface and keep your palm along the lower back       - or face-up with legs bent toward the chest with your hand against the back of the thighs    3. With your other hand, insert the lubricated thermometer into the anal opening about ½ inch to 1 inch (about 1.25 to 2.5 centimeters). Stop if you feel any resistance.    4. Steady the thermometer between your second and third fingers as you cup your hand against your baby's bottom. Soothe your child and speak quietly as you hold the thermometer in place.    5. Wait until you hear the appropriate number of beeps or other signal that the temperature is ready to be read. Write down the number on the screen, noting the time of day that you took the reading. To take an oral temperature: This process is easy in an older, cooperative child.    1. Wait 20 to 30 minutes after your child finishes eating or drinking to take an oral temperature, and make sure there's no gum or candy in your child's mouth.    2. Place the tip of the thermometer under the tongue and ask your child to close his or her lips around it. Remind your child not to bite down or talk, and to relax and breathe normally through the nose.    3. Wait until you hear the appropriate number of beeps or other signal that the temperature is ready to be read. Write down the number on the screen, noting the time of day that you took the reading. To take an axillary temperature: This is a convenient way to take a child's temperature. Although not as accurate as a rectal or oral temperature in a cooperative child, some parents prefer to take an axillary temperature, especially for kids who can't hold a thermometer in their mouths.    1. Remove your child's shirt and undershirt, and place the thermometer under an armpit (it must be touching skin only, not clothing).    2. Fold your child's arm across the chest to hold the thermometer in place.    3. Wait until you hear the appropriate number of beeps or other signal that the temperature is ready to be read. Write down the number on the screen, noting the time of day that you took the reading. Whatever method you choose, keep these additional tips in mind:     * Never take a child's temperature right after a bath or if he or she has been bundled tightly for a while — this can affect the temperature reading.     * Never leave a child unattended while taking a temperature. Helping Kids Feel Better Again, not all fevers need to be treated. And in most cases, a fever should be treated only if it's causing a child discomfort. Here are ways to alleviate symptoms that often accompany a fever:     * If your child is fussy or appears uncomfortable, you can give acetaminophen or ibuprofen based on the package recommendations for age or weight. (Unless instructed by a doctor, never give aspirin to a child due to its association with Reye syndrome, a rare but potentially fatal disease.) If you don't know the recommended dose or your child is younger than 2 years old, call the doctor to find out how much to give. Infants under 2 months old should not be given any medication for fever without being evaluated by a doctor. If your child has any medical problems, check with the doctor to see which medication is best to use. Remember that fever medication will usually temporarily bring a temperature down, but won't return it to normal — and it won't treat the underlying reason for the fever.     * Giving a sponge bath can make your child more comfortable and help bring the fever down. Use only lukewarm water; cool water may cause shivering, which actually raises body temperature. Never use alcohol (it can cause poisoning when absorbed through the skin) or ice packs/cold baths (they can cause chills that may raise body temperature).     * Dress your child in lightweight clothing and cover with a light sheet or blanket. Overdressing and overbundling can prevent body heat from escaping and can cause a temperature to rise.     * Make sure your child's bedroom is a comfortable temperature — not too hot or too cold.     * Offer plenty of fluids to avoid dehydration — a fever will cause a child to lose fluids more rapidly. Water, soup, ice pops, and flavored gelatin are all good choices. Avoid drinks containing caffeine, including colas and tea, because they can cause increased urination.     * If your child also is vomiting and/or has diarrhea, ask the doctor if you should give an electrolyte (rehydration) solution made especially for kids. You can find these solutions at drugstores and supermarkets. Don't offer sports drinks — they're not designed for younger children, and the added sugars may make diarrhea worse. Also, limit your child's intake of fruits and apple juice.     * In general, let your child eat what he or she wants (in reasonable amounts) but don't force eating if your child doesn't feel like it.     * Make sure your child gets plenty of rest. Staying in bed all day isn't necessary, but a sick child should take it easy.     * It's best to keep a child with a fever home from school or childcare. Most doctors feel that it's safe to return when the temperature has been normal for 24 hours.  When to Call the Doctor The exact temperature that should trigger a call to the doctor depends on the age of the child, the illness, and whether there are other symptoms with the fever. Call your doctor if you have an:     * infant younger than 3 months old with a temperature of 100.4° F (38° C) or higher     * older child with a temperature of higher than 102.2° F (39° C) Call the doctor if an older child has a fever of less than 102.2° F (39° C) but also:     * refuses fluids or seems too ill to drink adequately     * has persistent diarrhea or repeated vomiting     * has any signs of dehydration (urinating less than usual, not having tears when crying, less alert and less active than usual)     * has a specific complaint (e.g., sore throat or earache)     * still has a fever after 24 hours (in kids younger than 2 years) or 72 hours (in kids 2 years or older)     * has recurrent fevers, even if they only last a few hours each night     * has a chronic medical problem such as heart disease, cancer, <em>lupus</em>, or sickle cell anemia     * has a rash     * has pain with urination Seek emergency care if your child shows any of these signs:     * inconsolable crying     * extreme irritability     * lethargy and difficulty waking     * rash or purple spots that look like bruises on the skin (that were not there before the child got sick)     * blue lips, tongue, or nails     * infant's soft spot on the head seems to be bulging outward or sunken inwards     * stiff neck     * severe headache     * limpness or refusal to move     * difficulty breathing that doesn't get better when the nose is cleared     * leaning forward and drooling     * seizure     * abdominal pain Also, ask your doctor for his or her specific guidelines on when to call about a fever. Fever: A Common Part of Childhood All kids get fevers, and in the majority of cases, most are completely back to normal within a few days. Everyone gets cranky when they have a fever. This is normal and should be expected. But if you're ever in doubt about what to do or what a fever might mean, or if your child is acting ill in a way that concerns you even if there's no fever, always call your doctor for advice.",
            "vi": "Sốt và phương pháp đo nhiệt độ cho con của bạn     Hẳn là bạn cũng đã từng rơi vào trường hợp: giật mình thức giấc giữa đêm thấy con mình mặt đỏ au, người nóng và đẫm mồ hôi, trán ấm. Ngay lập tức bạn sẽ nghi là con mình bị sốt, nhưng không biết nên làm gì đây. Có nên lấy nhiệt kế để đo nhiệt độ cho bé hay là nên gọi điện cho bác sĩ?  Đối với trẻ khoẻ mạnh thì sốt thường không phải là vấn đề nghiêm trọng. Mặc dù nó cũng có thể khiến cho bạn lo sợ khi thấy thân nhiệt của bé tăng cao, bản thân của sốt cũng không gây hại gì cho cơ thể và đôi khi sốt cũng có tác dụng tốt – thường thì đó là một cách chống các bệnh lây nhiễm của cơ thể. Và không phải bất kỳ chứng sốt nào cũng cần nên chữa trị. Tuy nhiên, sốt cao có thể khiến trẻ cảm thấy khó chịu và làm cho vấn đề trở nên tệ hại hơn như là chứng mất nước đối với trẻ.  Dưới đây là những thông tin chi tiết về triệu chứng sốt, cách đo nhiệt độ và chữa trị cho bé và khi nào nên gọi điện cho bác sĩ.  Sự thật về triệu chứng sốt Sốt thường xảy ra khi “bộ điều chỉnh nhiệt” bên trong cơ thể làm nâng thân nhiệt lên cao hơn so với mức bình thường. bộ điều chỉnh nhiệt này nằm bên trong não bộ được gọi là vùng dưới đồi (hoặc vùng dưới gò: là vùng não điều khiển thân nhiệt và các cảm giác như đói, khát, ...). vùng dưới đồi này biết thân nhiệt nên ở mức nào (thường khoảng chừng 98.6° Pha-ren-het hoặc 37° C) và có nhiệm vụ phát tín hiệu cho cơ thể biết nên giữ ở nhiệt độ như vậy.  Thân nhiệt của hầu hết mọi người cũng thay đổi chút ít suốt cả ngày: buổi sáng thường hơi thấp và cao hơn một chút vào buổi chiều tối và có thể thay đổi thất thường khi trẻ chạy nhảy, chơi giỡn và tập thể dục.  Mặc dù vậy nhưng đôi khi vùng dưới đồi sẽ “thiết lập lại (điều chỉnh lại)” nhiệt độ cao hơn cho cơ thể để phản ứng với một chứng bệnh hay một bệnh lây nhiễm nào đó hoặc một nguyên nhân nào khác. Vậy thì lý do gì mà vùng dưới đồi bắt cơ thể phải thay đổi nhiệt độ mới? Các nhà nghiên cứu cho rằng việc tăng nhiệt độ cơ thể lên cao là một cách giúp cơ thể kháng lại mầm bệnh gây nhiễm trùng và làm cho cơ thể không còn là nơi lý tưởng cho mầm bệnh trú ngụ nữa.  Nguyên nhân gây sốt Quan trọng là bạn nên nhớ rằng bản thân sốt không phải là bệnh – mà thường là một triệu chứng của một vấn đề tiềm ẩn nào đó. Một số nguyên nhân gây sốt có thể là:   Bệnh lây nhiễm (hay nhiễm trùng): Hầu hết các triệu chứng sốt đều là do nhiễm trùng hoặc một chứng bệnh khác nào đó. Sốt giúp cơ thể kháng lại sự nhiễm trùng, chống các bệnh lây nhiễm bằng cách kích thích cơ chế miễn dịch tự nhiên của cơ thể.  Mặc quá nhiều quần áo: Trẻ sơ sinh, nhất là trẻ mới sinh, có thể bị sốt nếu được bọc quấn nhiều quá hoặc ở một môi trường quá nóng vì các bé này không điều tiết thân nhiệt được như những trẻ lớn tuổi hơn. Tuy nhiên, vì triệu chứng sốt ở trẻ sơ sinh có thể là dấu hiệu của một chứng bệnh lây nhiễm nào đó nên ngay cả các bé sơ sinh được quấn bọc nhiều quá cũng phải nên được bác sĩ khám và chẩn đoán nếu bị sốt.  Chủng ngừa: Trẻ nhỏ đôi khi cũng bị sốt nhẹ sau khi tiêm ngừa xong.  Mặc dù việc mọc răng của bé cũng có thể khiến cho nhiệt độ cơ thể hơi tăng cao, nhưng đây hẳn không phải là nguyên nhân khiến cho thân nhiệt của trẻ cao hơn 100° F (37.8° C). Khi nào sốt là dấu hiệu của một vấn đề nào đó nghiêm trọng Trước đây, bác sĩ khuyến cáo chỉ nên điều trị sốt dựa theo thân nhiệt cơ thể thôi. Nhưng giờ đây họ đề nghị nên xem xét cả thân nhiệt và tình hình sức khỏe tổng quát của trẻ nữa.   Trẻ có thân nhiệt dưới 102° F (38.9° C) thường không cần phải sử dụng thuốc trừ phi cảm thấy khó chịu. Một ngoại lệ hết sức quan trọng đối với nguyên tắc này là: Nếu con bạn ở độ tuổi từ 3 tháng trở xuống có nhiệt độ trực tràng 100.4° F (38° C) trở lên thì bạn nên gọi điện cho bác sĩ hoặc cho bé đến khoa cấp cứu ngay lập tức nhé. Thậm chí sốt nhẹ cũng có thể là một dấu hiệu của một bệnh lây nhiễm nghiêm trọng nào đó có thể xảy ra đối với trẻ sơ sinh rất nhỏ.  Nếu con bạn từ 3 tháng đến 3 tuổi bị sốt 102.2° F (39° C) trở lên thì bạn nên gọi điện cho bác sĩ xem liệu bé có cần đến bác sĩ không. Đối với trẻ lớn hơn, bạn hãy để ý xem mức hoạt động và cách hoạt động của bé nhé. Việc theo dõi xem bé hoạt động như thế nào giúp bạn hình dung được ý tưởng hay liệu đây là chứng bệnh nhẹ của bé hay bé cần nên đến bác sĩ ngay tức khắc.   Triệu chứng sốt này có lẽ không là vấn đề gì nghiêm trọng nếu con bạn:  * vẫn thích chơi bình thường  * ăn uống khỏe  * tươi tỉnh và hay cười với bạn  * có sắc da bình thường  * trông khỏe mạnh, tươi tỉnh khi thân nhiệt của bé hạ  Và bạn chớ nên lo lắng thái quá khi bé sốt và không muốn ăn. Điều này cũng rất thường gặp đối với các chứng nhiễm trùng gây sốt cho bé. Nếu trẻ vẫn uống nước và đi tiểu bình thường thì việc bé không ăn nhiều như mọi khi vẫn là điều bình thường thôi.  Có phải bé bị sốt không?  Một cái hôn nhẹ nhàng lên trán hoặc đặt tay nhẹ lên da bé thường cũng đủ để giúp bạn nhận biết bé đang bị sốt. Tuy nhiên, cách đo nhiệt độ như thế này (gọi là đo nhiệt độ bằng xúc giác) lệ thuộc vào cảm giác của người đo và đây không phải là một cách đo nhiệt độ chính xác.  Bạn nên sử dụng một nhiệt kế tin cậy để biết chính xác bé bị sốt (sốt là khi thân nhiệt của bé ở mức độ nào hoặc trên một trong những mức dưới đây):  * 100.4° F (38° C) đo nhiệt độ trực tràng (đo ở hậu môn của bé) * 99.5° F (37.5° C) đo ở miệng  * 99° F (37.2° C) đo ở vùng dưới nách (dưới cánh tay ) Nhưng sốt cao bao nhiêu cũng không cho bạn biết nhiều về việc bé bệnh như thế nào. Một chứng bệnh cảm lạnh nhẹ hoặc nhiễm vi rút khác nhiều khi cũng có thể làm cho bé sốt khá cao (dao động từ102°-104° F / 38.9°-40° C) nhưng điều này cũng không thường là dấu hiệu cho biết bé đang có vấn đề gì nghiêm trọng. Và lắm lúc thì nhiều bệnh nhiễm trùng nghiêm trọng có thể không làm cho bé sốt hoặc thậm chí là thân nhiệt của bé thấp hơn bình thường, nhất là đối với trẻ sơ sinh.  Do cơn sốt có thể tăng hoặc giảm, nên trẻ có thể bị ớn lạnh do cơ thể cố sinh thêm nhiệt khi nhiệt độ cơ thể bắt đầu tăng cao. Trẻ có thể bị vã mồ hôi vì cơ thể thoát nhiệt dư thừa khi nhiệt độ cơ thể bắt đầu hạ xuống.  Đôi khi, trẻ bị sốt có thể thở gấp hơn bình thường và nhịp tim nhanh hơn. Hãy gọi ngay cho bác sĩ nếu bé có dấu hiệu khó thở, thở nhanh hơn nhiều so với bình thường hoặc vẫn còn thở gấp sau khi hạ sốt. Các loại nhiệt kế  Bất kể là bạn chọn mua loại nhiệt kế nào đi nữa thì hãy đảm bảo bạn nên biết cách sử dụng sao cho đúng để có được số ghi thân nhiệt chính xác. Hãy nên gìn giữ và làm theo đúng các chỉ dẫn của nhà sản xuất đối với từng loại nhiệt kế khác nhau.  Nhiệt kế số thường cho bạn số đo nhanh nhất và chính xác nhất. Loại nhiệt kế này có nhiều kích cỡ và nhiều kiểu dáng và có bán ở hầu hết các siêu thị và hiệu thuốc với nhiều giá cả khác nhau. Bạn nên đọc kỹ hướng dẫn sử dụng của nhà sản xuất để biết nhiệt kế này dùng để làm gì và tín hiệu cho biết số ghi thân nhiệt của bé dừng lại ở đâu. Nhìn chung, nhiệt kế số thường có thể dùng làm phương pháp đo nhiệt độ cho bé: * đo ở miệng  * đo ở hậu môn  * đo ở dưới nách  Bật nhiệt kế lên và đảm bảo không còn số đo cũ nào. Nhiệt kế số thường có que thăm bằng  mềm, một đầu là thiết bị cảm biến nhiệt và đầu kia là màn hình hiển thị số rất dễ đọc. Nếu nhiệt kế của bạn sử dụng vỏ bọc hoặc ống bọc ngoài bằng  có thể bỏ đi, bạn nên lắp vào một vỏ bọc khác theo hướng dẫn của nhà sản xuất. Nên nhớ bỏ đi ống bọc bên ngoài sau mỗi lần sử dụng xong và lau sạch nhiệt kế theo hướng dẫn của nhà sản xuất trước khi cho vào hộp trở lại.  Nhiệt kế đo tai điện tử dùng để đo nhiệt độ màng nhĩ – nhiệt độ bên trong ống tai. Mặc dù loại nhiệt kế này nhanh và dễ sử dụng cho trẻ lớn tuổi hơn nhưng không chính xác bằng nhiệt kế số cho trẻ sơ sinh từ 3 tháng trở xuống và thường đắt tiền hơn nhiều so với nhiệt kế số.  Nhiệt kế dán trán (những sợi plastic nhỏ giúp bạn có thể dán lên trán cho bé) có thể cho bạn biết xem con mình có đang bị sốt hay không, nhưng đây không phải là cách đo thân nhiệt chính xác, nhất là đối với trẻ sơ sinh và trẻ rất nhỏ. Nếu bạn muốn biết chính xác thân nhiệt của bé thì không nên dùng loại nhiệt kế dán trán này. Nhiệt kế đo trán cũng có thể cho bạn biết xem con mình có bị sốt không nhưng cũng không chính xác như nhiệt kế số đo miệng hoặc đo trực tràng.   Nhiệt kế ti ngậm cũng có vẻ tiện lợi nhưng số đo cũng ít tin cậy bằng nhiệt kế trực tràng và không nên dùng cho trẻ sơ sinh dưới 3 tháng tuổi. Kiểu nhiệt kế ti ngậm này cũng đòi hỏi trẻ phải ngậm ti giả này trong vài phút mà không được nhúc nhích, đây quả là một yêu cầu bất khả thi đối với hầu hết các trẻ nhỏ và trẻ mới tập đi. Nhiệt kế thuỷ ngân trước đây được sử dụng rộng rãi, nhưng Viện Hàn lâm Nhi khoa Hoa Kỳ hiện cho biết loại nhiệt kế này không nên được sử dụng nữa bởi họ lo ngại về việc bé có thể tiếp xúc với thủy ngân, đây là một độc tố gây hại cho môi trường. (Nếu bạn vẫn còn nhiệt kế thuỷ ngân thì không nên quăng vứt bừa bãi vì thuỷ ngân có thể rò rỉ ra ngoài. Bạn nên tham khảo ý kiến của bác sĩ hoặc sở y tế địa phương mình về việc huỷ bỏ nhiệt kế thuỷ ngân ở đâu và bằng cách nào nhé.) Bí quyết giúp bạn đo nhiệt độ cho bé  Như bất kỳ bậc cha mẹ nào cũng biết là việc đo thân nhiệt cho con mình có thể là một điều không dễ dàng gì. Nhưng đây là một trong những công cụ quan trọng nhất giúp cho bác sĩ có thể biết chính xác là liệu con bạn đang bị bệnh hay bị nhiễm trùng hay không. Phương pháp tốt nhất tùy thuộc vào độ tuổi và tính tình của từng đứa trẻ một.  Đối với trẻ dưới 3 tháng tuổi thì bạn nên dùng nhiệt kế số để đo nhiệt độ trực tràng nhằm có số đo thân nhiệt đáng tin cậy nhất. Nhiệt kế đo tai điện tử không nên sử dụng cho trẻ sơ sinh dưới 3 tháng tuổi bởi ống tai của bé ở độ tuổi này thường là rất nhỏ.  Đối với trẻ từ 3 tháng đến 4 tuổi thì bạn có thể sử dụng nhiệt kế số để đo nhiệt độ trực tràng hoặc dùng nhiệt kế đo tai điện từ để đo nhiệt độ bên trong ống tai. Bạn cũng có thể sử dụng nhiệt kế số để đo nhiệt độ ở nách, mặc dù đây là cách đo thân nhiệt không chính xác lắm. Đối với trẻ từ 4 tuổi trở lên thì bạn thường có thể sử dụng nhiệt kế số để đo nhiệt độ miệng cho bé nếu con bạn chịu hợp tác. Tuy nhiên, những trẻ hay bị ho hoặc đang phải thở bằng miệng vì bị nghẹt mũi có lẽ không tài nào ngậm miệng lâu đủ để có thể cho bạn đo được thông số chính xác. Trong trường hợp như thế này thì bạn có thể sử dụng phương pháp đo nhiệt độ ở màng nhĩ (bằng nhiệt kế đo tai điện tử) hoặc phương pháp đo nhiệt độ ở nách (bằng nhiệt kế số).  Kỹ thuật đo nhiệt độ trực tràng: Trước khi trở thành bố mẹ thì hầu hết người ta đều cảm thấy lúng túng khi nghĩ đến việc đo nhiệt độ trực tràng. Nhưng bạn chớ nên lo ngại – đây là một quá trình đơn giản thôi mà: 1. Bôi trơn một đầu của nhiệt kế bằng dầu nhờn, như mỡ bôi trơn chẳng hạn.  2. Đặt con bạn nằm xuống: - bụng bé úp xuống vào lòng của bạn hoặc để cho bụng bé úp xuống trên một bề mặt cứng và phẳng; giữ tay bạn dọc theo vùng lưng dưới - hoặc cho bé nằm ngửa, 2 chân co lên ngực; tay bạn áp tì vào mặt sau của đùi bé 3. Tay kia của bạn đẩy nhiệt kế đã được bôi trơn vào lỗ hậu môn khoảng chừng ½ đến 1 in-sơ (tương đương khoảng từ 1,25 đến 2,5 cm). Hãy dừng lại nếu bạn cảm thấy bé nhúc nhích khó chịu.  4. Giữ chặt nhiệt kế giữa ngón trỏ và ngón giữa khi bạn khum bàn tay áp vào hậu môn của bé. Bạn nên dỗ dành và nói ngọt, nhẹ nhàng với bé khi bạn giữ cố định nhiệt kế nhé.  5. Hãy chờ cho đến khi bạn nghe đúng số lần kêu bíp-bíp hoặc một tín hiệu nào đó cho biết nhiệt độ đã được đo xong. Bạn nên ghi lại số đo trên màn vạch và ghi chú lại thời gian bạn đo nhiệt độ cho bé là giờ nào nhé.  Kỹ thuật đo nhiệt độ ở miệng: Quá trình này cũng dễ dàng đối với trẻ lớn tuổi hơn và chịu hợp tác.  1. Bạn hãy chờ khoảng chừng từ 20 đến 30 phút sau khi bé ăn hoặc uống xong để đo nhiệt độ ở miệng cho bé, và hãy chắc rằng là bé không ngậm kẹo hay kẹo cao su trong miệng khi đo nhiệt độ. 2. Đặt một đầu nhiệt kế vào dưới lưỡi và bảo bé ngậm miệng lại, giữ chặt nhiệt kế bằng môi. Bạn nên nhắc bé là không nên cắn hay nói chuyện trong lúc này, và hãy thư giãn, hít thở bình thường bằng mũi. 3. Hãy chờ cho đến khi bạn nghe thấy đúng số lần kêu bíp-bíp hoặc một tín hiệu nào đó cho biết nhiệt độ đã được đo xong. Bạn nên ghi lại số đo trên màn vạch và ghi chú lại thời gian bạn đo nhiệt độ cho bé là giờ nào nhé.  Kỹ thuật đo nhiệt độ ở nách: Đây là một phương pháp tiện lợi dùng để đo thân nhiệt cho bé. Mặc dù không chính xác như phương pháp đo nhiệt độ trực tràng hoặc đo nhiệt độ miệng đối với trẻ chịu hợp tác, nhưng hầu hết các bố mẹ đều chuộng phương pháp đo nhiệt độ ở nách hơn, nhất là đối với những đứa trẻ không ngậm nhiệt kế trong miệng được. 1. Bạn hãy cởi áo sơ mi và áo lót của bé ra, và đặt nhiệt kế vào dưới nách cho bé (nhiệt kế phải được tiếp xúc với da, không phải tiếp xúc với quần áo).  2. Gập cánh tay của bé lại qua ngực để giữ cố định nhiệt kế. 3. Hãy chờ cho đến khi bạn nghe thấy đúng số lần kêu bíp-bíp hoặc một tín hiệu nào đó cho biết nhiệt độ đã được đo xong. Bạn nên ghi lại số đo trên màn vạch và ghi chú lại thời gian bạn đo nhiệt độ cho bé là giờ nào nhé.  Bất kể là bạn chọn phương pháp nào để đo nhiệt độ cho bé đi nữa thì hãy nên nhớ những bí quyết bổ sung này nhé:  * Không bao giờ đo thân nhiệt của bé ngay sau khi bé mới tắm xong hoặc sau khi quấn bọc bé một thời gian ngắn nào đó – bởi điều này có thể ảnh hưởng đến số đo thân nhiệt, làm cho số đo không được chính xác. * Không bao giờ bỏ mặc bé một mình khi đang đo nhiệt độ cho bé.  Bí quyết giúp bé cảm thấy dễ chịu hơn Xin nhớ lại lần nữa là không phải tất cả các trường hợp sốt đều phải điều trị. Trong hầu hết các trường hợp thì sốt chỉ nên được điều trị nếu làm cho bé cảm thấy khó chịu.  Dưới đây là những cách có thể giúp làm dịu các triệu chứng thường đi kèm với sốt: * Nếu con bạn cảm thấy bức rức, bực bội, la ó om sòm hoặc khó chịu trong người thì bạn có thể cho bé sử dụng thuốc acetaminophen hoặc ibuprofen dựa theo chỉ định trên bao bì đối với từng độ tuổi và cân nặng khác nhau. (Nếu bác sĩ không chỉ định thì bạn chớ nên cho bé dùng thuốc aspirin vì thuốc này thường liên quan đến hội chứng Reye – đây là một bệnh nguy hiểm ở trẻ em sau khi bị nhiễm trùng đường hô hấp, triệu chứng là ói mửa, gan tụ mỡ, mất phương hướng, sưng não và thận – bệnh này hiếm gặp nhưng có thể gây tử vong ở trẻ.) Nếu bạn không biết liều lượng chỉ định là bao nhiêu hoặc con bạn dưới 2 tuổi thì bạn nên gọi điện cho bác sĩ để biết nên cho bé sử dụng liều lượng nào là thích hợp.   Trẻ sơ sinh dưới 2 tháng tuổi không nên sử dụng bất kỳ loại thuốc hạ sốt nào mà không có chỉ định của bác sĩ. Nếu con bạn đang mắc một bệnh nào đó thì bạn nên tham khảo ý kiến của bác sĩ để xem thuốc nào là tốt nhất cho bé. Nên nhớ rằng thuốc hạ sốt thường có tác dụng làm hạ sốt tạm thời chứ không làm cho bé có thân nhiệt bình thường như trước được – và thuốc hạ sốt không chữa dứt một nguyên do tiềm ẩn nào khác gây sốt cả.  * Cho bé tắm bằng bọt biển cũng có thể làm bé thoải mái, dễ chịu hơn và giúp hạ sốt. Bạn chỉ nên cho bé tắm bằng nước ấm thôi nhé, nước lạnh có thể khiến cho bé run cóng lên nhưng thực chất là làm tăng thân nhiệt của bé đấy. Đừng bao giờ cho bé tắm bằng rượu (rượ có thể gây ngộ độc khi thẩm thấu qua da) hoặc chớ nên cho bé chườm túi nước đá/ hoặc tắm nước lạnh (có thể khiến bé lạnh run và làm tăng thân nhiệt của bé). * Bạn nên cho bé mặc áo quần thoáng, nhẹ và đắp chăn mềm mỏng thôi. Việc mặc áo quần nhiều quá hoặc quấn bọc bé nhiều quá có thể làm cho nhiệt độ cơ thể không thoát được và có thể làm tăng thân nhiệt của bé.  * Nên đảm bảo nhiệt độ trong phòng ngủ của bé được dễ chịu - không quá nóng hoặc quá lạnh. * Cho bé uống nhiều nước để tránh mất nước – sốt có thể làm cho trẻ bị mất nước nhanh hơn. Nước, canh, kem, và các món thạch có hương vị bé yêu thích đều rất tốt. Tránh các thức uống có cà-phê-in, như nước uống có ga và trà bởi những thức uống này có thể khiến bé đi tiểu nhiều hơn.  * Nếu con bạn đang bị sốt có kèm theo ói mửa và/ hoặc tiêu chảy thì bạn nên tham khảo ý kiến của bác sĩ xem liệu có nên cho bé sử dụng dung dịch điện phân (bổ sung nước cho cơ thể) đặc biệt dành cho trẻ hay không. Bạn có thể mua những dung dịch này ở các hiệu thuốc và siêu thị. Đừng cho bé uống các thức uống thể thao – các thức uống này không dùng cho trẻ nhỏ và các thức uống có thêm đường có thể làm cho tình trạng tiêu chảy của bé tệ hại hơn. Ngoài ra, bạn nên hạn chế cho bé ăn trái cây và uống nước táo ép nhé. * Nói chung là hãy để cho bé ăn những thứ mà bé thích (lượng vừa phải) nhưng cũng đừng bắt ép con bạn ăn nếu bé không muốn ăn. * Đảm bảo cho bé được nghỉ ngơi nhiều. Không cần thiết phải cho bé nằm trên giường cả ngày đâu nhưng trẻ bị bệnh thì nên được nghỉ ngơi thoải mái. * Tốt hơn hết là nên cho bé nghỉ ở nhà hơn là đi học hoặc ở trung tâm chăm sóc và giám sát trẻ con. Hầu hết các bác sĩ đều cho rằng bé có thể an toàn ở nhà khi thân nhiệt của bé đã bình thường trở lại trong vòng 24 tiếng đồng hồ. Khi nào nên gọi điện cho bác sĩ  Nhiệt độ chính xác khiến bạn phải gọi điện cho bác sĩ cũng tuỳ thuộc vào độ tuổi của bé, bệnh của bé và xem bé có những triệu chứng khác đi kèm với sốt không. Bạn nên gọi điện cho bác sĩ nếu: * con bạn dưới 3 tháng tuổi bị sốt 100.4° F (38° C) trở lên * con bạn trên 3 tháng tuổi bị sốt trên 102.2° F (39° C) Hãy gọi điện cho bác sĩ nếu con bạn trên 3 tháng tuổi đang bị sốt dưới 102.2° F (39° C) kèm theo: * không chịu uống nước hoặc bé bị bệnh quá nặng không thể uống đủ được * bị tiêu chảy dai dẳng hoặc nôn ói liên tục * có bất kỳ dấu hiệu nào của triệu chứng mất nước (đi tiểu ít hơn bình thường, khóc không có nước mắt, kém tươi tỉnh, hay lừ đừ và kém hoạt bát như thường lệ) * mắc bệnh nào đó (như đau họng hoặc đau lỗ tai) * vẫn còn sốt sau 24 tiếng đồng hồ (đối với trẻ dưới 2 tuổi) hoặc sau 72 tiếng đồng hồ (với trẻ từ 2 tuổi trở lên) * bị sốt trở lại, dù là chỉ sốt một vài tiếng đồng hồ mỗi đêm * bị một chứng bệnh mãn tính nào đó như bệnh tim, ung thư, bệnh lu-pút (lao da), hoặc thiếu máu hồng cầu hình liềm * bị nổi ban đỏ * bị đau khi đi tiểu Hãy cho bé đến cấp cứu nếu con bạn có những biểu hiện dưới đây: * khóc dai dẳng không nín * hết sức bức rức, khó chịu  *  ngủ lịm và khó thức dậy * bị nổi ban hoặc có nhiều đốm màu tía trông giống như vết thâm tím trên da (không có hiện tượng này trước khi trẻ bị bệnh) * môi, lưỡi hoặc móng tai có màu xanh * thóp đầu của bé có vẻ như đang phình ra hoặc lõm vào * bị vẹo cổ * bị nhức đầu dữ dội * khó cử động, nhúc nhích * khó thở lâu không dứt khi lỗ mũi đã hết nghẹt  * bị chúi về trước và chảy nước dãi * bị động kinh, co giật * đau bụng Ngoài ra, bạn nên tham khảo ý kiến của bác sĩ về các quy định cụ thể khi nào nên gọi điện cho họ. Sốt là triệu chứng thường thấy của trẻ nhỏ Đứa trẻ nào cũng bị sốt cả, và trong hầu hết các trường hợp thì triệu chứng sốt sẽ hết trong một vài ngày. Ai cũng trở nên ốm yếu khi bị sốt; điều này cũng bình thường thôi và bạn nên chuẩn bị tư tưởng như thế nhé. Nhưng nếu bạn không biết chắc nên làm gì hoặc không biết sốt có thể là nguyên nhân hay dấu hiệu của bệnh gì hoặc nếu con bạn đang bị bệnh khiến cho bạn đứng ngồi không yên mặc dù bé không bị sốt thì bạn hãy gọi điện cho bác sĩ để tìm lời khuyên nhé."
        }
    ],
    "suggestions": []
}