{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Luther",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Luther",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Luther",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Luther",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Luther",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Who was Martin <em>Luther</em> King, Jr.?",
            "vi": "Ông Martin Luther King Jr. là ai?"
        },
        {
            "en": "I have a dream (Martin <em>Luther</em> King, Jr.)",
            "vi": "Tôi có một ước mơ (Martin Luther King, Jr.)"
        },
        {
            "en": "Martin <em>Luther</em> King stood for fairness and racial equality.",
            "vi": "Martin Luther King đã ủng hộ công bằng và bình đẳng chủng tộc."
        },
        {
            "en": "His father names him Martin after Martin <em>Luther</em> King.",
            "vi": "Bố của anh ấy đặt tên anh ấy là Martin để tưởng nhớ Martin Luther King."
        },
        {
            "en": "<em>Luther</em> may be charged with conspiracy to commit a robbery.",
            "vi": "Có thể Luther cũng là đồng mưu trong vụ cướp."
        },
        {
            "en": "This little book tells the story of Martin <em>Luther</em> King.",
            "vi": "Tựa đề sách này kể những câu chuyện về vua Martin Luther."
        },
        {
            "en": "<em>Luther</em> Reynolds was a cold hard man, who had been starved of love as a child.",
            "vi": "Luther Reynolds là một người khô cứng, lạnh lùng và đã chịu thiếu thốn tình cảm khi còn nhỏ."
        },
        {
            "en": "Martin <em>Luther</em> King is a minister and a fine political orator.",
            "vi": "Martin Luther King là một mục sư và là một nhà hùng biện chính trị giỏi."
        },
        {
            "en": "Martin <em>Luther</em> King Day is a federal holiday held on the third Monday of January.",
            "vi": "Ngày lễ Martin Luther King là quốc lễ được tổ chức vào ngày thứ hai trong tuần lễ thứ ba của tháng một."
        },
        {
            "en": "Martin  <em>Luther</em> King is a minister and a fine political orator.",
            "vi": "Martin Luther King là một mục sư và là một nhà hùng biện chính trị giỏi."
        },
        {
            "en": "They were opposed to naming the high school after Martin <em>Luther</em> King.",
            "vi": "Họ phản đối việc đặt tên cho trường trung học theo tên Martin Luther King."
        },
        {
            "en": "Martin <em>Luther</em> King, Jr is not only a minister but also a great political orator.",
            "vi": "Martin Luther King, Jr không chỉ là một mục sư và mà còn là một nhà hùng biện chính trị lỗi lạc."
        },
        {
            "en": "This month of April marks the 42nd anniversary of the death of Dr. Martin <em>Luther</em> King.",
            "vi": "Tháng tám này tưởng niệm lần thứ 42 ngày mất của tiến sĩ Martin Luther King."
        },
        {
            "en": "Martin <em>Luther</em> King has been under surveillance by the FBI for 6 years.",
            "vi": "Martin Luther King bị FBI quản chế sáu năm trời."
        },
        {
            "en": "Martin <em>Luther</em> was the one who began the sixteenth century religious reform movement.",
            "vi": "Martin Luther là người đã bắt đầu cho bước tiến cải cách tôn giáo ở thế kỷ 16."
        },
        {
            "en": "When quoting a speech by Martin <em>Luther</em> King, Jr., how would I write his name?",
            "vi": "Khi trích dẫn lời nói của Martin Luther King, Jr., thì tôi sẽ viết tên của ông ấy như thế nào?"
        },
        {
            "en": "A movie celebrating the life of Martin <em>Luther</em> King was shown in the documentary program on TV last night.",
            "vi": "Một cuốn phim ca ngợi cuộc đời của Martin Luther King được chiếu trong chương trình phim tài liệu trên ti vi tối qua."
        },
        {
            "en": "The end of Martin <em>Luther</em> king's famous i have a dream speech illustrates the use of triads.",
            "vi": "Phần kết trong bài phát biểu nổi tiếng tôi có một giấc mơ của martin luther king là một minh chứng về việc sử dụng bộ ba."
        },
        {
            "en": "Martin <em>Luther</em> King is widely regarded as American's pre - eminent advocate of nonviolence and one of the greatest nonviolent leaders in world history.",
            "vi": "Martin Luther  King được xem là một người chủ trương chống bạo hành kiệt xuất của nhân dân Mỹ và là một trong những nhà lãnh đạo vĩ đại ủng hộ chống bạo hành trong lịch sử thế giới."
        },
        {
            "en": "There are three men who inspired me to pursue my dream, they are : Martin <em>Luther</em> King Jr, steve Jobs and Bob Proctor.",
            "vi": "Có 3 người đàn ông đã truyền cảm hứng cho tôi theo đuổi giấc mơ của mình, đó là: Martin Luther King Jr, steve Jobs và Bob Proctor."
        }
    ],
    "suggestions": []
}