{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Luxembourg"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Luxembourg"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Luxembourg"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Luxembourg"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Luxembourg"
        }
    },
    "sentences": [
        {
            "en": "We are looking for an Actuary to join the Product Development Team in <em>Luxembourg</em>.",
            "vi": "Chúng tôi đang tìm một chuyên viên thống kê để tham gia vào nhóm phát triển sản phẩm ở Luxembourg."
        },
        {
            "en": "Thủ đô của <em>Luxembourg</em> là gì? – Tôi không biết, anh làm tôi bí rồi!",
            "vi": "What's the capital of Luxembourg? – I don' t know, you 've got me there!"
        },
        {
            "en": "Find <em>Luxembourg</em> on the map. It's among the countries of Western Europe. It's between Belgium, France and Germany.",
            "vi": "Tìm Luxembourg trên bản đồ. Nó nằm giữa các nước Tây Âu. Nó ở giữa Bỉ, Pháp và Đức."
        },
        {
            "en": "Australia, Canada, Finland, and <em>Luxembourg</em> continue to support the Second Phase along with a new grant from New Zealand.",
            "vi": "Ốt-xtrây-lia, Canađa, Phần Lan, và Lúc-xem-bua sẽ tiếp tục hỗ trợ cho Giai đoạn hai của Chương trình Phối hợp cùng với một khoản tài trợ mới từ Niu-dilân."
        },
        {
            "en": "ArcelorMittal (<em>Luxembourg</em>), the world's largest steel producer, has announced plans to set up a steel mill in Kurdistan.",
            "vi": "ArcelorMittal (ở Luxembourg), nhà sản xuất thép lớn nhất thế giới, đã thông báo kế hoạch xây nhà máy cán thép ở Kurdistan."
        },
        {
            "en": "As well as Germany and France, Austria, the Netherlands, Finland and <em>Luxembourg</em> also currently have top AAA rating.",
            "vi": "Cũng như Đức và Pháp, Áo, Hà Lan, Phần Lan và Luxembourg cũng đang có hạng AAA."
        },
        {
            "en": "The first phase of the Joint Government-UN Programme received support from eight donorsl - Australia, Canada, Finland, <em>Luxembourg</em>, Netherlands, Sweden, Switzerland and UNDP- through a single channel.",
            "vi": "Giai đoạn một của Chương trình Phối hợp giữa Chính phủ Việt Nam và Liên Hợp Quốc đã nhận được sự hỗ trợ của tám nhà tài trợ, đó là Ốt-xtrây-lia, Canađa, Phần Lan, Lúc-xem-bua, Hà Lan, Thuỵ Điển, Thuỵ Sĩ và UNDP, thông qua một kênh duy nhất."
        },
        {
            "en": "The governments of Germany, Australia, the US, <em>Luxembourg</em>, etc, have supplied many financial supports for HIV/AIDS prevention and control activities in the past and the coming time.",
            "vi": "Chính phủ các nước: Đức, úc, Mỹ, Luxambourg.. đã có nhiều khoản viện trợ cho công tác phòng, chống HIV/AIDS trước đây và trong thời gian tới."
        },
        {
            "en": "Topping the chart this year were the Netherlands, Denmark, Sweden, Norway, Finland, Singapore and <em>Luxembourg</em>. On the other end of the rankings were Laos, Libya and Iraq.",
            "vi": "Đứng đầu danh sách các nước được xếp hạng là: Hà Là, Đan Mạch, Thụy Sĩ, Phần Lan, Singapore và Luxembourg. Những nước xếp ở đáy bảng xếp hạng là Lào, Li Băng và Irắc."
        },
        {
            "en": "Meanwhile, European Commission members met Monday in <em>Luxembourg</em>, where they discussed strategies to help member countries that have not secured sufficient stocks of the swine flu vaccine.",
            "vi": "Trong khi đó, các thành viên của Uỷ ban Châu Âu đã họp ở Luxembourg hôm thứ hai, nơi họ thảo luận chiến lược để giúp đỡ các nước thành viên không đảm bảo có đủ nguồn dự trữ vắc - xin cúm heo."
        },
        {
            "en": "Meanwhile, European Commission members met Monday in <em>Luxembourg</em>, where they discussed strategies to help member countries that have not secured sufficient stocks of the swine flu vaccine.",
            "vi": "Trong khi đó, các thành viên của Uỷ ban Châu Âu đã họp ở Luxembourg hôm thứ hai, nơi họ thảo luận chiến lược để giúp đỡ các nước thành viên không đảm bảo có đủ nguồn dự trữ"
        },
        {
            "en": "The airline said it also had 24 Burkinabe, eight Lebanese, six Algerians, six Spanish, five Canadians, four Germans and two <em>Luxembourg</em> nationals on board.",
            "vi": "Hãng hàng không cho biết trên máy bay còn có 24 người Burkina Faso, 8 người Liban, 6 người Tây Ban Nha, 5 người Canada, 4 người Đức, và 2 người Luxemburg."
        },
        {
            "en": "In absolute terms, Canada (smaller than Sweden), New Zealand (smaller than <em>Luxembourg</em>; less than half of Greece) and Australia (size of Belgium) are modest players in the donor community.",
            "vi": "Tính về giá trị tuyệt đối, Ca-na-đa (ít hơn Thụy Điển), Niu Di-lân (ít ơn Lúc-xem-bua; chưa bằng một nửa của Hi Lạp) và Úc (bằng Bỉ) là những nước đóng góp ít nhất trong cộng đồng những nước cung cấp viện trợ."
        },
        {
            "en": "Overall, a median of 92% of European students are learning a language in school. Most primary and secondary school students across Europe study at least one foreign language as part of their education, according to Eurostat, the statistics arm of the European Commission. Of the 29 European nations for which data are available, 24 have a foreign language learning rate of at least 80%, with 15 of those reaching 90% or more of students enrolled in language courses. In three of the four countries with the smallest student populations – <em>Luxembourg</em>, Malta and Liechtenstein – 100% of students are reported to be learning a foreign language.",
            "vi": "Theo Eurostat ở viện thống kê của Uỷ Ban Châu Âu, nhìn chung, trung bình có 92% sinh viên ở châu Âu đang học một ngôn ngữ ở trường. Hầu hết các học sinh tiểu học và trung học ở khắp châu Âu học ít nhất một ngoại ngữ như một phần trong quá trình giáo dục. Theo dữ liệu có sẵn, trong số 29 quốc gia châu Âu thì có 24 quốc gia có tỷ lệ học ngoại ngữ tối thiểu là 80%, với 15 quốc gia trong số đó đạt 90% trở lên số học sinh ghi danh vào các khóa học ngôn ngữ. Ba trong số bốn quốc gia có số học sinh ghi danh ít nhất là - Luxembourg, Malta và Liechtenstein - 100% sinh viên được cho là đang học một ngoại ngữ thứ hai."
        },
        {
            "en": "The world's safest countries  The World Economic Forum's (WEF) latest Travel and Tourism Competitiveness Report, meanwhile, published in April, found that Finland is the safest country on Earth.  The presence of the United Arab Emirates and Oman in the top five, and Qatar in the top 10, will no doubt surprise many given their location in the troubled Middle East. Rwanda, in ninth, ahead of countries such as Portugal and New Zealand, to name just two, will also raise eyebrows.  Equally remarkable is the UK's lowly position. It's down in 78th, below the likes of Zimbabwe, Saudi Arabia and Nicaragua, among others.  The world's 20 safest countries, according to the WEF20 nước an toàn nhất thế giới theo WEF: \nFinland - rating: 6.65\nUAE - 6.6\nIceland - 6.57\nOman - 6.49\nHong Kong - 6.47\nSingapore - 6.45\nNorway - 6.41\nSwitzerland - 6.41\nRwanda - 6.39\nQatar - 6.33 \n<em>Luxembourg</em> - 6.32\nPortugal - 6.32\nNew Zealand - 6.31\nAustria - 6.28\nEstonia - 6.26\nSweden - 6.22\nSlovenia - 6.2\nSpain - 6.16\nNetherlands - 6.14\nMorocco - 6.14",
            "vi": "Những nước an toàn nhất thế giớiTrong khi đó, Báo cáo Năng lực cạnh tranh Du lịch mới nhất của Diễn đàn Kinh tế Thế giới (WEF) công bố hồi tháng Tư cho thấy, Phần Lan là quốc gia an toàn nhất thế giới.Sự hiện diện của Các tiểu vương quốc Ả Rập thống nhất và Oman trong nhóm 5 nước an toàn nhất và Qatar trong nhóm 10 nước an toàn nhất chắc chắn khiến nhiều người ngạc nhiên vì đây là những nước Trung Đông, khu vực có nhiều bất ổn. Rwanda đứng thứ 9, xếp trên những nước như Bồ Đào Nha và New Zealand, đến 2 bậc, cũng gây sốc.Đồng thời rất đáng chú ý là vị trí quá thấp của Anh. Tụt xuống thứ 78, dưới cả những nước như Zimbabwe, Ả Rập Xê - út và Nicaragua, cùng các nước khác."
        },
        {
            "en": "Swine Flu Vaccine to Poorer Countries to Ship in November       12 October 2009 The World Health Organization says it will begin shipping millions of doses of the swine flu vaccine to poorer countries, possibly as early as November. WHO vaccine chief Marie-Paule Kieny says about 100 countries will receive donations of the vaccine.   She told reporters in Geneva Monday that one primary goal is to protect health care workers in poorer countries against the virus to help ensure they do not become ill and, as a result, are unable to treat patients. Meanwhile, European Commission members met Monday  in <em>Luxembourg</em>, where they discussed strategies to help member countries that have not secured sufficient stocks of the swine flu vaccine. European Union (EU) Health Commissioner Androulla Vassiliou says members agreed to urge countries that have supplies of the vaccine to share them with countries in need. Earlier this year, WHO declared the swine flu outbreak a pandemic. The agency says more than 4,000 deaths attributed to H1N1 influenza have been reported worldwide.",
            "vi": "Vắc-xin cúm heo chuyển đến các nước nghèo vào tháng 11      ngày 12 tháng Mười năm 2009 Tổ chức y tế thế giới nói sẽ bắt đầu vận chuyển hàng triệu liều vắc - xin cúm heo đến các nước nghèo, sớm nhất là vào tháng 11.  Giám đốc nghiên cứu vắc - xin của WHO, bà Marie-Paule Kieny, nói rằng khoảng 100 quốc gia sẽ nhận cứu trợ vắc-xin.  Cô ấy nói với các phóng viên ở Geneva hôm thứ hai mục tiêu chính là bảo vệ sức khoẻ các nhân viên chăm sóc y tế ở các quốc gia nghèo chống lại vi-rút để đảm bảo họ không bị bệnh và, kết quả là có thể chữa trị cho bệnh nhân.  Trong khi đó, các thành viên của Uỷ ban Châu Âu đã họp ở Luxembourg hôm thứ hai, nơi họ thảo luận chiến lược để giúp đỡ các nước thành viên không đảm bảo có đủ nguồn dự trữ vắc - xin cúm heo.  Chủ tịch y tế của Liên minh châu Âu ( EU ) Androulla Vassiliou nói rằng các thành viên đồng ý kêu gọi quốc gia có nguồn cung cấp vắc - xin để chia sẻ với các quốc gia đang cần thiết. Đầu năm nay, WHO tuyên bố bùng phát bệnh cúm heo thành đại dịch toàn cầu. Cơ quan này nói có hơn 4,000 tử vong trên toàn thế giới là do vi-rút cúm H1 N1 gây ra."
        },
        {
            "en": "25. France — GDP per capita: $41,396 (£28,749) Ioan Panaite/Shutterstock  24. Belgium — GDP per capita: $42,923 (£29,810) REUTERS/Sergio Perez \t \t\t\t \t 23. Iceland — GDP per capita: $44,575 (£30,957) Flickr/James Kirkus-Lamont  22. Oman — GDP per capita: $44,903 (£31,185) REUTERS/Mohammed Dabbous  \t 21. Denmark — GDP per capita: $45,800 (£31,808) REUTERS/Bob Strong  20. Canada — GDP per capita: $45,981 (£31,934) Shutterstock  \t \t 19. Taiwan — GDP per capita: $45,996 (£31,944) Anisha Shah  18. Germany — GDP per capita: $46,165 (£32,062) REUTERS/Fabrizio Bensch  \t \t 17. Sweden — GDP per capita: $46,386 (£32,215) REUTERS/Gleb Garanich  16. Austria — GDP per capita: $46,906 (£32,576) Alex Poison/Shutterstock  15. Australia — GDP per capita: $48,288 (£33,536) Flickr/34094515@N00  14. Ireland — GDP per capita: $48,786 (£33,882) Tilman Ehrcke/Shutterstock  13. The Netherlands — GDP per capita: $48,797 (£33,889) kavalenkava volha/Shutterstock  12. Bahrain — GDP per capita: $52,830 (£36,690) Flickr/Chris Price  11. Saudi Arabia — GDP per capita: $56,253 (£39,068) REUTERS/Ali Jarekji   10. Switzerland — GDP per capita: $56,815 (£39,458) Rudy Balasko/Shutterstock  9. United States — GDP per capita: $57,045 (£39,618) REUTERS/Adrees Latif  8. Hong Kong — GDP per capita: $57,676 (£40,056) Dave Schumaker, Flickr  7. United Arab Emirates — GDP per capita: $67,201 (46,671) Reuters/Matthias Seifert  6. Norway — GDP per capita: $67,619 (£46,962) Jørn Eriksson, Flickr  5. Kuwait — GDP per capita: $71,600 (£49,726) Flickr/CC0  4. Brunei — GDP per capita: $80,335 (£55,793) Wikimedia/Sam garza  \t \t 3. Singapore — GDP per capita: $84,821 (£58,909) Thomson Reuters  2. <em>Luxembourg</em> — GDP per capita: $94,167 (£65,399) Wikimedia  1. Qatar — GDP per capita: $146,011 (£101,406)  AP",
            "vi": "25. Pháp GDP bình quân đầu người: 41.396 USD  24. Bỉ GDP bình quân đầu người: 42.923 USD  23. Iceland GDP bình quân đầu người: 44.575 USD  22. Oman GDP bình quân đầu người: 44.903 USD  21. Đan Mạch GDP bình quân đầu người: 45.800 USD  20. Canada GDP bình quân đầu người: 45.981 USD   19. Đài Loan GDP bình quân đầu người: 45.996 USD  18. Đức GDP bình quân đầu người: 46.165 USD  17. Thụy Điển GDP bình quân đầu người: 46.386 USD 16. Áo GDP bình quân đầu người: 46.906 USD  15. Australia GDP bình quân đầu người: 48.288 USD  14. Ireland GDP bình quân đầu người: 48.786 USD  13. Hà Lan GDP bình quân đầu người: 48.797 USD  12. Bahrain GDP bình quân đầu người: 52.830 USD  11. Saudi Arabia GDP bình quân đầu người: 56.253 USD10. Thụy Sỹ GDP bình quân đầu người: 56.815 USD  9. Mỹ GDP bình quân đầu người: 57.045 USD  8. Hồng Kông GDP bình quân đầu người: 57.676 USD  7. Các tiểu vương quốc Arab thống nhất (UAE) GDP bình quân đầu người: 67.201 USD  6. Na-Uy GDP bình quân đầu người: 67.619 USD  5. Kuwait GDP bình quân đầu người: 71.600 USD  4. Brunei GDP bình quân đầu người: 80.335 USD  3. Singapore GDP bình quân đầu người: 84.821 USD  2. Luxembourg GDP bình quân đầu người: 94.167 USD  1. Qatar GDP bình quân đầu người: 146.011 USD"
        },
        {
            "en": "The most innovative countries teach creatively, enforce progressive laws, do business intelligently, and live on the cutting edge.15. New Zealand — A growing reputation for innovation in the film industry, namely with its use of drones, keeps the country ranked highly.   Reuters   14. Republic of Korea — The GII says South Korea's greatest growth is in its booming research and development sector.   POOL New/Reuters    13. Iceland — A country bouncing back from financial woes is making storage of the world's internet data its primary goal.   Stringer/Reuters   12. Germany — The country ranks at the top of national office patent applications and technology output, namely, automobile tech.   Ralph Orlowski/Reuters    11. Hong Kong — Though it dipped one spot since last year, Hong Kong is playing an ever-expanding role in the world's economy.   Bobby Yip/Reuters   10. Denmark — Denmark leads for its efficient system of government, large number of researchers, and quality of education.   Scanpix Denmark/Reuters    9. <em>Luxembourg</em> — The tiny country's ninth-place rank comes from its high scores in the Trade and Investment categories. Education also boosts its rank.   Charles Platiau/Reuters   8. Ireland — Up three places since 2014, Ireland is recognized for its infrastructure and creative outputs, like its thriving design culture.   Giuseppe Milo/Flickr   7. Singapore — One of the most consistent countries, Singapore stands out for its political environment and ecological sustainability.   Edgar Su/Reuters   6. Finland — Down two spots since 2014, Finland is still recognized for its work in technology, research, and higher education.   Lehtikuva Lehtikuva/Reuters   5. United States — The US jumped five spots since 2012, most notably for the strength of its global-facing markets, value of stock trades, and widespread implementation of internet technology.   Carlo Allegri/Reuters   4. Netherlands — With its strong online culture, the Netherlands ranks at the top of the survey's \"e-participation\" rankings (for interacting with the government online), and near the top in research and technology outputs.   Cris Toala Olivares/Reuters   3. Sweden — Well-designed universities and high-achieving graduates have kept Sweden in the top 3 for the last four years.   Gunnar Grimnes/Flickr   2. United Kingdom — Education and productivity hold the UK back, GII says, while its well-roundedness in all other aspects keeps it ranked high overall.   Toby Melville/Reuters   1. Switzerland — The country has been number one since 2011 because of its knowledge-based economy and ability to turn innovative thinking into lucrative projects — for example, local bank UBS is now using virtual reality to project investment portfolios to clients.",
            "vi": "Những quốc gia sáng tạo nhất có nền giáo dục sáng tạo, pháp luật tiến bộ, kinh doanh thông minh và sống văn minh, hiện đại."
        },
        {
            "en": "23 June 2011 Last updated at 22:25 GMT          23 June 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-europe-13886099 EU leaders pledge to do what is needed to help Greece European Union leaders have reaffirmed their commitment to help Greece out of its current debt woes and maintain EU financial stability. European Commission President Jose Manuel Barroso said there was \"a real will of the member states to do what is necessary\". His comments came at the end of the first day of an EU summit in Brussels. The Greek parliament has to pass fresh austerity measures next week before the country can gain vital bail-out funds. Greece's government is proposing additional spending cuts worth 28bn euros (£25bn) over five years. If these are passed then Greece will get its next 12bn-euro instalment from the current 110bn euro bail-out package from fellow eurozone countries and the International Monetary Fund. Without this money Greece will default on its next loan payments due in mid-July. However, many economists think it will be difficult for Greece to avoid default at some time in the future. No plan B Also speaking at the end of the first day in Brussels, European Council President Herman Van Rompuy said the EU was moving to make it easier for Greece to access European Union development funds to help boost its economy. Earlier on Thursday, <em>Luxembourg</em> Prime Minister Jean-Claude Juncker urged Athens to meet its commitments under the bail-out programme. \"All conditions must be met,\" said Mr Juncker, who also chairs the groups of eurozone finance ministers. \"You can't let anyone believe there is a Plan B. If Greece does what it has to do, we will do what we have to do.\" Greek Prime Minister George Papandreou said his government was committed to pushing the austerity plans - which are deeply unpopular with the Greek people - through parliament next week. \"Greece is committed, strongly committed, to continue a very important programme for major changes, radical changes, to make our economy viable,\" he said.",
            "vi": "23 June 2011 Last updated at 22:25 GMT          23 June 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-europe-13886099 Các lãnh đạo EU hứa làm những gì cần thiết để giúp đỡ Hy Lạp Các lãnh đạo của Liên Minh Châu đã tái khẳng định cam kết giúp đỡ Hy Lạp giải quyết những nỗi khổ nợ nần hiện thời và duy trì sự ổn định tài chính của EU. Chủ tịch Uỷ ban Châu Âu Jose Manuel Barroso đã tuyên bố “các quốc gia thành viên thực sự có ý định làm việc gì đó cần thiết”. Các nhận xét của ông được đưa ra vào cuối ngày đầu tiên của hội nghị  thượng đỉnh EU tại Brussels. Quốc hội Hy Lạp phải thông qua các biện pháp cắt giảm bắt buộc mới vào tuần tới trước khi nước này nhận được các khoản cứu trợ tài chính quan trọng. Chính phủ Hy Lạp đang đề xuất các khoản cắt giảm chi tiêu bổ sung trị giá 28 tỷ euro (25 tỷ bảng Anh) trong năm năm. Nếu các đề xuất được thông qua Hy Lạp sẽ nhận được khoản giải ngân kế tiếp trị giá 12 tỷ euro từ gói cứu trợ tài chính 110 tỷ euro hiện thời từ các quốc gia đồng minh thuộc khối euro và Quỹ Tiền Tệ Quốc Tế. Nếu không có số tiền này Hy Lạp sẽ không có khả năng thanh toán các khoản chi trả nợ vay kế tiếp đáo hạn vào giữa tháng Bảy. Tuy nhiên, nhiều nhà kinh tế học cho rằng Hy Lạp sẽ khó tránh được vỡ nợ vào lúc nào đó trong tương lai. Không có kế hoạch B Cũng tuyên bố vào cuối ngày đầu tiên ở Brussels, Chủ tịch Hội Đồng Châu Âu Herman Van Rompuy cho biết EU đang vận động để tạo điều kiện dễ dàng hơn cho Hy Lạp tiếp cận các quỹ phát triển của Liên Minh Châu Âu để giúp thúc đẩy nền kinh tế của mình. Vào sáng sớm thứ Năm, Thủ tướng Jean-Claude Juncker của Luxembourg kêu gọi Athens thỏa mãn các cam kết của mình theo chương trình cứu trợ tài chính.  “Mọi điều kiện phải được thỏa mãn,” đó là lời của ông Juncker, cũng là người chủ trì các nhóm bộ trưởng tài chính thuộc khối euro. “Bạn không được để cho bất kỳ ai nghĩ rằng có một kế hoạch B. Nếu Hy Lạp làm điều họ phải làm, thì chúng tôi sẽ làm điều chúng tôi phải làm.” Thủ tướng Hy Lạp George Papandreous nói chính phủ của ông đã cam kết thúc đẩy quốc hội thông qua các kế hoạch cắt giảm – gây bất bình sâu sắc cho người dân Hy Lạp – vào tuần tới.  “Hy Lạp cam kết, cam kết mạnh mẽ, tiếp tục một chương trình rất quan trọng tạo ra những thay đổi lớn, những thay đổi triệt để, nhằm giữ vững nền kinh tế của mình,” ông nói."
        },
        {
            "en": "16 September 2010 Last updated at 21:59 GMT        \n \n16 September 2010 Last updated at 21:59 GMT  France and Germany are embroiled in a diplomatic row after German Chancellor Angela Merkel flatly contradicted President Nicolas Sarkozy on the issue of Roma camps. The issue of Roma (Gypsy) deportations from France has dominated an EU summit. Mr Sarkozy told a news conference that Chancellor Merkel had said to him that she intended to follow France's example in dismantling Roma camps. Mrs Merkel's spokesman denied she had discussed the issue with Mr Sarkozy. Fresh from a blazing row with the president of the European Commission, President Sarkozy has managed to fall out with his closest ally in Europe, says the BBC's Oana Lungescu, who was at the summit in Brussels.  Heated exchange Mr Sarkozy told reporters at the summit that Chancellor Merkel had said she intended to dismantle Roma camps in the coming weeks. He predicted the action could unsettle German politics. But promptly after landing in Berlin, the Chancellor's spokesman firmly denied that Mrs Merkel had discussed any so-called Roma camps with the French president during the summit or on the margins, let alone their evacuation.  During the summit, Mr Sarkozy clashed with the European Commission over the matter of Roma deportations. Since August, France has dismantled about 200 Roma settlements and deported about 1,000 of their inhabitants to Romania and Bulgaria. It has also evicted French nationals from illegal traveller settlements.  Earlier this week, the EU justice commissioner Viviane Reding had appeared to compare France's actions to persecutions in Nazi-occupied France. \"The disgusting and shameful words that were used - World War II, the evocation of the Jews - was something that shocked us deeply,\" Mr Sarkozy said. He then went on to have a heated exchange with the EU Commission President, Jose Manuel Barroso.  This is an unprecedented row between Brussels and Paris, our correspondent says. Mr Barroso recognised that some excessive comments had been made, but insisted that discrimination against ethnic minorities was unacceptable.  \"It is true that in the past few weeks, some things have been said that are out of order,\" Mr Barroso admitted. \"But I think we need to leave that on one side now.\" Ms Reding, the EU commissioner from <em>Luxembourg</em>, said on Tuesday: \"This is a situation I had thought Europe would not have to witness again after the Second World War.\" She also urged the European Commission to take legal action against France over the deportations. Ms Reding later said she regretted interpretations of her statement. Although France has deported thousands of Romanian and Bulgarian Roma over the past few years, it began accelerating the process last month, as part of a high-profile crackdown on illegal camps in the country. On Monday, Euro MPs accused the commission of failing to protect the Roma deported from France. In all, Mr Sarkozy said around 500 camps were dismantled in August, of which 199 were Roma settlements. About 5,400 people were evicted from the Roma camps, but the majority of those living in the camps were French nationals, the president said. The president's assertions appeared to contradict a leaked memo from the French interior ministry which surfaced on Monday. It showed the authorities had been instructed to target Roma camps, rather than deal with migrants on a case-by-case basis, as the French migration minister and the minister for Europe had assured the European Commission.  http://www.bbc.co.uk/news/world-europe-11338112",
            "vi": "16 September 2010 Last updated at 21:59 GMT       \n \n16 September 2010 Last updated at 21:59 GMT  Pháp và Đức đang dính vào bất đồng ngoại giao sau khi Thủ tướng Đức Angela Merkel thẳng thừng phủ nhận ý kiến của Tổng thống Nicolas Sarkozy về vấn đề trại định cư cho người Rom. Vấn đề trục xuất người Rom (người du mục Gypsy) ra khỏi nước Pháp hiện là đề tài chính của cuộc họp thượng đỉnh Liên Minh Châu Âu (EU) Ông Sarkozy phát biểu tại một cuộc họp báo rằng trước đó Thủ tướng Merkel đã nói với ông rằng bà có ý định theo gương Pháp giải tán các trại định cư của người Rom.  Phát ngôn viên của bà Merkel phủ nhận việc bà đã thảo luận vấn đề này với ông Sarkozy. Phóng viên đài BBC Oana Lungescu, người đã có mặt tại cuộc họp thượng đỉnh ở Brussels cho biết, Tổng thống Sarkozy lại gây bất hòa với liên minh thân thiết nhất của mình ở Châu Âu ngay sau khi tranh cãi dữ dội với chủ tịch Ủy Ban Châu Âu Lời qua tiếng lại  Ông Sarkozy nói với các phóng viên tại cuộc họp thượng đỉnh rằng Thủ tướng Merkel trước đó đã nói bà có ý định giải tán các trại định cư của người Rom trong các tuần lễ sắp đến Ông tiên đoán hành động này có thể gây bối rối chính trường nước Đức. Nhưng ngay sau khi hạ cánh xuống Berlin, phát ngôn viên của Thủ tướng Đức đã mạnh mẽ phủ nhận việc bà Merkel có thảo luận trước về cái gọi là trại định cư của người Rom với Tổng thống Pháp trong cuộc họp thượng đỉnh hoặc bên lề cuộc họp, đừng nói gì đến chuyện sơ tán. Trong thời gian diễn ra cuộc họp thượng đỉnh, ông Sarkozy đã cãi nhau với Ủy Ban Châu Âu về vấn đề trục xuất người Rom.  Kể từ tháng Tám, Pháp đã giải tán khoảng 200 khu định cư của người Rom và trục xuất khoảng 1.000 người cư trú ở đó đi Romania và Bulgaria. Nước này cũng đã trục xuất các công dân Pháp ra khỏi các khu định cư du mục bất hợp pháp Đầu tuần này, Viviane Reding, ủy viên Bộ Tư Pháp của EU, đã so sánh hành động của Pháp với hành vi ngược đãi đã diễn ra tại Pháp thời bị Đức Quốc Xã chiếm đóng. Ông Sarkozy phát biểu : những lời lẽ đáng kinh tởm và xấu hổ đã được nói ra – Thế Chiến Thứ Hai, sự gợi nhớ về người Do Thái – là điều khiến chúng tôi bất bình sâu sắc. Kế đến ông tiếp tục lời qua tiếng lại gay gắt với Jose Manuel Barroso, chủ tịch Ủy Ban Châu Âu. Các phóng viên của chúng tôi cho biết, đây là cuộc cãi vã chưa từng có giữa Brussels và Paris.  Ông Barroso thừa nhận đã có vài lời bình phẩm thái quá, nhưng phát biểu mạnh mẽ rằng hành vi phân biệt đối xử với các dân tộc thiểu số là không thể chấp nhận. Ông Barroso thừa nhận : Đúng là trong vài tuần lễ vừa qua, một số điều được nói ra là không phù hợp. Nhưng tôi nghĩ rằng giờ đây chúng ta cần đặt chuyện ấy sang một bên. Hôm thứ Ba, bà Reding, ủy viên EU tại Luxembourg, phát biểu : Đây là hoàn cảnh mà tôi đã nghĩ rằng Châu Âu sẽ không phải làm nhân chứng một lần nữa sau Thế Chiến Thứ Hai. Bà cũng thúc giục Ủy Ban Châu Âu có hành động mang tính pháp lý chống lại nước Pháp về hành vi trục xuất. Sau đó bà Reding nói bà lấy làm tiếc về cách diễn đạt lời tuyên bố của mình. Mặc dù Pháp đã trục xuất hàng ngàn người Rom có gốc Romania và Bulgaria trong vài năm vừa qua, trong những tháng gần đây nhất họ đã xúc tiến quá trình này nhanh chóng hơn  Vào hôm thứ Hai, các nghị viên Châu Âu đã lên án ủy ban này không bảo vệ người Rom bị trục xuất khỏi nước Pháp. Ông Sarkozy cho biết tổng cộng khoảng 500 trại đã bị giải tán vào tháng Tám, trong đó 199 nơi là khu định cư của người Rom. Tổng thống cho biết, khoảng 5.400 người bị đuổi khỏi các trại của người Rom, nhưng đa số những người sống ở các trại ấy là người mang quốc tịch Pháp. Những khẳng định của Tổng thống có vẻ trái ngược với bản ghi nhớ của Bộ Nội Vụ Pháp bị rò rỉ đã xuất hiện vào hôm thứ Hai.  Theo nội dung mà Bộ trưởng Bộ Di cư và Bộ trưởng về vấn đề Châu Âu của Pháp đã khẳng định với Ủy Ban Châu Âu, bản ghi nhớ này cho biết các cơ quan chính quyền được chỉ thị nhắm vào các trại của người Rom, chứ không phải xử lý từng trường hợp một những người di cư, http://www.bbc.co.uk/news/world-europe-11338112"
        }
    ],
    "suggestions": []
}