{
    "en_vn": {
        "data": {
            "content": null,
            "word": "macadamia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>macadamia</k><blockquote><cclass>[<cclass>ˌmakə'deɪmɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an Australian rainforest tree with slender, glossy evergreen leaves. [Genus <i>Macadamia</i>: several species.] </cclass></blockquote><blockquote>⁃ the globular edible nut of this tree. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>mod. L., named after the 19th-cent. Australian chemist John <i>Macadam</i>. </blockquote></div>",
            "word": "macadamia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "macadamia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "macadamia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "macadamia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The lost seasons of VN’s <em>macadamia</em> growers",
            "vi": "Những vụ mùa thua lỗ của người trồng macca ở Việt Nam"
        },
        {
            "en": "Viet Nam’s farmers started planting <em>macadamia</em> trees about 10 years ago. <em>Macadamia</em> cultivation was expected to reap considerable benefits for farmers in the Central Highlands region, where conditions are best suited for the plant.",
            "vi": "Nhiều nông dân của Việt Nam bắt đầu cây trồng cây macca và khoảng 10 năm trước. Việc trồng macca được kỳ vọng sẽ mang lại những lợi ích đáng kể cho người nông dân ở khu vực Tây Nguyên, nơi có điều kiện phù hợp nhất cho loại cây này."
        },
        {
            "en": "<em>Macadamia</em> nuts  Dogs should not eat <em>macadamia</em> nuts or foods containing <em>macadamia</em> nuts because they can be fatal. As few as six raw or roasted <em>macadamia</em> nuts can make a dog ill. Symptoms of poisoning include muscle tremors, weakness or paralysis of the hindquarters, vomiting, elevated body temperature, and rapid heart rate. Eating chocolate with the nuts will make symptoms worse, possibly leading to death.",
            "vi": "Quả macadamia/ Quả của cây mắc-ca (cây mọc ở Châu Úc và Đông Nam Á, có hoa màu trắng và hạt có thể ăn được)  Chó không nên ăn quả macadamia hoặc các loại thức ăn có chứa quả macadamia trong đó bởi chúng có thể gây tử vong. Chỉ 6 quả sống hoặc nướng chín cũng có thể làm chó bị bệnh. Triệu chứng ngộ độc gồm run cơ, yếu ớt hoặc liệt thân sau, ói mửa, thân nhiệt tăng, và nhịp tim nhanh. Ăn sô-cô-la chung với loại quả này sẽ làm cho triệu chứng trầm trọng hơn, có thể gây tử vong."
        },
        {
            "en": "Meanwhile, local authorities from commune, district to province levels must take responsibility in controlling <em>macadamia</em> tree quality and acting as facilitators between farmers and enterprises.",
            "vi": "Trong khi đó, chính quyền địa phương từ xã, huyện đến cấp tỉnh cần phải chịu trách nhiệm trong việc kiểm soát chất lượng cây macca và hoạt động như nguồn hỗ trợ giữa nông dân và doanh nghiệp."
        },
        {
            "en": "But even the high-quality trees were not planted on suitable soil, said Huynh Ngoc Huy, who founded Viet Nam Association of <em>Macadamia</em>.",
            "vi": "Ông Huỳnh Ngọc Huy, người sáng lập Hiệp hội Macadamia Việt Nam cho biết ngay cả những cây chất lượng cao cũng không được trồng trên loại đất phù hợp."
        },
        {
            "en": "Nguyen Viet Hung, a farmer in Lam Ha District of the Central Highlands Lam Dong Province heaves a sigh with hard-to-conceal disappointment on his face when visiting his <em>macadamia</em> garden.",
            "vi": "Ông Nguyễn Việt Hùng, một nông dân ở huyện Lâm Hà, tỉnh Lâm Đồng cố nhấc một tiếng thở dài khó nhọc để che giấu sự thất vọng trên khuôn mặt của mình khi đến thăm vườn macca."
        },
        {
            "en": "According to agricultural experts, Ministry of Agriculture and Rural Development, local agricultural departments and agencies have not paid due attention to <em>macadamia</em> growing and farmers took a wrong direction.",
            "vi": "Theo các chuyên gia nông nghiệp, Bộ Nông nghiệp và Phát triển nông thôn, các sở nông nghiệp địa phương và các cơ quan đã không quan tâm đúng mức đến việc trồng macca và nông dân chọn sai hướng."
        },
        {
            "en": "Five years ago, he bought 50 <em>macadamia</em> trees and planted them along with coffee plants. Now, 40 of them have died. The other ten keep growing higher but what he has been looking forward to - nuts - have barely appeared.",
            "vi": "Năm năm trước, ông đã mua 50 cây macca và trồng chúng cùng với cây cà phê. Hiện nay, 40 cây trong số đó đã chết. Mười cây còn lại tiếp tục cao lên, nhưng những gì ông mong chờ - hạt - hầu như không xuất hiện."
        },
        {
            "en": "The <em>macadamia</em> nut has outstanding nutritional value. Experts point out that compared with other common edible seeds, such as almonds and cashews, macadamias is high in fat and low in protein. It also has the highest amount of mono-unsaturated fats among any known seed and can also be made into cooking oil and powder-like chocolate, or used in beauty-care products.",
            "vi": "Hạt macca có giá trị dinh dưỡng vượt trội. Các chuyên gia chỉ ra rằng so với các loại hạt ăn được phổ biến khác, chẳng hạn như hạnh nhân và hạt điều, hạt macca có hàm lượng chất béo cao và chất đạm thấp. Nó cũng là loại hạt có hàng lượng axit béo không no cao nhất trong số các loại hạt được biết đến và cũng có thể được làm thành dầu ăn và bột giống như sô cô la hoặc được sử dụng trong các sản phẩm chăm sóc, làm đẹp."
        },
        {
            "en": "According to Tran Vinh, deputy head of the Central Highlands Agriculture and Forestry Science Institute, <em>macadamia</em> is not suitable for all Central Highlands soil. It is a tropical plant requiring high humidity and proper cultivation techniques. Many farmers suffered losses because they were not aware of this information.",
            "vi": "Theo ông Trần Vinh, Nguyên Phó trưởng Sở Nông nghiệp và Viện Khoa học Lâm nghiệp Tây Nguyên, macca không hợp với tất cả các loại đất ở khu vực Tây Nguyên. Nó là một loại cây nhiệt đới cần độ ẩm cao và kỹ thuật canh tác thích hợp. Nhiều nông dân bị thua lỗ bởi vì họ không biết thông tin này."
        },
        {
            "en": "Experts’ study shows that only eight provinces are suitable for <em>macadamia</em> planting, namely Dak Nong, Lam Dong, Dak Lak, Gia Lai, Kon Tum provinces in the Central Highlands region and the three northern provinces of  Son La, Lai Chau, Dien Bien.",
            "vi": "Nghiên cứu của các chuyên gia cho thấy rằng chỉ có tám tỉnh là phù hợp để trồng macca, cụ thể bao gồm Đắk Nông, Lâm Đồng, Đắk Lắk, Gia Lai, Kon Tum ở khu vực Tây Nguyên và ba tỉnh miền Bắc là Sơn La, Lai Châu, Điện Biên."
        },
        {
            "en": "Tran Duc Xuan, a farmer from the same district, suffered similar losses: 70 <em>macadamia</em> trees in his garden have produced only about 50kg of edible nuts per year. These yield is nothing much compared to the large investment in seeds. He thus decided not to sell the nuts but to keep them for his family’s daily food or give them as presents to relatives.",
            "vi": "Ông Trần Đức Xuân, một nông dân ở cùng huyện cũng bị những tổn thất tương tự: 70 cây macca trong vườn của ông chỉ cho khoảng 50kg hạt ăn được mỗi năm. Sản lượng này là không đáng kể so với vốn đầu tư lớn. Do đó ông quyết định không bán hạt đi mà giữ chúng cho bữa ăn hàng ngày của gia đình mình hoặc tặng cho người thân làm quà."
        },
        {
            "en": "Phan Xuan Dung, chairman of the National Assembly Committee on Science, Technology and Environment, said that to make <em>macadamia</em> into a major growth in the Central Highlands region and help farmers lift themselves out of poverty, scientists must continue to study new seeds of high quality and areas best suited for planting them.",
            "vi": "Ông Phan Xuân Dũng, Chủ tịch Ủy ban Quốc hội về Khoa học, Công nghệ và Môi trường, cho rằng, để làm cho cây macca trở thành ngành phát triển lớn trong khu vực Tây Nguyên và giúp nông dân thoát khỏi cảnh nghèo đói, các nhà khoa học phải tiếp tục nghiên cứu các loại hạt giống mới có chất lượng cao và các khu vực phù hợp nhất để trồng chúng."
        }
    ],
    "suggestions": []
}