{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Macbeth"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Macbeth"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Macbeth"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Macbeth"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Macbeth"
        }
    },
    "sentences": [
        {
            "en": "The main character in the tragedy <em>Macbeth</em>.",
            "vi": "Nhân vật chính trong vở bi kịch macbeth."
        },
        {
            "en": "Lady <em>Macbeth</em> became greedy for power and pushed <em>Macbeth</em> into evil darkness.",
            "vi": "Lady Macbeth đã trở nên thèm khát quyền lực và đẩy Macbeth vào bóng đêm tội lỗi."
        },
        {
            "en": "What is the character analysis of <em>Macbeth</em>?",
            "vi": "Việc phân tích nhân vật của Macbeth là gì?"
        },
        {
            "en": "Act 1, scene 2 of '<em>Macbeth</em>'",
            "vi": "Màn 1 cảnh 2 trong vở 'macbeth'"
        },
        {
            "en": "Shakespeare's <em>Macbeth</em> was influenced by the Gunpowder Plot of 1605.",
            "vi": "Vở Macbeth của Shakespeare chịu ảnh hưởng của vụ Gunpowder Plot năm 1605."
        },
        {
            "en": "Throughout the play, <em>Macbeth</em> struggles with the powers of darkness.",
            "vi": "Xuyên suốt vở kịch, Macbeth đấu tranh chống lại các thế lực của bóng tối."
        },
        {
            "en": "The opening scene of <em>Macbeth</em> is very foreboding.",
            "vi": "Cảnh mở màn của vở Macbeth mang một điềm rất gở."
        },
        {
            "en": "The Royal Shakespeare Company is doing <em>Macbeth</em> next month.",
            "vi": "Công ty Hoàng Gia Shakespeare sẽ cho ra mắt vở kịch Macbeth vào tháng tới."
        },
        {
            "en": "I asked him to interpret the role of <em>Macbeth</em>.",
            "vi": "Tôi yêu cầu anh ta thể hiện vai diễn Macbeth."
        },
        {
            "en": "I like Act 1, Scene 2 of <em>Macbeth</em> best.",
            "vi": "Tôi thích nhất là Màn 1, Cảnh 2 của vở Macbeth."
        },
        {
            "en": "Why is the play <em>Macbeth</em> known as the Scottish play?",
            "vi": "Tại sao vở Macbeth còn được biết đến dưới tên gọi \"Vở kịch Scotland\"?"
        },
        {
            "en": "<em>Macbeth</em> re-created the despair of the disillusioned in the following famous passage:",
            "vi": "Macbeth tái tạo niềm tuyệt vọng của kẻ giác ngộ trong đoạn thơ lừng danh sau đây:"
        },
        {
            "en": "The local drama club is putting on \"<em>Macbeth</em>\" at the Playhouse.",
            "vi": "Đoàn kịch địa phương đang diễn vở\"Macbeth\" tại rạp hát."
        },
        {
            "en": "When <em>Macbeth</em> ignores the cries of women, he grows impervious to fear and horror.",
            "vi": "Khi Macbeth lơ đi tiếng kêu của phụ nữ, anh ta không bị sợ hãi làm chùn bước."
        },
        {
            "en": "The local drama club is putting on \"<em>Macbeth</em>\" at the Playhouse.",
            "vi": "Đoàn kịch địa phương đang diễn vở \"Macbeth\" tại rạp hát."
        },
        {
            "en": "Tom was asked to play in a new version of Shakespeare's <em>Macbeth</em>.",
            "vi": "Tom được mời diễn phiên bản mới vở Macbeth của Shakespeare."
        },
        {
            "en": "I still vividly remember our discussion concerning the Royal Shakespeare Company's production of \"<em>Macbeth</em>\" at the Swan Theater in Stratford.",
            "vi": "Tôi vẫn nhớ như in cuộc thảo luận liên quan đến vở kịch Macbeth của đoàn kịch Hoàng gia Shakespeare của chúng tôi tại rạp Swan ở Stratford."
        },
        {
            "en": "Angela asked a few quiet questions about the <em>Macbeth</em> paper, which I answered as naturally as I could while spiraling downward in misery.",
            "vi": "Angela hỏi nhỏ mấy câu về bài luận Macbeth, tôi cố gắng trả lời một cách tự nhiên vừa đè nén đau khổ."
        },
        {
            "en": "As I sat in my room, trying to concentrate on the third act of <em>Macbeth</em>, I was really listening for my truck.",
            "vi": "Khi ngồi trong phòng cố gắng tập trung vào màn ba của vở Macbeth, tôi thực ra đang dỏng tai nghe ngóng tiếng xe tải."
        },
        {
            "en": "It didn't take too much effort to concentrate on my task for the day, a paper on <em>Macbeth</em> that was due Wednesday.",
            "vi": "Không cần cố gắng lắm để tập trung vào công việc trong ngày, bài luận về Macbeth phải nộp trước thứ Tư."
        }
    ],
    "suggestions": []
}