{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Macedonia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Macedonia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Macedonia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Macedonia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Macedonia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Newcastle is improbably popular in <em>Macedonia</em>.",
            "vi": "Newcastle không chắc chắn nổi tiếng ở Macedonia."
        },
        {
            "en": "Lise Terlaak: Six things I learned since moving to <em>Macedonia</em>",
            "vi": "Lise Terlaak: Sáu điều tôi học được từ khi chuyển đến Macedonia"
        },
        {
            "en": "Many countries refused to recognize <em>Macedonia</em> as an independent country.",
            "vi": "Nhiều nước từ chối công nhận Macedonia như là một nước độc lập."
        },
        {
            "en": "You see that and you realize how impressive it is that <em>Macedonia</em> avoided this fate.",
            "vi": "Bạn hãy xem và sẽ thấy Macedonia thoát chết ấn tượng như thế nào."
        },
        {
            "en": "The World Bank said Egypt was the top reformer last year, followed by Croatia, Ghana, <em>Macedonia</em> and Georgia.",
            "vi": "Ngân hàng Thế giới cho biết Ai Cập là nước cải cách hàng đầu trong năm ngoái, theo sau là Croatia, Ghana, Macedonia và Georgia."
        },
        {
            "en": "Tarator and Cacık are popular cold soups made from yoghurt, popular during summertime in Albania, Bulgaria, Republic of <em>Macedonia</em>, and Turkey.",
            "vi": "Tarator và Cacık lá loại chè lạnh làm từ ya - ua, dùng trong mùa hè ở Albania, Bungari, Cộng hòa Macedonia, và Thổ Nhĩ Kỳ."
        },
        {
            "en": "Tarator và Cacık lá loại chè lạnh làm từ ya-ua, dùng trong mùa hè ở Albania, Bungari, Cộng hòa <em>Macedonia</em>, và Thổ Nhĩ Kỳ.",
            "vi": "Tarator and Cacık are popular cold soups made from yoghurt, popular during summertime in Albania, Bulgaria, Republic of Macedonia, and Turkey."
        },
        {
            "en": "Lise Terlaak is a Dutch expat in <em>Macedonia</em>. For well over two years, she has been living in Skopje, where she works as a support manager for a software company. Lise has been thinking and writing about <em>Macedonia</em> and about being an expat. In this case, her observations give us insight into a country neighbouring ours (Bulgaria), a country more of us should visit.",
            "vi": "Lise Terlaak là một người Hà Lan sinh sống ở Macedonia. Trong hơn hai năm, cô đã sống ở Skopje, nơi cô làm việc như một quản lý hỗ trợ cho công ty phần mềm. Lise đã suy nghĩ và viết về Macedonia từ góc nhìn của một người nước ngoài. Trong trường hợp này, các quan sát của cô cho chúng ta cái nhìn sâu sắc về một quốc gia lân cận (Bulgaria), một quốc gia mà chúng ta nên đến thăm nhiều hơn."
        },
        {
            "en": "Although the Netherlands also has some pretty nice spots to offer you, it is nothing compared to <em>Macedonia</em>. Nature is all around you and you don’t have to travel far to get to beautiful lakes, forests and mountains.",
            "vi": "Mặc dù Hà Lan cũng có một số địa điểm khá đẹp để đề cử cho bạn, nó chưa là gì so với Macedonia. Thế giới tự nhiên ở ngay xung quanh bạn và bạn không phải đi đâu xa để đến được nơi có hồ nước đẹp, có rừng có núi."
        },
        {
            "en": "Ok, I thought that the institutions in my country were slow until I came to <em>Macedonia</em>. It is truly bizarre how the system works or doesn’t work? And since no one is ever in a rush here, don’t think they will make an exception for you. So I learned to have patience with institutions.",
            "vi": "Được thôi, tôi cứ nghĩ rằng các tổ chức ở nước tôi đã chậm chạp rồi cho đến khi tôi đến Macedonia. Không biết hệ thống có hoạt động hay không nữa? Và vì ở đây chẳng có ai vội vàng, đừng nghĩ rằng họ sẽ tạo ra một ngoại lệ cho bạn. Vì vậy, tôi đã học cách kiên nhẫn với các tổ chức."
        },
        {
            "en": "Of course as soon as you start living in another country you will learn plenty of new things. As I was thinking about how to write this article, I wanted to point out the stuff that changed me for the better. The stuff that’s making me happier. This probably sounds weird to many people, including Macedonians. I often get the question: “But why here? Why <em>Macedonia</em>? You are from the Netherlands, it is so much better there!” Yeah, stop looking at the gross income of Dutch people, ask for the net income and ask how much they have left after they have paid all their bills. It ain’t as pretty as you might think it is. Besides that, every country has its own manual on how everything works. And some manuals are tougher, some are easy, some are completely insane, but there is always one that fits you. And, well, as it turns out until now, <em>Macedonia</em> fits me.",
            "vi": "Tất nhiên, ngay khi bạn bắt đầu sống ở một quốc gia khác, bạn sẽ học được nhiều điều mới mẻ. Khi tôi đang suy nghĩ về cách viết bài này, tôi muốn chỉ ra những thứ làm tôi thay đổi. Những điều làm cho tôi hạnh phúc hơn. Việc này nghe có vẻ kỳ lạ đối với nhiều người, kể cả người Macedonia. Tôi thường xuyên nhận được câu hỏi: \"Nhưng tại sao lại là ở đây? Tại sao lại là Macedonia? Bạn đến từ Hà Lan, nơi đó tốt hơn rất nhiều! \"Vâng, hãy dừng việc nhìn vào tổng thu nhập của người Hà Lan, hãy hỏi về thu nhập ròng và họ còn lại bao nhiêu tiền sau khi đã chi trả tất cả các hóa đơn. Đó không phải một số tiền nhiều như bạn vẫn tưởng. Bên cạnh đó, mọi quốc gia đều có những quy tắc riêng để thực hiện mọi việc . Một số nước có quy tắc gây nhiều khó khăn hơn trong việc sử dụng, một số khác lại dễ dàng, có một số hoàn toàn là điên rồ, nhưng luôn có một nơi sẽ phù hợp với bạn. Và, thật tốt, vì cho đến bây giờ, Macedonia phù hợp với tôi."
        },
        {
            "en": "Well most fruits and vegetables you can find the whole year in the supermarkets. Sure, they get a little more expensive now and then, but at least you can always prepare your favorite meals in the Netherlands. Here in <em>Macedonia</em> I really needed to change that habit. Every season offers different fruits and vegetables, which makes going to the market much more interesting and challenging.",
            "vi": "Hầu hết các loại trái cây và rau củ quanh năm bạn đều có thể tìm thấy tại các siêu thị. Chắc chắn, bây giờ sẽ đắt hơn một chút, nhưng ít nhất bạn cũng có thể chuẩn bị bữa ăn yêu thích của bạn ở Hà Lan. Ở Macedonia này, tôi thực sự cần thiết phải thay đổi thói quen đó. Mỗi mùa cung cấp trái cây và rau quả khác nhau, làm cho việc đi chợ trở nên thú vị và đầy thử thách."
        }
    ],
    "suggestions": []
}