{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mæsi'douniən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">Macedonian</font>) người Maxêđôni (giữa Nam Tư và Hy Lạp)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">Macedonian</font>) tiếng Maxêđôni</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc về người Maxêđôni</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc về tiếng Maxêđôni</td></tr></table><i/></div>",
            "word": "macedonian",
            "pronounce": "[mæsi'douniən]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "macedonian",
            "pronounce": "[mæsi'douniən]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "macedonian",
            "pronounce": "[mæsi'douniən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "macedonian",
            "pronounce": "[mæsi'douniən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "macedonian",
            "pronounce": "[mæsi'douniən]"
        }
    },
    "sentences": [
        {
            "en": "Philae is one of many monuments built after the <em>Macedonian</em> warrior Alexander the Great took control of Egypt",
            "vi": "Philae là một trong những đài tưởng niệm được xây dựng sau khi chiến binh Macedonia là Alexandre Đại Đế nắm quyền cai trị Ai Cập."
        },
        {
            "en": "Philae is one of many monuments built after the <em>Macedonian</em> warrior Alexander the Great took control of Egypt about two thousand three hundred years ago.",
            "vi": "Ngôi đền Philae là một trong những đài tưởng niệm được xây dựng sau khi người chiến binh Macedonia là Alexandre Đại Đế nắm quyền cai trị Ai Cập cách nay khoảng 2. 300 năm."
        },
        {
            "en": "Philae is one of many monuments built after the <em>Macedonian</em> warrior Alexander the Great took control of Egypt about two thousand three hundred years ago.",
            "vi": "Ngôi đền Philae là một trong những đài tưởng niệm được xây dựng sau khi người chiến binh Macedonia là Alexandre Đại Đế nắm quyền cai trị Ai Cập cách nay khoảng 2.300 năm."
        },
        {
            "en": "Coming from a country that always seems to be in a rush and loves deadlines, it is really hard to adapt to the ‘laid back <em>Macedonian</em> style’ of living. Even when I’m walking it seems like I’m running for most Macedonians. But since everyone here is taking their time, it slowly sneaks up on me as well… Poleka Poleka\nJust one thing, if you ever see Macedonians running, start running as well because there is definitely something going on.",
            "vi": "Đến từ một đất nước có vẻ như luôn trong tình trạng vội vã và yêu thích các \"deadline\" (hạn nộp) , thật khó để thích ứng với phong cách sống \"cứ từ từ\" ở Macedonia. Ngay cả khi tôi đi bộ, có cảm giác như tôi đang chạy thay cho hầu hết người Macedonia. Nhưng kể từ khi thấy tất cả mọi người ở đây tận hưởng thời gian của họ, điều đó cũng dần len lỏi vào người tôi tựa như... Poleka Poleka Chỉ có một điều cần thiết là nếu bạn nhìn thấy người Macedonia chạy, cũng bắt đầu chạy đi bởi vì chắc chắn có gì đó đang xảy ra."
        },
        {
            "en": "I love planning things ahead, knowing what I’m going to do on the first Friday of next month. It makes me comfortable and gives me structure. Well forget it here! If I ask on a Wednesday: ‘Hey what are you up to for the weekend?’ I see question marks popping up above the <em>Macedonian</em> heads. Knowing in March where they will go to for the summer holidays? Nope, they don’t. They will see when the time is there… first it was frustrating, now it is just slightly annoying. Maybe I will get the hang of it in 5 years?",
            "vi": "Tôi thích lên kế hoạch trước cho mọi thứ, biết sẽ làm gì vào thứ sáu đầu tiên của tháng tới. Việc đó làm tôi cảm thấy thoải mái và tạo cho tôi sự nề nếp. Vâng quên chuyện lên kế hoạch ở đây đi! Nếu vào thứ tư tôi hỏi: \"Này mọi người chuẩn bị gì cho cuối tuần này?\" Tôi sẽ thấy những dấu hỏi xuất hiện trên đầu người Macedonia. Biết được tháng 3 họ sẽ đến nơi nào nghỉ hè? Không, họ chẳng biết. Họ sẽ xem xét khi có thời gian ... lúc đầu tôi cảm thấy thật bực bội, nhưng bây giờ chỉ thấy có chút phiền. Có lẽ tôi sẽ treo kế hoạch đó trong 5 năm?"
        }
    ],
    "suggestions": []
}