{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mækərəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) cá thu</td></tr></table><i/></div>",
            "word": "mackerel",
            "pronounce": "['mækərəl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mackerel</k><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>mackerels</b>) a surface-dwelling marine fish with a greenish-blue back, important as a food fish. [<i>Scomber scombrus</i> (N. Atlantic) and other species.] </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>maquerel</i>, of unknown origin. </blockquote></div>",
            "word": "mackerel",
            "pronounce": "['mækərəl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mackerel",
            "pronounce": "['mækərəl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mackerel",
            "pronounce": "['mækərəl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mackerel",
            "pronounce": "['mækərəl]"
        }
    },
    "sentences": [
        {
            "en": "Holy <em>mackerel</em>!",
            "vi": "Quỷ thần ơi!"
        },
        {
            "en": "Sprat to catch a <em>mackerel</em>",
            "vi": "Thả con săn sắt, bắt con cá rô"
        },
        {
            "en": "We have eel, carp, skate, lobster, <em>mackerel</em>, horse <em>mackerel</em>.",
            "vi": "Chúng tôi có lươn, cá chép, cá đuối, tôm hùm, cá thu, cá ngừ."
        },
        {
            "en": "You won the lottery. Holy <em>mackerel</em>!",
            "vi": "Cậu trúng vé số à. Chúa ơi!"
        },
        {
            "en": "a sprat to catch a <em>mackerel</em>",
            "vi": "thả con săn sắt, bắt con cá rô"
        },
        {
            "en": "Set a sprat to catch a <em>mackerel</em>.",
            "vi": "Thả con săn sắt, bắt con cá rô."
        },
        {
            "en": "You should use a sprat to catch a <em>mackerel</em>.",
            "vi": "Anh nên thả con săn sắt, bắt con cá rô."
        },
        {
            "en": "She likes oily fishes such as <em>mackerel</em> or herring",
            "vi": "Cô ấy thích những loài cá có chứa dầu như cá thu hoặc cá trích."
        },
        {
            "en": "To throw out a sprat to catch a <em>mackerel</em>.",
            "vi": "Thả săn sắt, bắt cá rô."
        },
        {
            "en": "It was such a good catch of <em>mackerel</em>.",
            "vi": "Đó quả là một mẻ lưới cá thu lớn."
        },
        {
            "en": "From butterfish, <em>mackerel</em>, threadfin, Chinese herring, conger, sardine, pike, lampridiform.",
            "vi": "Từ cá chim, cá thu, cá nhụ, cá trích, cá chình biển, cá nục, cá mú, cá rựa."
        },
        {
            "en": "Female <em>mackerel</em> live longer and grow to larger size than males.",
            "vi": "Cá thu cái sống dai hơn và phát triển đến kích thước lớn hơn so với con đực."
        },
        {
            "en": "I asked him to explain the phrase \"a sprat to catch a <em>mackerel</em>\".",
            "vi": "Tôi nhờ ông giải thích cụm từ \"thả con săn sắt, bắt con cá rô\"."
        },
        {
            "en": "He threw a sprat to catch a <em>mackerel</em> but finally he gained nothing.",
            "vi": "Anh ấy đã thả con săn sắt để bắt con cá rô nhưng cuối cùng anh ấy chẳng đạt được cái gì cả."
        },
        {
            "en": "I asked him to explain the phrase \"a sprat to catch a <em>mackerel</em>\".",
            "vi": "Tôi nhờ ông giải thích cụm từ\"thả con săn sắt, bắt con cá rô\"."
        },
        {
            "en": "Foods high in vitamin D include oily fish such as salmon, tuna, <em>mackerel</em>, and fish liver oils.",
            "vi": "Thực phẩm giàu vitamin D bao gồm các loài cá có dầu như cá hồi, cá ngừ, cá thu và các loại dầu gan cá."
        },
        {
            "en": "If you picture a bunch of <em>mackerel</em> thrown together into a basket, i suppose that's what it means.",
            "vi": "Nếu anh hình dung ra cảnh một bầy cá thu vứt nằm chung trong cái giỏ, thì chắc anh hiểu được ý nghĩa của từ này."
        },
        {
            "en": "There have been seen all sorts of fish from salt water species like sea crabs, ghe (of the crab family), <em>mackerel</em>, butterfish.",
            "vi": "Người ta thấy đủ mọi loại cá từ các loài nước mặn như cua biển, ghẹ, cá thu, cá chim."
        },
        {
            "en": "The competition and prize of a free car is a sprat to catch a <em>mackerel</em>. The publicity will mean good business for months to come.",
            "vi": "Cuộc thi có giải thưởng một chiếc xe ô tô là chuyện thả con săn sắt bắt con cá rô. Sự quảng cáo này sẽ dẫn đến việc buôn bán tốt trong nhiều tháng tới."
        },
        {
            "en": "Those people select only rare and valuable species such as lobster, monodon, shrimp, prawn, cuttlefish, squid, garrupa, snapper, <em>mackerel</em>, but-terfish.",
            "vi": "Những người đó chỉ chọn lựa các loài hiếm và có giá như tôm hùm, tôm sú, tôm bạc, tôm thẻ, mực ống, cá sòng, cá hồng, cá thu, cá chim."
        }
    ],
    "suggestions": []
}