{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,mækrəʊi:kə'nɔmiks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kinh tế) ngành nghiên cứu toàn diện nền kinh tế của một quốc gia (lợi tức quốc gia, sản lượng quốc gia, mối tương quan giữa các khu vực trong nền (kinh tế) quốc gia); kinh tế vĩ mô</td></tr></table><i/></div>",
            "word": "macroeconomics"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>macroeconomics</k><blockquote>■ <cclass>plural noun [treated as <cclass>sing.] the branch of economics concerned with large-scale or general economic factors, such as interest rates and national productivity. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>macroeconomic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "macroeconomics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "macroeconomics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "macroeconomics"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "macroeconomics"
        }
    },
    "sentences": [
        {
            "en": "<em>Macroeconomics</em>",
            "vi": "Kinh tế học vĩ mô"
        },
        {
            "en": "<em>Macroeconomics</em> demand schedule",
            "vi": "Biểu cầu mang tính kinh tế học vĩ mô"
        },
        {
            "en": "New classical <em>macroeconomics</em>",
            "vi": "Kinh tế học vĩ mô cổ điển mới"
        },
        {
            "en": "Microeconomics Versus <em>Macroeconomics</em>",
            "vi": "Kinh tế vi mô và kinh tế vĩ mô"
        },
        {
            "en": "<em>Macroeconomics</em> is the study of aggregate economic behaviors.",
            "vi": "Kinh tế vĩ mô là môn nghiên cứu tổng hợp hành vi kinh tế."
        },
        {
            "en": "Sachs, J. (2001) <em>Macroeconomics</em> and Health – Investing in Health for Economic Development, Report of the Commission on <em>Macroeconomics</em> and Health, Commission on <em>Macroeconomics</em> and Health.",
            "vi": "Sachs, J. (2001) Kinh tế vĩ mô và sức khỏe – Đầu tư cho y tế để phát triển kinh tế, Báo cáo của ủy ban kinh tế vĩ mô và sức khỏe, ủy ban kinh tế vĩ mô và sức khỏe."
        },
        {
            "en": "World Health Organization: “<em>Macroeconomics</em> and Health – Investing in Health for Economic Development”, Report of the Commission on <em>Macroeconomics</em> and Health, Commission on <em>Macroeconomics</em> and Health.",
            "vi": "Tổ chức Y tế Thế giới: “Kinh tế vĩ mô và sức khỏe – Đầu tư cho y tế để phát triển kinh tế”, Báo cáo của ủy ban kinh tế vĩ mô và sức khỏe, ủy ban kinh tế vĩ mô và sức khỏe."
        },
        {
            "en": "World Health Organization: “Report of the Health, Economic Growth and Poverty Reduction Working Group”, Report of the Commission on <em>Macroeconomics</em> and Health, Commission on <em>Macroeconomics</em> and Health.",
            "vi": "Tổ chức Y tế Thế giới: “Báo cáo về y tế, tăng trưởng kinh tế và nhóm công tác Xóa đói giảm nghèo”, Báo cáo của ủy ban kinh tế vĩ mô và sức khỏe, ủy ban kinh tế vĩ mô và sức khỏe."
        },
        {
            "en": "“<em>Macroeconomics</em> of Poverty Reduction: An Analysis of the Experience in 11 Asian Countries” Discussion Paper No. 3, UNDP Asia-Pacific Regional Programme on <em>Macroeconomics</em> of Poverty Reduction.",
            "vi": "“Kinh tế vĩ mô của Giảm nghèo: Phân tích kinh nghiệm của 11 nước Châu á” Tài liệu thảo luận số 3, UNDP, Chương trình khu vực Châu á và Thái Bình Dương về Kinh tế vĩ mô của Giảm nghèo."
        },
        {
            "en": "“<em>Macroeconomics</em> of Poverty Reduction: Country Case studies in Bangladesh, Cambodia, China, Indonesia, Mongolia, Nepal, Sri Lanka, and Vietnam”, UNDP Regional Programme on the <em>Macroeconomics</em> of Poverty Reduction, mimeo.",
            "vi": "“Kinh tế vĩ mô của Giảm nghèo: Các nghiên cứu trường hợp quốc gia ở Bangladesh, Cambodia, Trung Quốc, Indonesia, Mông cổ, Nepal, Sri Lanka, và Việt Nam”, UNDP, Chương trình Khu Vực về Kinh tế vĩ mô của Giảm nghèo, mimeo."
        },
        {
            "en": "Copyright © 2004, Asia-Pacific Regional Programme on the <em>Macroeconomics</em> of Poverty Reduction, United Nations Development Programme.",
            "vi": "Bản quyền © 2004, Chương trình Khu vực Châu Á-Thái Bình Dương về Kinh tế vĩ mô của Giảm nghèo, Chương trình Phát triển Liên Hợp Quốc (LHQ)."
        },
        {
            "en": "“microeconomics concerns things that economists are specifically wrong about, while <em>macroeconomics</em> concerns things economists are wrong about generally. Or to be more technical, microeconomics is about money you don’t have, and <em>macroeconomics</em> is about money the government is out of.”",
            "vi": "“Kinh tế học vi mô quan tâm đến những thứ mà các ông kinh tế học sai lầm một cách cụ thể, còn kinh tế học vĩ mô thì quan tâm đến những thứ mà mấy ông ấy sai lầm một cách chung chung. Hoặc nói một cách chuyên môn hơn, kinh tế học vi mô bận tâm đến tiền bạn không có, và kinh tế học vĩ mô thì lại bận tâm về tiền chính phủ thiếu.”"
        },
        {
            "en": "As a branch of economics, <em>macroeconomics</em> studies income, output, interrelationship among diverse economic sectors of a national economy.",
            "vi": "Kinh tế vĩ mô là ngành kinh tế học nghiên cứu lợi tức, sản lượng, mối tương quan giữa các thành phần kinh tế trong một nền kinh tế quốc gia."
        },
        {
            "en": "This report is part of the United Nations Development Programme’s Regional Programme for Asia on the <em>macroeconomics</em> of poverty reduction.",
            "vi": "Báo cáo này là một phần trong dự án khu vực Châu á của Chương trình của Liên Hợp Quốc về Phát triển (UNDP) về kinh tế vĩ mô của xóa đói giảm nghèo."
        },
        {
            "en": "New York: United Nations Development Programme, Asia-Pacific Regional Programme on the <em>Macroeconomics</em> of Poverty Reduction, April.",
            "vi": "New York: Chương trình Phát triển Liên Hợp Quốc, Chương trình Khu vực châu Á – Thái Bình Dương về Kinh tế học Vĩ mô Giảm nghèo, tháng 4."
        },
        {
            "en": "<em>Macroeconomics</em> look at overall economic trends such as  unemployment levels , economic growth, balance of payments and inflation.",
            "vi": "Kinh tế vĩ mô nghiên cứu xu hướng kinh tế tổng quát như mức độ thất nghiệp, tăng trưởng kinh tế, cán cân thanh toán và lạm phát."
        },
        {
            "en": "<em>Macroeconomics</em> look at overall economic trends such as unemployment levels, economic growth, balance of payments and inflation.",
            "vi": "Kinh tế vĩ mô nghiên cứu xu hướng kinh tế tổng quát như mức độ thất nghiệp , tăng trưởng kinh tế , cán cân thanh toán và lạm phát."
        },
        {
            "en": "T. Palanivel is the Programme Coordinator of the UNDP’s Asia-Pacific Regional Programme on <em>Macroeconomics</em> of Poverty Reduction.",
            "vi": "T. Planivel là Điều phối viên Chương trình của chương trình khu vực Châu á - Thái Bình Dương về Kinh tế vĩ mô của Giảm nghèo, UNDP."
        },
        {
            "en": "Wagstaff, A.: “Poverty and Health”, Commission on <em>Macroeconomics</em> and Health Working Paper Series, Paper No. WG1:5, World Health Organization: Geneva, 2001.",
            "vi": "Wagstaff, A.: “Nghèo đói và sức khỏe”, Bài viết ủy ban kinh tế vĩ mô và sức khỏe số WG1:5, Tổ chức Y tế Thế giới: Giơ-ne-vơ, 2001."
        },
        {
            "en": "Thomas, D.: “Health, Nutrition, and Economic Prosperity: A Microeconomic Perspective”, Commission on <em>Macroeconomics</em> and Health Working Paper Series, Paper No. WG1:7, World Health Organization: Geneva, 2001.",
            "vi": "Thomas, D.: “Sức khỏe, dinh dưỡng và thịnh vượng kinh tế: Quan điểm từ kinh tế vĩ mô”, Tài liệu ủy ban kinh tế vĩ mô và sức khỏe, Tài liệu số WG1:7, Tổ chức Y tế Thế giới: Giơ-ne-vơ, 2001."
        }
    ],
    "suggestions": []
}