{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Madison",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Madison</k><blockquote><cclass>[<cclass>'madɪs(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an energetic group dance popular in the 1960s. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>of unknown origin. </blockquote></div>",
            "word": "Madison",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Madison",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Madison",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Madison",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hello, this is Julie <em>Madison</em> calling.",
            "vi": "Alô, julie madison đang gọi."
        },
        {
            "en": "two of the greatest boxers of our time slogging it out at <em>Madison</em> Square Garden",
            "vi": "hai trong số những võ sĩ quyền Anh giỏi nhất trong thời đại của chúng ta đấu với nhau tại Madison Square Garden"
        },
        {
            "en": "Barack Obama's campaign was a high-dollar <em>Madison</em> Avenue generated marketing campaign.",
            "vi": "Chiến dịch vận động cho Barack Obama là một chiến dịch quảng cáo do ngành Quảng cáo hàng đầu của Mỹ (ở khu Madison Avenue của New York) phát động."
        },
        {
            "en": "Barack Obama's campaign was a high - dollar <em>Madison</em> Avenue generated marketing campaign.",
            "vi": "Chiến dịch vận động cho Barack Obama là một chiến dịch quảng cáo do ngành Quảng cáo hàng đầu của Mỹ (ở khu Madison Avenue của New York) phát động."
        },
        {
            "en": "The work by scientists from the University of Wisconsin-<em>Madison</em> and the World Health Organization is published in the review Nature.",
            "vi": "Công trình của các nhà khoa học thuộc đại học wisconsin - madison và tổ chức y tế thế giới được đăng trong tạp chí nature."
        },
        {
            "en": "The three rivers are the Jefferson, <em>Madison</em> and Gallatin, they become the Missouri River in the southwestern region of Montana, more than 1,200 meters above sea level.",
            "vi": "Ba sông này là jefferson, madison và gallatin, chúng trở thành sông missouri ở vùng tây nam của montana, hơn 1.200 mét bên trên mực nước biển."
        },
        {
            "en": "He wants to bring <em>Madison</em> Avenue to your office, holding out the branding success of Michael Jordan and Oprah Winfrey as a template for every Willy Lohman wanting to become Willy Gates.",
            "vi": "Ông muốn mang đại lộ Madison đến văn phòng của bạn, đưa ra hình ảnh thành công của Michael Jordan và Oprah Winfrey làm bài bản để cho Willy Lohman muốn biến mình thành Willy Gates."
        },
        {
            "en": "James Paul Gee, professor of education at the University of Wisconsin-<em>Madison</em>, played his first video game years ago when his six-year-old son Sam was playing Pajama Sam: No Need to Hide When It’s Dark Outside",
            "vi": "James Paul Gee, giáo sư về giáo dục ở Đại học Wisconsin-Madison, đã chơi trò chơi điện tử lần đầu cách đây nhiều năm khi cậu con trai 6 tuổi, Sam, đang chơi “Pajama Sam: No Need to Hide When It’s Dark Outside”."
        },
        {
            "en": "Darunee Tantiwiramanond, Education and Training Needs of Vietnamese Women in Small and Medium Enterprises, Gender and Development Program, AIT and Shashi R. Pandey-Development Studies, University of Wisconsin-<em>Madison</em>, July 1998.",
            "vi": "Darunee Tantiwiramanond, Nhu cầu về giáo dục và đào tạo của Phụ nữ Việt nam trong các doanh nghiệp vừa và nhỏ, Chương trình Phát triển và Giới, AIT và Shashi R. Pandey-Development Studies – Trường đại học Wisconsin-Madison, tháng 7/1998."
        },
        {
            "en": "James Paul Gee, professor of education at the University of Wisconsin-<em>Madison</em>, says that playing a video game is similar to working through a science problem Like students in a laboratory, gamers must come up with a hypothesis.",
            "vi": "James Paul Gee, giáo sư tại Đại học Wisconsin-Madison, nói rằng chơi trò chơi điện tử tương tự như làm việc với một vấn đề khoa học như sinh viên trong phòng thí nghiệm, những game thủ phải đặt ra giả thuyết."
        },
        {
            "en": "After looking at their own Facebook pages for 5 minutes, people took 15 percent longer to answer simple math questions. That's because your profile inflates your ego, which undercuts your brain's motivation to perform, say the researchers from the University of Wisconsin-<em>Madison</em>.",
            "vi": "Theo các nhà nghiên cứu từ ĐH Wisconsin – Madison, sau 5 phút tự chiêm ngưỡng Facebook, người sử dụng phải mất lâu hơn 15% thời gian để trả lời những câu hỏi toán học đơn giản. Đó là bởi tâm trí bạn vẫn đang bị phỉnh phờ bởi thông tin từ Facebook, làm giảm động lực thể hiện bản thân trong não bộ. "
        },
        {
            "en": "With his merchant finance business is up and running and he is funneling his own personal profits from the enterprise directly to the revolution. According to records of the time, he extends no-interest \"loans\", many of which were never repaid, to James Monroe, Thomas Jefferson, James <em>Madison</em>, and even Don Francesco Rendon, the Spanish Court’s secret ambassador.",
            "vi": "Nhờ công ty môi giới tài chính của ông đi vào hoạt động, ông rót các khoản lợi nhuận của riêng mình kiếm được từ công ty này trực tiếp vào cuộc cách mạng. Theo số liệu lịch sử, ông gia hạn các \"khoản vay\" không có lãi suất cho James Monroe, Thomas Jefferson, James Madison, và thậm chí cả Don Francesco Rendon, đại sứ bí mật của triều đình Tây Ban Nha, mà phần đa trong số đó không bao giờ được hoàn trả."
        },
        {
            "en": "The authors of the new report were quick to point out that for most middle-aged and older adults, any potential concerns about visual decline would not be enough to outweigh the heart-healthy benefits of a daily aspirin. Instead, it should be something to keep in mind should any problems with eyesight start to arise, said Dr. Barbara Klein, the lead author of the study and a professor of ophthalmology and visual sciences at the University of Wisconsin, <em>Madison</em>.",
            "vi": "Các tác giả của bản báo cáo mới nhanh chóng chỉ ra rằng đối với những người trung niên và người lớn tuổi thì bất kì mối lo tiềm ẩn nào về giảm khả năng thị giác cũng không thể so với lợi ích dùng thuốc át-xpi-rin hàng ngày giúp cho sức khoẻ của tim. Thay vào đó thì cần phải hiểu một điều rằng thị lực của mắt sẽ gặp vấn đề gì về sau, theo tiến sĩ Barbara Klein- tác giả chính của cuộc nghiên cứu và là giáo sư thuộc khoa Khoa học thị giác và nhãn khoa tại Đại học Wisconsin, Madison."
        },
        {
            "en": "On Wednesday, Facebook reported a 49 percent increase in revenue in the first three months of this year from a year earlier, notching up $12 billion. That’s almost all advertising sales and puts to rest, for now at least, worries that <em>Madison</em> Avenue was set to shun the social network after a data leak exposed the accounts of more than 87 million members and prompted Zuckerberg to make a rare journey to Washington to testify in front of lawmakers. The company even managed to return to modest growth in daily active members from the United States and Canada.",
            "vi": "Hôm thứ Tư, Facebook báo cáo doanh thu tăng 49% trong ba tháng đầu năm nay so với năm trước, đạt mức 12 tỷ USD. Doanh thu đó hầu hết từ quảng cáo và bị ngưng trệ kể từ những lo lắng về việc Madison Avenue đã được sắp đặt để loại bỏ mạng xã hội sau khi rò rỉ dữ liệu của hơn 87 triệu người dùng và buộc Zuckerberg phải tiến hành đến Washington để làm chứng trước các nhà lập pháp. Công ty thậm chí còn xoay sở để trở lại mức tăng trưởng khiêm tốn người dùng hàng ngày ở Hoa Kỳ và Canada."
        },
        {
            "en": "These women don’t hide their age, don’t dye their gray hair or waste money on plastic surgery. They go through life with their heads held high, and it’s hard to look away.      Joyce Carpati, 80 years old.   Linda Rodin, 65 years old.   Carmen de Lavallade, 82 years old.   Beatrix Ost, 73 years old.   Jenny Hirschowitz, 59 years old.   Tziporah Salamon, 63 years old.   Costanza Pascolato, 73 years old.  Ruth Kobin, 102 years old. She goes to pilates once a week, celebrates everyday and never looks at the calendar.    <em>Madison</em> Avenue elegance.   Magda.   Linda.   Colleen.   Maryann.   Beatrix.   Linda.   Gretchen.   Beatrix.   Debra.   Tziporah.   Don’t be shy, accessorize big!   Keep your head up!  Beauty has no age!",
            "vi": "Những phụ nữ này không giấu giếm tuổi tác của mình, không nhuộm mái tóc muối tiêu của họ hay không lãng phí tiền để phẫu thuật tạo hình. Họ luôn ngẩng cao đầu trong cuộc sống, và chúng ta không thể không ngắm nhìn họ!"
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by UC Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with UC Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called Molly, Digory and Lollipop (a Chihuahua-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian veterinarian reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility orthopedic patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-<em>Madison</em>, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}