{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maduro"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maduro"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maduro"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "maduro"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "maduro"
        }
    },
    "sentences": [
        {
            "en": "Mr <em>Maduro</em>, 53, who succeeded the late Hugo Chavez in 2013 appealed for understanding and support.",
            "vi": "Ông Maduro, 53 tuổi, kế nhiệm ông Hugo Chavez vào năm 2013 kêu gọi mọi người thông cảm và ủng hộ."
        },
        {
            "en": "President Nicolas <em>Maduro</em> had already given most of Venezuela's 2.8 million state employees Fridays off during April and May to cut down on electricity consumption.",
            "vi": "Tổng thống Nicolas Maduro đã cho nhiều người trong tổng số 2,8 triệu công chức nhà nước nghỉ làm việc ngày thứ 6 trong tháng 4 và tháng 5 để giảm tiêu thụ điện."
        },
        {
            "en": "The confrontation has spilled into the streets. On Wednesday, riot police in Caracas fired tear gas as they clashed with thousands of protesters seeking a recall referendum against <em>Maduro</em>. The anti-government protest was the third in a week.",
            "vi": "Xung đột đã diễn ra trên đường phố. Hôm thứ Tư, cảnh sát chống bạo động ở Caracas đã xịt hơi cay khi họ đụng độ với hàng ngàn người biểu tình đòi một cuộc trưng cầu dân ý chống lại ông Maduro. Đây là cuộc biểu tình chống chính phủ lần thứ 3 trong vòng một tuần."
        },
        {
            "en": "\"From tomorrow, for at least two weeks, we are going to have Wednesdays, Thursdays and Fridays as non-working days for the public sector,\" Mr <em>Maduro</em> said on his weekly television program.",
            "vi": "\"Từ ngày mai, trong ít nhất hai tuần, với những ai làm việc nhà nước, chúng ta sẽ nghỉ các ngày thứ 4,5,6\" ông Maduro phát biểu trên truyền hình trong chương trình hàng tuần của ông."
        },
        {
            "en": "The question is what will give first. As the economy spirals into deeper disarray, protests aimed at driving the unpopular president out of office are growing. <em>Maduro</em> responded over the weekend by declaring a 60-day state of emergency to combat what he said are U.S.-sponsored efforts to overthrow his socialist government.",
            "vi": "Vấn đề là cái gì sẽ đưa ra đầu tiên. Khi nền kinh tế nước này suy giảm liên tục lún sâu vào tình trạng hỗn loạn, thì ngày càng nhiều người phản đối nhắm vào vị tổng thống không được người dân ủng hộ, đòi ông phải từ chức. Hồi cuối tuần, ông Maduro đáp lại bằng lệnh ban bố tình trạng khẩn cấp thời hạn 60 ngày để chống lại cái ông gọi là những nỗ lực được Mỹ tài trợ nhằm lật đổ chính phủ xã hội chủ nghĩa của ông."
        },
        {
            "en": "“We have no food. They are cutting power four hours a day. Crime is soaring. And (President Nicolás) <em>Maduro</em> blames everyone but himself for the mess we find ourselves in,” said Sanchez, 36. “We can’t go on like this forever. Something has to give.”",
            "vi": "\"Chúng tôi không có thực phẩm. Họ cắt điện 4 tiếng mỗi ngày. Trộm cướp hoành hành. Còn (Tổng thống Nicolás) Maduro thì lại đỗ lỗi cho mọi người trừ ông ta phải chịu trách nhiệm về tình trạng hỗn loạn hiện nay chúng tôi đang gánh chịu,\" anh Sanchez, 36 tuổi nói. \"Chúng tôi không thể tiếp tục như thế này mãi được. Phải có cái gì đưa ra chứ.\""
        },
        {
            "en": "Within our own hemisphere, Beijing has extended a lifeline to the corrupt and incompetent <em>Maduro</em> regime in Venezuela that’s been oppressing its own people. They pledged $5 billion in questionable loans to be repaid with oil. China is also that country’s single largest creditor, saddling the Venezuelan people with more than $50 billion in debt, even as their democracy vanishes. Beijing is also impacting some nations’ politics by providing direct support to parties and candidates who promise to accommodate China’s strategic objectives.",
            "vi": "Trong chính bán cầu của chúng ta, Bắc Kinh đã giang tay cứu vớt chế độ Maduro tham nhũng và bất tài ở Venezuela, cam kết 5 tỉ đô la trong các khoản vay đáng ngờ có thể được hoàn trả bằng dầu. Trung Quốc cũng là chủ nợ lớn nhất của quốc gia này, tạo gánh nặng cho người dân Venezuela với hơn 50 tỷ đô la nợ nần. Bắc Kinh cũng đang làm suy đồi nền chính trị của một số quốc gia bằng cách cung cấp sự hậu thuẫn trực tiếp cho các đảng phái và ứng viên hứa hẹn sẽ đáp ứng các mục tiêu chiến lược của Trung Quốc…"
        }
    ],
    "suggestions": []
}