{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mae",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mae",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mae",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mae",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mae",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He also revealed a further $200bn in Treasury funding to mortgage giants Fannie <em>Mae</em> and Freddie Mac, which underwrite more than half of all US mortgages.",
            "vi": "Ông cũng tiết lộ sẽ trợ cấp thêm 200 tỉ đô la nữa trong Ngân khố cho các đại gia chuyên cho vay thế chấp như Freddie Mac và Fannie Mae, là những cơ quan bảo lãnh hơn một nửa trong tổng số tài sản thế chấp của Hoa Kỳ."
        },
        {
            "en": "7. 'May' was the 493rd miost popular name given to a baby girl in the UK in 2003. '<em>Mae</em>' was 499th. ",
            "vi": "7 – \"May\" là cái tên phổ biến thứ 493 được đặt cho các bé gái ở Anh năm 2003. \"Mae\" xếp thứ 499"
        },
        {
            "en": "When Vietnam is ready to do that then yes, I would definitely go and talk to the people at the U.S. Treasury and the U.S. Federal Reserve and Fannie <em>Mae</em> and Freddy Mac.",
            "vi": "Khi Việt Nam sẵn sàng làm điều đó, chắc chắn tôi sẽ nói chuyện với các chuyên gia ở Bộ Tài chính, Cục Dự trữ Liên bang Mỹ cũng như ngân hàng Fannie Mae và Freddy Mac."
        },
        {
            "en": "“It’s your place in the world; it’s your life. Go on and do all you can with it, and make it the life you want to live.” —<em>Mae</em> Jemison",
            "vi": "\"Đây là vị trí của bạn trên thế giới: Là cuộc sống của bạn. Hãy bước tới và làm tất cả những gì bạn có thể làm với nó, tạo nên chính cuộc đời bạn muốn\" - Mae Jemison"
        }
    ],
    "suggestions": []
}