{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maggie"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maggie"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maggie"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "maggie"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "maggie"
        }
    },
    "sentences": [
        {
            "en": "<em>Maggie</em> is Mary's classmate.",
            "vi": "Maggie là bạn cùng lớp với Mary."
        },
        {
            "en": "<em>Maggie</em>, what's the date today?",
            "vi": "Magge, hôm nay ngày mấy?"
        },
        {
            "en": "I have written down your sentences, <em>Maggie</em>.",
            "vi": "Tôi đã viết lại câu của bạn rồi."
        },
        {
            "en": "<em>Maggie</em> Smith co - stars with Laurence Olivier.",
            "vi": "Maggie Smith ngôi sao cùng đóng với Laurence Olivier."
        },
        {
            "en": "<em>Maggie</em> stuck up her hand to answer the question.",
            "vi": "Maggie giơ tay lên để trả lời câu hỏi."
        },
        {
            "en": "\"You said he got very angry?\" <em>Maggie</em> probes.",
            "vi": "\"Anh nói là ông ấy nổi giận lắm à?\" Maggie hỏi dò."
        },
        {
            "en": "<em>Maggie</em> had never actually been on an airship.",
            "vi": "Thực sự Maggie chưa bao giờ ở trên một chiếc khí cầu."
        },
        {
            "en": "I hear <em>Maggie</em> is going to work in Korea.",
            "vi": "Mình nghe nói Maggie sắp đi sang Hàn Quốc làm việc."
        },
        {
            "en": "<em>Maggie</em> was still in her minority when her guardian died.",
            "vi": "Maggie vẫn còn ở tuổi vị thành niên khi người giám hộ cô ta qua đời."
        },
        {
            "en": "He's writing to his girlfriend, <em>Maggie</em>, in Liverpool.",
            "vi": "Anh ấy đang viết thư cho cô bạn gái là maggie ở liverpool."
        },
        {
            "en": "<em>Maggie</em> needs help fixing a short circuit in her computer, and she needs your help.",
            "vi": "Maggie cần giúp chỉnh lại dòng điện đoản mạch trong máy tính của mình và cô ấy cần bạn giúp."
        },
        {
            "en": "<em>Maggie</em> said she would give me her new address, but it must have slipped her mind.",
            "vi": "Maggie nói cô ấy sẽ đưa cho tôi địa chỉ mới của cô, vậy mà cô ấy đã quên đi mất."
        },
        {
            "en": "When the pupils came into class, <em>Maggie</em> realized that her stickers were gone.",
            "vi": "Khi các học sinh vào lớp, Maggie phát hiện những tấm hình dán của mình bị mất."
        },
        {
            "en": "There's one good thing about <em>Maggie</em>. She says what she thinks. You always know where you stand with her.",
            "vi": "Maggie có một ưu điểm. Cô ấy nói điều cô nghĩ. Bạn luôn biết được cô ấy muốn gì ở bạn."
        },
        {
            "en": "The most important day I remember in all my life is the one on which my wife, <em>Maggie</em>, came to me.",
            "vi": "Ngày quan trọng nhất mà tôi ghi nhớ suốt đời là ngày vợ tôi, Maggie, đến với tôi."
        },
        {
            "en": "The mother narrates the story of the day one daughter, Dee, visits from college and clashes with the other daughter, <em>Maggie</em>, over the possession of some heirloom quilts.",
            "vi": "Người mẹ kể lại chuyện ngày cô con gái tên Dee về thăm từ trường đại học và tranh giành những tấm mền thêu gia truyền với cô con gái tên Maggie."
        },
        {
            "en": "Put together by space scientist Dr. <em>Maggie</em> Aderin-Pocock, futurist architects Arthur Mamou-Mani and Toby Burgess, and urbanists Linda Aitken and Els Leclerq, this report explores such questions as “How will we live; how will we work; how will we relax?” Here are seven of the top predictions.",
            "vi": "Nhà khoa học không gian tiến sĩ Maggie Aderin-Pocock, các kiến ​​trúc sư theo thuyết vị lai Arthur Mamou-Mani và Toby Burgess, cùng các chuyên gia đô thị Linda Aitken và Els Leclercq thực hiện bản báo cáo này, bản báo cáo tìm cách giải những câu hỏi như “Chúng ta sẽ sống như thế nào; chúng ta sẽ làm việc như thế nào; chúng ta sẽ thư giãn ra sao?\" Sau đây là 7 trong số dự đoán hàng đầu."
        }
    ],
    "suggestions": []
}