{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maggots"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maggots"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maggots"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>maggots</k><blockquote><blockquote><ex><abr>n.</abr> crawling with maggots</ex></blockquote></blockquote></div>",
            "word": "maggots"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "maggots"
        }
    },
    "sentences": [
        {
            "en": "The heap of rubbish was alive with <em>maggots</em>.",
            "vi": "Đống rác lúc nhúc giòi bọ."
        },
        {
            "en": "The pickled fish is full of <em>maggots</em> look terrible!",
            "vi": "Mắm cá đầy giòi trông thật kinh khủng!"
        },
        {
            "en": "People use <em>maggots</em> as bait when they go fishing.",
            "vi": "Người ta dùng giòi làm mồi khi đi câu."
        },
        {
            "en": "You can also try casseroled ants, scorpion and <em>maggots</em>",
            "vi": "Bạn cũng có thể thử món kiến, bò cạp và giòi hầm"
        },
        {
            "en": "The cheese was alive with <em>maggots</em>. The street was alive with people.",
            "vi": "Phó - mát lúc nhúc giòi. Đường phố nhan nhãn người."
        },
        {
            "en": "The cheese was alive with <em>maggots</em>. The street was alive with people.",
            "vi": "Phó-mát lúc nhúc giòi. Đường phố nhan nhãn người."
        },
        {
            "en": "Some workers said they spotted <em>maggots</em> in the chicken served during lunch.",
            "vi": "Một số công nhân nói rằng trong khẩu phần cơm trưa họ phát hiện có giòi trong thịt gà."
        },
        {
            "en": "The nematode infections are treated with diethylcar-bamazine or thiabendazole; <em>maggots</em> can be surgically removed.",
            "vi": "Khi bị nhiễm giun có thể chữa bằng diethylcarbamazine hay thiabandozole; với giòi phải lấy đi bằng phẫu thuật."
        },
        {
            "en": "Several workers said they saw <em>maggots</em> in the chicken, Vietnam News Agency reported.",
            "vi": "Trang báo Vietnam News cho biết, một số công nhân nói rằng họ đã thấy những con giòi trong thịt gà."
        },
        {
            "en": "The <em>maggots</em> migrate beneath the skin surface, producing an inflamed linear lesion similar to that of creeping eruption.",
            "vi": "Giòi di trú dưới da gây một thương tổn viêm theo đường thẳng tương tự như phát ban đường hầm."
        },
        {
            "en": "Cattle are the usual hosts for the parasitic <em>maggots</em>, but rate and accidental infections of man have occurred, especially in farm workers.",
            "vi": "Trâu bò thường bị giòi ký sinh nhưng cũng có các trường hợp nhiễm vào người, đặc biệt ở các công nhân nông nghiệp."
        },
        {
            "en": "A Taiwanese man has been sentenced to 12 years in prison for letting his sick mother starve to death which was infested with <em>maggots</em>.",
            "vi": "Một người đàn ông Đài Loan bị phạt tù 12 năm vì bỏ đói người mẹ đang bệnh của mình đến chết, thi thể bà bị giòi tràn vào phá hoại."
        },
        {
            "en": "A skin disease caused either by larvae of certain nematode worms (e.g. Ancylostoma brazilliense) normally parasitic in dogs and cats or by the <em>maggots</em> of certain flies.",
            "vi": "Bệnh ngoài da gây ra hay do ấu trùng của một vài loài giun (như ancylostoma braziliense) bình thường kí sinh trên chó mèo hoặc do giòi của một loài ruồi."
        },
        {
            "en": "When officers arrived they discovered the body, which weighed less than 30 kilograms, infested with <em>maggots</em> in a room littered with trash.",
            "vi": "Khi cơ quan chức năng đến làm việc, họ phát hiện ra thi thể bà mẹ nhẹ hơn 30 kg, bị giòi tràn vào phá huỷ trong căn phòng đầy rác."
        },
        {
            "en": "Forensic entomologists collect samples of crime scene insects, making sure to take representatives of every species at their latest stage of development. Because arthropod development is linked directly to temperature, she also gathers daily temperature data from the nearest available weather station. In the lab, the scientist identifies each insect to species, and determines their exact developmental stage. Since identification of <em>maggots</em> can be difficult, the entomologist usually raises some of the <em>maggots</em> to adulthood to confirm their species.",
            "vi": "Nhà côn trùng học pháp y thu thập các mẫu côn trùng tại hiện trường vụ án, đảm bảo lấy mẫu đại diện của từng loại ở gian đoạn phát triển gần nhất của chúng. Vì sự phát triển của động vật chân đốt có liên quan trực tiếp với nhiệt độ, nhà côn trùng học pháp y cũng sẽ tập hợp dữ liệu nhiệt độ hàng ngày từ trạm khí tượng gần nhất. Trong phòng thí nghiệm, nhà côn trùng học này sẽ xác định từng loài côn trùng, và giai đoạn phát triển chính xác của chúng. Do việc xác định ấu trùng có thể khó khăn, nhà côn trùng học thường nuôi một số ấu trùng đến tuổi trưởng thành để xác định chúng thuộc loài nào."
        },
        {
            "en": "Insects colonize cadavers in a predictable sequence, also known as insect succession. The first to arrive are the necrophagous species, drawn by the strong scent of decomposition. Blow flies can invade a corpse within minutes of death, and flesh flies follow close behind. Soon after come the dermestid beetles, the same beetles used by taxidermists to clean skulls of their flesh. More flies gather, including house flies. Predatory and parasitic insects arrive to feed on the <em>maggots</em> and beetle larvae. Eventually, as the corpse dries, hide beetles and clothes moths find the remains.",
            "vi": "Côn trùng xâm chiếm tử thi theo một trình tự có thể dự đoán được, còn được gọi là hoạt động của côn trùng trong tử thi. Những côn trùng đến đầu tiên là loài ăn xác chết, bị hấp dẫn bởi mùi hôi thối của sự phân hủy. Ruồi đòn có thể bâu lại một xác chết trong vòng vài phút sau khi tử vong, và ruồi ăn thịt cũng kéo đến ngay sau đó. Không lâu sau, đến lượt bọ cánh cứng Dermestid có mặt, loài bọ này ăn thịt, được những người thợ nhồi bông thú sử dụng để lấy sạch thịt trong hộp xương sọ. Càng lúc ruồi càng bâu đến nhiều hơn, gồm cả ruồi nhà. Côn trùng ăn thịt và các loài ký sinh cũng đến để ăn những con giòi và ấu trùng của bọ cánh cứng. Cuối cùng, khi xác chết khô đi, bọ cánh cứng họ Trogidae và nhậy cắn quần áo sẽ tìm đến phần còn lại."
        }
    ],
    "suggestions": []
}