{
    "en_vn": {
        "data": {
            "content": null,
            "word": "magnifying"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "magnifying"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "magnifying"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "magnifying"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khuếch đại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phóng đại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">magnifying glass</font><font color=\"#282828\">: kính phóng đại</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">magnifying power</font><font color=\"#282828\">: năng suất phóng đại</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">magnifying the page</font><font color=\"#282828\">: phóng đại trang</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">magnifying glass</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính lúp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">magnifying glass</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính núp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">magnifying lens</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kính lúp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">photographical magnifying apparatus</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy phóng ảnh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "magnifying"
        }
    },
    "sentences": [
        {
            "en": "Lens <em>magnifying</em> 20 diameters",
            "vi": "Thấu kính phóng to 20 lần"
        },
        {
            "en": "Visible through a <em>magnifying</em> glass.",
            "vi": "Có thể thấy được qua kính lúp."
        },
        {
            "en": "It is a lens <em>magnifying</em> 20 diameters.",
            "vi": "Nó là thấu kính phóng to 20 lần."
        },
        {
            "en": "For the eyepiece, we will need a <em>magnifying</em> glass with a focal length of 2 centimeters.",
            "vi": "Đối với thị kính chúng ta sẽ cần một kính phóng đại có tiêu cự 2cm."
        },
        {
            "en": "A small <em>magnifying</em> hand lens used for examining the front part of the eye.",
            "vi": "Một thấu kính phóng đại nhỏ để cầm hay dùng xem xét phần mặt trước."
        },
        {
            "en": "If you focus the sun's rays through a <em>magnifying</em> glass on a dry leaf, it will start to burn.",
            "vi": "Nếu anh tập trung các tia nắng qua kính lúp vào chiếc lá khô thì nó sẽ bốc cháy."
        },
        {
            "en": "A <em>magnifying</em> glass is a convex lens which is used to produce a magnified image of an object.",
            "vi": "Kính lúp là một thấu kính lồi được dùng để tạo ra một hình ảnh phóng đại của một vật thể."
        },
        {
            "en": "Their eggs are visible through a <em>magnifying</em> glass; they are usually attached to the base of pubic hairs.",
            "vi": "Trứng của chúng có thể thấy được qua kính lúp; chúng thường bám vào chân lông mu."
        },
        {
            "en": "Behind her <em>magnifying</em> spectacles, for age had impaired her sight, her eyes appeared enormous to me, strangely profound, double.",
            "vi": "Qua đôi kính của bà, vì tuổi tác đã làm bà giảm thị lực, tôi thấy đôi mắt của bà thật lớn và sâu thẳm lạ lùng."
        },
        {
            "en": "If you look through the <em>magnifying</em> glass, you can see that the signature very much is part of the picture.",
            "vi": "Nếu bạn nhìn qua kính lúp, bạn có thể thấy chữ ký này là một phần rất quan trọng của bức tranh."
        },
        {
            "en": "After that he went into the private room behind the shop in Hatton Garden ; the room with the scales, the safe and the thick <em>magnifying</em> glasses.",
            "vi": "Sau đó ông đi vào phòng riêng phía sau cửa hàng ở Hatton Garden; căn phòng với những chiếc cân, két sắt và những cái kính lúp dày cộp."
        },
        {
            "en": "After that he went into the private room behind the shop in Hatton Garden; the room with the scales, the safe and the thick <em>magnifying</em> glasses.",
            "vi": "Sau đó ông đi vào phòng riêng phía sau cửa hàng ở Hatton Garden ; căn phòng với những chiếc cân, két sắt và những cái kính lúp dày cộp."
        },
        {
            "en": "According to Forbes, the richest man on the planet is currently Bill Gates – with an impressive net worth of about $80 billion. However, his place at the top of the list would be compromised if we put Russia’s Vladimir Putin under the <em>magnifying</em> glass.",
            "vi": "Theo tạp chí Forbes, người đàn ông giàu nhất hành tinh hiện nay là Bill Gates - với tổng giá trị tài sản thực khoảng 80 tỷ đô la Mỹ. Tuy nhiên, vị trí dẫn đầu danh sách của ông có thể bị đe dọa nếu chúng ta xét đến tổng thống nước Nga Vladimir Putin."
        },
        {
            "en": "According to Forbes, the richest man on the planet is currently Bill Gates – with an impressive net worth of about $80 billion. However, his place at the top of the list would be compromised if we put Russia’s Vladimir Putin under the <em>magnifying</em> glass.",
            "vi": "Theo tạp chí Forbes, người đàn ông giàu nhất hành tinh hiện nay là Bill Gates - với tổng giá trị tài sản thực khoảng 80 tỷ đô la Mỹ. Tuy nhiên, vị trí dẫn đầu danh sách của ông có thể bị đe dọa nếu chúng ta xét đến tổng thống nước Nga Vladimir Putin."
        },
        {
            "en": "The young man once more leapt up on to the horse and set off to see the jeweller. The latter examined the ring through a <em>magnifying</em> glass for a long time, then weighed it on a set of tiny scales. Finally, he turned to the youth and said:",
            "vi": "Chàng trai trẻ một lần nữa leo lên lưng ngựa và đi gặp người thợ kim hoàn. Sau khi xem xét tỉ mỉ chiếc nhẫn bằng một chiếc kính lúp, rồi cân nó bằng chiếc cân tiểu li. Cuối cùng ông ta quay ra nói với chàng trai:"
        },
        {
            "en": "What if your pap test is abnormal?If test results show a minor abnormality, you may need a repeat Pap test. Your doctor may schedule a colposcopy -- an exam with a lighted <em>magnifying</em> device -- or biopsy to get a better look at any changes in the cervical tissue. If abnormal cells are precancerous, they can then be removed or destroyed. Treatments are highly successful in preventing precancerous cells from developing into cancer.",
            "vi": "Chuyện gì sẽ xảy ra nếu phết tế bào cổ tử cung của bạn bị bất thường?Nếu kết quả xét nghiệm cho thấy bất thường nhỏ thì bạn có thể cần làm phết tế bào cổ tử cung lại. Bác sĩ có thể lên lịch cho bạn soi âm đạo – đây là cuộc kiểm tra bằng thiết bị phóng to có đèn – hoặc sinh thiết để nhìn rõ hơn bất kỳ biến đổi nào trong mô cổ tử cung. Nếu các tế bào bất thường này là tiền ung thư thì chúng có thể bị cắt bỏ hoặc bị tiêu diệt sau đó. Các phương pháp điều trị rất thành công trong việc ngăn ngừa tế bào tiền ung thư phát triển thành ung thư."
        },
        {
            "en": " “There are lots of technologies and tools in the school building, but for me it is about how they are used to enhance the learning of the children,” says headteacher Debra Massey. As such, there is a wetland area on the grounds that is used for science projects and the sedum roof doubles up as a classroom where students learn about the birds and insects that have made it their habitat. The playground also has learning stations where pupils can examine bugs with <em>magnifying</em> glasses.",
            "vi": "Hiệu trưởng Debra Massey nói: \"Có rất nhiều công nghệ và công cụ được áp dụng khi xây dựng trường học này, đối với tôi ngôi trường đó phải làm sao để học trò sử dụng để tăng cường khả năng học tập của các em\". Theo đó, ngôi trường có một khu đất ngập nước trên các mặt bằng được dùng cho các dự án khoa học và mái sedum gập đôi như là một lớp học trực quan, nơi học sinh tìm hiểu về các loài chim và côn trùng và tạo ra môi trường sống cho chúng. Các sân chơi cũng có những trạm học tập, nơi học sinh có thể kiểm tra những con bọ với các kính phóng đại."
        }
    ],
    "suggestions": []
}