{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mæg'ni:ziəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hoá học) Magiê</td></tr></table><i/></div>",
            "word": "magnesium"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>magnesium</k><blockquote><cclass>[<cclass>mag'ni:zɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the chemical element of atomic number 12, a silver-white metal of the alkaline earth series. (Symbol: <cclass><b>Mg</b>) </cclass></cclass></blockquote></div>",
            "word": "magnesium"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "magnesium"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "magnesium"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "magnesium"
        }
    },
    "sentences": [
        {
            "en": "RELAX TO THE MAX WITH <em>MAGNESIUM</em>",
            "vi": "THƯ GIÃN TỐI ĐA VỚI MAGIÊ"
        },
        {
            "en": "<em>Magnesium</em> levels can be depleted when we're stressed so eat plenty of green leafy vegetables to get more <em>magnesium</em>, or consider taking a daily supplement. ",
            "vi": "Mức magiê có thể bị cạn kiệt khi chúng ta căng thẳng, vì vậy hãy ăn nhiều rau màu xanh lá để có thêm magiê, hoặc cân nhắc việc uống chất bổ sung hàng ngày."
        },
        {
            "en": "Examples of infiltrates are blood cells, cancer cell, fat, starch, or calcium and <em>magnesium</em> salts.",
            "vi": "Thí dụ về các chất thấm là huyết cầu, tế bào ung thư, mỡ, tinh bột, hay các muối calcium và magnesium."
        },
        {
            "en": "<em>Magnesium</em> is vital and can help with muscle relaxation, sleep and hormone regulation.",
            "vi": "Magiê rất quan trọng và có thể giúp thư giãn cơ bắp, hỗ trợ giấc ngủ và điều chỉnh hormon."
        },
        {
            "en": "A 50g bar of plain chocolate contains 1.2mg of iron, and 45mg of <em>magnesium</em>.",
            "vi": "Một thanh socola nguyên chất nặng 50 gram có chứa 1,2 miligram sắt và 45 miligam ma-gie."
        },
        {
            "en": "Spinach  Popeye never lets stress get the best of him -- maybe it's all the <em>magnesium</em> in his spinach. Too little <em>magnesium</em> may trigger headaches and fatigue, compounding the effects of stress. One cup of spinach goes a long way toward replenishing <em>magnesium</em> stores. Not a spinach eater? Try some cooked soybeans or a filet of salmon, also high in <em>magnesium</em>. Green leafy vegetables are a rich source of <em>magnesium</em>.",
            "vi": "Cải bina  Popeye không bao giờ để stress chế ngự mình – có lẽ là nhờ vào ma-giê trong cải bina. Quá ít ma-giê có thể gây nhức đầu và mệt mỏi, kết hợp với ảnh hưởng của stress nữa. Một chén cải bina góp phần bổ sung tích trữ ma-giê. Bạn không thích ăn cải bina? Thử ăn một ít đậu nành nấu chín hoặc một miếng thịt phi-lê cá hồi xem sao. Bên cạnh đó, các loại rau có lá xanh cũng là nguồn cung cấp ma-giê dồi dào."
        },
        {
            "en": "Popeye never lets stress get the best of him -- maybe it's all the <em>magnesium</em> in his spinach.",
            "vi": "Popeye không bao giờ để stress chế ngự mình – có lẽ là nhờ vào ma-giê trong cải bina."
        },
        {
            "en": "\"<em>Magnesium</em> is an important ion in physiology, and we do need a regular supply of it.\" \"I would say not.\"",
            "vi": "\"Ma - giê là một ion quan trọng trong sinh lý học và chúng ta cần thường xuyên bổ sung nó.\"\"Tôi e chưa chắc vậy.\""
        },
        {
            "en": "\"<em>Magnesium</em> is an important ion in physiology, and we do need a regular supply of it.\"\"I would say not.\"",
            "vi": "\"Ma-giê là một ion quan trọng trong sinh lý học và chúng ta cần thường xuyên bổ sung nó.\" \"Tôi e chưa chắc vậy.\""
        },
        {
            "en": "Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, Folacin, Potassium, <em>Magnesium</em>, Iron and over dozen other nutrients.",
            "vi": "Gạo trắng có rất ít vitamin E, ti - a - min, vitamin B2, ni - a - xin, vi - ta - min B6, a - xít phô - lích, ka - li,"
        },
        {
            "en": "In the 1956 Olympics, the torch in the final relay was ignited by <em>magnesium</em> and aluminium, but some flaming pieces fell off and seared the runner’s arms.",
            "vi": "Vào thế vận hội Olympic năm 1965, ngọn đuốc trong buổi rước cuối cùng được đốt cháy bởi Magie và Nhôm, nhưng vài ngọn lửa đã bị rơi xuống và làm bỏng tay người cầm. "
        },
        {
            "en": "The common laxatives are the irritants castor oil and jalop, senna and its derivatives, <em>magnesium</em> sulphate and other mineral salts, and methylcellulose and other bunlking agents.",
            "vi": "Các loại thuốc nhuận trường thông thường là dầu castor và thuốc tẩy jalop, lá keo và các chất dẫn xuất, magnesium sulphate và các muối kim loại khác, methyl cellulose và các tác nhân tạo khối lượng khác."
        },
        {
            "en": "Modeling of Io's interior composition suggests that the mantle is composed of at least 75% of the <em>magnesium</em> - rich mineral forsterite.",
            "vi": "Mô hình thành phần bên trong Io cho thấy lớp phủ gồm ít nhất 75% khoáng chất forsterit giàu magiê."
        },
        {
            "en": "Antacids, which include aluminium hydroxide, calcium carbonate, <em>magnesium</em> hydroxide, and sodium bicarbonate, are used to relieve pain and discomfort in disorders of the digestive system, including peptic ulcer.",
            "vi": "Các loại kháng acid gồm aluminum hydroxide, magnesium hydroxide và sodium bicarbonate, dùng để giảm đau và khó chịu trong các rối loạn về hệ tiêu hoá kể cả loét tiêu hoá."
        },
        {
            "en": "Modeling of Io's interior composition suggests that the mantle is composed of at least 75% of the <em>magnesium</em>-rich mineral forsterite.",
            "vi": "Mô hình thành phần bên trong Io cho thấy lớp phủ gồm ít nhất 75% khoáng chất forsterit giàu magiê."
        },
        {
            "en": "Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, Folacin, Potassium, <em>Magnesium</em>, Iron and over dozen other nutrients.",
            "vi": "Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa."
        },
        {
            "en": "“Foods that are high in potassium and <em>magnesium</em> help to relax the muscles because a lot of people suffer from things such as restless legs,” says Ramlakhan. Good sources of <em>magnesium</em> include whole grains, nuts and dark green leafy vegetables. Potassium-rich foods include bananas, potatoes, apricots and milk.",
            "vi": "Bà Ramlakhan cho biết \"Các thực phẩm giàu kali và magiê giúp cho các cơ được thư giãn vì nhiều người bị chứng chân không yên\". Những nguồn thực phẩm cung cấp magiê bao gồm ngũ cốc nguyên hạt, hạt và các loại rau có màu xanh đậm. Các loại thực phẩm giàu kali bao gồm chuối, khoai tây, mơ và sữa"
        },
        {
            "en": "Make sure you stretch well before and after exercise and eat foods high in <em>magnesium</em> and potassium like the exotic fruits (Acai, papaya, guava, etc.) that are a supportive food.",
            "vi": "Đảm bảo bạn duỗi cơ kỹ trước và sau khi tập thể thao, ăn thức ăn giàu ma - giê và ka - li như trái cây ngoại lai (acai, đu đủ, ổi, v. v...) đó là những thực phẩm hỗ trợ."
        },
        {
            "en": "Consider <em>magnesium</em> too. Stress hormones deplete this mineral, in turn activating the stress response and creating a spiral that spells trouble over time. Fish oil may also reduce stress.",
            "vi": "Hãy xem magiê cũng vậy. Hóc môn căng thẳng làm suy nhược khoáng chất này, lần lượt kích hoạt phản ứng căng thẳng và tạo ra một xoắn ốc có thể làm rối loạn theo thời gian. Dầu cá cũng có thể làm giảm căng thẳng."
        },
        {
            "en": "Make sure you stretch well before and after exercise and eat foods high in <em>magnesium</em> and potassium like the exotic fruits (Acai, papaya, guava, etc.) that are a supportive food.",
            "vi": "Đảm bảo bạn duỗi cơ kỹ trước và sau khi tập thể thao, ăn thức ăn giàu ma-giê và ka-li như trái cây ngoại lai (acai, đu đủ, ổi, v.v...) đó là những thực phẩm hỗ trợ."
        }
    ],
    "suggestions": []
}