{
    "en_vn": {
        "data": {
            "content": null,
            "word": "magnetized"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "magnetized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "magnetized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "magnetized"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được từ hóa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> ô tô</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bị từ hóa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> từ hóa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">magnetized head</font><font color=\"#282828\">: đầu từ hóa</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">magnetized plasma</font><font color=\"#282828\">: plasma từ hóa</font></li></td></tr></tbody></table></div>",
            "word": "magnetized"
        }
    },
    "sentences": [
        {
            "en": "His speech <em>magnetized</em> the crowd.",
            "vi": "Bài diễn văn của ông ta đã thu hút được đám đông."
        },
        {
            "en": "He <em>magnetized</em> the pin by stroking it with your magnet.",
            "vi": "Anh ấy đã từ hóa kẹp tóc bằng cách dùng nam châm quẹt vào nó."
        },
        {
            "en": "Do you know the poles of your <em>magnetized</em> needle?",
            "vi": "Bạn có biết được các cực của cây kim mà bạn đã từ hóa hay không?"
        },
        {
            "en": "He threw the <em>magnetized</em> nail hard on to the floor.",
            "vi": "Anh ấy đã ném mạnh cái đinh đã từ hóa xuống sàn nhà."
        },
        {
            "en": "He was <em>magnetized</em> by the charm of her personality.",
            "vi": "Anh ta bị thu hút bởi cá tính duyên dáng của cô ấy."
        },
        {
            "en": "Be sure that the needle is not <em>magnetized</em> as yet.",
            "vi": "Phải đảm bảo là cây kim chưa được từ hóa."
        },
        {
            "en": "A <em>magnetized</em> planet creates a cavity in the solar wind around itself called a magnetosphere.",
            "vi": "Một hành tinh từ tính tạo ra xung quanh chúng một lổ hổng trong gió sao gọi là từ quyển."
        },
        {
            "en": "You have to test it to see if it is <em>magnetized</em>.",
            "vi": "Anh phải kiểm tra để xem nó được từ hóa hay chưa."
        },
        {
            "en": "Bring it close to the paper clip and check whether it is <em>magnetized</em>.",
            "vi": "Đưa nó lại gần kẹp giấy và kiểm tra xem nó được từ hóa hay chưa."
        },
        {
            "en": "All disks are made of substance coated with metal oxide, and can therefore be <em>magnetized</em>.",
            "vi": "Tất cả các đĩa được làm bằng một chất được tráng ô - xít kim loại nên có thể từ hoá được."
        },
        {
            "en": "<em>Magnetized</em> planets have flows of electrically conducting material in their interiors, which generate their magnetic fields.",
            "vi": "Các hành tinh từ tính có các dòng vật chất dẫn điện ở bên trong chúng, làm tạo ra từ trường cho hành tinh."
        },
        {
            "en": "When this current flows through the wire, the nail becomes <em>magnetized</em>.",
            "vi": "Khi dòng điện chạy qua dây điện, cây đinh trở nên được từ hóa."
        },
        {
            "en": "All disks are made of substance coated with metal oxide, and can therefore be <em>magnetized</em>.",
            "vi": "Tất cả các đĩa được làm bằng một chất được tráng ô-xít kim loại nên có thể từ hoá được."
        },
        {
            "en": "Information is stored on a track of <em>magnetized</em> spots called bits.",
            "vi": "Thông tin được lưu trữ trên rãnh được từ hoá gọi là bit."
        },
        {
            "en": "When this film is <em>magnetized</em>, it produces magnetic bubbles, the presence, or absence of which represents one bit of information.",
            "vi": "Khi màng phím này bị từ hoá, nó tạo thành những bọt từ, sự hiện diện hay vắng mặt của nó tượng trưng cho một bit thông tin."
        },
        {
            "en": "At each intersection where the wires crossed, there was a small ferrite ring called a core which was capable of being either <em>magnetized</em> or demagnetized.",
            "vi": "Tại mỗi điểm nơi các dây giao nhau có một vòng phe-rít nhỏ gọi là lõi có khả năng từ hoá hoặc khử từ được."
        },
        {
            "en": "When it is passed through the magnetic field of the head, it gets <em>magnetized</em> and records the variation in the current.",
            "vi": "Khi băng đi qua từ trường của đầu ghi, nó bị từ hóa và ghi lại những biến thiên trong dòng điện."
        },
        {
            "en": "Non-<em>magnetized</em> planets have only small magnetospheres induced by interaction of the ionosphere with the solar wind, which cannot effectively protect the planet.",
            "vi": "Những hành tinh phi từ tính chỉ có từ quyển nhỏ sinh ra từ tương tác của ion quyển với gió sao, và không thể bảo vệ hành tinh một cách hiệu quả được."
        },
        {
            "en": "Non - <em>magnetized</em> planets have only small magnetospheres induced by interaction of the ionosphere with the solar wind, which cannot effectively protect the planet.",
            "vi": "Những hành tinh phi từ tính chỉ có từ quyển nhỏ sinh ra từ tương tác của ion quyển với gió sao, và không thể bảo vệ hành tinh một cách hiệu quả được."
        },
        {
            "en": "The switch, like the cores, are capable of being in one of two possible I states, that is, on or off; <em>magnetized</em> or demagnetized.",
            "vi": "Công tắc cũng như lõi từ, có khả năng ở một trong hai trạng thái, tắt hoặc mở, từ hoá hay bị khử từ."
        }
    ],
    "suggestions": []
}