{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mah",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mah",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mah",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mah",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mah",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "To <em>mah</em> way of thinking",
            "vi": "Theo cách nghĩ của tôi"
        },
        {
            "en": "What is so interesting about playing <em>mah</em>-jong?",
            "vi": "Chơi bài mah - jong có gì hay?"
        },
        {
            "en": "What is so interesting about playing <em>mah</em> - jong?",
            "vi": "Chơi bài mah-jong có gì hay?"
        },
        {
            "en": "She doan th'ow it up ter me dat ah done kilt <em>mah</em> chile.",
            "vi": "Cô ấy không nói vào mặt tôi là tôi đã giết con gái tôi."
        },
        {
            "en": "An' ah hear dem talkin' an' it lak ter tuhn <em>mah</em> blood cole, whut dey say.",
            "vi": "Tôi nghe thấy hai người nói chuyện và những điều họ nói làm tôi đông cả máu lại."
        },
        {
            "en": "Ah kin wait tell you thoo ter tell you whut ah got on <em>mah</em> mine.",
            "vi": "Tui có thể đợi cô ăn xong để nói mấy cô những điều đương làm tui lo nghĩ."
        },
        {
            "en": "Lawd, mist' Rhett, dat ain' nuthin' but <em>mah</em> red silk petticoat!",
            "vi": "Lạy chúa, cậu rhett, có gì đâu, cái váy lót bằng lụa đỏ của tui ấy mà!"
        },
        {
            "en": "Ah ain' gwine have no sech goin's on over <em>mah</em> lil miss.",
            "vi": "Tui không có chịu để xảy ra những hành vi như thế trên thi hài em bé của tôi đâu."
        },
        {
            "en": "Den <em>mah</em> heart tuhn over, kase whut miss Scarlett say, she mean.",
            "vi": "Thế rồi tim tui chao đảo, vì cô scarlett đã nói gì là làm vậy."
        },
        {
            "en": "An' he say, right cole lak: she b'long in <em>mah</em> room.",
            "vi": "Cậu nói lạnh như băng: chỗ của nó là ở trong buồng tôi."
        },
        {
            "en": "An den, miss Melly, ah put <em>mah</em> haid down an' waited fer him ter hit me.",
            "vi": "Thế rồi, cô melly ạ, tui cúi đầu xuống, chờ cậu ấy đánh tui."
        },
        {
            "en": "His face got right gentle lak an' he come ter me an' put his han' on <em>mah</em> arm.",
            "vi": "Mặt cậu ấy dịu dàng hẳn lại, cậu đến bên tui, đặt cánh tay lên tui."
        },
        {
            "en": "Does you think ah'm gwine ter put <em>mah</em> chile away in de dahk w'en she so sceered of it?",
            "vi": "Chả nhẽ u lại nghĩ tui chịu để người ta đem chôn con tui vào bóng tối mà nó rất sợ?"
        },
        {
            "en": "An' it come ter me ah better tell mist' Rhett even ef he kill me, kase it on <em>mah</em> conscience.",
            "vi": "Tui chợt nghĩ mình nên nói cậu với cậu rhett vì nó cắt rứt lương tâm tui, dù cấy ấy có giết tui cũng cam."
        },
        {
            "en": "Ah knows ah got no bizness tellin' you, but <em>mah</em> heart too full ter know jes' whut not ter say.",
            "vi": "Tui biết tui không có phận sự kể cho cô nghe, nhưng lòng tui quá ư đầy, chẳng còn biết điều gì nên nói ra."
        },
        {
            "en": "Ah'll jes' bide <em>mah</em> time tell you gits a boy, an' den ah'll laff out loud to hear you holler fer joy.",
            "vi": "Được, tui chờ đến khi nào cậu có con trai, mừng rú lên, tui sẽ cười thật to cho mà xem."
        },
        {
            "en": "Ah wuz plumb 'stracted, miss Melly, kase ah done had sumpin' on <em>mah</em> conscience all de time an' it weighin' me down.",
            "vi": "Tui thật quẫn trí, cô melly ạ, vì tui có một điều đè nặng lên lương tâm."
        },
        {
            "en": "An' ah fling dem open an' he look at me an', fo' gawd, miss Melly, <em>mah</em> knees 'bout give way, kase he look so strange.",
            "vi": "Và tôi mở toang ra, rồi cậu ấy nhìn tôi và lạy chúa, cô melly, đầu gối tôi muốn rụng xuống vì nom cậu ấy là lạ."
        },
        {
            "en": "But w'en she come to, she go inter de room whar he setin', holin' miss Bonnie, an' she say: gimme <em>mah</em> baby whut you kilt.",
            "vi": "Nhưng mà vừa tỉnh lại, cô ấy liền vào phòng cậu rhett đang ngồi ôm bonnie, mà rằng: trả con tôi đây, anh đã giết nó."
        },
        {
            "en": "Mother didn't find out what had happened - Hatsumomo certainly wasn't going to tell her - until several days afterward, when she heard the rumor during a game of <em>mah</em>-jongg.",
            "vi": "Bà mẹ không biết chuyện gì xảy ra hết - có lẽ hatsumono không nói cho bà biết - cho đến nhiều ngày sau đó, khi bà nghe người ta nói trong một buổi đánh mạt chược."
        }
    ],
    "suggestions": []
}