{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['meinstei]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(hàng hải) dây néo cột buồm chính</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa bóng) chỗ dựa chính, rường cột chính, trụ cột chính, cơ sở chính</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">rice was the mainstay of agriculture</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">gạo là chỗ dựa chính của nông nghiệp</font></td></tr></table><i/></div>",
            "word": "mainstay"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mainstay</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a stay which extends from the maintop to the foot of the foremast of a sailing ship. </blockquote></blockquote><blockquote><blockquote>2》 the chief support or basis: <cclass>sugar is the mainstay of the island's economy. </cclass></blockquote></blockquote></div>",
            "word": "mainstay"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>mainstay</k><blockquote>▸ <cclass>noun CENTRAL COMPONENT, central figure, centrepiece, prop, linchpin, cornerstone, pillar, bulwark, buttress, chief support, backbone, anchor, foundation, base, staple.</cclass></blockquote></div>",
            "word": "mainstay"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mainstay"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mainstay"
        }
    },
    "sentences": [
        {
            "en": "Rice was the <em>mainstay</em> of agriculture.",
            "vi": "Gạo là cây lương thực chính trong nông nghiệp."
        },
        {
            "en": "Agriculture is the <em>mainstay</em> of the economy.",
            "vi": "Nông nghiệp là chỗ dựa chính của nền kinh tế."
        },
        {
            "en": "Be the strong <em>mainstay</em> for my life.",
            "vi": "Hãy là chỗ dựa vững chắc của cuộc đời em."
        },
        {
            "en": "Rice exports are the <em>mainstay</em> of the economy.",
            "vi": "Xuất khẩu gạo là trụ cột chính của nền kinh tế."
        },
        {
            "en": "He is the <em>mainstay</em> of our theatre group.",
            "vi": "Anh ấy là rường cột của nhóm sân khấu chúng tôi."
        },
        {
            "en": "I want you to be a <em>mainstay</em> for people.",
            "vi": "Ta muốn con là chỗ dựa cho mọi người."
        },
        {
            "en": "Slow love songs are the <em>mainstay</em> of his act.",
            "vi": "Các bài tình ca nhịp điệu chậm là phần cốt yếu trong hồi kịch của ông ấy."
        },
        {
            "en": "A <em>mainstay</em> of the nation for the twenty first century.",
            "vi": "Chỗ dựa chính của quốc gia trong thế ky 21."
        },
        {
            "en": "Repeat orders are the <em>mainstay</em> of our business.",
            "vi": "Việc đặt hàng lại là chỗ dựa chính của doanh nghiệp chúng ta."
        },
        {
            "en": "For now, even Mammy, her <em>mainstay</em>, had gone back to Tara.",
            "vi": "Vì giờ đây, cả mammy, chỗ dựa chủ yếu của nàng, cũng đã về tara."
        },
        {
            "en": "The \"Big Bird\" with a lifetime of 6 months is now the <em>mainstay</em> of reconnaissance satellites.",
            "vi": "\"big bird\" với thời gian tồn tại 6 tháng hiện là giường cột của các vệ tinh do thám."
        },
        {
            "en": "Mammy had always been Wade's <em>mainstay</em> and her frown made him tremble.",
            "vi": "Mammy xưa nay vẫn là chỗ dựa chính của wade và vẻ mặt cau có của bà làm nó run lên."
        },
        {
            "en": "Vending machines are a <em>mainstay</em> of Japanese culture. There are over 5.5 million in the country -- one for every 23 people, the highest ratio in the world.",
            "vi": "Máy bán hàng tự động là một phần cốt lõi của nền văn hoá Nhật Bản. Có trên 5,5 triệu máy trên khắp cả nước - mỗi máy phục vụ 23 người, mật độ cao nhất trên thế giới."
        },
        {
            "en": "Vending machines are a <em>mainstay</em> of Japanese culture. There are over 5.5 million in the country -- one for every 23 people, the highest ratio in the world.",
            "vi": "Máy bán hàng tự động là một phần cốt lõi của nền văn hoá Nhật Bản. Có trên 5,5 triệu máy trên khắp cả nước - mỗi máy phục vụ 23 người, mật độ cao nhất trên thế giới."
        },
        {
            "en": "At Fahasa, children’s books are their <em>mainstay</em>, comprising up to 25 percent of revenue last year, and sales growth of 18 percent from 2015.",
            "vi": "Tại Fahasa, sách dành cho trẻ em là trụ cột chính của họ, chiếm 25% doanh thu năm ngoái, và doanh thu tăng 18% so với năm 2015."
        },
        {
            "en": "In the future, as personal branding continues to solidify itself as a <em>mainstay</em> in the economy, blogs will become our resumes.",
            "vi": "Trong tương lai, khi thương hiệu cá nhân tiếp tục được củng cố như trụ cột chính trong nền kinh tế thì blog sẽ trở thành bản tự bạch của chúng ta."
        },
        {
            "en": "At Fahasa, children’s books are their <em>mainstay</em>, comprising up to 25 percent of revenue last year, and sales growth of 18 percent from 2015.",
            "vi": "Tại Fahasa, sách dành cho trẻ em là trụ cột chính của họ, chiếm 25% doanh thu năm ngoái, và doanh thu tăng 18% so với năm 2015."
        },
        {
            "en": "Pickles are a <em>mainstay</em> of the dish. Southern pickles are usually made of lotus stem, daikon radish and carrot. Cut into shapes of choice, the vegetables are then soaked in a mixture of vinegar, sugar and salt.",
            "vi": "Đồ chua là một điểm nhấn của món ăn. Đồ chua miền Nam thường làm từ cọng sen, củ cải và cà rốt. Cắt theo những hình thù mình lựa chọn, rau sau đó được nhúng vào một hỗn hợp gồm giấm, đường và muối."
        },
        {
            "en": "Rice, the <em>mainstay</em> of the Vietnamese diet, is grown throughout the country but particularly in the Red River delta in the north and Mekong River delta in the south.",
            "vi": "Lúa gạo, phần chính trong bữa ăn của người Việt, được trồng khắp nước nhưng nhiều nhất tại châu thổ sông Hồng ở miền Bắc và đồng bằng sông Cửu Long ở miền Nam."
        },
        {
            "en": "Allergy fact     As early as 1892, the famous Canadian-American physician Sir William Osler suggested that inflammation played an important role in asthma.  Bronchial dilators first appeared in the 1930s and were improved in the 1950s. Shortly thereafter, corticosteroid drugs that treated inflammation appeared and have become the <em>mainstay</em> of therapy used today.",
            "vi": "Thực tế dị ứng  Ngay từ năm 1892, một thầy thuốc người Canada-Mỹ, Ngài William Osler, đã khuyến nghị rằng viêm đóng một vai trò quan trọng đối với bệnh hen suyễn. Các thuốc làm giãn phế quản xuất hiện lần đầu vào những năm 1930 và đã được cải thiện vào những năm 1950. Chẳng bao lâu sau đó, các loại thuốc steroid trị viêm cũng đã xuất hiện và đã trở thành phương thuốc trụ cột được sử dụng ngày nay."
        }
    ],
    "suggestions": []
}