{
    "en_vn": {
        "data": {
            "content": null,
            "word": "majorize",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "majorize",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "majorize",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "majorize",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm trội</font></td></tr></tbody></table></div>",
            "word": "majorize",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He's <em>Maj</em> James Williams.",
            "vi": "Ông ta là thiếu tướng James Williams."
        },
        {
            "en": "Where is <em>Maj</em>-Gen Tom Phillips?",
            "vi": "Thiếu tướng Tom Phillips đâu rồi?"
        },
        {
            "en": "Where is <em>Maj</em> - Gen Tom Phillips?",
            "vi": "Thiếu tướng Tom Phillips đâu rồi?"
        },
        {
            "en": "<em>Maj</em> - Gen is the abbreviation of Major - General.",
            "vi": "Maj-Gen là chữ viết tắt của Major-General."
        },
        {
            "en": "<em>Maj</em>-Gen is the abbreviation of Major-General.",
            "vi": "Maj - Gen là chữ viết tắt của Major - General."
        },
        {
            "en": "Sgt-<em>Maj</em> W Jordan was born in Quebec City in November 1852.",
            "vi": "Thượng sĩ W Jordan sinh vào tháng 11 năm 1852 ở thành phố Quebec."
        },
        {
            "en": "<em>Maj</em>. Nate Flint, a C-17 pilot assigned to 13th Air Force, gave the training brief.",
            "vi": "Phần giới thiệu về đào tạo do thiếu tá Nate Flint, phi công lái máy bay C-17 thuộc Không đoàn 13, trình bày."
        },
        {
            "en": "Sgt - <em>Maj</em> W Jordan was born in Quebec City in November 1852.",
            "vi": "Thượng sĩ W Jordan sinh vào tháng 11 năm 1852 ở thành phố Quebec."
        },
        {
            "en": "Fortunately for my wallet, our resident track star, <em>Maj</em> Boler, was out with a strained leg.",
            "vi": "May cho ví tiền của tôi, ngôi sao đường chạy thường xuyên của tôi, thiếu tá boler, vắng mặt vì chân bị trật khớp."
        },
        {
            "en": "<em>Maj</em> Harmer said in the worst cases, gambling addicts could turn to petty crime to feed their habit.",
            "vi": "Maj Harmer đã nói trong trường hợp xấu nhất, người nghiện cờ bạc có thể trở thành những tội phạm nhỏ để cung phụng cho thói cờ bạc của họ."
        },
        {
            "en": "The blaze started near a stage where fireworks were being used as part of a performance on the club's closing night, police <em>Maj</em>.",
            "vi": "Cảnh sát Maj đã cho biết ngọn lửa bắt đầu gần sân khấu, nơi pháo bông đang được sử dụng là một phần của chuơng trình biểu diễn trong đêm bế mạc của câu lạc bộ."
        },
        {
            "en": "In addition, the passive voice is wherever possible used in preference to the active, and noun constructions are used instead of gerunds (by examination of instead of by examining). The range of verbs is further cut down by means of the -<em>ize</em> and de- formations, and the banal statements are given an appearance of profundity by means of the not un- formation.",
            "vi": "Ngoài ra, câu bị động cũng thường được dùng thay cho câu chủ động, và cấu trúc danh từ thay thế cho danh động từ (by examination of thay cho by examining). Sự đa dạng của động từ bị suy giảm đáng kể bởi sự cấu tạo từ có hậu tố -ize và tiền tố de- (để tạo thành động từ), và các câu khẳng định tầm thường bỗng trở nên sâu sắc nhờ các cụm từ có cấu trúc not un-."
        },
        {
            "en": "In addition, the passive voice is wherever possible used in preference to the active, and noun constructions are used instead of gerunds (by examination of instead of by examining). The range of verbs is further cut down by means of the -<em>ize</em> and de- formations, and the banal statements are given an appearance of profundity by means of the not un- formation. ",
            "vi": "Ngoài ra, câu bị động cũng thường được dùng thay cho câu chủ động, và cấu trúc danh từ thay thế cho danh động từ (by examination of thay cho by examining). Sự đa dạng của động từ bị suy giảm đáng kể bởi sự cấu tạo từ có hậu tố -ize và tiền tố de- (để tạo thành động từ), và các câu khẳng định tầm thường bỗng trở nên sâu sắc nhờ các cụm từ có cấu trúc not un-. "
        },
        {
            "en": "The first part that launched today, titled Fourteenth Century – Seventeenth Century, reads like an extract from an academic tome and tells the story of how wizards communicated with North America before it was colonized by non-magical humans, or ‘No-<em>Maj</em>’, a term revealed by Rowling recently as an American slang equivalent to the British term ‘Muggle’ used in the Harry Potter books.",
            "vi": "Phần đầu ra mắt hôm nay có tên là Thế kỷ 14 - thế kỷ 17, đọc giống như một trích đoạn trong một bộ sách học thuật và kể lại cách các phù thủy giao tiếp với Bắc Mỹ trước khi xứ này bị người không có phép thuật hoặc 'No-Maj' đến ở, một thuật ngữ mới được Rowling tiết lộ là từ lóng Mỹ tương đương với từ Anh 'Muggle' được sử dụng trong quyển Harry Potter."
        }
    ],
    "suggestions": []
}