{
    "en_vn": {
        "data": {
            "content": null,
            "word": "makhorka",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "makhorka",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "makhorka",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "makhorka",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "makhorka",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is called the Li <em>Ka</em> Shing technique.",
            "vi": "Đây được gọi là kỹ thuật Li Ka Shing."
        },
        {
            "en": "Community leaders in Ia <em>Ka</em> village also expressed their concern at teacher attitudes toward students.",
            "vi": "Một số cán bộ làng Ia Ka cũng bày tỏ nỗi lo ngại về thái độ của giáo viên đối với học sinh."
        },
        {
            "en": "One girl in Ia <em>Ka</em> recalled, \"My father stayed in the field.",
            "vi": "Một em gái ở xã Ia Ka nói \"Bố em ở ngoài rẫy."
        },
        {
            "en": "A Ia <em>Ka</em> father noted, \"Because of our extreme poverty, the children feel inferior to their friends.\"",
            "vi": "Một ông bố ở Ia Ka cho biết \"bởi vì chúng tôi quá nghèo, các cháu cảm thấy tự ti trước bạn bè\"."
        },
        {
            "en": "A mother in Ia <em>Ka</em> commune even complained, \"The teacher scolded students for wearing ugly clothes.\"",
            "vi": "Một bà mẹ ở xã Ia Ka phàn nàn \"Giáo viên mắng học sinh vì mặc quần áo xấu\"."
        },
        {
            "en": "Girls in the fourth and fifth grades in Ia <em>Ka</em> also mentioned a lack of furniture.",
            "vi": "Các em gái lớp 4 và 5 ở xã Ia Ka cũng đề cập đến vấn đề thiếu đồ đạc."
        },
        {
            "en": "A teacher in Ia <em>Ka</em> recalled, \"An ethnic minority student who completed ninth grade could not find any Job in the commune with her certification.",
            "vi": "Một giáo viên ở Ia Ka nói \"Một học sinh nữ dân tộc thiểu số học xong lớp 9 không thể tìm được việc ở trong xã với bằng tốt nghiệp của mình."
        },
        {
            "en": "J'rai girls also often deal with lack of toilets, with no toilets in Truong Tho primary school and the branch school in Ia <em>Ka</em>.",
            "vi": "Các em gái J’rai phải đối mặt với việc thiếu nhà vệ sinh. Trường Tiểu học Trường Thọ không có nhà vệ sinh. Điểm lẻ Jruang ở Ia Ka cũng không có nhà vệ sinh."
        },
        {
            "en": "Many girls in Ia <em>Ka</em> village live in villages that are very far from the commune center (7 to 10 kilometers).",
            "vi": "Rất nhiều em gái ở làng Ia Ka sống ở những ngôi nhà xa trung tâm xã (7-10 km)."
        },
        {
            "en": "A J'rai girl from Ia <em>Ka</em> noted a pattern, saying, \"My younger sibling studies in Grade 3 but still cannot speak Vietnamese.\"",
            "vi": "Một em gái J’rai từ Ia Ka cho biết \"Em gái em học lớp 3 nhưng vẫn không nói được tiếng Việt\"."
        },
        {
            "en": "Ia <em>Ka</em> community members said, \"It's important for local authorities to give girls encouragement… encouraging and creating good conditions for the children's schooling.\"",
            "vi": "Thành viên cộng đồng của xã Ia Ka nói, \"Việc chính quyền địa phương khuyến khích và tạo điều kiện cho trẻ em gái đến trường là hết sức quan trọng\"."
        },
        {
            "en": "Only 12 of the 38 teachers in Ia <em>Ka</em> primary schools are from ethnic minority groups, and none are at the lower secondary level.",
            "vi": "Chỉ có 12 trong số 38 giáo viên ở các trường Tiểu học xã Ia Ka là người dân tộc, và ở trường THCS thì chẳng có giáo viên nào là người dân tộc."
        },
        {
            "en": "A J'rai father in Ia <em>Ka</em> said, \"People told my first daughter that no matter how much she studied, she would not find a Job.\"",
            "vi": "Một ông bố J’rai ở Ia Ka nói \"mọi người bảo con lớn của tôi là dù nó có học nhiều thế nào thì nó cũng sẽ không kiếm được việc làm\"."
        },
        {
            "en": "\"I can only make her stomach full. I cannot afford to buy clothes and pay school fees,\" said a father in Ia <em>Ka</em>, \"She is afraid of the teacher scolding her for not having money to pay for the school.\"",
            "vi": "\"Mình chỉ lo cho cái bụng nó no thôi chứ không lo được tiền mua quần áo, tiền đi học\" một ông bố ở Ia Ka nói. \"Nó sợ cô giáo la vì không có tiền nạp cho cô\"."
        },
        {
            "en": "Holding a package of so-called “<em>Ka</em> <em>Ka</em> tiger” in his hands, Nguyen Minh Tri, a grade three student from Luong Yen School, said, “The ‘tiger meat’ tastes as tough as beef, but it is much cheaper than beef. We like the tiger picture on the package’s cover so we buy it.”",
            "vi": "Cầm một gói gọi là \"Ka Ka tiger\" trong tay, bé Nguyễn Minh Trí, học sinh lớp ba của Trường Lương Yên cho biết, \"Những gói 'thịt hổ' này có mùi vị như như thịt bò, nhưng rẻ hơn nhiều so với thịt bò. Chúng cháu thích hình ảnh con hổ trên giấy gói nên chúng cháu mua nó. \""
        },
        {
            "en": "For J'rai girls in the Ia <em>Ka</em> and Ia Mo Nong communes, for example, field work is not a primary form of work because farmland tends to be located deep in the forest, far from their homes.",
            "vi": "Đối với các em gái ở xã Ia Ka và Ia Mơ Nông, đất canh tác thường ở sâu trong rừng, cách xa nhà."
        },
        {
            "en": "Another Ia <em>Ka</em> father said of his daughter, \"Since she did not have a bicycle - even though the house is close by - she got embarrassed and did not go to school.",
            "vi": "Một ông bố ở Ia Ka khác cho biết \"vì con gái tôi không có xe đạp - mặc dù nhà ngay gần trường - cháu xấu hổ và không đi học nữa."
        },
        {
            "en": "One fifth-grade girl from Ia <em>Ka</em>, a poor commune in the Chu Pah District of Gia Lai Province described her family situation: \"My father is disabled and I myself am disabled due to Agent Orange.",
            "vi": "Một em gái học lớp 5 ở Ia Ka, một xã nghèo thuộc huyện Chư Pah, tỉnh Gia Lai mô tả tình trạng gia đình em như sau: \"Cha cháu bị tàn tật và cháu cũng bị tàn tật do di chứng của chất độc màu da cam."
        },
        {
            "en": "The richest man in Asia, Li <em>Ka</em>-shing, said that in these three areas, the more you spend, the more you earn. Let’s take a look at the three principles behind this statement.",
            "vi": "Người đàn ông giàu nhất ở châu Á, Li Ka-shing, nói rằng trong ba lĩnh vực dưới đây, bạn càng chi ra, thì bạn càng kiếm được. Vậy chúng ta hãy nhìn vào ba nguyên tắc đằng sau tuyên bố này."
        },
        {
            "en": "It then heaves its riders skyward at a 90-degree angle (straight up) until it reaches a height of 456 feet, over one and a half football fields, above the ground, before dropping another 418 feet ( coaster Grotto “Kingda <em>Ka</em>”).",
            "vi": "Sau đó, Tàu lượn phi lên phía bầu trời với góc 90 (thẳng đứng) cho tới khi đạt chiều cao 456 feet so với mặt đất, hơn 1,5 chiều dài của một sân bóng, trước khi thả xuống 418 feet ( Tàu lượn Grotto “Kingda Ka”)"
        }
    ],
    "suggestions": []
}