{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Malaysian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Malaysian</k><blockquote><cclass>[<cclass>mə'leɪzɪən<cclass>, <cclass>-'leɪʒən<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of Malaysia. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Malaysia or Malaysians. </cclass></blockquote></div>",
            "word": "Malaysian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Malaysian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Malaysian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Malaysian"
        }
    },
    "sentences": [
        {
            "en": "I'm a <em>Malaysian</em>.",
            "vi": "Tôi là người Mã Lai."
        },
        {
            "en": "I 'm a <em>Malaysian</em>.",
            "vi": "Tôi là người Mã Lai."
        },
        {
            "en": "Most of them are <em>Malaysian</em>.",
            "vi": "Hầu hết họ là người Mã Lai."
        },
        {
            "en": "<em>Malaysian</em> grilled fish wrapped with banana leaves.",
            "vi": "Cá nướng của người Malaysia được bọc trong lá chuối."
        },
        {
            "en": "Mary is my <em>Malaysian</em> pen pal.",
            "vi": "Mary là bạn qua thư người Malaysia của tôi."
        },
        {
            "en": "I place the fixed deposit in a <em>Malaysian</em> bank.",
            "vi": "Tôi đặt tiền gửi kỳ hạn tại một ngân hàng Malaysia."
        },
        {
            "en": "They are now regarded as pioneers of <em>Malaysian</em> Art.",
            "vi": "Bây giờ họ được coi như là người tiên phong của nghệ thuật Malaysia."
        },
        {
            "en": "Lan's <em>Malaysian</em> pen pal, Mary, stayed with Lan last week.",
            "vi": "Mary, bạn qua thư người Mã Lai của Lan, đã đến ở chơi với Lan suốt tuần qua."
        },
        {
            "en": "<em>Malaysian</em> retailer Parkson closes second store in Hanoi",
            "vi": "Nhà bán lẻ Parkson Maylysia đóng cửa của hàng thứ hai tại Hà Nội"
        },
        {
            "en": "<em>Malaysian</em> authorities have already arrested 46-year-old North Korean citizen Ri Jong Chol, a 25-year-old Indonesian woman named Siti Aishah and her <em>Malaysian</em> boyfriend.",
            "vi": "Nhà trức trách Malaysia bắt giữ Ji Jong Chol công dân Bắc Hàn 46 tuổi, một người phụ nữ Indonesia 25 tuổi có tên là Siti Aishah và bạn trai của cô là người Malaysia."
        },
        {
            "en": "A participant commented that only approximately 5 <em>Malaysian</em> based funds are active.",
            "vi": "Một thành viên tham gia bình luận rằng chỉ có khoảng 5 quỹ có cơ sở ở Malaysia hoạt động."
        },
        {
            "en": "Vietnam's U.N. ambassador says that three unidentified victims on the downed <em>Malaysian</em> airlines were Vietnamese.",
            "vi": "Đại sứ Việt Nam tại Liên Hiệp Quốc cho biết 3 nạn nhân chưa rõ danh tánh trên chiếc máy bay bị rơi của Malaysia Airlines là người Việt Nam."
        },
        {
            "en": "A 16 - year - old <em>Malaysian</em> girl has suffered from Severe Aplastic Anemia (SAA) for seven years.",
            "vi": "Một thiếu nữ Malaysia 16 tuổi mắc bệnh thiếu máy suy tủy thể nặng kéo dài trong bảy năm."
        },
        {
            "en": "The <em>Malaysian</em> unit of currency is the ringgit, consisting of 100 cents.",
            "vi": "Đơn vị tiền tệ của Malaysia là ringgit, gồm 100 xu."
        },
        {
            "en": "The Javan Rhino was hunted to extinction on the <em>Malaysian</em> peninsula by 1932.",
            "vi": "Tê giác Java đã bị săn bắn đến mức tuyệt chủng tại bán đảo Mã Lai vào năm 1932."
        },
        {
            "en": "Thus one can be easily a <em>Malaysian</em>, an American and so on.",
            "vi": "Do đó người ta có thể là người malaysia, người mỹ"
        },
        {
            "en": "The <em>Malaysian</em> Grand Prix organisers are set to end their contract with F1",
            "vi": "Các nhà tổ chức Grand Prix Malaysia sẽ kết thúc hợp đồng với F1"
        },
        {
            "en": "If you are <em>Malaysian</em>, I can help you find a room.",
            "vi": "Nếu bạn là người Malaysia, tôi có thể giúp bạn tìm phòng."
        },
        {
            "en": "Mr. Jones is recognized as the new Chairman of <em>Malaysian</em> Airlines.",
            "vi": "Jones được công nhận là chủ tịch hãng hàng không Mã lai."
        },
        {
            "en": "He's a <em>Malaysian</em> man and he got married to Vietnamese lady.",
            "vi": "Anh ấy là người Malaysia và lấy vợ Việt."
        }
    ],
    "suggestions": []
}