{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mali"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mali"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mali"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mali"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mali"
        }
    },
    "sentences": [
        {
            "en": "For the first time <em>Mali</em> was added to the \"shame list\", which names armed parties who recruit and abuse children.",
            "vi": "Lần đầu tiên Mali được bổ sung vào “ sổ đen” trong đó có các nhóm vũ trang đã tuyển dụng và lạm dụng trẻ em."
        },
        {
            "en": "In some countries, however, women still receive no more than one year of schooling. Those countries include, Burkina Faso, Yemen, Niger, Chad, <em>Mali</em> and Afghanistan.",
            "vi": "Tuy nhiên ở một số nước, phụ nữ vẫn không được đi học hơn 1 năm. Những quốc gia này bao gồm, Burkina Faso, Yemen, Niger, Chad, Mali và Afghanistan."
        },
        {
            "en": "He ruled the <em>Mali</em> Empire in the 14th century and his land was laden with lucrative natural resources, most notably gold.",
            "vi": "Ông cai trị Đế quốc Mali vào thế kỷ thứ 14, đất đai của ông bạt ngàn cùng nguồn tài nguyên thiên nhiên sinh lợi cao, đáng kể nhất là vàng."
        },
        {
            "en": "\"The serious deterioration of the security situation in <em>Mali</em> in 2012 was characterised by a large number of grave violations against children by various armed groups,\" according to the study.",
            "vi": "Vào năm 2012, tình hình an ninh ở Mali càng xấu đi bởi nhiều vụ bạo hành trẻ em nghiêm trọng dưới trướng của nhiều tổ chức có vũ trang”"
        },
        {
            "en": "Mansa Musa was in charge of a lot of land. To put it into perspective, he ruled all (or parts) of modern day Mauritania, Senegal, Gambia, Guinea, Burkina Faso, <em>Mali</em>, Niger, Nigeria, and Chad.",
            "vi": "Mansa Musa cai quản nhiều vùng đất. Các vùng đất ông cai trị bấy giờ tương ứng với Mauritania, Senegal, Gambia, Guinea, Burkina Faso, Mali, Niger, Nigeria, và Chad ngày nay."
        },
        {
            "en": "The wreckage of an Air Algerie plane missing since early yesterday with 116 people on board has been found in <em>Mali</em> near the Burkina Faso border, an army coordinator in Ouagadougou said.",
            "vi": "Đã tìm thấy mảnh vỡ chiếc máy bay của hãng Air Algerie mất tích từ sáng hôm qua, chiếc máy bay này chở 116 người, khu vực tìm thấy mảnh vỡ là Mali, gần  Burkina Faso, một điều phối viên quân đội ở Ouagadougou cho biết."
        },
        {
            "en": "In <em>Mali</em>, children make up more than half of the 15.8 million population, and many have been \"severely affected\" by the ongoing conflict in the northern part of the country, the UN report says.",
            "vi": "Ở Mali, trẻ em chiếm hơn nửa trong số 15,8 triệu dân, và nhiều em bị “ xâm hại nghiêm trọng” bởi cuộc xung đột đang diễn ra ở miền Bắc đất nước này, theo báo cáo Liên Hiệp Quốc."
        },
        {
            "en": "The word sahel comes from Arabic and means marginal or transitional , and this is a good description of these semi-arid lands , which occupy much of the West African countries of <em>Mali</em>, Mauritania, Niger, and Chad.",
            "vi": "Từ sahel bắt nguồn từ tiếng A Rập và có có nghĩa là giáp ranh hoặc chuyển tiếp , đây là dạng hình thái tốt của những vùng đất bán khô hạn , mà nó chiếm cứ phần lớn diện tích của những quốc gia ở phía Tây Châu Phi như Mali, Mauritania, Niger, và Chad."
        },
        {
            "en": "Greater Efforts Are Urged to Get and Keep Girls in School        An international conference took place this week in Dakar, Senegal, to find new ways to get and keep girls in school. The United Nations Children's Fund says nearly seventy-two million children were not in school in two thousand seven. More than half are girls, and more than two-thirds are in sub-Saharan Africa, South Asia and West Asia. School attendance has improved in many areas. But the head of UNICEF, Anthony Lake, says: ANTHONY LAKE: \"Unless we all work harder, there may still be fifty-six million children out of school in two thousand fifteen.\" He says progress and economic development depend on educating girls as well as boys. Educated girls are also at lower risk of violence, abuse and diseases like H.I.V./AIDS. The U.N. Girls' Education Initiative organized the meeting of two hundred scholars, aid workers and government officials from twenty-two countries. The initiative was launched in Dakar ten years ago. The aim is to bring primary school education to all girls and boys worldwide by two thousand fifteen. In Senegal, the number of public schools has doubled in the last ten years. But UNICEF's Anthony Lake said schools still lack gender equality. He said girls in one Dakar school told him about a lack of bathrooms and textbooks for them, and bullying from boys. The conference centered on three main problems to getting and keeping girls in school: violence, poverty and poor quality education. Ann-Therese Ndong-Jatta is education director for UNESCO in Africa. She says donors are pumping in a lot of resources and civil society groups are working on access to education. ANN-THERESE NDONG-JATTA: \"But the truth is, seventy-five percent of the children fail.\" The UNESCO official says schools need to modernize and improve what they teach and how they teach it. For example, she says schools should teach African children in their native languages, not simply in English or French. To stay in school, experts say children must consider their education useful -- and so must their parents. May Rihani from the Global Advisory Committee of the U.N. girls' initiative gave an example from a \"life skills\" program in <em>Mali</em>. One lesson is about diarrhea. The idea is for children to go tell their mother what they learned. May Rihani says: \"The mother would recognize that this education is important to her and to her family and would want the child to continue to go to school.\"",
            "vi": "Những nỗ lực lớn nhằm tạo điều kiện đưa trẻ em gái được đi học        Một hội nghị quốc tế diễn ra tuần này ở Dakar, Senegal, tìm ra giải pháp mới nhằm đưa các bé gái đến được trường học. Quỹ Nhi đồng Liên Hiệp Quốc cho biết có gần 72 triệu trẻ em không được đi học vào năm 2007. Trong đó, chiếm hơn một nửa là các bé gái, và hơn 2/3 tập trung ở Tiểu Sahara châu Phi, Nam Á và Tây Á. Việc đưa trẻ đi học đã cải thiện ở nhiều nơi. Nhưng giám đốc UNICEF, Anthony Lake, phát biểu: ANTHONY LAKE: \"Trừ phi tất cả chúng ta làm việc cật lực hơn thì may ra sẽ không còn 56 triệu trẻ em không được đi học vào năm 2015.\" Ông ấy nói tiến bộ và phát triển kinh tế tùy thuộc vào sự giáo dục những cô bé cũng như cậu bé. Những cô bé có ăn học sẽ ít có nguy cơ bị bạo hành, lạm dụng và mắc những căn bệnh như H.I.V./AIDS. Sáng kiến của LHQ về giáo dục trẻ em gái đã tổ chức một cuộc họp gồm 200 học giả, nhân viên công tác xã hội và quan chức chính phủ từ 22 quốc gia. Sáng kiến đã được phát động ở Dakar cách đây mười năm. Mục đích là phổ cập giáo dục tiểu học cho tất cả các trẻ em trên toàn cầu vào năm 2015. Ở Senegal, số trường công đã tăng gấp đôi trong mười năm qua. Nhưng Anthony Lake của UNICEF nói rằng trường học vẫn còn tình trạng bất bình đẳng về giới tính. Ông ấy nói những bé gái ở một ngôi trường Dakar đã kể với ông rằng chúng bị thiếu thốn nhà vệ sinh và sách giáo khoa, và còn bị những học sinh nam bắt nạt. Hội nghị tập trung vào ba vấn đề chính nhằm đưa trẻ em gái đến trường và giữ không cho chúng bỏ học: bạo hành, sự nghèo khổ và giáo dục chất lượng kém. Ann-Therese Ndong-Jatta là giám đốc giáo dục cho UNESCO ở Châu Phi. Bà nói có nhiều nhà tài trợ đang đóng góp rất nhiều và những nhóm công tác xã hội đang công tác nhằm phổ cập giáo dục. ANN-THERESE NDONG-JATTA: \"Nhưng sự thật là 75% trẻ em không được đi học.\" Viên chức UNESCO này cho rằng trường học cần hiện đại hoá và cải thiện những gì họ dạy và cách thức giảng dạy. Chẳng hạn như bà ấy nói trường học nên dạy trẻ em châu Phi bẳng tiếng mẹ đẻ của họ, chứ không phải chỉ bằng Tiếng Anh hoặc Tiếng Pháp. Để giữ chúng tiếp tục đi học, các chuyên gia cho rằng trẻ em phải xem việc học của chúng là có ích -- và cha mẹ chúng cũng phải như thế. May Rihani từ Uỷ ban Global Advisory của Sáng kiến của LHQ về giáo dục trẻ em gái đưa ra một ví dụ từ chương trình \"kỹ năng sống\" ở Mali. Một bài học về bệnh tiêu chảy. Ý tưởng là để trẻ con về nhà kể với mẹ của chúng về những gì chúng học được. May Rihani nói : \"Người mẹ sẽ nhận thấy giáo dục quan trọng đối với cô ấy và gia đình cô ấy và sẽ muốn đứa bé tiếp tục đến trường.\""
        },
        {
            "en": "Child Mortality Closely Linked To Women's Education Levels      Over half of the reduction in the global mortality of children under 5 years of age is linked to increased education among females of reproductive age, says a reports from the Institute for Health Metrics and Evaluation, University of Washington, published in the medical journal The Lancet. Sixteen million children under the age of five died in 1970, compared to 7.8 million in 2009, the report informs - 4.2 million fewer children died in 2009 thanks in large part to better and more widely accessible schooling for women.  The authors write that education is growing in every part of the world. The report states that:  Average years of schooling for women of reproductive age (ages 15 to 44) in developing countries have grown from 2.2 years to 7.2 years.  In some countries, however, women still receive no more than one year of schooling. Those countries include, Burkina Faso, Yemen, Niger, Chad, <em>Mali</em> and Afghanistan.  Dr. Emmanuela Gakidou, lead author, Associate Professor of Global Health at the Institute for Health Metrics and Evaluation (IHME), said:  We know that direct health interventions, such as immunizations, preventive care, and hygiene classes, are crucial to improving health worldwide. What this study shows is that by focusing on education as well, we can increase the impact that we are having on health. In 87 countries in 2009, women had greater levels of education than men. In 40 nations, however, the gender gap grew during the period 1970 to 2009. Dr. Emmanuela Gakidou and team collected data from 915 censuses and national surveys globally to create a time series of education levels for 175 nations. They found that:    31 nations had improved average years of schooling of women of reproductive age by over three years between 1990 and 2009. Saudi Arabia, the Lebanon and the United Arab Emirates were among these countries.\n  Out of the ten countries with the highest populations in the world, women of reproductive age had complete at least primary school in seven of them.\n  Most of the countries that are on track to achieving the Millennium Development Goal 4 - reducing the child mortality rate by 66% between 1990 and 2015 - have achieved a faster improvement for average rate of schooling for women of reproductive age than the global 1.9 years over the last two decades.\n  According to their findings, economic growth accounted for just 7.2% of the reduction in child mortality during the 1970-2009 period. \n   Dr. Christopher Murray, IHME Director and one of the paper's co-authors, said:  More education helps mothers make better choices in a range of areas - personal hygiene, nutrition, parenting approaches. It also helps them take better care of their own health when pregnant, and, after the child is born, they are able to navigate the expanding array of health services being offered to their families.  The authors believe that mothers with more education will drive advances in global health, embracing immunization programs, for example. Dr. Rafael Lozano, Professor of Global Health at IHME:  The next phase could include building new secondary schools and hiring teachers. But before that work begins, it would be wise to weigh the potential benefits and costs of this approach against building clinics and hiring health workers.  Source: The Institute for Health Metrics and Evaluation Increased educational attainment and its effect on child mortality in 175 countries between 1970 and 2009: a systematic analysis Dr Emmanuela Gakidou PhD, Krycia Cowling BS, Prof Rafael Lozano MD, Prof Christopher JL Murray MD The Lancet, Volume 376, Issue 9745, Pages 959 - 974, 18 September 2010 doi:10.1016/S0140-6736(10)61257-3 Written by Christian Nordqvist  Copyright: Medical News Today",
            "vi": "Tỷ lệ tử vong ở trẻ em gắn liền với trình độ học vấn của phụ nữ      Hơn một nửa số ca giảm trong tỷ lệ tử vong của trẻ em dưới 5 tuổi trên toàn cầu liên quan với trình độ học vấn tăng lên của phụ nữ trong độ tuổi sinh sản, theo một báo cáo từ Viện Y học Metrics, Đại học Washington, công bố trong tạp chí y học The Lancet. 16 triệu trẻ em dưới 5 tuổi tử vong vào năm 1970, so với 7.9 triệu trong năm 2009, các báo cáo các tổng kết – giảm 4.2 triệu trẻ em tử vong vào năm 2009 một phần lớn nhờ vào việc phụ nữ đã có điều kiện tốt hơn để học hành. Theo báo cáo, giáo dục đang phát triển ở khắp nơi trên thế giới. Và các tác giả cho biết: Thời gian được đi học trung bình của phụ nữ trong độ tuổi sinh sản (lứa tuổi 15-44) ở các nước đang phát triển đã tăng từ 2,2 lên 7,2 năm. Tuy nhiên ở một số nước, phụ nữ vẫn không được đi học hơn 1 năm. Những quốc gia này bao gồm, Burkina Faso, Yemen, Niger, Chad, Mali và Afghanistan. Tiến sĩ Emmanuela Gakidou, tác giả chính, Phó Giáo sư Y tế Toàn cầu tại Viện Số liệu và Đánh giá Sức khỏe (IHME), cho biết: Chúng ta biết rằng những can thiệp y tế trực tiếp, chẳng hạn như chủng ngừa, chăm sóc phòng ngừa, và các lớp học vệ sinh, rất quan trọng đối với việc cải thiện sức khỏe trên toàn thế giới. Nghiên cứu này cho thấy bằng cách tập trung vào giáo dục, chúng ta có thể tăng ảnh hưởng mà chúng ta đang can thiệp để cải thiện sức khỏe. Năm 2009, ở 87 quốc gia, phụ nữ có trình độ học vấn cao hơn nam giới. Tuy nhiên, tại 40 quốc gia, khoảng cách giới tính đã tăng lên trong thời kỳ 1970-2009. Tiến sĩ Emmanuela Gakidou và nhóm nghiên cứu thu thập dữ liệu từ 915 khảo sát và thống kê dân số quốc gia trên toàn cầu để tạo số liệu theo thời gian của trình độ học vấn cho 175 quốc gia. Họ thấy rằng:  \n31 quốc gia đã cải thiện số năm được đi học trung bình của phụ nữ trong độ tuổi sinh sản trên 3 năm trong giai đoạn 1990-2009. Ả Rập Xê-út, Li-băng và các tiểu vương quốc Ả Rập thống nhất nằm trong số các nước này.\n \nTrong số 10 quốc gia có dân số cao nhất thế giới, có ít nhất 7 nước có phụ nữ trong độ tuổi sinh sản đã hoàn tất ít nhất là bậc tiểu học.\n \nHầu hết các nước đang đi đúng hướng để đạt được Mục tiêu Phát triển Thiên niên kỷ 4 - giảm tỷ lệ tử vong trẻ em xuống còn 66% trong năm 1990 và 2015 - đạt được cải tiến nhanh hơn nhờ vào tỷ lệ được đến trường trung bình của phụ nữ trong độ tuổi sinh sản đã tăng lên 1,9 năm trên toàn cầu trong 2 thập niên qua.\n \nTheo phát hiện của họ, tăng trưởng kinh tế chỉ chiếm 7,2% của việc giảm tỷ lệ tử vong trẻ em trong giai đoạn 1970-2009.\n  Tiến sĩ Christopher Murray, Giám đốc IHME và là một trong các đồng tác giả của báo cáo, cho biết: Học vấn cao hơn giúp các bà mẹ có những lựa chọn tốt hơn trong nhiều lĩnh vực - vệ sinh cá nhân, dinh dưỡng, phương pháp nuôi dạy con cái. Trình độ cao hơn cũng giúp họ có thể chăm sóc tốt sức khỏe bản thân khi mang thai, và sau khi đứa trẻ được sinh ra, họ có thể tìm cách mở rộng mảng dịch vụ y tế đang được cung cấp cho gia đình của họ. Các tác giả tin rằng khi các bà mẹ có học vấn cao hơn sẽ đưa đến những tiến bộ trong y tế toàn cầu, ví dụ như bao gồm các chương trình tiêm chủng. Tiến sĩ Rafael Lozano, Giáo sư Y tế Toàn cầu tại IHME, cho biết: Giai đoạn kế tiếp có thể bao gồm việc xây dựng thêm các trường trung học và tuyển dụng giáo viên. Nhưng trước khi công việc bắt đầu, nên cân nhắc các lợi ích tiềm năng và chi phí của phương pháp so với việc xây dựng bệnh viện và thuê nhân viên y tế. Nguồn: Viện Y tế và Đánh giá Metrics Tăng cường giáo dục và hiệu quả đạt được về tỷ lệ tử vong trẻ em tại 175 quốc gia giữa các năm 1970 và 2009: một phân tích có hệ thống Tiến sĩ bác sĩ Emmanuela Gakidou, BS Krycia Cowling, Giáo sư Rafael Lozano MD, giáo sư Christopher Murray JL MD The Lancet, Volume 376, Issue 9.745, trang 959-974, ngày 18 tháng chín 2010 doi: 10.1016/S0140-6736 (10) 61.257-3 Tác giả: Nordqvist Christian Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}