{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mæl'nʌri∫t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị suy dinh dưỡng; thiếu ăn</td></tr></table><i/></div>",
            "word": "malnourished",
            "pronounce": "[mæl'nʌri∫t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>malnourished</k><blockquote>■ <cclass>adjective suffering from malnutrition. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>malnourishment</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "malnourished",
            "pronounce": "[mæl'nʌri∫t]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "malnourished",
            "pronounce": "[mæl'nʌri∫t]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "malnourished",
            "pronounce": "[mæl'nʌri∫t]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "malnourished",
            "pronounce": "[mæl'nʌri∫t]"
        }
    },
    "sentences": [
        {
            "en": "<em>Malnourished</em> children",
            "vi": "Trẻ bị suy dinh dưỡng"
        },
        {
            "en": "I am <em>malnourished</em>.",
            "vi": "Tôi bị suy dinh dưỡng."
        },
        {
            "en": "Their families were <em>malnourished</em> and struggled simply to survive.",
            "vi": "Gia đình họ luôn bị thiếu ăn và phải vật lộn với miếng ăn đơn giản là để tồn tại."
        },
        {
            "en": "Majority of children in the rural areas are <em>malnourished</em>.",
            "vi": "Phần lớn trẻ em ở các vùng nông thôn đều bị suy dinh dưỡng."
        },
        {
            "en": "Children with disabilities are more likely to die young or be neglected, <em>malnourished</em>, uneducated, and poor.",
            "vi": "Trẻ khuyết tật dễ bị chết yểu hay bị bỏ rơi, suy dinh dưỡng, không được giáo dục và nghèo đói hơn."
        },
        {
            "en": "i am very <em>malnourished</em>, so my mother cooks nutritious meals for me.",
            "vi": "tôi bị suy dinh dưỡng nặng nên mẹ tôi nấu những bữa ăn dinh dưỡng cho tôi"
        },
        {
            "en": "“Children being <em>malnourished</em>”, “Children working at young age ” (poor local and migrant men, women, and children)",
            "vi": "“Trẻ em bị suy dinh dưỡng”, “Trẻ em phải làm việc khi còn bé” (nhóm nam, nữ và trẻ em nghèo ở địa phương và di cư)"
        },
        {
            "en": "Nearly half of India's children under the age of five are <em>malnourished</em>.",
            "vi": "Gần một nửa trẻ em dưới 5 tuổi của Ấn Độ là suy dinh dưỡng."
        },
        {
            "en": "In 2006, Amnesty International reported 7 percent of children were severely <em>malnourished</em>.",
            "vi": "Vào năm 2006, Tổ chức Ân xá Quốc tế báo cáo 7% trẻ em bị suy dinh dưỡng trầm trọng."
        },
        {
            "en": "<em>Malnourished</em> children grow up with worse health and lower educational achievements.",
            "vi": "Trẻ em suy dinh dưỡng lớn lên với sức khỏe kém hơn và thành tích học tập thấp hơn."
        },
        {
            "en": "Most people call it “getting older”. I call it “becoming more and more toxic and <em>malnourished</em>”. There’s a big difference.",
            "vi": "Đa số mọi người đều gọi nó là “bệnh tuổi già”. Còn tôi gọi đó là “ngày càng nhiễm độc và thiếu dinh dưỡng nhiều hơn”. Đó là hai điều hoàn toàn khác biệt."
        },
        {
            "en": "Adult nutritional status has improved slightly, but 28 percent of adults remain either moderately or severely <em>malnourished</em>.",
            "vi": "Tình trạng dinh dưỡng của người lớn đã được cải thiện chút ít nhưng 28% người lớn vẫn còn bị suy dinh dưỡng ở mức nặng hoặc nhẹ."
        },
        {
            "en": "Funds of the program are also used to purchase feeding supplements for <em>malnourished</em> children and pregnant women, vitamin A and iron pills.",
            "vi": "Nguồn vốn chương trình cũng được sử dụng để mua dưỡng chất bổ sung cho trẻ suy dinh dưỡng và phụ nữ mang thai, vitamin A, viên sắt."
        },
        {
            "en": "According to Save the Children, 20% of women in sub-Saharan Africa, and 35% of women in South Asia are <em>malnourished</em> and too thin.",
            "vi": "Theo Save the Children, 20% phụ nữ ở vùng châu Phi phía nam Xa-ha-ra, và 35% phụ nữ ở Nam Á bị suy dinh dưỡng và quá ốm."
        },
        {
            "en": "Similarly, under-five mortality rates fell significantly and the percentage of <em>malnourished</em> children was reduced from more than 50% to 33%—a figure that is still very high.",
            "vi": "Cũng tương tự như vậy, tỷ lệ tử vong trẻ em dưới 5 tuổi giảm đáng kể và tỷ lệ trẻ em suy dinh dưỡng giảm từ trên 50% xuống còn 33% - một con số vẫn rất cao."
        },
        {
            "en": "The food was delivered to the Vietnamese Red Cross to support <em>malnourished</em> children and flood victims in the northern mountainous provinces.",
            "vi": "Thực phẩm đã được giao cho Hội chữ thập đỏ Việt Nam để hỗ trợ trẻ suy dinh dưỡng và nạn nhân lũ lụt ở các tỉnh miền núi phía bắc."
        },
        {
            "en": "From the start, the program funded activities for pregnant women who weren't gaining weight and medicines and food for severely to moderately <em>malnourished</em> children living in poor families.",
            "vi": "Ngay từ đầu chương trình đã tài trợ cho các hoạt động dành cho phụ nữ mang thai không tăng cân, hỗ trợ thuốc men và thực phẩm cho trẻ suy dinh dưỡng từ vừa đến nặng ở các gia đình nghèo."
        },
        {
            "en": "With 35.8% of under-fives being stunted and under-nourished and 20.2% are <em>malnourished</em> due to lack of protein, nutrition in Viet Nam is a challenge, even if HIV and other vulnerabilities are not taken into account.",
            "vi": "Với tỷ lệ 35.8% suy dinh dưỡng thể thấp còi và 20.2% suy dinh dưỡng do thiếu protein trên tổng số trẻ em dưới 5 tuổi, vấn đề dinh dưỡng ở Việt Nam là một thách thức, cho dù chưa tính đến HIV và các khả năng nhiễm bệnh khác."
        },
        {
            "en": "In the report, researchers say that these ongoing problems may be due to a repetitive cycle, one which involves \"stunted\" mothers continuing to have babies who are underweight and <em>malnourished</em> before birth. This is usually due to the mother's lack of education, poor work conditions and bad health, which then results in lack-luster care towards the child.",
            "vi": "Trong báo cáo, các nhà nghiên cứu nói rằng những vấn đề đang diễn ra có thể là do một chu kỳ lặp đi lặp lại, trong đó có một yếu tố là một bà mẹ \"còi cọc\" sẽ tiếp tục có những em bé bị thiếu cân và suy dinh dưỡng trước khi sinh. Điều này thường là do thiếu mẹ của giáo dục, điều kiện làm việc nghèo và sức khỏe kém, mà sau đó dẫn đến thiếu ánh chăm sóc đối với trẻ. Điều này thường là do sự thiếu giáo dục, điều kiện làm việc kém và sức khỏe yếu của người mẹ, mà sau đó dẫn đến thiếu sự chăm sóc tốt cho con."
        },
        {
            "en": "India, for example, has been self-sufficient in food for 15 years, and its granaries are full, but more than 200 million Indians – one fifth of the country’s population – are <em>malnourished</em> because they cannot afford the food they need and because the country’s safety nets are deficient.",
            "vi": "Ví dụ, Ấn Độ đã tự cung tự cấp lương thực trong 15 năm, và các Kho chứa của nó đã đầy, nhưng hơn 200 triệu người dân nơi đây - chiếm một phần năm dân số đất nước - bị Suy dinh dưỡng do không có đủ tiền mua thực phẩm và vì mạng lưới an toàn còn hạn chế."
        }
    ],
    "suggestions": []
}