{
    "en_vn": {
        "data": {
            "content": null,
            "word": "malnourishment",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "malnourishment",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "malnourishment",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "malnourishment",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "malnourishment",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Within these programmes there have been a number of projects that directly worked with children such as Extended Program of Immunization, <em>Malnourishment</em> Prevention and Safe Child Raising etc.",
            "vi": "Trong số các chương trình này, có nhiều dự án liên quan trực tiếp đến trẻ em như chương trình tiêm chủng mở rộng, phòng chống suy dinh dưỡng; nuôi con an toàn..."
        },
        {
            "en": "The reality is that due to the daily burden of chemicals in our food, air, water, personal care products, household products, furnishings, and equipment, combined with <em>malnourishment</em> through diets composed mainly of processed and “dead” foods, we end up engineering a slow but sure death of cells in our body. This leads directly to a breaking point that results in disease processes that invoke aging, pain, and other forms of suffering.",
            "vi": "Thực tế là lượng hóa chất hàng ngày từ thức ăn, không khí, nguồn nước, các sản phẩm chăm sóc cá nhân, sản phẩm gia dụng, trang thiết bị, cùng với sự thiết hụt dinh dưỡng từ các chế độ giảm cân, đã tạo nên những loại thực phẩm “chết người”, và chúng ta đang kiến tạo một cái chết từ từ nhưng chắc chắn cho các tế bào trong cơ thể. Nó là nguyên nhân trực tiếp gây ra quá trình bệnh tật với các biểu hiện như lão hóa, đau đớn và các dạng tổn thương khác."
        },
        {
            "en": "The fact is this “slow drip” of toxins in your food, air, water, and personal care products, combined with <em>malnourishment</em> due to a nutrient depleted food supply, are slowly destroying your body. Factor in prescription medications, surgeries, and other medical procedures, and you find yourself nursing health problems at a much earlier age, and looking forward to decades of pain and a lowered quality of life.",
            "vi": "Thực tế là sự “nhỏ giọt” các chất độc hại có trong thức ăn, không khí, nguồn nước và các sản phẩm chăm sóc cá nhân, cùng với chế độ ăn uống thiếu hụt chất dinh dưỡng, đang từ từ phá hủy cơ thể bạn. Trở nên lệ thuộc vào các đơn thuốc, các cuộc phẫu thuật, và các biện pháp y tế khác, bạn cảm thấy những vấn đề sức khỏe đến với mình ở độ tuổi sớm hơn rất nhiều, điều chờ đợi bạn là hàng chục năm trước mắt sống trong đau đớn và chất lượng cuộc sống giảm sút."
        }
    ],
    "suggestions": []
}