{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Malta"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Malta"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Malta"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Malta"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Malta"
        }
    },
    "sentences": [
        {
            "en": "<em>Malta</em> fever.",
            "vi": "Sốt malta."
        },
        {
            "en": "Both Italy and <em>Malta</em> have refused to accept the migrants.",
            "vi": "Cả Ý và Malta đều từ chối tiếp nhận những người di cư này."
        },
        {
            "en": "The manufacturing sector in <em>Malta</em> is relatively large.",
            "vi": "Lĩnh vực sản xuất tại Malta là tương đối lớn."
        },
        {
            "en": "<em>Malta</em> has the fourth largest population in the world.",
            "vi": "Malta là nước có dân số đông thứ tư trên thế giới."
        },
        {
            "en": "Apart from Vatican City, there is another tiny state on the territory of Rome, which is called the Sovereign Military Order of <em>Malta</em>. Its area is 0.012 sq. km., and it occupies three buildings, two of which are located in Rome and the third one on the island of <em>Malta</em>. The country has its own currency, stamps, website, car numbers, and passports. Its citizens have the right to visa-free entry to several countries around the world. The Sovereign Military Order of <em>Malta</em> is the only country in the world where Latin is the official language.",
            "vi": "Ngoài Tòa thánh Vatican, trên lãnh thổ Rome còn có một quốc gia nhỏ xíu nữa, tên là Dòng Chiến sĩ Toàn quyền Malta. Diện tích 0,012 km2, có 3 tòa nhà, 2 trong số đó nằm ở Rome và 1 nằm trên đảo Malta. Quốc gia này có đồng tiền, tem, hộ chiếu, biển số xe riêng. Công dân của họ cũng có quyền được miễn thị thực nhập cảnh ở một số quốc gia trên thế giới. Dòng Chiến sĩ Toàn quyền Malta là quốc gia duy nhất trên thế giới chọn tiếng Latin là ngôn ngữ chính thức."
        },
        {
            "en": "The number of Chinese using investment migration programs worldwide tripled between 2010 and 2015. In the last decade, Chinese have taken 75 percent of the investor visas issued by the United States, 70 percent for Portugal and 85 percent for Australia. China also remains the top recipient of investor visas in Canada, the United Kingdom, New Zealand, Spain, Hungary and <em>Malta</em>.",
            "vi": "Số người Trung Quốc sử dụng các chương trình di cư đầu tư khắp thế giới đã tăng gấp ba lần trong giai đoạn từ 2010 đến 2015. Trong thập niên vừa qua, số thị thực đầu tư Mỹ cấp ra thì người Trung Quốc chiếm 75%, tương tự ở Bồ Đào Nha, số người nhận thị thực là người Trung Quốc chiếm 70% và ở Úc là 85%. Tại các nước như Ca-na-đa, Vương quốc Anh, Niu Di-lân, Tây Ban Nha, Hungary và Malta thì người Trung Quốc vẫn là những người nhận thị thực đầu tư nhiều nhất."
        },
        {
            "en": "Meanwhile, for dozens of years, embassies in <em>Malta</em> and all over the world have been financially helping thousands of students and teachers to continue their cultural and linguistic studies in different countries. The aim is to combine the locals' knowledge of the country, customs and people where they live with the knowledge of the culture whose beauty they are spreading in their own counties. Some non-linguistic language \"żatats\" who know little about education indeed have to be reminded that to teach something you must also know the learner and his/her culture well.",
            "vi": "Trong hàng chục năm qua, các đại sứ quán ở Malta và trên toàn thế giới đã giúp đỡ hàng ngàn sinh viên cùng giáo viên tiếp tục những nghiên cứu của họ về văn hóa và ngôn ngữ ở các quốc gia khác nhau. Mục đích là để kết hợp kiến thức của dân địa phương về đất nước, phong tục và con người nơi họ sống với kiến thức về vẻ đẹp của nền văn hóa mà họ đang truyền bá ở khắp các vùng miền trên đất nước của họ. Một số \"żatats\" không ở trong giới ngôn ngữ học, những người chỉ biết chút ít về giáo dục quả thực cần phải được nhắc nhở rằng để dạy được một thứ gì đó thì bạn phải có kiến thức về học viên cũng như văn hóa của người đó."
        },
        {
            "en": "Some linguists believe that a language teacher who speaks and teaches a regional version of a language is quite acceptable, though not necessarily to parents, as a language teacher. While not sharing this opinion, I agree that it must be respected as a language expert's opinion. What cannot be respected is the opinion of an expert in a subject pontificating about another subject. In <em>Malta</em> this is sometimes referred to as \"żatatism\". One also comes across colourful comparisons such as \"experts in wind farms interfering in lettuce production\".",
            "vi": "Một số nhà ngôn ngữ học tin rằng ở cương vị là một giáo viên dạy ngoại ngữ, việc người đó nói và dạy theo cách tiếp cận vùng miền của một thứ tiếng là hoàn toàn chấp nhận được, mặc dù ngôn ngữ đó không nhất thiết phải là tiếng mẹ đẻ. Mặc dù không cùng chung quan điểm với ý kiến này nhưng tôi đồng ý rằng nó phải được người ta chú ý đến với tư cách là một ý kiến từ chuyên gia ngôn ngữ. Những gì không đáng được lưu tâm đó là ý kiến của những người là chuyên gia ở vấn đề này nhưng lại đi lên mặt phán về một vấn đề khác (dù thật ra là không biết gì). Tại Malta, điều này đôi khi được gọi là \"żatatism\". Người ta cũng tình cờ bắt gặp những so sánh đầy màu sắc như \"chuyên gia trong các trang trại gió lại can thiệp vào việc sản xuất rau diếp\"."
        },
        {
            "en": "Overall, a median of 92% of European students are learning a language in school. Most primary and secondary school students across Europe study at least one foreign language as part of their education, according to Eurostat, the statistics arm of the European Commission. Of the 29 European nations for which data are available, 24 have a foreign language learning rate of at least 80%, with 15 of those reaching 90% or more of students enrolled in language courses. In three of the four countries with the smallest student populations – Luxembourg, <em>Malta</em> and Liechtenstein – 100% of students are reported to be learning a foreign language.",
            "vi": "Theo Eurostat ở viện thống kê của Uỷ Ban Châu Âu, nhìn chung, trung bình có 92% sinh viên ở châu Âu đang học một ngôn ngữ ở trường. Hầu hết các học sinh tiểu học và trung học ở khắp châu Âu học ít nhất một ngoại ngữ như một phần trong quá trình giáo dục. Theo dữ liệu có sẵn, trong số 29 quốc gia châu Âu thì có 24 quốc gia có tỷ lệ học ngoại ngữ tối thiểu là 80%, với 15 quốc gia trong số đó đạt 90% trở lên số học sinh ghi danh vào các khóa học ngôn ngữ. Ba trong số bốn quốc gia có số học sinh ghi danh ít nhất là - Luxembourg, Malta và Liechtenstein - 100% sinh viên được cho là đang học một ngoại ngữ thứ hai."
        },
        {
            "en": "The cost and design of the programs vary across countries, but most involve an up-front investment, in the public or the private sector, combined with significant application fees and an amount to cover due diligence costs. The programs in the Caribbean allow for either a large nonrefundable contribution to the treasury or to a national development fund, which finances strategic investment in the domestic economy, or an investment in real estate (which can be resold after a specified holding period). Other programs provide the option to invest in a redeemable financial instrument, such as government securities. In <em>Malta</em>, the program requires contributions in all three investment routes.",
            "vi": "Chi phí và thiết kế các chương trình khác nhau giữa các nước nhưng hầu hết liên quan đến một khoản đầu tư lên phía trước, trong công cộng hoặc khu vực tư nhân, kết hợp với lệ phí ứng dụng quan trọng và một số tiền để trang trải chi phí thẩm định. Các chương trình trong vùng biển Caribbean cho phép hoặc là một đóng góp một khoản không hoàn lại lớn tới Kho bạc nhà nước hoặc là cho quỹ phát triển đất nước, trong đó tài trợ đầu tư chiến lược trong nền kinh tế trong nước hoặc đầu tư vào bất động sản (trong đó có thể được bán lại sau một thời gian nắm giữ quy định). Các chương trình khác cung cấp các tùy chọn để đầu tư vào một công cụ tài chính quy đổi, chẳng hạn như chứng khoán chính phủ. Trong Malta, các chương trình đòi hỏi sự đóng góp trong tất cả ba tuyến đường đầu tư."
        },
        {
            "en": "Some linguists believe that a language teacher who speaks and teaches a regional version of a language is quite acceptable, though not necessarily to parents, as a language teacher. While not sharing this opinion, I agree that it must be respected as a language expert's opinion. What cannot be respected is the opinion of an expert in a subject pontificating about another subject. In <em>Malta</em> this is sometimes referred to as \"żatatism\". One also comes across colourful comparisons such as \"experts in wind farms interfering in lettuce production\".",
            "vi": "Một số nhà ngôn ngữ học tin rằng ở cương vị là một giáo viên dạy ngoại ngữ, việc người đó nói và dạy theo cách tiếp cận vùng miền của một thứ tiếng là hoàn toàn chấp nhận được, mặc dù ngôn ngữ đó không nhất thiết phải là tiếng mẹ đẻ. Mặc dù không cùng chung quan điểm với ý kiến này nhưng tôi đồng ý rằng nó phải được người ta chú ý đến với tư cách là một ý kiến từ chuyên gia ngôn ngữ. Những gì không đáng được lưu tâm đó là ý kiến của những người là chuyên gia ở vấn đề này nhưng lại đi lên mặt phán về một vấn đề khác (dù thật ra là không biết gì). Tại Malta, điều này đôi khi được gọi là \"żatatism\". Người ta cũng tình cờ bắt gặp những so sánh đầy màu sắc như \"chuyên gia trong các trang trại gió lại can thiệp vào việc sản xuất rau diếp\"."
        },
        {
            "en": "Meanwhile, for dozens of years, embassies in <em>Malta</em> and all over the world have been financially helping thousands of students and teachers to continue their cultural and linguistic studies in different countries. The aim is to combine the locals' knowledge of the country, customs and people where they live with the knowledge of the culture whose beauty they are spreading in their own counties. Some non-linguistic language \"żatats\" who know little about education indeed have to be reminded that to teach something you must also know the learner and his/her culture well.",
            "vi": "Trong hàng chục năm qua, các đại sứ quán ở Malta và trên toàn thế giới đã giúp đỡ hàng ngàn sinh viên cùng giáo viên tiếp tục những nghiên cứu của họ về văn hóa và ngôn ngữ ở các quốc gia khác nhau. Mục đích là để kết hợp kiến thức của dân địa phương về đất nước, phong tục và con người nơi họ sống với kiến thức về vẻ đẹp của nền văn hóa mà họ đang truyền bá ở khắp các vùng miền trên đất nước của họ. Một số \"żatats\" không ở trong giới ngôn ngữ học, những người chỉ biết chút ít về giáo dục quả thực cần phải được nhắc nhở rằng để dạy được một thứ gì đó thì bạn phải có kiến thức về học viên cũng như văn hóa của người đó."
        },
        {
            "en": "The inflows of funds to countries from these programs can be substantial, with far-reaching macroeconomic implications for nearly every sector, particularly for small countries (see Chart 2). Inflows to the public sector alone in St. Kitts and Nevis, which has the most readily available data, had grown to nearly 25 percent of GDP as of 2013. Antigua and Barbuda and Dominica have also experienced significant inflows. In Portugal, inflows under the country’s golden visa program may account for as much as 13 percent of estimated gross foreign direct investment inflows for 2014; in <em>Malta</em>, total expected contributions to the general government (including the National Development and Social Fund) from all potential applicants—which are capped at 1,800—could reach the equivalent of 40 percent of 2014 tax revenues when all allocated passports are issued.",
            "vi": "Các dòng vốn sang các nước từ các chương trình này có thể rất có giá trị, với sự ảnh hưởng sâu rộng những tác động kinh tế vĩ mô cho mỗi khu vực gần, đặc biệt đối với các nước nhỏ (xem biểu đồ 2). Dòng vốn cho khu vực công cộng đơn độc ở St Kitts và Nevis, trong đó có các dữ liệu sẵn có nhất, đã tăng lên đến gần 25 phần trăm GDP của năm 2013. Antigua và Barbuda và Dominica cũng đã có các dòng vốn đáng kể. Tại Bồ Đào Nha, dòng vốn theo chương trình thị thực vàng của nước này có thể chiếm bằng 13 phần trăm ước tính tổng dòng vốn đầu tư trực tiếp nước ngoài năm 2014. Ở Malta, tổng số đóng góp dự kiến cho chính phủ nói chung (bao gồm Quỹ Phát triển và Xã hội quốc gia) từ tất cả các ứng viên tiềm năng được giới hạn ở mức 1.800 có thể đạt tương đương với 40 phần trăm trong năm 2014 trong doanh thu thuế khi tất cả các hộ chiếu được cấp được ban hành."
        },
        {
            "en": "Economic citizenship programs are administered by a growing number of small states in the Caribbean and Europe. Their primary appeal is that they confer citizenship with minimal to no residency requirements. Dominica, St. Kitts and Nevis, and several Pacific island nations have had such programs for years: the St. Kitts and Nevis program dates back to 1984. More recently, a number of new programs have been introduced or revived, including by Antigua and Barbuda, Grenada, and <em>Malta</em>, with St. Lucia the most recent addition to the list. While some of these programs have been in place for years, they have only recently seen a substantial increase in applicants, with a corresponding surge in capital inflows.",
            "vi": "Chương trình công dân kinh tế được quản lý bởi một số lượng ngày càng tăng của các nước nhỏ trong vùng biển Caribbean và Châu Âu. Điều hấp dẫn chính của họ là họ trao quyền công dân với việc tối thiểu hóa để không có yêu cầu về luật cư trú. Dominica, St. Kitts và Nevis và một số quốc đảo Thái Bình Dương đã có những chương trình như vậy trong nhiều năm: chương trình St. Kitts và Nevis trở lại vào năm 1984. Gần đây, một số chương trình mới đã được giới thiệu hoặc hồi sinh, bao gồm cả Antigua và Barbuda, Grenada và Malta với St. Lucia bổ sung gần đây nhất vào danh sách. Trong khi một số chương trình này đã được diễn ra trong nhiều năm qua, họ chỉ vừa mới nhìn thấy một sự gia tăng đáng kể trong các ứng viên với sự gia tăng tương ứng trong dòng vốn."
        },
        {
            "en": "Gaddafi forces beat up BBC team         Libyan leader Col Muammar Gaddafi's security forces detained and beat up a BBC news team who were trying to reach the strife-torn western city of Zawiya. The three were beaten with fists, knees and rifles, hooded and subjected to mock executions by members of Libya's army and secret police. The men were detained on Monday and held for 21 hours, but have now flown out of Libya.  Government forces are in a fierce fight to wrest Zawiya from rebel control. Artillery and tanks have pounded the city - which lies 50km (30 miles) from the capital Tripoli - over the last four days. 'Gun against neck'  The BBC team showed their identification when they were detained at an army roadblock on Monday. They had been seeking, like many journalists, to get around government restrictions by reaching besieged Zawiya. The three of them were taken to a huge military barracks in Tripoli, where they were blindfolded, handcuffed and beaten. One of the three, Chris Cobb-Smith, said: \"We were lined up against the wall. I was the last in line - facing the wall.  \"I looked and I saw a plain-clothes guy with a small sub-machine gun. He put it to everyone's neck. I saw him and he screamed at me. \"Then he walked up to me, put the gun to my neck and pulled the trigger twice. The bullets whisked past my ear. The soldiers just laughed.\" A second member of the team - Feras Killani, a correspondent of Palestinian descent - is said to have been singled out for repeated beatings. Their captors told him they did not like his reporting of the Libyan popular uprising and accused him of being a spy. The third member of the team, cameraman Goktay Koraltan, said they were all convinced they were going to die. During their detention, the BBC team saw evidence of torture against Libyan detainees, many of whom were from Zawiya. 'Abusive treatment' Koraltan said: \"I cannot describe how bad it was. Most of them [other detainees] were hooded and handcuffed really tightly, all with swollen hands and broken ribs. They were in agony. They were screaming.\" Killani said: \"Four of them [detainees] were in a very bad situation. There was evidence of torture on their faces and bodies. One of them said he had at least two broken ribs. I spent at least six hours helping them drink, sleep, urinate and move from one side to another.\" A senior Libyan government official later apologised for the BBC team's ordeal. But the BBC said in a statement that it \"strongly condemns this abusive treatment\". \"The safety of our staff is our primary concern especially when they are working in such difficult circumstances and it is essential that journalists working for the BBC, or any media organisation, are allowed to report on the situation in Libya without fear of attack,\" said the statement from Liliane Landor, languages controller of BBC Global News.  \"Despite these attacks, the BBC will continue to cover the evolving story in Libya for our audiences both inside and outside the country.\" Rebel bounty  Government forces have been mounting a strong fightback against the rebels who rose up in mid-February to end Col Gaddafi's 41 years in power. The main square of Zawiya reportedly changed hands twice on Wednesday in the fighting between pro-Gaddafi forces and the insurgents. State TV reported that the army had retaken Zawiya, and showed pictures of what it said were residents staging a pro-Gaddafi rally. On the eastern front around the Mediterranean oil port of Ras Lanuf, rebels retreated in the face of heavy government shelling and ongoing air strikes, amid reports that oil facilities were blown up. Col Gaddafi also launched a diplomatic offensive, dispatching envoys overseas on the eve of a summit by Nato defence ministers in Brussels. High-ranking members of the Libyan leader's inner circle were sent to Cairo, Brussels, Lisbon and <em>Malta</em> to approach government officials. The Libyan government meanwhile offered a reward for the capture of rebel leader Mustafa Abdel Jalil, the ex-justice minister. The amount was 500,000 Libyan dinars ($400,000; £250,000).",
            "vi": "Lực lượng Gaddafi tra tấn nhóm phóng viên BBC       Lực lượng an ninh của nhà cầm quyền- Đại tá Libya Muammar Gaddafi đã giam giữ và tra tấn nhóm phóng viên của BBC khi họ đang tìm cách tới thành phố phía tây Zawiya trong thời điểm giao tranh khốc liệt. Ba người này bị đánh bằng cùi tay, đầu gối và súng, sau đó bị bọn quân đội Lybia và cảnh sát mật trùm đầu rồi làm nhục họ. Những người này bị giam vào ngày thứ Hai suốt 21 giờ, nhưng hiện đã thoát nạn và rời khỏi Lybia. Lực lượng chính phủ đang đấu tranh giành quyền kiểm soát Zawiya từ những kẻ nổi loạn. Trong bốn ngày qua tiếng đạn pháo, xe tăng nã dữ dội vào thành phố này cách thủ đô Tripoli 50 km (khoảng 30 dặm). “Súng kề cổ” Nhóm phóng viên BBC đã trình giấy tờ tuỳ thân đầy đủ khi bị giam giữ tại trạm kiểm soát quân đội vào ngày thứ Hai. Giống như các nhà báo khác, họ đang cố tiếp cận vùng chiến sự Zawiya đang bị bao vây mà không phải chịu sự kiểm soát của chính phủ. Ba người này bị đưa đến một khu vực quân sự lớn ở Tripoli, ở đó họ bị bịt mắt, còng tay và bị đánh đập. Chris Cobb-Smith-một trong ba phóng viên nói rằng:” Chúng tôi đứng sếp hàng úp mặt vào tường, tôi là người đứng cuối hàng.  “ Tôi nhìn thấy một gã mặc thường phục cầm súng máy đập vào cổ mọi người. Tôi nhìn hắn thì hắn la hét tôi.  “ Sau đó hắn tiến lại gần tôi, kề súng vào cổ tôi và kéo cò hai lần. Nhưng đạn chỉ sượt qua tai rồi bọn lính rộ lên cười.” Thành viên thứ hai của nhóm là Feras Killani, người gốc Palestine bị lôi ra đánh túi bụi. Những kẻ bắt giữ nói rằng họ không thích những bài viết của ông về phong trào nổi loạn ở Lybia và buộc tội ông là gián điệp. Thành viên thứ ba, phóng viên ảnh Goktay Koraltan thì cho rằng cả ba người họ chắc chắn sẽ chết. Trong thời gian bị giam cầm, nhóm phóng viên BBC đã chứng kiến nhiều người bị bắt bị tra tấn, trong đó có nhiều nạn nhân từ Zawiya. ' Hành xử bạo ngược ' Koraltan cho biết: “ Tôi không thể diễn tả điều tồi tệ đó đến mức nào. Hầu hết những người bị bắt giữ đều bị trùm đầu, còng chặt tay, tay xưng vù, xương sườn gãy, họ đau đớn, la hét.”  “ Bốn người trong đó đang trong tình trạng hết sức tồi tệ, có nhiều vết thương tra tấn trên mặt và khắp cơ thể. Một người nói rằng anh ta bị gãy ít nhất là hai cái xương sườn. Tôi phải mất sáu tiếng đồng hồ để giúp họ uống nước, đi tiểu và đi lại.” Sau đó một quan chức cao cấp của chính phủ Libya đã xin lỗi nhóm phóng viên BBC vì đã hành xử họ. Tuy nhiên, trong một bài phát biểu, BBC cho hay họ “ cực lực lên án cách đối xử bạo ngược như vậy”. Giám đốc bộ phận phát thanh về tin tức quốc tế của BBC, ông Liliane Landor tuyên bố rằng “ Sự an toàn của các phóng viên là mối quan tâm chính của chúng tôi nhất là khi họ đang phải làm việc trong điều kiện khó khăn như vậy và điều quan trọng là các nhà báo đang làm việc cho BBC hay bất kỳ tổ chức truyền thông nào đều được phép đưa tin về tình hình ở Libya mà không sợ tấn công”.   “Dù bị tấn công nhưng BBC vẫn tiếp tục  đưa tin về Lybia cho độc giả cả bên trong lẫn bên ngoài đất nước Libya”. Tiền thưởng để bắt kẻ nổi loạn Lực lượng chính phủ đang tăng cường chống lại quân nổi loạn vào giữa tháng Hai nhằm chấm dứt 41 năm cầm quyền của Đại tá Graddafi. Theo như đưa tin quảng trường chính ở Zawiya đã thay tay đổi chủ hai lần vào ngày thứ Tư trong cuộc chiến giữa lực lượng Gaddafi và quân nổi dậy. Đài truyền hình quốc gia đưa tin quân đội đã lấy lại Zawiya và cho thấy những bức ảnh về việc người dân đang tập hợp lực lượng thân Gaddafi. Trên mặt trận phía đông quanh cảng dầu Địa Trung Hải ở Ras Lanuf, quân nổi loạn rút lui trước sự nã pháo quyết liệt của chính phủ và tiếp tục tiến hành cuộc không kích trong khi có những thông báo về vụ dầu mỏ bị đánh bom. Đại tá Gaddafi cũng phát động cuộc tấn công về ngoại giao, gửi các phái viên ra nước ngoài trước ngày diễn ra hội nghị cấp cao do các bộ trưởng quốc phòng khối NATO tổ chức ở Brussels. Các thành viên cấp cao thuộc nhóm nòng cốt của nhà lãnh đạo Libya được gửi tới Cairo, Brussels, Lisbon và Man – ta để tiếp cận các quan chức chính phủ. Trong khi đó chính phủ Libya treo giải thưởng để bắt sống kẻ cầm đầu cuộc nổi loạn là Mustafa Abdel Jalil- cựu bộ trưởng tư pháp. Tiền thưởng là 500.000 đi-na (tương đương 400.000 đô-la; 250.000 bảng)"
        }
    ],
    "suggestions": []
}