{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mandingo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mandingo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mandingo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mandingo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mandingo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Activities and Services <em>INGO</em> Forum The Resource Centre hosts the <em>INGO</em> Forum several times a year.",
            "vi": "Các hoạt động và dịch vụ Diễn đàn các tổ chức phi chính phủ Trung tâm tổ chức họp Diễn đàn các tổ chức phi chính vài lần hàng năm."
        },
        {
            "en": "Ho Chi Minh City <em>INGO</em> Discussion Group http://www.ngocentre.org.vn/hcmcwg",
            "vi": "Nhóm Thảo luận các Tổ chức Phi Chính Phủ Quốc tế tại TP HCM (HCMC INGO DW) http://www.ngocentre.org.vn/hcmcwg"
        },
        {
            "en": "The centre facilitated elections for a new <em>INGO</em> representative at the HIV Policy and Programme Coordination Group, two <em>INGO</em> representatives at the Consultative Group meeting and a new <em>INGO</em> representative at the centre's Steering Committee.",
            "vi": "Chúng tôi đã điều phối việc bầu ra một đại diện TCPCPNN mới cho Nhóm điều phối Chương trình và chính sách về HIV, và hai đại diện tham dự cuộc họp Nhóm Tư vấn, một đại diện mới cho Ban Chỉ đạo của Trung tâm."
        },
        {
            "en": "The HCMC <em>INGO</em> Discussion Group provides a forum for the sharing of information, knowledge and experience.",
            "vi": "Nhóm thảo luận các tổ chức INGO tại TP.HCM cung cấp một diễn đàn để chia sẻ kiến thức, thông tin và kinh nghiệm."
        },
        {
            "en": "It meets each quarter and comprises five <em>INGO</em> representatives and five Vietnamese agencies.",
            "vi": "Ban Chỉ đạo họp mỗi quý một lần, Ban này gồm năm thành viên là đại diện từ năm tổ chức NGO quốc tế, năm thành viên từ các cơ quan chính phủ."
        },
        {
            "en": "HCMC Admin and Finance Working Group http://www.ngocentre.org.vn/content/hcmc-<em>ingo</em>-admin-working-group",
            "vi": "Nhóm công tác về hành chính – tài chính HCM http://www.ngocentre.org.vn/content/hcmc-ingo-admin-working-group"
        },
        {
            "en": "We improved and expanded our core services, bringing the focus back to <em>INGO</em> members and diversifying our support for them.",
            "vi": "Chúng tôi đã mở rộng các dịch vụ chính, tập trung phục vụ, mang lại lợi ích cho các tổ chức thành viên và đa dạng hóa các hỗ trợ cho họ."
        },
        {
            "en": "A core group of five to six <em>INGO</em> representatives is responsible for organising the meetings and other activities.",
            "vi": "Nhóm nòng cốt gồm 5-6 đại diện của các tổ chức INGO có trách nhiệm tổ chức các buổi họp và các hoạt động khác."
        },
        {
            "en": "I would like to express my gratitude to our <em>INGO</em> members, other partners and individuals for their support.",
            "vi": "Nhân đây, Tôi muốn gửi lời cảm ơn sâu sắc tới tất cả các thành viên, các tổ chức và cá nhân đã tiếp tục hỗ trợ cho Trung tâm chúng tôi."
        },
        {
            "en": "The VUFO-NGO Resource Centre remains the main bridge between the <em>INGO</em> community, international donors and key government institutions.",
            "vi": "Trung tâm còn duy trì mối quan hệ mang tính kết nối giữa cộng đồng Phi Chính phủ nước ngoài, các nhà tài trợ quốc tế và các cơ quan chính phủ Việt Nam."
        },
        {
            "en": "Representation, participation and preparation of a written joint <em>INGO</em> statement for the Consultative Group meetings between the Government and donors;",
            "vi": "Đại diện và tham gia, hỗ trợ chuẩn bị báo các của các tổ chức PCP cho các cuộc họp của nhóm Tư vấn hàng năm giữa chính phủ và các nhà tài trợ."
        },
        {
            "en": "<em>INGO</em> Directory The Resource Centre publishes a directory, in English and Vietnamese, of INGOs providing support to Vietnam.",
            "vi": "Danh tập các tổ chức phi chính phủ Trung tâm xuất bản cuốn danh tập các TCPCPNN hoạt động tại Việt Nam hàng năm bằng cả tiếng Anh và tiếng Việt."
        },
        {
            "en": "“Viet Nam does not have a long history of <em>INGO</em> engagement and government is naturally cautious about supporting stronger linkages between foreign organizations.”",
            "vi": "“Việt Nam không có một lịch sử lâu dài làm việc với các tổ chức phi chính phủ quốc tế và Chính phủ đương nhiên cũng rất thận trọng trong việc hỗ trợ những mối quan hệ chặt chẽ hơn giữa các tổ chức nước ngoài”."
        },
        {
            "en": "Maintain the dynamic of the HCMC <em>INGO</em> Discussion Group for information sharing and collective learning as well as for joint advocacy and policy dialogue activities.",
            "vi": "Duy trì sự năng động của nhóm thảo luận INGO tại TP.HCM để chia sẻ thông tin, học hỏi lẫn nhau cũng như việc vận động chung và các hoạt động đối thoại chính sách."
        },
        {
            "en": "A major lesson that has emerged from the <em>INGO</em> experience in Viet Nam has been regarding the importance and the value of working with and through the Government.",
            "vi": "Một bài học lớn đúc kết từ kinh nghiệm của các tổ chức phi chính phủ quốc tế ở Việt Nam là về tầm quan trọng và giá trị được làm việc với/ và qua Chính phủ."
        },
        {
            "en": "The photo was taken by German wildlife photographer <em>Ingo</em> Gerlach who admits he was lucky to have spotted the big cat in the first place.",
            "vi": "Tấm hình được chụp bởi nhiếp ảnh gia động vật hoang dã người Đức, Ingo Gerlach, người thừa nhận anh ta thật may mắn khi nhìn thấy \"con mèo lớn\" ngay từ đầu."
        },
        {
            "en": "A survey conducted by the HCMC <em>INGO</em> Discussion Group in 2008 identified the need to set up a thematic group on issues related to administrative and finance procedures.",
            "vi": "Một cuộc khảo sát của nhóm INGO Discussion Group cho thấy nhu cầu lập một nhóm làm việc về các thủ tục hành chính và tài chính."
        },
        {
            "en": "The photo was taken by German wildlife photographer <em>Ingo</em> Gerlach who admits he was lucky to have spotted the big cat in the first place.",
            "vi": "Tấm hình được chụp bởi nhiếp ảnh gia động vật hoang dã người Đức, Ingo Gerlach, người thừa nhận anh ta thật may mắn khi nhìn thấy \"con mèo lớn\" ngay từ đầu."
        },
        {
            "en": "LL <em>M</em>",
            "vi": "Thạc sĩ luật khoa"
        },
        {
            "en": "Yas' <em>m</em>.",
            "vi": "Vâng."
        }
    ],
    "suggestions": []
}