{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mandated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mandated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mandated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mandated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mandated"
        }
    },
    "sentences": [
        {
            "en": "<em>Mandated</em> territories",
            "vi": "Các lãnh thổ uỷ trị"
        },
        {
            "en": "Why did the <em>mandated</em> territories feel resentful?",
            "vi": "Vì lí do gì mà các lãnh thổ ủy trị lại thấy căm phẫn?"
        },
        {
            "en": "Hong Kong is one of <em>mandated</em> territories in China.",
            "vi": "Hồng Kông là một trong những khu tự trị ở Trung Quốc."
        },
        {
            "en": "The central committee is <em>mandated</em> to carry out prison checks.",
            "vi": "Ủy ban trung ương được ủy quyền tiến hành kiểm tra nhà tù."
        },
        {
            "en": "Britain was <em>mandated</em> to govern the former colony of German in East Africa.",
            "vi": "Nước Anh được ủy quyền cai trị thuộc địa trước đây của Đức ở Đông Phi."
        },
        {
            "en": "Direct beneficiaries of freight subsidies were trading enterprises <em>mandated</em> to trade in the subsidized goods.",
            "vi": "Người trực tiếp nhận trợ cấp này là các doanh nghiệp thương mại có nhiệm vụ kinh doanh các mặt hàng thuộc diện được hỗ trợ."
        },
        {
            "en": "Britain was <em>mandated</em> to govern the former colony of German East Africa.",
            "vi": "Nước Anh được ủy quyền cai trị thuộc địa trước đây của Đức ở Đông Phi."
        },
        {
            "en": "Building a state ruled by law as <em>mandated</em> by the 1992 Constitution;",
            "vi": "Xây dựng một nhà nước pháp quyền theo Hiến pháp năm 1992;"
        },
        {
            "en": "This is performance-based budgeting, as <em>mandated</em> by Government Decree No. 105/2000.",
            "vi": "Đây là cách dự toán ngân sách căn cứ vào kết quả hoạt động, theo như qui định của Nghị định số 105/2000 của chính phủ"
        },
        {
            "en": "The delegates from our local branch are <em>mandated</em> to vote for strike action at the national conference.",
            "vi": "Tại cuộc hội nghị toàn quốc các đại biểu của nhánh địa phương chúng tôi được ủy quyền bỏ phiếu đình công."
        },
        {
            "en": "As respondents are <em>mandated</em> by law to participate, the response rate for the VHLSS is extremely high.",
            "vi": "Do luật quy định người dân phải tham gia vào cuộc khảo sát này nên tỷ lệ trả lời phiếu điều tra đạt được ở mức rất cao.."
        },
        {
            "en": "The SCIC is a for-profit organization <em>mandated</em> to exercise ownership rights in SOEs on behalf of the state.",
            "vi": "SCIC là một tổ chức hoạt động vì lợi nhuận, được giao nhiệm vụ thay mặt Nhà nước thực hiện các quyền sở hữu chủ trong các DNNN."
        },
        {
            "en": "Appropriately for a technology commonly associ-<em>ated</em> with radio op era tor s on sinking ships, the idea of Morse code is said to have occurred to Samuel Morse while he was on board a ship crossing the Atlantic. ",
            "vi": "Phù hợp với công nghệ đồng hành cùng các kỹ thuật viên vô tuyến trên các con tàu đắm, người ta cho rằng ý tưởng về mã Morse đã nảy ra trong đầu Samuel Morse khi ông đang trên con tàu vượt Đại Tây Dương. "
        },
        {
            "en": "The first full - scale evacuation took two and a half minutes instead of the maximum of 90 seconds <em>mandated</em> by the FAA, and several volunteers were injured.",
            "vi": "Cuộc sơ tán thử nghiệm như thật đầu tiên mất 2 phút 30 giây thay vì tối đa là 90 giây theo quy định của FAA, và vài tình nguyện viên đã bị thương."
        },
        {
            "en": "As an economy like Viet Nam moves away from protected service industries and <em>mandated</em> purchases towards an open economy, there are five factors that need to be considered.",
            "vi": "Khi một nền kinh tế như Việt Nam chuyển dịch từ các ngành dịch vụ được bảo hộ và mua bán theo chỉ đạo sang một nền kinh tế mở, có 5 yếu tố cần được xem xét."
        },
        {
            "en": "Deputy heads of division and higher positions in provincial and district governments, as well as certain commune government officials, are <em>mandated</em> to declare their assets and income.",
            "vi": "Các cấp phó phòng trở lên ở các cấp chính quyền tỉnh và huyện, và một số cán bộ chính quyền cấp xã đều phải kê khai toàn bộ tài sản và thu nhập của mình."
        },
        {
            "en": "The first full-scale evacuation took two and a half minutes instead of the maximum of 90 seconds <em>mandated</em> by the FAA, and several volunteers were injured.",
            "vi": "Cuộc sơ tán thử nghiệm như thật đầu tiên mất 2 phút 30 giây thay vì tối đa là 90 giây theo quy định của FAA, và vài tình nguyện viên đã bị thương."
        },
        {
            "en": "Indeed, one of the landmark pieces of legislation for the devolution of authority to service providers, Decree 43 of 2006, <em>mandated</em> the collection of feedback from users.",
            "vi": "Trong thực tế, một trong những văn bản luật quan trọng đánh dấu sự trao quyền cho các đơn vị dịch vụ, Nghị định 43 năm 2006, đã quy định bắt buộc việc lấy ý kiến của người sử dụng dịch vụ công."
        },
        {
            "en": "While the Ministry of Health is <em>mandated</em> as the focal point, it is not easy for it to request strong collaboration from other ministries, agencies, and organizations.",
            "vi": "Trong khi Bộ Y tế được giao trách nhiệm đóng vai trò trung tâm thì nó vẫn khó có thể yêu cầu sự hợp tác chặc chẽ từ các bộ ngành khác, các cơ quan và tổ chức."
        },
        {
            "en": "LL <em>M</em>",
            "vi": "Thạc sĩ luật khoa"
        }
    ],
    "suggestions": []
}