{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maneuverability"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maneuverability"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maneuverability"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "maneuverability"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khả năng manơ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính tiện dụng</font></td></tr></tbody></table></div>",
            "word": "maneuverability"
        }
    },
    "sentences": [
        {
            "en": "The Donky Bike is a nontraditional beauty, to be sure, a bike that prioritises strength, simplicity and urban <em>maneuverability</em> over sensual lines or luxurious trappings. The cycle – which was nominated for a Design of the Year award by London's Design Museum – is BMX-inspired, with tough 20in wheels and a stocky frame bisected by a load-bearing steel beam, upon which are mounted front and rear cargo racks. It's a devoted hauler, but unlike traditional cargo bikes, which can stretch 8 feet or more end to end, the Donky is compact enough to park in the front hallway of a typical city flat.",
            "vi": "Đảm bảo với bạn Donky Bike là dòng xe mang vẻ đẹp hiện đại, nổi bật về độ mạnh mẽ, đơn giản và dễ điều khiển trong thành thị nhờ các dây cảm ứng hoặc dàn bánh sau “sang chảnh”. Dòng xe này đã được đề cử giải Thiết Kế của Năm do Bảo tàng Thiết kế Luân Đôn trao, lấy cảm hứng từ dòng BMX, với hai bánh rộng 20 inch chắc chắn cộng với khung xe rắn rỏi chia đôi bởi một ống thép chịu lực để đỡ hai giá chở đồ trước sau. Đúng là loại xe này dành riêng để chở hàng, nhưng khác với các loại xe truyền thống, nó có thể dãn ra đến 8 feet hoặc hơn tính đến cuối chiếc xe, vả lại bạn còn có thể dựng chiếc Donkey gọn gàng ngay trước hành lang của một căn hộ kiểu mẫu trong thành phố."
        }
    ],
    "suggestions": []
}