{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mænhændl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cư xử thô bạo</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khiêng, vác</td></tr></table><i/></div>",
            "word": "manhandle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>manhandle</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 move (a heavy object) with great effort. </blockquote></blockquote><blockquote><blockquote>2》 handle roughly by dragging or pushing. </blockquote></blockquote></div>",
            "word": "manhandle"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>manhandle</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>he was manhandled by a gang of youths</i>: PUSH, shove, jostle, hustle; maltreat, ill-treat, mistreat, maul, molest; <cclass><i>informal</i> paw, rough up; <cclass><i>N. Amer.</i><cclass><i>informal</i> roust.</cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>we manhandled the piano down the stairs</i>: HEAVE, haul, push, shove; pull, tug, drag, lug, carry, lift, manoeuvre; <cclass><i>informal</i> hump.</cclass></blockquote></div>",
            "word": "manhandle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "manhandle"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "manhandle"
        }
    },
    "sentences": [
        {
            "en": "<em>le</em> hai <em>manh</em>",
            "vi": "chứ ko như mấy hôm trước giương như mà mỗi ngày ko goi cho em là anh thấy lòng minh nó bồn chồn, lại muốn nói truyện với em một chút. thôi chắc là ko có tin nhắn trả lời đâu... ko nói nữa"
        },
        {
            "en": "<em>le</em> hai <em>manh</em>",
            "vi": "mầy hôm rồi anh ko goi điện cho em,đến hôm nay lại nhớ tới em,nhưng anh cũng thấy cuộc sống lại ko có em anh thấy nó vẫn thê,chứ ko như mấy hôm trước giương như mà mỗi ngày ko goi cho em là anh thấy lòng minh nó bồn chồn ,lại muốn nói truyện với em một chút. thôi chắc là ko có tin nhắn trả lời đâu...ko nói nữa"
        },
        {
            "en": "<em>Le</em> <em>Manh</em> Hung, deputy director general of the National Irrigation Department, said water levels were low in rivers in the Mekong Delta, causing severe shortages.",
            "vi": "Lê Mạnh Hùng, Phó tổng giám đốc của Cục Thủy lợi quốc gia, cho biết mực nước thấp trên các sông ở đồng bằng sông Cửu Long, gây ra tình trạng thiếu nước trầm trọng."
        },
        {
            "en": "Famous designers and fashion houses including Do <em>Manh</em> Cuong, Ha Linh Thu, <em>Le</em> Ha, Anno Vo, An Huong-<em>Le</em> Minh (Rue Des Chats), Li Lam, Maschio, Cashew, and V64 have confirmed their attendance.",
            "vi": "Các Nhà thiết kế và nhà thời trang nổi tiếng bao gồm Đỗ Mạnh Cường, Hà Linh Thư, Lê Hà, Anno Võ, An Hương- Lê Minh (Rue Des Chats), Li Lam, Maschio, Cashew, và V64 đã xác nhận sẽ tham gia."
        },
        {
            "en": "<em>Le</em> <em>Manh</em> Cuong, another farm owner in Dong Nai, said that in 2013-2014, the prices of chicken was VND25,000-VND27,000/kg, up to VND37,000/kg at times.",
            "vi": "Ông Lê Mạnh Cường, một chủ trang trại khác ở Đồng Nai, cho biết rằng trong năm 2013-2014, giá gà là khoảng 25.000 - 27,000 đồng/ kg, có lúc lên đến 37.000 đồng/ kg."
        },
        {
            "en": "my nam is <em>Manh</em>",
            "vi": "chuyên ngành Chế Biến Lâm sản. Trường Đai Học Lâm Nghiệp"
        },
        {
            "en": "my nam is <em>Manh</em>",
            "vi": "chuyên ngành Chế Biến Lâm sản.Trường Đai Học Lâm Nghiệp"
        },
        {
            "en": "In HCMC, please contact the U.S. Consulate General’s Public Affairs Section at (08) 821-6400, ext. 106 (Mr. Nguyen <em>Manh</em> Thuan Duc) or ext. 107 (Mrs. <em>Le</em> Phong Lan).",
            "vi": "Tại TPHCM, vui lòng liên hệ Phòng Văn hóa Thông tin, Tổng Lãnh sự quán Hoa Kỳ theo số (08) 821-6400, số nội bộ 107 (chị Lê Phong Lan) hoặc 106 (anh Nguyễn Mạnh Thuận Đức)."
        },
        {
            "en": "Have you met Professor <em>Manh</em>?",
            "vi": "Bạn đã gặp giáo sư Mạnh chưa?"
        },
        {
            "en": "When the work is finished, around 26 months later, the terminal will be able to receive 13 million passengers a year compared to 10 million at the moment, <em>Le</em> <em>Manh</em> Hung, CEO of the Airports Corporation of Vietnam, was quoted as saying on Wednesday. ",
            "vi": "Khi công trình sẽ được hoàn thành, khoảng 26 tháng sau đó, các nhà đón khách sẽ có thể đón được 13 triệu hành khách một năm so với 10 triệu hành khách tại thời điểm này, ông Lê Mạnh Hùng, Giám đốc điều hành của Tổng công ty Sân bay của Việt Nam, được dẫn lời hôm thứ Tư."
        },
        {
            "en": "<em>Manh</em> is a good pianist.",
            "vi": "Mạnh là một người chơi đàn piano giỏi."
        },
        {
            "en": "tri thuc la suc <em>manh</em>",
            "vi": "knowledge is power"
        },
        {
            "en": "ba toi dung <em>manh</em> nhu sieu nhan",
            "vi": "my father brave and strong as superman"
        },
        {
            "en": "Ten artists and photographers are 10 faces, which have their own personality and independent sense of creation in photography, though there are certain common points in theme or subject. They are Nguyen Viet Hung also known as Lekima, Nguyen Quoc Dung – DungArt, Hoang Hai Thinh – Hai Keu, <em>Le</em> Luong – Luong Led, Hoang <em>Manh</em> Cuong, Ngo Xuan Phu, Vu Ngoc Bao, Nguyen Lam Tuan Anh and Trinh Vu Hieu.",
            "vi": "Mười nghệ sĩ và nhiếp ảnh gia là 10 gương mặt, trong đó mỗi người có cá tính riêng của họ và ý thức sáng tạo độc lập trong nhiếp ảnh, mặc dù có những chủ đề hoặc đề tài phổ biến nhất định. Họ là Nguyễn Việt Hưng còn được gọi là Lekima, Nguyễn Quốc Dũng - Dũng Art, Hoàng Hải Thịnh - Hải Kều, Lê Lương - Lương Led, Hoàng Mạnh Cường, Ngô Xuân Phú, Vũ Ngọc Bảo, Nguyễn Lâm Tuấn Anh và Trịnh Vũ Hiếu."
        },
        {
            "en": "This bike is easy to <em>manhandle</em> down steep terrain and takes quite a beating.",
            "vi": "Chiếc xe đạp này dễ đẩy xuống địa hình dốc và hơi bị hỏng."
        },
        {
            "en": "anh ay la mot nguoi dan ong <em>manh</em> me",
            "vi": "he is a strong man"
        },
        {
            "en": "<em>Manh</em> Cuong is a young football player with great potential.",
            "vi": "Mạnh cường là cầu thủ bóng đá trẻ rất nhiều triển vọng."
        },
        {
            "en": "<em>Le</em> chatelier principle",
            "vi": "Nguyên tắc le chatelier"
        },
        {
            "en": "<em>Le</em> Rendezvous Restaurant Grill.",
            "vi": "Nhà hàng thịt nướng Rendervous."
        },
        {
            "en": "Photo: <em>Le</em> Hoang Vu",
            "vi": "Ảnh Lê Hoàng Vũ"
        }
    ],
    "suggestions": []
}