{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Manitoba"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Manitoba"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Manitoba"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Manitoba"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Manitoba"
        }
    },
    "sentences": [
        {
            "en": "General Studies provides opportunities for students to take credit courses at the University of <em>Manitoba</em> without being enrolled in a degree program.",
            "vi": "Nghiên cứu Đại cương đem lại cơ hội cho các sinh viên để tham gia các khóa học tín chỉ ở trường đại học Manitoba mà không cần phải đăng kí chương trình học vị."
        },
        {
            "en": "This paper was prepared by a research team led by Ardeshir Sepehri of the University of <em>Manitoba</em>, Canada, and included Cuong Vu and Tam Thanh Le of the National Economics University and Mekong Economics.",
            "vi": "Tài liệu thảo luận này do một nhóm nghiên cứu gồm Ardeshir Sepehri thuộc Đại học Manitoba, Canada, trưởng nhóm cùng Cuong Vu và Tam Thanh Le thuộc Đại học Kinh tế Quốc dân và Mekong Economics soạn thảo."
        },
        {
            "en": "At this year’s fairs which will be open to the public, students will have the opportunity to meet with many of Canada’s leading universities such as the University of Toronto, the University of Alberta, the University of Calgary, the University of Victoria, Simon Fraser University, the University of <em>Manitoba</em>, the University of Saskatchewan, Concordia University, the University of New Brunswick, Queens University, Ryerson University and York University, to name but a few.",
            "vi": "Tại hội chợ được mở cửa cho công chúng năm nay, sinh viên sẽ có cơ hội gặp gỡ với nhiều đơn vị trong số các trường đại học hàng đầu của Canada như trường Đại học Toronto, Đại học Alberta, Đại học Calgary, Đại học Victoria, Đại học Simon Fraser, Đại học Manitoba, Đại học Saskatchewan, Đại học Concordia, Đại học New Brunswick, Đại học Queens, Đại học Ryerson và Đại học York, và một số trường khác."
        }
    ],
    "suggestions": []
}