{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mænik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vui buồn thất thường</td></tr></table><i/></div>",
            "word": "manic"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>manic</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 <cclass>Psychiatry relating to or affected by mania. </cclass></blockquote></blockquote><blockquote><blockquote>2》 showing wild excitement and energy. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>manically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "manic"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>manic</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a manic grin</i>: MAD, insane, deranged, demented, maniacal, lunatic, wild, crazed, demonic, hysterical, raving, unhinged, unbalanced; <cclass><i>informal</i> crazy.</cclass></blockquote><blockquote><b>2</b><i>manic activity</i>: FRENZIED, feverish, frenetic, hectic, intense; <cclass><i>informal</i> hyper, mad.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>sane, calm.</blockquote></div>",
            "word": "manic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "manic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "manic"
        }
    },
    "sentences": [
        {
            "en": "We are a bit <em>manic</em>.",
            "vi": "Chúng tôi hơi cuồng nhiệt quá mức."
        },
        {
            "en": "Bipolar disorder was called <em>manic</em> depression in the past.",
            "vi": "Trước đây, chứng rối loạn lưỡng cực được gọi là chứng hưng trầm cảm"
        },
        {
            "en": "On the first day of our trip, I'm slightly <em>manic</em>.",
            "vi": "Vào ngày đầu tiên trong chuyến đi của chúng tôi, tôi hơi cuồng nhiệt quá mức."
        },
        {
            "en": "These fluctuations are not as great as those of <em>manic</em>-depressive psychosis.",
            "vi": "Những dao động này không lớn bằng các dao động trong loạn tâm thần hưng cảm- trầm cảm."
        },
        {
            "en": "On the first day of our trip, I 'm slightly <em>manic</em>.",
            "vi": "Vào ngày đầu tiên trong chuyến đi của chúng tôi, tôi hơi cuồng nhiệt quá mức."
        },
        {
            "en": "A drug given by mouth to prevent <em>manic</em>-depressive psychosis or to treat mania.",
            "vi": "Một loại thuốc dùng uống để ngừa loạn tâm thần hưng cảm - trầm cảm và để chữa hưng cảm."
        },
        {
            "en": "Our child is <em>manic</em> depressive, and we are feeling hopeless because our parenting techniques don't seem to help.",
            "vi": "Con của chúng tôi mắc chứng hưng trầm cảm, và chúng tôi đang cảm thấy tuyệt vọng bởi vì phương pháp nuôi dạy con của chúng tôi dường như không giúp gì được."
        },
        {
            "en": "In 1968, he initiated a longitudinal study of 141 children who had at least one schizophrenic or <em>manic</em> - depressive parent.",
            "vi": "Năm 1968 ông ấy bắt đầu một cuộc nghiên cứu theo thời gian/nghiên cứu dọc với 141 trẻ em có ít nhất một người cha hoặc mẹ bị bệnh tâm thần phân liệt hay chứng rối loạn lưỡng cực/bệnh hưng trầm cảm."
        },
        {
            "en": "In 1968, he initiated a longitudinal study of 141 children who had at least one schizophrenic or <em>manic</em>-depressive parent.",
            "vi": "Năm 1968 ông ấy bắt đầu một cuộc nghiên cứu theo thời gian/nghiên cứu dọc với 141 trẻ em có ít nhất một người cha hoặc mẹ bị bệnh tâm thần phân liệt hay chứng rối loạn lưỡng cực/bệnh hưng trầm cảm."
        },
        {
            "en": "Suicide    Ethan felt like there was no point going on with life. Things had been tough since his mom died. His dad was working two jobs and seemed frazzled and angry most of the time. Whenever he and Ethan talked, it usually ended in yelling.  Ethan had just found out he'd failed a math test, and he was afraid of how mad and disappointed his dad would be. In the past, he always talked things over with his girlfriend — the only person who seemed to understand. But they'd broken up the week before, and now Ethan felt he had nowhere to turn. Ethan knew where his dad kept his guns. But as he was unlocking the cabinet, he heard his kid sister arriving home from school. He didn't want Grace to be the person to find him, so he put the gun back and went to watch TV with her instead. Later, when he realized how close he'd come to ending his life, Ethan was terrified. He summoned the courage to talk to his dad. After a long conversation, he realized how much his dad cared. All he could think of was how he'd almost thrown it all away. Why do teens try to kill themselves? Most teens interviewed after making a suicide attempt say that they did it because they were trying to escape from a situation that seemed impossible to deal with or to get relief from really bad thoughts or feelings. Like Ethan, they didn't want to die but they wanted to escape from what was going on. And at that particular moment dying seemed like the only way out. Some people who end their lives or attempt suicide might be trying to escape feelings of rejection, hurt, or loss. Others might be angry, ashamed, or guilty about something. Some people may be worried about disappointing friends or family members. And some may feel unwanted, unloved, victimized, or like they're a burden to others. We all feel overwhelmed by difficult emotions or situations sometimes. But most people get through it or can put their problems in perspective and find a way to carry on with determination and hope. So why does one person try suicide when another person in the same tough situation does not? What makes some people more resilient (better able to deal with life's setbacks and difficulties) than others? What makes a person unable to see another way out of a bad situation besides ending his or her life? The answer to those questions lies in the fact that most people who commit suicide have depression. Depression Depression leads people to focus mostly on failures and disappointments, to emphasize the negative side of their situations, and to downplay their own capabilities or worth. Someone with severe depression is unable to see the possibility of a good outcome and may believe they will never be happy or things will never go right for them again. Depression affects a person's thoughts in such a way that the person doesn't see when a problem can be overcome. It's as if the depression puts a filter on the person's thinking that distorts things. That's why depressed people don't realize that suicide is a permanent solution to a temporary problem in the same way that other people do. A teen with depression may feel like there's no other way out of problems, no other escape from emotional pain, or no other way to communicate their desperate unhappiness. Sometimes people who feel suicidal may not even realize they are depressed. They are unaware that it is the depression — not the situation — that's influencing them to see things in a \"there's no way out,\" \"it will never get better,\" \"there's nothing I can do\" kind of way. When depression lifts because a person gets the proper therapy or treatment, the distorted thinking is cleared. The person can find pleasure, energy, and hope again. But while someone is seriously depressed, suicidal thinking is a real concern. People with a condition called bipolar disorder are also more at risk for suicide because their condition can cause them to go through times when they are extremely depressed as well as times when they have abnormally high or frantic energy (called mania or <em>manic</em>). Both of these extreme phases of bipolar disorder affect and distort a person's mood, outlook, and judgment. For people with this condition, it can be a challenge to keep problems in perspective and act with good judgment. Substance abuse Teens with alcohol and drug problems are also more at risk for suicidal thinking and behavior. Alcohol and some drugs have depressive effects on the brain. Misuse of these substances can bring on serious depression. That's especially true for some teens who already have a tendency to depression because of their biology, family history, or other life stressors. The problem can be made worse because many people who are depressed turn to alcohol or drugs as an escape. But they may not realize that the depressive effects alcohol and drugs have on the brain can actually intensify depression in the long run. In addition to their depressive effects, alcohol and drugs alter a person's judgment. They interfere with the ability to assess risk, make good choices, and think of solutions to problems. Many suicide attempts occur when a person is under the influence of alcohol or drugs. This doesn't mean that everyone who is depressed or who has an alcohol or drug problem will try to kill themselves, of course. But these conditions — especially both together — increase a person's risk for suicide. Suicide is not always planned Sometimes a depressed person plans a suicide in advance. Many times, though, suicide attempts happen impulsively, in a moment of feeling desperately upset. A situation like a breakup, a big fight with a parent, an unintended pregnancy, being outed by someone else, or being victimized in any way can cause someone to feel desperately upset. Often, a situation like this, on top of an existing depression, acts like the final straw. Some people who attempt suicide mean to die and some aren't completely sure they want to die. For some, a suicide attempt is a way to express deep emotional pain. They can't say how they feel, so, for them, attempting suicide feels like the only way to get their message across. Sadly, many people who really didn't mean to kill themselves end up dead or critically ill. Warning signs There are often signs that someone may be thinking about or planning a suicide attempt. Here are some of them:     * talking about suicide or death in general     * talking about \"going away\"     * referring to things they \"won't be needing,\" and giving away possessions     * talking about feeling hopeless or feeling guilty     * pulling away from friends or family and losing the desire to go out     * having no desire to take part in favorite things or activities     * having trouble concentrating or thinking clearly     * experiencing changes in eating or sleeping habits      * engaging in self-destructive behavior (drinking alcohol, taking drugs, or cutting, for example) What if this is you? If you have been thinking about suicide, get help now. Depression is powerful. You can't wait and hope that your mood might improve. When a person has been feeling down for a long time, it's hard to step back. Talk to someone you trust as soon as you can. If you can't talk to a parent, talk to a coach, a relative, a school counselor, a religious leader, or a teacher. Call a suicide crisis line (such as 1-800-SUICIDE or 1-800-999-9999) or your local emergency number (911). These toll-free lines are staffed 24 hours a day, 7 days a week by trained professionals who can help you without ever knowing your name or seeing your face. All calls are confidential — no one you know will find out that you've called. They are there to help you figure out how to work through tough situations. What if it's someone you know? It is always a good thing to start a conversation with someone you think may be considering suicide. It allows you to get help for the person, and just talking about it may help the person to feel less alone and more cared about and understood. Talking things through may also give the person an opportunity to consider other solutions to problems. Most of the time, people who are considering suicide are willing to talk if someone asks them out of concern and care. Because people who are depressed are not as able to see answers as well as others, it can help to have someone work with them in coming up with at least one other way out of a bad situation. Even if a friend or classmate swears you to secrecy, you must get help as soon as possible — your friend's life could depend on it. Someone who is seriously thinking about suicide may have sunk so deeply into an emotional hole that the person could be unable to recognize that he or she needs help. Tell an adult you trust as soon as possible.  If necessary, you can also call the toll-free number for a suicide crisis line or a local emergency number (911). You can find local suicide crisis or hotline numbers listed in your phone book. These are confidential resources and the people at any of these places are happy to talk to you to help you figure out what is best to do. Sometimes, teens who make a suicide attempt — or who die as a result of suicide — seem to give no clue beforehand. This can leave loved ones feeling not only grief stricken but guilty and wondering if they missed something. It is important for family members and friends of those who die by suicide to know that sometimes there is no warning and they should not blame themselves.    When someone dies by suicide the people left behind can wrestle with a terrible emotional pain. Teens who have had a recent loss or crisis or who had a family member or classmate who committed suicide may be especially vulnerable to suicidal thinking and behavior themselves. If you've been close to someone who has attempted or committed suicide, it can help to talk with a therapist or counselor — someone who is trained in dealing with this complex issue. Or, you could join a group for survivors where you can share your feelings and get the support of people who have been in the same situation as you. Coping with problems Being a teen is not easy. There are many social, academic, and personal pressures. And for teens who have additional problems to deal with, such as living in violent or abusive environments, life can feel even more difficult. Some teens worry about sexuality and relationships, wondering if their feelings and attractions are normal, or if they will be loved and accepted. Others struggle with body image and eating problems; trying to reach an impossible ideal leaves them feeling bad about themselves. Some teens have learning problems or attention problems that make it hard for them to succeed in school. They may feel disappointed in themselves or feel they are a disappointment to others. These problems can be difficult and draining — and can lead to depression if they go on too long without relief or support. We all struggle with painful problems and events at times. How do people get through it without becoming depressed? Part of it is staying connected to family, friends, school, faith, and other support networks. People are better able to deal with tough circumstances when they have at least one person who believes in them, wants the best for them, and in whom they can confide. People also cope better when they keep in mind that most problems are temporary and can be overcome. When struggling with problems, it helps to:     * Tell someone you trust what's going on with you.     * Be around people who are caring and positive.     * Ask someone to help you figure out what to do about a problem you're facing.     * Work with a therapist or counselor if problems are getting you down and depressed — or if you don't have a strong support network, or feel you can't cope. Counselors and therapists can provide emotional support and can help teens build their own coping skills for dealing with problems. It can also help to join a support network for people who are going through the same problems — for example, anorexia and body image issues, living with an alcoholic family member, or sexuality and sexual health concerns. These groups can help provide a caring environment where you can talk through problems with people who share your concerns. Check out your phone book to find local support groups, or ask a school counselor or a youth group leader to help you find what you need.",
            "vi": "Tự sát    Ethan cảm thấy chẳng thiết sống nữa. Mọi thứ đã trở nên hết sức chật vật kể từ sau cái chết của mẹ. Bố phải “cày” hai công việc và có vẻ như lúc nào ông cũng kiệt sức và bực dọc. Bất kể khi nào Ethan nói chuyện với bố thì hai bố con cũng đều la ó và kết thúc trong om sòm.  Ethan vừa mới biết mình đã thi rớt môn toán và em rất sợ cái cách mà bố em điên tiết lên và thất vọng về em như thế nào. Trước đây thì lúc nào em cũng trò chuyện, chia sẻ với bạn gái – một người duy nhất có thể hiểu được tâm sự của em. Nhưng mới tuần trước đây em đã chia tay cô ấy rồi và giờ đây Ethan cảm thấy rất trống trải, chẳng có nơi nào để em có thể tìm nguồn ủi an.  Ethan biết được bố cất súng ở đâu nhưng khi em đang mở cửa tủ thì Ethan nghe tiếng em gái mình đi học về. Ethan không muốn Grace phát hiện ra việc này nên em đã cất súng trở lại và đến xem ti vi với em gái. Sau đó khi biết mình sắp sửa tự sát, Ethan vô cùng khiếp sợ; em dốc hết can đảm để có thể nói chuyện với bố. Hai bố con nói chuyện với nhau rất lâu và rồi Ethan cảm nhận ra rằng bố thương em, quan tâm em nhiều biết bao nhiêu. Điều em suy nghĩ đến lúc ấy chính là làm thế nào em có thể quẳng hết tất cả những phiền muộn ra khỏi lòng mình.    Lý do gì khiến thiếu niên có ý định tự sát?  Hầu hết các em thiếu niên được hỏi sau khi có ý định tự sát đều trả lời động cơ khiến các em tìm đến cái chết là muốn thoát khỏi một hoàn cảnh mà có vẻ như không có lối thoát hoặc muốn được giải toả được khỏi những ý nghĩ hoặc những tâm trạng đang hết sức khủng hoảng. Cũng giống như Ethan, các em không muốn chết nhưng rất muốn được thoát khỏi cái thực tại mình đang sống. Và trong thời điểm hết sức đặc biệt đó thì cái chết có vẻ như là lối thoát duy nhất của các em.  Một số người tự sát hoặc có ý định tự sát có thể muốn thoát khỏi cái tâm trạng, cái cảm giác bị hắt hủi, bị đối xử tệ, bị tổn thương hoặc bị mất mất gì đó. Một số khác có thể là tức giận, xấu hổ, hoặc phạm tội; cũng có một số người có thể lo lắng đã làm cho bạn bè, người thân trong gia đình thất vọng; một số lại mang tâm trạng là người thừa thải, không được yêu thương, bị đối xử bất công, hoặc cũng có thể là gánh nặng của những người khác.  Trong cuộc sống cũng có đôi khi chúng ta bị những cảm xúc khó chịu hoặc những hoàn cảnh tai ương áp đảo. Thế nhưng hầu hết mọi người đều có thể vượt qua hoặc có thể nhìn vấn đề ở một góc triển vọng và tìm cách giải quyết bằng tất cả quyết tâm và hi vọng. Điều này lý giải vì sao trong cùng một hoàn cảnh éo le như nhau mà người này muốn tự sát còn người kia thì không? Điều gì đã khiến cho một số người này lại kiên cường hơn (đối phó với khó khăn và thất bại của cuộc sống tốt hơn) một số người khác? Điều gì đã khiến cho người ta không thể tìm thấy một lối thoát nào khác ngoài việc tự sát khi rơi vào tình cảnh khó khăn?  Câu trả lời cho tất cả những câu hỏi đó cốt là ở chỗ hầu hết người tự sát đều phiền muộn, u ất và chán nản trong lòng. Chán nản, trầm cảm  Sự trầm cảm, u uất khiến cho nguời ta thường để ý đến sự thất bại và tuyệt vọng, coi trọng, nhấn mạnh mặt tiêu cực của các tình huống, và xem nhẹ hay hạ thấp năng lực hoặc giá trị của mình. Một người bị chứng trầm cảm nặng không tài nào hình dung hoặc mường tượng ra khả năng có một kết quả tốt đẹp và có thể cho là mình sẽ chẳng được hạnh phúc hoặc với họ thì mọi việc không bao giờ là đúng nữa. Chứng phiền muộn làm ảnh hưởng đến suy nghĩ của con người theo cách làm người ta mụ mẫm, bế tắc không thấy hướng đi trong khi một vấn đề có thể qiải quyết được. Nó như thể đã áp đặt một bộ lọc lọc tác động vào tư tưởng, suy nghĩ của con người và làm méo mó mọi thứ. Đó là lí do vì sao người phiền muộn không nhận thấy được hành vi tự sát là một giải pháp lâu dài cho một vấn đề tạm thời giống như người khác nghĩ. Một thanh thiếu niên bị phiền muộn có thể cũng có cảm giác bế tắc, không lối thoát, không có cách nào dứt được nỗi đau trong tâm hồn, nỗi đau về xúc cảm hoặc không tìm được cách nào để có thể bày tỏ sự bất hạnh, tuyệt vọng của mình cho người khác nghe.  Đôi khi những người muốn tự sát có thể chẳng hề nhận ra họ bị trầm cảm. Họ không biết đó là chứng trầm cảm – không phải là hoàn cảnh – làm cho họ suy nghĩ rằng “không còn lối thoát”, “sẽ chẳng khá hơn đâu”, “mình không làm gì được hết”... những thứ đại loại như vậy.   Nhờ bác sĩ điều trị hay dùng phương pháp trị liệu thích hợp, người ta trở nên hết phiền muộn và những suy nghĩ bị méo mó, lệch lạc cũng không còn. Người ta có thể tìm thấy niềm vui, cơ thể tràn trề năng lượng và hi vọng trở lại. Nhưng khi người ta bị trầm cảm nặng nề thì tư tưởng tìm đến cái chết hay hành vi tự sát là một mối lo ngại thực sự.  Người bị bệnh rối loạn lưỡng cực cũng có nguy cơ tự sát cao hơn nhiều vì chứng bệnh này có thể khiến họ phải trải qua thời gian trầm cảm cực độ cũng như thời gian tràn trề năng lượng, tràn trề sức sống một cách bất thường (gọi là chứng hưng cảm hoặc vui buồn thất thường). Cả hai thái cực rối loạn lưỡng cực đỉnh điểm này đã tác động và làm lệch lạc tâm trạng, cách nhìn và sự suy xét, phán đoán của con người. Đối với những người mắc bệnh này thì việc giữ cho vấn đề theo một triển vọng đẹp và hành động bằng một thái độ suy xét đúng đắn quả là một thách thức cam go.   Lạm dụng chất kích thích Những thiếu niên nghiện ngập ma tuý và rượu chè cũng có nguy cơ có ý nghĩ và hành vi tự sát cao hơn. Rượu và một số loại ma túy làm cho não suy nhược. Việc lạm dụng những chất kích thích này có thể khiến trầm cảm nặng nề. Đối với một số thiếu niên có khuynh hướng bị trầm cảm vì cơ chế sinh học, tiền sử gia đình, hoặc các nguyên nhân gây căng thẳng trong cuộc sống khác thì điều này hoàn toàn đúng.  Tình hình càng trở nên tệ hại hơn bởi nhiều người bị trầm cảm lao vào rượu chè hoặc ma tuý như một cứu cánh và để tìm lối thoát. Nhưng họ không nhận ra những tác hại gây trầm cảm và suy nhược của rượu và ma tuý kích thích lên não có thể sẽ làm cho chứng trầm cảm ngày càng nặng nề hơn.  Ngoài tác hại là gây trầm cảm, rượu và ma tuý còn làm thay đổi khả năng phán quyết, xử lý của con người; gây mất khả năng đo lường nguy hiểm, mất khả năng đưa ra quyết định đúng đắn và không còn khả năng nghĩ ra giải pháp nào cho vấn đề của mình. Nhiều trường hợp nạn nhân tự sát khi đang say rượu hay “phê” thuốc phiện.    Tất nhiên là điều này không có nghĩa là hễ ai phiền muộn, trầm cảm hay bê tha rượu chè hoặc thuốc phiện đều có ý định tự sát cả. Nhưng những tình huống này – nhất là khi kết hợp cả phiền muộn và rượu chè, thuốc phiện – thì người ta càng có nguy cơ tự sát cao hơn. Không phải lúc nào cũng lên kế hoạch tự sát trước Người trầm cảm, u uất đôi khi lên kế hoạch tự sát trước. Dẫu vậy lắm lúc hành vi tự sát cũng xảy ra một cách rất bốc đồng, xảy ra trong một giây khắc mà người ta cảm thấy cáu tiết kinh khủng. Bạn có thể hình dung một tình huống như chia tay nhau, cãi vã xung đột dữ dội với bố mẹ, mang thai ngoài ý muốn, bị người khác bỏ rơi, hoặc bị đối bất công có thể khiến cho người ta trở nên khó chịu vô cùng. Trong nhiều trường hợp thì tình huống như thế này, đối với người đang bị trầm cảm giống như một giọt nước làm tràn ly vậy.  Một số người có ý định tự sát muốn kết liễu cuộc đời và cũng có một số người lại hoàn toàn không chắc là mình muốn chết. Đối với một số người thì tự sát là cách bày tỏ nỗi đau, sự tổn thương sâu sắc về xúc cảm. Họ không thổ lộ được tâm trạng của mình, vì vậy hành vi tự sát là phương cách duy nhất có thể giúp họ bộc lộ nỗi sầu khổ của mình. Nhưng đáng tiếc thay, nhiều người thực sự không muốn tự sát lại chết bi thảm hoặc bị bệnh nặng nề.   Những dấu hiệu báo trước  Thường cũng có nhiều dấu hiệu cho thấy một người đang nghĩ đến việc tự sát hoặc lên kế hoạch tự sát. Dưới đây là một vài dấu hiệu đó:  * thường nói về chết chóc hoặc tự sát  * nói về việc “đi xa” * nói về những thứ mà người ta “sẽ không cần dùng đến nữa”, và cho ai quyền được sở hữu chúng * nói về cảm giác tuyệt vọng và có tội  * xa lánh bạn bè và gia đình và không còn hào hứng đi chơi đâu nữa * không hăng say tham gia các hoạt động hay những trò yêu thích nữa * khó tập trung hoặc suy nghĩ thông suốt * thay đổi thói quen ăn uống và ngủ nghỉ * có hành vi tự hủy hoại (chẳng hạn như bê tha vào rượu chè, ma tuý hoặc cắt rạch tay mình,...) Nếu bạn có ý định tự sát, bạn nên làm gì? Nếu bạn đang có ý định tự sát thì nên tìm đến sự giúp đỡ của người khác ngay nhé. Chứng trầm cảm rất kinh khủng đấy. Bạn không thể chờ đợi và hi vọng rằng tâm trạng của mình sẽ được cải thiện. Khi một người cảm thấy phiền muộn, chán nản trong một thời gian dài thì khó lòng có thể vực họ dậy được.   Hãy trò chuyện, tâm sự với một người nào đó mà bạn tin tưởng càng sớm càng tốt nhé. Nếu không nói được với bố mẹ thì bạn nên chia sẻ với người dạy kèm của mình, người thân, nhân viên tư vấn ở trường, người đứng đầu một tôn giáo nào đó, hoặc thầy cô của mình. Hãy gọi đường dây khủng hoảng tự sát (như 1-800-SUICIDE hoặc 1-800-999-9999) hoặc số điện thoại khẩn cấp ở địa phương (911). Những đường dây miễn phí này luôn được trực 24/24, 7 ngày/ tuần bởi các chuyên gia đã qua trường lớp đào tạo có thể hướng dẫn cho bạn mà không biết tên bạn hay thấy mặt bạn. Tất cả những cú điện thoại này đều được bảo mật – không ai có thể phát hiện ra bạn đã gọi điện đến đường dây này. Các chuyên viên luôn túc trực điện thoại sẽ giúp cho bạn tìm cách để đối phó với những tình huống gay go trong cuộc sống của mình.  Nếu người thân của bạn có ý định tự sát, bạn nên làm gì? Sẽ không bao giờ thừa và luôn là một điều hay nếu bạn bắt đầu trò chuyện với người mà mình cho là đang có ý định tự sát. Điều này giúp bạn tiếp cận và hỗ trợ cho người ấy, và việc làm chia sẻ như vậy cũng có thể giúp người ta cảm thấy bớt đơn độc, được quan tâm nhiều hơn và được hiểu nhiều hơn.  Cách bàn bạc, chia sẻ cũng có thể cho người ta một cơ hội để nghĩ đến các giải pháp khác đối với vấn đề. Hầu như lúc nào thì người có ý định tự sát cũng muốn bộ bạch ra nếu ai đó hỏi han, quan tâm và ân cần với họ. Vì người phiền muộn, trầm cảm không nhìn ra được hướng giải quyết như những người bình thường khác nên rất cần một người để cùng với họ nghĩ ra ít nhất là một lối thoát khác khỏi tình huống tồi tệ ấy.  Dẫu là một người bạn hoặc một đứa bạn cùng lớp buộc bạn phải thề giữ bí mật thì bạn cũng nên giúp bạn ấy ngay tức khắc – mạng sống của bạn mình có thể tùy thuộc vào điều này đấy. Người thực sự có ý định tự sát có thể đã đắm trong một hố sâu đau đớn về xúc cảm và không nhận ra được mình đang cần ai đó giúp đỡ. Bạn hãy nói cho một người lớn nào đó mà bạn tin tưởng càng sớm càng tốt nhé. Nếu cần thiết, bạn cũng có thể gọi điện đến đường dây khủng hoảng tự sát miễn phí hoặc số điện thoại khẩn cấp ở địa phương (911). Bạn có thể tìm số điện thoại khủng hoảng tự sát ở địa phương hoặc số điện thoại đường dây nóng trong danh bạ điện thoại của mình. Những nguồn này hoàn toàn được bảo mật và nhân viên làm việc ở đây luôn sẵn lòng trò chuyện với bạn và giúp cho bạn tìm ra giải pháp tốt nhất cho mình.  Cũng lắm khi nhiều thiếu niên có ý định tự sát hoặc chết vì tự sát không tỏ một dấu hiệu nào trước đó cả. Điều này làm cho những người thân yêu không những mang cảm giác kiệt sức vì phiền muộn mà còn mặc cảm tội lỗi và dằn vặt liệu họ có bỏ lỡ một việc làm hay một cơ hội nào đó để có thể ngăn chặn cái chết không. Bạn bè và người thân trong gia đình người chết vì tự sát nên hiểu rằng đôi khi mình không thể thấy một dấu hiệu cảnh báo nào và không nên tự trách mình như thế.  Khi một người nào đó chết vì tự sát thì thường để lại cho người sống một cảm giác vật vã đau đớn, xúc động dữ dội. Các em thiếu niên bị khủng hoảng, mất mát, thất bại hoặc có bạn học hay người thân trong gia đình tự sát cũng rất dễ bị tổn thương gây tư tưởng và hành vi tự sát theo. Nếu bạn sống gần người có ý định tự sát hoặc người tự sát thì bạn nên tham khảo ý kiến của một nhà trị liệu hoặc một nhân viên tư vấn nào đó-họ đã được học cách giải quyết tình huống phức tạp như thế này. Hoặc là bạn có thể gia nhập nhóm tư vấn để bạn có thể chia sẻ, bày tỏ cảm xúc của mình và được những người đồng cảnh ngộ tương trợ và giúp đỡ cho mình.   Đối phó với vấn đề tự sát Sống một cuộc sống của thanh thiếu niên chẳng dễ gì bởi có quá nhiều áp lực xã hội, áp lực học hành, và cả những áp lực riêng tư nữa. Và đối với những bạn gặp phải những rắc rối khác như sống trong môi trường bạo lực hoặc hung hãn thì cuộc sống thậm chí dường như khó khăn hơn nhiều.  Một số bạn thiếu niên cảm thấy lo lắng về tình dục và các mối quan hệ khác của mình, phân vân liệu tình cảm và sức lôi cuốn, hấp dẫn của mình có bình thường không, hoặc liệu mình có được yêu và được người khác chấp nhận không. Một số bạn khác lại khổ sở vì vóc dáng và các vấn đề ăn uống của mình; và rồi việc cố vươn tới một lý tưởng không thể nào thực hiện được làm cho các bạn cảm thấy mình thật tệ hại. Bên cạnh đó cũng có một số thiếu niên học hành sa sút hoặc không tập trung được khiến cho các bạn khó có thể thành công trong học tập ở trường. Các bạn ấy có thể cảm thấy thất vọng về chính mình hoặc cảm thấy mình là niềm thất vọng của người khác.  Những vấn đề này có thể là khó khăn, rắc rối và làm cho người ta kiệt sức đấy – và càng có thể sinh ra trầm cảm nếu cứ tồn tại lâu dài mà không được giải toả hoặc được người khác trợ giúp. Cuộc sống chúng ta đôi khi cũng phải chật vật với những tình huống và những khó khăn đau khổ. Chúng ta phải làm gì để có thể vượt qua những hoàn cảnh ấy mà không rơi vào tuyệt vọng, sầu bi? Một phần câu trả lời là nhờ sự gần gũi với gia đình, bạn bè, trường lớp, niềm tin, và các mạng lưới hỗ trợ khác. Người ta có thể dễ dàng vượt qua những hoàn cảnh éo le khi bên cạnh còn có ít nhất một người tin tưởng họ, muốn điều tốt đẹp nhất đến với họ và có thể là người cho họ trút đi niềm tâm sự. Người ta cũng dễ dàng đối phó tốt hơn khi tâm niệm rằng hầu hết các vấn đề đều chỉ là tạm thời và có thể khắc phục được.  Khi đối phó với một vấn đề nào đó, bạn nên:  * Nói cho một người nào đó bạn tin tưởng chuyện gì đang xảy ra với mình. * Sống gần bên người hay quan tâm, giúp đỡ và có ý chí tích cực. * Nhờ một người nào đó giúp bạn hình dung ra giải pháp đối với vấn đề bạn đang vướng mắc. * Tham khảo ý kiến của một nhà trị liệu hoặc một tư vấn viên nào đó nếu vấn đề đang ngày càng khiến cho bạn trở nên buồn bực và tuyệt vọng – hoặc nếu bạn không có mạng lưới hỗ trợ nào nhiệt tình, hoặc nếu bạn cảm thấy không thể đối phó được.  Các nhà trị liệu và tư vấn viên có thể giúp đỡ cho các bạn thiếu niên giải toả cảm xúc và xây dựng kỹ năng đối phó vấn đề. Bạn cũng nên gia nhập vào mạng lưới hỗ trợ cho những người có cùng hoàn cảnh như bạn – chẳng hạn như người mắc chứng biến ăn và khổ sở vì vóc dáng, có người thân trong gia đình nghiện rượu chè, hoặc người đang lo ngại về vấn đề tình dục và sức khoẻ tình dục. Những nhóm người này có thể cho bạn một môi trường quan tâm, chăm sóc mà nơi đây bạn có thể chia sẻ khó khăn với người đồng cảnh ngộ như mình.  Bạn nên kiểm tra danh bạ điện thoại để tìm các nhóm hỗ trợ ở địa phương, hoặc nhờ nhân viên tư vấn ở trường hoặc nhóm trưởng của một nhóm thanh niên nào đó giúp cho bạn tìm những gì bạn cần nhé."
        },
        {
            "en": "Green tea    Overview: Archeological evidence suggests that people consumed tea leaves steeped in boiling water as many as 5,000 years ago. Botanical evidence indicates that India and China were among the first countries to cultivate tea. Today, tea is the most widely consumed beverage in the world, second only to water. Hundreds of millions of people drink tea around the world, and studies suggest that green tea (Camellia sinesis) in particular has many health benefits.  There are three main varieties of tea -- green, black, and oolong. The difference between the teas is in their processing. Green tea is made from unfermented leaves and reportedly contains the highest concentration of powerful antioxidants called polyphenols. Antioxidants are substances that scavenge free radicals -- damaging compounds in the body that alter cells, tamper with DNA (genetic material), and even cause cell death. Free radicals occur naturally in the body, but environmental toxins (including ultraviolet rays from the sun, radiation, cigarette smoke, and air pollution) also give rise to these damaging particles. Many scientists believe that free radicals contribute to the aging process as well as the development of a number of health problems, including cancer and heart disease. Antioxidants such as polyphenols in green tea can neutralize free radicals and may reduce or even help prevent some of the damage they cause. Green tea has been consumed throughout the ages in India, China, Japan, and Thailand. In traditional Chinese and Indian medicine, practitioners used green tea as a stimulant, diuretic (to promote the excretion of urine), astringent (to control bleeding and help heal wounds), and to improve heart health. Other traditional uses of green tea include treating flatulence (gas), regulating body temperature and blood sugar, promoting digestion, and improving mental processes. Green tea has been extensively studied in people, animals, and laboratory experiments. Results from these studies suggest that green tea may be useful for the following health conditions: Atherosclerosis Population-based clinical studies indicate that the antioxidant properties of green tea may help prevent atherosclerosis, particularly coronary artery disease. (Population-based studies means studies that follow large groups of people over time or studies that are comparing groups of people living in different cultures or with different dietary habits.) Researchers aren't sure why green tea reduces the risk of heart disease by lowering cholesterol and triglyceride levels. Studies show that black tea has similar beneficial effects. In fact, researchers estimate that the rate of heart attack decreases by 11% with consumption of 3 cups of tea per day. In May 2006, however, the U.S. Food and Drug Administration (FDA) rejected a petition from teamakers to allow tea labels to claim that green tea reduces the risk of heart disease. The FDA concluded that there is no credible evidence to support qualified health claims for green tea or green tea extract reducing the risk of heart disease.  High cholesterol Research shows that green tea lowers total cholesterol and raises HDL (\"good\") cholesterol in both animals and people. One population-based clinical study found that men who drink green tea are more likely to have lower total cholesterol than those who do not drink green tea. Results from one animal study suggest that polyphenols in green tea may block the intestinal absorption of cholesterol and promote its excretion from the body. In another small study of male smokers, researchers found that green tea significantly reduced blood levels of harmful LDL cholesterol. Cancer Several population-based clinical studies have shown that both green and black teas help protect against cancer. For example, cancer rates tend to be low in countries such as Japan where people regularly consume green tea. However, it is not possible to determine from these population-based studies whether green tea actually prevents cancer in people. Emerging clinical studies suggest that the polyphenols in tea, especially green tea, may play an important role in the prevention of cancer. Researchers also believe that polyphenols help kill cancerous cells and stop their progression. Bladder cancer. Only a few clinical studies have examined the relationship between bladder cancer and tea consumption. In one study that compared people with and without bladder cancer, researchers found that women who drank black tea and powdered green tea were less likely to develop bladder cancer. A follow-up clinical study by the same group of researchers revealed that bladder cancer patients (particularly men) who drank green tea had a substantially better 5-year survival rate than those who did not. Breast cancer. Clinical studies in animals and test tubes suggest that polyphenols in green tea inhibit the growth of breast cancer cells. In one study of 472 women with various stages of breast cancer, researchers found that women who consumed the most green tea experienced the least spread of cancer (particularly premenopausal women in the early stages of breast cancer). They also found that women with early stages of the disease who drank at least 5 cups of tea every day before being diagnosed with cancer were less likely to suffer recurrences of the disease after completion of treatment. However, women with late stages of breast cancer experienced little or no improvement from drinking green tea. In terms of breast cancer prevention, the studies are inconclusive. In one very large study, researchers found that drinking tea, green or any other type, was not associated with a reduced risk of breast cancer. However, when the researchers broke down the sample by age, among women under the age of 50, those who consumed 3 or more cups of tea per day were 37% less likely to develop breast cancer compared to women who didn't drink tea. Ovarian cancer. In a clinical study conducted on ovarian cancer patients in China, researchers found that women who drank at least one cup of green tea per day survived longer with the disease than those who didn' t drink green tea. In fact, those who drank the most tea, lived the longest. Other studies found no beneficial effects. Colorectal cancer. Clinical studies on the effects of green tea on colon or rectal cancer have produced conflicting results. Some clinical studies show decreased risk in those who drink the tea, while others show increased risk. In one study, women who drank 5 or more cups of green tea per day had a significantly lower risk of colorectal cancer compared to non-tea-drinkers. There was no effect in men, however. Other studies show that regular tea consumption may reduce the risk of colorectal cancer in women. Further research is needed before researchers can recommend green tea for the prevention of colorectal cancer. Esophageal cancer. Studies in laboratory animals have found that green tea polyphenols inhibit the growth of esophageal cancer cells. However, clinical studies in people have produced conflicting findings. For example, one large-scale population-based clinical study found that green tea offered significant protection against the development of esophageal cancer (particularly among women). Another population-based clinical study revealed just the opposite -- green tea consumption was associated with an increased risk of esophageal cancer. In fact, the stronger and hotter the tea, the greater the risk. Given these conflicting results, further research is needed before scientists can recommend green tea for the prevention of esophageal cancer. Lung cancer. While green tea polyphenols have been shown to inhibit the growth of human lung cancer cells in test tubes, few clinical studies have investigated the link between green tea consumption and lung cancer in people and even these studies have been conflicting. One population-based clinical study found that Okinawan tea (similar to green tea but partially fermented) was associated with decreased lung cancer risk, particularly among women. A second clinical study revealed that green tea and black tea significantly increased the risk of lung cancer. As with colon and esophageal cancers, further clinical studies are needed before researchers can draw any conclusions about green tea and lung cancer.   Pancreatic cancer. In one large-scale clinical study researchers compared green tea drinkers with non-drinkers and found that those who drank the most tea were significantly less likely to develop pancreatic cancer. This was particularly true for women -- those who drank the most green tea were half as likely to develop pancreatic cancer as those who drank less tea. Men who drank tea were 37% less likely to develop pancreatic cancer. However, it is not clear from this population-based study whether green tea is solely responsible for reducing pancreatic cancer risk. Further studies in animals and people are needed before researchers can recommend green tea for the prevention of pancreatic cancer.   Prostate cancer. Laboratory studies have found that green tea extracts prevent the growth of prostate cancer cells in test tubes. In a large clinical study conducted in Southeast China researchers found that the risk of prostate cancer declined with increasing frequency, duration and quantity of green tea consumption. However, both green and black tea extracts also stimulated genes that cause cells to be less sensitive to chemotherapy drugs. Given this potential interaction, people should not drink black and green tea (as well as extracts of these teas) while receiving chemotherapy.  Skin cancer. The main polyphenol in green tea is epigallocatechin gallate (EGCG). Scientific studies suggest that EGCG and green tea polyphenols have anti-inflammatory and anticancer properties that may help prevent the onset and growth of skin tumors. Stomach cancer. Laboratory studies have found that green tea polyphenols inhibit the growth of stomach cancer cells in test tubes, but clinical studies in people have been less conclusive. In two studies that compared green tea drinkers with non-drinkers, researchers found that people who drank tea were about half as likely to develop stomach cancer and gastritis (inflammation of the stomach) as those who did not drink green tea. However, a clinicial study including more than 26,000 men and women in Japan found no association between green tea consumption and stomach cancer risk. Some clinicial studies even suggest that green tea may increase the risk of stomach cancer. Further clinicial studies are underway to determine whether green tea helps reduce the risk of stomach cancer. Although green tea is considered safe for people at risk for stomach cancer, it is difficult to tell whether green tea reduces the likelihood of developing this disease. Inflammatory Bowel Disease (IBD) Green tea may help reduce inflammation associated with Crohn's disease and ulcerative colitis, the two types of IBD. If green tea proves to be helpful for preventing colon cancer, this would be an added benefit for those with IBD because they are at risk for colon cancer. Diabetes Green tea has been used traditionally to control blood sugar in the body. Animal studies suggest that green tea may help prevent the development of type 1 diabetes and slow the progression once it has developed. People with type 1 diabetes produce little or no insulin, a hormone that converts glucose (sugar), starches, and other foods into energy needed for daily life. Green tea may help regulate glucose in the body. A few small clinical studies have found that daily supplementation of the diet with green tea extract powder lowered the hemoglobin A1c level in individuals with borderline diabetes. Liver disease Population-based clinical studies have shown that men who drink more than 10 cups of green tea per day are less likely to develop disorders of the liver. Green tea also seems to protect the liver from the damaging effects of toxic substances such as alcohol. Animal studies have shown that green tea helps protect against the development of liver tumors in mice. Results from several animal and human studies suggest that one of the polyphenols present in green tea, known as catechin, may help treat viral hepatitis (inflammation of the liver from a virus). In these studies, catechin was isolated from green tea and used in very high concentrations. It is not clear whether green tea (which contains a lower concentration of catechins) confers these same benefits to people with hepatitis. Weight loss Clinical studies suggest that green tea extract may boost metabolism and help burn fat. Another study confirmed that the combination of green tea and caffeine improved weight loss. Some researchers speculate that substances in green tea known as polyphenols, specifically the catechins, are responsible for the herb's fat-burning effect.  Other uses Drinking green tea has been found effective in a small clinical study for dental caries, or tooth decay. More studies need to be performed. Green tea may also be useful in inflammatory diseases, such as arthritis. Research indicates that green tea may benefit arthritis by reducing inflammation and slowing cartilage breakdown. Chemicals found in green tea may also be effective in treating genital warts and preventing symptoms of colds and influenza. Studies also show that drinking green tea is associated with reduced risk of mortality. Plant description: Green, black, and oolong tea are all derived from the leaves of the Camellia sinensis plant. Originally cultivated in East Asia, this plant grows as large as a shrub or tree. Today, Camellia sinensis grows throughout Asia and parts of the Middle East and Africa. People in Asian countries more commonly consume green and oolong tea while black tea is most popular in the United States. Green tea is prepared from unfermented leaves, the leaves of oolong tea are partially fermented, and black tea is fully fermented. The more the leaves are fermented, the lower the polyphenol content and the higher the caffeine content. Green tea has the highest polyphenol content while black tea has roughly 2 - 3 times the caffeine content of green tea. What's it made of?: The healthful properties of green tea are largely attributed to polyphenols, chemicals with potent antioxidant properties. In fact, the antioxidant effects of polyphenols appear to be greater than vitamin C. The polyphenols in green tea also give it a somewhat bitter flavor. Polyphenols contained in teas are classified as catechins. Green tea contains six primary catechin compounds: catechin, gallaogatechin, epicatechin, epigallocatechin, epicatechin gallate, and apigallocatechin gallate (also known as EGCG). EGCG is the most studied polyphenol component in green tea and the most active. Green tea also contains alkaloids including caffeine, theobromine, and theophylline. These alkaloids provide green tea's stimulant effects. L-theanine, an amino acid compound found in green tea, has been studied for its calming effects on the nervous system. Dosage Pediatric There are no known scientific reports on the pediatric use of green tea, so it is not recommended for children. Adult Depending on the brand, 2 - 3 cups of green tea per day (for a total of 240 - 320 mg polyphenols) or 100 - 750 mg per day of green tea extract is recommended. Caffeine-free products are available and recommended. Precautions: The use of herbs is a time-honored approach to strengthening the body and treating disease. However, herbs contain active substances that can trigger side effects and interact with other herbs, supplements, or medications. For these reasons, people should take herbs with care, under the supervision of a practitioner knowledgeable in the field of botanical medicine. People with heart problems, kidney disorders, stomach ulcers, and psychological disorders (particularly anxiety) should not take green tea. Pregnant and breastfeeding women should also avoid green tea. People who drink excessive amounts of caffeine (including caffeine from green tea) for prolonged periods of time may experience irritability, insomnia, heart palpitations, and dizziness. Caffeine overdose can cause nausea, vomiting, diarrhea, headaches, and loss of appetite. If you are drinking a lot of tea and start to vomit or have abdominal spasms, you may have caffeine poisoning. If your symptoms are severe, lower your caffeine intake and see your health care provider. Possible Interactions: If you are being treated with any of the following medications, you should not drink green tea or take green tea extract without first talking to your health care provider: Adenosine -- Green tea may inhibit the actions of adenosine, a medication given in the hospital for an irregular (and usually unstable) heart rhythm. Antibiotics, Beta-lactam -- Green tea may increase the effectiveness of beta-lactam antibiotics by reducing bacterial resistance to treatment. Benzodiazepines -- Caffeine (including caffeine from green tea) has been shown to reduce the sedative effects of benzodiazepines (medications commonly used to treat anxiety, such as diazepam and lorazepam). Beta-blockers, Propranolol, and Metoprolol -- Caffeine (including caffeine from green tea) may increase blood pressure in people taking propranolol and metoprolol (medications used to treat high blood pressure and heart disease). Blood Thinning Medications (Including Aspirin) -- People who take warfarin, a blood thinning medication, should not drink green tea. Since green tea contains vitamin K, it can make warfarin ineffective. Meanwhile, you should not mix green tea and aspirin because they both prevent platelets from clotting. Using the two together may increase your risk of bleeding.  Chemotherapy -- The combination of green tea and chemotherapy medications, specifically doxorubicin and tamoxifen, increased the effectiveness of these medications in laboratory tests. However, these results have not yet been demonstrated in studies on people. On the other hand, there have been reports of both green and black tea extracts stimulating a gene in prostate cancer cells that may cause them to be less sensitive to chemotherapy drugs. Given this potential interaction, people should not drink black and green tea (as well as extracts of these teas) while receiving chemotherapy for prostate cancer in particular. Clozapine -- The antipsychotic effects of the medication clozapine may be reduced if taken fewer than 40 minutes after drinking green tea. Ephedrine -- When taken together with ephedrine, green tea may cause agitation, tremors, insomnia, and weight loss. Lithium -- Green tea has been shown to reduce blood levels of lithium (a medication used to treat <em>manic</em>/depression). Monoamine Oxidase Inhibitors (MAOIs) -- Green tea may cause a severe increase in blood pressure (called a \"hypertensive crisis\") when taken together with MAOIs, which are used to treat depression.  Oral Contraceptives -- Oral contraceptives can prolong the amount of time caffeine stays in the body and may increase its stimulating effects. Phenylpropanolamine -- A combination of caffeine (including caffeine from green tea) and phenylpropanolamine (an ingredient used in many over-the-counter and prescription cough and cold medications and weight loss products) can cause mania and a severe increase in blood pressure. The FDA issued a public health advisory book in November 2000 to warn people of the risk of bleeding in the brain from use of this medication and has strongly urged all manufacturers of this drug to remove it from the market.",
            "vi": "Trà xanh     Khái quát về trà xanh  bằng chứng khảo cổ cho biết cách đây 5000 năm người ta đã biết dùng lá trà để nấu nước uống. Bằng chứng thực vật học cho thấy Ấn Độ và Trung Quốc là những nước trồng cây chè đầu tiên. Ngày nay, trà là thức uống được dùng phổ biến nhất trên thế giới, chỉ đứng thứ hai sau nước. Hàng trăm triệu người uống trà khắp nơi trên thế giới, và nhiều công trình nghiên cứu đã cho biết trà xanh (Camellia sinesis) có rất nhiều lợi ích về sức khỏe. Có ba loại trà chính là trà xanh, trà đen, và trà ô-long. Sự khác biệt giữa các loại trà này nằm ở quá trình chế biến. Trà xanh được chế biến từ lá chưa lên men và được cho là chứa hàm lượng chất chống ô-xy hoá cao nhiều nhất có tên là polyphenol. Chất chống ô-xy hoá là những chất có thể lọc sạch hết gốc tự do- các hợp chất gây hại cho cơ thể làm thay đổi tế bào, làm xáo trộn DNA (vật liệu di truyền), và thậm chí còn làm chết tế bào. Các gốc tự do này xảy ra một cách bình thường trong cơ thể, nhưng các độc tố trong môi trường (như tia tử ngoại mặt trời, bức xạ, khói thuốc lá, và ô nhiễm không khí) cũng gây ra các hạt gây hại này. Nhiều nhà khoa học cho rằng gốc tự do góp phần tạo nên quá trình lão hoá cũng như làm phát sinh nhiều vấn đề sức khỏe, như ung thư và tim mạch. Chất chống ô-xy hoá như polyphenol có trong trà xanh có tác dụng khử gốc tự do và có thể làm giảm hoặc thậm chí giúp phòng tránh tác hại mà các gốc tự do gây ra. Trà xanh đã được sử dụng ở Ấn Độ, Trung Quốc, Nhật Bản, và Thái Lan từ rất lâu. Trong y học truyền thống của Trung Quốc và Ấn Độ, nhiều thầy thuốc đã dùng trà xanh như một chất kích thích, làm lợi tiểu (tăng sự bài tiết nước tiểu), chất làm se (công dụng cầm máu và làm vết thương mau lành), và để cải thiện sức khỏe tim mạch. Nhiều công dụng truyền thống khác của trà xanh cũng được đề cập ở đây như chữa đầy hơi, điều hoà nhiệt độ và đường huyết trong cơ thể, giúp tiêu hoá tốt, và tăng cường hoạt động trí tuệ.  Trà xanh đã được nghiên cứu thí nghiệm một cách rộng rãi trên người, động vật, và cả ở phòng thí nghiệm. Kết quả của các công trình nghiên cứu này cho thấy trà xanh rất có ích đối với những chứng bệnh sau đây: Xơ vữa động mạch Nhiều cuộc nghiên cứu lâm sàng dựa trên dân số cho thấy các đặc tính chống ô-xi hoá của trà xanh có thể giúp ngăn ngừa chứng xơ vữa động mạch, nhất là bệnh động mạch vành. (Nghiên cứu dựa trên dân số có nghĩa là nghiên cứu nhiều nhóm người qua thời gian hoặc nghiên cứu so sánh các nhóm người sống ở những nền văn hoá khác nhau hoặc có thói quen dinh dưỡng khác nhau.) Các nhà nghiên cứu không rõ lý do vì sao trà xanh có thể làm giảm nguy cơ tim mạch bằng cách làm giảm nồng độ cholesterol và li-pít trung tính. Nhiều công trình nghiên cứu cho thấy trà đen cũng có tác dụng chữa bệnh tương tự. Thực vậy, các nhà nghiên cứu ước tính rằng tỉ lệ mắc bệnh tim mạch giảm 11% nếu uống 3 tách trà mỗi ngày. Tuy nhiên, vào tháng 5 năm 2006, Cơ quan kiểm soát Thực phẩm và Dược phẩm Hoa Kỳ (FDA) đã không cho phép dán nhãn trà xanh có tác dụng làm giảm nguy cơ tim mạch trên các máy pha trà. FDA đã kết luận rằng không có bằng chứng y học nào đáng tin cậy cho việc trà xanh hay chiết xuất trà xanh làm giảm nguy cơ tim mạch cả.  Nồng độ cholesterol cao Nghiên cứu cho thấy trà xanh có tác dụng làm giảm tổng lượng cholesterol và làm tăng HDL (cholesterol tốt) ở cả người và động vật. Một cuộc nghiên cứu lâm sàng dựa trên dân số phát hiện ra rằng nam giới uống trà xanh thường có tổng hàm lượng cholesterol thấp hơn người không uống trà xanh. Kết quả của cuộc nghiên cứu trên động vật cho thấy hàm lượng polyphenol có trong trà xanh có thể giúp ruột không hấp thu cholesterol và làm tăng sự bài tiết của cơ thể. Một cuộc nghiên cứu nhỏ khác đối với nam giới hút thuốc lá, các nhà nghiên cứu cho thấy trà xanh làm giảm đáng kể nồng độ cholesterol LDL có hại trong máu. Ung thư Một số cuộc nghiên cứu lâm sàng dựa trên dân số cho thấy cả trà xanh và trà đen đều có tác dụng chống ung thư. Chẳng hạn như, tỉ lệ mắc bệnh ung thư có khuynh hướng giảm ở những nước như Nhật bởi người Nhật thường xuyên uống trà xanh. Tuy nhiên, các công trình nghiên cứu này không thể xác định là liệu thực sự trà xanh có tác dụng ngăn ngừa ung thư ở người hay không. Các cuộc nghiên cứu lâm sàng mới đây cho thấy hàm lượng polyphenol trong trà, nhất là trà xanh, đóng vai trò rất quan trọng trong việc phòng tránh ung thư. Các nhà nghiên cứu cũng cho rằng polyphenol có thể diệt được tế bào gây ung thư và chặn đứng sự phát triển của các tế bào này. Ung thư bàng quang.  Chỉ một vài cuộc nghiên cứu lâm sàng nghiên cứu về mối quan hệ giữa trà và ung thư bàng quang.  Trong một cuộc nghiên cứu so sánh người bị ung thư bàng quang và người không bị ung thư bàng quang, các nhà nghiên cứu phát hiện rằng phụ nữ uống trà đen và bột trà xanh đều ít bị ung thư bàng quang. Nhóm nghiên cứu đó thực hiện một nghiên cứu lâm sàng tiếp theo cũng cho thấy các bệnh nhân bị ung thư bàng quang (nhất là nam) uống trà xanh có tỉ lệ sống lâu hơn 5 năm so với người không uống trà xanh. Ung thư vú. Các cuộc nghiên cứu lâm sàng trên động vật và ống nghiệm cho thấy hàm lượng polyphenol có trong trà xanh có tác dụng làm ức chế sự tăng trưởng của tế bào gây ung thư vú. Trong một cuộc nghiên cứu 472 phụ nữ bị ung thư vú ở nhiều thời kỳ, các nhà nghiên cứu phát hiện rằng những bệnh nhân uống trà xanh nhiều nhất đều ít bị lây lan chứng ung thư nhất (nhất là những phụ nữ tiền mãn kinh bị ung thư vú giai đoạn đầu). Các nhà nghiên cứu cũng phát hiện ra rằng phụ nữ bị ung thư vú giai đoạn đầu uống ít nhất 5 tách trà mỗi ngày trước khi chẩn đoán bệnh đều ít bị tái phát sau khi điều trị xong. Tuy nhiên, đối với phụ nữ bị ung thư vú giai đoạn cuối nếu uống trà xanh thì cũng không cải thiện được gì hoặc chỉ cải thiện được đôi chút. Các cuộc nghiên cứu vẫn còn đang bỏ lửng đối với cách ngăn ngừa chứng ung thư vú. Trong một cuộc nghiên cứu lớn, các nhà nghiên cứu phát hiện ra rằng việc uống trà, trà xanh hay bất cứ loại trà nào đều không liên quan đến tác dụng làm giảm nguy cơ ung thư vú. Tuy nhiên, khi các nhà nghiên cứu phân nhỏ kiểu mẫu này dựa trên tuổi tác trong số những phụ nữ dưới 50 tuổi, những ai uống 3 tách trà trở lên mỗi ngày đều ít bị ung thư vú hơn 37% so với những ai không uống trà. Ung thư buồng trứng. Các nhà nghiên cứu đã tiến hành một cuộc nghiên cứu lâm sàng đối với bệnh nhân bị ung thư buồng trứng ở Trung Quốc và đã phát hiện ra rằng phụ nữ uống ít nhất một tách trà xanh mỗi ngày thì sẽ sống lâu hơn so với người không uống trà xanh. Thực vậy, người uống nhiều trà nhất đều sống lâu nhất. Những cuộc nghiên cứu khác không phát hiện thêm tác dụng có lợi nào cho sức khỏe. Ung thư kết tràng-trực tràng. Nhiều cuộc nghiên cứu lâm sàng về tác dụng của trà xanh đối với chứng ung thư đại tràng hoặc trực tràng đưa ra kết quả mâu thuẫn nhau. Một số cho thấy người uống trà giảm được nguy cơ ung thư, trong khi một số khác lại cho rằng người uống trà tăng nguy cơ ung thư. Một cuộc nghiên cứu cho thấy phụ nữ uống 5 tách trà xanh trở lên mỗi ngày có nguy cơ mắc ung thư kết tràng-trực tràng thấp hơn nhiều so với người không uống trà. Tuy nhiên, không có tác dụng gì đối với nam giới. Nhiều cuộc nghiên cứu khác cũng cho thấy rằng phụ nữ uống trà thường xuyên sẽ giảm được nguy cơ ung thư kết tràng-trực tràng. Các nhà nghiên cứu cũng cần tiến hành nghiên cứu hơn nữa trước khi đưa ra lời khuyên uống trà xanh giúp phòng tránh nguy cơ ung thư kết tràng-trực tràng. Ung thư thực quản. Nhiều cuộc nghiên cứu trên động vật trong phòng thí nghiệm cho thấy hàm lượng polyphenol trong trà xanh có thể làm ức chế sự tăng trưởng tế bào gây ung thư thực quản. Tuy nhiên, nhiều cuộc nghiên cứu lâm sàng ở người lại cho kết quả mâu thuẫn. Ví dụ, một cuộc nghiên cứu lâm sàng dựa trên dân số quy mô lớn phát hiện ra rằng trà xanh có tác dụng phòng tránh sự phát triển chứng ung thư thực quản (đặc biệt là đối với phụ nữ). Một cuộc nghiên cứu lâm sàng dựa trên dân số khác lại cho kết quả ngược lại-trà xanh có liên quan đến việc làm tăng nguy cơ mắc ung thư thực quản. Thực vậy, càng uống trà đậm đặc và nóng bao nhiêu thì nguy cơ mắc ung thư thực quản càng cao bấy nhiêu. Căn cứ vào những kết quả mâu thuẫn như thế này nên các nhà khoa học cần tiến hành nghiên cứu hơn nữa trước khi đưa ra lời khuyên trà xanh giúp phòng tránh ung thư thực quản.  Ung thư phổi.  Trong khi các nghiên cứu trong ống nghiệm cho thấy hàm lượng polyphenol có trong trà xanh có tác dụng làm ức chế sự tăng trưởng tế bào gây ung thư phổi ở người thì một số nghiên cứu lâm sàng nghiên cứu về mối quan hệ giữa trà xanh và chứng ung thư phổi ở người và thậm chí là các cuộc nghiên cứu này đã mâu thuẫn nhau. Một cuộc nghiên cứu lâm sàng dựa trên dân số phát hiện ra rằng trà Okinawan (tương tự như trà xanh nhưng chỉ được lên men một phần) có tác dụng làm giảm nguy cơ ung thư phổi, nhất là đối với phụ nữ. Cuộc nghiên cứu lâm sàng thứ hai cho thấy trà xanh và trà đen làm tăng đáng kể nguy cơ ung thư phổi. Cũng giống như ung thư ruột kết và thực quản, các nhà nghiên cứu cần tiến hành nhiều cuộc nghiên cứu lâm sàng hơn nữa trước khi có thể đưa ra bất cứ kết luận nào về trà xanh và ung thư phổi. Ung thư tuyến tụy.  Trong một cuộc nghiên cứu lâm sàng quy mô lớn so sánh người uống trà xanh với người không uống trà xanh, các nhà nghiên cứu phát hiện ra rằng người uống nhiều trà nhất thường ít có nguy cơ mắc ung thư tuyến tụy đáng kể. Điều này đặc biệt đúng đối với phụ nữ-người ít uống trà xanh có nguy cơ mắc ung thư tuyến tụy gấp đôi so với người uống nhiều trà xanh nhất. Nam giới uống trà xanh ít có nguy cơ mắc ung thư tuyến tụy 37%. Tuy nhiên, cuộc nghiên cứu lâm sàng cũng chưa cho kết quả rõ ràng là liệu trà xanh chỉ có tác dụng làm giảm nguy cơ ung thư tuyến tụy hay không. Các nhà nghiên cứu cần phải tiến hành nhiều cuộc nghiên cứu hơn nữa trước khi có thể đưa ra lời khuyên trà xanh có thể phòng tránh chứng ung thư tuyến tụy.  Ung thư tuyến tiền liệt. Nhiều cuộc nghiên cứu trong ống nghiệm ở phòng thí nghiệm cho thấy chiết xuất trà xanh có thể ngăn chặn tế bào ung thư tuyến tiền liệt tăng trưởng. Các nhà nghiên cứu ở Đông Nam Trung Quốc tiến hành cuộc nghiên cứu lâm sàng quy mô lớn đã phát hiện ra rằng nguy cơ mắc chứng ung thư tiền liệt tuyến giảm xuống nếu thường xuyên uống trà xanh nhiều hơn, lượng trà xanh nhiều hơn và khoảng thời gian uống lâu hơn. Tuy nhiên, cả chiết xuất trà xanh và trà đen đều có thể kích hoạt gien làm cho tế bào trở nên ít nhạy hơn với các loại dược phẩm hoá học. Căn cứ vào đặc tính tương tác có thể xảy ra này, người ta không nên uống trà đen và trà xanh (cũng như chiết xuất của các loại trà này) khi dùng hoá trị liệu.  Ung thư da. Chất polyphenol chính có trong trà xanh là epigallocatechin gallate (EGCG). Nhiều cuộc nghiên cứu khoa học cho thấy chất EGCG và polyphenol có trong trà xanh có đặc tính kháng viêm và chống ung thư có thể giúp ngăn ngừa phát sinh khối u và phát triển các khối u trên da. Ung thư dạ dày.  Nhiều cuộc nghiên cứu trong ống nghiệm ở phòng thí nghiệm cho thấy hàm lượng polyphenol có trong trà xanh có tác dụng làm ức chế sự tăng trưởng tế bào ung thư dạ dày, nhưng nhiều cuộc nghiên cứu lâm sàng ở người lại có kết quả ít rõ ràng hơn. Trong hai cuộc nghiên cứu so sánh giữa người uống trà xanh và người không uống trà xanh, các nhà nghiên cứu thấy rằng người uống trà xanh ít có nguy cơ mắc chứng ung thư dạ dày và viêm dạ dày gấp đôi so với người không uống trà xanh. Tuy nhiên, một cuộc nghiên cứu lâm sàng trên 26.000 nam giới và phụ nữ ở Nhật cho thấy chẳng có mối liên quan nào giữa trà xanh và nguy cơ mắc ung thư dạ dày. Một số nghiên cứu lâm sàng thậm chí còn cho kết quả trà xanh có thể làm tăng nguy cơ mắc ung thư dạ dày nữa. Nhiều cuộc nghiên cứu lâm sàng khác đang được nghiên cứu để xác định xem là liệu trà xanh có thể giúp giảm nguy cơ ung thư dạ dày không. Mặc dù trà xanh được cho là an toàn với người có nguy cơ ung thư dạ dày nhưng cũng khó kết luận là trà xanh có giúp giảm nguy cơ phát triển chứng bệnh này hay không. Bệnh viêm ruột ( IBD ) Trà xanh có thể giúp giảm viêm - viêm ruột từng vùng và viêm loét đại tràng, hai kiểu IBD (hai kiểu viêm ruột). Nếu trà xanh được chứng minh có thể giúp phòng chống ung thư ruột kết thì đây ắt sẽ là một lợi ích nữa đối với người bị viêm ruột bởi họ có nguy cơ bị ung thư ruột kết. Tiểu đường Theo truyền thống thì trà xanh đã được dùng để điều hoà đường huyết trong cơ thể. Nhiều cuộc nghiên cứu trên động vật cho thấy trà xanh có thể giúp phòng tránh sự phát triển của chứng tiểu đường loại 1 và làm chậm tiến triển của bệnh khi đã phát. Bệnh nhân tiểu đường loại 1 tiết ra ít hoặc không tiết insulin, một loại hooc-môn giúp chuyển hoá glucose (đường), tinh bột và nhiều thức ăn khác thành năng lượng cần thiết cho cuộc sống hằng ngày. Trà xanh có thể giúp điều hoà lượng đường glucose trong cơ thể. Một số nghiên cứu lâm sàng nhỏ cho thấy việc bổ sung bột chiết xuất trà xanh vào chế độ dinh dưỡng hằng ngày giúp giảm nồng độ hemoglobin A1c đối với người mấp mé bị tiểu đường. Bệnh gan Nhiều cuộc nghiên cứu lâm sàng dựa trên dân số cho thấy nam giới uống hơn 10 tách trà xanh mỗi ngày ít có nguy cơ bị rối loạn gan. Trà xanh cũng có thể bảo vệ gan khỏi tác hại của các chất độc như rượu bia. Nhiều cuộc nghiên cứu trên động vật cũng cho thấy trà xanh có tác dụng ngăn ngừa phát triển khối u gan ở chuột. Kết quả của một số nghiên cứu trên người và động vật cho thấy một trong những chất polyphenol có trong trà xanh, như catechin, có thể chữa lành chứng bệnh viêm gan do vi-rút. Trong các cuộc nghiên cứu này thì catechin được chiết ra khỏi trà xanh và được sử dụng với nồng độ rất cao. Người ta cũng chưa rõ là liệu trà xanh (chứa hàm lượng catechin thấp hơn) có lợi cho người bị viêm gan giống như vậy hay không. Giảm cân Nhiều cuộc nghiên cứu lâm sàng cho thấy chiết xuất trà xanh có thể đẩy mạnh quá trình chuyển hoá và làm tan mỡ. Một nghiên cứu khác đã khẳng định việc kết hợp trà xanh và cà-phê-in giúp làm giảm cân. Một số nhà nghiên cứu phỏng đoán là các chất trong trà xanh như polyphenol, cụ thể là catechin, có tác dụng làm tan mỡ.  Các công dụng khác Một cuộc nghiên cứu lâm sàng nhỏ cũng phát hiện rằng uống trà xanh có tác dụng đối với chứng sâu răng. Cũng cần phải tiến hành thêm nhiều nghiên cứu nữa. Trà xanh cũng có tác dụng tốt với nhiều chứng viêm, như viêm khớp. Cuộc nghiên cứu cho thấy trà xanh có ích cho chứng viêm khớp bằng cách làm giảm viêm và làm chậm quá trình thoái hoá sụn. Nhiều chất hoá học có trong trà xanh cũng có tác dụng chữa lành mụn cóc ở bộ phận sinh dục và phòng được chứng cảm và cúm. Nhiều công trình nghiên cứu cho thấy trà xanh có thể làm giảm nguy cơ tử vong. Mô tả cây trà xanh: Trà xanh, trà đen và trà ô-long đều có nguồn gốc chung từ lá cây hoa trà. Bạn đầu được trồng ở Đông Á, loài cây này phát triển như một cây hoặc một bụi cây. Ngày nay, cây hoa trà được trồng ở khắp châu Á và nhiều vùng ở Trung Đông và Châu Phi. người châu Á ưa chuộng trà xanh và trà ô-long hơn trong khi người Mỹ lại chuộng trà đen nhất. Trà xanh được chế biến từ lá chưa lên men, trà ô long được lên men một phần và trà đen lên men hoàn toàn. Lá trà được lên men càng nhiều thì hàm lượng polyphenol càng giảm và hàm lượng cà-phê-in càng cao. Trà xanh có hàm lượng polyphenol cao nhất trong khi trà đen có hàm lượng cà-phê-in cao gấp 2 đến 3 lần so với trà xanh. Trà xanh được làm bằng gì? Các đặc tính có lợi cho sức khỏe của trà xanh phần lớn là do polyphenol, nhiều hoá chất chống ô-xi hoá mạnh. Thực vậy, tác dụng chống ô-xi hoá của polyphenol mạnh hơn cả vi-ta-min C. Polyphenol có trong trà xanh cũng cho vị đăng đắng. Polyphenol trong trà xanh cũng được phân loại như catechin. Trà xanh chứa 6 loại hợp chất catechin chính: catechin, gallaogatechin, epicatechin, epigallocatechin, epicatechin gallate, và apigallocatechin gallate (cũng gọi là EGCG ). EGCG là thành phần được nghiên cứu nhiều nhất trong trà xanh và có hoạt tính nhiều nhất. Trà xanh cũng chứa chất an-ca-lô-it như cà-phê-in, theobromine, và theophylline. Trà xanh có tác dụng gây kích thích là do những chất an-ca-lô-it này. Người ta cũng nghiên cứu thấy hợp chất a-xít a-min L-theanine trong trà xanh có tác dụng làm dịu hệ thần kinh.  Liều lượng Trẻ con  Không có báo cáo khoa học nào nói về lợi ích của trà xanh đối với trẻ con, vì vậy người ta khuyên trẻ con không nên uống trà. Người lớn Tùy vào thương hiệu, nên uống 2-3 tách trà xanh mỗi ngày (chứa khoảng từ 240 đến 320 mg polyphenol) hoặc 100-750 mg chiết xuất trà xanh mỗi ngày. Các sản phẩm không chứa cà-phê-in luôn có bán và được khuyên nên sử dụng. Đề phòng : Phương pháp sử dụng thảo dược là phương pháp chữa bệnh và làm cho cơ thể khỏe mạnh có truyền thống lâu đời. Tuy nhiên, nhiều thảo dược chứa chất hoạt tính có thể gây ra tác dụng phụ và tương tác với các loại thảo dược khác, các thực phẩm bổ sung khác, hoặc các loại thuốc khác. Vì những lý do này, chúng ta nên cẩn thận khi uống thảo dược, dưới sự giám sát của thầy thuốc có kiến thức về lĩnh vực thảo dược.   Người bị bệnh tim, rối loạn thận, loét dạ dày, và rối loạn tâm lý (nhất là lo âu) không nên uống trà xanh. Phụ nữ có thai và đang cho con bú cũng nên tránh xa trà xanh Những người uống quá nhiều cà-phê-in (kể cả cà-phê-in từ trà xanh) trong thời gian dài có thể dễ cáu gắt, mất ngủ, tim hồi hộp, và chóng mặt. Dùng quá liều cà-phê-in có thể gây ra buồn nôn, ói, tiêu chảy, nhức đầu, và chán ăn. Nếu bạn uống nhiều trà và bắt đầu nôn ói hoặc bị co thắt bụng thì bạn đã có thể bị ngộ độc cà-phê-in rồi. Nếu các triệu chứng này trầm trọng, hãy giảm lượng cà-phê-in lại và đến khám bác sĩ / chuyên gia chăm sóc sức khỏe của bạn đi nhé. Tương tác trà xanh có thể xảy ra: Nếu bạn đang được điều trị với bất kỳ loại thuốc nào dưới đây thì không nên uống trà xanh hay chiết xuất trà xanh mà không hỏi ý kiến của bác sĩ / chuyên gia chăm sóc sức khỏe của bạn trước: Adenosine – Trà xanh có thể làm giảm tác dụng của thuốc adenosine, đây là một loại thuốc được sử dụng ở bệnh viện để điều trị chứng bệnh nhịp tim không ổn định (nhịp tim không đều). Antibiotics, Beta-lactam- Trà xanh có thể làm tăng tác dụng của thuốc kháng sinh beta-lactam bằng cách giảm sức đề kháng của vi trùng để điều trị.  Benzodiazepines – Cà-phê-in (kể cả cà-phê-in trong trà xanh) làm giảm tác dụng giảm đau của thuốc benzodiazepines (thuốc này thường được dùng để điều trị chứng lo âu, như là diazepam và lorazepam). Beta-blockers, Propranolol, và Metoprolol - Cà-phê-in (kể cả cà-phê-in trong trà xanh) có thể làm cao huyết áp ở người dùng thuốc propranolol và metoprolol (thuốc dùng để điều trị chứng cao huyết áp và tim mạch). Thuốc loãng máu (kể cả Aspirin) – Người sử dụng thuốc chống đông máu, thuốc loãng máu không nên uống trà xanh. Vì trà xanh chứa vi-ta-min K, làm giảm tác dụng của thuốc chống đông máu. Đồng thời, bạn cũng không nên uống trà xanh chung với thuốc aspirin vì cả hai đều không làm đông tiểu huyết cầu được. Kết hợp trà xanh và thuốc aspirin có thể khiến cho bạn tăng nguy cơ chảy máu đấy.   Hoá trị liệu- Thử nghiệm cho thấy sử dụng kết hợp trà xanh và các loại thuốc hoá trị liệu, cụ thể là doxorubicin và tamoxifen, làm tăng tác dụng của những thứ thuốc này. Tuy nhiên, những kết quả này chưa biểu hiện ở  các cuộc nghiên cứu trên người. Mặt khác, đã có báo cáo về việc chiết xuất cả trà xanh và trà đen làm kích thích gien tế bào ung thư tuyến tiền liệt có thể làm chúng ít nhạy hơn với thuốc hoá trị liệu. Căn cứ vào sự tương tác thuốc có thể xảy ra này thì chúng ta không nên uống trà xanh và trà đen (cũng như chiết xuất của các loại trà này) khi dùng hoá trị liệu đặc biệt là đối với chứng ung thư tuyến tiền liệt. Clozapine – Nếu dùng clozapine sau khi uống trà xanh chưa đầy 40 phút thì tác dụng làm giảm rối loạn thần kinh của thuốc clozapine có thể bị giảm.  Ephedrine- Khi dùng chung với thuốc ephedrine thì trà xanh có thể gây ra kích động, run, mất ngủ, và giảm cân. Lithium – Trà xanh có tác dụng làm giảm nồng độ li-ti trong máu (thuốc này dùng để điều trị chứng vui buồn thất thường/suy nhược trầm cảm). Monoamine Oxidase Inhibitors (MAOIs) – Trà xanh có thể làm tăng chứng cao huyết áp (gọi là “cơn khủng hoảng cao huyết áp”) khi dùng chung với MAOIs, vốn được dùng để điều trị chứng suy nhược trầm cảm. Thuốc ngừa thai- Các loại thuốc ngừa thai có thể kéo dài lượng thời gian giữ cà-phê-in trong cơ thể và có thể làm tăng tác dụng gây kích thích của nó. Phenylpropanolamine – Kết hợp cà-phê-in (kể cả cà-phê-in trong trà xanh) và phenylpropanolamine (thành phần được dùng trong nhiều thuốc có thể mua tự do hoặc theo toa để trị ho, cảm và giảm cân) có thể gây ra hưng cảm và làm cho chứng cao huyết áp trở nên trầm trọng hơn. Cơ quan giám sát an toàn thực phẩm và dược phẩm (FDA) đã phát hành sách tư vấn sức khỏe cộng đồng vào tháng mười một năm 2000 để cảnh báo người dân về nguy cơ xuất huyết não khi sử dụng thứ thuốc này và khẩn thiết kêu gọi tất cả các nhà sản xuất phải tẩy sạch hết khỏi thị trường loại dược phẩm này."
        }
    ],
    "suggestions": []
}