{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,mænifes'tei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự biểu lộ, sự biểu thị</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cuộc biểu tình, cuộc thị uy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hiện hình (hồn ma)</td></tr></table><i/></div>",
            "word": "manifestation"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>manifestation</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an event, action, or object that clearly shows or embodies something. </blockquote></blockquote><blockquote><blockquote>2》 a symptom of an ailment. </blockquote></blockquote><blockquote><blockquote>3》 an appearance of a ghost or spirit. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from late L. <i>manifestatio(n-)</i>, from <i>manifestare</i> 'make public'. </blockquote></div>",
            "word": "manifestation"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>manifestation</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the manifestation of anxiety</i>: DISPLAY, demonstration, show, exhibition, presentation.</blockquote><blockquote><b>2</b><i>manifestations of global warming</i>: SIGN, indication, evidence, token, symptom, testimony, proof, substantiation, mark, reflection, example, instance.</blockquote><blockquote><b>3</b><i>a supernatural manifestation</i>: APPARITION, appearance, materialization, visitation.</blockquote></div>",
            "word": "manifestation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "manifestation"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự biểu hiện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự biểu lộ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự xuất hiện</font></td></tr></tbody></table></div>",
            "word": "manifestation"
        }
    },
    "sentences": [
        {
            "en": "There is a <em>manifestation</em> on the street.",
            "vi": "Có một cuộc biểu tình trên đường."
        },
        {
            "en": "One <em>manifestation</em> of governance weakness is corruption.",
            "vi": "Một biểu hiện của yếu kém trong quản trị nhà nước là tham nhũng."
        },
        {
            "en": "Slighting important details is a <em>manifestation</em> of schematism.",
            "vi": "Coi thường các chi tiết quan trọng là biểu hiện của bệnh sơ lược."
        },
        {
            "en": "The demonstrations were always a <em>manifestation</em> of the people's discontent.",
            "vi": "Các cuộc biểu tình luôn là biểu hiện của sự bất mãn của người dân."
        },
        {
            "en": "It is a common <em>manifestation</em> of digitalis poisoning.",
            "vi": "Đây thường là biểu lộ của ngộ độc digitaline."
        },
        {
            "en": "Slighting important details is a <em>manifestation</em> of perfunctoriness.",
            "vi": "Coi thường các chi tiết quan trọng là biểu hiện của bệnh đại khái sơ lược."
        },
        {
            "en": "The rat race is a <em>manifestation</em> of the capitalist society.",
            "vi": "Sự cạnh tranh gay gắt là một đặc điểm của xã hội tư bản."
        },
        {
            "en": "Fat is the physical <em>manifestation</em> of post - industrial life.",
            "vi": "Chất béo là một biểu hiện tự nhiên của cuộc sống hậu công nghiệp."
        },
        {
            "en": "The riots are a clear <em>manifestation</em> of the people's discontent.",
            "vi": "Những cuộc nổi loạn là những bằng chứng rõ ràng cho thấy nỗi bất hòa của quần chúng."
        },
        {
            "en": "Fat is the physical <em>manifestation</em> of post-industrial life.",
            "vi": "Chất béo là một biểu hiện tự nhiên của cuộc sống hậu công nghiệp."
        },
        {
            "en": "The <em>manifestation</em> of sciatica in young people calls for immediate treatment.",
            "vi": "Các biểu hiện đau thần kinh tọa ở giới trẻ đòi hỏi điều trị ngay lập tức."
        },
        {
            "en": "These flowers are a <em>manifestation</em> of my love for my mother.",
            "vi": "Những bông hoa này là sự biểu thị lòng yêu mến của tôi đối với mẹ tôi."
        },
        {
            "en": "The registration of a business is simply the legal <em>manifestation</em> of the startup process.",
            "vi": "Việc đăng ký kinh doanh chỉ đơn giản là chủ thể pháp lý để thực hiện."
        },
        {
            "en": "The number of people out of work is a clear <em>manifestation</em> of the extent of the recession.",
            "vi": "Số người thất nghiệp là bằng chứng rõ ràng về quy mô của sự suy thoái."
        },
        {
            "en": "Some symptoms we sometimes feel as a <em>manifestation</em> of the heart may sometimes be coming from the brain.",
            "vi": "Một số triệu chứng mà đôi khi chúng ta cảm thấy như là một biểu hiện của tim thì lại đến từ não."
        },
        {
            "en": "As it is the case with other transition economies, a <em>manifestation</em> of the distribution problems in the current socio-economic environment is widespread and persistent poverty.",
            "vi": "Cũng như với các nền kinh tế chuyển đổi khác, các vấn đề về phân phối trong môi trường kinh tế-xã hội hiện tại được biểu thị rõ nét thông qua tình trạng đói nghèo vẫn còn phổ biến và dai dẳng."
        },
        {
            "en": "“This is the <em>manifestation</em> of the so-called ‘achievement disease’. Parents force their children to play tricks to obtain the highest possible achievements,” she said. ",
            "vi": "Chị cũng chia sẻ: \"Đây là sự biểu lộ của cái được gọi là 'căn bệnh thành tích'. Phụ huynh ép con của họ gian lận để giành được vị trí cao nhất có thể.\""
        },
        {
            "en": "We see an explicit <em>manifestation</em> of dependencies in the everyday life of medieval Europe, where relationships and obligations were carefully codified.",
            "vi": "Biều hiện rõ ràng nhất về sự lệ thuộc là trong cuộc sống hàng ngày của người châu âu thời trung cổ, khi mối quan hệ và bổn phận được quy thành luật pháp một cách cẩn thận."
        },
        {
            "en": "It is due to the passage of the charged particles across the membrane and is an observable <em>manifestation</em> of the passage of an impulse.",
            "vi": "Nó là do những hạt nhỏ mang điện đi qua màng và là một sự biểu lộ có thể thấy được sự đi qua của một luồng xung lực."
        },
        {
            "en": "The stock market boom of early 2007 was the first <em>manifestation</em> of the asset price bubble that was about to come.",
            "vi": "Sự bùng nổ của thị trường chứng khoán vào đầu năm 2007 là một biểu hiện đầu tiên cho thấy bong bóng giá tài sản chuẩn bị xuất hiện."
        }
    ],
    "suggestions": []
}