{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mæntlpi:s]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bệ lò sưởi</td></tr></table><i/></div>",
            "word": "mantelpiece"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mantelpiece</k><blockquote>(also <cclass><b>mantlepiece</b>) </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a structure of wood, marble, or stone above and around a fireplace. </blockquote></blockquote><blockquote><blockquote>2》 a mantelshelf. </blockquote></blockquote></div>",
            "word": "mantelpiece"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mantelpiece"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mantelpiece"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mantelpiece"
        }
    },
    "sentences": [
        {
            "en": "Trophies arrayed on the <em>mantelpiece</em>.",
            "vi": "Các chiến lợi phẩm phô bày trên kệ."
        },
        {
            "en": "The <em>mantelpiece</em> was made of imitation marble.",
            "vi": "Bệ lò sưởi này được làm bằng đá cẩm thạch giả."
        },
        {
            "en": "Alan Lloyd turned ashen, steadied himself by grasping the <em>mantelpiece</em>.",
            "vi": "Alan Lloyd tái nhợt người, phải vịn tay vào bệ lò sưởi mới đứng được."
        },
        {
            "en": "A clock and two vases stood on the <em>mantelpiece</em>.",
            "vi": "Một chiếc đồng hồ báo thức và hai lọ hoa đặt trên bệ lò sưởi."
        },
        {
            "en": "Sally gave her award pride of place on the <em>mantelpiece</em>",
            "vi": "Sally danh vị trí trang trọng nhất trên bệ lò sưởi cho phần thưởng của mình."
        },
        {
            "en": "Then he stood beneath the picture of an old lady on the <em>mantelpiece</em>.",
            "vi": "Rồi ông đến đứng ở bên dưới bức tranh vẽ một phụ nữ lớn tuổi ở phía trên bệ lò sưởi."
        },
        {
            "en": "He stared at the clock on the kitchen <em>mantelpiece</em>, five after eleven.",
            "vi": "Ông ta nhìn lên chiếc đồng hồ trên bếp, đã mười một giờ năm phút."
        },
        {
            "en": "Even the family photographs on the <em>mantelpiece</em> seemed to be pushing half - finished glasses of beer over the edge.",
            "vi": "Thậm chí những ảnh gia đình trên giá lò sưởi như muốn đẩy những ly bia uống dở ra mép lò."
        },
        {
            "en": "He went down in the darkness, and felt his way to the parlor, and then to the <em>mantelpiece</em>. The talisman was in its place, and a horrible fear that the unspoken wish might bring his mutilated son before him ere he could escape from the room seized upon him, and he caught his breath as he found that he had lost the direction of the door. His brow cold with sweat, he felt his way around the table, and groped along the wall until he found himself in the small passage with the unwholesome thing in his hand.",
            "vi": "Ông đi xuống lầu trong bóng tối, và dò dẫm tìm đường đi ra phòng khách, rồi đến bên mặt lò sưởi. Lá bùa vẫn còn yên vị ở chỗ của nó, và một nỗi sợ hãi châm chiếm ông – ông sợ lời ước chưa nói ấy sẽ mang người con trai hình hài không còn nguyên vẹn xuất hiện trước mặt ông trước khi ông kịp chạy ra khỏi căn phòng, và khi nhận thấy không tìm thấy cửa ra, ông cố trấn an mình. Trán ông lạnh toát mồ hôi và ông lần mò đi quanh bàn và men theo tường cho đến khi ra được hàng lang nhỏ với cái thứ bùa độc trên tay."
        }
    ],
    "suggestions": []
}