{
    "en_vn": {
        "data": {
            "content": null,
            "word": "MAO"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "MAO"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "MAO"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "MAO"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "MAO"
        }
    },
    "sentences": [
        {
            "en": "China under chairman <em>Mao</em>.",
            "vi": "Trung quốc thời chủ tịch mao lãnh đạo."
        },
        {
            "en": "How much is a bottle of <em>Mao</em>-Tai wine?",
            "vi": "Bao nhiêu một chai rượu Mao Đài?"
        },
        {
            "en": "The personality cult had endowed <em>Mao</em> with demonic power.",
            "vi": "Sự sùng bái cá nhân đã ban cho Mao sức mạnh ma quỷ."
        },
        {
            "en": "The other main groups of antidepressants are the <em>MAO</em> inhibitors, which have more severe side-effects.",
            "vi": "Nhóm chống trầm cảm khác là các chất ức chế mao, nhóm này có tác động phụ nghiêm trọng hơn."
        },
        {
            "en": "The structure in front of the rostrum must be Chairman <em>Mao</em> memorial hall.",
            "vi": "Chắc hẳn cấu trúc phía trước lễ đài là Hội trường tưởng niệm Chủ tịch Mao."
        },
        {
            "en": "Shall we go there to pay our respects to the remains of Chairman <em>Mao</em>, Modern China's man of the century?",
            "vi": "Chúng ta sẽ đến đó bày tỏ sự kính trọng trước di hài của Chủ tịch Mao, con người của thế kỷ hiện đại của Trung Quốc chứ?"
        },
        {
            "en": "<em>Mao</em> Tse-tung's communist forces took control in 1949 and established the communist government that exists until today.",
            "vi": "Lực lượng cộng sản của mao trạch đông nắm quyền kiểm soát vào năm 1949 và thiết lập chính quyền cộng sản tồn tại cho đến ngày nay."
        },
        {
            "en": "Confucian thought has survived attacks over history from the Ch'in dynasty to <em>Mao</em> Tse-tung, why should it die now?",
            "vi": "Tư tưởng của Khổng Tử đã vượt qua được những thử thách trong lịch sử từ triều đại nhà Ch 'in cho đến Mao Trạch Đông, thì làm sao ngày nay nó lại tàn lụi được?"
        },
        {
            "en": "The Cultural Revolution is a comprehensive reform movement initiated by <em>Mao</em> Ze Dong in 1965 to eliminate counter-revolutionary elements.",
            "vi": "Cách mạng văn hóa là một phong trào cải cách toàn diện do Mao Trạch Đông khởi xướng năm 1965 để loại trừ những phần tử phản cách mạng."
        },
        {
            "en": "Chairman <em>Mao</em> once wrote in his poem, \"Those who fail to reach the Great Wall are not heroes\".",
            "vi": "Chủ tịch Mao đã từng viết trong bài thơ của ông ấy.\"Những ai chưa đến Vạn Lý Trường Thành thì chưa phải là anh hùng\"."
        },
        {
            "en": "Chairman <em>Mao</em> once wrote in his poem,\"Those who fail to reach the Great Wall are not heroes\".",
            "vi": "Chủ tịch Mao đã từng viết trong bài thơ của ông ấy. \"Những ai chưa đến Vạn Lý Trường Thành thì chưa phải là anh hùng\"."
        },
        {
            "en": "The Cultural Revolution is a comprehensive reform movement initiated by <em>Mao</em> Ze Dong in 1965 to eliminate counter - revolutionary elements.",
            "vi": "Cách mạng văn hóa là một phong trào cải cách toàn diện do Mao Trạch Đông khởi xướng năm 1965 để loại trừ những phần tử phản cách mạng."
        },
        {
            "en": "It has survived attacks over history from the Ch'in dynasty to <em>Mao</em> Tse-tung, why should it die now?",
            "vi": "Tư tưởng của khổng tử đã vượt qua được những thử thách trong lịch sử từ triều đại nhà tần cho đến mao trạch đông, thì ngày nay làm sao nó lại tàn lụi được?"
        },
        {
            "en": "Shops which serve only Chinese travelers have been increasing in Mong Cai, Ha Long, and <em>Mao</em> Khe, Dong Trieu. ",
            "vi": "Các cửa hàng chỉ phục vụ cho khách du lịch Trung Quốc đã tăng lên ở Móng Cái, Hạ Long và Mạo Khê, Đông Triều."
        },
        {
            "en": "Shops which serve only Chinese travelers have been increasing in Mong Cai, Ha Long, and <em>Mao</em> Khe, Dong Trieu. ",
            "vi": "Các cửa hàng chỉ phục vụ cho khách du lịch Trung Quốc đã tăng lên ở Móng Cái, Hạ Long và Mạo Khê, Đông Triều."
        },
        {
            "en": "Jiang Qing was the third wife of the Chinese leader <em>Mao</em> Zedong, a member of the Gang of Four and influential in promoting China's Cultural Revolution.",
            "vi": "Giang Thanh là vợ thứ ba của lãnh tụ Trung Quốc Mao Trạch Đông, một người trong Tứ nhân bang và có ảnh hưởng lớn trong việc xúc tiến Cách mạng văn hóa ở Trung Quốc."
        },
        {
            "en": "Corade <em>Mao</em> Zedong formulated the fundametal principle of the Party's absolute leadership over the army, the democratic system of the army and the revolutionary discipline.",
            "vi": "Đồng chí mao trạch đông đã hình thành nguyên tắc cơ bản của quyền lãnh đạo tuyệt đối của đảng đối với quân đội, thể chế dân chủ của quân đội và kỷ luật cách mạng."
        },
        {
            "en": "After a fierce civil war, a people's republic led by <em>Mao</em> Zedong was established on the mainland, and the Nationalists fled to Taiwan.",
            "vi": "Sau một cuộc nội chiến ác liệt, một nước Cộng hòa nhân dân do Mao Trạch Đông lãnh đạo đã hình thành trên đất liền, còn phe Quốc dân đảng thì chạy sang Đài Loan."
        },
        {
            "en": "Let's go upstairs and stand at the place where Chairman <em>Mao</em> used to stand to review the parades, and later the Red Guards.",
            "vi": "Chúng ta lên cầu thang và đứng ở chỗ Chủ tịch Mao đã từng đứng để duyệt binh, và sau đó là Hồng vệ binh."
        },
        {
            "en": "Confucian thought has survived attacks over history from the Ch 'in dynasty to <em>Mao</em> Tse - tung, why should it die now?",
            "vi": "Tư tưởng của Khổng Tử đã vượt qua được những thử thách trong lịch sử từ triều đại nhà Ch'in cho đến Mao Trạch Đông, thì làm sao ngày nay nó lại tàn lụi được?"
        }
    ],
    "suggestions": []
}