{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mar",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mar",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mar",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mar",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mar",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Make or <em>mar</em>.",
            "vi": "Được ăn cả, ngã về không."
        },
        {
            "en": "To <em>mar</em> his reputation something serious happened.",
            "vi": "Để phá ông, một chuyện nghiêm trọng đã xảy ra."
        },
        {
            "en": "You should try it. Make or <em>mar</em>.",
            "vi": "Thử đi, được ăn cả ngã về không thôi."
        },
        {
            "en": "I was born on 3 <em>Mar</em> 1986.",
            "vi": "Tôi sinh ngày ba tháng ba năm 1986."
        },
        {
            "en": "Our acts make or <em>mar</em> us.",
            "vi": "Hành động làm nên ta hoặc làm hỏng ta."
        },
        {
            "en": "Your words can make or <em>mar</em> you.",
            "vi": "Lời nói có thể một là làm cho anh thành công, 2 là làm cho anh thất bại."
        },
        {
            "en": "Her name is Martha, but we call her <em>Mar</em>.",
            "vi": "Tên cô ấy là Martha, nhưng chúng tôi gọi cô ấy là Mar."
        },
        {
            "en": "Zangara, who had shot at President elect Franklin D. Roosevelt, was electrocuted on <em>Mar</em>. 20, 1933",
            "vi": "Zangara, kẻ bắn tổng thống mới đắc cử Franklin D. Roosevelt, lên ghế điện ngày 20/3/1933."
        },
        {
            "en": "Marrying her might be a mistake that could <em>mar</em> his career.",
            "vi": "Cưới cô ta có thể là sai lầm có thể làm hại sự nghiệp của anh ấy."
        },
        {
            "en": "Content of speeches can make or <em>mar</em> the image of presidental candidates.",
            "vi": "Nội dung các bài diễn thuyết có thể làm tôn lên hoặc làm xấu đi hình ảnh của các ứng cử viên tranh cử tổng thống."
        },
        {
            "en": "My name is Mary, but I think it's difficult to pronounce, so please call me <em>Mar</em>.",
            "vi": "Tên tôi là Mary, nhưng tôi nghĩ tên này khó đọc, vì thế xin hãy gọi tôi là Mar."
        },
        {
            "en": "The Student Loan to Bring Innovative Jazz to Quang Ninh and Hanoi, Feb. 27-<em>Mar</em>. 1",
            "vi": "Ban nhạc The Student Loan sẽ trình diễn nhạc Jazz cách tân tại Quảng Ninh và Hà Nội, 27/2 – 01/3"
        },
        {
            "en": "Last week, my boyfriend and I went to the San Diego County Fair, previously known as the Del <em>Mar</em> Fair.",
            "vi": "Tuần trước, tôi và bạn trai đến hội chợ nông sản địa phương San Diego, trước đây gọi là hội chợ Del Mar."
        },
        {
            "en": "The Law on Denunciations and Complaints of 2 Dec. 1998 passed by the National Assembly; and the Ordinance on Anti-Corruption Campaigns, 9 <em>Mar</em>. 1998.",
            "vi": "Luật Khiếu nại và tố cáo được Quốc hội thông qua vào ngày 02 tháng 12 năm 1998; và Pháp lệnh chống tham nhũng ngày 09 tháng 3 năm 1998."
        },
        {
            "en": "Supporters of ousted Prime Minister Thaksin Shinawatra hold blood bottle before spilling at the front gate of the Government House in Bangkok, Thailand, 16 <em>Mar</em> 2010",
            "vi": "Những người ủng hộ thủ tướng bị trục xuất Thaksin Shinawatra cầm chai máu trước khi tưới vào cổng chính toà nhà chính phủ ở Bangkok, Thái Lan, ngày 16/03/2010"
        },
        {
            "en": "This was what they did after certain time:- Feb: $100, first birthday celebration for William after marriage- 1 <em>Mar</em>: $300, salary raise for Jocelyn- 20 <em>Mar</em>: $200, vacation trip to Bali- 15 Apr: $2000, Jocelyn got pregnant- 1 Jun: $1000, William got promoted",
            "vi": "Và đây là những gì họ đã làm sau một khoảng thời gian chung sống bên nhau:- 7/02: $100, kỷ niệm sinh nhật William lần đầu tiên sau khi lấy nhau- 1/03: $300, Jocelyn được tăng lương- 20/03: $200, đi nghỉ mát ở Bali- 15/04: $2000, Jocelyn có thai- 1/06: $1000, William được thăng chức"
        },
        {
            "en": "Vera Singh, a youth counsellor and HR consultant, has noticed a growing trend. No longer does one get a job, get <em>mar</em> ried and work there till their grandkids graduate.",
            "vi": "Cô Vera Singh, một nhà tư vấn cho giới trẻ và là một cố vấn về nhân sự, đã chú ý đến một khuynh hướng đang phát triển. Khuynh hướng đó là người ta không còn tìm việc làm, kết hôn và làm việc ở nơi nào đó cho đến khi các cháu của họ tốt nghiệp đại học."
        },
        {
            "en": "Ticket-holders in the coastal town of Roquetas de <em>Mar</em> are celebrating after they won first prize - and a share of €640m (£470m) - in Spain's traditional \"El Gordo\" (The Fat One) lottery.",
            "vi": "Những người mua vé số ở thị trấn ven biển Roquetas de Mar đang hoan hỉ ăn mừng sau khi họ trúng giải nhất - cùng chung nhau số tiền 640 triệu euro (470 triệu bảng Anh) - trong giải xổ số \"El Gordo\" (The Fat One) truyền thống của Tây Ban Nha."
        },
        {
            "en": "Most recently, a National HIV/AIDS Strategy to 2010 and Vision 2020 was adopted in 2004 (Decision 36/2004/QĐ-TTg dated <em>Mar</em> 17th, 2004 by the Prime Minister).",
            "vi": "Gần đây nhất, Chiến lược quốc gia về HIV/AIDS tới năm 2010 và tầm nhìn tới năm 2020 đã được phê duyệt trong năm 2004 (Quyết định 36/2004/QĐ-TTg ngày 17 tháng 3 năm 2004 của Thủ tướng Chính phủ)."
        },
        {
            "en": "From early in this administration, President Trump has made our relationship with China and President Xi a priority. On April 6th of last year, President Trump welcomed President Xi to <em>Mar</em>-a-Lago. On November 8th of last year, President Trump traveled to Beijing, where China’s leader welcomed him warmly.",
            "vi": "Ngay từ thời kỳ đầu của chính quyền này, Tổng thống Trump đã xem mối quan hệ của chúng ta với Trung Quốc và với Chủ tịch Tập là một ưu tiên. Ngày 6 tháng 4 năm ngoái, Tổng thống Trump chào đón Chủ tịch Tập đến Mar-A-Lago. Ngày 8 tháng 11 năm ngoái, Tổng thống Trump thăm Bắc Kinh, nơi nhà lãnh đạo Trung Quốc đón tiếp ông nồng hậu."
        }
    ],
    "suggestions": []
}