{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mɑ:k]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cặn bã</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bã nho, bã cà phê</td></tr></table><i/></div>",
            "word": "marc",
            "pronounce": "[mɑ:k]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>marc</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the refuse of grapes that have been pressed for winemaking. </blockquote></blockquote><blockquote><blockquote>2》 an alcoholic spirit distilled from marc. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr., from <i>marcher</i> in the early sense 'to tread or trample'. </blockquote></div>",
            "word": "marc",
            "pronounce": "[mɑ:k]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "marc",
            "pronounce": "[mɑ:k]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "marc",
            "pronounce": "[mɑ:k]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bã ép quả</font></td></tr></tbody></table></div>",
            "word": "marc",
            "pronounce": "[mɑ:k]"
        }
    },
    "sentences": [
        {
            "en": "I like your humor, <em>Marc</em>",
            "vi": "Tôi thích tính hài hước của bạn, Marc ạ"
        },
        {
            "en": "Diplomat <em>Marc</em> Sullivan was accused of interfering in Ecuadoran issues.",
            "vi": "Đại sứ Marc Sullivan bị cáo buộc can thiệp vào các vấn đề của Ecuador."
        },
        {
            "en": "Speaker: Dr Jean-<em>Marc</em> Olivé, WHO Representative in Viet Nam",
            "vi": "Phát biểu: Tiến sỹ Jean-Marc Olivé, Trưởng đại diện WHO tại Việt Nam"
        },
        {
            "en": "2014 Crash Will Be Worse Than 1987's: <em>Marc</em> Faber",
            "vi": "Marc Faber : Năm 2014 sẽ sụp đổ còn khủng khiếp hơn năm 1987"
        },
        {
            "en": "I find it hard to understand the philosophical issues mentioned by <em>Marc</em>.",
            "vi": "Tôi không hiểu được những vấn đề triết học mà Marc nói tới."
        },
        {
            "en": "<em>Marc</em> and I would just sit about for hours and tell each other stories.",
            "vi": "Marc và tôi thường hay ngồi chơi hàng giờ liền và kể chuyện cho nhau nghe."
        },
        {
            "en": "Steady on, <em>Marc</em>! You're talking about my best friend, you know.",
            "vi": "Bình tĩnh lại đi Marc! Anh đang nói về bạn thân của tôi, anh biết đó."
        },
        {
            "en": "Speech on World Health Day by Dr. Jean-<em>Marc</em> Olivé, WHO Representative in Viet Nam",
            "vi": "Bài phát biểu của TS. Jean-Marc Olivé, Trưởng đại diện WHO tại VN, chào mừng ngày sức khỏe thế giới"
        },
        {
            "en": "Some brands well - known for their sheath dresses include Ralph Lauren, Prada, and <em>Marc</em> Jacobs.",
            "vi": "Vài hãng được biết đến nhiều do váy ôm của họ như Ralph Lauren, Prada, and Marc Jacobs."
        },
        {
            "en": "Speech by Dr Jean-<em>Marc</em> Olivé, WHO Representative in Viet Nam, on the topic of World Blood Donor Day",
            "vi": "Bài phát biểu của Tiến sỹ Jean-Marc Olivé, đại diện của WHO tại Việt nam, về chủ đề Ngày Hiến máu Thế giới."
        },
        {
            "en": "<em>Marc</em> Faber says the stock market is setting up for a decline more painful than the sudden crash of 1987.",
            "vi": "Marc Faber cho rằng thị trường chứng khoán đang sắp sửa bước vào một cuộc suy thoái còn đau đớn hơn cả cái vụ sụp đổ bất ngờ hồi năm 1987."
        },
        {
            "en": "Speaker: Dr Giampaolo Mezzabotta for Dr Jean-<em>Marc</em> Olivé World Health Organization Representative – Viet Nam. Rabies is preventable and can be eliminated!",
            "vi": "Phát biểu: Tiến sỹ Giampaolo Mezzabota thay mặt cho Tiến sỹ Jean-Marc Olivé Trưởng đại diện Tổ chức Y tế Thế giới tại Việt Nam. Chúng ta có thể ngăn ngừa và loại trừ Bệnh dại."
        },
        {
            "en": "\"Alcohol impairment is a major risk factor for road trauma in Vietnam\" WHO Representative to Vietnam Dr Jean-<em>Marc</em> Olivé said.",
            "vi": "Jean-Marc Olivé, Trưởng đại diện WHO tại Việt Nam nói: \"Rượu/bia là một trong những nguyên nhân hàng đầu gây TNGT tại Việt Nam\";"
        },
        {
            "en": "In announcing the expulsion, Ecuador's Foreign Minister Fander Falconi said <em>Marc</em> Sullivan, the embassy's first secretary, had 48 hours to get out of the country.",
            "vi": "Trong thông báo trục xuất, Fander Falconi Ngoại trưởng Ecuador cho biết Marc Sullivan, Bí thư thứ nhất của toà đại sứ, có 48 tiếng đồng hồ để rời khỏi đất nước này."
        },
        {
            "en": "UNDP, Global Public Goods – International Cooperation in the 21st Century, edited by Inge Kaul, Isabelle Grunberg and <em>Marc</em> A. Stern, Oxford University Press, 1999.",
            "vi": "UNDP, Sản phẩm công cộng toàn cầu - Hợp tác quốc tế trong thế kỷ 21, do Inge Kaul, Isabelle Grunberg và Marc A. Stern biên tập, Nhà xuất bản Trường Đại học Oxford, 1999."
        },
        {
            "en": "On the occasion of World Mental Health Day, Dr Jean-<em>Marc</em> Olivé, WHO Representative in Viet Nam, urges all partners to join together for advocacy and action to address this often hidden illness.",
            "vi": "Nhân Ngày Sức khỏe Tâm thần Thế giới, Tiến sỹ Jean-Marc Olivé, Trưởng đại diện WHO tại Việt Nam khuyến khích tất cả mọi người hãy cùng vận động và hành động để chống lại căn bệnh tiềm ẩn này."
        },
        {
            "en": "H. Health experts said the study should help countries to develop long-term policies to improve the health of young people. <em>Marc</em> Danzon, the WHO regional director, said, “Looking after the health of young people if of vital importance .",
            "vi": "H. Chuyên gia sức khỏe nói rằng học tập sẽ giúp các quốc gia phát triển Những chính sách dài hạn để cải thiện sức khỏe cho giới trẻ. Marc Danzon, giám đốc khu vực của Tổ chức y tế Thế giới nói “Chăm sóc sức khỏe của giới trẻ là việc quan trọng sống còn."
        },
        {
            "en": "According to Mr. <em>Marc</em> Townsend, General Director of CBRE Vietnam, Vinhomes Central Park is one of the most outstanding projects ever seen in the country and fully combines elements suitable for foreign buyers.",
            "vi": "Theo ông Marc Townsend, Tổng giám đốc CBRE Việt Nam, Vinhomes Central Park là một trong những dự án xuất sắc nhất từng thấy trong cả nước, kết hợp đầy đủ các yếu tố phù hợp cho khách hàng nước ngoài."
        },
        {
            "en": "The French Alpine town of Chamonix has been a magnet for tourists since the 18th century. But, today, tourism and climate change are putting pressure on the surrounding environment. <em>Marc</em> Grainger reports.",
            "vi": "Thị trấn French Alpine ở Chamonixx đã từng có sức thu hút khách du lịch từ thế ký 18. Nhưng ngày nay, sự thay đối du lịch và khí hậu đang là sức ép đề nặng lên môi trường vùng ngoại ô. Ông Marc Grainger cho biết."
        },
        {
            "en": "Applied linguists Jean-<em>Marc</em> Dewaele and Li Wei also study tolerance of ambiguity and have indicated that those with experience learning more than one foreign language in an instructed setting have more tolerance of ambiguity.",
            "vi": "Các nhà ngôn ngữ học ứng dụng Jean-Marc Dewaele và Li Wei cũng nghiên cứu về khả năng khoan dung cho sự mơ hồ và đã chỉ ra rằng những người có kinh nghiệm học nhiều hơn một ngoại ngữ trong một môi trường được hướng dẫn có khả năng khoan dung cho sự mơ hồ hơn."
        }
    ],
    "suggestions": []
}