{
    "en_vn": {
        "data": {
            "content": null,
            "word": "marginally"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>marginally</k><blockquote>■ <cclass>adverb to only a limited extent; slightly. </cclass></blockquote></div>",
            "word": "marginally"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "marginally"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "marginally"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "marginally"
        }
    },
    "sentences": [
        {
            "en": "Brown sugar is only <em>marginally</em> different from white sugar.",
            "vi": "Đường vàng chỉ khác một chút so với đường trắng."
        },
        {
            "en": "It again missed it <em>marginally</em> in March 2002.",
            "vi": "Một lần nữa nó lại vượt quá ngưỡng đó một chút vào tháng 3-2002."
        },
        {
            "en": "Local schools were only <em>marginally</em> affected by the strike.",
            "vi": "Các trường học địa phương chỉ bị ảnh hưởng rất nhẹ bởi cuộc đình công."
        },
        {
            "en": "She felt only <em>marginally</em> better on an emotional level.",
            "vi": "Cô ấy chỉ cảm thấy tốt hơn ở mức độ tình cảm."
        },
        {
            "en": "Revenue of his company rose <em>marginally</em> last year.",
            "vi": "Năm rồi doanh thu của công ty anh ta đã tăng nhẹ."
        },
        {
            "en": "Here, demand for insurance grows only <em>marginally</em> faster than wealth.",
            "vi": "Từ đó, nhu cầu bảo hiểm chỉ cao hơn một chút so với giá trị tài sản."
        },
        {
            "en": "Allocations for both provinces climbed in 2003, though only <em>marginally</em> for Quang Ngai.",
            "vi": "Các phân bổ cho các tỉnh đã tăng lên trong năm 2003, mặc dù chỉ tăng một chút tại Quảng Ngãi."
        },
        {
            "en": "The centre part of the butterfly has been shaved for a <em>marginally</em> bigger area.",
            "vi": "Phần chính giữa con bướm đã được cạo để diện tích lớn hơn đôi chút."
        },
        {
            "en": "Second, millions of Vietnamese people subsist on incomes that are only <em>marginally</em> above the poverty line.",
            "vi": "Thứ hai, hàng triệu người Việt Nam chỉ sống trên mức thu nhập chỉ cao hơn một chút so với chuẩn nghèo."
        },
        {
            "en": "Hanoi and Ho Chi Minh City had <em>marginally</em> better scores compared to other provinces.",
            "vi": "Hà Nội và thành phố Hồ Chí Minh có điểm số khá hơn so với các tỉnh khác."
        },
        {
            "en": "The disparity between urban and rural welfare is widening and ethnic minorities in mountainous and remote areas have benefited only <em>marginally</em> from the development process.",
            "vi": "Sự cách biệt về mức sống giữa thành thị và nông thôn ngày càng tăng và các dân tộc ít người sống ở vùng núi cao và vùng xa chỉ được hưởng lợi rất ít ỏi từ tiến trình phát triển."
        },
        {
            "en": "First, progress remains precarious in view of the large number of people subsisting on incomes only <em>marginally</em> above the poverty line.",
            "vi": "Trước hết, các tiến bộ vẫn còn chưa ổn định khi tính đến một tỷ lệ lớn dân số vẫn sống với thu nhập chỉ trên mức nghèo đói chút ít."
        },
        {
            "en": "If one adopts the five percent rule for statistical significance, only one coefficient is significant and only <em>marginally</em>; and the Durbin-Watson statistic is consistent with serial correlation.",
            "vi": "Nếu sử dụng nguyên tắc 5% ý nghĩa thống kê thì chỉ có một hệ số có ý nghĩa và cũng chỉ xuýt xoát có ý nghĩa mà thôi; và thống kê Durbin-WatSon đồng nhất với sự tương quan theo chuỗi."
        },
        {
            "en": "While poverty has fallen steadily among the ethnic groups of the Mekong River Delta and the Northern Mountains, it has only declined <em>marginally</em> in the North and South Central Coasts, and has actually increased in the Central Highlands.",
            "vi": "Trong khi nghèo đói giảm đều trong các nhóm dân tộc thiểu số của vùng châu thổ sông Cửu Long và miền núi phía Bắc, thì nó giảm rất ít ở Bắc Trung bộ và Duyên hải miền Trung, và trong thực tế lại tăng ở Tây Nguyên."
        },
        {
            "en": "For the whole of 2002, growth in credit to State-Owned Enterprises was capped at 12 percent, compared to 20.5 percent for domestic credit to the entire economy, and, again, this was <em>marginally</em> exceeded.",
            "vi": "Trong cả năm 2002, tốc độ tăng trưởng tín dụng cho các doanh nghiệp nhà nước đã đạt 12%, so với 20,5% của tín dụng trong nước cho toàn bộ nền kinh tế, và một lần nữa, tốc độ này lại đã vượt quá ngưỡng một chút."
        },
        {
            "en": "Households that were <em>marginally</em> poor before a family member fell sick may find themselves below the poverty line, and those who had already been poor are likely to experience deepening poverty.",
            "vi": "Các hộ gia đình cận nghèo đói trước khi có người thân trong gia đình bị ốm đau có thể tụt xuống dưới mức chuẩn nghèo đói, còn những hộ gia đình đã nghèo đói rồi có lẽ sẽ bị nghèo đói hơn nữa."
        },
        {
            "en": "Farmer rights are often based on unwritten understandings with SFE management or District administrators, and households seem to benefit only <em>marginally</em> from the use of forestry land (Igor Artemiev, 2003).",
            "vi": "Quyền của người nông dân thường dựa trên hiểu biết không được viết thành văn bản với người quản lý lâm trường hoặc người quản lý cấp huyện và các hộ dường như chỉ thu được lợi nhuận không đáng kể từ việc sử dụng đất rừng (Igor Artemiev, 2003)."
        },
        {
            "en": "If they are unable to raise that capital, the Government must take control and decide to close down banks that are insolvent and rehabilitate those that are <em>marginally</em> capitalized and potentially viable.",
            "vi": "Nếu họ không thể nâng đủ mức vốn đó, chính phủ sẽ phải kiểm soát và quyết định đóng cửa những ngân hàng mất khả năng thanh toán và khôi phục những cái thiếu vốn nhưng có khả năng tồn tại."
        },
        {
            "en": "India, a country that has a <em>marginally</em> higher GDP per capita shows much poorer levels in both areas (95 for infant mortality rate and as much as 540 for the maternal mortality) (UNDP, 2001).",
            "vi": "Ấn Độ, một nước với mức GDP trên đầu người nhỉnh hơn một chút có các tỷ lệ tử vong thấp hơn nhiều (tỷ lệ tử vong của trẻ sơ sinh là 95 còn tỷ lệ tử vong của bà mẹ là 540) (UNDP, 2001)."
        },
        {
            "en": "The company looked at the browsers installed on a random 10-million sample of its antivirus user base, finding that Internet Explorer was <em>marginally</em> the most common default browser on 37.8 percent of users. Chrome scored 36.5 percent, Firefox took 19.5 percent, and Opera 6 percent.",
            "vi": "Công ty này xem xét các trình duyệt được cài trên 10 triệu mẫu cơ sở người dùng phần mềm diệt vi-rút ngẫu nhiên và nhận thấy Internet Explorer là trình duyệt mặc định phổ biến nhất với 37,8 phần trăm người dùng. Chrome đạt 36,5%, Firefox chiếm 19,5%, và Opera 6%."
        }
    ],
    "suggestions": []
}