{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ma:kidli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rõ ràng; rõ rệt</td></tr></table><i/></div>",
            "word": "markedly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "markedly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "markedly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "markedly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "markedly"
        }
    },
    "sentences": [
        {
            "en": "The design was <em>markedly</em> different.",
            "vi": "Thiết kế này rõ ràng khác biệt."
        },
        {
            "en": "He was <em>markedly</em> more pleasant than before.",
            "vi": "Rõ ràng anh ta vui vẻ hơn trước đây."
        },
        {
            "en": "The data sources have increased <em>markedly</em>.",
            "vi": "Các nguồn dữ liệu đã tăng lên rõ rệt."
        },
        {
            "en": "The two men are <em>markedly</em> different in their style of play.",
            "vi": "Hai người đàn ông có sự khác nhau rõ rệt trong lối chơi."
        },
        {
            "en": "The low - skilled labor market has changed <em>markedly</em> in the last decades.",
            "vi": "Thị trường lao động có tay nghề thấp đã thay đổi đáng kể trong những thập kỷ qua."
        },
        {
            "en": "As noted above, the share of workers reporting wage work has increased <em>markedly</em> in recent years.",
            "vi": "Như đã trình bày ở trên, tỷ lệ người lao động khai có làm công ăn lương đã tăng lên đáng kể trong những năm gần đây."
        },
        {
            "en": "Access to most kinds of infrastructure has improved <em>markedly</em> since 1993, at least in quantity.",
            "vi": "Kể từ năm 1993, khả năng tiếp cận hầu hết các dạng cơ sở hạ tầng của người dân đã được cải thiện đáng kể, ít nhất là về số lượng."
        },
        {
            "en": "The NBIC’s process for collecting data is <em>markedly</em> different from that of the GSO.",
            "vi": "Quy trình thu thập dữ liệu của TTTT DN rất khác so với quy trình của TCTK."
        },
        {
            "en": "The poverty of the southern town contrasts <em>markedly</em> with the affluence of the northern suburbs.",
            "vi": "Sự nghèo nàn của thị trấn phía nam này tương phản rõ rệt với sự sung túc của khu vực ngoại ô phía bắc."
        },
        {
            "en": "The low-skilled labor market has changed <em>markedly</em> in the last decades.",
            "vi": "Thị trường lao động có tay nghề thấp đã thay đổi đáng kể trong những thập kỷ qua."
        },
        {
            "en": "It is interesting that the sharing rate changed <em>markedly</em> in 2003 in the first stability period.",
            "vi": "Điều thú vị là tỷ lệ phân chia thay đổi rõ rệt trong năm 2003 ở giai đoạn ổn định đầu tiên."
        },
        {
            "en": "SuSE says the new distribution achieves <em>markedly</em> improved performance under heavy loads.",
            "vi": "Hãng suse cho hay rằng phiên bản đời mới này của họ đã cải tiến rõ rệt hiệu năng dưới mọi mức tải trọng."
        },
        {
            "en": "But in the years ahead this percentage figure is likely to increase <em>markedly</em>.",
            "vi": "Tuy nhiên trong những năm tới tỷ lệ này chắc chắn sẽ tăng lên rõ rệt."
        },
        {
            "en": "If you continue to ask your employees to work over time, the productivity will decrease <em>markedly</em>.",
            "vi": "Nếu anh cứ bắt nhân viên làm tăng ca hoài thì năng suất sẽ giảm rõ rệt cho xem."
        },
        {
            "en": "In the short-run, in response to the crisis, enrollment rates, particularly at the secondary level, could decline <em>markedly</em>.",
            "vi": "Trong ngắn hạn, do ảnh hưởng của khủng hoảng, tỉ lệ đi học, đặc biệt là ở cấp trung học có thể giảm đáng kể."
        },
        {
            "en": "Although the current account deficit increased <em>markedly</em> in 2007 financing from FDI and portfolio inflows also rose considerably.",
            "vi": "Mặc dù thâm hụt tài khoản vãng lai tăng mạnh vào năm 2007, song tài trợ từ các nguồn FDI và đầu tư gián tiếp cũng tăng đáng kể."
        },
        {
            "en": "It is necessary to know that the organizations of British and American education systems are <em>markedly</em> different.",
            "vi": "Điều cần biết là những tổ chức của hệ thống giáo dục của Anh và Mỹ thì khác nhau rõ rệt."
        },
        {
            "en": "It was quickly evident that the Mustang's performance, although exceptional up to 15,000 ft, was <em>markedly</em> reduced at higher altitudes.",
            "vi": "Người ta nhanh chóng nhận ra rằng tính năng bay cho dù ưu việt ở độ cao cho đến 15. 000 ft sẽ bị suy giảm đáng kể ở độ cao lớn hơn."
        },
        {
            "en": "The condition in which the power of refraction in one eye differs <em>markedly</em> from that in the other.",
            "vi": "Tình trạng lực khúc xạ ở mắt này khác hẳn ở mắt kia."
        },
        {
            "en": "Although sampling methods have improved <em>markedly</em>, survey design would benefit from greater collaboration between statistics officers and end users.",
            "vi": "Mặc dù các phương pháp lấy mẫu đã được cải thiện đáng kể, song sự phối hợp chặt chẽ hơn giữa cán bộ thống kê và người sử dụng cuối cùng sẽ giúp ích cho việc thiết kế điều tra."
        }
    ],
    "suggestions": []
}