{
    "en_vn": {
        "data": {
            "content": null,
            "word": "marred"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "marred"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "marred"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "marred"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "marred"
        }
    },
    "sentences": [
        {
            "en": "The big match was <em>marred</em> by the crowd.",
            "vi": "Trận đấu quan trọng bị đám đông gây trở ngại."
        },
        {
            "en": "Previous votes were <em>marred</em> by allegations of ballot rigging.",
            "vi": "Những phiếu bầu trước đã bị làm hỏng với lý do bầu cử bất hợp lệ."
        },
        {
            "en": "The beauty of the island was <em>marred</em> by tall concrete hotels.",
            "vi": "Vẻ đẹp của đảo này đã bị làm hư hại bởi những khách sạn bê-tông cao."
        },
        {
            "en": "The beauty of the island was <em>marred</em> by tall concrete hotels.",
            "vi": "Vẻ đẹp của đảo này đã bị làm hư hại bởi những khách sạn bê - tông cao."
        },
        {
            "en": "Our son Joel is to be <em>marred</em> on the 22 May at.",
            "vi": "Con trai của chúng tôi là joel sẽ tổ chức lễ cưới vào ngày 22 tháng năm tại."
        },
        {
            "en": "Death, injury and treacherous weather conditions have <em>marred</em> the great Christmas getaway.",
            "vi": "Chết chốc, thương tật và những điều kiện tiết trời thay đổi đã làm hổng kỳ nghỉ Giáng sinh ngắn ngủi tuyệt vời này."
        },
        {
            "en": "Time proved that the baby's hearing was perfect, it was only his appearance that was <em>marred</em>.",
            "vi": "Thời gian qua đã chứng minh rằng thính giác của đứa bé hoàn hảo, duy có vẻ ngoài là khác thường."
        },
        {
            "en": "Mary's boss blamed her for work <em>marred</em> by inattention to detail.",
            "vi": "Ông chủ của Mary trách cô vì công việc bị hỏng do thiếu chú ý đến chi tiết."
        },
        {
            "en": "Secondly, none of the marriages was <em>marred</em> by psychological disturbances too severe to preclude a true partnership.",
            "vi": "Yếu tố thứ hai là không một cặp hôn nhân nào bị đổ vỡ bởi những sự xáo trộn tâm lý nghiêm trọng đến nỗi loại trừ người hôn phối."
        },
        {
            "en": "I thought again of the long scars that <em>marred</em> her face and extended all the way down her right arm.",
            "vi": "Tôi chợt nhớ lại vết sẹo dài làm hỏng khuôn mặt cô ấy và kéo dài suốt tận cánh tay phải."
        },
        {
            "en": "His father, smiling shamefacedly at his own credulity, held up the talisman, as his son, with a solemn face somewhat <em>marred</em> by a wink at his mother, sat down at the piano and struck a few impressive chords.",
            "vi": "Ông bố ngượng cười vì bản tính nhẹ dạ của mình, ông giơ lá bùa lên, trong khi đó cậu con trai, với gương mặt vờ vẻ trang nghiêm rồi nháy mắt với bà mẹ, ngồi vào đàn dương cầm và đánh một vài hợp âm hùng hồn."
        },
        {
            "en": "Having a career and getting <em>marred</em> have a close relation with each other. Being a man, I always consider my career is the number one, but I am also advised to find a girl who can become my life - partner",
            "vi": "Có một sự nghiệp và kết hôn có mối quan hệ khăng khít với nhau. Là một người đàn ông, tôi luôn xem sự nghiệp là số 1, nhưng tôi cũng được khuyên là nên tìm một người con gái người mà có thể trở thành người bạn đời của tôi."
        },
        {
            "en": "Having a career and getting <em>marred</em> have a close relation with each other. Being a man, I always consider my career is the number one, but I am also advised to find a girl who can become my life-partner.",
            "vi": "có mối quan hệ khăng khít với nhau. Là một người đàn ông, tôi luôn xem sự nghiệp là số 1, nhưng tôi cũng được khuyên là nên tìm một người con gái người mà có thể trở thành người bạn đời của tôi."
        },
        {
            "en": "16           16. CARLISLE He led me back to the room that he'd pointed out as Carlisle's office. He paused outside the door for an instant. \"Come in,\" Carlisle's voice invited. Edward opened the door to a high-ceilinged room with tall, west-facing windows. The walls were paneled again, in a darker wood — where they were visible. Most of the wall space was taken up by towering bookshelves that reached high above my head and held more books than I'd ever seen outside a library. Carlisle sat behind a huge mahogany desk in a leather chair. He was just placing a bookmark in the pages of the thick volume he held. The room was how I'd always imagined a college dean's would look — only Carlisle looked too young to fit the part. \"What can I do for you?\" he asked us pleasantly, rising from his seat.  \"I wanted to show Bella some of our history,\" Edward said. \"Well, your history, actually.\" \"We didn't mean to disturb you,\" I apologized. \"Not at all. Where are you going to start?\" \"The Waggoner,\" Edward replied, placing one hand lightly on my shoulder and spinning me around to look back toward the door we'd just come through. Every time he touched me, in even the most casual way, my heart had an audible reaction. It was more embarrassing with Carlisle there. The wall we faced now was different from the others. Instead of bookshelves, this wall was crowded with framed pictures of all sizes, some in vibrant colors, others dull monochromes. I searched for some logic, some binding motif the collection had in common, but I found nothing in my hasty examination. Edward pulled me toward the far left side, standing me in front of a small square oil painting in a plain wooden frame. This one did not stand out among the bigger and brighter pieces; painted in varying tones of sepia, it depicted a miniature city full of steeply slanted roofs, with thin spires atop a few scattered towers. A wide river filled the foreground, crossed by a bridge covered with structures that looked like tiny cathedrals. \"London in the sixteen-fifties,\" Edward said. \"The London of my youth,\" Carlisle added, from a few feet behind us. I flinched; I hadn't heard him approach. Edward squeezed my hand.  \"Will you tell the story?\" Edward asked. I twisted a little to see Carlisle's reaction. He met my glance and smiled. \"I would,\" he replied. \"But I'm actually running a bit late. The hospital called this morning — Dr. Snow is taking a sick day. Besides, you know the stories as well as I do,\" he added, grinning at Edward now. It was a strange combination to absorb — the everyday concerns of the town doctor stuck in the middle of a discussion of his early days in seventeenth-century London. It was also unsettling to know that he spoke aloud only for my benefit. After another warm smile for me, Carlisle left the room. I stared at the little picture of Carlisle's hometown for a long moment.  \"What happened then?\" I finally asked, staring up at Edward, who was watching me. \"When he realized what had happened to him?\" He glanced back to the paintings, and I looked to see which image caught his interest now. It was a larger landscape in dull fall colors — an empty, shadowed meadow in a forest, with a craggy peak in the distance. \"When he knew what he had become,\" Edward said quietly, \"he rebelled against it. He tried to destroy himself. But that's not easily done.\" \"How?\" I didn't mean to say it aloud, but the word broke through my shock. \"He jumped from great heights,\" Edward told me, his voice impassive. \"He tried to drown himself in the ocean… but he was young to the new life, and very strong. It is amazing that he was able to resist… feeding… while he was still so new. The instinct is more powerful then, it takes over everything. But he was so repelled by himself that he had the strength to try to kill himself with starvation.\" \"Is that possible?”My voice was faint. \"No, there are very few ways we can be killed.\" I opened my mouth to ask, but he spoke before I could. \"So he grew very hungry, and eventually weak. He strayed as far as he could from the human populace, recognizing that his willpower was weakening, too.  For months he wandered by night, seeking the loneliest places, loathing himself. \"One night, a herd of deer passed his hiding place. He was so wild with thirst that he attacked without a thought. His strength returned and he realized there was an alternative to being the vile monster he feared. Had he not eaten venison in his former life? Over the next months his new philosophy was born. He could exist without being a demon. He found himself again. \"He began to make better use of his time. He'd always been intelligent, eager to learn. Now he had unlimited time before him. He studied by night, planned by day. He swam to France and —\" \"He swam to France?\" \"People swim the Channel all the time, Bella,\" he reminded me patiently. \"That's true, I guess. It just sounded funny in that context. Go on.\" \"Swimming is easy for us —\" \"Everything is easy for you,\" I griped. He waited, his expression amused. \"I won't interrupt again, I promise.\" He chuckled darkly, and finished his sentence. \"Because, technically, we don't need to breathe.\" \"You —\" \"No, no, you promised.\" He laughed, putting his cold finger lightly to my lips. \"Do you want to hear the story or not?\" \"You can't spring something like that on me, and then expect me not to say anything,\" I mumbled against his finger. He lifted his hand, moving it to rest against my neck. The speed of my heart reacted to that, but I persisted. \"You don't have to breathe?\" I demanded. \"No, it's not necessary. Just a habit.\" He shrugged. \"How long can you go… without breathing?\" \"Indefinitely, I suppose; I don't know. It gets a bit uncomfortable — being without a sense of smell.\" \"A bit uncomfortable,\" I echoed. I wasn't paying attention to my own expression, but something in it made him grow somber. His hand dropped to his side and he stood very still, his eyes intent on my face. The silence lengthened. His features were immobile as stone. \"What is it?\" I whispered, touching his frozen face. His face softened under my hand, and he sighed. \"I keep waiting for it to happen.\" \"For what to happen?\" \"I know that at some point, something I tell you or something you see is going to be too much. And then you'll run away from me, screaming as you go.\" He smiled half a smile, but his eyes were serious. \"I won't stop you. I want this to happen, because I want you to be safe. And yet, I want to be with you. The two desires are impossible to reconcile…\" He trailed off, staring at my face. Waiting. \"I'm not running anywhere,\" I promised. \"We'll see,\" he said, smiling again. I frowned at him. \"So, go on — Carlisle was swimming to France.\" He paused, getting back into his story. Reflexively, his eyes flickered to another picture — the most colorful of them all, the most ornately framed, and the largest; it was twice as wide as the door it hung next to. The canvas overflowed with bright figures in swirling robes, writhing around long pillars and off marbled balconies. I couldn't tell if it represented Greek mythology, or if the characters floating in the clouds above were meant to be biblical. \"Carlisle swam to France, and continued on through Europe, to the universities there. By night he studied music, science, medicine — and found his calling, his penance, in that, in saving human lives.\" His expression became awed, almost reverent. \"I can't adequately describe the struggle; it took Carlisle two centuries of torturous effort to perfect his self-control. Now he is all but immune to the scent of human blood, and he is able to do the work he loves without agony. He finds a great deal of peace there, at the hospital…\" Edward stared off into space for a long moment. Suddenly he seemed to recall his purpose. He tapped his finger against the huge painting in front of us. \"He was studying in Italy when he discovered the others there. They were much more civilized and educated than the wraiths of the London sewers.\" He touched a comparatively sedate quartet of figures painted on the highest balcony, looking down calmly on the mayhem below them. I examined the grouping carefully and realized, with a startled laugh, that I recognized the golden-haired man. \"Solimena was greatly inspired by Carlisle's friends. He often painted them as gods,\" Edward chuckled. \"Aro, Marcus, Caius,\" he said, indicating the other three, two black-haired, one snowy-white. \"Nighttime patrons of the arts.\" \"What happened to them?\" I wondered aloud, my fingertip hovering a centimeter from the figures on the canvas. \"They're still there.\" He shrugged. \"As they have been for who knows how many millennia. Carlisle stayed with them only for a short time, just a few decades. He greatly admired their civility, their refinement, but they persisted in trying to cure his aversion to 'his natural food source,' as they called it. They tried to persuade him, and he tried to persuade them, to no avail. At that point, Carlisle decided to try the New World. He dreamed of finding others like himself. He was very lonely, you see. \"He didn't find anyone for a long time. But, as monsters became the stuff of fairy tales, he found he could interact with unsuspecting humans as if he were one of them. He began practicing medicine. But the companionship he craved evaded him; he couldn't risk familiarity. \"When the influenza epidemic hit, he was working nights in a hospital in Chicago. He'd been turning over an idea in his mind for several years, and he had almost decided to act — since he couldn't find a companion, he would create one. He wasn't absolutely sure how his own transformation had occurred, so he was hesitant. And he was loath to steal anyone's life the way his had been stolen. It was in that frame of mind that he found me. There was no hope for me; I was left in a ward with the dying. He had nursed my parents, and knew I was alone. He decided to try…\" His voice, nearly a whisper now, trailed off. He stared unseeingly through the west windows. I wondered which images filled his mind now, Carlisle's memories or his own. I waited quietly. When he turned back to me, a gentle angel's smile lit his expression. \"And so we've come full circle,\" he concluded. \"Have you always stayed with Carlisle, then?\" I wondered. \"Almost always.\" He put his hand lightly on my waist and pulled me with him as he walked through the door. I stared back at the wall of pictures, wondering if I would ever get to hear the other stories. Edward didn't say any more as we walked down the hall, so I asked, \"Almost?\" He sighed, seeming reluctant to answer. \"Well, I had a typical bout of rebellious adolescence — about ten years after I was… born… created, whatever you want to call it. I wasn't sold on his life of abstinence, and I resented him for curbing my appetite. So I went off on my own for a time.\" \"Really?\" I was intrigued, rather than frightened, as I perhaps should have been. He could tell. I vaguely realized that we were headed up the next flight of stairs, but I wasn't paying much attention to my surroundings. \"That doesn't repulse you?\" \"No.\" \"Why not?\" \"I guess… it sounds reasonable.\" He barked a laugh, more loudly than before. We were at the top of the stairs now, in another paneled hallway. \"From the time of my new birth,\" he murmured, \"I had the advantage of knowing what everyone around me was thinking, both human and non-human alike. That's why it took me ten years to defy Carlisle — I could read his perfect sincerity, understand exactly why he lived the way he did. \"It took me only a few years to return to Carlisle and recommit to his vision. I thought I would be exempt from the… depression… that accompanies a conscience. Because I knew the thoughts of my prey, I could pass over the innocent and pursue only the evil. If I followed a murderer down a dark alley where he stalked a young girl — if I saved her, then surely I wasn't so terrible.\" I shivered, imagining only too clearly what he described — the alley at night, the frightened girl, the dark man behind her. And Edward, Edward as he hunted, terrible and glorious as a young god, unstoppable. Would she have been grateful, that girl, or more frightened than before? \"But as time went on, I began to see the monster in my eyes. I couldn't escape the debt of so much human life taken, no matter how justified. And I went back to Carlisle and Esme. They welcomed me back like the prodigal. It was more than I deserved.\" We'd come to a stop in front of the last door in the hall. \"My room,\" he informed me, opening it and pulling me through. His room faced south, with a wall-sized window like the great room below. The whole back side of the house must be glass. His view looked down on the winding Sol Duc River, across the untouched forest to the Olympic Mountain range. The mountains were much closer than I would have believed. The western wall was completely covered with shelf after shelf of CDs. His room was better stocked than a music store. In the corner was a sophisticated-looking sound system, the kind I was afraid to touch because I'd be sure to break something. There was no bed, only a wide and inviting black leather sofa. The floor was covered with a thick golden carpet, and the walls were hung with heavy fabric in a slightly darker shade. \"Good acoustics?\" I guessed. He chuckled and nodded. He picked up a remote and turned the stereo on. It was quiet, but the soft jazz number sounded like the band was in the room with us. I went to look at his mind-boggling music collection. \"How do you have these organized?\" I asked, unable to find any rhyme or reason to the titles. He wasn't paying attention. \"Ummm, by year, and then by personal preference within that frame,\" he said absently. I turned, and he was looking at me with a peculiar expression in his eyes. \"What?\" \"I was prepared to feel… relieved. Having you know about everything, not needing to keep secrets from you. But I didn't expect to feel more than that. I like it. It makes me… happy.\" He shrugged, smiling slightly. \"I'm glad,\" I said, smiling back. I'd worried that he might regret telling me these things. It was good to know that wasn't the case. But then, as his eyes dissected my expression, his smile faded and his forehead creased. \"You're still waiting for the running and the screaming, aren't you?\" I guessed. A faint smile touched his lips, and he nodded. \"I hate to burst your bubble, but you're really not as scary as you think you are. I don't find you scary at all, actually,\" I lied casually. He stopped, raising his eyebrows in blatant disbelief. Then he flashed a wide, wicked smile. \"You really shouldn't have said that,\" he chuckled. He growled, a low sound in the back of his throat; his lips curled back over his perfect teeth. His body shifted suddenly, half-crouched, tensed like a lion about to pounce. I backed away from him, glaring. \"You wouldn't.\"  \" I didn't see him leap at me — it was much too fast. I only found myself suddenly airborne, and then we crashed onto the sofa, knocking it into the wall. All the while, his arms formed an iron cage of protection around me — I was barely jostled. But I still was gasping as I tried to right myself. He wasn't having that. He curled me into a ball against his chest, holding me more securely than iron chains. I glared at him in alarm, but he seemed well in control, his jaw relaxed as he grinned, his eyes bright only with humor. \"You were saying?\" he growled playfully. \"That you are a very, very terrifying monster,\" I said, my sarcasm <em>marred</em> a bit by my breathless voice. \"Much better,\" he approved. \"Um.\" I struggled. \"Can I get up now?\" He just laughed. \"Can we come in?\" a soft voice sounded from the hall. I struggled to free myself, but Edward merely readjusted me so that I was somewhat more conventionally seated on his lap. I could see it was Alice, then, and Jasper behind her in the doorway. My cheeks burned, but Edward seemed at ease. \"Go ahead.\" Edward was still chuckling quietly. Alice seemed to find nothing unusual in our embrace; she walked — almost danced, her movements were so graceful — to the center of the room, where she folded herself sinuously onto the floor. Jasper, however, paused at the door, his expression a trifle shocked. He stared at Edward's face, and I wondered if he was tasting the atmosphere with his unusual sensitivity. \"It sounded like you were having Bella for lunch, and we came to see if you would share,\" Alice announced. I stiffened for an instant, until I realized Edward was grinning — whether at her comment or my response, I couldn't tell. \"Sorry, I don't believe I have enough to spare,\" he replied, his arms holding me recklessly close. \"Actually,\" Jasper said, smiling despite himself as he walked into the room, \"Alice says there's going to be a real storm tonight, and Emmett wants to play ball. Are you game?\" The words were all common enough, but the context confused me. I gathered that Alice was a bit more reliable than the weatherman, though. Edward's eyes lit up, but he hesitated. \"Of course you should bring Bella,\" Alice chirped. I thought I saw Jasper throw a quick glance at her. \"Do you want to go?\" Edward asked me, excited, his expression vivid. \"Sure.\" I couldn't disappoint such a face. \"Um, where are we going?\" \"We have to wait for thunder to play ball — you'll see why,\" he promised. \"Will I need an umbrella?\" They all three laughed aloud. \"Will she?\" Jasper asked Alice. \"No.\" She was positive. \"The storm will hit over town. It should be dry enough in the clearing.\" \"Good, then.\" The enthusiasm in Jasper's voice was catching, naturally. I found myself eager, rather than scared stiff. \"Let's go see if Carlisle will come.\" Alice bounded up and to the door in a fashion that would break any ballerina's heart. \"Like you don't know,\" Jasper teased, and they were swiftly on their way. Jasper managed to inconspicuously close the door behind them. \"What will we be playing?\" I demanded. \"You will be watching,\" Edward clarified. \"We will be playing baseball.\" I rolled my eyes. \"Vampires like baseball?\" \"It's the American pastime,\" he said with mock solemnity.",
            "vi": "16        16. CARLISLE Anh dẫn tôi quay lại căn phòng anh đã chỉ là phòng làm việc của Carlisle. Anh dừng ngoài cửa trong chốc lát.  \"Vào đi,”  Giọng Carlisle mời.  Edward mở cửa bước vào căn phòng trần cao, có cửa sổ cao, quay về hướng tây. Các bức tường cũng được ốp ván, bằng gỗ sẫm màu hơn – thật nổi. Hầu hết vách tường đều bị chiếm chỗ bởi mấy kệ sách cao ngất, vượt quá  đầu tôi và có nhiều sách chưa từng thấy ở đâu ngoài thư viện.  Carlisle ngồi trong cái ghế da sau cái bàn khổng lồ bằng gỗ gụ.  Ông vừa đặt dây đánh dấu trang sách vào trang giấy của quyển sách dầy cộm trên tay.  Căn phòng y như phòng của một vị trưởng khoa trường đại học trong trí tưởng tượng tôi – chỉ có điều Carlisle quá trẻ để hợp với chức vụ đó.  “Ta có thể giúp gì cho hai con?\" ông đứng lên, thân mật hỏi. \"Con muốn cho Bella xem vài sự kiện của nhà mình, \" Edward nói. \"Ừm, thực ra là sự kiện của cha.” \"Tụi cháu không định làm phiền bác, \" tôi tạ lỗi.  \"Không chút nào đâu. Các con bắt đầu từ chỗ nào?\" \"Waggoner, \" Edward trả lời, đặt nhẹ một tay lên vai tôi và xoay tôi vòng quanh để nhìn về phía cửa vừa mới đi qua. Mỗi lần anh chạm vào tôi, ngay cả khi hững hờ nhất, tim tôi vẫn đập thình thịch.  Còn xấu hổ hơn vì có Carlisle ở đó.  Bức tường chúng tôi đang đối mặt khác với những bức tường khác. Thay cho kệ sách, bức tường này đầy các bức tranh được đóng khung đủ kích cỡ, một số màu sắc rực rỡ, số khác lại là tranh một màu buồn tẻ. Tôi tìm xem bộ sưu tập này có gì chung về lô-gích hay chung về chủ đề không, nhưng trong lúc xem xét vội vã, tôi chẳng thấy gì.  Edward kéo tôi về phía góc trái ngoài cùng, đặt tôi đứng trước một bức sơn dầu vuông nhỏ viền khung gỗ trơn. Bức này không nổi bật giữa những bức tranh lớn, rực rỡ hơn; nó được vẽ bằng các tông màu nâu đỏ, mô tả một thành phố thu nhỏ đầy mái nhà dốc nghiêng, với các tháp hình chóp mảnh dẻ ở đỉnh một vài tháp canh rải rác. Một dòng sông rộng chảy phía trước tiền cảnh, bắc ngang bởi một cây cầu bên trên có xây các kiến trúc giống như những thánh đường nhỏ xíu.  “Luân Đôn trong thập kỷ 1650, \" Edward nói.  “Luân Đôn của thời thiếu niên của ta, \" Carlisle thêm, đứng cách chúng tôi vài bước chân ở phía sau. Tôi rụt cổ; tôi không nghe tiếng chân ông đến gần. Edward siết tay tôi.  “Cha kể chuyện đó nhé?\" Edward hỏi. Tôi hơi xoay người để xem phản ứng của Carlisle. Ông bắt gặp ánh nhìn của tôi và mỉm cười. \"Ta muốn vậy lắm, \" ông trả lời. \" nhưng thực ra ta hơi muộn rồi. Bệnh viện gọi sáng nay - bác sĩ Snow nghỉ ốm. Hơn nữa, con biết rõ mấy chuyện này như ta mà, \" ông nói thêm, cười toe toét với Edward.  Thật là một sự kết hợp kỳ lạ khó chấp nhận được – mối quan tâm hàng ngày của vị bác sĩ trong thành phố bị kẹt giữa một cuộc thảo luận về những ngày đầu đời của ông ở Luân Đôn vào thế kỷ 17.  Cũng thật bất an khi biết rằng ông nói to thành tiếng chỉ vì tôi mà thôi.  Sau khi cười thân thiện lần nữa với tôi, Carlisle rời khỏi phòng.  Tôi nhìn chằm chằm vào bức tranh nhỏ mô tả quê nhà của Carlisle hồi lâu.  \"Vậy đã xảy ra chuyện gì?\" cuối cùng thì tôi cũng hỏi, ngước lên nhìn vào Edward, đang theo dõi tôi. \"khi ông nhận ra chuyện đã xảy ra với mình?\" Anh liếc nhìn trở lại các bức hoạ, và tôi nhìn theo để coi tấm hình nào đang làm anh quan tâm. Đó là một tấm phong cảnh lớn hơn với sắc thu u ám – một bãi cỏ râm bóng trống trơn trong một khu rừng, với đỉnh núi cao lô nhô hiểm trở xa xa.  \"Khi ông biết mình đã trở thành cái gì, \" Edward nói lặng lẽ, \"ông ghê tởm điều đó. Ông đã cố tự sát. Nhưng điều đó không dễ thực hiện. \" \"Như thế nào ?\" tôi không định nói to điều đó, nhưng lời đã buột ra vì bàng hoàng.  \"Ông đã nhảy từ đỉnh núi cao xuống, \" Edward nói với tôi, giọng anh bình thản. \"Ông đã cố nhấn chìm mình trong đại dương ... nhưng ông ̣đang ở giai đoạn đầu của cuộc đời mới, nên rất mạnh. Thật ngạc nhiên vì ông có thể cưỡng lại ... chuyện ăn uống ... khi vẫn còn chưa biết gì. Bản năng mạnh hơn nên nó chi phối mọi thứ. Nhưng ông ghê tởm bản thân đến nỗi ông có sức mạnh để ráng nhịn ăn để chết đói.”  “Có làm được không?\" giọng tôi yếu ớt.  \"Không, có rất ít cách có thể làm chúng tôi chết.” Tôi mở miệng để hỏi, nhưng anh nói trước khi tôi có thể làm được.  \"Thế là ông rất đói kinh khủng, và cuối cùng yếu đi. Ông lang thang tránh xa đám đông hết mức có thể, nhận thấy cả ý chí của mình cũng suy yếu theo.  Hàng tháng trời ông lang thang trong đêm, tìm nơi vắng vẻ nhất, căm ghét bản thân.  \"Rồi một đêm nọ, một bầy nai đi qua nơi ẩn náu của ông. Ông đã khát dữ dội đến nỗi ông đã tấn công chúng mà không hề suy nghĩ. Sức mạnh hồi phục và ông nhận ra mình có thể không làm loài quái vật gớm guốc mình sợ hãi.  Chẳng phải trong cuộc sống trước, ông chẳng từng ăn thịt nai đó sao? Trong những tháng sau, triết lý sống mới của ông đã được hình thành. Ông có thể sống mà không cần làm ác quỷ. Ông lại phát hiện ra khả năng của mình.  \"Ông bắt đầu sử dụng thời gian tốt hơn.  Ông vẫn luôn thông minh, hiếu học. Bây giờ ông có thời gian vô hạn trước mắt. Ông học ban đêm, lập kế hoạch vào ban ngày. Ông đã bơi đến Pháp và - \" \"Ông ấy đã bơi đến Pháp ?\" “Mọi người bơi qua kênh hoài mà, Bella, \" anh kiên nhẫn nhắc tôi.  \"Đúng vậy, em biết. Nhưng nghe có vẻ lạ trong hoàn cảnh đó. Tiếp tục đi anh. \" \"Bơi lội rất dễ đối với bọn anh - \" “Với anh thì gì cũng dễ, \" tôi chọc.  Anh đợi, vẻ mặt anh thích thú.  \"Em sẽ không ngắt lời nữa đâu, hứa đó. \" Anh ỡm ờ cười khúc khích, rồi nói hết câu. \" vì, về mặt kỹ thuật, bọn anh không cần thở. \" \"Anh - \" \"Không, không, em đã hứa rồi mà. \" Anh cười, đặt nhẹ ngón tay lạnh của mình lên môi tôi. “Em có muốn nghe kể chuyện không chứ?\" “Anh không thể đột ngột thông báo một chuyện như vậy rồi mong em sẽ không nói gì hết, \" tôi lầm bầm dưới ngón tay anh.  Anh đưa tay lên, đặt vào cổ tôi. Tim tôi loạn nhịp, nhưng tôi vẫn cứ khăng khăng.  “Anh không cần thở?\" tôi hỏi.  \"Không, không cần thiết. Chỉ là thói quen. \" Anh nhún vai.  “Anh có thể không thở trong bao lâu?\" \"Bao lâu cũng được, anh nghĩ vậy; anh không biết. Hơi khó chịu – khi không cảm nhận được mùi. \" \"Hơi khó chịu, \" tôi lặp lại.  Tôi không chú ý tới vẻ mặt mình, nhưng cái gì đó trong đó làm anh trở nên u sầu. Tay anh rớt xuống bên hông và anh đứng yên không nhúc nhích, mắt anh chăm chú nhìn mặt tôi. Im lặng kéo dài. Nét mặt anh bất động như đá.  \"Gì vậy?\" tôi thì thầm, sờ vào khuôn mặt cứng đờ của anh.  Mặt anh dịu lại dưới bàn tay tôi, và anh thở dài. \" Anh cứ chờ chuyện đó xảy ra. \" \"Chờ chuyện gì xảy ra ?\" \"Anh biết là vào một lúc nào đó, chuyện anh kể em nghe hoặc điều em nhìn thấy sẽ là quá mức chịu đựng. Và rồi em sẽ chạy trốn anh, vừa chạy vừa gào thét. \" Anh cười nhếch miệng, nhưng mắt anh đáng sợ. \"Anh sẽ không ngăn em đâu. Anh muốn điều này xảy ra, vì anh muốn em được an toàn. Thế mà, anh lại muốn sống bên em. Hai ham muốn này không thể nào hoà hợp được... \" giọng anh nhỏ dần, nhìn mặt tôi. Chờ đợi.  \"Em sẽ chẳng chạy trốn đi đâu hết, \" tôi hứa.  \"Để xem, \" anh nói, lại mỉm cười.  Tôi cau mày khó chịu với anh. \"Nè, tiếp tục đi - Carlisle bơi đến Pháp. \" Anh dừng lại, quay lại với câu chuyện của mình. Mắt anh lơ đãng nhìn sang một bức tranh khác – bức tranh nhiều màu sắc nhất, được đóng khung trang trí cầu kỳ nhất, và là bức lớn nhất; To gấp hai lần cánh cửa bên cạnh nó. Bức tranh toàn những người xinh đẹp mặc váy xoè,  quằn quại quanh những cây cột dài và ngoài ban-công cẩm thạch. Tôi không biết bức tranh miêu tả truyện thần thoại Hy Lạp, hay các nhân vật bồng bềnh trên mây thuộc về kinh thánh.  \"Carlisle đã bơi đến Pháp, rồi tiếp tục rong duổi suốt Châu Âu, đến các trường đại học ở đó. Ban đêm ông học nhạc, khoa học, y học - và tìm thấy thiên hướng của mình, sự sám hối của mình, trong việc cứu người.”  Vẻ mặt của anh trở thành kính phục, hầu như tôn kính. \"Anh không có lời nào có thể tả xiết cuộc đấu tranh đó; Carlisle đã mất hai thế kỷ gắng sức khổ sở để hoàn thiện khả năng tự chủ. Bây giờ ông hoàn toàn miễn dịch với mùi máu người, nên ông có thể làm được công việc ông yêu thích mà không khổ sở.  Ông tìm thấy sự bình yên vô bờ nơi đó, ở bệnh viện.” Edward nhìn vào khoảng không một hồi lâu. Bất ngờ anh có vẻ nhớ lại mục đích của mình. Anh gõ ngón tay vào bức tranh khổng lồ trước mặt.  \"Ông đang học ở Ý lúc khám phá ra có người khác ở đó. Họ văn minh và có giáo dục hơn nhiều so với bọn ma trong đường cống Luân Đôn. \" Anh sờ vào nhóm bốn người khá bình thản được vẽ trên ban-công cao nhất, đang bình thản nhìn xuống sự hỗn loạn bên dưới họ. Tôi nhìn kỹ nhóm người này và giật mình cười, vì nhận ra người đàn ông có mái tóc vàng óng.  \"Solimena được truyền cảm hứng rất nhiều từ bạn bè Carlisle.  Ông ta thường vẽ họ như các vị thần, \" Edward cười khúc khích. \"Aro, Marcus, Caius, \" anh nói, chỉ vào ba người kia, hai người tóc đen, một người tóc trắng như bông. “những người tài trợ nghệ thuật ban đêm. \" \"Đã xảy ra chuyện gì với họ ?\" tôi hỏi thành tiếng, đầu ngón tay tôi rà trên những hình người trên vải khoảng một xăng - ti - mét.  \"Họ vẫn ở đó. \" anh nhún vai. \"Như đã từng ở đó, nào ai biết, đã bao nhiêu thiên niên kỷ. Carlisle chỉ ở với họ trong một thời gian ngắn, chỉ vài thập niên. Ông vô cùng khâm phục sự lịch sự của họ, sự tao nhã của họ, nhưng họ cứ nhất quyết cố chữa căn bệnh ác cảm của ông đối với “nguồn thức ăn tự nhiên”, họ gọi vậy. Họ cố thuyết phục ông, còn ông cố thuyết phục họ, chẳng có kết quả.  Đến lúc đó, Carlisle quyết định tìm thế giới mới. Ông mơ ước sẽ tìm ra những người giống mình. Ông thật cô đơn, em thấy đó. \"Ông chẳng tìm thấy ai trong một thời gian dài.  Nhưng, vì quái vật đã trở thành thứ trong chuyện cổ tích, nên ông thấy mình có thể tiếp xúc với những người không ngờ vực như thể ông là người trong bọn. Ông bắt đầu hành nghề y. Nhưng tình bè bạn mà ông khao khát luôn né tránh ông; ông không dám quá thân thiết với ai cả.  \"Khi dịch cúm hoành hành, ông đang làm ca đêm trong một bệnh viện ở Chicago. Ông đã trăn trở mấy năm trời một ý tưởng và ông hầu như quyết định sẽ hành động - vì không thể tìm ra bạn, ông sẽ tạo ra một người bạn. Ông không hoàn toàn chắc chắn chuyện biến đổi của mình đã xảy ra như thế nào, nên ông do dự. Và ông không muốn cướp đi cuộc đời của người khác như đời ông đã bị cướp đi. Chính trong trạng thái tâm lý đó, ông phát hiện ra anh. Anh không còn chút hy vọng nào; anh bị bỏ cho chết trong một căn phòng. Ông đã săn sóc cho cha mẹ anh, nên biết anh chỉ còn một thân một mình. Ông quyết định thử ...\" Giọng anh, bây giờ gần như là tiếng thì thầm, nhỏ dần. Anh nhìn chằm chằm mà chẳng thấy gì qua cửa sổ ở hướng tây. Tôi tự hỏi tâm trí anh đang nhìn thấy gì, kỷ niệm của Carlisle hay của riêng anh. Tôi lặng lẽ chờ đợi.  Khi anh quay về phía tôi, nụ cười thiên thần dịu dàng bừng sáng khuôn mặt anh.  \"Và thế là mình đã đi hết một vòng rồi,” anh kết luận.  \"Anh luôn ở với Carlisle à?\" tôi ngạc nhiên.  \"Hầu như luôn luôn. \" anh đặt nhẹ tay vào eo tôi và kéo tôi theo anh khi anh bước qua cửa. Tôi quay nhìn chằm chằm vào bức tường treo tranh, tự hỏi bao giờ mình lại được nghe những câu chuyện khác nữa.  Edward không nói gì nữa khi chúng tôi đi xuống phòng khách, vì vậy tôi hỏi, \"Hầu như ?\" Anh thở dài, có vẻ không muốn trả lời. \"Ừm, anh trải qua thời kỳ nổi loạn của tuổi mới lớn điển hình - khoảng mười năm sau khi anh được.. sinh ra ... tạo ra, em muốn gọi nó sao cũng được. Anh không thấy cách sống kiêng nhịn của ông là hay ho, và anh tức vì ông hạn chế sự ngon miệng của anh. Nên anh bỏ ra sống một mình một thời gian. \" \"Thật à?\" tôi cảm thấy thu hút, chớ không sợ hãi, như lẽ ra phải vậy.  Anh biết vậy. Tôi mơ hồ nhận ra chúng tôi đang bước lên cầu thang tầng trên, nhưng tôi không quan tâm lắm đến xung quanh.  \"Chuyện đó không làm anh ghê tởm sao?\" \"Không. \" \"Tại sao lại không?\"  \"Anh nghĩ ... vậy mới đúng. \" Anh cười to, to hơn trước đây. Bây giờ chúng tôi đang ở đầu cầu thang, trong một hành lang ốp ván khác.  \"Từ lúc mới sinh ra trong cuộc đời mới”  anh thì thầm, \"anh đã có thuận lợi vì đọc được suy nghĩ của những người xung quanh, cả con người lẫn không phải con người.  Đó là lý do tại sao phải mất mười năm anh mới chống lại Carlisle - anh có thể đọc được sự chân thành hoàn toàn của ông, hiểu lý do tại sao ông sống như vậy.  Anh chỉ mất vài năm là lại quay về với Carlisle và sống theo cách của ông lần nữa. Anh nghĩ mình chẳng bao giờ phải ... phiền muộn ... thứ đi kèm với lương tâm. Vì anh biết suy nghĩ của con mồi mình, anh có thể bỏ qua người vô tội và chỉ theo đuổi kẻ xấu. Nếu anh đi theo một kẻ giết người xuống con hẻm tối tăm khi hắn đang lén theo một thiếu nữ - nếu anh cứu cô ấy, thì chắc chắn anh sẽ không kinh khủng lắm. \" Tôi rùng mình, tưởng tượng quá sức rõ ràng điều anh mô tả - con hẻm trong đêm, cô gái sợ hãi, người đàn ông xấu xa sau lưng. Và Edward, Edward khi săn, khủng khiếp và lộng lẫy như một vị thần trẻ trung, không ai có thể ngăn chặn được. Cô ấy sẽ biết ơn, cô gái ấy, hay khiếp sợ hơn? \"Nhưng khi thời gian trôi qua, anh bắt đầu nhìn thấy cái ác trong mắt mình. Anh không thể trốn được món nợ đã cướp đi nhiều sinh mạng, dù hợp lý đến đâu cũng vậy. Nên anh đã  quay lại với Carlisle và Esme. Họ chào đón anh như đứa con hoang toàng trở về. Hơn là anh xứng được thế. \" Chúng tôi dừng lại trước cánh cửa cuối cùng trong hành lang.  \"Phòng anh, \" anh báo cho tôi biết, mở cửa rồi kéo tôi vào.  Phòng anh hướng về phía nam, có cửa sổ bằng nguyên vách tường y như phòng lớn bên dưới.  Toàn bộ phía sau của căn nhà hẳn bằng kính hết. Phòng anh nhìn xuống dòng Sol Duc uốn lượn, băng qua khu rừng nguyên sơ đến dãy Olympic Mountain.  Núi trông gần hơn tôi mường tượng.  Bức tường phía tây được phủ kín hết kệ này đến kệ khác đựng đĩa CD.  Phòng anh còn chứa nhiều đĩa hơn cả một cửa hàng băng đĩa nhạc. Trong góc phòng là một hệ thống âm thanh có vẻ phức tạp, loại tôi sợ đụng vào vì chắc chắn sẽ làm hư cái gì đó. Không có giường, chỉ một chiếc ghế xô - pha bọc da đen lôi cuốn. Sản nhà được phủ thảm vàng dầy, và các bức tường được treo màn dầy hơi tối màu hơn .  \"Để âm thanh được hay?\" tôi đoán.  Anh cười khúc khích gật đầu.  Anh cầm đồ điều khiển rồi bật dàn âm thanh nổi. Thật êm, nhưng bài jazz nhẹ nhàng nghe như thể ban nhạc đang ở trong phòng với chúng tôi. Tôi lướt qua nhìn bộ sưu tập đĩa nhạc không thể tin được của anh.  \"Anh sắp xếp mấy cái này  theo kiểu nào?\" tôi hỏi, không thể tìm ra vần hay cách sắp xếp tựa đĩa.  Anh không chú ý.  \"Ummm, theo năm, rồi theo sở thích cá nhân, \" anh lơ đãng nói.  Tôi quay lại, và anh đang nhìn tôi với ánh mắt thật khác thường.  \"Gì vậy?\" \"Anh đã chuẩn bị tinh thần để cảm thấy ... nhẹ nhõm. Cho em biết mọi thứ, không cần giấu bí mật với em. Nhưng anh không ngờ lại cảm thấy nhiều hơn thế. Anh thích thế. Điều này làm anh ...hạnh phúc. \" anh nhún vai, hơi mỉm cười.  \"Em mừng khi thấy anh cảm thấy vậy, \" tôi nói, mỉm cười trở lại. Tôi đã lo anh có thể hối tiếc vì đã kể tôi nghe những chuyện này. Thật tuyệt khi biết không phải vậy.  Nhưng rồi, khi mắt anh phân tích tỉ mỉ vẻ mặt tôi, nụ cười anh nhạt phai và trán anh nhăn lại.  “Anh vẫn còn chờ vụ vừa chạy vừa gào thét, phải không?\" tôi đoán.  Nụ cười yếu ớt hiện trên môi anh, và anh gật đầu.  \"Em ghét phải làm anh phải thất vọng, nhưng anh chẳng ghê rợn như anh nghĩ. Em chẳng thấy anh ghê rợn chút nào cả, thiệt đó, \" tôi nói dối tự nhiên.  Anh dừng lại, nhướng mày nghi ngờ thấy rõ. Sau đó anh nhoẻn một nụ cười toe toét, ranh mãnh.  “Em đúng ra không nên nói vậy, \" anh cười khúc khích.  Anh gầm gừ, âm thanh trầm trongcổ họng; môi anh cuộn ngược lên để lộ hàm răng hoàn hảo. Cơ thể anh thay đổi đột ngột, gần như thu mình lấy đà, căng thẳng như một con sư tử sắp vồ mồi.  Tôi tránh xa khỏi anh, trừng trừng giận dữ.  “Anh không làm vậy đâu. \" Tôi chẳng hề thấy anh nhảy vào tôi - quá nhanh. Tôi chỉ thấy mình đột ngột được cắp mang đi, rồi cùng rớt xuống ghế xô - pha, tông cái ghế vô tường. Trong lúc đó, cánh tay anh tạo thành cái lồng sắt bảo vệ quanh tôi - tôi chẳng hề bị va đập. Nhưng tôi vẫn thở hổn hển khi cố đứng thẳng.  Anh không để tôi làm vậy. Anh cuộn tròn tôi tì vào ngực anh, ôm tôi chặt hơn cả xích sắt. Tôi nhìn anh trừng trừng hoảng hốt, nhưng anh có vẻ hoàn toàn kiểm soát được mình, hàm anh giãn ra khi anh cười toe toét, mắt anh rực sáng hài hước.  “Em đang nói?\" anh gầm gừ khôi hài.  “Là anh là một con quái vật rất, rất khủng khiếp,”  tôi nói, lời chế nhạo mỉa mai giảm giá trị hơn một chút bởi giọng nói đứt quãng.  \"Khá hơn rồi, \" anh chấp thuận.  \"Ờ.... \" tôi loay hoay. \"Em ngồi lên được chưa?\" Anh chỉ cười.  \"Chúng tôi vào được không?\" một giọng nói nhẹ nhàng vang lên từ hành lang.  Tôi cố vùng thoát ra, nhưng Edward chỉ chỉnh lại để tôi ngồi thoải mái hơn trong lòng anh mà thôi. Tôi thấy đó là Alice, rồi, Jasper đang đứng sau cô ở lối vào. Má tôi cháy bỏng, nhưng Edward có vẻ thoải mái.  \"Cứ vào. \" Edward vẫn còn cười khúc khích thanh thản.  Alice như chẳng thấy có gì bất thường trong chuyện chúng tôi ôm nhau; cô ấy đi - như khiêu vũ, chuyển động của cô thật duyên dáng - đến giữa phòng, nơi cô ngồi xuống yểu điệu lên sàn. Nhưng Jasper dừng lại ở trước cửa, vẻ mặt anh hơi hoảng hốt. Anh nhìn chằm chằm vào mặt Edward, và tôi tự hỏi không biết có phải anh đang cảm nhận bầu không khí với sự mẫn cảm khác thường của anh  không.  \"Nghe giống như anh đang mang Bella ra ăn trưa, nên tụi em đến xem anh có cho ké chút không, \" Alice công bố.  Tôi cứng đờ trong giây phút, cho đến khi tôi nhận ra Edward đang cười toe toét - không biết do lời bình luận của cô hay do phản ứng của tôi.  \"Xin lỗi nhe, nhưng anh không nghĩ mình có đủ nhiều để chia bớt, \" anh trả lời, tay anh ôm chặt tôi hơn.  \"Thực ra thì, \" Jasper nói, mỉm cười do dự bước vào phòng, \"Alice nói sắp có một cơn bão ra bão đêm nay, nên Emmett muốn chơi bóng. Anh chơi không?\" Lời nói thì khá bình thường, nhưng ngữ cảnh làm tôi không hiểu. Tuy vậy, tôi suy ra là Alice đáng tin cậy hơn chuyên gia dự báo thời tiết một chút.  Mắt Edward sáng bừng lên, nhưng anh do dự.  \"Dĩ nhiên anh nên dẫn theo Bella, \" Alice líu lo. Tôi nghĩ mình thấy Jasper liếc nhanh cô.  “Em muốn đi không?\" Edward hỏi tôi, phấn khích, vẻ mặt anh sôi nổi.  \"Chắc chắn rồi. \" tôi không thể làm thất vọng một khuôn mặt như vậy. \" ờ..., mình sẽ đi đâu?\" \"Mình phải chờ có sấm mới chơi bóng được - em sẽ biết vì sao lại vậy, \" anh hứa.  \"Em có cần dù không?\" Cả ba người đều cười ầm lên.  \"Cô ấy có cần không?\" Jasper hỏi Alice.  \"Không. \" cô nàng chắc chắn. “Bão sẽ vào thành phố. Trong đồng cỏ sẽ không có mưa. \" \"Vậy thì tốt. \" Nhiệt tình trong giọng của Jasper tự nhiên lây lan sang người khác. Tôi thấy mình háo hức, chớ không sợ cứng người.  \"Mình đi xem thử coi Carlisle đi được không. \" Alice nhảy ra cửa bằng dáng vẻ có thể làm diễn viên ba lê nào cũng phải đau khổ.  \"Làm như em không biết vậy, \" Jasper trêu chọc, và họ đã nhanh chóng ra đi.  Jasper ráng kín đáo đóng cửa sau lưng mình.  \"Mình sẽ chơi gì?\" tôi hỏi.  “Em sẽ ngồi xem, \" Edward giải thích. \"Bọn anh sẽ chơi bóng chày. \" Tôi trợn tròn mắt. “Ma cà rồng thích bóng chày à?\" \"Đó là trò giải trí của Mỹ mà, \" anh giả vờ nghiêm trang"
        },
        {
            "en": "It made me sad that he had to try so hard. I comforted myself with the knowledge that I wouldn’t be causing him pain much longer.  I heard Charlie approaching then, stamping his feet on the way to express his customary displeasure with our guest. Edward’s eyes snapped open and he let our hands fall, keeping them twined.     “Good evening, Charlie.” Edward was always flawlessly polite, though Charlie didn’t deserve it. Charlie grunted at him, and then stood there with his arms crossed over his chest. He was taking the idea of parental supervision to extremes lately.  “I brought another set of applications,” Edward told me then, holding up a stuffed manila envelope. He was wearing a roll of stamps like a ring around his littlest finger.    I groaned. How were there any colleges left that he hadn’t forced me to apply to already? And how did he keep finding these loophole openings? It was so late in the year.  He smiled as if he could read my thoughts; they must have been very obvious on my face. “There are still a few open deadlines. And a few places willing to make exceptions.”    I could just imagine the motivations behind such exceptions. And the dollar amounts involved.  Edward laughed at my expression.  “Shall we?” he asked, towing me toward the kitchen table.  Charlie huffed and followed behind, though he could hardly complain about the activity on tonight’s agenda. He’d been pestering me to make a decision about college on a daily basis.    I cleared the table quickly while Edward organized an intimidating stack of forms. When I moved Wuthering Heights to the counter, Edward raised one eyebrow. I knew what he was thinking, but Charlie interrupted before Edward could comment.  “Speaking of college applications, Edward,” Charlie said, his tone even more sullen — he tried to avoid addressing Edward directly, and when he had to, it exacerbated his bad mood. “Bella and I were just talking about next year. Have you decided where you’re going to school?”      Edward smiled up at Charlie and his voice was friendly. “Not yet. I’ve received a few acceptance letters, but I’m still weighing my options.”  “Where have you been accepted?” Charlie pressed.  “Syracuse . . . Harvard . . . Dartmouth . . . and I just got accepted to the University of Alaska Southeast today.” Edward turned his face slightly to the side so that he could wink at me. I stifled a giggle.    “Harvard? Dartmouth?” Charlie mumbled, unable to conceal his awe. “Well that’s pretty . . . that’s something. Yeah, but the University of Alaska . . . you wouldn’t really consider that when you could go Ivy League. I mean, your father would want you to . . .”  “Carlisle’s always fine with whatever I choose to do,” Edward told him serenely.  “Hmph.”     “Guess what, Edward?” I asked in a bright voice, playing along.  “What, Bella?”  I pointed to the thick envelope on the counter. “I just got my acceptance to the University of Alaska!”  “Congratulations!” He grinned. “What a coincidence.”  Charlie’s eyes narrowed and he glared back and forth between the two of us. “Fine,” he muttered after a minute. “I’m going to go watch the game, Bella. Nine-thirty.”  That was his usual parting command.     “Er, Dad? Remember the very recent discussion about my freedom . . . ?”  He sighed. “Right. Okay, ten -thirty. You still have a curfew on school nights.”  “Bella’s no longer grounded?” Edward asked. Though I knew he wasn’t really surprised, I couldn’t detect any false note to the sudden excitement in his voice.  “Conditionally,” Charlie corrected through his teeth. “What’s it to you?”  I frowned at my dad, but he didn’t see.  “It’s just good to know,” Edward said. “Alice has been itching for a shopping partner, and I’m sure Bella would love to see some city lights.” He smiled at me.  But Charlie growled, “No!” and his face flushed purple.      “Dad! What’s the problem?”  He made an effort to unclench his teeth. “I don’t want you going to Seattle right now.”  “Huh?”  “I told you about that story in the paper — there’s some kind of gang on a killing spree in Seattle and I want you to steer clear, okay?”    I rolled my eyes. “Dad, there’s a better chance that I’ll get struck by lightning than that the one day I’m in Seattle —”  “No, that’s fine, Charlie,” Edward said, interrupting me. “I didn’t mean Seattle. I was thinking Portland, actually. I wouldn’t have Bella in Seattle, either. Of course not.”  I looked at him in disbelief, but he had Charlie’s newspaper in his hands and he was reading the front page intently     He must have been trying to appease my father. The idea of being in danger from even the most deadly of humans while I was with Alice or Edward was downright hilarious.  It worked. Charlie stared at Edward for one second more, and then shrugged. “Fine.” He stalked off toward the living room, in a bit of a hurry now — maybe he didn’t want to miss tip-off.  I waited till the TV was on, so that Charlie wouldn’t be able to hear me.  “What —,” I started to ask.  “Hold on,” Edward said without looking up from the paper. His eyes stayed focused on the page as he pushed the first application toward me across the table. “I think you can recycle your essays for this one. Same questions.”     Charlie must still be listening. I sighed and started to fill out the repetitive information: name, address, social. . . . After a few minutes I glanced up, but Edward was now staring pensively out the window. As I bent my head back to my work, I noticed for the first time the name of the school.  I snorted and shoved the papers aside.      “Bella?”  “Be serious, Edward. Dartmouth ?”  Edward lifted the discarded application and laid it gently in front of me again. “I think you’d like New Hampshire,” he said. “There’s a full complement of night courses for me, and the forests are very conveniently located for the avid hiker. Plentiful wildlife.” He pulled out the crooked smile he knew I couldn’t resist.     I took a deep breath through my nose.  “I’ll let you pay me back, if that makes you happy,” he promised. “If you want, I can charge you interest.”  “Like I could even get in without some enormous bribe. Or was that part of the loan? The new Cullen wing of the library? Ugh. Why are we having this discussion again?”     “Will you just fill out the application, please, Bella? It won’t hurt you to apply.”  My jaw flexed. “You know what? I don’t think I will.”  I reached for the papers, planning to crumple them into a suitable shape for lobbing at the trashcan, but they were already gone. I stared at the empty table for a moment, and then at Edward. He didn’t appear to have moved, but the application was probably already tucked away in his jacket.      “What are you doing?” I demanded.  “I sign your name better than you do yourself. You’ve already written the essays.”  “You’re going way overboard with this, you know.” I whispered on the off chance that Charlie wasn’t completely lost in his game. “I really don’t need to apply anywhere else. I’ve been accepted in Alaska. I can almost afford the first semester’s tuition. It’s as good an alibi as any. There’s no need to throw away a bunch of money, no matter whose it is.”  A pained looked tightened his face. “Bella —”  “Don’t start. I agree that I need to go through the motions for Charlie’s sake, but we both know I’m not going to be in any condition to go to school next fall. To be anywhere near people.”     My knowledge of those first few years as a new vampire was sketchy. Edward had never gone into details — it wasn’t his favorite subject — but I knew it wasn’t pretty. Self-control was apparently an acquired skill. Anything more than correspondence school was out of the question.  “I thought the timing was still undecided,” Edward reminded me softly. “You might enjoy a semester or two of college. There are a lot of human experiences you’ve never had.”  “I’ll get to those afterward.”  “They won’t be human experiences afterward. You don’t get a second chance at humanity, Bella.”  I sighed. “You’ve got to be reasonable about the timing, Edward. It’s just too dangerous to mess around with.”     “There’s no danger yet,” he insisted.  I glared at him. No danger? Sure. I only had a sadistic vampire trying to avenge her mate’s death with my own, preferably through some slow and torturous method. Who was worried about Victoria? And, oh yeah, the Volturi — the vampire royal family with their small army of vampire warriors — who insisted that my heart stop beating one way or another in the near future, because humans weren’t allowed to know they existed. Right. No reason at all to panic.  Even with Alice keeping watch — Edward was relying on her uncannily accurate visions of the future to give us advance warning — it was insane to take chances.    Besides, I’d already won this argument. The date for my transformation was tentatively set for shortly after my graduation from high school, only a handful of weeks away.  A sharp jolt of unease pierced my stomach as I realized how short the time really was. Of course this change was necessary — and the key to what I wanted more than everything else in the world put together — but I was deeply conscious of Charlie sitting in the other room enjoying his game, just like every other night. And my mother, Renée, far away in sunny Florida, still pleading with me to spend the summer on the beach with her and her new husband. And Jacob, who, unlike my parents, would know exactly what was going on when I disappeared to some distant school. Even if my parents didn’t grow suspicious for a long time, even if I could put off visits with excuses about travel expenses or study loads or illnesses, Jacob would know the truth.    For a moment, the idea of Jacob’s certain revulsion overshadowed every other pain.  “Bella,” Edward murmured, his face twisting when he read the distress in mine. “There’s no hurry. I won’t let anyone hurt you. You can take all the time you need.”  “I want to hurry,” I whispered, smiling weakly, trying to make a joke of it. “I want to be a monster, too.”     His teeth clenched; he spoke through them. “You have no idea what you’re saying.” Abruptly, he flung the damp newspaper onto the table in between us. His finger stabbed the headline on the front page:  DEATH TOLL ON THE RISE, POLICE FEAR GANG ACTIVITY  “What does that have to do with anything?”  “Monsters are not a joke, Bella.”  I stared at the headline again, and then up to his hard expression. “A . . . avampire is doing this?” I whispered.     He smiled without humor. His voice was low and cold. “You’d be surprised, Bella, at how often my kind are the source behind the horrors in your human news. It’s easy to recognize, when you know what to look for. The information here indicates a newborn vampire is loose in Seattle. Bloodthirsty, wild, out of control. The way we all were.”  I let my gaze drop to the paper again, avoiding his eyes.     “We’ve been monitoring the situation for a few weeks. All the signs are there — the unlikely disappearances, always in the night, the poorly disposed-of corpses, the lack of other evidence. . . . Yes, someone brand-new. And no one seems to be taking responsibility for the neophyte. . . .” He took a deep breath. “Well, it’s not our problem. We wouldn’t even pay attention to the situation if wasn’t going on so close to home. Like I said, this happens all the time. The existence of monsters results in monstrous consequences.”      I tried not to see the names on the page, but they jumped out from the rest of the print like they were in bold. The five people whose lives were over, whose families were mourning now. It was different from considering murder in the abstract, reading those names. Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O’Connell, Ronald Albrook. People who’d had parents and children and friends and pets and jobs and hopes and plans and memories and futures. . . .  “It won’t be the same for me,” I whispered, half to myself. “You won’t let me be like that. We’ll live in Antarctica.”     Edward snorted, breaking the tension. “Penguins. Lovely.”  I laughed a shaky laugh and knocked the paper off the table so I wouldn’t have to see those names; it hit the linoleum with a thud. Of course Edward would consider the hunting possibilities. He and his “vegetarian” family — all committed to protecting human life — preferred the flavor of large predators for satisfying their dietary needs. “Alaska, then, as planned. Only somewhere much more remote than Juneau — somewhere with grizzlies galore.”  “Better,” he allowed. “There are polar bears, too. Very fierce. And the wolves get quite large.”      My mouth fell open and my breath blew out in a sharp gust.  “What’s wrong?” he asked. Before I could recover, the confusion vanished and his whole body seemed to harden. “Oh. Never mind the wolves, then, if the idea is offensive to you.” His voice was stiff, formal, his shoulders rigid.  “He was my best friend, Edward,” I muttered. It stung to use the past tense. “Of course the idea offends me.”  “Please forgive my thoughtlessness,” he said, still very formal. “I shouldn’t have suggested that.”  “Don’t worry about it.” I stared at my hands, clenched into a double fist on the table.  We were both silent for a moment, and then his cool finger was under my chin, coaxing my face up. His expression was much softer now.       “Sorry. Really.”  “I know. I know it’s not the same thing. I shouldn’t have reacted that way. It’s just that . . . well, I was already thinking about Jacob before you came over.” I hesitated. His tawny eyes seemed to get a little bit darker whenever I said Jacob’s name. My voice turned pleading in response. “Charlie says Jake is having a hard time. He’s hurting right now, and . . . it’s my fault.”  “You’ve done nothing wrong, Bella.”  I took a deep breath. “I need to make it better, Edward. I owe him that. And it’s one of Charlie’s conditions, anyway —”     His face changed while I spoke, turning hard again, statue-like.  “You know it’s out of the question for you to be around a werewolf unprotected, Bella. And it would break the treaty if any of us cross over onto their land. Do you want us to start a war?”  “Of course not!”  “Then there’s really no point in discussing the matter further.” He dropped his hand and looked away, searching for a subject change. His eyes paused on something behind me, and he smiled, though his eyes stayed wary.  “I’m glad Charlie has decided to let you out — you’re sadly in need of a visit to the bookstore. I can’t believe you’re reading Wuthering Heights again. Don’t you know it by heart yet?”     “Not all of us have photographic memories,” I said curtly.  “Photographic memory or not, I don’t understand why you like it. The characters are ghastly people who ruin each others’ lives. I don’t know how Heathcliff and Cathy ended up being ranked with couples like Romeo and Juliet or Elizabeth Bennet and Mr. Darcy. It isn’t a love story, it’s a hate story.”     “You have some serious issues with the classics,” I snapped.  “Perhaps it’s because I’m not impressed by antiquity.” He smiled, evidently satisfied that he’d distracted me. “Honestly, though, why do you read it over and over?” His eyes were vivid with real interest now, trying — again — to unravel the convoluted workings of my mind. He reached across the table to cradle my face in his hand. “What is it that appeals to you?”    His sincere curiosity disarmed me. “I’m not sure,” I said, scrambling for coherency while his gaze unintentionally scattered my thoughts. “I think it’s something about the inevitability. How nothing can keep them apart — not her selfishness, or his evil, or even death, in the end. . . .”  His face was thoughtful as he considered my words. After a moment he smiled a teasing smile. “I still think it would be a better story if either of them had one redeeming quality.”     “I think that may be the point,” I disagreed. “Their love is their only redeeming quality.”  “I hope you have better sense than that — to fall in love with someone so . . . malignant.”  “It’s a bit late for me to worry about who I fall in love with,” I pointed out. “But even without the warning, I seem to have managed fairly well.”      He laughed quietly. “I’m glad you think so.”  “Well, I hope you’re smart enough to stay away from someone so selfish. Catherine is really the source of all the trouble, not Heathcliff.”  “I’ll be on my guard,” he promised.  I sighed. He was so good at distractions.  I put my hand over his to hold it to my face. “I need to see Jacob.”  His eyes closed. “No.”      “It’s truly not dangerous at all,” I said, pleading again. “I used to spend all day in La Push with the whole lot of them, and nothing ever happened.”  But I made a slip; my voice faltered at the end because I realized as I was saying the words that they were a lie. It was not true that nothing had ever happened. A brief flash of memory — an enormous gray wolf crouched to spring, baring his dagger-like teeth at me — had my palms sweating with an echo of remembered panic.  Edward heard my heart accelerate and nodded as if I’d acknowledged the lie aloud. “Werewolves are unstable. Sometimes, the people near them get hurt. Sometimes, they get killed.”     I wanted to deny it, but another image slowed my rebuttal. I saw in my head the once beautiful face of Emily Young, now <em>marred</em> by a trio of dark scars that dragged down the corner of her right eye and left her mouth warped forever into a lopsided scowl.  He waited, grimly triumphant, for me to find my voice.  “You don’t know them,” I whispered.  “I know them better than you think, Bella. I was here the last time.”  “The last time?”     “We started crossing paths with the wolves about seventy years ago. . . . We had just settled near Hoquiam. That was before Alice and Jasper were with us. We outnumbered them, but that wouldn’t have stopped it from turning into a fight if not for Carlisle. He managed to convince Ephraim Black that coexisting was possible, and eventually we made the truce.”  Jacob’s great-grandfather’s name startled me.    “We thought the line had died out with Ephraim,” Edward muttered; it sounded like he was talking to himself now. “That the genetic quirk which allowed the transmutation had been lost. . . .” He broke off and stared at me accusingly. “Your bad luck seems to get more potent every day. Do you realize that your insatiable pull for all things deadly was strong enough to recover a pack of mutant canines from extinction? If we could bottle your luck, we’d have a weapon of mass destruction on our hands.”  I ignored the ribbing, my attention caught by his assumption — was he serious? “But I didn’t bring them back. Don’t you know?”     “Know what?”  “My bad luck had nothing to do with it. The werewolves came back because the vampires did.”  Edward stared at me, his body motionless with surprise.  “Jacob told me that your family being here set things in motion. I thought you would already know. . . .”  His eyes narrowed. “Is that what they think?”  “Edward, look at the facts. Seventy years ago, you came here, and the werewolves showed up. You come back now, and the werewolves show up again. Do you think that’s a coincidence?”     He blinked and his glare relaxed. “Carlisle will be interested in that theory.”  “Theory,” I scoffed.  He was silent for a moment, staring out the window into the rain; I imagined he was contemplating the fact that his family’s presence was turning the locals into giant dogs.  “Interesting, but not exactly relevant,” he murmured after a moment. “The situation remains the same.”  I could translate that easily enough: no werewolf friends.  I knew I must be patient with Edward. It wasn’t that he was unreasonable, it was just that he didn’t understand. He had no idea how very much I owed Jacob Black — my life many times over, and possibly my sanity, too.     I didn’t like to talk about that barren time with anyone, and especially not Edward. He had only been trying to save me when he’d left, trying to save my soul. I didn’t hold him responsible for all the stupid things I’d done in his absence, or the pain I had suffered.  He did.  So I would have to word my explanation very carefully.  I got up and walked around the table. He opened his arms for me and I sat on his lap, nestling into his cool stone embrace. I looked at his hands while I spoke.    “Please just listen for a minute. This is so much more important than some whim to drop in on an old friend. Jacob is in pain.” My voice distorted around the word. “I can’t not try to help him — I can’t give up on him now, when he needs me. Just because he’s not human all the time. . . . Well, he was there for me when I was . . . not so human myself. You don’t know what it was like. . . .” I hesitated. Edward’s arms were rigid around me; his hands were in fists now, the tendons standing out. “If Jacob hadn’t helped me . . . I’m not sure what you would have come home to. I owe him better than this, Edward.”     I looked up at his face warily. His eyes were closed, and his jaw was strained.  “I’ll never forgive myself for leaving you,” he whispered. “Not if I live a hundred thousand years.”  I put my hand against his cold face and waited until he sighed and opened his eyes.  “You were just trying to do the right thing. And I’m sure it would have worked with anyone less mental than me. Besides, you’re here now. That’s the part that matters.”  “If I’d never left, you wouldn’t feel the need to go risk your life to comfort a dog .”  I flinched. I was used to Jacob and all his derogatory slurs —bloodsucker, leech, parasite . . . .    Somehow it sounded harsher in Edward’s velvet voice.  “I don’t know how to phrase this properly,” Edward said, and his tone was bleak. “It’s going to sound cruel, I suppose. But I’ve come too close to losing you in the past. I know what it feels like to think I have. I am not going to tolerate anything dangerous.”  “You have to trust me on this. I’ll be fine.”  His face was pained again. “Please, Bella,” he whispered.  I stared into his suddenly burning golden eyes. “Please what?”  “Please, for me. Please make a conscious effort to keep yourself safe. I’ll do everything I can, but I would appreciate a little help.”      “I’ll work on it,” I murmured.  “Do you really have any idea how important you are to me? Any concept at all of how much I love you?” He pulled me tighter against his hard chest, tucking my head under his chin.  I pressed my lips against his snow-cold neck. “I know how much I love you ,” I answered.  “You compare one small tree to the entire forest.”  I rolled my eyes, but he couldn’t see. “Impossible.”  He kissed the top of my head and sighed.  “No werewolves.”  “I’m not going along with that. I have to see Jacob.”  “Then I’ll have to stop you.”    He sounded utterly confident that this wouldn’t be a problem.  I was sure he was right.  “We’ll see about that,” I bluffed anyway. “He’s still my friend.”  I could feel Jacob’s note in my pocket, like it suddenly weighed ten pounds. I could hear the words in his voice, and he seemed to be agreeing with Edward — something that would never happen in reality.  Doesn’t change anything. Sorry.",
            "vi": "Điều đó làm tôi buồn khi anh phải cố gắng thật nhiều như vậy. Tôi an ủi mình bằng chuyện mình sẽ không làm cho anh đau đớn lâu hơn.  Thế rồi tôi nghe tiếng Charlie đến gần, nện bước chân của ông trên đường đi tỏ thái độ không hài lòng cố hữu của ông với vị khách của chúng tôi. Mắt Edward vội mở ra và anh buông bàn tay chúng tôi xuống, vẫn đan vào nhau.    \"Chào Charlie.\" Edward lúc nào cũng hết sức lịch sự, cho dù Charlie không xứng đáng với điều đó. Charlie cằn nhằn anh, rồi đứng ở đó khoanh tay trước ngực. Gần đây ông muốn chứng tỏ quyền làm cha giám sát tôi hết sức nghiêm ngặt.  \"Anh mang đến một bộ đơn khác nữa,\" Edward nói với tôi rồi giơ lên phong bì bằng giấy ma-ni-la chật cứng. Anh đang cuộn một cuộn tem giống như cái nhẫn quanh ngón tay út của mình.    Tôi rên rỉ. Còn có trường cao đẳng nào còn sót lại mà anh không ép tôi nộp đơn không? Và làm sao anh cứ tìm những trường còn trống này hoài vậy? Năm nay đã trễ rồi mà.  Anh mỉm cười như thể đoán được ý nghĩ của tôi; chắc chúng hiện trên mặt tôi. \"Vẫn còn một vài thời hạn chót để ngỏ. Và một vài nơi sẵn sàng chấp nhận ngoại lệ”.    Tôi có thể hình dung được động cơ đằng sau những ngoại lệ ấy. Và chắc thế nào cũng dính đến tiền.  Edward cười nhạo vẻ mặt của tôi.  \"Mình làm chứ?\" anh hỏi, kéo tôi về phía bàn bếp.  Charlie gắt gỏng và đi theo sau, cho dù ông hầu như không than phiền gì về hoạt động của lịch trình đêm nay. Ông quấy rầy tôi mỗi ngày về việc chọn trường.     Tôi dọn bàn thật nhanh trong khi Edward sắp xếp lại chồng đơn đáng ngại. Khi tôi dời cuốn Đỉnh gió hú trên quầy, Edward nhướng mày. Tôi biết anh đang nghĩ gì, nhưng Charlie cắt ngang trước khi Edward bình luận.  \"Nói về vụ nộp đơn vào trường cao đẳng, Edward, \" Charlie nói, giọng ông thậm chí giận dỗi hơn - ông cố tránh gọi thẳng tên Edward, và khi ông bắt buộc phải lên tiếng, thì ông càng tức giận hơn.  \"Bella và tôi đang nói về năm tới. Cậu đã quyết định sẽ học trường nào chưa?\"    Edward tươi cười nhìn Charlie và giọng anh đầy thân thiện. \"Chưa. Cháu đã nhận được một vài thư đồng ý, nhưng cháu vẫn còn cân nhắc lựa chọn.\"  \"Thế nơi nào đã chấp nhận rồi?\" Charlie nhấn mạnh.  \"Syracuse…..Harvard……Dartmouth. Và cháu vừa nhận thư của đại học Alaska Southeast hôm nay.\" Edward hơi quay mặt sang một bên để có thể nháy mắt với tôi. Tôi nín cười.     \"Harvard? Dartmouth ?\" Charlie lầm bầm, không giấu được vẻ ngưỡng mộ. \"Ờ, tốt……. thế cũng được. Ờ, nhưng đại học Alaska….cậu không nghĩ đến chuyện cậu có thể học ở Ivy League à. Ý tôi là, cha cậu sẽ muốn cậu …..\"  \"Cháu chọn gì Carlisle cũng chịu hết,\" Edward bình tĩnh nói với ông.  \"Hừm.\"    \"Anh tưởng tượng được không, Edward?\" Tôi vui vẻ hỏi, xạo sự.  “Chuyện gì vậy Bella?\"  Tôi chỉ cái phong bì dày cộm trên quầy bếp. \"Em vừa nhận được thư chấp thuận của đại học Alaska!\"  \"Chúc mừng em!\" Anh cười toe toét. \"Trùng hợp làm sao.\"  Mắt Charlie nheo lại và ông nhìn qua lại hai chúng tôi. \"Tốt thôi,\" Một phút sau ông lẩm bẩm \" Bố đi coi đánh bóng đây, Bella. Nhớ chín giờ ba mươi nhé. \"  Đó là mệnh lệnh thường lệ của ông khi bỏ đi.    \"Eo, bố? Bố có nhớ mới nói xong về chuyện con tự do ... không?\"  Ông thở dài. \"Đúng vậy. Thôi được, mười giờ ba mươi. Con vẫn còn lệnh hạn chế học đêm ở trường đấy\"  \"Bella không bị cấm ra ngoài nữa sao?\" Edward hỏi. Dù tôi biết anh chẳng hề ngạc nhiên, nhưng tôi không thể phát hiện ra vẻ giả tạo trong giọng sung sướng bất ngờ của anh.  \"Có điều kiện,\" Charlie đính chính qua kẽ răng. \"Dính dáng gì tới cậu?\"  Tôi cau mày khó chịu với bố tôi, nhưng anh không thấy điều đó.  \"Thật vui khi biết vậy,\" Edward nói. \"Alice đang mong có một người mua sắm hợp rơ, và cháu chắc chắn rằng Bella muốn được ngắm nhìn ánh đèn thành phố.\" Anh mỉm cười với tôi.  Nhưng Charlie gầm gừ, \"Không được!\" và mặt ông chuyển sang đỏ tía.    \"Bố! Sao kỳ vậy bố?\"  Ông cố gắng lên tiếng. \"Bố không muốn con đi Seattle ngay bây giờ.\"  \"Hả?\"  \"Bố đã kể cho con nghe về chuyện đăng trong báo rồi - có băng nhóm nào đó đang bắn giết điên loạn ở Seattle và bố muốn con tránh xa, được chứ?\"    Tôi trợn tròn mắt. \"Bố, bị sét đánh còn dễ xảy ra hơn tự nhiên đúng ngày con ở Seattle -\"  \"Không đâu, được thôi, bác Charlie, \" Edward nói, ngắt lời tôi. \"Cháu không có ý nói đến Seattle. Thực ra cháu nghĩ đến Portland. Cháu cũng sẽ không để Bella đến Seattle đâu. Dĩ nhiên là không rồi.\"  Tôi nhìn anh nghi ngờ, nhưng anh cầm tờ báo của Charlie trong tay và anh đang đọc trang nhất chăm chú.    Chắc là anh đang cố gắng để dỗ dành bố thôi. Cái ý nghĩ gặp nguy hiểm dù là bởi những con người đáng sợ nhất trong khi đang ở bên Alice hay Edward thật hết sức buồn cười.  Có hiệu quả liền. Charlie nhìn chằm chằm vào Edward trong một giây nữa, rồi nhún vai. \"Tốt thôi.\" Ông hiên ngang đi về phía phòng khách, bây giờ thì hơi vội một chút - có lẽ ông không muốn bỏ lỡ phần bắt đầu hiệp đấu.  Tôi chờ đến khi TV được bật lên, để Charlie không nghe được.  \"Chuyện gì thế-,\" tôi bắt đầu hỏi.  \"Chờ chút,\" Edward nói không rời mắt khỏi tờ báo. Mắt anh vẫn nhìn vào trang này khi đẩy qua bàn lá đơn đầu tiên về phía tôi. \"Anh nghĩ em có thể chế lại bài tiểu luận của em cho lá đơn này. Cũng mấy câu hỏi giống nhau thôi\"    Charlie hẳn vẫn đang nghe ngóng. Tôi thở dài và bắt đầu điền vào thông tin lặp đi lặp lại cũ rích: tên, địa chỉ, tình trạng xã hội…..Sau vài phút, tôi liếc nhìn lên, nhưng Edward đang nhìn trầm ngâm ra cửa sổ. Khi cúi đầu trở lại với việc đang làm, tôi mới để ý đến tên của trường.  Tôi khịt mũi và đẩy mấy tờ giấy sang một bên.    \"Bella ?\"  \"Nghiêm túc đi, Edward. Trường Dartmouth sao?\"  Edward lấy cái đơn tôi đã bỏ và đặt nó nhẹ nhàng trước mặt tôi trở lại. \"Anh nghĩ em sẽ thích New Hampshire, \" anh nói. \"Có lớp đêm bổ sung đầy đủ cho anh, và rừng cũng nằm ở vị trí rất thuận tiện cho người mê đi bộ đường dài. Đầy nhóc động vật hoang dã. \" Anh nhếch môi mỉm cười nụ cười anh biết tôi không cưỡng lại nỗi.    Tôi hít thật sâu qua mũi.  \"Anh sẽ để em trả tiền lại, nếu em thích vậy,\" anh hứa. \"Nếu em muốn, anh có thể tính tiền lãi\"  \"Làm như em tự nhiên được nhận vào trường mà không cần tiền hối lộ khổng lồ vậy. Hay đó là điều kiện của chuyện cho vay tiền? Hay nhà Cullen bảo trợ cho thư viện mới? Eo ôi. Sao mình cứ nói đi nói lại chuyện này hoài vậy?\"     \"Em chỉ cần điền vào đơn này thôi mà, Bella? Có đau đớn gì đâu chứ.\"  Hàm tôi nghiến lại. \"Anh biết gì không? Em sẽ không điền đâu. \"  Tôi với lấy mấy tờ giấy, định vò tròn chúng lại để quăng vào thùng rác, nhưng chúng không còn ở đó nữa. Tôi nhìn chằm chằm vào cái bàn trống không một hồi lâu, rồi nhìn Edward. Anh như chẳng hề nhúc nhích, nhưng cái đơn có lẽ đã được giấu trong áo khoác của anh.    \"Anh sẽ làm gì?\" Tôi gặng hỏi.  \"Anh sẽ ký tên em đẹp hơn là em tự ký. Em đã viết tiểu luận rồi còn gì.\"  \"Anh biết đó, anh quá nhiệt tình chuyện này đó\" Tôi thì thầm vì ít có khả năng Charlie hoàn toàn đắm chìm vào trận đấu. \"Em thật sự chẳng cần nộp đơn vô đâu hết. Em đã được chấp nhận vào Alaska. Em gần như có thể chi trả học phí trong học kỳ đầu tiên. Nó là chứng cớ ngoại phạm tốt cho mọi thứ. Không cần phải quăng cả đống tiền, dù đó là trường của ai.\"  Vẻ mặt anh căng ra đau đớn. \"Bella - \"  \"Đừng nói lại chuyện đó nữa. Em đồng ý là em cần xem xét kỹ lưỡng mọi hành động vì Charlie, nhưng cả hai chúng ta đều biết là em không thể nào đến trường vào mùa thu tới. Không thể nào ở bất kỳ đâu gần con người.\"    Kiến thức của tôi về mấy năm đầu tiên làm ma cà rồng mới rất sơ sài. Edward chẳng bao giờ chịu nói cặn kẽ - đó không phải là đề tài ưa thích của anh - nhưng tôi biết chẳng dễ chịu chút nào. Tự chủ rõ ràng là kỹ năng cần có. Bất cứ trường nào mà ngoài trường đào tạo từ xa là không thể được.  \"Anh tưởng chuyện chọn thời gian vẫn chưa ngã ngũ,\" Edward nhắc khẽ tôi. \"Em có thể học một hoặc hai học kỳ ở cao đẳng. Em chưa có nhiều kinh nghiệm làm người mà.\"  \"Sau đó em sẽ có thôi.\"  \"Sau đó sẽ không còn là kinh nghiệm làm người nữa. Em sẽ không có cơ hội làm người lần thứ hai đâu, Bella. \"  Tôi thở dài.\"Anh phải biết điều về vụ chọn thời gian chứ, Edward. Chuyện này quá nguy hiểm nên phải nghiêm túc mới được.\"    \"Chưa có gì nguy hiểm hết,\" anh nhấn mạnh.  Tôi nhìn anh trừng trừng. Không nguy hiểm ư? Chắc chắn rồi. Tôi chỉ thấy có một ma cà rồng ác dâm cố trả thù cái chết của bạn tình, bằng cách hành hạ đau đớn từ từ. Ai lo về vụ Victoria? Và còn, ồ, ờ, Volturi - một gia đình hoàng tộc ma cà rồng với đội quân nhỏ các chiến binh ma cà rồng - khăng khăng là tôi sẽ chết bằng cách này hay cách khác trong một ngày gần đây, vì con người không được phép biết họ tồn tại. Đúng. Có chút lý do gì để hoảng sợ đâu.  Ngay cả việc Alice luôn canh chừng - Edward dựa vào khả năng biết chính xác tương lai một cách kỳ lạ của cô ấy để cảnh báo cho chúng tôi mọi việc- thật là điên khi liều lĩnh như vậy.     Hơn nữa, tôi đã thắng trong cuộc tranh luận này. Ngày biến đổi tôi đã được tạm thời quyết định là ngay sau khi tốt nghiệp trung học, tức là chỉ còn vài tuần nữa thôi.  Cái xóc nẩy mạnh khó chịu xuyên qua dạ dày khi tôi nhận ra khoảng thời gian thực sự còn rất ngắn. Dĩ nhiên sự biến đổi này là cần thiết - và bởi đó chính là điều mà tôi mong muốn hơn hết thảy những gì trên thế gian này gộp lại - nhưng tôi quan tâm rất nhiều đến Charlie vẫn đang ngồi trong căn phòng kia thưởng thức trận đấu, như mọi buổi tối khác. Và mẹ tôi, Renée, đang ở tiểu bang đầy nắng Florida xa xôi, vẫn bảo tôi đến nghỉ hè trên bãi biển với bà và chồng mới cưới của bà. Và Jacob, một người, không giống như cha mẹ tôi, sẽ biết chính xác chuyện gì xảy ra khi tôi biến mất để đến ngôi trường nào đó xa xôi. Ngay cho dù cha mẹ tôi không nghi ngờ trong một thời gian dài, ngay cho dù tôi có thể hoãn viếng thăm với lời xin lỗi rằng vì chi phí đi lại hay vì học hành quá tải hoặc bệnh, nhưng Jacob sẽ biết sự thật.     Trong một chốc, cái ý nghĩ Jacob chắc chắn khiếp sợ đã làm lu mờ mọi nỗi đau khác.  \"Bella,\" Edward thì thầm, mặt anh nhăn lại khi đọc thấy niềm đau trong suy nghĩ của tôi. \"Không có gì phải vội. Anh sẽ không để cho bất kỳ ai làm em bị thương. Em hãy thong thả.\"  \"Em muốn nhanh,\" tôi thì thầm, mỉm cười yếu ớt, cố pha trò. \"Em cũng muốn trở thành quái vật nữa.”    Anh nghiến răng lại; nói qua kẽ răng. \"Em không biết em đang nói gì đâu.\" Bỗng dưng anh ném tờ báo ướt lên bàn ở giữa chúng tôi. Ngón tay anh chỉ vào dòng tít trên trang nhất :  DANH SÁCH NGƯỜI CHẾT ĐANG GIA TĂNG, CẢNH SÁT E RẰNG ĐÂY LÀ HOẠT ĐỘNG CỦA CÁC BĂNG NHÓM  \"Chuyện đó chẳng dính dáng tới gì hết?\"  \"Quái vật không phải là chuyện đùa đâu, Bella.\"  Tôi nhìn chằm chằm vào tiêu đề bài báo, rồi ngước lên nhìn vẻ mặt nghiêm nghị của anh.  ”Một…con ma cà rồng đang làm việc này à?\" Tôi thì thầm.    Anh cười chua chát. Giọng anh chùng xuống và lạnh lẽo.  \"Em sẽ ngạc nhiên, Bella, khi biết đồng loại của anh thường đứng sau những chuyện kinh dị đăng ở các trang tin tức của loài người. Thật dễ nhận ra, khi em biết em đang tìm kiếm gì. Thông tin ở đây cho biết một con ma cà rồng mới sinh đang sống buông thả ở Seattle. Khát máu, hoang dã, không kiểm soát được bản thân. Tất cả bọn anh đều thế.\"  Tôi nhìn chằm chằm vào tờ báo lần nữa, lẩn tránh ánh mắt anh.    \"Tụi anh đã giám sát tình hình trong một vài tuần nay. Mọi dấu hiệu đều có ở đó cả - biến mất mơ hồ, luôn vào ban đêm, – những xác chết ở trong tình trạng thảm khốc, thiếu bằng chứng khác... Đúng vậy, một con mới tinh. Và dường như chẳng ai chịu trách nhiệm về con ma cà rồng mới này. ..\" Anh hít thật sâu. \" Ừm, đó không phải là chuyện của mình. Bọn anh thậm chí chẳng thèm để mắt tới nếu nó không xảy ra ở gần nhà mình. Như anh đã nói, chuyện này xảy ra hoài. Sự hiện hữu của mấy con quái vật sẽ dẫn đến hậu quả ghê gớm.\"    Tôi cố không nhìn mấy cái tên trên trang này, nhưng chúng cứ nhảy ra khỏi phần còn lại của trang in như thể được in đậm vậy. Năm người bị chết, gia đình họ giờ đây đang than khóc. Khi đọc những cái tên đó, tôi thấy nó khác với những vụ giết người về mặt lý thuyết . Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O'Connell, Ronald Albrook. Những người này cũng có cha mẹ và con cái và bạn bè và thú cưng và công việc và hy vọng và kế hoạch và những kỷ niệm và tương lại nữa..…  \"Em sẽ không giống vậy đâu,\" tôi thì thầm, nửa tự nói với chính mình.  \"Anh sẽ không để em như thế nhé. Mình sẽ sống ở Nam cực.\"    Edward khịt mũi, phá tan đi sự căng thẳng. \"Có chim cánh cụt nữa. Dễ thương hết sức.\"  Tôi run run cười và gạt phăng tờ báo ra khỏi bàn để khòi nhìn thấy mấy cái tên đó nữa; nó chạm vô vải sơn lót sàn kêu cái thịch. Tất nhiên Edward sẽ xem xét khả năng săn mồi. Anh và cả gia đình \"ăn chay\" của anh - đều cam kết bảo vệ mạng sống con người – chọn hương vị của các con thú lớn để đáp ứng nhu cầu ăn kiêng của họ. \"Vậy thì, Alaska, như kế hoạch. Chỉ việc chọn nơi nào đó xa hơn Juneau - một nơi nào đó mà có thiệt nhiều gấu xám.\"  \"Tốt hơn,\" anh thêm vào. \"nên có cả gấu trắng Bắc Cực. Rất dữ tợn. Và loài sói sẽ đông lên.\"     Tôi há hốc và thở thật mạnh.  \"Có chuyện gì vậy?\" anh hỏi. Trước khi tôi có thể thở lại bình thường, vẻ không hiểu biến mất và toàn thân anh dường như rắn lại. \"Ồ. Vậy thì đừng để ý đến loài sói, nếu chuyện này làm em khó chịu.\" Giọng anh đanh lại, nghiêm nghị, đôi vai anh gồng lên.  \"Anh ấy đã từng là bạn thân nhất của em, Edward,\" tôi lẩm bẩm. Cảm thấy nhói đau khi sử dụng thời quá khứ. “Dĩ nhiên ý nghĩ đó làm em khó chịu.\"  \"Làm ơn bỏ qua chuyện anh thiếu suy nghĩ nhé,\" anh nói, vẫn với cái giọng nghiêm nghị ấy. \"Lẽ ra anh không nên nêu chuyện đó ra. \"  \"Đừng lo chuyện đó.\" Tôi nhìn chằm chằm vào bàn tay tôi, nắm lại thành hai nắm đấm trên bàn.  Cả hai chúng tôi đều im lặng một hồi lâu, và rồi ngón tay mát rượi của anh ở dưới cằm tôi, nâng mặt tôi lên. Giờ thì vẻ mặt của anh dịu nhiều.    \"Xin lỗi. Thật đấy.\"  \"Em biết. Em biết sẽ không còn như cũ nữa. Lẽ ra em không nên phản ứng như vậy. Chỉ là…..ừm, em đang nghĩ đến Jacob trước khi anh ghé qua.\" Tôi do dự. Đôi mắt vàng nâu của anh hình như tối lại mỗi khi tôi nhắc đến tên Jacob. Giọng tôi khẩn khoản đáp lại.\" Charlie nói Jake đang khổ sở. Hiện giờ anh ta đang đau đớn, và . . . do lỗi của em đó. \"  \"Em đâu có làm gì sai, Bella. \"  Tôi hít thật sâu. \"Em cần phải cải thiện tình hình, Edward. Em nợ anh ấy chuyện này. Và dù sao đó cũng là một trong những điều kiện của Charlie\"    Mặt anh đổi sắc khi tôi nói, trở nên rắn lại, như tượng.  \"Em biết là việc em loanh quanh bên cạnh người sói không có ai bảo vệ là không thể được, Bella. Và chuyện đó sẽ phá vỡ thoả ước nếu có ai trong tụi anh vượt qua đất của họ. Em có muốn tụi anh gây chiến không?\"  \"Dĩ nhiên là không rồi!\"  \"Vậy thì chẳng cần nói thêm về chuyện này nữa.\" Anh buông thỏng tay xuống và nhìn sang chỗ khác, tìm đề tài để thay đổi. Mắt anh ngừng lại trên cái gì đó đằng sau tôi, và anh mỉm cười, mặc dù đôi mắt anh vẫn dè dặt.  “Anh mừng vì Charlie đã quyết định cho em ra ngoài – em cảm thấy buồn và cần đến tiệm sách. Anh không thể tin nỗi em lại đọc Đỉnh gió hú. Em chưa thuộc lòng nó à?\"    \"Đâu phải ai cũng có trí nhớ như in đâu,\" tôi cộc lốc nói.  \"Nhớ như in hay không, anh vẫn không hiểu tại sao em thích nó. Mấy nhân vật này là những người rùng rợn cứ huỷ hoại đời nhau. Anh không biết tại sao Heathcliff và Cathy cuối cùng lại được xếp vô những đôi như Romeo và Juliet hoặc Elizabeth Bennet và ông Darcy. Đâu phải là một chuyện tình, đó là câu chuyện về lòng căm thù.\"     \"Anh không thích những tác phẩm kinh điển thì phải,\" tôi cáu kỉnh.  \"Có lẽ đó là vì anh không ấn tượng với đồ cổ.\" Anh mỉm cười, rõ ràng hài lòng khi đã làm phân tâm tôi. \"Thế nhưng, thật tình sao em cứ đọc nó hoài vậy?\" Mắt anh long lanh với vẻ quan tâm thực sự, cố gắng –một lần nữa – làm sáng tỏ kiểu suy nghĩ rối rấm của tâm trí tôi. Anh chồm qua bàn ôm mặt tôi trong bàn tay mình.\"Cái gì đã lôi cuốn em đến vậy?\"    Tính hiếu kỳ chân thành của anh đã làm tôi mềm lòng. \"Em không rõ nữa, \" tôi nói, cố gắng sắp xếp lại ý nghĩ trong khi ánh nhìn chằm chằm của anh vô tình phân tán suy nghĩ của tôi. \"Em nghĩ đó có thể là tính tất yếu không thể tránh được. Sao mà chẳng có gì có thể chia lìa họ được - không phải tính ích kỷ của cô ấy, hay tại bản chất anh ta xấu xa, hoặc thậm chí cái chết, cuối cùng….\"  Mặt anh có vẻ tư lự khi nghiền ngẫm lời tôi nói. Một lúc sau anh cười trêu chọc. \"Anh vẫn nghĩ chuyện sẽ hay hơn nếu có ai trong số họ biết hối lỗi\"    \"Em nghĩ có lẽ điểm mấu chốt là, \" tôi không đồng ý. \"Tình yêu chính là sự hối lỗi duy nhất của họ.\"  \"Anh tưởng em có khả năng thưởng thức tốt hơn thế - yêu ai đó rất ...có hại.\"  \"Hơi trễ đối với em để lo chuyện em yêu ai, \" tôi nêu rõ. “Nhưng thậm chí không cần cảnh báo, dường như em đã kiểm soát chuyện đó khá tốt rồi.\"    Anh cười lặng lẽ. \"Anh mừng khi em nghĩ vậy.\"  \"Ừm, em hy vọng anh đủ thông minh để tránh xa những ai ích kỷ như thế. Catherine đúng là nguồn cơn của mọi rắc rối, đâu phải Heathcliff.\"  \"Anh sẽ cảnh giác,\" anh hứa.  Tôi thở dài. Anh giỏi làm người ta phân tâm lắm.  Tôi đặt tay mình lên tay anh để ôm lấy mặt tôi. \"Em cần gặp Jacob.\"  Mắt anh nhắm lại. \"Đừng.\"     \"Thực sự không nguy hiểm chút nào đâu,” tôi nói, van nài lần nữa. \"Em thường chơi với tất cả mọi người suốt cả ngày ở La Push, mà chưa bao giờ có chuyện gì xảy ra hết.\"  Nhưng tôi đã sơ suất; giọng tôi ấp úng ở đoạn cuối vì tôi nhận ra tôi đang nói những từ dối trá. Không phải chẳng có gì xảy ra. Một tia ký ức chợt loé lên trong đầu tôi - con chó sói xám khổng lồ thu mình lại chuẩn bị nhảy, nhe răng nhọn như dao găm chĩa vào tôi - làm cho lòng bàn tay tôi mướt mồ hôi với tiếng kêu hoảng sợ khi nhớ lại.  Edward nghe được tim tôi đập nhanh hơn và gục gặc đầu như thể tôi đã thừa nhận chuyện nói xạo . \"Người sói không thể tự chủ được. Đôi khi, người gần gũi chúng sẽ bị thương. Đôi khi, họ còn bị giết chết nữa.\"    Tôi muốn phủ nhận điều đó, nhưng hình ảnh khác làm tôi chậm bác bỏ. Tôi thấy trong đầu mình khuôn mặt trước đây rất xinh đẹp của Emily Young, bây giờ bị huỷ hoại với ba cái sẹo đen kéo khoé mắt phải của cô xuống và làm cho miệng cô méo mó suốt đời thành nét giận dữ không cân xứng.  Anh chờ tôi lên tiếng với vẻ hoan hỉ đắc thắng.  “Anh chẳng hiểu họ đâu,\" tôi thì thầm.  \"Anh hiểu họ nhiều hơn em nghĩ đấy, Bella. Anh có mặt ở đây lần cuối cùng.\"  \"Lần cuối cùng à?\"    \"Tụi anh bắt đầu đụng độ với bọn sói khoảng bảy mươi năm về trước…..tụi anh dừng chân gần Hoquiam. Đó là trước khi Alice và Jasper về ở với tụi anh. Tụi anh đông hơn họ, nhưng chẳng thể ngăn được cuộc chiến nếu không vì Carlisle. Ông đã cố thuyết phục Ephraim Black là có thể cùng chung sống, và cuối cùng tụi anh đã thoả thuận ngừng chiến.\"  Cái tên của ông cố Jacob khiến tôi giật mình.    “Tụi anh cứ ngỡ dòng họ này đã lụi tàn cùng với Ephraim rồi chứ,\" Edward lẩm bẩm; nghe có vẻ như anh giờ đây đang tự sự với chính mình. \"Tưởng là sự biến dị giúp biến đổi ấy đã mai một...\" Anh dừng lại và nhìn tôi chằm chằm với vẻ buộc tội. \"Vận rủi của em có vẻ phát huy hiệu lực hơn mỗi ngày. Em có biết là khả năng lôi kéo chết chóc vô độ của em đã đủ mạnh để cứu đàn chó đột biến khỏi tình trạng tuyệt chủng không? Nếu đóng chai được may mắn của em, thì mình đã có được vũ khí huỷ diệt hàng loạt trong tay rồi.\"  Tôi lờ đi lời trêu ghẹo, chú ý đến giả định của anh – Anh nói thiệt ư?  \"Nhưng em đâu có khôi phục họ đâu. Anh không biết à?\"    \"Biết cái gì?\"  \"Chuyện xui xẻo của em chẳng hề liên quan gì đến chuyện đó hết. Người sói trở lại vì ma cà rồng đã trở lại.\"  Edward nhìn tôi chằm chằm, toàn thân anh bất động vì bất ngờ.  \"Jacob bảo em là chuyện gia đình anh ở đây đã gây ra mọi chuyện. Em nghĩ anh đã biết…..\"  Mắt anh nheo lại. \"Họ nghĩ thế à?\"  \"Edward, xem những sự kiện nè. Cách đây bảy mươi năm, anh đến đây, và người sói xuất hiện. Bây giờ anh trở lại, và người sói xuất hiện trở lại. Anh nghĩ đó là sự trùng hợp ngẫu nhiên sao?\"    Anh chớp mắt và ánh mắt chằm chằm của anh giãn ra.\"Carlisle sẽ thích giả thuyết này lắm đây.”  \"Giả thuyết à,\" tôi chế giễu.  Anh im lặng hồi lâu, nhìn ra cửa sổ vào trời mưa; tôi tưởng tượng anh đang ngẫm nghĩ về việc hiện diện của gia đình anh đang biến những người dân địa phương thành những con chó khổng lồ.  \"Thú vị, nhưng không liên quan cho lắm,\" anh thì thầm một lúc. \"Tình hình vẫn vậy.\"  Tôi có thể hiểu điều đó khá dễ: không bạn bè gì với người sói hết.  Tôi biết mình phải kiên nhẫn với Edward. Không phải là anh vô lý, mà chỉ là anh không hiểu. Anh không biết rằng tôi nợ Jacob Black rất nhiều - nhiều lần trong đời, và có thể cả sự sáng suốt của tôi nữa.   Tôi không thích nói về khoảng thời gian trống vắng với bất kỳ ai, và đăc biệt là càng không thể nói với Edward. Anh bỏ đi chỉ vì cố cứu tôi, cố cứu linh hồn của tôi. Tôi không buộc anh phải chịu trách nhiệm về mọi chuyện ngu ngốc tôi đã làm khi anh đi vắng, hay nỗi đau mà tôi chịu đựng.  Anh đã làm vậy.  Vì thế tôi sẽ phải giải thích thật cẩn thận.  Tôi đứng dậy và đi quanh bàn. Anh dang tay ra đón tôi và tôi ngồi vào lòng anh, rúc vào vòng tay cứng như đá giá lạnh của anh. Tôi vừa nói vừa nhìn vào bàn tay anh.    \"Xin hãy lắng nghe em một lát thôi. Việc này quan trọng hơn nhiều so với chuyện bốc đồng đến thăm một người bạn cũ. Jacob đang đau đớn.\" Giọng tôi lạc đi khi nói đến từ này. \"Em không thể không thử giúp anh ấy - em không thể từ bỏ anh ấy bây giờ, lúc anh ấy cần em. Chỉ bởi vì anh ấy không phải luôn là con người... À, anh ấy đã ở đó vì em khi chính em... cũng chẳng phải là con người. Anh không hiểu điều như thế nào đâu...\" Tôi do dự. Cánh tay Edward cứng ngắc quanh tôi; giờ đây bàn tay anh đang co thành nắm đấm, gân nổi lên. \"Nếu Jacob đã không giúp em... Em không biết anh có quay về hay không. Em nợ anh ấy nhiều hơn việc này nữa, Edward.”     Tôi thận trọng ngước nhìn mặt anh. Mắt anh nhắm nghiền, và quai hàm anh căng ra.  \"Anh sẽ không bao giờ tha thứ cho mình vì đã rời bỏ em\" anh thì thầm. \"Vẫn không dẫu cho anh có sống một trăm ngàn năm nữa.\"  Tôi đưa tay chạm vào khuôn mặt lạnh băng của anh và chờ mãi cho đến khi anh thở dài và mở mắt ra.  \"Anh chỉ cố làm chuyện đúng đắn thôi. Và em chắc chắn nó sẽ có hiệu quả với bất kỳ ai ít tâm thần hơn em. Hơn nữa, giờ này anh đã ở đây rồi. Đó mới là chuyện quan trọng\"  \"Nếu anh không bỏ đi, thì em đã không cảm thấy cần liều mình đi an ủi một con chó\"  Tôi do dự. Tôi đã quen với Jacob và tất cả từ xúc phạm làm giảm giá trị người khác của anh - lũ hút máu, đỉa, kẻ ăn bám….    Không hiểu vì sao giọng nói mượt mà của Edward có vẻ gay gắt.  \"Anh không biết nói sao cho đúng,\" Edward nói, và giọng anh ảm đạm. \"Anh nghĩ chuyện này nghe có vẻ độc ác. Nhưng anh đã suýt mất em. Anh biết cảm giác đó như thế nào. Anh sẽ không chịu đựng nỗi bất cứ chuyện gì nguy hiểm nữa đâu.\"  \"Anh phải tin em về chuyện này. Em sẽ ổn thôi mà.\"  Mặt anh lại đau khổ. “Xin em đấy, Bella,\" anh thì thầm.  Tôi nhìn chằm chằm vào đôi mắt vàng bỗng nhiên cháy bỏng của anh. “Xin em cái gì?\"  \"Xin em, hãy vì anh. Xin em cố gắng giữ cho mình an toàn. Anh sẽ làm mọi thứ có thể, nhưng anh rất cảm kích sự giúp đỡ nhỏ nhoi này.\"    \"Em sẽ cố gắng,\" tôi thì thầm.  \"Em có thật sự biết em quan trọng thế nào với anh không? Chẳng sao tả được anh yêu em nhiều bao nhiêu?\" Anh siết chặt tôi vào bộ ngực rắn chắc của anh hơn, kéo đầu tôi để dưới cằm anh.  Tôi áp môi mình vào cái cổ lạnh như tuyết của anh. \"Em biết em yêu anh nhiều bao nhiêu,\" tôi trả lời.  \"Em so một cây nhỏ với cả khu rừng à.\"  Tôi trợn tròn mắt, nhưng anh chẳng thấy được. \"Làm gì có chuyện đó.\"  Anh hôn đỉnh đầu của tôi và thở dài.  \"Không người sói nhé.\"  \"Em không chịu vậy đâu. Em phải gặp Jacob.\"  \"Vậy thì anh sẽ phải ngăn em thôi\" .    Anh có vẻ hết sức tự tin là chuyện này chẳng khó khăn gì.  Tôi biết chắc anh đúng.  \"Để xem,\" tôi cứ vờ tự tin. \"Anh ấy vẫn là bạn em.\"  Tôi có cảm nhận bức thư ngắn của Jacob trong túi của tôi, bỗng như nặng đến mười pao. Tôi có thể nghe mấy từ ấy bằng giọng anh, và anh dường như cũng đồng ý với Edward – đó là chuyện không bao giờ xảy ra trong thực tế.  Chẳng thay đổi được chuyện gì hết. Xin lỗi."
        },
        {
            "en": "8          8. TEMPER We ended up on the beach again, wandering aimlessly. Jacob was still full of himself for engineering my escape. “Do you think they’ll come looking for you?” he asked, sounding hopeful. “No.” I was certain about that. “They’re going to be furious with me tonight, though.” He picked up a rock and chucked it into the waves. “Don’t go back, then,” he suggested again.  “Charlie would love that,” I said sarcastically. “I bet he wouldn’t mind.” I didn’t answer. Jacob was probably right, and that made me grind my teeth together. Charlie’s blatant preference for my Quileute friends was so unfair. I wondered if he would feel the same if he knew the choice was really between vampires and werewolves. “So what’s the latest pack scandal?” I asked lightly. Jacob skidded to a halt, and he stared down at me with shocked eyes. “What? That was a joke.” “Oh.” He looked away. I waited for him to start walking again, but he seemed lost in thought.  “Is there a scandal?” I wondered. Jacob chuckled once. “I forget what it’s like, not having everyone know everything all the time. Having a quiet, private place inside my head.” We walked along the stony beach quietly for a few minutes.  “So what is it?” I finally asked. “That everyone in your head already knows?” He hesitated for a moment, as if he weren’t sure how much he was going to tell me. Then he sighed and said, “Quil imprinted. That’s three now. The rest of us are starting to get worried. Maybe it’s more common than the stories say. . . .” He frowned, and then turned to stare at me. He gazed into my eyes without speaking, his eyebrows furrowed in concentration. “What are you staring at?” I asked, feeling self-conscious. He sighed. “Nothing.” Jacob started walking again. Without seeming to think about it, he reached out and took my hand. We paced silently across the rocks. I thought of how we must look walking hand and hand down the beach — like a couple, certainly — and wondered if I should object. But this was the way it had always been with Jacob. . . . No reason to get worked up about it now. “Why is Quil’s imprinting such a scandal?” I asked when it didn’t look like he was going to go on. “Is it because he’s the newest one?”  “That doesn’t have anything to do with it.” “Then what’s the problem?” “It’s another one of those legend things. I wonder when we’re going to stop being surprised that they’re all true?” he muttered to himself.  “Are you going to tell me? Or do I have to guess?” “You’d never get it right. See, Quil hasn’t been hanging out with us, you know, until just recently. So he hadn’t been around Emily’s place much.” “Quil imprinted on Emily, too?” I gasped. “No! I told you not to guess. Emily had her two nieces down for a visit . . . and Quil met Claire.” He didn’t continue. I thought about that for a moment. “Emily doesn’t want her niece with a werewolf? That’s a little hypocritical,” I said. But I could understand why she of all people might feel that way. I thought again of the long scars that <em>marred</em> her face and extended all the way down her right arm. Sam had lost control just once when he was standing too close to her. Once was all it took. . . . I’d seen the pain in Sam’s eyes when he looked at what he’d done to Emily. I could understand why Emily might want to protect her niece from that.  “Would you please stop guessing? You’re way off. Emily doesn’t mind that part, it’s just, well, a little early.” “What do you mean early?” Jacob appraised me with narrowed eyes. “Try not to be judgmental, okay?” I nodded cautiously. “Claire is two,” Jacob told me. Rain started to fall. I blinked furiously as the drops pelted my face. Jacob waited in silence. He wore no jacket, as usual; the rain left a spatter of dark spots on his black T-shirt, and dripped through his shaggy hair. His face was expressionless as he watched mine. “Quil . . . imprinted . . . with a two-year-old?” I was finally able to ask. “It happens.” Jacob shrugged. He bent to grab another rock and sent it flying out into the bay. “Or so the stories say.” “But she’s a baby,” I protested. He looked at me with dark amusement. “Quil’s not getting any older,” he reminded me, a bit of acid in his tone. “He’ll just have to be patient for a few decades.” “I . . . don’t know what to say.” I was trying my hardest not to be critical, but, in truth, I was horrified. Until now, nothing about the werewolves had bothered me since the day I’d found out they weren’t committing the murders I’d suspected them of. “You’re making judgments,” he accused. “I can see it on your face.” “Sorry,” I muttered. “But it sounds really creepy.”  “It’s not like that; you’ve got it all wrong,” Jacob defended his friend, suddenly vehement. “I’ve seen what it’s like, through his eyes. There’s nothing romantic about it at all, not for Quil, not now.” He took a deep breath, frustrated. “It’s so hard to describe. It’s not like love at first sight, really. It’s more like . . .gravity moves. When you see her, suddenly it’s not the earth holding you here anymore. She does. And nothing matters more than her. And you would do anything for her, be anything for her. . . . You become whatever she needs you to be, whether that’s a protector, or a lover, or a friend, or a brother.   “Quil will be the best, kindest big brother any kid ever had. There isn’t a toddler on the planet that will be more carefully looked after than that little girl will be. And then, when she’s older and needs a friend, he’ll be more understanding, trustworthy, and reliable than anyone else she knows. And then, when she’s grown up, they’ll be as happy as Emily and Sam.” A strange, bitter edge sharpened his tone at the very end, when he spoke of Sam.  “Doesn’t Claire get a choice here?” “Of course. But why wouldn’t she choose him, in the end? He’ll be her perfect match. Like he was designed for her alone.” We walked in silence for a moment, till I paused to toss a rock toward the ocean. It fell to the beach several meters short. Jacob laughed at me. “We can’t all be freakishly strong,” I muttered. He sighed. “When do you think it will happen for you?” I asked quietly. His answer was flat and immediate. “Never.” “It’s not something you can control, is it?” He was silent for a few minutes. Unconsciously, we both walked slower, barely moving at all. “It’s not supposed to be,” he admitted. “But you have to see her — the one that’s supposedly meant for you.” “And you think that if you haven’t seen her yet, then she’s not out there?” I asked skeptically. “Jacob, you haven’t really seen much of the world — less than me, even.” “No, I haven’t,” he said in a low voice. He looked at my face with suddenly piercing eyes. “But I’ll never see anyone else, Bella. I only see you. Even when I close my eyes and try to see something else. Ask Quil or Embry. It drives them all crazy.” I dropped my eyes to the rocks. We weren’t walking anymore. The only sound was of the waves beating against the shore. I couldn’t hear the rain over their roar. “Maybe I’d better go home,” I whispered. “No!” he protested, surprised by this conclusion. I looked up at him again, and his eyes were anxious now. “You have the whole day off, right? The bloodsucker won’t be home yet.” I glared at him. “No offense intended,” he said quickly. “Yes, I have the whole day. But, Jake . . .” He held up his hands. “Sorry,” he apologized. “I won’t be like that anymore. I’ll just be Jacob.” I sighed. “But if that’s what you’re thinking . . .” “Don’t worry about me,” he insisted, smiling with deliberate cheer, too brightly. “I know what I’m doing. Just tell me if I’m upsetting you.” “I don’t know. . . .” “C’mon, Bella. Let’s go back to the house and get our bikes. You’ve got to ride a motorcycle regularly to keep it in tune.”  “I really don’t think I’m allowed.” “By who? Charlie or the blood — or him?” “Both.” Jacob grinned my grin, and he was suddenly the Jacob I missed the most, sunny and warm. I couldn’t help grinning back. The rain softened, turned to mist. “I won’t tell anyone,” he promised. “Except every one of your friends.” He shook his head soberly and raised his right hand. “I promise not to think about it.” I laughed. “If I get hurt, it was because I tripped.” “Whatever you say.” We rode our motorcycles on the back roads around La Push until the rain made them too muddy and Jacob insisted that he was going to pass out if he didn’t eat soon. Billy greeted me easily when we got to the house, as if my sudden reappearance meant nothing more complicated than that I’d wanted to spend the day with my friend. After we ate the sandwiches Jacob made, we went out to the garage and I helped him clean up the bikes. I hadn’t been here in months — since Edward had returned — but there was no sense of import to it. It was just another afternoon in the garage.  “This is nice,” I commented when he pulled the warm sodas from the grocery bag. “I’ve missed this place.” He smiled, looking around at the plastic sheds bolted together over our heads. “Yeah, I can understand that. All the splendor of the Taj Mahal, without the inconvenience and expense of traveling to India.” “To Washington’s little Taj Mahal,” I toasted, holding up my can. He touched his can to mine.  “Do you remember last Valentine’s Day? I think that was the last time you were here — the last time when things were still . . . normal, I mean.” I laughed. “Of course I remember. I traded a lifetime of servitude for a box of conversation hearts. That’s not something I’m likely to forget.” He laughed with me. “That’s right. Hmm, servitude. I’ll have to think of something good.” Then he sighed. “It feels like it was years ago. Another era. A happier one.” I couldn’t agree with him. This was my happy era now. But I was surprised to realize how many things I missed from my own personal dark ages. I stared through the opening at the murky forest. The rain had picked up again, but it was warm in the little garage, sitting next to Jacob. He was as good as a furnace. His fingers brushed my hand. “Things have really changed.”  “Yeah,” I said, and then I reached out and patted the back tire of my bike. “Charlie used to like me. I hope Billy doesn’t say anything about today. . . .” I bit my lip. “He won’t. He doesn’t get worked up about things the way Charlie does. Hey, I never did apologize officially for that stupid move with the bike. I’m real sorry about ratting you out to Charlie. I wish I hadn’t.” I rolled my eyes. “Me, too.” “I’m really, really sorry.” He looked at me hopefully, his wet, tangled black hair sticking up in every direction around his pleading face. “Oh, fine! You’re forgiven.” “Thanks, Bells!” We grinned at each other for a second, and then his face clouded over. “You know that day, when I brought the bike over . . . I’ve been wanting to ask you something,” he said slowly. “But also . . . not wanting to.” I held very still — a reaction to stress. It was a habit I’d picked up from Edward. “Were you just being stubborn because you were mad at me, or were you really serious?” he whispered.  “About what?” I whispered back, though I was sure I knew what he meant. He glared at me. “You know. When you said it was none of my business . . . if — if he bit you.” He cringed visibly at the end. “Jake . . .” My throat felt swollen. I couldn’t finish. He closed his eyes and took a deep breath. “Were you serious?” He was trembling just slightly. His eyes stayed closed.  “Yes,” I whispered. Jacob inhaled, slow and deep. “I guess I knew that.” I stared at his face, waiting for his eyes to open. “You know what this will mean?” He demanded suddenly. “You do understand that, don’t you? What will happen if they break the treaty?” “We’ll leave first,” I said in a small voice. His eyes flashed open, their black depths full of anger and pain. “There wasn’t a geographic limit to the treaty, Bella. Our great-grandfathers only agreed to keep the peace because the Cullens swore that they were different, that humans weren’t in danger from them. They promised they would never kill or change anyone ever again. If they go back on their word, the treaty is meaningless, and they are no different than any other vampires. Once that’s established, when we find them again —”.   “But, Jake, didn’t you break the treaty already?” I asked, grasping at straws. “Wasn’t part of it that you not tell people about the vampires? And you told me. So isn’t the treaty sort of moot, anyhow?” Jacob didn’t like the reminder; the pain in his eyes hardened into animosity. “Yeah, I broke the treaty — back before I believed any of it. And I’m sure they were informed of that.” He glared sourly at my forehead, not meeting my shamed gaze. “But it’s not like that gives them a freebie or anything. There’s no fault for a fault. They have only one option if they object to what I did. The same option we’ll have when they break the treaty: to attack. To start the war.” He made it sound so inevitable. I shuddered. “Jake, it doesn’t have to be that way.” His teeth ground together. “It is that way.” The silence after his declaration felt very loud. “Will you never forgive me, Jacob?” I whispered. As soon as I said the words, I wished I hadn’t. I didn’t want to hear his answer. “You won’t be Bella anymore,” he told me. “My friend won’t exist. There’ll be no one to forgive.” “That sounds like a no, ” I whispered. We faced each other for an endless moment. “Is this goodbye then, Jake?” He blinked rapidly, his fierce expression melting in surprise. “Why? We still have a few years. Can’t we be friends until we’re out of time?” “Years? No, Jake, not years.” I shook my head, and laughed once without humor. “Weeks is more accurate.” I was not expecting his reaction. He was suddenly on his feet, and there was a loud pop as the soda can exploded in his hand. Soda flew everywhere, soaking me, like it was spraying from a hose. “Jake!” I started to complain, but I fell silent when I realized that his whole body was quivering with anger. He glared at me wildly, a growling sound building in his chest. I froze in place, too shocked to remember how to move. The shaking rolled through him, getting faster, until it looked like he was vibrating. His shape blurred. . . . And then Jacob gritted his teeth together, and the growling stopped. He squeezed his eyes tight in concentration; the quivering slowed until only his hands were shaking.  “Weeks,” Jacob said in a flat monotone. I couldn’t respond; I was still frozen. He opened his eyes. They were beyond fury now. “He’s going to change you into a filthy bloodsucker in just a few weeks!” Jacob hissed through his teeth. Too stunned to take offense at his words, I just nodded mutely. His face turned green under the russet skin.  “Of course, Jake,” I whispered after a long minute of silence. “He’s seventeen, Jacob. And I get closer to nineteen every day. Besides, what’s the point in waiting? He’s all I want. What else can I do?” I’d meant that as a rhetorical question. His words cracked like snaps of a whip. “Anything. Anything else. You’d be better off dead. I’d rather you were.” I recoiled like he’d slapped me. It hurt worse than if he had. And then, as the pain shot through me, my own temper burst into flame. “Maybe you’ll get lucky,” I said bleakly, lurching to my feet. “Maybe I’ll get hit by a truck on my way back.” I grabbed my motorcycle and pushed it out into the rain. He didn’t move as I passed him. As soon as I was on the small, muddy path, I climbed on and kicked the bike to life. The rear tire spit a fountain of mud toward the garage, and I hoped that it hit him. I got absolutely soaked as I sped across the slick highway toward the Cullens’ house. The wind felt like it was freezing the rain against my skin, and my teeth were chattering before I was halfway there. Motorcycles were too impractical for Washington. I would sell the stupid thing first chance I got. I walked the bike into the Cullens’ cavernous garage and was unsurprised to find Alice waiting for me, perched lightly on the hood of her Porsche. Alice stroked the glossy yellow paint.  “I haven’t even had a chance to drive it.” She sighed. “Sorry,” I spit through my rattling teeth. “You look like you could use a hot shower,” she said, offhand, as she sprang lightly to her feet. “Yep.” She pursed her lips, taking in my expression carefully. “Do you want to talk about it?” “Nope.” She nodded in assent, but her eyes were raging with curiosity. “Do you want to go to Olympia tonight?” “Not really. Can’t I go home?” She grimaced. “Never mind, Alice,” I said. “I’ll stay if it makes things easier for you.” “Thanks,” she sighed in relief. I went to bed early that night, curling up on his sofa again. It was still dark when I woke. I was groggy, but I knew it wasn’t near morning yet. My eyes closed, and I stretched, rolling over. It took me a second before I realized that the movement should have dumped me onto the floor. And that I was much too comfortable. I rolled back over, trying to see. It was darker than last night — the clouds were too thick for the moon to shine through. “Sorry,” he murmured so softly that his voice was part of the darkness. “I didn’t mean to wake you.” I tensed, waiting for the fury — both his and mine — but it was only quiet and calm in the darkness of his room. I could almost taste the sweetness of reunion in the air, a separate fragrance from the perfume of his breath; the emptiness when we were apart left its own bitter aftertaste, something I didn’t consciously notice until it was removed. There was no friction in the space between us. The stillness was peaceful — not like the calm before the tempest, but like a clear night untouched by even the dream of a storm. And I didn’t care that I was supposed to be angry with him. I didn’t care that I was supposed to be angry with everyone. I reached out for him, found his hands in the darkness, and pulled myself closer to him. His arms encircled me, cradling me to his chest. My lips searched, hunting along his throat, to his chin, till I finally found his lips. Edward kissed me softly for a moment, and then he chuckled. “I was all braced for the wrath that was going to put grizzlies to shame, and this is what I get? I should infuriate you more often.”  “Give me a minute to work up to it,” I teased, kissing him again. “I’ll wait as long as you want,” he whispered against my lips. His fingers knotted in my hair. My breath was becoming uneven. “Maybe in the morning.” “Whatever you prefer.” “Welcome home,” I said while his cold lips pressed under my jaw. “I’m glad you came back.” “That’s a very good thing.” “Mmm,” I agreed, tightening my arms around his neck. His hand curved around my elbow, moving slowly down my arm, across my ribs and over my waist, tracing along my hip and down my leg, around my knee. He paused there, his hand curling around my calf. He pulled my leg up suddenly, hitching it around his hip. I stopped breathing. This wasn’t the kind of thing he usually allowed. Despite his cold hands, I felt suddenly warm. His lips moved in the hollow at the base of my throat. “Not to bring on the ire prematurely,” he whispered, “but do you mind telling me what it is about this bed that you object to?” Before I could answer, before I could even concentrate enough to make sense of his words, he rolled to the side, pulling me on top of him. He held my face in his hands, angling it up so that his mouth could reach my throat. My breathing was too loud — it was almost embarrassing, but I couldn’t care quite enough to be ashamed. “The bed?” he asked again. “I think it’s nice.” “It’s unnecessary,” I managed to gasp. He pulled my face back to his, and my lips shaped themselves around his. Slowly this time, he rolled till he hovered over me. He held himself carefully so that I felt none of his weight, but I could feel the cool marble of his body press against mine. My heart was hammering so loudly that it was hard to hear his quiet laughter. “That’s debatable,” he disagreed. “This would be difficult on a couch.” Cold as ice, his tongue lightly traced the shape of my lips. My head was spinning — the air was coming too fast and shallow.  “Did you change your mind?” I asked breathlessly. Maybe he’d rethought all his careful rules. Maybe there was more significance to this bed than I’d originally guessed. My heart pounded almost painfully as I waited for his answer. Edward sighed, rolling back so that we were on our sides again. “Don’t be ridiculous, Bella,” he said, disapproval strong in his voice — clearly, he understood what I meant. “I was just trying to illustrate the benefits of the bed you don’t seem to like. Don’t get carried away.” “Too late,” I muttered. “And I like the bed,” I added.  “Good.” I could hear the smile in his voice as he kissed my forehead. “I do, too.” “But I still think it’s unnecessary,” I continued. “If we’re not going to get carried away, what’s the point?” He sighed again. “For the hundredth time, Bella — it’s too dangerous.” “I like danger,” I insisted. “I know.” There was a sour edge to his voice, and I realized that he would have seen the motorcycle in the garage.  “I’ll tell you what’s dangerous,” I said quickly, before he could move to a new topic of discussion. “I’m going to spontaneously combust one of these days — and you’ll have no one but yourself to blame.” He started to push me away. “What are you doing?” I objected, clinging to him. “Protecting you from combustion. If this too much for you. . . .” “I can handle it,” I insisted. He let me worm myself back into the circle of his arms. “I’m sorry I gave you the wrong impression,” he said. “I didn’t mean to make you unhappy. That wasn’t nice.” “Actually, it was very, very nice.” He took a deep breath. “Aren’t you tired? I should let you sleep.” “No, I’m not. I don’t mind if you want to give me the wrong impression again.” “That’s probably a bad idea. You’re not the only one who gets carried away.” “Yes, I am,” I grumbled. He chuckled. “You have no idea, Bella. It doesn’t help that you are so eager to undermine my self-control, either.”  “I’m not going to apologize for that.” “Can I apologize?” “For what?” “You were angry with me, remember?” “Oh, that.” “I’m sorry. I was wrong. It’s much easier to have the proper perspective when I have you safely here.” His arms tightened around me. “I go a little berserk when I try to leave you. I don’t think I’ll go so far again. It’s not worth it.” I smiled. “Didn’t you find any mountain lions?” “Yes, I did, actually. Still not worth the anxiety. I’m sorry I had Alice hold you hostage, though. That was a bad idea.” “Yes,” I agreed. “I won’t do it again.” “Okay,” I said easily. He was already forgiven. “But slumber parties do have their advantages. . . .” I curled myself closer to him, pressing my lips into the indentation over his collarbone. “You can hold me hostage any time you want.” “Mmm,” he sighed. “I may take you up on that.” “So is it my turn now?” “Your turn?” his voice was confused. “To apologize.” “What do you have to apologize for?” “Aren’t you mad at me?” I asked blankly. “No.” It sounded like he really meant it. I felt my eyebrows pull together. “Didn’t you see Alice when you got home?” “Yes — why?” “Are you going to take her Porsche back?” “Of course not. It was a gift.” I wished I could see his expression. His voice sounded as if I’d insulted him. “Don’t you want to know what I did?” I asked, starting to be puzzled by his apparent lack of concern. I felt him shrug. “I’m always interested in everything you do — but you don’t have to tell me unless you want to.” “But I went to La Push.” “I know.” “And I ditched school.” “So did I.” I stared toward the sound of his voice, tracing his features with my fingers, trying to understand his mood. “Where did all this tolerance come from?” I demanded. He sighed. “I decided that you were right. My problem before was more about my . . . prejudice against werewolves than anything else. I’m going to try to be more reasonable and trust your judgment. If you say it’s safe, then I’ll believe you.” “Wow.”  “And . . . most importantly . . . I’m not willing to let this drive a wedge between us.” I rested my head against his chest and closed my eyes, totally content. “So,” he murmured in a casual tone. “Did you make plans to go back to La Push again soon?” I didn’t answer. His question brought back the memory of Jacob’s words, and my throat was suddenly tight. He misread my silence and the tension in my body. “Just so that I can make my own plans,” he explained quickly. “I don’t want you to feel like you have to hurry back because I’m sitting around waiting for you.” “No,” I said in a voice that sounded strange to me. “I don’t have plans go back.” “Oh. You don’t have to do that for me.” “I don’t think I’m welcome anymore,” I whispered.  “Did you run over someone’s cat?” he asked lightly. I knew he didn’t want to force the story out of me, but I could hear the curiosity burning behind his words. “No.” I took a deep breath, and then mumbled quickly through the explanation. “I thought Jacob would have realized . . . I didn’t think it would surprise him.” Edward waited while I hesitated. “He wasn’t expecting . . . that it was so soon.” “Ah,” Edward said quietly. “He said he’d rather see me dead.” My voice broke on the last word. Edward was too still for a moment, controlling whatever reaction he didn’t want me to see. Then he crushed me gently to his chest. “I’m so sorry.” “I thought you’d be glad,” I whispered. “Glad over something that’s hurt you?” he murmured into my hair. “I don’t think so, Bella.” I sighed and relaxed, fitting myself to the stone shape of him. But he was motionless again, tense. “What’s wrong?” I asked. “It’s nothing.” “You can tell me.” He paused for a minute. “It might make you angry.” “I still want to know.” He sighed. “I could quite literally kill him for saying that to you. I want to.” I laughed halfheartedly. “I guess it’s a good thing you’ve got so much self-control.” “I could slip.” His tone was thoughtful. “If you’re going to have a lapse in control, I can think of a better place for it.” I reached for his face, trying to pull myself up to kiss him. His arms held me tighter, restraining. He sighed. “Must I always be the responsible one?” I grinned in the darkness. “No. Let me be in charge of responsibility for a few minutes . . . or hours.” “Goodnight, Bella.” “Wait — there was something else I wanted to ask you about.” “What’s that?” “I was talking to Rosalie last night. . . .” His body tensed again. “Yes. She was thinking about that when I got in. She gave you quite a lot to consider, didn’t she?” His voice was anxious, and I realized that he thought I wanted to talk about the reasons Rosalie’d given me for staying human. But I was interested in something much more pressing. “She told me a little bit . . . about the time your family lived in Denali.” There was a short pause; this beginning took him by surprise. “Yes?” “She mentioned something about a bunch of female vampires . . . and you.” He didn’t answer, though I waited for a long moment.  “Don’t worry,” I said, after the silence had grown uncomfortable. “She told me you didn’t . . . show any preference. But I was just wondering, you know, if any of them had. Shown a preference for you, I mean.” Again he said nothing. “Which one?” I asked, trying to keep my voice casual, and not quite managing. “Or was there more than one?” No answer. I wished I could see his face, so I could try to guess what this silence meant. “Alice will tell me,” I said. “I’ll go ask her right now.” His arms tightened; I was unable to squirm even an inch away.  “It’s late,” he said. His voice had a little edge to it that was something new. Sort of nervous, maybe a little embarrassed. “Besides, I think Alice stepped out. . . .” “It’s bad,” I guessed. “It’s really bad, isn’t it?” I started to panic, my heart accelerating as I imagined the gorgeous immortal rival I’d never realized I had. “Calm down, Bella,” he said, kissing the tip of my nose. “You’re being absurd.” “Am I? Then why won’t you tell me?”  “Because there’s nothing to tell. You’re blowing this wildly out of proportion.” “Which one?” I insisted. He sighed. “Tanya expressed a little interest. I let her know, in a very courteous, gentlemanly fashion, that I did not return that interest. End of story.” I kept my voice as even as possible. “Tell me something — what does Tanya look like?” “Just like the rest of us — white skin, gold eyes,” he answered too quickly. “And, of course, extraordinarily beautiful.” I felt him shrug.  “I suppose, to human eyes,” he said, indifferent. “You know what, though?” “What?” My voice was petulant. He put his lips right to my ear; his cold breath tickled. “I prefer brunettes.” “She’s a blonde. That figures.” “Strawberry blonde — not at all my type.” I thought about that for a while, trying to concentrate as his lips moved slowly along my cheek, down my throat, and back up again. He made the circuit three times before I spoke. “I guess that’s okay, then,” I decided. “Hmm,” he whispered against my skin. “You’re quite adorable when you’re jealous. It’s surprisingly enjoyable.” I scowled into the darkness. “It’s late,” he said again, murmuring, almost crooning now, his voice smoother than silk. “Sleep, my Bella. Dream happy dreams. You are the only one who has ever touched my heart. It will always be yours. Sleep, my only love.” He started to hum my lullaby, and I knew it was only a matter of time till I succumbed, so I closed my eyes and snuggled closer into his chest.",
            "vi": "8         8. NỔI NÓNG  Rốt cuộc chúng tôi lại đến bờ biển, lang thang không mục đích. Jacob vẫn còn dương dương tự đắc vì đã lập mưu giúp tôi trốn được.  \"Theo bạn họ sẽ đến kiếm bạn không?\" anh hỏi, có vẻ tràn trề hy vọng.  \"Không.\" Tôi tin chắc thế. \"Thế nhưng tối nay thế nào mọi người cũng sẽ nổi điên lên với tôi,\" Anh nhặt một viên đá và liệng nó vào những con sóng. \"Vậy thì đừng về,\" anh lại đề nghị.  \"Charlie sẽ thích dữ, \" tôi chế giễu nói.  \"Tôi cá là bác ấy sẽ chẳng phản đối  đâu.\" Tôi không trả lời. Jacob có lẽ đúng, và điều đó làm tôi nghiến răng lại. Chuyện Charlie thiên vị rõ rệt cho đám bạn Quileute của tôi thật bất công. Tôi tự hỏi liệu bố tôi có cảm thấy giống vậy không nếu ông biết phải lựa chọn giữa người sói và ma cà rồng.  \"Vậy vụ bê bối của bầy mới đây nhất là gì?\" Tôi hỏi nhẹ nhàng.  Jacob đứng sững lại, và anh nhìn chằm chằm vào tôi với đôi mắt bàng hoàng.  \"Gì chớ? Đùa thôi mà.\" \"Ồ\" Anh nhìn sang chỗ khác.  Tôi chờ anh đi tiếp, nhưng anh có vẻ chìm đắm trong suy tư.  \"Có xì-căng-đang không?\" Tôi thắc mắc.  Jacob cười khan. \"Tôi quên mất chuyện đó ra sao rồi. Không bị mọi người biết hết mọi chuyện mọi lúc mọi nơi. Có một nơi riêng tư, thanh thản trong đầu mình.”  Chúng tôi lặng lẽ đi dọc theo bãi biển đầy đá trong vài phút. \"Thế đó là chuyện gì vậy?\" Cuối cùng tôi hỏi. \"chuyện mà tất cả mọi người trong đầu bạn đều đã biết?\" Anh do dự một hồi lâu, như thể anh không chắc sẽ kể cho tôi nghe bao nhiêu là vừa. Rồi anh thở dài và nói, \"Quil gặp tình yêu sét đánh. Giờ đã là ba rồi. Tụi tôi đang bắt đầu lo lắng. Có lẽ nhiều hơn trong truyện.\" Anh cau mày, rồi quay lại nhìn chằm chằm vào tôi. Anh nhìn chăm chú vào mắt tôi không nói không rằng, mày chau lại. \"Bạn nhìn cái gì thế?\" Tôi hỏi, cảm thấy ngường ngượng.  Anh thở dài. \"Không có gì.\" Jacob bắt đầu đi tiếp. Anh đưa tay và nắm tay tôi mà dường như chẳng hề nghĩ đến chuyện mình làm. Chúng tôi lặng lẽ đi tới lui quanh những mỏm đá.  Tôi nghĩ cái kiểu chúng tôi tay trong tay sóng đôi trên bãi biển thế này- rõ ràng là giống một đôi tình nhân - và tự hỏi mình có nên phản đối không. Nhưng lúc nào cũng vầy mỗi khi ở bên Jacob mà... Nên giờ đâu có lý do gì mà phải căng thẳng chuyện đó.  \"Tại sao chuyện Quil yêu ngay từ ánh mắt đầu tiên lại trở nên ồn ào như thế?\" Tôi hỏi trong khi anh có vẻ không muốn nói tiếp. \"Có phải vì cậu ấy là người mới nhất không?\" \"Chẳng liên quan gì đến việc đó cả\" \"Thế thì chuyện gì nào?\" \"Đó là một chuyện khác trong số những truyền thuyết đó. Tôi tự hỏi khi nào chúng tôi mới hết bất ngờ vì tất cả những câu chuyện này đều thật cả?\" anh lẩm bẩm một mình.  \"Bạn có chịu kể cho tôi nghe không? Hay là tôi phải đoán?\" \"Bạn chẳng bao giờ đoán được đâu. Nghe nè, Quil chưa bao giờ đi chơi với chúng tôi, bạn biết đó, mãi cho đến gần đây.Vậy nên cậu ấy chưa lui tới nhà Emily nhiều.\" \"Quil cũng mê Emily luôn à?\" Tôi thở hổn hển.  \"Không! Đã bảo bạn đừng có đoán mò mà. Emily có hai cháu gái xuống thăm…. và Quil gặp Claire. \" Anh không nói nữa. Tôi suy nghĩ về chuyện này một hồi lâu.  \"Emily không muốn cháu gái của mình chơi với người sói à? Vậy thì hơi dối lòng đó,\" tôi nói.  Nhưng tôi có thể hiểu tại sao cô hơn bất kỳ ai khác lại cảm thấy như thế. Tôi chợt nhớ lại vết sẹo dài làm hỏng khuôn mặt cô ấy và kéo dài suốt tận cánh tay phải. Sam đã mất kiểm soát chỉ có một lần khi đứng quá gần cô. Chỉ một lần thôi... Tôi đã thấy nỗi đau trong mắt Sam khi anh nhìn vào điều đã gây ra cho Emily. Tôi có thể hiểu được tại sao Emily muốn ngăn cháu gái mình đừng giống thế. \"Bạn làm ơn đừng đoán mò nữa đi? Bạn hiểu lầm rồi. Emily không ngại chuyện đó, chỉ là, ờ, hơi sớm thôi\" \"Ý bạn sớm là sao?\" Jacob dò xét tôi với đôi mắt nheo lại. \"Cố đừng phán xét người khác, được chứ?\" Tôi thận trọng gật đầu.  \"Claire chỉ mới có hai tuổi thôi,\" Jacob bảo tôi.  Mưa bắt đầu rơi. Tôi chớp mắt mạnh liên hồi khi những giọt mưa lăn loạn xạ xuống mặt.  Jacob im lặng chờ đợi. Anh không mặc áo khoác như thường lệ; mưa rơi lộp độp thành những đốm đen trên áo thun đen của anh, và làm ướt sẫm mái tóc bờm xờm của anh. Khuôn mặt của anh trông vô cảm khi nhìn tôi.  \"Quil…..mê ….. một bé hai tuổi sao?\" Cuối cùng tôi mới dám hỏi.  \"Xảy ra vậy đó.\" Jacob nhún vai. Anh khom mình xuống để chộp một hòn đá khác và ném ra vịnh. \"Hoặc chuyện là vậy đó. \" \"Nhưng cô ấy chỉ là một em bé thôi,\" tôi phản đối.  Anh nhìn tôi với vẻ thích thú bí hiểm. \"Quil không già đi đâu,\" anh nhắc tôi, giọng anh hơi chua chát. \"Nó chỉ cần phải kiên nhẫn vài chục năm thôi.\" “Tôi…..không biết phải nói gì nữa.\" Tôi đang cố hết mức để không chỉ trích, nhưng thực ra, tôi khiếp sợ. Mãi cho đến giờ, chẳng có gì về người sói làm tôi phiền bực từ ngày biết họ không phạm mấy tội giết người mà tôi đã nghi ngờ.  \"Bạn đang phán xét đó,\" anh buộc tội. \"Tôi nhìn thấy điều đó trên mặt bạn.\" \"Xin lỗi,\" tôi lẩm bẩm. \"Nhưng nghe sợ quá.\" \"Chuyện không phải vậy đâu; bạn nghĩ sai rồi,\" Jacob bỗng bảo vệ bạn mình dữ dội. \"Tôi đã thấy chuyện đó như thế nào rồi, qua ánh mắt nó. Chuyện đó chẳng lãng mạn chút nào, không đối với Quil,  không phải bây giờ.\" Anh hít thật sâu, tỏ vẻ thất vọng. \"Khó diễn tả lắm. Thật ra, không phải là tiếng sét ái tình. Nó có vẻ.…. giống như sức hút trái đất vậy. Khi bạn gặp cô ấy rồi, bỗng dưng không phải trái đất hút bạn nữa. Mà cô ấy đang hút bạn. Và chẳng có gì quan trọng hơn cô ấy. Và bạn sẽ làm  mọi thứ vì cô ấy, là mọi thứ vì cô…..Bạn trở thành thứ mà cô ấy cần bạn trở thành, dù đó là người che chở, người yêu, người bạn, hay anh trai.  \"Quil sẽ là người anh ân cần, tốt nhất mà bọn nhóc từng có. Không có em bé mới tập đi nào trên hành tinh này sẽ được chăm sóc cẩn thận hơn cô bé đó. Rồi, khi cô ấy lớn lên và cần một người bạn, cậu ấy sẽ thông cảm hơn, đáng tin cậy hơn bất cứ bất cứ người nào khác cô ấy biết. Rồi, khi cô ấy lớn lên, họ sẽ hạnh phúc như Emily và Sam.\" Vẻ lạ lẫm, chua chát trong giọng anh trở nên sắc cạnh hơn ở cuối câu, khi anh nhắc đến tên Sam. \"Claire không có quyền lựa chọn ở đây sao?\" \"Dĩ nhiên rồi. Nhưng cuối cùng tại sao cô ấy không chọn nó chớ?  Nó sẽ là người thích hợp nhất với cô ấy. Giống như nó là người chỉ dành riêng cho cô ấy vậy.\" Chúng tôi đi trong im lặng một hồi lâu, cho đến khi tôi ngừng lại để ném hòn đá ra phía biển. Nó rơi xuống chỉ cách bãi biển khoảng vài mét. Jacob cười nhạo tôi.  \"Đâu phải ai cũng khoẻ kỳ cục vậy đâu,\" tôi lẩm bẩm.  Anh thở dài.  \"Có khi nào bạn nghĩ là chuyện đó sẽ xảy ra với bạn không?\" Tôi lặng lẽ hỏi.  Anh trả lời dứt khoát ngay lập tức. \"Chẳng bao giờ.\" \"Đó không phải là chuyện bạn muốn mà được, đúng không?\" Anh im lặng mấy phút. Cả hai chúng tôi bất giác đi chậm hơn, gần như chẳng hề nhúc nhích.  \"Đúng vậy, không phải muốn mà được,\" anh thừa nhận. \"Nhưng phải thấy được cô ấy đã chớ – người mà giả định là dành cho mình đó.\" \"Thế chỉ vì bạn chưa thấy cô ấy, nên bạn nghĩ là cô ấy không tồn tại ở ngoài đó sao?\" Tôi hỏi một cách hoài nghi. \"Jacob này, quả là bạn chưa biết nhiều về thế giới này- thậm chí ít hơn cả tôi nữa.\" \"Ừ, đúng vậy,\" anh hạ giọng. Anh nhìn mặt tôi với đôi mắt bỗng nhiên sắc lẹm. \"Nhưng tôi sẽ chẳng bao giờ thấy bất kỳ ai khác, Bella. Tôi chỉ thấy bạn thôi. Thậm chí cả khi tôi nhắm mắt cố nhìn thấy thứ khác. Hãy hỏi Quil hoặc Embry đi. Chuyện này làm tất cả tụi nó nổi khùng.  Tôi cụp mắt nhìn xuống những viên đá.  Chúng tôi không đi nữa. Âm thanh duy nhất chúng tôi nghe được là tiếng sóng vỗ bờ. Tôi không nghe được tiếng mưa trong tiếng gầm gào của nó.  \"Có lẽ tôi nên về thôi,\" tôi thì thầm.  \"Đừng!\" anh phản đối, bất ngờ vì kết luận này.  Tôi ngước nhìn anh lần nữa, và giờ đây đôi mắt anh đượm lo lắng.  \"Bạn nghỉ cả ngày mà, phải không? Thằng hút máu đó vẫn chưa về nhà mà.\" Tôi nhìn anh giận dữ.  \"Không cố ý xúc phạm,\" anh nói nhanh.  \"Ờ, tôi rảnh cả ngày. Nhưng, Jake này…..\" Anh giơ tay lên. \"Xin lỗi,\" anh xin lỗi. \"Tôi sẽ không như vậy nữa. Tôi sẽ chỉ là Jacob thôi.\" Tôi thở dài. \"Nhưng nếu đó là điều bạn đang nghĩ…..\" \"Đừng lo cho tôi,\" anh nhấn mạnh, cố ý cười vui vẻ, hết sức rạng rỡ.  \"Tôi biết mình đang làm gì mà. Hãy nói tôi biết nếu tôi làm bạn bực mình.\" \"Tôi không biết …... \" \"Thôi nào, Bella. Mình về nhà lấy xe máy đi. Mình phải đi xe máy thường xuyên để động cơ luôn ổn định.\" \"Tôi thật sự nghĩ mình không được phép.\" \"Bởi ai chớ? Charlie hay thằng --- hay anh ta?\" \"Cả hai.\" Jacob cười toe toét kiểu cười tôi yêu thích, và anh bỗng trở thành một Jacob mà tôi nhớ nhất, rực rỡ và ấm áp.  Tôi không kiềm được cũng cười toe toét đáp lại.  Mưa dịu đi, bầu trời chìm trong màn sương mù.  \"Tôi sẽ không kể cho ai biết hết,\" anh hứa.  \"Trừ từng người một trong bạn bạn thôi chứ gì.\" Anh nghiêm nghị lắc đầu và giơ tay phải lên. \"Tôi hứa sẽ không nghĩ đến chuyện đó.\" Tôi cười lớn. \"Giả sử tôi bị thương thì là do tôi vấp té thôi.\" \"Sao cũng được.\" Chúng tôi chạy xe máy trên con đường nhỏ ngoằn ngoèo quanh La Push cho đến khi cơn mưa làm chúng quá lầy lội và Jacob khăng khăng rằng anh sẽ ngất xỉu nếu không ăn ngay. Billy thân mật chào tôi khi chúng tôi về đến nhà, như thể sự xuất hiện đột ngột trở lại của tôi chẳng có gì phức tạp hơn chuyện tôi muốn dành cả ngày với người bạn này. Sau khi ăn xong bánh xăng - uých Jacob làm, chúng tôi ra ga - ra và tôi giúp anh vệ sinh xe máy. Đã bao tháng trời rồi tôi không ở đây - từ khi Edward xuất hiện trở lại – nhưng chẳng chút cảm giác lạ lẫm nào. Y như bao buổi chiều khác ở ga - ra.  \"Hay quá,\" tôi nhận xét khi anh lấy mấy lon xô-đa ấm trong túi thức ăn ra. \"Tôi nhớ nơi này quá.\" Anh mỉm cười, nhìn quanh mấy thùng nhựa được cài chặt vào nhau trên đầu. \"Ờ, tôi hiểu mà. Ngôi đền Taj Mahal lộng lẫy, mà không phải phiền phức và tốn kém để đi Ấn Độ.\" \"Chúc mừng Taj Mahal nhỏ bé của Washington,\" tôi chúc mừng, giơ lon nước lên.  Anh cụng lon với tôi.  \"Bạn có nhớ ngày lễ Valentine vừa rồi không? Tôi nghĩ đó là lần cuối cùng bạn ở đây - lần cuối cùng, ý tôi là, khi mọi thứ vẫn còn…… bình thường\" Tôi cười. \"Dĩ nhiên tôi nhớ. Tôi đã đổi cả một đời bị giam cầm để có được một hộp kẹo hình trái tim in dòng chữ “I love you”. Đó đâu phải là chuyện có thể quên được.\" Anh cười với tôi. \"Đúng rồi. Hừm, giam cầm. Tôi sẽ phải nghĩ ra cái gì đó hay ho.\" Rồi anh thở dài. \"Như thể đã nhiều năm trôi qua rồi vậy. Một kỷ nguyên khác. Một kỷ nguyên hạnh phúc hơn.\" Tôi không thể đồng tình với anh được. Bây giờ là kỷ nguyên hạnh phúc của tôi. Nhưng tôi ngạc nhiên khi nhận ra mình đã bỏ lỡ biết bao nhiêu thứ trong thời gian suy sụp của mình. Tôi nhìn qua khe hở vào khu rừng âm u. Cơn mưa đã nặng hạt trở lại, nhưng cái ga - ra nhỏ này rất ấm áp, tôi đến ngồi bên cạnh Jacob. Anh nóng như lò lửa vậy.  Anh dùng ngón tay vuốt vuốt bàn tay tôi. \"Mọi thứ đúng là đã thay đổi.\" \"Ờ,\" tôi nói, rồi tôi vươn ra phía trước và vỗ nhẹ vào bánh sau của xe máy của tôi. \"Charlie từng cưng tôi mà. Tôi hy vọng Billy không nói gì về chuyện hôm nay…..\" Tôi cắn môi.  \"Ông sẽ không nói đâu. Ông không làm ầm mọi chuyện lên giống Charlie đâu. Nè, tôi chưa hề chính thức xin lỗi về nước cờ ngu ngốc bằng cái xe máy này. Tôi thực sự xin lỗi vì đã tố giác bạn với Charlie. Tôi ước gì tôi đã không làm thế.\" Tôi trợn tròn mắt. \"Ừ. Tôi cũng ước vậy.\" “Tôi hết sức, hết sức xin lỗi.” Anh nhìn tôi hy vọng, mái tóc đen ướt, bù rối tứ phía bao quanh gương mặt khẩn nài của anh.  \"Ồ, được rồi! Tha cho bạn đấy.\" \"Cám ơn, Bells!\" Chúng tôi cười toe toét với nhau trong một giây, rồi mặt anh lại đượm buồn.  \"Bạn biết là hôm đó, khi tôi đem chiếc xe máy qua đó….. Tôi vừa muốn hỏi bạn một chuyện,\" anh chậm rãi nói. \"Mà cũng vừa……không muốn.\" Tôi vẫn lặng thinh – cách đối phó với căng thẳng. Đó là một thói quen tôi học được từ Edward.  \"Có phải bạn tỏ ra cứng đầu vì giận tôi, hay là bạn nói thiệt?\" anh thì thầm.  “Về chuyện gì?\" Tôi thì thầm đáp lại, cho dù tôi chắc mình biết anh muốn nói gì.  Anh nhìn tôi đăm đăm. \"Bạn biết mà. Khi bạn nói rằng chuyện đó không phải là việc của tôi….nếu - nếu anh ta cắn bạn.\" Anh co rúm người thấy rõ ở cuối câu.  \"Jake….. \" Cổ họng tôi nghẹn lại. Tôi không thể nói hết câu.  Anh nhắm mắt lại và hít thật sâu. \"Bạn nói thiệt hả?\" Anh hơi run rẩy. Mắt anh vẫn khép lại.  \"Ừ,\" tôi thì thầm.  Jacob hít vào, chậm và sâu. \"Tôi cũng nghĩ vậy.\" Tôi nhìn chằm chằm vào mặt anh, chờ anh mở mắt.  \"Bạn biết điều này nghĩa là gì không?\" Anh đột ngột hỏi gặng. \"Bạn hiểu chuyện đó mà, phải không? Chuyện gì sẽ xảy ra nếu họ phá vỡ hoà ước?\" \"Chúng tôi sẽ ra khỏi đây trước,\" tôi nói nhỏ.  Mắt anh mở to, đong đầy tức giận và đau đớn. \"Không có giới hạn địa lý trong hoà ước, Bella. Ông cố của chúng tôi chỉ đồng ý gìn giữ hoà bình vì gia đình Cullens thề rằng họ khác những con ma cà rồng khác, họ sẽ không gây nguy hiểm cho con người. Họ hứa sẽ không bao giờ giết hoặc biến đổi bất kỳ ai nữa. Nếu họ không giữ lời hứa, hoà ước sẽ vô nghĩa, và lúc đó họ sẽ chẳng khác hơn mấy con ma cà rồng kia. Trong trường hợp đó, tụi tôi sẽ lại lùng sục họ\" \"Nhưng, Jake, bộ bạn không phá vỡ hoà ước sao?\" Tôi hỏi, chụp lấy mấy cọng rơm. \"Chẳng phải một phần hoà ước đã quy định bạn không được nói cho mọi người biết về ma cà rồng sao? Vậy mà bạn đã kể cho tôi biết. Thế thì dù sao chăng nữa thì chẳng phải hoà ước phần nào cũng chẳng quan trọng gì cả hay sao?\" Jacob không thích điều nhắc nhở đó; nỗi đau trong mắt anh đanh lại thành vẻ oán giận. \"Ờ, tôi đã phá vỡ hoà ước – rất lâu trước khi tôi tin chuyện đó. Và tôi chắc chắn họ biết rõ chuyện đó.\" Anh nhìn chằm chằm chua chát vào trán tôi, không nhìn thấy ánh mắt xấu hổ của tôi. \"Nhưng không như tặng quà không mất tiền này nọ cho chúng. Không có chuyện lấy lỗi đổ lỗi. Chúng chỉ có một quyền lựa chọn nếu chúng phản đối chuyện tôi đã làm. Giống như lựa chọn của chúng tôi nếu chúng phá vỡ hoà ước đó là: tấn công. Khởi chiến.\" Anh nói nghe như chuyện đó không thể tránh khỏi. Tôi rùng mình.  \"Jake, không cần phải thế.\" Anh nghiến răng ken két. \"Chỉ có cách đó thôi.\" Im lặng bao trùm sau lời tuyên bố của anh.  \"Bạn sẽ không bao giờ tha thứ cho tôi, hả Jacob?\" Tôi thì thầm. Ngay khi vừa thốt lên những lời này, tôi ước gì đừng nói ra. Tôi không muốn nghe câu trả lời của anh.  \"Bạn sẽ không còn là Bella nữa,\" anh bảo tôi. \"Bạn tôi không còn nữa. Chẳng còn ai để tha thứ.\" \"Nghe giống như một câu trả lời “Không”,\" tôi thì thầm.  Chúng tôi đối mặt với nhau trong khoảnh khắc dài dằng dặc.  \"Vậy thì đây là lời vĩnh biệt phải không, Jake?\" Anh chớp nhanh mắt, vẻ dữ dằn chuyển sang ngạc nhiên. \"Tại sao? Mình vẫn còn vài năm mà. Mình không thể là bạn bè cho đến khi hết thời gian sao?\" \"Vài năm? Không, Jake, không phải vài năm.\" Tôi lắc đầu, và cười khan chua chát. \"Chính xác hơn là chỉ vài tuần thôi\" Tôi đã không lường được phản ứng của anh.  Anh đột ngột đứng dậy, và lon xô - đa trên tay anh nổ bốp. Xô - đa văng tung toé khắp nơi, tưới tôi ướt sũng, như thể đang xịt từ vòi ra vậy.  \"Jake!\" Tôi mới định cằn nhằn thì đã im bặt khi nhận ra toàn thân anh đang run lẩy bẩy vì tức giận. Anh nhìn tôi trừng trừng hoang dại, một tiếng gầm gừ vang trong ngực.  Tôi sững người tại chỗ, quá bàng hoàng không nhớ phải di chuyển ra sao.  Toàn thân anh lắc lư, càng lúc càng nhanh, cho đến khi hình như anh đang rung chuyển. Thân hình anh mờ đi...  Rồi Jacob nghiến răng lại với nhau, và tiếng gầm gừ dừng lại. Anh nhắm nghiền mắt tập trung; cơn run chậm lại cho đến khi chỉ còn bàn tay anh run rẩy.  \"Vài tuần,\" Jacob nói bằng giọng đều đều.  Tôi không thể đáp lại; toàn thân tôi vẫn còn tê cứng.  Anh mở mắt. Đôi mắt ấy giờ đây căm phẫn vô biên.  \"Anh ta sẽ biến bạn thành một con hút máu bẩn thỉu chỉ vài tuần nữa!\" Jacob rít qua kẽ răng.  Quá sửng sốt đến nỗi không thể giận lời lẽ của anh, tôi chỉ biết câm lặng gật đầu.  Mặt anh chuyển sang xanh lè dưới làn da màu nâu đỏ.  \"Dĩ nhiên rồi, Jake,\" tôi thì thầm sau một hồi lâu im lặng. \"Anh ấy mười bảy tuổi, Jacob. Còn tôi mỗi ngày càng gần 19 tuổi hơn. Hơn nữa, chờ đợi để làm gì chứ? Anh ấy là tất cả những gì tôi ao ước. Tôi còn làm được gì khác nữa?\" Tôi đã cố ý dùng câu hỏi tu từ.  Lời anh gay gắt như tiếng quất roi. \"Đủ thứ. Đủ mọi thứ khác. Thà bạn chết đi còn hay hơn. Tôi thà bạn vậy còn hơn.\" Tôi giật bắn người như thể anh tát tôi vậy.  Còn đau hơn bị tát.  Thế rồi, khi cơn đau xuyên qua tôi, tôi nổi giận đùng đùng.  \"Có thể bạn sẽ gặp may,\" tôi lạnh lùng nói, lảo đảo bước đi. \"Có thể trên đường về tôi sẽ đâm đầu vào xe tải.\" Tôi tóm lấy chiếc xe máy của mình và đẩy nó ra ngoài mưa. Anh không nhúc nhích khi tôi đi ngang qua anh. Ngay khi vừa ra tới con đường nhỏ, lầy lội, tôi leo lên và đạp cho máy nổ. Cái lốp sau bắn ra một vòi bùn về phía ga - ra, và tôi mong nó văng trúng anh ta.  Tôi hoàn toàn ướt sũng khi tăng tốc qua đường cao tốc trơn trợt đi về phía nhà Cullens. Gió như thể đang làm đóng băng hạt mưa trên da thịt tôi, và răng tôi gõ lập cập trước khi đi được nửa đường đến đó.  Đi xe máy quả là chẳng ổn chút nào ở Washington. Tôi sẽ bán thứ rác rưởi này ngay khi có cơ hội.  Tôi dẫn xe vào ga - ra thăm thẳm của gia đình Cullens và chẳng hề ngạc nhiên khi thấy Alice đang chờ tôi, ngồi nhẹ nhàng trên mui xe Porsche của cô ấy. Alice vuốt ve màu sơn vàng bóng loáng.  \"Tôi thậm chí không có cơ hội để lái nó nữa\" Cô ấy thở dài.  \"Xin lỗi,\" tôi khạc qua kẽ răng.  \"Chị trông giống như cần tắm nước nóng vậy,\" cô ấy vừa nói vừa nhẹ nhàng đứng bật lên.  \"Ừ.\" Cô mím môi, nhìn chăm chú vẻ mặt tôi. \"Chị có muốn nói về chuyện đó không?\" \"Không.\" Cô gật đầu đồng ý, nhưng mắt cô tò mò mãnh liệt.  \"Chị có muốn đến Olympia đêm nay không?\" \"Không chút nào hết. Chị không về nhà được sao?\" Cô nhăn nhó.  \"Không sao đâu, Alice,\" tôi nói. \"Chị sẽ ở lại nếu vậy tốt hơn cho em.\" \"Cám ơn,\" cô thở phào nhẹ nhõm.  Tôi đi ngủ sớm đêm đó, cuộn mình trên ghế xô - pha của anh lần nữa.  Khi tôi thức giấc trời vẫn còn tối. Tôi chuệnh choạng, nhưng biết trời chưa rạng sáng. Mắt tôi nhắm lại, và tôi vươn mình, lăn mình. Phải mất một giây tôi mới nhận ra rằng đáng lẽ cử động đó phải làm mình lăn đùng ra sàn rồi. Thế mà tôi hết sức thoải mái.  Tôi lăn mình lần nữa, cố mở mắt. Trời tối hơn đêm qua - mây dày đến nỗi chẳng thấy mặt trăng.  \"Xin lỗi,\" anh thì thầm khẽ đến nỗi giọng anh là một phần của bóng tối. \"Anh không định đánh thức em dậy.\" Tôi bồn chồn, chờ đợi cơn cuồng nộ - của anh và cả tôi nữa - nhưng chỉ có sự yên tĩnh bao trùm căn phòng tối. Tôi gần như có thể nếm được hương vị ngọt ngào của sự đoàn tụ, hương thơm riêng của hơi thở anh; cảm giác trống trải khi chia xa đã để lại vị đắng riêng của nó, thứ mà tôi không nhận ra cho đến khi nó không còn nữa. Không có bất đồng trong không gian giữa chúng tôi. Sự tĩnh lặng thật thanh bình - chẳng giống như sự tĩnh lặng trước cơn giông bão, mà giống một đêm trời quang đãng chẳng chút dấu hiệu nào của bão tố.  Và tôi chẳng quan tâm chuyện lẽ ra anh phải giận tôi. Tôi chẳng quan tâm việc lẽ ra tôi phải giận mọi người. Tôi vươn tay tìm anh, tìm thấy đôi bàn tay anh trong bóng tối, và nhích lại gần anh hơn. Cánh tay anh ôm choàng lấy tôi, ấp tôi trong lồng ngực của anh. Môi tôi tìm kiếm, mơn man dọc theo họng của anh, rồi cằm của anh nữa, cho đến lúc tôi cuối cùng tìm thấy môi anh.  Edward hôn tôi nhẹ nhàng một hồi lâu, rồi cười khúc khích.  \"Anh đã chuẩn bị đón nhận cơn tức giận tới mức làm gấu xám phải xấu hổ, và đây là những gì anh có được ư? Anh phải chọc em tức thường xuyên hơn mới được.\" \"Cho em một phút để tạo cơn giận nhé,\" tôi chọc, hôn anh lần nữa.  \"Anh sẽ đợi đến chừng nào cũng được,\" anh thì thầm vào môi tôi. Ngón tay anh vò rối tóc tôi. Hơi thở tôi trở nên ngắt quãng. \"Có lẽ để sáng mai.\" \"Em thích sao cũng được.\" \"Mừng anh đã về, \" tôi nói trong khi đôi môi lạnh giá của anh áp dưới hàm tôi. \"Em vui vì anh đã quay về.\" \"Đó là một chuyện tốt. \" \"Ừm,\" tôi đồng ý, vít hai cánh tay quanh cổ anh.  Bàn tay anh ôm quanh khuỷu tay tôi, di chuyển từ từ xuống cánh tay tôi, ngang xương sườn và qua eo tôi, men theo hông tôi và xuống chân tôi, quanh đầu gối tôi. Anh dừng lại ở đó, bàn tay anh cuộn quanh bắp chân tôi. Bỗng dưng anh kéo chân tôi lên, vòng nó lên quanh hông anh.  Tôi ngừng thở. Đây không phải là điều anh thường cho phép mình làm. Mặc dù bàn tay anh lạnh giá, tôi bỗng cảm thấy nóng hẳn. Môi anh di chuyển đến chỗ hỏm cổ tôi.  \"Đừng nổi giận sớm nha em,\" anh thì thầm, \"nhưng em vui lòng cho anh biết cái giường này có gì mà em không chịu nằm vậy?\" Trước khi tôi kịp trả lời, trước khi tôi có thể đủ tập trung để hiểu lời anh thì anh đã lăn sang một bên, kéo tôi lên trên anh. Anh ôm mặt tôi trong tay, đưa lên để miệng anh có thể chạm vào cổ họng tôi. Hơi thở tôi quá to – hầu như làm tôi mắc cỡ, nhưng tôi cũng chẳng thèm nghĩ đến chuyện mắc cỡ luôn.  \"Cái giường?\" anh hỏi lần nữa. \"Anh nghĩ hay đấy chứ.\" \"Không cần thiết,\" tôi cố thở.  Anh kéo mặt tôi gần mặt anh trở lại, và môi tôi chạm vào môi anh. Lúc này, anh từ từ lăn cho đến khi nằm trên tôi. Anh giữ trọng lượng thân mình cẩn thận sao cho tôi không cảm thấy sức nặng của anh, mà vẫn có thể cảm thấy thân hình cẩm thạch mát mẻ của anh áp lên người tôi. Tim tôi đang đập thình thịch rõ to đến nỗi không thể nghe tiếng cười thầm của anh.  \"Sao kỳ cục vậy,\" anh không đồng ý. \"Khó nằm trên trường kỷ hơn chớ.\" Lưỡi anh lạnh băng nhẹ nhàng dò theo môi tôi.  Đầu tôi quay cuồng – hơi thở quá gấp gáp và ngắn.  \"Anh đã đổi ý rồi à?\" Tôi vừa hỏi vừa thở không ra hơi. Có lẽ anh đã cân nhắc lại tất cả quy định cẩn thận của mình. Có lẽ cái giường có nhiều ý nghĩa hơn tôi tưởng lúc đầu. Tim tôi gần như nhói đau khi chờ câu trả lời.  Edward thở dài, lăn lại để chúng tôi nằm kề bên nhau trở lại.  \"Đừng ngớ ngẩn, Bella,\" anh nói, trong giọng anh tỏ rõ vẻ bất đồng - rõ ràng, anh hiểu ý tôi.  \"Anh chỉ đang cố minh hoạ lợi ích của chiếc giường mà hình như em không thích. Đừng có bị cuốn đi.\" \"Muộn rồi,\" tôi lẩm bẩm. \"Và em thích chiếc giường này,\" tôi nói thêm.  \"Tốt.\" Tôi có thể cảm nhận được nụ cười ẩn chứa trong giọng anh khi anh hôn lên trán tôi. \"Anh cũng vậy.\" \"Nhưng em vẫn nghĩ nó không cần thiết,\" tôi tiếp tục. \"Nếu mình không bị cuốn đi thì mục đích ở đây là gì?\" Anh lại thở dài. \"Lần thứ một trăm rồi đấy, Bella - quá nguy hiểm.\" \"Em thích nguy hiểm,\" tôi khăng khăng.  \"Anh biết.\" Giọng anh hơi chua chát, và tôi nhận ra anh hẳn đã nhìn thấy chiếc xe máy trong ga - ra.  \"Em sẽ nói cho anh biết cái gì nguy hiểm,\" tôi nói nhanh, trước khi anh có thể chuyển sang đề tài mới. \"Sắp tới đây em sẽ cháy đùng đùng - và anh chỉ còn cách tự trách mình thôi.” Anh bắt đầu đẩy tôi ra.  \"Anh làm gì vậy?\" Tôi cự lại, bám vào anh.  \"Giữ cho em khỏi bị cháy. Nếu chuyện này quá sức của em…\" \"Em có thể chịu được mà,\" tôi kiên quyết.  Anh để tôi lòn trở lại vô vòng tay anh.  \"Anh xin lỗi vì đã làm em hiểu sai,\" anh nói. \"Anh không có ý làm em buồn. Thật chẳng hay chút nào.\" \"Thực ra thì, nó hay đấy chứ.\" Anh hít thật sâu. \"Em không mệt sao? Anh nên để em ngủ.\" \"Không, không mà. Em không phiền nếu anh lại làm em hiểu sai lần nữa đâu. \" \"Đó có lẽ là một ý dở ẹt. Em không phải là người duy nhất bị cuốn đi.\" \"Không, chỉ mình em thôi\" tôi làu bàu.  Anh cười khúc khích. \"Em chẳng biết đâu, Bella. Cũng chẳng ích gì khi em quá háo hức muốn làm phá hoại khả năng tự kiềm chế của anh.\" \"Em sẽ không xin lỗi chuyện đó đâu.\" \"Anh xin lỗi được không?\" \"Vì cái gì?\" \"Em đã giận anh, nhớ chưa?\" \"Ồ, chuyện đó à.\" \"Anh xin lỗi. Anh sai rồi. Dễ nhìn nhận sự việc đúng đắn hơn khi có em ở đây an toàn.\" Cánh tay anh siết chặt quanh tôi. \"Anh hơi quạu khi cố rời xa em. Anh không nghĩ anh sẽ đi xa như thế lần nữa đâu. Chẳng đáng.\" Tôi mỉm cười. \"Anh không tìm được sư tử núi nào sao?\" \"Có chớ, thiệt. Vẫn không đáng với sự lo lắng. Mặc dù vậy anh xin lỗi vì đã bảo Alice giữ em làm con tin. Đó là một ý dở ẹt.\" \"Đúng vậy,\" tôi đồng ý.  \"Anh sẽ không làm vậy nữa.”  \"Được rồi,\" tôi khoan dung nói. Anh đã được tha thứ. \"Nhưng tiệc ngủ con gái cũng có chỗ hay…..\" Tôi cuộn người gần anh hơn, áp môi vào chỗ lõm trên xương đòn anh. \"Anh có thể giữ em làm con tin bất cứ lúc nào anh muốn.\" \"Chà chà,\" anh thở dài. \"Anh chấp nhận đề nghị đó của em.\" \"Vậy giờ đến lượt em?\" “Lượt em?\" giọng anh có vẻ bối rối.  \"Xin lỗi.\" \"Em xin lỗi chuyện gì?\" \"Anh sẽ không giận em chứ?\" Tôi hỏi thẳng thừng.  \"Không.\" Nghe có vẻ như anh thực bụng có ý đó.  Tôi cảm thấy lông mày mình nhíu lại. \"Anh không gặp Alice khi về đến nhà sao?\" \"Có - tại sao?\" \"Anh sẽ thu lại chiếc Porsche của nhỏ hả?\" \"Dĩ nhiên là không rồi. Đó là một món quà mà.\" Tôi ước mình có thể nhìn thấy vẻ mặt anh. Giọng anh như thể tôi đã sỉ nhục anh.  \"Anh không muốn biết em đã làm gì sao?\" Tôi hỏi, bắt đầu thắc mắc bởi sự thiếu quan tâm rõ rệt của anh. Tôi thấy anh nhún vai. \"Anh luôn quan tâm trong mọi việc em làm - nhưng em chẳng cần phải kể với anh nếu em không muốn.\" \"Nhưng em đã đến La Push.\" \"Anh biết\" \"Và em đã trốn học.\" \"Anh cũng biết rồi.\" Tôi nhìn chằm chằm về hướng tiếng nói anh, dò tìm nét mặt anh bằng các ngón tay của mình, cố gắng hiểu tâm trạng anh. \"Toàn bộ sự khoan dung này ở đâu ra?\" Tôi gặng hỏi.  Anh thở dài.  \"Anh nghĩ là em đúng. Vấn đề trước đây của anh chính là đã thành kiến với người sói hơn bất cứ thứ gì khác. Anh sẽ cố biết điều hơn và tin vào sự phán xét của em. Nếu em nói rằng chuyện đó an toàn, thì anh sẽ tin em.\" \"Chà.\" \"Và… quan trọng nhất …là….Anh không muốn chuyện này chia rẽ chúng ta.\" Tôi tựa đầu vào ngực anh và nhắm mắt lại, hoàn toàn mãn nguyện.  \"Thế,\" anh thì thầm tự nhiên. \"Em có định quay lại La Push sớm không?\" Tôi không trả lời. Câu hỏi anh làm tôi nhớ lại lời của Jacob, và cổ họng tôi đột ngột nghẹn cứng lại.  Anh hiểu lầm sự im lặng của tôi và sự căng thẳng trong cơ thể tôi.  \"Chỉ là để anh có thể lên kế hoạch cho anh,\" anh giải thích nhanh. \"Anh không muốn em phải vội vã quay về vì anh ngồi đây chờ em.\" \"Không,\" tôi nói bằng một giọng lạ với chính mình. \"Em không định trở lại đó nữa.\" \"Ồ. Em không cần phải làm điều đó vì anh.\" \"Em nghĩ là em không được chào đón nữa, \" tôi thì thầm.  \"Em đã cán con mèo của ai à?\" anh hỏi nhẹ nhàng. Tôi biết anh không muốn ép tôi kể câu chuyện đó ra, nhưng tôi có thể nghe được sự tò mò ẩn chứa đằng sau lời nói anh.  \"Không.\" Tôi hít thật sâu, rồi lầm bầm thật nhanh giải thích. \"Em cứ tưởng  Jacob hẳn đã nhận ra……em không nghĩ chuyện đó lại làm anh ta ngạc nhiên.\" Edward chờ đợi trong khi tôi do dự.  \"Anh ta không nghĩ . . . chuyện đó sẽ xảy ra sớm \" \"À,\" Edward lặng lẽ nói.  \"Anh ta nói anh ta thà nhìn thấy em chết còn hơn.\" Giọng tôi nức nở ở từ “chết”.  Edward im lìm một hồi lâu, kiềm nén cảm xúc mà anh không muốn tôi biết.  Rồi anh ghì nhẹ tôi vào ngực mình. \"Anh vô cùng hối tiếc.\" \"Em tưởng anh sẽ vui chứ,\" tôi thì thầm.  \"Vui vì chuyện đã làm em đau đớn sao?\" anh thì thầm vào tóc tôi. \"Anh không nghĩ vậy, Bella.\" Tôi thở dài và thư giãn, áp người vào thân hình cứng như đá của anh. Nhưng anh lại bất động, căng thẳng.  \"Có chuyện gì vậy?\" Tôi hỏi.  \"Chẳng có chuyện gì cả.\" \"Anh cứ nói đi mà.\" Anh ngừng lại một lúc. \"Nói ra em sẽ giận.\" \"Em vẫn muốn biết. \" Anh thở dài. \"Anh thực muốn giết anh ta vì đã nói thế với em. Anh muốn vậy.\" Tôi cười gượng. \"Em cho là may mà anh đã hết sức tự chủ.\" \"Anh có thể sơ suất.\" Giọng anh có vẻ ưu tư.  \"Nếu anh không biết tự kiềm chế, em có thể nghĩ cách khác để thay thế.\" Tôi với lấy mặt anh, cố lôi mình dậy để hôn anh. Cánh tay anh ôm tôi chặt hơn, kềm lại  Anh thở dài. \"Anh cứ luôn phải là người chịu trách nhiệm ư?\" Tôi cười toe toét trong bóng tối. \"Không. Để em chịu trách nhiệm vài phút. …..hay vài giờ đi.\" \"Ngủ ngon, Bella.\" \"Chờ chút – em muốn hỏi anh về một chuyện nữa.\" \"Chuyện gì?\" \"Em có nói chuyện với Rosalie đêm qua…..\" Cơ thể anh lại căng thẳng. \"Ừ. Nó đang nghĩ về chuyện đó khi anh về đến. Nó đưa ra nhiều thứ để em cân nhắc, đúng không?\" Giọng anh lo lắng, và tôi nhận ra rằng anh nghĩ tôi muốn nói về những lý do Rosalie đưa ra để tôi nên tiếp tục làm người. Nhưng tôi quan tâm đến chuyện khác cấp bách hơn nhiều. \"Cô ấy có kể cho em nghe một chút ... về thời gian gia đình anh sống ở Denali. \" Im lặng một lúc; câu mở đầu này làm anh sửng sốt. \"Sao?\" \"Cô ấy có kể chuyện một nhóm ma cà rồng nữ. …. và anh.\" Anh không trả lời, dù tôi đợi một hồi lâu.  \"Đừng lo,\" tôi lên tiếng, sau khi sự im lặng trở nên khó chịu. \"Cô ấy bảo em là anh chẳng. .. để ý ai hết. Nhưng em chỉ thắc mắc là, anh hiểu đó, có ai để ý anh không. Ý em là có ai cảm mến anh không.\" Anh lại làm thinh.  \"Ai vậy?\" Tôi hỏi, cố giữ giọng hờ hững, và hoàn toàn không kìm lòng được. \"Hay là có nhiều người?\" Không trả lời. Tôi ước mình có thể nhìn thấy mặt anh, để tôi có thể đoán được ý nghĩa của sự im lặng này.  \"Alice sẽ nói cho em biết,\" tôi nói. \"Em sẽ đi hỏi nhỏ ngay bây giờ.\" Vòng tay anh siết lại; tôi không thể cựa quậy thậm chí chỉ một xăng-ti-mét.  \"Muộn rồi,\" anh nói. Giọng anh hơi có gì đó là lạ. Hơi lo lắng, có lẽ hơi mắc cỡ nữa. \"Hơn nữa, anh nghĩ Alice đã ra ngoài rồi…..\" \"Tệ lắm à,\" tôi đoán. \"Chuyện đó tệ lắm, phải không?\" Tôi bắt đầu hoảng sợ, tim tôi đập nhanh khi tưởng tượng ra tình địch bất tử xinh đẹp mà tôi chẳng bao giờ nghĩ là mình có.  \"Bình tĩnh đi, Bella,\" anh nói, hôn lên chóp mũi tôi. \"Em nhảm nhí hết sức.\" \"Em ư? Vậy thì tại sao anh không kể cho em nghe chớ?\" \"Vì chẳng có gì để kể hết. Em đang thổi phồng chuyện này quá đáng đấy.\" \"Chuyện nào?\" Tôi kiên quyết.  Anh thở dài. \"Tanya có quan tâm một chút. Anh đã tỏ ra cho cô ấy biết, theo kiểu hết sức lịch sự, có văn hoá là anh không thể đáp lại được mối quan tâm đó. Hết chuyện.\" Tôi giữ giọng bình thản hết mức có thể. \"Kể em nghe một chuyện - Tanya trông ra sao?\" \"Giống như bọn anh thôi - da trắng, mắt vàng,\" anh trả lời rất nhanh.  \"Và, dĩ nhiên, cực kỳ xinh đẹp chứ gì.\" Tôi cảm thấy anh nhún vai.  \"Chắc là vậy trong mắt người thường,\" anh nói, giọng hờ hững. \"Nhưng em biết sao rồi?\" \"Gì?\" Giọng tôi nóng nảy.  Anh áp môi lên tai tôi; hơi thở lạnh của anh nhột nhạt. \"Anh thích mấy cô tóc nâu.\" \"Còn cô ấy là tóc vàng. Dễ hiểu thôi.\" \"Vàng hung - không phải là màu anh thích\" Tôi suy nghĩ về chuyện đó một lúc, cố tập trung khi môi anh di chuyển từ từ dọc má tôi, xuống họng tôi, và quay trở lại. Anh vòng đi vòng lại ba lần tôi mới lên tiếng.  \"Thôi được, em nghĩ không sao.\" tôi quyết định \"Ừm,\" anh thì thầm vào da tôi. \"Em thiệt đáng yêu khi ghen. Hết sức thú vị.\" Tôi quắc mắt cau mày trong bóng tối.  \"Muộn rồi,\" anh nhắc lần nữa, thì thào, bây giờ gần như ngâm nga, giọng anh mượt mà hơn cả lụa nữa. \"Ngủ đi, Bella anh. Hãy mơ những giấc mơ hạnh phúc. Em là người duy nhất từng làm tim anh rung động. Trái tim này mãi là của em. Ngủ đi em, tình yêu duy nhất của anh. \" Anh bắt đầu ngâm nga bài hát ru dành cho tôi, và tôi biết chẳng sớm thì muộn mình cũng chịu thua thôi, vì vậy tôi nhắm mắt lại và rúc sát vào ngực anh hơn."
        }
    ],
    "suggestions": []
}