{
    "en_vn": {
        "data": {
            "content": null,
            "word": "marshall",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "marshall",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "marshall",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "marshall",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "marshall",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Marshall</em> aid",
            "vi": "Viện trợ marshall"
        },
        {
            "en": "<em>Marshall</em> plan",
            "vi": "Kế hoạch marshall"
        },
        {
            "en": "<em>Marshall</em> - lerner condition",
            "vi": "Điều kiện marshall - lerner"
        },
        {
            "en": "Who is your <em>Marshall</em>?",
            "vi": "Chủ soái của các người là ai?"
        },
        {
            "en": "Does the gentleman from <em>Marshall</em> agree?",
            "vi": "Có phải quý ông từ Marshall đồng ý không?"
        },
        {
            "en": "He was promoted to rank of grand <em>marshall</em>.",
            "vi": "Ông ấy được thăng phong hàm đại nguyên soái."
        },
        {
            "en": "With that defeat, <em>Marshall</em> had dropped out of contention",
            "vi": "Với thất bại đó, Marshall đã đánh mất cơ hội đoạt giải."
        },
        {
            "en": "Behind them, Mr. <em>Marshall</em> was gawking through the plate - glass window of his little souvenir shop.",
            "vi": "Sau lưng họ, ông Marshall đang trố mắt nhìn qua tấm kính dày của cửa hàng lưu niệm nhỏ của ông."
        },
        {
            "en": "Bikini Atoll is one of the 29 atolls and 5 islands that compose the <em>Marshall</em> Islands.",
            "vi": "Đảo Bikini Atoll là một trong 29 đảo san hô vòng và 5 hòn đảo tạo nên nước Marshall Islands."
        },
        {
            "en": "Behind them, Mr. <em>Marshall</em> was gawking through the plate-glass window of his little souvenir shop.",
            "vi": "Sau lưng họ, ông Marshall đang trố mắt nhìn qua tấm kính dày của cửa hàng lưu niệm nhỏ của ông."
        },
        {
            "en": "Are you in the phone book under <em>Marshall</em> or under Gorgeous?",
            "vi": "Bà đăng ký điện thoại dưới tên marshall hay tên gorgeous?"
        },
        {
            "en": "The California gold rush began on January 24, 1848, when gold was found by James W. <em>Marshall</em> in Coloma, California.",
            "vi": "Cuộc đổ xô đi tìm vàng ở California bắt đầu vào ngày 24 tháng 1 năm 1848, khi vàng được phát hiện bởi James W.Marshall ở Coloma, California."
        },
        {
            "en": "<em>Marshall</em> said his interest in electronics sprang from his teenage years as a radio operator in Pasedena.",
            "vi": "Marshall nói sự ham thích ngành điện tử của anh ấy xuất phát từ công việc kỹ thuật viên vô tuyến anh ấy làm thời niên thiếu ở Pasedena."
        },
        {
            "en": "Hello Shoppers. We have a lost boy named <em>Marshall</em> who was found in the sporting goods section of our store, and he's looking for his mom.",
            "vi": "Xin chào quý khách. Có một cậu bé bị lạc tên là Marshall được thấy ở khu bán hàng thể thao, và cậu bé đang tìm mẹ."
        },
        {
            "en": "Reverend <em>Marshall</em>, 57, a preacher for most of his life, had served at the church based in the High Street for the past 18 years.",
            "vi": "Mục sư Marshall, 57 tuổi, một nhà thuyết giáo trong hầu hết cuộc đời ông đã phục vụ tại nhà thờ ở đường High trong 18 năm qua."
        },
        {
            "en": "\"I am very sorry I am late for dinner. I got working on my term paper and completely lost track of time,\" <em>Marshall</em> told his parents.",
            "vi": "\"Con xin lỗi vì trễ giờ ăn tối. Con đang mãi lo ôn thi học kỳ nên hoàn toàn quên mất thời gian,\" Marshall nói với cha mẹ anh ấy."
        },
        {
            "en": "Mr. <em>Marshall</em> Silver Chief Technical Advisor, Disaster Management Unit Tel: (84-4) 733-6658; Fax (84-4) 733-6641 Email: dmu@undp.org.v",
            "vi": "Mr. Marshall Silver Chief Technical Advisor, Disaster Management Unit Tel: (84-4) 733-6658; Fax (84-4) 733-6641 Email: dmu@undp.org.v"
        },
        {
            "en": "3. Far more thought and care go into the composition of any prominent ad in a newspaper or magazine than go into the writing of their features and editorials. -- <em>Marshall</em> McLuha",
            "vi": "3. Sự chú ý và thu hút mạnh mẽvào bố cục của bất kỳ quảng cáo nổi bật trong một tờ báo hoặc tạp chí nhiều hơn là việc đọc giả đọc các bài viết về các tính năng và các bài xã luận. -- Marshall McLuha"
        },
        {
            "en": "Little Jonny <em>Marshall</em> was having fun at his sister's school fair when he came upon a laser pen at one of the vendor booths. After begging his parents all day, they finally gave in and bought him the toy.",
            "vi": "Bé Jonny Marshall đang đi chơi ở hội chợ trong trường của chị mình thì thấy một cây viết laser trong quầy trưng bày triển lãm. Sau khi xin xỏ suốt ngày, cuối cùng bố mẹ cũng mua tặng cậu món đồ chơi này."
        },
        {
            "en": "Along with Kimin Power, in October 2015, other English investors, G.T. & Associates and <em>Marshall</em> & Street Ltd., proposed building a solar power plant for $225 million in the neighbouring province of Quang Nam.",
            "vi": "Cùng với Kimin Power, vào tháng 10 năm 2015, những nhà đầu tư khác từ nước Anh là G&T Associates và Marshall & Street Ltd đã đề xuất xây dựng một nhà máy năng lượng mặt trời 225 triệu Đô gần tỉnh Quảng Nam."
        }
    ],
    "suggestions": []
}