{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Maryland",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Maryland",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Maryland",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Maryland",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Maryland",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Annapolis is the State capital of <em>Maryland</em>.",
            "vi": "Annapolis là thủ phủ của bang Maryland."
        },
        {
            "en": "There are Native American in <em>Maryland</em>.",
            "vi": "Có những người Mỹ bản địa ở bang Maryland đấy."
        },
        {
            "en": "Did you use to live in <em>Maryland</em>?",
            "vi": "Có phải bạn đã từng sống ở Maryland không?"
        },
        {
            "en": "They crossed the Potomac River from <em>Maryland</em> into Virginia.",
            "vi": "Chúng băng qua sông potomac từ maryland vào bang virginia."
        },
        {
            "en": "Lightning damages 188-year-old George Washington monument in <em>Maryland</em>",
            "vi": "Sét phá hủy tượng đài tổng thống George Washington 188 tuổi ở Maryland"
        },
        {
            "en": "I was working in South <em>Maryland</em> before I moved to Baltimore.",
            "vi": "Tôi làm việc ở Nam Maryland trước khi tôi chuyển đến Baltimore."
        },
        {
            "en": "Researchers at Stanford University in California and Johns Hopkins University in <em>Maryland</em> carried out one study.",
            "vi": "Các nhà nghiên cứu thuộc đại học stanford california và đại học johns hopskins thuộc maryland thực hiện một nghiên cứu."
        },
        {
            "en": "When Helen was six, her father learned about a doctor in Baltimore, <em>Maryland</em>.",
            "vi": "Khi Helen lên sáu, cha cô nghe nói có một ông bác sĩ ở Baltimore, Maryland."
        },
        {
            "en": "Brent Goldfarb is a business professor at the University of <em>Maryland</em>.",
            "vi": "Ông Brent Goldfarb là một giáo sư dạy về kinh doanh tại Trường Ðại học Maryland."
        },
        {
            "en": "Mary attended a pre - med program at the University of <em>Maryland</em>.",
            "vi": "Mary đã học chương trình dự bị y khoa ở đại học Maryland."
        },
        {
            "en": "Mary attended a pre-med program at the University of <em>Maryland</em>.",
            "vi": "Mary đã học chương trình dự bị y khoa ở đại học Maryland."
        },
        {
            "en": "Wallace Loh is the incoming president of the University of <em>Maryland</em>.",
            "vi": "Wallace Loh là hiệu trưởng mới nhậm chức của trường đại học Maryland."
        },
        {
            "en": "The library is on the premises of the National Institute of Health in Bethesda, <em>Maryland</em>.",
            "vi": "Thư viện này toạ lạc trong khuôn viên viện y tế quốc gia ở bethesda, maryland."
        },
        {
            "en": "Ronald Griffiths of Johns Hopkins University in Baltimore, <em>Maryland</em>, led the study.",
            "vi": "Ronald griffiths thuộc đại học johns hopkins ở baltimore, bang maryland đã dẫn đầu trong cuộc nghiên cứu này."
        },
        {
            "en": "But new published research from the University of <em>Maryland</em> seems to contradict this claims.",
            "vi": "Nhưng nghiên cứu mới công bố từ đại học Maryland dường như mâu thuẫn với những lời nói này."
        },
        {
            "en": "So says Doctor Michael Miller of the University of <em>Maryland</em> Medical Center.",
            "vi": "Tiến sĩ michael miller thuộc trung tâm y khoa trường đại học maryland cũng cho biết như thế."
        },
        {
            "en": "Researchers from Johns Hopkins University in <em>Maryland</em> tested the system at a refugee camp in Liberia.",
            "vi": "Những nhà nghiên cứu thuộc đại học johns hopkins bang marylan đã thử nghiệm hệ thống này tại một trại tị nạn ở liberia."
        },
        {
            "en": "Professor Hank Lucas from University of <em>Maryland</em> has analyzed salaries of Information technology (IT) workers in the past five years.",
            "vi": "Giáo sư Hank Lucas từ đại học Maryland đã phân tích lương của công nhân Công nghệ thông tin (CNTT) trong năm năm qua."
        },
        {
            "en": "One example of a school that offers a part-time M.B.A. program is the University of <em>Maryland</em> University College.",
            "vi": "Điển hình cho trường có chương trình m.b.a bán thời gian là đại học maryland."
        },
        {
            "en": "At Walt Whitman High School in Bethesda, <em>Maryland</em>, a career center has been set up to help students prepare for college.",
            "vi": "Tại Trường Trung học Walt Whitman ở Bethesda thuộc bang Maryland, một trung tâm hướng nghiệp đã được thành lập để giúp các học sinh chuẩn bị vào đại học."
        }
    ],
    "suggestions": []
}