{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mæskət]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vật lấy phước</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người đem lại phước, con vật đem lại phước</td></tr></table><i/></div>",
            "word": "mascot"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mascot</k><blockquote>■ <cclass>noun a person or thing that is supposed to bring good luck, especially one linked to a particular event or organization. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>mascotte</i>, from mod. Provençal <i>mascotto</i>, feminine dimin. of <i>masco</i> 'witch'. </blockquote></div>",
            "word": "mascot"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mascot"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mascot"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mascot"
        }
    },
    "sentences": [
        {
            "en": "What is your national <em>mascot</em>?",
            "vi": "Con vật đem lại phước của nước bạn là con gì?"
        },
        {
            "en": "The regimental <em>mascot</em> is a goat.",
            "vi": "Con vật lấy phước của trung đoàn là một con dê."
        },
        {
            "en": "What are the themes and the <em>mascot</em>?",
            "vi": "Chủ đề và biểu tượng là gì?"
        },
        {
            "en": "A <em>mascot</em> can add luck to your business.",
            "vi": "Linh vật có thể đem lại nhiều may mắn cho việc làm ăn của bạn."
        },
        {
            "en": "Logo and <em>mascot</em> for Asian beach games approved",
            "vi": "Logo và linh vật cho Đại hội thể thao bãi biển châu Á đã được phê duyệt"
        },
        {
            "en": "In Vietnam, provincial <em>mascot</em> inspires stickers of local chat app",
            "vi": "Tại Việt Nam, linh vật của tỉnh truyền cảm hứng tạo nhãn dán cho ứng dụng trò chuyện của địa phương"
        },
        {
            "en": "Meanwhile, the <em>mascot</em> features a salangane, a typical bird of the Vietnam’s southern central coast.",
            "vi": "Trong khi đó, linh là loài chim yến, một loài chim đặc trưng của các tỉnh ven biển Nam Trung Bộ của Việt Nam."
        },
        {
            "en": "His little son is the <em>mascot</em> for the local football team.",
            "vi": "Đứa con trai nhỏ của ông ta là một biểu tượng may mắn cho đội bóng địa phương."
        },
        {
            "en": "The logo and <em>mascot</em> were selected from a contest which began in 2014 and received 198 entries from 62 creators, including 155 logo proposals and 43 <em>mascot</em> designs.-VNA",
            "vi": "Logo và linh vật được lựa chọn từ một cuộc thi bắt đầu từ năm 2014 và đã nhận được 198 bài dự thi từ 62 tác giả, trong đó có 155 đề xuất thiết kế logo và 43 linh vật. - TTXVN"
        },
        {
            "en": "The theme for the Games is \"The Triumph of the Human Spirit\", and BLAZE, a phoenix, is the official <em>mascot</em>.",
            "vi": "Chủ đề của đại hội là\"Sự chiến thắng của tinh thần con người\", và BLAZE, chim phượng hoàng, sẽ là biểu tượng chính thức."
        },
        {
            "en": "The theme for the Games is \"The Triumph of the Human Spirit\", and BLAZE, a phoenix, is the official <em>mascot</em>.",
            "vi": "Chủ đề của đại hội là \"Sự chiến thắng của tinh thần con người\", và BLAZE, chim phượng hoàng, sẽ là biểu tượng chính thức."
        },
        {
            "en": "In another blow for the giant panda, it is being reported that the endangered Tibetan antelope is being tipped as China's Olympic <em>mascot</em>, ahead of the panda.",
            "vi": "Một tin xấu khác cho với loài gấu trúc khổng lồ này là đang có tin cho rằng loài linh dương tây tạng gây nguy hiểm đang có khả năng vượt qua gấu trúc là loài vật đem lại điềm lành cho thế vận hội trung quốc."
        },
        {
            "en": "‘Baby Lotus,’ the official <em>mascot</em> of Dong Thap since 2014, now takes on a range of emotions in a new sticker collection introduced by Zalo.",
            "vi": "'Bé Sen', linh vật chính thức của Đồng Tháp từ năm 2014, giờ đây đã có một loạt cảm xúc trong bộ sưu tập nhãn dán mới của Zalo."
        },
        {
            "en": "Hitting the spacebar whenever Chrome flashes up its \"Unable to connect to the Internet\" warning – the little dinosaur <em>mascot</em> will spring to life.",
            "vi": "Bấm nút space cho tới khi trình duyệt Chrome hiện lên dòng chữ cảnh báo \"Unable to connect to the Internet\" - một biểu tượng hình con khủng long con sẽ bắt đầu hoạt động."
        },
        {
            "en": "The colours used for the <em>mascot</em> are blue, red, black and yellow. The <em>mascot</em> with childish energy, innocent facial expression, simple shape and various colours is expected to touch people hearts and easily to turn into a teddy bear or other souvenirs.",
            "vi": "Những màu sắc được sử dụng cho linh vật là màu xanh dương, đỏ, đen và vàng. Linh vật với năng lượng của trẻ nhỏ, biểu hiện trên khuôn mặt ngây thơ, hình dáng đơn giản và nhiều màu sắc khác nhau dự kiến sẽ dễ gây cảm tình với người nhìn và dễ dàng biến thành một con gấu bông hay đồ lưu niệm."
        },
        {
            "en": "It was selected as the <em>mascot</em> of Dong Thap by the provincial administration in June 2014, and has been officially included in the province’s identity design since 2017.",
            "vi": "Nó đã được chính quyền tỉnh chọn làm linh vật của Đồng Tháp vào tháng 6 năm 2014 và đã được chính thức đưa vào thiết kế đặc trưng của tỉnh từ năm 2017."
        },
        {
            "en": "The <em>mascot</em> was developed into a set of Zalo stickers following an agreement between the local administration and the tech firm in order to promote the province’s image to the app’s massive user base.",
            "vi": "Linh vật được phát triển thành một bộ nhãn Zalo sau một thỏa thuận giữa chính quyền địa phương và công ty công nghệ để quảng bá hình ảnh của tỉnh tới cơ sở dữ liệu người dùng khổng lồ của ứng dụng."
        },
        {
            "en": "The <em>mascot</em> is a stylized boy with funny hair on top of the head and a small V-shaped tail (a characteristic of a salangane) holding a lighted torch representing solidarity, peace and vitality of mankind.",
            "vi": "linh vật là một cậu bé được cách điệu với mái tóc hài hất ngược trên đỉnh đầu và một cái đuôi hình chữ V (một đặc tính của loài chim yến) cầm một ngọn đuốc được thắp sáng đại diện cho tinh thần đoàn kết, hòa bình và sức sống của nhân loại."
        },
        {
            "en": "The Olympic Council of Asia (OCA) has officially approved the logo and <em>mascot</em> for the 5th Asian Beach Games (ABG5) to be held in the central city of Da Nang in 2016, announced the Vietnam Sports Administration on July 1.",
            "vi": "Hội đồng Olympic châu Á (OCA) đã chính thức thông qua logo và linh vật cho Đại hội thể thao bãi biển châu Á lần thứ 5 (ABG5) được tổ chức tại thành phố Đà Nẵng trong năm 2016, được công bố bởi sở thể thao Việt Nam vào ngày 1 tháng Bảy."
        },
        {
            "en": "The <em>mascot</em> of Dong Thap Province in southern Vietnam has become the source of inspiration for a set of stickers used in a popular Vietnamese social media and chat application.",
            "vi": "Linh vật của tỉnh Đồng Tháp ở miền Nam Việt Nam đã trở thành nguồn cảm hứng cho một bộ nhãn dán được sử dụng trên ứng dụng trò chuyện và phương tiện truyền thông xã hội phổ biến của Việt Nam."
        }
    ],
    "suggestions": []
}