{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mashed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mashed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mashed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mashed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mashed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Mashed</em> potatoes",
            "vi": "Khoai tây chiên"
        },
        {
            "en": "I'll have <em>mashed</em> potatoes.",
            "vi": "Cho tôi món khoai tây nghiền."
        },
        {
            "en": "Two scoops of <em>mashed</em> potato",
            "vi": "Hai muỗng khoai tây nghiền"
        },
        {
            "en": "Light and fluffy <em>mashed</em> potatoes",
            "vi": "Khoai tây nghiền nhừ và mịn"
        },
        {
            "en": "My face was <em>mashed</em> into the moss.",
            "vi": "Mặt tôi bị chà vào rêu."
        },
        {
            "en": "I'll have <em>mashed</em> potatoes and green bean.",
            "vi": "Tôi dùng khoai tây nghiền và đậu xanh."
        },
        {
            "en": "I don't need more <em>mashed</em> turnip.",
            "vi": "Tôi không cần thêm củ cải nghiền nữa."
        },
        {
            "en": "I'll have <em>mashed</em> potatoes and green beans.",
            "vi": "Tôi sẽ ăn khoai tây nghiền và đậu xanh."
        },
        {
            "en": "I'd like to order roast beef with <em>mashed</em> potatoes.",
            "vi": "Tôi muốn gọi món thịt bò nướng ăn kèm với khoai tây nghiền."
        },
        {
            "en": "There are many ways to have <em>mashed</em> potatoes or turnip.",
            "vi": "Có nhiều cách để có khoai tây hay củ cải nghiền nhừ."
        },
        {
            "en": "Finish with a layer of <em>mashed</em> potato and grated cheese.",
            "vi": "Hãy hoàn thành với một lớp khoai tây nghiền và phô mai bào."
        },
        {
            "en": "Please give me more two scoops of <em>mashed</em> potato!",
            "vi": "Vui lòng cho tôi thêm hai muỗng khoai tây nghiền!"
        },
        {
            "en": "My favourite dish is sausages and <em>mashed</em> potatoes.",
            "vi": "Món ăn ưa thích của tôi là xúc xích và khoai tây nghiền."
        },
        {
            "en": "I'll have tomato soup, roast beef, <em>mashed</em> potatoes, and peas.",
            "vi": "Cho tôi súp cà chua, thịt bò nướng, cà chua nghiền, và đậu."
        },
        {
            "en": "She ate two scoops of <em>mashed</em> potato and disparaged.",
            "vi": "Cô ta ăn hai muỗng khoai tây nghiền rồi chê dở."
        },
        {
            "en": "My teeth <em>mashed</em> together with an audible grinding sound.",
            "vi": "Tôi nghiến răng kêu kèn kẹt rõ to."
        },
        {
            "en": "Nothing seems more benign than a bowl of <em>mashed</em> potatoes.",
            "vi": "Có vẻ như không có loại thức ăn nào hiền hơn một bát khoai tây nghiền nhừ."
        },
        {
            "en": "Whether <em>mashed</em> or in latkes, potatoes are good food.",
            "vi": "Dù xay nhuyễn hay xắt lát, khoai là thực phẩm tốt."
        },
        {
            "en": "The speciality of the day is roast beef and brown gravy with <em>mashed</em> potatoes.",
            "vi": "Món đặc sản hôm nay là bò nướng nước sốt thịt khoai tây."
        },
        {
            "en": "You may have a choice of vegetables: buttered spinach, French fries, green peas or <em>mashed</em> potatoes.",
            "vi": "Ông có thể chọn các món rau như rau bina tẩm bơ, khoai tây chiên, đậu xanh hoặc khoai tây nghiền."
        }
    ],
    "suggestions": []
}