{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Massachusetts",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Massachusetts",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Massachusetts",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Massachusetts",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Massachusetts",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Boston, <em>Massachusetts</em>: Available software jobs:1,902 listed.",
            "vi": "Boston, Massachusetts: Việc phần mềm sẵn có:1,902 được liệt kê."
        },
        {
            "en": "<em>Massachusetts</em> established statewide speed limits in 1902.",
            "vi": "Massachusetta đã thiết lập các giới hạn tốc độ tối đa khắp bang vào năm 1902."
        },
        {
            "en": "Harvard was a Christian clergyman from the <em>Massachusetts</em> Bay Colony.",
            "vi": "Harvard là một giáo sĩ Thiên chúa giáo của thuộc địa Vịnh Massachusetts."
        },
        {
            "en": "Junior Achievement began in nineteen nineteen in Springfield, <em>Massachusetts</em>.",
            "vi": "Tổ chức Junior Achievement bắt đầu hình thành vào năm 1919 ở thành phố Springfield thuộc bang Massachusetts."
        },
        {
            "en": "A waste recycling center was reopened in <em>Massachusetts</em>.",
            "vi": "Một trung tâm tái chế chất thải được mở lại ở Massachusetts."
        },
        {
            "en": "Does it often snow in the winter in <em>Massachusetts</em>?",
            "vi": "Trời có thường mưa tuyết vào mùa đông ở Massachusetts không?"
        },
        {
            "en": "Dan Gilbert teaches psychology at Harvard University in <em>Massachusetts</em>.",
            "vi": "Giáo sư Dan Gilbert giảng dạy môn tâm lý học tại Đại học Harvard ở Massachusetts."
        },
        {
            "en": "Elaine Allen teaches entrepreneurship at Babson College in Boston, <em>Massachusetts</em>.",
            "vi": "Elaine Allen giảng dạy về kinh doanh tại Trường Ðại học Babson ở thành phố Boston thuộc bang Massachusetts."
        },
        {
            "en": "Some towns in <em>Massachusetts</em> are dry on Sundays.",
            "vi": "Một số thành phố ở Bang Massachusetts ấm vào những ngày chủ nhật."
        },
        {
            "en": "The <em>Massachusetts</em> Senate has preliminarily passed the casino bill.",
            "vi": "Thượng viện bang Massachusetts đã thông qua sơ bộ dự luật sòng bạc."
        },
        {
            "en": "Miles Standish was one of the original colonists of <em>Massachusetts</em>; he cam over on the 'Mayflower'.",
            "vi": "Miles Standich là 1 trong những người định cư nguyên thủy tại bang Massachusetts ; ông ta đến trên con tàu của Mayflower."
        },
        {
            "en": "John Bush and David Hu are mathematicians at the <em>Massachusetts</em> Institute of Technology in Cambridge.",
            "vi": "John bush và david hu là các nhà toán học tại viện công nghệ massachusetts ở cambridge."
        },
        {
            "en": "“Does Economic Growth Reduces Poverty?.” CAER Discussion Paper No. 4, Cambridge, <em>Massachusetts</em>.",
            "vi": "“Tăng trưởng Kinh tế có giảm nghèo không?” CAER Tài liệu thảo luận số 4, Cambridge, Massachusetts."
        },
        {
            "en": "Researchers from the Harvard School of Public Health in <em>Massachusetts</em> have released a report about rice.",
            "vi": "Các nhà nghiên cứu của trường Y tế cộng đồng Havard ở Massachusetts đã đưa ra một báo cáo về gạo."
        },
        {
            "en": "The bills of credit showed the exact amount that colonists had loaned to the <em>Massachusetts</em> government.",
            "vi": "Các tờ giấy tín dụng này cho thấy số tiền chính xác mà các người dân thuộc địa đã cho chính quyền Massachusetts vay."
        },
        {
            "en": "In eighteen eighty - eight, Helen, her mother and Miss Sullivan went to Boston, <em>Massachusetts</em>.",
            "vi": "Vào năm 1888, Helen, mẹ cô và cô Sullivan đi Boston, Massachusetts."
        },
        {
            "en": "The suicide rate among young male adults in <em>Massachusetts</em> rose 28 percent in 2007.",
            "vi": "Tỷ lệ tự tử ở người trưởng thành trẻ tuổi ở tiểu bang Massachusetts đã tăng 28% vào năm 2007."
        },
        {
            "en": "In eighteen eighty-eight, Helen, her mother and Miss Sullivan went to Boston, <em>Massachusetts</em>.",
            "vi": "Vào năm 1888, Helen, mẹ cô và cô Sullivan đến Boston, Massachusetts."
        },
        {
            "en": "<em>Massachusetts</em> General Hospital the mothers don't scream, and certainly they don't give birth fully dressed.",
            "vi": "Ở bệnh viện đa khoa Massachusetts này, các bà mẹ không phải kêu hét và cũng không phải mặc quần áo bình thường khi sinh đẻ."
        },
        {
            "en": "These men and women had been treated for lung cancer in Boston, <em>Massachusetts</em>.",
            "vi": "Những người đàn ông và đàn bà này đã được điều trị ung thư phổi ở boston, massachusetts."
        }
    ],
    "suggestions": []
}