{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mæstə'bei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự thủ dâm</td></tr></table><i/></div>",
            "word": "masturbation",
            "pronounce": "[mæstə'bei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "masturbation",
            "pronounce": "[mæstə'bei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "masturbation",
            "pronounce": "[mæstə'bei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "masturbation",
            "pronounce": "[mæstə'bei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thủ dâm</font></td></tr></tbody></table></div>",
            "word": "masturbation",
            "pronounce": "[mæstə'bei∫n]"
        }
    },
    "sentences": [
        {
            "en": "it's <em>masturbation</em>",
            "vi": "Nó thủ dâm"
        },
        {
            "en": "He sometimes makes a <em>masturbation</em>.",
            "vi": "Thi thoảng, nó cũng tự sướng một mình."
        },
        {
            "en": "I am a <em>masturbation</em> addict.",
            "vi": "Tôi là một người nghiện thủ dâm."
        },
        {
            "en": "Does <em>masturbation</em> cause problem to health?",
            "vi": "Thủ dâm có gây ra vấn đề cho sức khỏe không?"
        },
        {
            "en": "<em>Masturbation</em> is not harmful nor sinful.",
            "vi": "Thủ dâm không có hại mà cũng không có tội."
        },
        {
            "en": "<em>Masturbation</em> is probably the most common sexual activity in adolescent life.",
            "vi": "Thủ dâm có lẽ là một hoạt động tình dục thường gặp đối với lứa tuổi vị thành niên."
        },
        {
            "en": "Low risk sexual practices, including oral sex and mutual <em>masturbation</em> are more common than anal sex.",
            "vi": "Các hành vi quan hệ tình dục có nguy cơ thấp, bao gồm quan hệ qua đường miệng, thủ dâm cho nhau thường phổ biến hơn kiểu quan hệ tình dục qua đường hậu môn."
        },
        {
            "en": "Many religious practitioners, Christians and Muslims and others, adamantly claim that homosexuality, as well as <em>masturbation</em>, is sinful and abnormal.",
            "vi": "Rất nhiều người theo đạo, Thiên chúa, đạo Hồi hay một số các đạo khác, đều khăng khăng cho rằng đồng tính luyến ái và thủ dâm là có tội và bất bình thường."
        },
        {
            "en": "Roles in specific sexual practices (insertive, receptive, both or neither, oral sex, mutual <em>masturbation</em> and other activities);",
            "vi": "Theo vai trò trong các thực hành tình dục cụ thể (cho, nhận, cả cho cả nhận, không có vai trò nào, tình dục qua đường miệng, thủ dâm cho nhau hoặc những hành động khác);"
        },
        {
            "en": "A considerable volume of scientific research shows that <em>masturbation</em> is a form of behaviour that has no harmful effects on individuals.",
            "vi": "Có khá nhiều các nghiên cứu khoa học cho thấy thủ dâm là một hành vi không có hại."
        },
        {
            "en": "The most common sexual practices are oral, anal and interfemoral sex, as well as mutual <em>masturbation</em>, with devout Muslims likely to abstain from anal sex.",
            "vi": "Thực hành tình dục chủ yếu nhất là quan hệ tình dục qua đường miệng, đường hậu môn, quan hệ tình dục qua đường nách cũng như thủ dâm cho nhau, khi kiêng không quan hệ tình dục qua đường hậu môn do những cấm đoán của đạo Hồi."
        },
        {
            "en": "At worst they are being punished for having the most natural urges belonging to puberty such as <em>masturbation</em> and longings for intimate relations.",
            "vi": "Tồi tệ nhất là họ bị trừng phạt vì có những ham muốn tự nhiên nhất của tuổi dậy thì ví dụ như thủ dâm và mong đợi trải nghiệm đầu tiên."
        },
        {
            "en": "When talking to one young man in a developing country about <em>masturbation</em> he first stated that he had done it only once but later agreed that he did it very often and so did his friends.",
            "vi": "Khi nói chuyện với một cậu bé ở một nước đang phát triển về hoạt động thủ dâm, lúc đầu cậu nói là đã thử làm nó một lần, nhưng sau đó cậu đã thú nhận là thường xuyên thủ dâm và kể cả các bạn khác."
        },
        {
            "en": "Despite the fact that many young people take grown-ups admonitions and prohibitions rather lightly it is reasonable to believe that many young people have had their sexual lives deformed through the impact of campaigns against <em>masturbation</em>.",
            "vi": "Một thực tế có thể có là mặc dù vẫn nghe theo những lời khuyên răn, cấm đoán của người lớn, đời sống tình dục của rất nhiều thanh niên đã bị bóp méo vì những chiến dịch phản đối thủ dâm."
        },
        {
            "en": "Prostate Cancer    What is prostate cancer? Prostate cancer develops in a man's prostate, the walnut-sized gland just below the bladder that produces some of the fluid in semen. It's the most common cancer in men after skin cancer. Prostate cancer often grows very slowly and may not cause significant harm. But some types are more aggressive and can spread quickly without treatment. Symptoms of prostate cancer In the early stages, men may have no symptoms. Later, symptoms can include:     * Frequent urination, especially at night     * Difficulty starting or stopping urination     * Weak or interrupted urinary stream     * Painful or burning sensation during urination or ejaculation     * Blood in urine or semen Advanced cancer can cause deep pain in the lower back, hips, or upper thighs. Enlarged prostate or prostate cancer? The prostate can grow larger as men age, sometimes pressing on the bladder or urethra and causing symptoms similar to prostate cancer. This is called benign prostatic hyperplasia (BPH). It's not cancer and can be treated if symptoms become bothersome. A third problem that can cause urinary symptoms is prostatitis. This inflammation or infection may also cause a fever and in many cases is treated with medicine. Risk factors you can't control Growing older is the greatest risk factor for prostate cancer, particularly after age 50. After 70, studies suggest that most men have some form of prostate cancer, though there may be no outward symptoms. Family history increases a man's risk: having a father or brother with prostate cancer doubles the risk. African-Americans are at high risk and have the highest rate of prostate cancer in the world. Risk factors you can control Diet seems to play a role in the development of prostate cancer, which is much more common in countries where meat and high-fat dairy are mainstays. The reason for this link is unclear. Dietary fat, particularly animal fat from red meat, may boost male hormone levels. And this may fuel the growth of cancerous prostate cells. A diet too low in fruits and vegetables may also play a role. Myths about prostate cancer Here are some things that will not cause prostate cancer: Too much sex, a vasectomy, and <em>masturbation</em>. If you have an enlarged prostate (BPH), that does not mean you are at greater risk of developing prostate cancer. Researchers are still studying whether alcohol use, STDs, or prostatitis play a role in the development of prostate cancer. Can prostate cancer be found early? The American Cancer Society advises men to talk with a doctor about the pros and cons of screening tests, beginning at:     * 50 for average-risk men who expect to live at least 10 more years.     * 45 for men at high risk. This includes African-Americans.    * 40 for men with a family history of prostate cancer. The American Urological Association recommends a first-time PSA blood test at age 40, with follow-ups per doctor's orders. It's important to note that screening may detect cancers that are so slow-growing that treatment would offer no benefit. The treatments themselves can have serious side effects. Screening: DRE and PSA Your doctor may initially do a digital rectal exam (DRE) to feel for bumps or hard spots on the prostate. A blood test will measure prostate-specific antigen (PSA), a protein produced by prostate cells. An elevated level may indicate a higher chance that you have cancer, but you can have a high level and still be cancer-free. It is also possible to have a normal PSA and have prostate cancer. PSA test results A normal PSA level is considered to be under 4 nanograms per milliliter (ng/mL) of blood, while a PSA above 10 suggests a high risk of cancer. But there are many exceptions:     * Men can have prostate cancer with a PSA less than 4.     * A prostate that is inflamed (prostatitis) or enlarged (BPH) can boost PSA levels, yet further testing may show no evidence of cancer.     * Some BPH drugs can lower PSA levels, despite the presence of prostate cancer, called a false negative. If either your PSA or DRE are abnormal, your doctor will order other tests. Prostate cancer biopsy If a physical exam or PSA test suggests a problem, your doctor may recommend a biopsy. A needle is inserted either through the rectum wall or the skin between the rectum and scrotum. Multiple small tissue samples are removed and examined under a microscope. A biopsy is the best way to detect cancer and predict whether it is slow-growing or aggressive. Biopsy and Gleason Score A pathologist looks for cell abnormalities and \"grades\" the tissue sample from 1 to 5. The sum of 2 Gleason grades is the Gleason score. These scores help determine the chances of the cancer spreading. They range from 2, less aggressive, to 10, a very aggressive cancer. Gleason scores helps guide the type of treatment your doctor will recommend. Prostate cancer imaging Some men may need additional tests to see if the cancer has spread beyond the prostate. These can include ultrasound, a CT scan, or an MRI scan. A radionuclide bone scan traces an injection of low-level radioactive material to help detect cancer that has spread to the bone. In the MRI scan shown here, the tumor is the green, kidney-shaped mass in the center, next to the prostate gland (in pink). Prostate cancer staging Staging is used to describe how far prostate cancer has spread (metastasized) and to help determine the best treatment.    * Stage I: Cancer is small and still within the prostate.     * Stage II: Cancer is more advanced, but still confined to the prostate.     * Stage III: Cancer has spread to the outer part of the prostate and nearby seminal vesicles.     * Stage IV: Cancer has spread to lymph nodes, nearby organs or tissues such as bladder or rectum, or distant organs such as bones or lungs. Prostate cancer survival rates The good news about prostate cancer is that it usually grows slowly. And 9 out of 10 cases are found in the early stages. Overall, the 5-year relative survival rate is 100% for men with disease confined to the prostate or nearby tissues, and many men live much longer. When the disease has spread to distant areas, that figure drops to 31%. But these numbers are based on men diagnosed at least 5 years ago. The outlook may be better for men diagnosed and treated today. Treatment: Watchful waiting With low-risk cancer, one option is to watch and wait. This is determined by your biopsy, PSA test, and Gleason scores. Your doctor will order periodic testing. Other treatments – with the risk of sexual or urinary problems – may not be necessary. Some men who are older or have serious health conditions may not need treatment. However, more aggressive treatment is usually recommended for younger men or those with more aggressive disease. Treatment: Radiation therapy External beam radiation to kill cancer cells can be used as a first treatment or after prostate cancer surgery. It can also help relieve bone pain from the spread of cancer. In brachytherapy, tiny radioactive pellets about the size of a grain of rice are inserted into the prostate. Both methods can impair erectile function. Fatigue, urinary problems, and diarrhea are other possible side effects. Treatment: Surgery Removing the prostate, or radical prostatectomy, is used to eliminate the cancer when it is confined to the prostate. New techniques use smaller incisions and seek to avoid damaging nearby nerves. If lymph nodes are also cancerous, prostatectomy may not be the best option. Surgery may impair urinary and sexual function, but both can improve over time. Treatment: Hormone therapy Hormone therapy may shrink or slow the growth of your cancer, but unless it is used with another therapy it will not eliminate the cancer. Drugs or hormones block or stop the production of testosterone and other male hormones, called androgens. Side effects can include hot flashes, growth of breast tissue, weight gain, and impotence. Treatment: Chemotherapy Chemotherapy kills cancer cells throughout the body, including those outside the prostate, so it is used to treat more advanced cancer and cancer that did not respond to hormone therapy. Treatment is usually intravenous and is given in cycles lasting 3-6 months. Because the chemotherapy kills other fast-growing cells in the body, you may have hair loss and mouth sores. Other side effects include nausea, vomiting, and fatigue. Treatment: Cryotherapy Cryotherapy freezes and kills cancerous cells within the prostate. It is not as widely used because little is known about its long-term effectiveness. It's less invasive than surgery, with a shorter recovery time. Because the freezing damages nerves, as many as 80% of men become impotent after cryosurgery. There can be temporary pain and burning sensations in the bladder and bowel. Treatment: Prostate cancer vaccine This vaccine is designed to treat, not prevent, prostate cancer by spurring your body's immune system to attack prostate cancer cells. Immune cells are removed from your blood, activated to fight cancer, and infused back into your blood. Three cycles occur in one month. It's used for advanced prostate cancer that no longer responds to hormone therapy. Mild side-effects can occur such as fatigue, nausea, and fever. Hope for advanced cancer Your doctor will continue to monitor your PSA levels and may perform other tests after treatment for prostate cancer. If it recurs or spreads to other parts of the body, additional treatment may be recommended. Lifestyle choices may matter, too. One study found that prostate cancer survivors who exercised regularly had a lower risk of dying. Coping with erectile dysfunction Erectile dysfunction is a common side effect of prostate cancer treatments. Generally, erectile function improves within two years after surgery. Improvement may be better for younger men than for those over 70. You also may benefit from ED medications. Other treatments, such as injection therapy and vacuum devices, may help. Food for health A cancer-conscious diet may be the best choice for survivors who want to bolster their health and those hoping to lower their risk. That means:     * Five or more fruits and veggies a day     * Whole grains instead of white flour or white rice     * Limit high-fat meat     * Limit or eliminate processed meat (hot dogs, cold cuts, bacon)     *  Limit alcohol to 1-2 drinks per day (if you drink) Foods high in folate may have some action against prostate cancer (spinach, orange juice, lentils). Studies found mixed results on lycopene, an antioxidant found in tomatoes. Supplements: Buyer beware Be wary of supplements that are marketed to prevent prostate cancer. Some herbal substances can interfere with PSA levels. A 10-year study showed an increase in the risk of cancer for men who took folic acid supplements. A 5-year study of selenium and vitamin E did not show a decreased risk of prostate cancer. Be sure to tell your doctor if you are taking vitamins or supplements.",
            "vi": "Ung thư tuyến tiền liệt    Ung thư tuyến tiền liệt là gì? Ung thư tuyến tiền liệt xảy ra ở tuyến tiền liệt của nam giới, đây là tuyến có kích cỡ bằng quả óc chó, nằm ngay dưới bàng quang có tác dụng sản sinh chất dịch trong tinh dịch. Ung thư tuyến tiền liệt là dạng ung thư thường gặp nhất ở nam giới sau chứng ung thư da. Bệnh này thường phát triển rất chậm và có thể không gây hại gì nghiêm trọng. Nhưng một số bệnh lại diễn tiến nhanh hơn, dữ dội hơn và có thể phát tán nhanh chóng nếu không được điều trị.  Các triệu chứng ung thư tuyến tiền liệt Trong giai đoạn đầu, thường là người ta không có triệu chứng gì. Về sau, các triệu chứng bao gồm:      * Đi tiểu thường xuyên, nhất là vào ban đêm * Khó tiểu hoặc khó ngừng tiểu  * Dòng nước tiểu yếu hoặc đứt đoạn * Có cảm giác đau hoặc nóng rát khi tiểu hoặc xuất tinh  * Trong nước tiểu hoặc tinh dịch có máu Ung thư giai đoạn cao có thể gây đau dữ dội ở vùng thắt lưng, hông hoặc bắp đùi trên.  giãn tuyến tiền liệt hay ung thư tuyến tiền liệt?   Tuyến tiền liệt có thể phình to ra khi người đàn ông có tuổi, đôi khi nó nằm đè lên bàng quang hay niệu đạo và gây ra nhiều triệu chứng tương tự như ung thư tuyến tiền liệt. Đây được gọi là tăng sản tuyến tiền liệt lành tính (BPH); không phải là ung thư và có thể điều trị được nếu các triệu chứng đó trở nên phiền toái, khó chịu. Vấn đề thứ ba có thể gây các triệu chứng đường tiểu đó là viêm tuyến tiền liệt. Chứng viêm hoặc nhiễm trùng này cũng có thể gây sốt và trong nhiều trường hợp có thể được điều trị bằng thuốc.  Các yếu tố rủi ro mà bạn không thể kiểm soát được Tuổi tác là yếu tố nguy hiểm nhất đối với chứng ung thư tuyến tiền liệt, nhất là ở độ tuổi sau 50. Nhiều công trình nghiên cứu cho thấy hầu hết nam giới sau 70 tuổi đều mắc một số kiểu ung thư tuyến tiền liệt nào đó, cho dù có thể là không có triệu chứng nào bên ngoài. Tiền sử sức khỏe gia đình cũng làm tăng nguy cơ mắc bệnh đối với nam giới: người có bố hoặc anh trai bị ung thư tuyến tiền liệt có nguy cơ bệnh tăng gấp đôi so với người thường. Người Mỹ gốc Phi có nguy cơ bị bệnh cao và có tỉ lệ mắc bệnh cao nhất trên thế giới.  Các yếu tố rủi ro mà bạn có thể kiểm soát được Chế độ dinh dưỡng đóng vai trò quan trọng đối với sự phát triển của bệnh ung thư tuyến tiền liệt, thường thấy nhiều hơn ở những nước mà người dân ăn thịt và các sản phẩm từ sữa giàu chất béo là chính. Người ta vẫn mơ hồ sự tương quan, liên kết giữa các điều này. Chất béo trong chế độ dinh dưỡng, nhất là mỡ động vật từ các loại thịt đỏ, cũng có thể làm tăng nồng độ hooc-môn nam và làm cho tế bào ung thư tuyến tiền liệt phát triển dữ dội hơn. Bên cạnh đó, chế độ dinh dưỡng quá nghèo trái cây và rau củ cũng có thể làm phát sinh chứng bệnh này.  Những chuyện hư cấu, không có thực về bệnh ung thư tuyến tiền liệt Ung thư tuyến tiền liệt không do một vài nguyên nhân sau gây ra: quan hệ tình dục quá nhiều, cắt ống dẫn tinh, và thủ dâm. Nếu bạn bị giãn tuyến tiền liệt (BPH), thì điều này không đồng nhất với việc bạn có nguy cơ mắc bệnh ung thư tuyến tiền liệt cao hơn. Các nhà nghiên cứu vẫn còn đang tìm hiểu xem liệu có phải việc uống rượu, các bệnh lây truyền qua đường tình dục, hoặc viêm tuyến tiền liệt, làm cho bệnh ung thư tuyến tiền liệt tiến triển hay không.  Người ta có thể phát hiện ung thư tuyến tiền liệt sớm hay không? Hiệp hội Ung thư Hoa Kỳ khuyến cáo nam giới nên tham khảo ý kiến của bác sĩ về khả năng lợi và hại của việc thử nghiệm sàng lọc ung thư tuyến tiền liệt, bắt đầu từ:  * 50 tuổi đối với nam có nguy cơ mắc bệnh trung bình hy vọng kéo dài tuổi thọ ít nhất thêm 10 năm nữa.  * 45 tuổi đối với nam có nguy cơ mắc bệnh cao. Nhóm này gồm người Mỹ gốc Phi. * 40 tuổi đối với nam có tiền sử sức khỏe gia đình bị ung thư tuyến tiền liệt.  Hội Tiết niệu Hoa Kỳ khuyến cáo nên làm xét nghiệm máu tìm kháng nguyên đặc hiệu PSA lần đầu tiên ở tuổi 40, với các quy trình tiếp theo do bác sĩ chỉ định. Cần lưu ý là phương pháp xét nghiệm sàng lọc có thể phát hiện được nhiều bệnh ung thư diễn tiến chậm đến mức mà các biện pháp điều trị cũng không cải thiện được. Tự thân các biện pháp điều trị ấy cũng có thể gây ra nhiều tác dụng phụ nguy hiểm.  Xét nghiệm sàng lọc: DRE và PSA Ban đầu bác sĩ có thể kiểm tra trực tràng bằng ngón tay (DRE) để dò tìm bướu hoặc khối u cứng trên tuyến tiền liệt. Phương pháp xét nghiệm máu sẽ đo được kháng nguyên đặc hiệu tuyến tiền liệt (PSA), đây là loại prô-tê-in do tế bào tuyến tiền liệt sinh ra. Nồng độ cao có thể cho thấy nguy cơ mắc bệnh cao, nhưng cũng có thể vẫn không bị ung thư tuyến tiền liệt khi có nồng độ PSA cao. Người ta cũng có thể bị bệnh khi có nồng độ PSA ở mức bình thường.  Kết quả xét nghiệm PSA Nồng độ PSA bình thường được xem là dưới 4 na-nô-gram mỗi mi-li-lít máu (ng/mL), trong khi đó PSA trên 10 cho thấy nguy cơ bị ung thư cao. Nhưng cũng có một số trường hợp ngoại lệ:  * Nam giới có thể bị ung thư tuyến tiền liệt khi nồng độ PSA dưới 4.  * Tuyến tiền liệt bị viêm (viêm tuyến tiền liệt) hoặc bị giãn (BPH) cũng có thể làm tăng nồng độ PSA, tuy vậy khi làm xét nghiệm thêm cũng không phát hiện dấu hiệu ung thư nào.   * Một số thuốc BPH có thể làm giảm nồng độ PSA, cho dù là bị ung thư tuyến tiền liệt, đây gọi là âm tính giả. Nếu PSA hoặc DRE của bạn bất thường thì bác sĩ sẽ cho bạn làm thêm một số xét nghiệm khác.  Sinh thiết ung thư tuyến tiền liệt  Nếu khám sức khỏe hoặc xét nghiệm PSA cho thấy có vấn đề thì bác sĩ có thể cho làm sinh thiết. Biện pháp sinh thiết được thực hiện bằng cách tiêm kim vào vách trực tràng hoặc qua da ở vùng giữa trực tràng và bìu. Nhiều mẫu mô nhỏ được lấy ra và xét nghiệm dưới kính hiển vi. Sinh thiết là cách tốt nhất để phát hiện ra ung thư và dự đoán ung thư dẫu cho đó là ung thư chậm phát triển hoặc phát triển nhanh.  Sinh thiết và thang độ phân loại ung thư tuyến tiền liệt (số điểm Gleason (Gờ-li-son)) Nhà nghiên cứu bệnh học tìm dị dạng của tế bào và “phân loại” mẫu mô theo thang độ từ 1 đến 5. 2 mức độ gộp lại chính là hệ thống phân loại ung thư tuyến tiền liệt. Các vạch số này giúp xác định nguy cơ phát tán ung thư; dao động từ vạch 2 – ung thư giai đoạn nhẹ, đến vạch 10, ung thư giai đoạn phát triển mạnh. Bác sĩ sử dụng hệ thống phân loại này để định hướng biện pháp điều trị cho bệnh nhân.   Hình ảnh ung thư tuyến tiền liệt Một số người cần phải làm thêm nhiều xét nghiệm khác để xem liệu bệnh ung thư có lây lan qua vùng khác ngoài tuyến tiền liệt không. Các xét nghiệm này bao gồm siêu âm, ảnh chụp cắt lớp (chụp CT), hoặc quét MRI. Chụp cắt lớp xương nuclit phóng xạ dò tìm ra hiện tượng phun chất phóng xạ nồng độ thấp để phát hiện xem ung thư có lan tới xương chưa.  Trong thủ thuật quét MRI ở đây, khối u có màu xanh, khối hình bầu dục ở giữa, kế bên là tuyến tiền liệt (màu hồng). Các giai đoạn ung thư tuyến tiền liệt Thuật ngữ giai đoạn được dùng để diễn tả bệnh ung thư tuyến tiền liệt đã phát tán (di căn) ở cấp độ nào và để xác định phương pháp điều trị tốt nhất.  * Giai đoạn I: Ung thư còn nhỏ và vẫn còn nằm trong tuyến tiền liệt.  * Giai đoạn II: Ung thư đã phát triển nhiều hơn, nhưng vẫn còn nằm trong tuyến tiền liệt. * Giai đoạn III: Ung thư đã lan qua vùng ngoài tuyến tiền liệt và ở gần túi tinh.  * Giai đoạn IV: Ung thư đã lan qua các hạch bạch huyết, các cơ quan hoặc mô gần đó chẳng hạn như bàng quang hoặc trực tràng, hoặc các cơ quan xa đó như xương hoặc phổi. Tỉ lệ sống sót của bệnh nhân bị ung thư tuyến tiền liệt Tin vui cho những bệnh nhân bị ung thư tuyến tiền liệt là bệnh này thường tiến triển rất chậm. Và người ta dễ dàng phát hiện ra được 9/10 ca bệnh từ giai đoạn đầu. Nhìn chung thì tỉ lệ sống sót gần 5 năm là 100% đối với nam bị bệnh ung thư tuyến tiền liệt hoặc các mô lân cận, và nhiều người có thể sống được lâu hơn. Khi bệnh đã lan qua các vùng xa thì tỉ lệ này giảm còn 31%. Nhưng các con số này đều được dựa trên những người được chẩn đoán bệnh cách đây ít nhất là 5 năm. Triển vọng này có thể khả quan hơn đối với nam được khám và điều trị thời gian này.  Điều trị: Theo dõi có kiểm soát Đối với bệnh ung thư ít rủi ro, ít nguy hiểm thì người ta có thể chờ đợi và theo dõi. Điều này do kết quả sinh thiết, xét nghiệm PSA, và các vạch phân loại ung thư tuyến tiền liệt của bạn xác định. Các phương pháp điều trị khác – nguy cơ mắc bệnh về tình dục hoặc đường tiểu – có thể là không cần thiết. Một số người lớn tuổi hoặc mắc bệnh nghiêm trọng có thể không cần điều trị. Tuy nhiên, phương pháp điều trị liều mạnh thường được khuyến cáo cho thanh niên trẻ tuổi hoặc người bị bệnh nặng hơn.  Liệu pháp điều trị bằng bức xạ  Điều trị bằng chiếu xạ tia bên ngoài để giết tế bào ung thư có thể được sử dụng như một phương pháp điều trị đầu tiên hoặc sau phẫu thuật ung thư tuyến tiền liệt. Nó cũng làm giảm đau xương do sự phát tán ung thư gây ra. Trong liệu pháp tia phóng xạ đến gần, nhiều viên phóng xạ li ti có kích thước nhỏ bằng hạt gạo được đặt vào tuyến tiền liệt. Cả hai phương pháp đó có thể làm giảm chức năng cương dương. Mệt mỏi, các vấn đề về đường tiểu, và tiêu chảy là một số tác dụng phụ khác có thể xảy ra.   Điều trị bằng phẫu thuật Thủ thuật cắt tuyến tiền liệt, hoặc cắt tuyến tiền liệt triệt căn thường được sử dụng để trị dứt căn bệnh ung thư khi chỉ nằm trong phạm vi tuyến tiền liệt. Nhiều kỹ thuật mới áp dụng với đường rạch nhỏ hơn và tránh gây tổn hại cho các dây thần kinh lân cận. Nếu các hạch bạch huyết cũng bị ung thư thì có lẽ thủ thuật cắt tuyến tiền liệt không phải là một lựa chọn tốt nhất. Phương pháp phẫu thuật có thể làm yếu chức năng niệu và tình dục, nhưng cả hai chức năng đó có thể phục hồi theo thời gian.  Điều trị bằng hooc-môn Liệu pháp điều trị bằng hooc-môn có thể ngăn hoặc làm chậm quá trình phát triển của ung thư, nhưng nếu không được kết hợp với một liệu pháp khác thì nó cũng sẽ không chữa dứt bệnh được. Thuốc hoặc hooc-môn làm chặn hoặc ngưng sản sinh testosterone và các hooc-môn nam khác – các kích thích tố nam. Tác dụng phụ có thể gồm hiện tượng trào huyết (mất thăng bằng về hooc-môn; thân nhiệt cao, vã mồ hôi, mặt đỏ au) , phát triển mô ngực, tăng cân, và bất lực.  Điều trị bằng hoá trị liệu  Hoá trị liệu có thể trừ được tế bào ung thư ở khắp cơ thể, bao gồm những tế bào nằm ngoài tuyến tiền liệt, vì vậy liệu pháp này được sử dụng để điều trị chứng ung thư giai đoạn cao hơn và ung thư không đáp ứng được với liệu pháp hooc-môn. Phương pháp điều trị này thường áp dụng qua đường tĩnh mạch và có chu kỳ kéo dài từ 3 đến 6 tháng. Bởi hoá trị liệu có thể diệt được các tế bào phát triển nhanh trong cơ thể nên bạn có thể bị rụng tóc và loét miệng. Các tác dụng phụ khác bao gồm buồn nôn, ói mửa, và mệt mỏi. Điều trị bằng liệu pháp lạnh  Liệu pháp lạnh làm tê và tiêu hủy các tế bào ung thư trong tuyến tiền liệt. Liệu pháp này ít được sử dụng rộng rãi vì người ta vẫn chưa biết nhiều về tính hiệu quả lâu dài của nó. Ngoài ra nó cũng ít di căn hơn phương pháp phẫu thuật, với thời gian phục hồi ngắn hơn. Vì nhiệt độ lạnh có thể gây hại cho các dây thần kinh, nên có đến 80% nam giới trở nên bị bất lực sau khi phẫu thuật lạnh. Bệnh nhân cũng có thể bị đau và có cảm giác nóng rát ở bàng quang và ruột một thời gian ngắn. Điều trị bằng vắc-xin ung thư tuyến tiền liệt  Loại vắc-xin này được sản xuất ra nhằm để điều trị, không phải để ngừa ung thư tuyến tiền liệt bằng cách làm tăng hệ miễn dịch của cơ thể để kháng lại tế bào gây bệnh. Các tế bào miễn dịch được lấy ra khỏi máu, được kích hoạt chống ung thư, và được truyền ngược trở lại vào máu. Người ta có thể thực hiện 3 lần/ tháng. Vắc-xin này được sử dụng cho ung thư tuyến tiền liệt giai đoạn cao không còn đáp ứng được với liệu pháp hooc-môn. Các tác dụng phụ nhẹ có thể xảy ra như mệt mỏi, buồn nôn, và sốt. Niềm hy vọng cho ung thư giai đoạn cao Bác sĩ sẽ tiếp tục theo dõi nồng độ PSA của bạn và có thể cho làm thêm nhiều xét nghiệm khác sau khi đã điều trị ung thư tuyến tiền liệt. Nếu bệnh tái phát hoặc lan ra các bộ phận khác trên cơ thể thì phải tiến hành điều trị thêm. Lối sống của bạn cũng đóng một vai trò hết sức quan trọng. Một công trình nghiên cứu đã phát hiện người sống sót sau chứng ung thư tuyến tiền liệt tập thể dục thường xuyên thì ít có nguy cơ tử vong hơn.  Đối phó với rối loạn chức năng cương dương Rối loạn chức năng cương dương là một tác dụng phụ thường thấy trong quá trình điều trị ung thư tuyến tiền liệt. Nhìn chung, chức năng cương dương có thể được cải thiện trong vòng 2 năm sau khi được phẫu thuật. Thanh niên trẻ tuổi có thể phục hồi nhanh hơn người già trên 70 tuổi. Bạn cũng có thể sử dụng thuốc trị rối loạn cương dương. Các phương pháp điều trị khác, chẳng hạn như tiêm thuốc và thiết bị chân không cũng có thể có tác dụng tốt.  Thức ăn có lợi cho sức khỏe  Chế độ dinh dưỡng thận trọng với bệnh ung thư có lẽ là lựa chọn hàng đầu đối với người sống sót sau bệnh ung thư tuyến tiền liệt muốn tăng cường sức khỏe của mình và những người hy vọng giảm được nguy cơ mắc bệnh. Chế độ dinh dưỡng bao gồm: * Ăn 5 quả trở lên và ăn rau củ mỗi ngày * Dùng ngũ cốc nguyên hạt thay vì bột mì tinh hoặc gạo trắng * Hạn chế các loại thịt có hàm lượng chất béo cao     * Hạn chế hoặc không ăn các loại thịt đã được chế biến (xúc xích xông khói, món thịt nguội với phó-mát, thịt muối xông khói) *  Hạn chế sử dụng rượu bia còn 1-2 ly mỗi ngày (nếu bạn uống rượu) Các loại thức ăn giàu axit phô-lích có thể có một số hoạt tính chống ung thư tuyến tiền liệt (cải bina, nước cam ép, đậu lăng). Nhiều công trình nghiên cứu cho thấy những kết quả tổng hợp trên lycopene, chất chống ô-xy hoá trong cà chua.  Các chất bổ sung: Người mua nên cảnh giác Hãy nên đề phòng các chất bổ sung được quảng cáo có tác dụng phòng ngừa ung thư tuyến tiền liệt. Một số chất thảo dược có thể làm giảm nồng độ PSA. Một công trình nghiên cứu 10 năm cho thấy đã có sự tăng nguy cơ ung thư đối với nam giới sử dụng chất bổ sung axit phô-lích. Cuộc nghiên cứu 5 năm trên selen và vitamin E không cho thấy nguy cơ ung thư tuyến tiền liệt giảm. Bạn nên thông báo cho bác sĩ biết nếu đang sử dụng vitamin hoặc chất bổ sung nhé."
        },
        {
            "en": "Infertility      \nWhat is infertility?\n\n Infertility is defined by the American Society for Reproductive Medicine (ASRM) as a disease of the reproductive system that impairs the body's ability to perform the basic function of reproduction. Although conceiving a child may seem to be simple and natural, the physiological process is quite complicated and depends on the proper function of many factors, including the following, as listed by the ASRM: \n  production of healthy sperm by the man\n\n production of healthy eggs by the woman\n\n unblocked fallopian tubes that allow the sperm to reach the egg\n\n the sperm's ability to fertilize the egg\n\n the ability of the fertilized egg to become implanted in the uterus\n\n adequate embryo quality\n\n  Who is affected by infertility?\n\n Infertility affects about 12 percent of couples of childbearing age. Infertility is not just a woman's concern. A problem with the male is the sole cause, or a contributing cause, of infertility in about 50 percent of infertile couples. About one-third of infertile couples have more than one cause or factor related to their inability to conceive. About 20 percent of couples have no identifiable cause for their infertility after medical investigation. \n What causes infertility?\n\n Many different factors and problems can cause infertility, including problems in the female reproductive system, the male reproductive system, or a combination of the two. The following are some of the conditions or factors that are associated with infertility:  \nfemale factors \n     \novulation dysfunction\n\n   With this condition, the woman's reproductive system does not produce the proper amounts of hormones necessary to develop, mature, and release a healthy egg.   \nanatomical problems\n\n   Abnormal development or function of the female anatomy can prevent the egg and the sperm from meeting. The most common anatomical problem is blockage of the fallopian tubes. Other anatomical problems may include the presence of pelvic scar tissue from previous surgeries or infections.   \nendometriosis\n\n   Endometriosis is a condition in which the tissue that lines the uterus develops outside the uterus, usually on other reproductive organs inside the pelvis or in the abdominal cavity. Each month, this misplaced tissue responds to the hormonal changes of the menstrual cycle by building up and breaking down, resulting in internal bleeding which can cause scar tissue to form and affect reproductive organ function.   \nbirth defects\n\n   Abnormal development and function of reproductive organs resulting from birth defects can affect fertility. One of the most common reproductive system birth defects occurs following a woman's exposure to DES (diethylstilbestrol) taken by her mother during pregnancy. In years past, DES was given to women at risk for pregnancy loss. Fetal DES exposure often causes abnormal development of the uterus and cervix.   \ninfection\n\n   Pelvic inflammatory disease (PID) is caused by a type of bacteria such as gonorrhea and chlamydia. PID can affect the uterus, fallopian tubes, and/or the ovaries. It can lead to pelvic adhesions and scar tissue that develops between internal organs, causing ongoing pelvic pain and the possibility of an ectopic pregnancy (the fertilized egg becomes implanted outside the uterus).   \nimmunological problems\n\n   A problem with a woman's immune system can lead to pregnancy loss. Antibodies (immune or protective proteins) in a woman's system can fail to recognize a pregnancy, or there may be an abnormal immune response to the pregnancy. Women can also develop antisperm antibodies which attack and destroy sperm.  \nmale factors\n\n    \nlow or absent sperm production\n\n   Without proper numbers of healthy sperm, the chance of fertilization is decreased.   \nabnormal sperm function\n\n   Sperm must have proper motility and the ability to penetrate the egg.   \nvaricocele\n\n   This is a condition in which varicose veins develop around the testes. It is a very common cause of male factor infertility and is usually treatable and reversible with surgery.   \nlifestyle\n\n   Use of recreational drugs (i.e., marijuana, cocaine), heavy alcohol use, cigarette smoking, certain medications, and excessive heat to the genital area (as in hot tubs) can affect sperm quality and function.   \nhormonal disorders\n\n   Improper male hormone or endocrine function can affect sperm production and fertilization ability.   \nchromosomal defects\n\n   Certain chromosomal abnormalities are associated with male infertility.   \nbirth defects\n\n   Abnormalities in a man's reproductive system can occur during fetal development. Some birth defects are due to a man's exposure to DES (diethylstilbestrol) taken by his mother during pregnancy.   \nimmunological problems\n\n   A man may have antisperm antibodies (immune or protective proteins) which attack and destroy sperm. How is infertility diagnosed?\n\n When conception does not occur after one year of unprotected intercourse, after six months in women over age 35, or if there are known problems causing infertility, a medical evaluation of both the male and female is recommended. Some obstetrician/gynecologists (OB/GYNs) are able to provide basic infertility evaluation and treatment. However, many causes of infertility are best treated by a board-certified reproductive endocrinologist. This is an OB/GYN who has had additional education and training in infertility and is certified with the American Board of Obstetrics and Gynecology in the sub-specialty of Reproductive Endocrinology and Infertility. Generally, the OB/GYN or reproductive endocrinologist will evaluate specific situations and perform tests in both the male and female partners to determine the cause of infertility. The physician is looking for answers to the following questions: \n  Is the female ovulating regularly?\n\n Is the male producing healthy, viable sperm?\n\n Are the female's egg and the male's sperm able to unite and grow normally?\n\n Are there any obstacles to proper implantation and maintenance of the pregnancy?\n\n  The following tests are often part of the basic medical workup for infertility. \n  \nboth partners \n     medical and sexual history (to evaluate possible physical causes of infertility and if sexual intercourse has been appropriately timed)\n\n    \nfemale \n     \nphysical examination\n\n   A complete physical examination (including a Pap smear and testing for infection) will be necessary.   \novulation evaluation\n\n   An evaluation of ovulation function using an analysis of body temperatures and ovulation called the basal body temperature chart, or with ovulation prediction methods using urine samples, may be recommended.   \nhormone testing\n\n   Hormone testing may be recommended, as certain hormones increase and decrease in production at various times in the monthly cycle.   \nultrasound\n\n   Ultrasound can show the presence of follicles (the sacs containing developing eggs) and the thickness of the uterine tissues. Ultrasound can also show abnormal conditions, such as ovarian cysts or fibroids (benign tumors in the uterus).   \nx-rays\n\n   A hysterosalpingogram may be recommended. This test uses a radio-opaque dye injected into the cervical opening to visualize the inside of the uterus and determine if the fallopian tubes are open.  \nmale \n     \nsemen analysis\n\n   A collection of a semen sample obtained by <em>masturbation</em> that is analyzed in the laboratory for the sperm count, sperm motility, sperm shape, quantity, and evaluation of the ejaculate liquid may be recommended. According to the ASRM, a normal ejaculate contains more than 20 million sperm per milliliter of liquid, more than 50 percent of the sperm should be moving forward, and more than 30 percent of sperm should have normal shapes.   \nother tests may be performed that evaluate the sperm's ability to penetrate the egg, as well as male hormone testing\n\n   Men may be referred to a urologist for further evaluation. \nTreatment for infertility:\n\n Specific treatment for infertility will be determined by your physician based on:  \nyour age, overall health, and medical history\n\n extent of the disorder\n\n cause of the disorder\n\n your tolerance for specific medications, procedures, or therapies\n\n expectations for the course of the disorder\n\n your opinion or preference\n\n  Once a diagnosis is made, the specialist can work with you to determine the course of treatment. According to the ASRM, most infertility cases (85 to 90 percent) are treated with conventional therapies, such as drug treatment or surgical repair of reproductive abnormalities. Depending on the cause of infertility, there are many options to offer an infertile couple. Types of treatments for women may include the following: Ovulation medications These medications help regulate the timing of ovulation and stimulate the development and release of mature eggs. They can also help correct hormonal problems that can affect the lining of the uterus as it prepares to receive a fertilized egg. Ovulation medications can stimulate more than one egg to be released which increases the possibility of having twins and other multiples. Some of the common ovulation medications include the following:  \n  \nclomiphene citrate\n\n  human menopausal gonadotropins - medications containing follicle-stimulating hormone (FSH) and luteinizing hormone (LH)\n\n  follicle-stimulating hormone (FSH)\n\n  Intrauterine insemination For some conditions, including low sperm count and cervical mucus problems, a procedure that places specially washed and prepared sperm directly into the uterus through a small catheter (flexible tube) helps increase the chances for conception. This procedure is often used in combination with ovulation medications.  Surgery Surgery may be used to treat or repair a condition that is causing infertility such as fallopian tube blockage, or endometriosis. A common surgical procedure often used as part of the diagnostic workup of infertility is the laparoscopy. In a laparoscopy, a small telescope inserted into the abdominal or pelvic cavity allows internal organs to be visualized. Some procedures to treat infertility can be performed using instruments inserted through the laparoscope.  Assisted reproductive technology (ART) For some couples, more extensive treatment is needed. With most forms of ART, the sperm and egg are united in the laboratory and the fertilized egg is returned to the woman's uterus where it can implant and develop. Although ART procedures are often costly, many are being used with success. These include the following: o In vitro fertilization (IVF) Involves extracting a woman's eggs, fertilizing the eggs in the laboratory with sperm, and then transferring the resulting embryo(s) into the woman's uterus through the cervix (embryo transfer) where it can develop. Most couples transfer two embryos; however, more may be transferred in certain cases. IVF is the most common form of ART and it is often the treatment of choice for a woman with blocked, severely damaged, or absent fallopian tubes. IVF is also used for infertility caused by endometriosis or male factor infertility. IVF is sometimes used to treat couples with long-term unexplained infertility who have not been able to conceive with other infertility treatments. According to the ASRM, the average cost of one IVF cycle in the United States is $12,400. More than one IVF cycle, however, is usually needed. o Intracytoplasmic sperm injection (ICSI) A procedure in which a single sperm is injected directly into an egg; this procedure is most commonly used to help with male factor infertility problems. o Gamete intrafallopian transfer (GIFT)  Involves using a fiber-optic instrument called a laparoscope to guide the transfer of unfertilized eggs and sperm into the woman's fallopian tubes through small incisions in her abdomen. GIFT is only used in women with healthy fallopian tubes. o Zygote intrafallopian transfer (ZIFT) Involves fertilizing a woman's eggs in the laboratory and then using a laparoscope to guide the transfer of the fertilized eggs (zygotes) into her fallopian tubes. ZIFT is only used in women with healthy fallopian tubes. o Donor eggs Involves an embryo formed from the egg of one woman (the donor) being transferred to another woman who is unable to conceive with her own eggs (the recipient). The donor relinquishes all parental rights to any resulting offspring. ART using donor eggs is much more common among older women than among younger women. The likelihood of a fertilized egg implanting is related to the age of the woman who produced the egg. Egg donors are typically in their 20s or early 30s. o Embryo cryopreservation A procedure in which embryos are preserved through freezing (cryopreservation) for transfer at a later date. This procedure is often used when an IVF cycle produces more embryos than can be transferred at one time. The remaining embryos can be transferred in a future cycle if the woman does not become pregnant. \n There is a range of treatment options currently available for male factor infertility. Treatment may include: \n  \nAssisted reproductive technologies (ART). This type of treatment may include the following:\n\n  o Artificial insemination Artificial insemination involves the placement of relatively large numbers of healthy sperm either at the entrance of the cervix or into the partner's uterus, by passing the cervix, to have direct access to the fallopian tubes. o IVF, GIFT, and other techniques In vitro fertilization (IVF) or gamete intra-fallopian transfer (GIFT) have been used for the treatment of male infertility. As is the case with artificial insemination, IVF and similar techniques offer the opportunity to prepare sperm in vitro, so that oocytes are exposed to an optimal concentration of high quality, motile sperm. o Microsurgical fertilization (microinjection techniques such as intracytoplasmic sperm injection, or ICSI) This treatment is used to facilitate sperm penetration by injection of a single sperm into the oocyte. Fertilization then takes place under the microscope.  \nDrug therapy\n\n  A small percentage of infertile men have a hormonal disorder that can be treated with hormone therapy. Hormonal imbalances caused by a dysfunction in the mechanism of interaction between the hypothalamus, the pituitary gland, and the testes directly affect the development of sperm (spermatogenesis). Drug therapy may include gonadotrophin therapy, antibiotics, or another medication deemed appropriate.  \nSurgery\n\n  Surgical therapy in male infertility is designed to overcome anatomical barriers that impede sperm production and maturation or ejaculation. Surgical procedures to remove varicose veins in the scrotum (varicocele) can sometimes serve to improve the quality of sperm. \nWhat is unexplained infertility?\n\n About 20 percent of couples have unexplained infertility, for which a cause, despite all investigations, is not found. Unexplained infertility does not mean there is no reason for the problem, but that the reason is unable to be identified at the present time. If you suspect you are experiencing infertility, seek medical consultation early. The age of the woman and the duration of the couple's infertility may influence the success of treatment.",
            "vi": "Vô sinh    \nVô sinh là gì?\n Vô sinh được định nghĩa bởi Hiệp hội Y học Sinh sản Hoa Kỳ (ASRM) là một bệnh của hệ sinh sản làm suy yếu khả năng của cơ thể để thực hiện chức năng cơ bản của việc sinh sản. Mặc dù việc thụ thai có vẻ đơn giản và tự nhiên, nhưng quá trình sinh lý lại khá phức tạp và phụ thuộc vào chức năng phù hợp của nhiều yếu tố, như được liệt kê sau đây bởi Hiệp hội Y học Sinh sản Hoa Kỳ:  sự sản xuất tinh trùng khỏe mạnh của người đàn ông\n sự sản xuất trứng khỏe mạnh của người phụ nữ\n ống dẫn trứng không bị tắt cho phép tinh trùng đến được trứng\n khả năng của tinh trùng để thụ tinh trứng\n khả năng của trứng được thụ tinh để bám vào tử cung\n chất lượng phôi đáp ứng\n  \nAi bị ảnh hưởng bởi vô sinh?\n Vô sinh ảnh hưởng đến khoảng 12% số cặp vợ chồng trong độ tuổi sinh đẻ. Vô sinh không chỉ là nỗi lo lắng của riêng người phụ nữ. Trục trặc ở nam giới cũng là nguyên nhân chính hoặc góp phần trong khoảng 50% cặp vợ chồng bị vô sinh. Khoảng một phần ba số cặp vợ chồng vô sinh có nhiều hơn một nguyên nhân hoặc yếu tố liên quan đến sự không có khả năng thụ thai của họ. Khoảng 20% trong số này không phát hiện được nguyên nhân vô sinh sau khi kiểm tra sức khỏe. \nĐiều gì gây ra vô sinh?\n Nhiều yếu tố và vấn đề khác nhau có thể gây ra vô sinh, bao gồm cả các vấn đề trong hệ sinh sản của phụ nữ, hệ sinh sản của đàn ông, hoặc kết hợp cả hai. Sau đây là một số những rối loạn hoặc yếu tố có liên quan đến vô sinh:  những vấn đề ở người phụ nữ     \nrối loạn chức năng rụng trứng\n   Với bệnh này, hệ sinh sản của người đàn bà không tạo ra lượng phù hợp của các hoóc-môn cần thiết cho sự phát triển, chín và rụng trứng khỏe mạnh.   các vấn đề cấu tạo cơ thể    Sự phát triển hoặc chức năng bất bình thường của cơ thể người phụ nữ có thể ngăn ngừa trứng và tinh trùng gặp nhau. Vấn đề cấu tạo cơ thể thường gặp nhất là tắt nghẽn ống dẫn noãn (vòi Fallope). Các vấn đề cấu tạo cơ thể khác có thể bao gồm sự hiện diện của mô sẹo vùng chậu do phẫu thuật hoặc nhiễm trùng trước đây.   lạc nội mạc tử cung   Lạc nội mạc tử cung là bệnh trong đó các mô lót tử cung phát triển bên ngoài tử cung, thường là trên các cơ quan sinh sản khác trong xương chậu hoặc trong khoang bụng. Mỗi tháng, mô lạc vị này phản ứng với những thay đổi do hóc-môn của chu kỳ kinh nguyệt theo cách dày lên và bong ra, dẫn đến chảy máu có thể làm mô sẹo hình thành và ảnh hưởng đến chức năng của cơ quan sinh sản.   các dị tật bẩm sinh   Sự phát triển và chức năng bất thường của cơ quan sinh sản do khuyết tật bẩm sinh có thể ảnh hưởng đến khả năng sinh sản. Một trong những khuyết tật bẩm sinh phổ biến nhất của hệ sinh sản xảy ra do người phụ nữ bị nhiễm DES (diethylstilbestrol) từ mẹ khi mang thai. Trong những năm qua, DES đã được kê toa cho những phụ nữ có nguy cơ sẩy thai. Bào thai phơi nhiễm với DES thường gặp bất thường trong sự phát triển của tử cung và cổ tử cung.   nhiễm trùng   Bệnh viêm khung chậu (PID) gây ra do loại vi khuẩn như bệnh lậu và chlamydia. Bệnh viêm khung chậu có thể tấn công tử cung, ống dẫn noãn (vòi Fallope), và / hoặc buồng trứng. Nó có thể dẫn đến dính xương chậu và mô sẹo phát triển giữa các cơ quan nội tạng, gây ra đau xương chậu phát triển và khả năng mang thai ngoài tử cung (trứng được thụ tinh bám vào bên ngoài tử cung).   các vấn đề miễn dịch   Những rối loạn trong hệ miễn dịch của người phụ nữ có thể dẫn đến sẩy thai. Các kháng thể (các prô-tê-in miễn dịch hoặc bảo vệ) trong cơ thể phụ nữ có thể không nhận biết được sự có thai, hoặc có thể có một phản ứng miễn dịch bất thường đối với sự mang thai. Phụ nữ cũng có thể phát triển các kháng thể kháng tinh trùng sẽ tấn công và tiêu diệt tinh trùng.  những vấn đề ở người đàn ông    không sản xuất hoặc sản xuất ít tinh trùng   Nếu không có số lượng tinh trùng khỏe mạnh thích hợp, cơ hội thụ tinh sẽ giảm.   \nchức năng tinh trùng bất thường\n   Tinh trùng phải có chuyển động thích hợp và khả năng xâm nhập trứng.   giãn tĩnh mạch thừng tinh   Đây là một bệnh trong đó các tĩnh mạch căng giãn phát triển quanh tinh hoàn. Nó là một nguyên nhân rất phổ biến của các yếu tố vô sinh nam và thường có thể điều trị và hồi phục bằng phẫu thuật.   lối sống   Sử dụng các chất kích thích (như cần sa, cô-ca-in), sử dụng rượu nặng, hút thuốc, một số loại dược phẩm, và nhiệt độ quá nóng ở vùng sinh dục (như trong bồn tắm nước nóng) có thể ảnh hưởng đến chất lượng và chức năng tinh trùng.   \nrối loạn hoóc-môn\n   Hoóc-môn nam hoặc chức năng nội tiết không đúng có thể ảnh hưởng đến sự sản xuất tinh trùng và khả năng thụ tinh.   dị tật nhiễm sắc thể   Một số dị dạng nhiễm sắc thể gắn liền với chứng vô sinh ở nam.   dị tật bẩm sinh   Bất thường trong hệ sinh sản của con người có thể xảy ra trong sự phát triển thai nhi. Một số khuyết tật bẩm sinh   do phơi nhiễm với DES (diethylstilbestrol) khi người đàn ông được mang thai.   vấn đề miễn dịch   Một người đàn ông có thể có kháng thể kháng tinh trùng (các prô-tê-in miễn dịch hoặc bảo vệ) tấn công và tiêu diệt tinh trùng. \nVô sinh được chẩn đoán như thế nào?\n Khi sự thụ thai không xảy ra sau một năm quan hệ tình dục không dùng biện pháp bảo vệ, sau sáu tháng ở phụ nữ trên 35 tuổi, hoặc nếu có biết những vấn đề gây vô sinh, một giám định y khoa sẽ được đề nghị thực hiện ở cả người nam và nữ. Một số bác sĩ sản khoa / bác sĩ phụ khoa (OB / GYN) có thể cung cấp đánh giá và điều trị vô sinh cơ bản. Tuy nhiên, nhiều nguyên nhân vô sinh sẽ được điều trị tốt nhất bởi một bác sĩ chuyên khoa nội tiết và sinh sản. Đây là một bác sĩ sản khoa / phụ khoa được huấn luyện và đào tạo thêm về vô sinh và có chứng nhận của Hiệp hội Sản Phụ khoa Hoa Kỳ trong chuyên khoa phụ Nội tiết sinh sản và Vô sinh. Nói chung, bác sĩ sản khoa / phụ khoa hoặc bác sĩ chuyên khoa nội tiết sinh sản sẽ đánh giá tình hình cụ thể và thực hiện các xét nghiệm trong cả người nam và nữ để xác định nguyên nhân vô sinh. Các bác sĩ sẽ tìm câu trả lời cho những câu hỏi sau:  Người nữ rụng trứng thường xuyên không?\n Người nam có tạo ra tinh trùng khoẻ mạnh và có thể sống không?\n Trứng của người nữ và tinh trùng của người nam có thể thụ tinh và phát triển bình thường không?\n Có trở ngại gì trong việc bám của bào thai vào tử cung và nuôi dưỡng bào thai không?\n  Các xét nghiệm sau đây thường là một phần của việc kiểm tra sức khoẻ tổng quát cơ bản cho vô sinh.  \ncả hai người nam và nữ\n    tiền sử sức khỏe và tình dục (để đánh giá các nguyên nhân thể chất có thể gây vô sinh và liệu thời gian quan hệ tình dục có thích hợp chưa)\n    người nữ    \nkiểm tra sức khoẻ tổng quát\n   Một cuộc kiểm tra sức khoẻ tổng quát toàn diện (bao gồm phết tế bào cổ tử cung và xét nghiệm nhiễm trùng) sẽ  cần thiết.   \nđánh giá sự rụng trứng\n   Đánh giá chức năng rụng trứng bằng cách phân tích thân nhiệt và sự rụng trứng được gọi là biểu đồ nhiệt độ cơ thể cơ bản, hoặc với phương pháp dự đoán sự rụng trứng sử dụng mẫu nước tiểu, có thể được đề nghị.   xét nghiệm hoóc-môn   Xét nghiệm hoóc-môn có thể được đề nghị, vì sự sản xuất một số hoóc-môn sẽ tăng hoặc giảm vào các thời điểm khác nhau trong chu kỳ hàng tháng.   siêu âm   Siêu âm có thể thấy sự hiện diện của các nang (các túi chứa trứng đang phát triển) và độ dày của các mô tử cung. Siêu âm cũng có thể cho thấy những tình trạng bất thường, như là u nang buồng trứng hoặc u xơ tử cung (các khối u lành tính trong tử cung).   X-quang   Chụp X-quang vòi tử cung có thể được đề nghị. Xét nghiệm này sử dụng một loại thuốc nhuộm cản bức xạ tiêm vào lổ cổ tử cung để xem xét bên trong tử cung và xác định xem các ống dẫn trứng có thông bình thường hay không.  người nam    phân tích tinh dịch   Tập hợp các nhóm mẫu tinh dịch thu được bằng cách thủ dâm được xét nghiệm phân tích mật độ, chuyển động, hình dạng, số lượng của tinh trùng, và có thể được đề nghị giám định tinh dịch. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, một lần xuất tinh bình thường chứa hơn 20 triệu tinh trùng trong mỗi mi-li-lít tinh dịch, hơn 50% tinh trùng sẽ di chuyển về phía trước, và hơn 30% tinh trùng phải có hình dạng bình thường.   \ncác xét nghiệm khác có thể được thực hiện để đánh giá khả năng thâm nhập vào trứng của tinh trùng, cũng như xét nghiệm nội tiết tố nam\n   Nam giới có thể được giới thiệu đến bác sĩ chuyên khoa niệu để được đánh giá thêm.   \nĐiều trị vô sinh:\n Điều trị vô sinh cụ thể sẽ được xác định bởi bác sĩ của bạn dựa trên:  tuổi của bạn, sức khỏe tổng quát, và tiền sử bệnh\n mức độ bệnh\n \nnguyên nhân bệnh\n \ndung nạp của bạn với thuốc, phương thức điều trị, hoặc liệu pháp\n dự đoán tiến triển của bệnh \ný kiến ​​hoặc nguyện vọng của bạn\n  Sau khi chẩn đoán, các chuyên gia có thể làm việc với bạn để xác định liệu trình điều trị. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, hầu hết các trường hợp vô sinh (85% tới 90%), sẽ được điều trị bằng các liệu pháp thông thường, chẳng hạn như điều trị bằng thuốc hoặc phẫu thuật sửa chữa những bất thường của hệ sinh sản. Tùy thuộc vào nguyên nhân vô sinh, có nhiều lựa chọn chữa trị cung cấp cho một cặp vợ chồng vô sinh. Những phương pháp điều trị cho phụ nữ có thể bao gồm: Dược phẩm kiểm soát sự rụng trứng Các loại dược phẩm này giúp kiểm soát thời gian rụng trứng và kích thích sự phát triển và phóng thích trứng chín. Dược phẩm dạng này cũng có thể giúp điều chỉnh các rối loạn về nội tiết tố có thể ảnh hưởng đến niêm mạc tử cung khi nó chuẩn bị nhận trứng đã được thụ tinh. Thuốc rụng trứng có thể kích thích nhiều hơn một trứng được phóng thích làm tăng khả năng mang thai song sinh và đa sinh. Một số thuốc rụng trứng thông thường bao gồm:  \nclomiphene citrate\n \nhoóc-môn kích thích tuyến sinh dục ở người mãn kinh – các thuốc chứa hoóc-môn sinh sản (FSH) và hoóc-môn tạo hoàng thể (LH)\n hoóc-môn sinh sản (FSH)  Thụ tinh trong tử cung Đối với một số điều kiện, chẳng hạn như mật độ tinh trùng thấp và vấn đề chất nhầy cổ tử cung, một quy trình sẽ đưa tinh trùng đã được rửa sạch và chuẩn bị trực tiếp vào trong tử cung thông qua một ống nhỏ (ống mềm dẻo) giúp tăng cơ hội thụ thai. Phương thức này thường được dùng trong kết hợp với thuốc kiểm soát sự rụng trứng. Phẫu thuật Phẫu thuật có thể được dùng để điều trị hoặc sửa chữa một tình trạng gây ra vô sinh như tắt nghẽn ống dẫn noãn (vòi Fallope), hoặc bệnh lạc nội mạc tử cung. Một thủ thuật phẫu thuật thông dụng thường được dùng như một phần của kiểm tra chẩn đoán vô sinh là phẫu thuật nội soi. Trong phẫu thuật nội soi, một kính viễn vọng nhỏ được đưa vào trong ổ bụng hoặc vùng chậu cho phép xem xét các cơ quan nội tạng. Một số cách điều trị vô sinh có thể được thực hiện bằng cách sử dụng dụng cụ đưa vào qua ống nội soi. Kỹ thuật hỗ trợ sinh sản (ART) Đối với một số cặp vợ chồng, cần phải được điều trị sâu rộng hơn. Với hầu hết các dạng kỹ thuật hỗ trợ sinh sản, tinh trùng và trứng được kết hợp trong phòng thí nghiệm và trứng được thụ tinh được trả lại vào tử cung của người phụ nữ nơi nó có thể bám vào và phát triển. Mặc dù những kỹ thuật này thường tốn kém, nhưng nhiều người đã thành công. Chúng bao gồm những điều sau đây: o Thụ tinh trong ống nghiệm (IVF) Bao gồm lấy trứng của người phụ nữ, thụ tinh trứng trong phòng xét nghiệm với tinh trùng, và sau đó chuyển một hoặc nhiều phôi đã được thụ tinh vào tử cung của người phụ nữ qua đường cổ tử cung (chuyển giao phôi), nơi phôi có thể phát triển. Hầu hết các cặp vợ chồng đều chuyển hai phôi, tuy nhiên, có thể chuyển nhiều hơn tùy các trường hợp nhất định. Thụ tinh nhân tạo là hình thức phổ biến nhất của kỹ thuật hỗ trợ sinh sản và nó thường được lựa chọn điều trị cho một phụ nữ bị tắt, hư hỏng nặng hay không có ống dẫn trứng. Thụ tinh nhân tạo cũng được dùng chữa vô sinh gây ra bởi bệnh lạc nội mạc tử cung hoặc yếu tố vô sinh nam. Thụ tinh nhân tạo đôi khi cũng được dùng để điều trị cho những cặp vợ chồng vô sinh không rõ nguyên nhân trong thời gian dài đã không thể thụ thai với các phương pháp điều trị vô sinh khác. Theo ASRM, chi phí trung bình cho một lần thụ tinh trong ống nghiệm ở Hoa Kỳ là 12.400 đô-la. Tuy nhiên, thường thì cần phải thực hiện nhiều hơn 1 lần. o Tiêm tinh trùng nội bào tương (ICSI) Một thủ thuật trong đó một tinh trùng được tiêm trực tiếp vào một quả trứng; thường được dùng điều trị cho các rối loạn yếu tố vô sinh nam. o Chuyển giao tử vào vòi trứng (GIFT) Bao gồm việc sử dụng một dụng cụ sợi quang học gọi là ống nội soi để hướng dẫn việc chuyển giao các trứng chưa được thụ tinh và tinh trùng vào ống dẫn trứng của người phụ nữ thông qua các vết mổ nhỏ ở bụng của cô. Chuyển giao tử vào vòi trứng chỉ được thực hiện ở phụ nữ có ống dẫn trứng khỏe mạnh. o Chuyển phôi (hợp tử) vào vòi trứng (ZIFT) Bao gồm việc thụ tinh trứng của người phụ nữ trong phòng thí nghiệm và sau đó sử dụng một ống nội soi để hướng dẫn việc chuyển giao các trứng đã thụ tinh (hợp tử) vào ống dẫn trứng của cô. Chuyển phôi (hợp tử) vào vòi trứng chỉ được sử dụng ở phụ nữ có ống dẫn trứng khỏe mạnh. o Hiến tặng trứng Liên quan đến một phôi thai hình thành từ trứng của một phụ nữ (người hiến tặng) được chuyển cho một người phụ nữ không thể thụ thai với trứng của chính mình (người nhận). Người hiến tặng phải cam kết từ bỏ tất cả các quyền cha mẹ đối với đứa con được thụ tinh. ART sử dụng trứng hiến tặng phổ biến cho phụ nữ lớn tuổi hơn so với phụ nữ trẻ. Khả năng bám vào tử cung và sống được của trứng đã thụ tinh liên quan đến tuổi tác của người phụ nữ hiến trứng. Người cho trứng nên ở tuổi đôi mươi hay đầu ba mươi. o Trữ lạnh phôi Phương thức trong đó phôi được bảo quản bằng cách đông lạnh (trữ lạnh) để chuyển giao vào thời gian sau đó. Phương thức này thường được dùng khi một lần thụ tinh trong ống nghiệm tạo ra nhiều phôi hơn có thể cấy ghép cùng một lúc. Những phôi còn lại có thể cấy ghép truyền trong lần sau nếu người phụ nữ không mang thai được. Hiện có một loạt các lựa chọn điều trị cho các yếu tố vô sinh nam. Điều trị có thể bao gồm:  \nCác kỹ thuật hỗ trợ sinh sản (ART). Loại điều trị này có thể bao gồm:\n  o Thụ tinh nhân tạo Thụ tinh nhân tạo bao gồm đưa lượng khá lớn tinh trùng khỏe mạnh vào cổ tử cung hay tử cung của người phụ nữ, bằng cách đi qua cổ tử cung, để có chuyển giao trực tiếp đến ống dẫn trứng. o Thụ tinh trong ống nghiệm, chuyển giao tử vào vòi trứng và các kỹ thuật khác Thụ tinh trong ống nghiệm (IVF) hoặc chuyển giao tử vào vòi trứng(GIFT) đã được sử dụng để điều trị vô sinh nam. Bởi vì trong trường hợp thụ tinh nhân tạo, thụ tinh trong ống nghiệm và các kỹ thuật tương tự sẽ tạo cơ hội để chuẩn bị tinh trùng trong ống nghiệm, do đó tế bào trứng được tiếp xúc với một nồng độ tối ưu của tinh trùng chất lượng cao và có khả năng chuyển động tốt hơn. o Thụ tinh vi phẫu thuật (các kỹ thuật tiêm tế bào như là tiêm tinh trùng nội bào tương (ICSC).  Cách điều trị này tạo điều kiện thuận lợi cho tinh trùng thâm nhập vào bằng cách tiêm từng tinh trùng vào tế bào trứng. Sự thụ tinh sau đó diễn ra qua kính hiển vi.  Điều trị bằng thuốc  Một tỷ lệ nhỏ đàn ông bị vô sinh do rối loạn hoóc-môn có thể được chữa bằng điều trị hoóc-môn. Sự mất cân đối về hoóc-môn gây ra bởi rối loạn chức năng trong cơ chế tương tác giữa vùng dưới đồi, tuyến yên, và tinh hoàn ảnh hưởng trực tiếp đến sự phát triển của tinh trùng (sự sinh tinh trùng). Điều trị bằng thuốc có thể bao gồm điều trị bằng hoóc-môn kích thích tuyến sinh dục, kháng sinh, hoặc các thuốc khác được coi là phù hợp.  Phẫu thuật  Điều trị ngoại khoa trong chứng vô sinh ở nam được thiết kế để khắc phục những khuyết tật cơ thể cản trở sự sản xuất và phát triển của tinh trùng hoặc sự xuất tinh. Ca phẫu thuật để loại bỏ căng giãn tĩnh mạch trong bìu (giãn tĩnh mạch thừng tinh) đôi khi có thể cải thiện chất lượng của tinh trùng. \nVô sinh vô cớ là gì?\n Khoảng 20% các cặp vợ chồng vô sinh không rõ nguyên nhân, tức là dù đã làm tất cả kiểm tra, vẫn không tìm ra nguyên nhân vô sinh. Vô sinh vô cớ không có nghĩa là không có nguyên nhân cho vấn đề này, nhưng là chưa thể xác định được tại thời điểm hiện tại. Nếu bạn nghi ngờ mình đang bị vô sinh, hãy tiìm sự tư vấn sức khỏe sớm. Độ tuổi của người phụ nữ và thời gian vô sinh của cặp vợ chồng có thể ảnh hưởng đến sự thành công của việc điều trị."
        }
    ],
    "suggestions": []
}