{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mastered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mastered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mastered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mastered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mastered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She <em>mastered</em> her difficulties.",
            "vi": "Chị ấy đã khắc phục được mọi khó khăn."
        },
        {
            "en": "Later, I <em>mastered</em> interactive marketing.",
            "vi": "Sau đó, tôi tìm hiểu sâu về tiếp thị tương tác."
        },
        {
            "en": "Difficulties <em>mastered</em> are opportunities won.",
            "vi": "Khắc phục gian nan tức chuyển nó thành cơ hội tốt."
        },
        {
            "en": "I haven't <em>mastered</em> the problem yet.",
            "vi": "Tôi chưa nắm rõ vấn đề."
        },
        {
            "en": "A never - ending stream of customers has to be <em>mastered</em>.",
            "vi": "Một hàng dài các khách hàng tưởng chừng không bao giờ kết thúc phải được điều khiển."
        },
        {
            "en": "The children had <em>mastered</em> this series months ago.",
            "vi": "Bọn trẻ đã rất thuần thục bài tập này từ nhiều tháng trước đây."
        },
        {
            "en": "Once I've <em>mastered</em> Italian, learning Spanish should be child's play.",
            "vi": "Một khi tôi đã nắm vững tiếng Ý thì việc học tiếng Tây Ban Nha chỉ là chuyện trẻ con."
        },
        {
            "en": "My brother has <em>mastered</em> the technique of playing the guitar.",
            "vi": "Anh trai tôi đã hoàn toàn nắm vững kỹ thuật chơi ghi ta."
        },
        {
            "en": "Once you've <em>mastered</em> Italian, learning Spanish should be child's play.",
            "vi": "Một khi bạn đã nắm vững/thông thạo tiếng Ý thì học tiếng Tây Ban Nha chỉ là việc nhỏ."
        },
        {
            "en": "Before artists had <em>mastered</em> the tricks of perspective.",
            "vi": "Trước khi các hoạ sĩ nắm được thủ pháp về luật phối cảnh."
        },
        {
            "en": "A never-ending stream of customers has to be <em>mastered</em>.",
            "vi": "Một hàng dài các khách hàng tưởng chừng không bao giờ kết thúc phải được điều khiển."
        },
        {
            "en": "She has <em>mastered</em> the art of playing the guitar.",
            "vi": "Cô ta hoàn toàn nắm vững nghệ thuật chơi ghi ta."
        },
        {
            "en": "She has now <em>mastered</em> the art of letter writing.",
            "vi": "Giờ đây cô ấy đã nắm vững nghệ thuật viết thư tay."
        },
        {
            "en": "An understanding of engineering theories and problems is impossible until basic arithmetic is fully <em>mastered</em>.",
            "vi": "Không thể hiểu biết các lý thuyết và các vấn đề về kỹ thuật cho tới khi số học hoàn toàn làm chủ."
        },
        {
            "en": "Difficulties <em>mastered</em> are oppotunities won. /After a storm, comes a calm sea.",
            "vi": "Sau cơn mưa trời lại sáng."
        },
        {
            "en": "Once you 've <em>mastered</em> the basic principles of using a computer, you can move on.",
            "vi": "Một khi anh thông thạo những quy tắc cơ bản trong việc dùng máy tính thì anh có thể tiến bộ lên."
        },
        {
            "en": "The Japanese have <em>mastered</em> modern technology unlike many of Eastern nations.",
            "vi": "Người nhật đã nắm vững kỹ thuật hiện đại không như nhiều nước phương đông khác."
        },
        {
            "en": "Once I 've <em>mastered</em> Italian, learning Spanish should be child's play.",
            "vi": "Một khi tôi đã nắm vững tiếng Ý thì việc học tiếng Tây Ban Nha chỉ là chuyện trẻ con."
        },
        {
            "en": "Only when you have <em>mastered</em> these techniques then you could apply for the system architect position.",
            "vi": "Chỉ khi bạn đã làm chủ những kỹ thuật này thì bạn mới có thể xin vào làm chức vụ kiến trúc sư."
        },
        {
            "en": "Mary has <em>mastered</em> the art of giving nothing away in interviews.",
            "vi": "Mary đã nắm chắc nghệ thuật của sự không biểu lộ ra điều gì trong các cuộc phỏng vấn."
        }
    ],
    "suggestions": []
}