{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mastering",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mastering",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mastering",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mastering",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mastering",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My task this year is <em>mastering</em> diving.",
            "vi": "Nhiệm vụ của tôi năm này là phải lặn thành thạo."
        },
        {
            "en": "It's hard to be successful without <em>mastering</em> any handshake.",
            "vi": "Khó gặt hái thành công mà không thành thạo một kiểu bắt tay nào cả."
        },
        {
            "en": "Self-confidence is a prerequisite for <em>mastering</em> a foreign language.",
            "vi": "Tự tin là tiền đề để nắm vững một ngoại ngữ."
        },
        {
            "en": "Expressions are the heart of <em>mastering</em> queries, the report designer, and most of the table commands.",
            "vi": "Các biểu thức là trung tâm của việc làm chủ các yêu cầu tìm kiếm, bộ thiết kế báo biểu, và hầu hết các lệnh tác dụng tới bảng cơ sở dữ liệu."
        },
        {
            "en": "It's hard to be successful without <em>mastering</em> a good handshake such as the All-American.",
            "vi": "Rất khó đạt được thành công mà không thành thạo một kiểu bắt tay tốt, chẳng hạn lối bắt tay kiểu mỹ."
        },
        {
            "en": "<em>Mastering</em> management skills is hard to achieve by newcomers starting their careers in the chemical industry.",
            "vi": "Việc tinh thông những kỹ năng quản lý rất khó đạt được bởi những người mới bắt đầu nghề nghiệp của họ trong ngành công nghiệp hóa chất."
        },
        {
            "en": "He studied English hard with a view to <em>mastering</em> it quickly.",
            "vi": "Anh ấy học tiếng Anh chăm chỉ để nhanh chóng nắm vững nó."
        },
        {
            "en": "Tom was a renowned artist who was versatile working and <em>mastering</em> work in pencil.",
            "vi": "Tom là một nghệ sĩ lừng danh đã làm việc một cách tháo vát và xuất sắc với cây bút chì."
        },
        {
            "en": "\"What is the most difficult thing about learning to become an eloquent speaker?\" - \"It's <em>mastering</em> the language.\"",
            "vi": "\"Điều gì là khó nhất trong việc học để trở thành một nhà hùng biện?\"–\"Đó là làm chủ được ngôn ngữ\"."
        },
        {
            "en": "\"What is the most difficult thing about learning to become an eloquent speaker?\"-\"It's <em>mastering</em> the language.\"",
            "vi": "\"Điều gì là khó nhất trong việc học để trở thành một nhà hùng biện?\" – \"Đó là làm chủ được ngôn ngữ\"."
        },
        {
            "en": "Vietnamese scientists are capable of <em>mastering</em> advanced technologies used in gene transformation if they receive proper funding, Buu said. ",
            "vi": "Ông Bửu nói rằng các nhà khoa học Việt Nam có khả năng làm chủ công nghệ tiên tiến được sử dụng trong chuyển đổi gen nếu họ nhận được mức tài trợ thích hợp."
        },
        {
            "en": "This point of view has remained its worth and appealed everyone to studying, <em>mastering</em> and applying thoroughly.",
            "vi": "Quan điểm này của chủ tịch HCM hiện nay vẫn còn nguyên giá trị, đòi hỏi mỗi người phải nghiên cứu, quán triệt và thực hiện triệt để."
        },
        {
            "en": "But <em>mastering</em> the mechanics will not put you at the top of the sales charts unless you master the right mechanics.",
            "vi": "Nhưng giỏi về cơ khí sẽ không làm cho bạn dẫn đầu danh sách người bán hàng trừ khi bạn giỏi về cơ khí thích hợp."
        },
        {
            "en": "However, according to him the key competition between China and S. America is not about prices or proximity but in the <em>mastering</em> of English language.",
            "vi": "Tuy nhiên, theo ông ấy cạnh tranh then chốt giữa Trung Quốc và Nam Mỹ không phải về giá hay sự gần gũi mà là việc làm chủ tiếng Anh."
        },
        {
            "en": "The Atchley's son, Sky, 13, is home schooled. His parents focus on skill-based learning, such as <em>mastering</em> maths through cooking or carpentry.",
            "vi": "Cậu con trai nhà Atchley là Sky, 13 tuổi, tự học ở nhà. Cha mẹ cậu tập trung dạy cho cậu học qua các kỹ năng, chẳng như biết tính toán qua nấu ăn hoặc làm mộc."
        },
        {
            "en": "Taking responsibility for your own feelings and reactions is <em>mastering</em> your \"ability to respond\". In other words, you learn to consciously choose rather than simply react.",
            "vi": "Hãy làm chủ cảm xúc của bản thân và kiểm soát những phản ứng của riêng mình. Nói cách khác, hãy học cách chọn lựa cảm xúc một cách có ý thức thay vì phản ứng đơn thuần theo bản năng."
        },
        {
            "en": "By <em>mastering</em> the basics of business success, you'll gain the knowledge necessary to acquire the support and money you need for your business.",
            "vi": "Bằng cách nắm vững những kiến thức căn bản về thành công trong kinh doanh, bạn sẽ có được kiến thức cần thiết để nhận được sự hỗ trợ và kiếm được số tiền bạn cần cho doanh nghiệp mình."
        },
        {
            "en": "This is the discipline that students need to develop because <em>mastering</em> it is a skill that will be helpful throughout their life.",
            "vi": "Điều này là kỷ luật mà sinh viên cần phát triển bởi vì làm chủ nó là một kỹ năng sẽ có ích trong cả đời họ."
        },
        {
            "en": "He felt so discouraged at the end of it that he slipped away losing all hope <em>mastering</em> the art of ordering food in New York.",
            "vi": "Sau cùng ông cảm thấy nản quá nên ông bỏ đi và hết hi vọng học được nghệ thuật gọi thức ăn ở new york."
        },
        {
            "en": "By learning Chinese, Zuckerberg clearly demonstrated that <em>mastering</em> a local language is a key step toward developing deeper business relationships and winning the hearts and minds of target markets -- and he's right. ",
            "vi": "Với việc học tiếng Trung, Zuckerberg đã chứng minh rằng việc thành thạo một ngôn ngữ địa phương là một bước quan trọng tiến tới sự phát triển quan hệ kinh doanh sâu đậm hơn, chiếm được cảm tình và sự quan tâm từ thị trường mục tiêu- và anh ấy đã đúng."
        }
    ],
    "suggestions": []
}