{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mə,tiəri'æliti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính vật chất, tính hữu tình; thực chất</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính trọng đại, tính cần thiết</td></tr></table><i/></div>",
            "word": "materiality"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "materiality"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "materiality"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "materiality"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "materiality"
        }
    },
    "sentences": [
        {
            "en": "<em>Materiality</em>: the term <em>materiality</em> refers to the relative importance of an item or event.",
            "vi": "Trọng yếu: thuật ngữ trọng yếu liên quan đến tầm quan trọng của một khoản mục hay sự kiện."
        },
        {
            "en": "The <em>materiality</em> of an item is normally determined by relating its dollar value to an element of the financial statements.",
            "vi": "Tính trọng yếu của một khoản mục thường được xác định căn cứ vào giá trị của khoản mục đối với các yếu tố của báo cáo tài chính."
        },
        {
            "en": "However, the <em>materiality</em> of an item also depends on the nature of the item as well as the amount.",
            "vi": "Tuy nhiên, tính trọng yếu của một khoản mục phụ thuộc vào cả bản chất của khoản mục lẫn giá trị của khoản mục."
        },
        {
            "en": "Accounting Principles      \nIntroduction to Accounting Principles\n There are general rules and concepts that govern the field of accounting. These general rules—referred to as basic accounting principles and guidelines—form the groundwork on which more detailed, complicated, and legalistic accounting rules are based. For example, the Financial Accounting Standards Board (FASB) uses the basic accounting principles and guidelines as a basis for their own detailed and comprehensive set of accounting rules and standards.  The phrase \"generally accepted accounting principles\" (or \"GAAP\") consists of three important sets of rules: (1) the basic accounting principles and guidelines, (2) the detailed rules and standards issued by FASB and its predecessor the Accounting Principles Board (APB), and (3) the generally accepted industry practices.  If a company distributes its financial statements to the public, it is required to follow generally accepted accounting principles in the preparation of those statements. Further, if a company's stock is publicly traded, federal law requires the company's financial statements be audited by independent public accountants. Both the company's management and the independent accountants must certify that the financial statements and the related notes to the financial statements have been prepared in accordance with GAAP.  GAAP is exceedingly useful because it attempts to standardize and regulate accounting definitions, assumptions, and methods. Because of generally accepted accounting principles we are able to assume that there is consistency from year to year in the methods used to prepare a company's financial statements. And although variations may exist, we can make reasonably confident conclusions when comparing one company to another, or comparing one company's financial statistics to the statistics for its industry. Over the years the generally accepted accounting principles have become more complex because financial transactions have become more complex.   Basic Accounting Principles and Guidelines Since GAAP is founded on the basic accounting principles and guidelines, we can better understand GAAP if we understand those accounting principles. The table below lists the ten main accounting principles and guidelines together with a highly condensed explanation of each.  \n  Basic Accounting Principle   What It Means in Relationship to a Financial Statement     Economic Entity Assumption   The accountant keeps all of the business transactions of a sole proprietorship separate from the business owner's personal transactions. For legal purposes, a sole proprietorship and its owner are considered to be one entity, but for accounting purposes they are considered to be two separate entities.     Monetary Unit Assumption    Economic activity is measured in U.S. dollars, and only transactions that can be expressed in U.S. dollars are recorded. Because of this basic accounting principle, it is assumed that the dollar's purchasing power has not changed over time. As a result accountants ignore the effect of inflation on recorded amounts. For example, dollars from a 1960 transaction are combined (or shown with) dollars from a 2010 transaction.     Time Period Assumption   This accounting principle assumes that it is possible to report the complex and ongoing activities of a business in relatively short, distinct time intervals such as the five months ended May 31, 2010, or the 5 weeks ended May 1, 2010. The shorter the time interval, the more likely the need for the accountant to estimate amounts relevant to that period. For example, the property tax bill is received on December 15 of each year. On the income statement for the year ended December 31, 2010, the amount is known; but for the income statement for the three months ended March 31, 2010, the amount was not known and an estimate had to be used. It is imperative that the time interval (or period of time) be shown in the heading of each income statement, statement of stockholders' equity, and statement of cash flows. Labeling one of these financial statements with \"December 31\" is not good enough—the reader needs to know if the statement covers the one week ending December 31, 2010 the month ending December 31, 2010 the three months ending December 31, 2010 or the year ended December 31, 2010.     Cost Principle   From an accountant's point of view, the term \"cost\" refers to the amount spent (cash or the cash equivalent) when an item was originally obtained, whether that purchase happened last year or thirty years ago. For this reason, the amounts shown on financial statements are referred to as historical cost amounts. Because of this accounting principle asset amounts are not adjusted upward for inflation. In fact, as a general rule, asset amounts are not adjusted to reflect any type of increase in value. Hence, an asset amount does not reflect the amount of money a company would receive if it were to sell the asset at today's market value. (An exception is certain investments in stocks and bonds that are actively traded on a stock exchange.) If you want to know the current value of a company's long-term assets, you will not get this information from a company's financial statements—you need to look elsewhere, perhaps to a third-party appraiser.      Full Disclosure Principle   If certain information is important to an investor or lender using the financial statements, that information should be disclosed within the statement or in the notes to the statement. It is because of this basic accounting principle that numerous pages of \"footnotes\" are often attached to financial statements. As an example, let's say a company is named in a lawsuit that demands a significant amount of money. When the financial statements are prepared it is not clear whether the company will be able to defend itself or whether it might lose the lawsuit. As a result of these conditions and because of the full disclosure principle the lawsuit will be described in the notes to the financial statements. A company usually lists its significant accounting policies as the first note to its financial statements.     Going Concern Principle   This accounting principle assumes that a company will continue to exist long enough to carry out its objectives and commitments and will not liquidate in the foreseeable future. If the company's financial situation is such that the accountant believes the company will not be able to continue on, the accountant is required to disclose this assessment. The going concern principle allows the company to defer some of its prepaid expenses until future accounting periods.     Matching Principle   This accounting principle requires companies to use the accrual basis of accounting. The matching principle requires that expenses be matched with revenues. For example, sales commissions expense should be reported in the period when the sales were made (and not reported in the period when the commissions were paid). Wages to employees are reported as an expense in the week when the employees worked and not in the week when the employees are paid. If a company agrees to give its employees 1% of its 2010 revenues as a bonus on January 15, 2011, the company should report the bonus as an expense in 2010 and the amount unpaid at December 31, 2010 as a liability. (The expense is occurring as the sales are occurring.) Because we cannot measure the future economic benefit of things such as advertisements (and thereby we cannot match the ad expense with related future revenues), the accountant charges the ad amount to expense in the period that the ad is run.     Revenue Recognition Principle   Under the accrual basis of accounting (as opposed to the cash basis of accounting), revenues are recognized as soon as a product has been sold or a service has been performed, regardless of when the money is actually received. Under this basic accounting principle, a company could earn and report $20,000 of revenue in its first month of operation but receive $0 in actual cash in that month. For example, if ABC Consulting completes its service at an agreed price of $1,000, ABC should recognize $1,000 of revenue as soon as its work is done—it does not matter whether the client pays the $1,000 immediately or in 30 days. Do not confuse revenue with a cash receipt.     <em>Materiality</em>   Because of this basic accounting principle or guideline, an accountant might be allowed to violate another accounting principle if an amount is insignificant. Professional judgement is needed to decide whether an amount is insignificant or immaterial. An example of an obviously immaterial item is the purchase of a $150 printer by a highly profitable multi-million dollar company. Because the printer will be used for five years, the matching principle directs the accountant to expense the cost over the five-year period. The <em>materiality</em> guideline allows this company to violate the matching principle and to expense the entire cost of $150 in the year it is purchased. The justification is that no one would consider it misleading if $150 is expensed in the first year instead of $30 being expensed in each of the five years that it is used. Because of <em>materiality</em>, financial statements usually show amounts rounded to the nearest dollar, to the nearest thousand, or to the nearest million dollars depending on the size of the company.     Conservatism   If a situation arises where there are two acceptable alternatives for reporting an item, conservatism directs the accountant to choose the alternative that will result in less net income and/or less asset amount. Conservatism helps the accountant to \"break a tie.\" It does not direct accountants to be conservative. Accountants are expected to be unbiased and objective. The basic accounting principle of conservatism leads accountants to anticipate or disclose losses, but it does not allow a similar action for gains. For example, potential losses from lawsuits will be reported on the financial statements or in the notes, but potential gains will not be reported. Also, an accountant may write inventory down to an amount that is lower than the original cost, but will not write inventory up to an amount higher than the original cost.   \n \nOther Characteristics of Accounting Information\n When financial reports are generated by professional accountants, we have certain expectations of the information they present to us: We expect the accounting information to be reliable, verifiable, and objective. We expect consistency in the accounting information. We expect comparability in the accounting information. 1. Reliable, Verifiable, and Objective In addition to the basic accounting principles and guidelines listed in Part 1, accounting information should be reliable, verifiable, and objective. For example, showing land at its original cost of $10,000 (when it was purchased 50 years ago) is considered to be more reliable, verifiable, and objective than showing it at its current market value of $250,000. Eight different accountants will wholly agree that the original cost of the land was $10,000—they can read the offer and acceptance for $10,000, see a transfer tax based on $10,000, and review documents that confirm the cost was $10,000. If you ask the same eight accountants to give you the land's current value, you will likely receive eight different estimates. Because the current value amount is less reliable, less verifiable, and less objective than the original cost, the original cost is used. The accounting profession has been willing to move away from the cost principle if there are reliable, verifiable, and objective amounts involved. For example, if a company has an investment in stock that is actively traded on a stock exchange, the company may be required to show the current value of the stock instead of its original cost. 2. Consistency Accountants are expected to be consistent when applying accounting principles, procedures, and practices. For example, if a company has a history of using the FIFO cost flow assumption, readers of the company's most current financial statements have every reason to expect that the company is continuing to use the FIFO cost flow assumption. If the company changes this practice and begins using the LIFO cost flow assumption, that change must be clearly disclosed. 3. Comparability Investors, lenders, and other users of financial statements expect that financial statements of one company can be compared to the financial statements of another company in the same industry. Generally accepted accounting principles may provide for comparability between the financial statements of different companies. For example, the FASB requires that expenses related to research and development (R&D) be expensed when incurred. Prior to its rule, some companies expensed R&D when incurred while other companies deferred R&D to the balance sheet and expensed them at a later date.   \nHow Principles and Guidelines Affect Financial Statements?\n The basic accounting principles and guidelines directly affect the way financial statements are prepared and interpreted. Let's look below at how accounting principles and guidelines influence the (1) balance sheet, (2) income statement, and (3) the notes to the financial statements. 1. Balance Sheet Let's see how the basic accounting principles and guidelines affect the balance sheet of Mary's Design Service, a sole proprietorship owned by Mary Smith.  A balance sheet is a snapshot of a company's assets, liabilities, and owner's equity at one point in time. (In this case, that point in time is after all of the transactions through September 30, 2010 have been recorded.) Because of the economic entity assumption, only the assets, liabilities, and owner's equity specifically identified with Mary's Design Service are shown—the personal assets of the owner, Mary Smith, are not included on the company's balance sheet.  \n    \n  Mary's Design Service Balance Sheet September 30, 2010                   Assets       Liabilities       Cash   $ 300     Notes Payable   $ 1,000     Accounts Receivable   1,000     Accounts Payable   325     Supplies   160     Wages Payable   75     Prepaid Insurance   90     Unearned Revenues    100     Land   10,000       Total Liabilities   1,500           Owner's Equity             M.Smith, Capital    10,050     Total Assets   $11,550     Total Liabilities & Owner's Equity   $11,550   \n    \n The assets listed on the balance sheet have a cost that can be measured and each amount shown is the original cost of each asset. For example, let's assume that a tract of land was purchased in 1956 for $10,000. Mary's Design Service still owns the land, and the land is now appraised at $250,000. The cost principle requires that the land be shown in the asset account Land at its original cost of $10,000 rather than at the recently appraised amount of $250,000. If Mary's Design Service were to purchase a second piece of land, the monetary unit assumption dictates that the purchase price of the land bought today would simply be added to the purchase price of the land bought in 1956, and the sum of the two purchase prices would be reported as the total cost of land. The Supplies account shows the cost of supplies (if material in amount) that were obtained by Mary's Design Service but have not yet been used. As the supplies are consumed, their cost will be moved to the Supplies Expense account on the income statement. This complies with the matching principle which requires expenses to be matched either with revenues or with the time period when they are used. The cost of the unused supplies remains on the balance sheet in the asset account Supplies. The Prepaid Insurance account represents the cost of insurance that has not yet expired. As the insurance expires, the expired cost is moved to Insurance Expense on the income statement as required by the matching principle. The cost of the insurance that has not yet expired remains on Mary's Design Service's balance sheet (is \"deferred\" to the balance sheet) in the asset account Prepaid Insurance. Deferring insurance expense to the balance sheet is possible because of another basic accounting principle, the going concern assumption. The cost principle and monetary unit assumption prevent some very valuable assets from ever appearing on a company's balance sheet. For example, companies that sell consumer products with high profile brand names, trade names, trademarks, and logos are not reported on their balance sheets because they were not purchased. For example, Coca-Cola's logo and Nike's logo are probably the most valuable assets of such companies, yet they are not listed as assets on the company balance sheet. Similarly, a company might have an excellent reputation and a very skilled management team, but because these were not purchased for a specific cost and we cannot objectively measure them in dollars, they are not reported as assets on the balance sheet. If a company actually purchases the trademark of another company for a significant cost, the amount paid for the trademark will be reported as an asset on the balance sheet of the company that bought the trademark. 2. Income Statement Let's see how the basic accounting principles and guidelines might affect the income statement of Mary's Design Service.  An income statement covers a period of time (or time interval), such as a year, quarter, month, or four weeks. It is imperative to indicate the period of time in the heading of the income statement such as \"For the Nine Months Ended September 30, 2010\". (This means for the period of January 1 through September 30, 2010.) If prepared under the accrual basis of accounting, an income statement will show how profitable a company was during the stated time interval.  \n    \n  Mary's Design Service Income Statement For the Nine Months Ending September 30, 2010     Revenues and Gains         Revenues   $10,000         Gain on Sale of Land    5,000           Total Revenues and Gains    15,000       Expenses and Losses         Expenses   8,000         Loss on Sale of Computer    350           Total Expenses and Losses   8,350               Net Income   $ 6,650     \n    \n Revenues are the fees that were earned during the period of time shown in the heading. Recognizing revenues when they are earned instead of when the cash is actually received follows the revenue recognition principle and the matching principle. (The matching principle is what steers accountants toward using the accrual basis of accounting rather than the cash basis. Small business owners should discuss these two methods with their tax advisors.) Gains are a net amount related to transactions that are not considered part of the company's main operations. For example, Mary's Design Service is in the business of designing, not in the land development business. If the company should sell some land for $30,000 (land that is shown in the company's accounting records at $25,000) Mary's Design Service will report a Gain on Sale of Land of $5,000. The $30,000 selling price will not be reported as part of the company's revenues. Expenses are costs used up by the company in performing its main operations. The matching principle requires that expenses be reported on the income statement when the related sales are made or when the costs are used up (rather than in the period when they are paid). Losses are a net amount related to transactions that are not considered part of the company's main operating activities. For example, let's say a retail clothing company owns an old computer that is carried on its accounting records at $650. If the company sells that computer for $300, the company receives an asset (cash of $300) but it must also remove $650 of asset amounts from its accounting records. The result is a Loss on Sale of Computer of $350. The $300 selling price will not be included in the company's sales or revenues. 3. The Notes To Financial Statements Another basic accounting principle, the full disclosure principle, requires that a company's financial statements include disclosure notes. These notes include information that helps readers of the financial statements make investment and credit decisions. The notes to the financial statements are considered to be an integral part of the financial statements.",
            "vi": "Nguyên tắc kế toán      \nGiới thiệu các nguyên tắc kế toán\n Có những khái niệm và nguyên tắc chung chi phối lĩnh vực kế toán. Những nguyên tắc chung này - được nói đến như những nguyên tắc kế toán cơ bản và mang tính định hướng - thiết lập nền tảng mà từ đó những luật lệ kế toán phức tạp, cụ thể và mang tính pháp chế nhiều hơn được hình thành. Chẳng hạn, Hội đồng Tiêu chuẩn Kế toán Tài chính ( FASB ) sử dụng những nguyên tắc kế toán cơ bản và có tính định hướng ấy làm sơ sở cho bộ quy tắc và chuẩn mực kế toán chi tiết và tổng thể của riêng họ. Cụm từ “những nguyên tắc kế toán tổng quát được thừa nhận” (hoặc GAAP) bao hàm ba bộ quy tắc quan trọng: (1) những nguyên tắc kế toán cơ bản và mang tính định hướng, (2) những chuẩn mực và quy tắc chi tiết do FASB và trước đó là Hội đồng xây dựng các Nguyên tắc kế toán (APB) ban hành, và (3) những phương thức theo ngành được thừa nhận rộng rãi. Nếu một công ty đưa các báo cáo của mình ra công chúng, họ phải tuân thủ những nguyên tắc kế toán tổng quát được thừa nhận trong quá trình soạn thảo các báo cáo ấy. Ngoài ra, nếu cổ phiếu của công ty được giao dịch công khai, thì luật liên bang yêu cầu các báo cáo của công ty phải được các kế toán viên dịch vụ công độc lập kiểm tra. Cả ban quản trị công ty lẫn các kế toán viên độc lập phải xác nhận các báo cáo tài chính và những giải trình các báo cáo tài chính hữu quan đã được soạn thảo theo đúng quy định của GAAP. GAAP vô cùng hữu ích bởi người ta cố gắng chuẩn hoá và sửa chữa các định nghĩa, giả thiết và phương pháp kế toán. Nhờ những nguyên tắc kế toán tổng quát được thừa nhận mà chúng ta có thể cho rằng các phương pháp dùng để soạn thảo các báo cáo tài chính của công ty có sự nhất quán từ năm này qua năm khác. Và mặc dù có thể còn tồn tại những khác biệt, chúng ta vẫn có khả năng đưa ra những kết luận tương đối đáng tin cậy khi đối chiếu công ty này với công ty khác, hoặc so sánh số liệu thống kê tài chính của công ty này với số liệu của công ty khác trong ngành. Theo thời gian, những nguyên tắc kế toán tổng quát được thừa nhận cũng trở nên phức tạp hơn bởi các giao dịch tài chính đã rắc rối hơn trước nhiều.   \nNhững nguyên tắc kế toán cơ bản và mang tính định hướng\n Vì GAAP được dựa trên các nguyên tắc kế toán cơ bản và mang tính định hướng, nên chúng ta có thể hiểu sâu sắc hơn về GAAP nếu chúng ta nắm được những nguyên tắc kế toán đó. Bảng liệt kê dưới đây có 10 nguyên tắc kế toán quan trọng nhất và mang tính định hướng cùng với sự giải thích hết sức cô đọng kèm theo.  \n  Nguyên tắc kế toán cơ bản               Ý nghĩa trong mối liên hệ với báo cáo tài chính      Giả định thực thể kinh tế   Kế toán viên giữ mọi giao dịch kinh doanh của doanh nghiệp một chủ tách biệt với những giao dịch cá nhân của chủ doanh nghiệp. Về phương diện các mục đích pháp lý, doanh nghiệp một chủ và chủ sở hữu doanh nghiệp này được được xem là một thực thể, nhưng về mặt kế toán họ được coi là 2 thực thể độc lập.     Giả định đơn vị tiền tệ    Hoạt động kinh tế được tính bằng đồng đô la Mỹ, và chỉ những giao dịch có thể được thể hiện bằng đồng đô la mới được ghi nhận.  Vì nguyên tắc kế toán cơ bản này, người ta giả định rằng mãi lực của đồng đô la không đổi theo thời gian. Do đó các kế toán viên không cần để ý đến tác động của lạm lên số tiền được ghi nhận. Chẳng hạn, đồng đô la từ một giao dịch năm 1960 được tổng hợp (hoặc kết toán với) đồng đô la từ một giao dịch trong năm 2010.     Giả định khoảng thời gian     Nguyên tắc kế toán cơ bản này giả định rằng có thể báo cáo các hoạt động phức tạp và đang diễn ra của doanh nghiệp trong những khoảng thời gian riêng biệt, tương đối ngắn, chẳng hạn kỳ 5 tháng kết thúc vào ngày 31 tháng Năm, 2010, hoặc kỳ 5 tuần kết thúc vào ngày 01 tháng Năm, 2010. Khoảng thời gian càng ngắn, thì dường như yêu cầu kế toán viên phải ước lượng số tiền liên quan đến kỳ đó càng nhiều hơn. Ví dụ, nhận được giấy báo thuế tài sản vào ngày 15 tháng Mười Hai hàng năm. Dựa vào báo cáo thu nhập của kỳ kế toán năm kết thúc ngày 31 tháng Mười Hai, năm 2010, số tiền sẽ được biết chính xác ngay; nhưng đối với báo cáo thu nhập của kỳ 3 tháng kết thúc vào ngày 31 tháng Ba, năm 2010, thì số tiền không được biết chính xác và phải dùng phương pháp ước tính. Trong từng báo cáo thu nhập, báo cáo vốn góp của cổ đông, và báo cáo lượng tiền mặt nhất thiết phải thể hiện bằng tiêu đề khoảng thời gian (hay kỳ kế toán). Ghi tiêu đề lên một trong những báo cáo tài chính này là \"31 tháng Mười Hai\" thì vẫn chưa đầy đủ - người đọc cần biết bản báo cáo bao hàm kỳ kế toán một tuần kết thúc vào 31 tháng Mười Hai năm 2010, kỳ kế toán tháng kết thúc vào 31 tháng Mười Hai năm 2010, hay kỳ kế toán năm được kết thúc vào 31 tháng Mười Hai năm 2010.     Nguyên tắc chi phí   Từ góc độ một kế toán viên, thuật ngữ \"chi phí\" đề cập đến số tiền đã chi (tiền mặt hoặc tài sản tương đương tiền mặt) khi một tài sản bắt đầu được thu về, bất kể việc mua sắm đó xảy ra năm trước hay cách nay 30 năm. Vì lý do này, số tiền được thể hiện trên các báo cáo tài chính được gọi là lượng giá vốn ban đầu. Vì nguyên tắc kế toán này, số tài sản không được điều chỉnh lên theo lạm phát. Thật ra, theo nguyên tắc chung, số tài sản không được điều chỉnh nhằm phản ánh bất kỳ một dạng gia tăng giá trị nào. Vì vậy, một lượng tài sản không phản ánh số tiền một công ty sẽ thu về nếu họ bán tài sản ấy với giá thị trường hiện tại.(Trừ trường hợp những khoản đầu tư nhất định vào cổ phiếu và trái phiếu mà được giao dịch thường xuyên trên thị trường chứng khoán.) Nếu bạn muốn biết giá trị hiện thời các tài sản dài hạn của công ty thì bạn sẽ khó kiếm được thông tin này trong các báo cáo tài chính của công ty - bạn cần tìm ở chỗ khác, dĩ nhiên đó là một người đánh giá thuộc bên thứ ba.     Nguyên tắc thông tin đầy đủ   Nếu thông tin nhất định nào đó quan trọng đối với một nhà đầu tư hay nhà cho vay sử dụng báo cáo tài chính, thì thông tin đó phải được công khai trong báo cáo hoặc trong các giải trình của báo cáo ấy. Nhờ nguyên tắc kế toán cơ bản này mà rất nhiều tài liệu \"chú thích\" thường được đính kèm các báo cáo tài chính. Ví dụ, hãy xét trường một công ty đang kiện tụng mà cần một lượng tiền lớn. Khi các báo cáo tài chính được soạn thảo người ta không rõ công ty sẽ có khả năng tự bảo vệ mình hay sẽ thua kiện. Vì những điều kiện này và nguyên tắc thông tin đầy đủ, vụ kiện tụng kia sẽ được thể hiện trong các giải trình của các báo cáo tài chính. Một công ty thường liệt kê các chính sách kế toán quan trọng như là nội dung diễn giải đầu tiên trong các báo cáo tài chính của mình.     Nguyên tắc hoạt động liên tục   Nguyên tắc kế toán này giả định rằng một công ty sẽ tiếp tục tồn tại đủ thời gian để thực hiện các mục tiêu và cam kết của mình và không bị phá sản trong tương lai gần. Nếu tình hình tài chính của công ty đến mức mà kế toán viên cho là công ty sẽ không thể tiếp tục hoạt động nổi, thì kế toán viên ấy phải công khai đánh giá này. Nguyên tắc hoạt động liên tục cho phép công ty hoãn một số chi phí trả trước của mình lại đến những kỳ kế toán sau.     Nguyên tắc tương xứng    Nguyên tắc kế toán này yêu cầu các công ty phải sử dụng cơ sở kế toán phát sinh. Nguyên tắc tương xứng đòi hỏi các chi phí phải phù hợp với với doanh thu. Chẳng hạn, chi phí hoa hồng bán hàng phải được báo cáo trong kỳ kế toán mà việc bán hàng được thực hiện (và không báo cáo trong kỳ mà các khoản hoa hồng được trả). Lương trả cho người lao động được báo cáo như là chi phí trong tuần mà người lao động làm việc và không phải trong tuần mà họ nhận được tiền. Nếu một công ty đồng ý thưởng cho nhân viên của mình 1% thu nhập của mình trong năm 2010 vào ngày 15 tháng Một năm 2011, thì công ty ấy phải báo cáo khoản thưởng kia như là chi phí của năm 2010 và số tiền chưa trả tại thời điểm ngày 31 tháng Mười Hai, năm 2010 được coi là một khoản nợ. (Chi phí phát sinh ngay khi doanh thu xuất hiện.) Vì chúng ta không thể đo lường những lợi ích kinh tế sẽ diễn ra của những thứ đại loại như là quảng cáo (và do đó chúng ta không thể làm cho chi phí quảng cáo phù hợp với doanh thu trong tương lai hữu quan), nên kế toán viên tính tiền quảng cáo như là chi phí trong kỳ kế toán mà quảng cáo được thực hiện.     Nguyên tắc ghi nhận doanh thu    Theo cơ sở kế toán phát sinh (trái với cơ sở kế toán tiền mặt), các khoản doanh thu được ghi nhận ngay khi một sản phẩm được bán đi hay một dịch vụ đã được cung cấp, không tính đến khi nào tiền thật sự nhận về. Theo nguyên tắc kế toán cơ bản này, một công ty có thể kiếm được và báo cáo  20 ngàn đô la doanh thu trong tháng đầu tiên nó hoạt động dù chưa nhận được đồng tiền mặt nào trong tháng đó. Ví dụ, nếu một doanh nghiệp tư vấn ABC nào đó hoàn thành việc cung cấp dịch vụ của mình với một mức giá thoả thuận là 1000 đô la, doanh nghiệp ABC phải ghi nhận 1000 đô la doanh thu ấy ngay khi họ cung cấp xong dịch vụ - việc khách hàng thanh toán 1000 đô la ngay hay sau 30 ngày cũng không quan trọng. Đừng nhầm lẫn doanh thu với một biên lai nhận tiền mặt.     Nguyên tắc trọng yếu   Vì nguyên tắc kế toán cơ bản hoặc mang tính định hướng này mà một kế toán viên có thể được phép vi phạm một nguyên tắc kế toán khác nếu số lượng không đáng kể. Cần có đánh giá chuyên môn để quyết định xem một lượng nào đó là không đáng kể hay không quan trọng. Ví dụ, số tiền mua chiếc máy in 150 đô la của một công ty có mức lợi nhuận cao nhiều triệu đô rõ ràng không đáng kể. Bởi chiếc máy in sẽ được sử dụng trong 5 năm, nguyên tắc tương xứng yêu cầu kế toán viên coi giá tiền đó như là phí tổn của kỳ 5 năm. Nguyên tắc trọng yếu cho phép công ty này bỏ qua nguyên tắc tương xứng và tính chi phí toàn bộ giá tiền 150 đô la vào năm mua chiếc máy. Lý lẽ đưa ra là chẳng có ai coi đó là sai sót nếu 150 đô la được tính là chi phí trong năm đầu tiên thay vì 30 đô la chi phí trong từng năm của kỳ 5 năm dùng chiếc máy. Vì tính trọng yếu, các báo cáo tài chính thường thể hiện những số tiền được làm tròn đến đồng đô la gần nhất, đến con số hàng ngàn gần nhất, hoặc đến những đồng đô la hàng triệu gần nhất tuỳ thuộc vào quy mô công ty.     Nguyên tắc thận trọng   Nếu một tình huống nảy sinh mà có hai giải pháp lựa chọn có thể chấp nhận được để báo cáo một khoản mục nào đó, thì nguyên tắc thận trọng yêu cầu kế toán viên chọn giải pháp thay thế mà sẽ ít gây tác động đến lợi tức thuần và/hoặc ít ảnh hưởng đến vốn sở hữu. Nguyên tắc thận trọng giúp kế toán viên \"xác định được\" giải pháp trội hơn giải pháp còn lại. Nó không chỉ dẫn kế toán viên thành người bảo thủ. Các kế toán viên được kỳ vọng là khách quan và không thiên vị. Nguyên tắc kế toán cơ bản là nguyên tắc thận trọng này hướng dẫn các kế toán viên tiên liệu hoặc trình bày những thiệt hại, mà không cho phép một hành động nào tương tự đối với những thu nhập. Ví dụ, những thiệt hại tiềm năng từ các vụ kiện tụng sẽ được báo cáo trong các báo cáo tài chính hoặc trong các bản giải trình, nhưng những khoản thu tiềm năng thì không được báo cáo. Ngoài ra, một kế toán viên có thể điều chỉnh hàng tồn kho xuống một lượng nào đó thấp hơn giá gốc, nhưng không được ghi tăng lên một lượng cao hơn mức giá gốc ấy.   \n   Những đặc điểm khác của thông tin kế toán Những đặc điểm khác của thông tin kế toán: Khi các chuyên gia kế toán soạn thảo các báo cáo tài chính, chúng ta có những kỳ vọng nhất định vào những thông tin họ mang đến cho chúng ta:  Chúng ta kỳ vọng thông tin kế toán xác thực, có thể kiểm chứng, và khách quan. Chúng ta kỳ vọng sự nhất quán trong thông tin kế toán. Chúng ta kỳ vọng khả năng có thể đối chiếu trong thông tin kế toán. 1. Xác thực, có thể kiểm chứng, và khách quan Xác thực, có thể kiểm chứng, và khách quan: Ngoài những nguyên tắc kế toán cơ bản và mang tính định hướng được liệt kê trong Phần 1, thông tin kế toán phải xác thực, có thể kiểm chứng, và khách quan. Chẳng hạn, thể hiện miếng đất với mức giá gốc của nó là 10 000 đô la (khi mua nó cách nay 50 năm) được coi là chính xác, có thể kiểm chứng, và khách quan hơn là trình bày nó trong báo cáo tài chính với mức giá thị trường gần đây là 250 000 đô la. 8 kế toán viên khác nhau sẽ hoàn toàn đồng ý rằng giá gốc của miếng đất là 10 000 đô la – vì họ có thể đọc phiếu lệnh bán và lệnh chấp nhận mua với giá 10 000 đô la – xem thuế chuyển nhượng được tính dựa trên mức giá 10 000 đô la, và xem xét lại những hồ sơ chứng thực mức giá là 10 000 đô la. Nếu bạn hỏi cũng 8 kế toán viên ấy giá hiện nay của miếng đất, thì có lẽ bạn sẽ nhận được 8 ước lượng khác nhau. Bởi vì lượng giá trị hiện tại ít xác thực, ít có khả năng kiểm chứng, và ít khách quan hơn giá gốc, cái mức giá ban đầu được sử dụng. Ngành kế toán sẵn sàng thay đổi nguyên tắc chi phí nếu có số lượng hữu quan nào đó xác thực, có thể kiểm chứng và khách quan. Ví dụ, nếu một công ty có một khoản đầu tư vào cổ phiếu mà được giao dịch thường xuyên trên thị trường chứng khoán, thì công ty có thể phải thể hiện giá trị hiện nay của cổ phiếu thay vì giá gốc của nó. 2. Sự nhất quán Sự nhất quán: Các kế toán viên được kỳ vọng sẽ nhất quán khi áp dụng các nguyên tắc, thủ tục, và thông lệ kế toán. Chẳng hạn, nếu một công ty có thói quen sử dụng giả định luồng chi phí theo phương pháp nhập trước, xuất trước (FIFO), thì người đọc các báo cáo tài chính mới nhất hiện nay của công ty có lý do để kỳ vọng công ty tiếp tục dùng phương pháp này. Nếu công ty thay đổi thói quen và bắt đầu sử dụng giả định luồng chi phí theo phương pháp nhập sau xuất trước (LIFO), thì sự thay đổi ấy phải được công khai một cách rõ ràng. 3. Khả năng so sánh Các nhà đầu tư, cho vay, và những người sử dụng khác báo cáo tài chính kỳ vọng các báo cáo tài chính của một công ty có thể đối chiếu được với các báo cáo tài chính của một công ty khác cùng ngành. Những nguyên tắc kế toán tổng quát được thừa nhận có thể chu cấp đầy đủ khả năng so sánh giữa các báo cáo tài chính của các công ty khác nhau. Ví dụ, Hội đồng Tiêu chuẩn Kế toán Tài chính ( FASB ) yêu cầu khi có các chi phí liên quan đến nghiên cứu và phát triển (R&D) thì phải được tính là phí tổn. Trước khi có quy định của FASB, một số công ty khi có chi phí R&D đã tính như là phí tổn ngay, trong khi một số công ty khác lại hoãn tính chi phí R&D vào bảng cân đối kế toán và sau này mới tính chúng như là phí tổn. Các nguyên tắc cơ bản và mang tính định hướng ảnh hưởng đến các báo cáo tài chính như thế nào? Các nguyên tắc kế toán cơ bản và mang tính định hướng ảnh hưởng trực tiếp đến cách soạn thảo và giải trình các báo cáo tài chính. Hãy xem nội dung bên dưới đây để thấy những nguyên tắc cơ bản và mang tính định hướng ấy ảnh hưởng đến (1) bảng cân đối kế toán, (2) báo cáo thu nhập, và (3) phần diễn giải trong các báo cáo tài chính như thế nào. 1. Bảng cân đối kế toán Hãy xem các nguyên tắc kế toán cơ bản và mang tính định hướng ảnh hưởng ra sao đến bảng cân đối kế toán của doanh nghiệp Mary's Design Service, một doanh nghiệp tư nhân do Mary Smith sở hữu. Một bảng cân đối kế toán là một bản kê tài sản, công nợ, và vốn chủ sở hữu của một công ty trong cùng một thời điểm. (Trong trường hợp này, thời điểm được ghi nhận là thời điểm sau mọi giao dịch đến hết ngày 30 tháng Chín, năm 2010). Bởi vì giả định thực thể kinh tế, nên chỉ những tài sản, công nợ và vốn chủ sở hữu được xác nhận một cách rõ ràng là của doanh nghiệp Mary's Design Service mới được thể hiện - những tài sản cá nhân của chủ sở hữu, Mary Smith, thì không có trong bảng cân đối tài khoản của công ty.  \n    \n  Mary's Design Service Bảng cân đối kế toán Ngày 30 tháng Chín, 2010                   Tài sản       Công nợ       Tiền mặt   $ 300     Các phiếu nợ phải trả   $ 1,000     Các khoản nợ phải thu   1,000     Các khoản nợ phải trả   325     Hàng trữ   160     Lương phải trả   75     Bảo hiểm trả trước   90     Doanh thu nhận trước    100     Đất   10,000       Tổng nợ   1,500           Vốn chủ sở hữu             Vốn của Ông Smith    10,050     Tổng tài sản   $11,550     Tổng nợ và vốn chủ sở hữu   $11,550   \n    \n Tài sản liệt kê trong bảng cân đối kế toán có chi phí có thể đo lường được và mỗi số tiền được thể hiện là chi phí ban đầu của mỗi tài sản. Ví dụ, hãy giả định miếng đất mua năm 1956 với giá 10 000 đô la. Doanh nghiệp Mary's Design Service vẫn sở hữu miếng đất đó, và bây giờ được định giá ở mức 250 000 đô la. Nguyên tắc chi phí yêu cầu miếng đất được thể hiện trong trương mục tài sản là Đất với giá gốc là 10 000 đô la chứ không phải số tiền được định giá gần đây là 250 000 đô la. Nếu Mary's Design Service muốn mua một miếng đất thứ hai, thì giả định đơn vị tiền tệ yêu cầu giá mua miếng đất hôm nay cần phải được cộng vào giá mua miếng đất năm 1956, và tổng hai giá mua sẽ được báo cáo là tổng chi phí đất đai. Tài khoản hàng trữ cho thấy chi phí hàng trữ (nếu nguyên vật liệu thể hiện dưới dạng số lượng tiền) được Mary's Design Service thu mua mà chưa dùng. Khi hàng trữ được tiêu thụ, chi phí của chúng sẽ được chuyển sang tài khoản phí tổn nguyên vật liệu trong báo cáo thu nhập. Điều này tuân theo nguyên tắc tương xứng, nguyên tắc yêu cầu mọi chi phí phải phù hợp với doanh thu hoặc với thời kỳ chúng được sử dụng. Chi phí nguyên vật liệu chưa dùng đến vẫn nằm trong tài khoản tài sản Hàng Trữ thuộc bảng cân đối kế toán. Tài khoản bảo hiểm trả trước thể hiện chi phí bảo hiểm chưa hết hạn. Khi bảo hiểm đáo hạn, chi phí đã tiêu hao được chuyển sang chi phí bảo hiểm trong báo cáo thu nhập theo nguyên tắc tương xứng. Chi phí bảo hiểm chưa đáo hạn vẫn nằm trong tài khoản tài sản Bảo hiểm Trả trước thuộc bảng cân đối kế toán của doanh nghiệp Mary's Design Service (được \"hoãi lại\" tại bảng cân đối kế toán). Để chi phí bảo hiểm lại trong bảng cân đối kế toán là hợp lý vì một nguyên tắc kế toán cơ bản khác, đó là giả định hoạt động liên tục. Nguyên tắc chi phí và giả định đơn vị tiền tệ không cho phép cho một số tài sản giá trị quá cao xuất hiện trong bảng cân đối kế toán của công ty. Chẳng hạn, những công ty bán hàng tiêu dùng có logo, nhãn hiệu, tên thương mại, thương hiệu nổi tiếng thì không được báo cáo trong bảng cân đối kế toán của mình vì chúng không được mua. Ví dụ, logo của Coca-Cola và logo của Nike có thể là những tài sản giá trị nhất của những công ty này, nhưng họ không được liệt kê là tài sản trong bảng cân đối kế toán của công ty. Cũng vậy, một công ty có thể rất nổi danh và sở hữu một đội ngũ quản trị có chuyên môn rất cao, nhưng vì những thứ này không được bán với mức giá cụ thể và chúng ta không thể đo lường chúng một cách khách quan bằng những đồng đô la, nên chúng không được báo cáo là tài sản trong bảng cân đối kế toán. Nếu một công ty thực sự mua nhãn hiệu của công ty khác với một mức giá cụ thể nào đó, thì số tiền mua nhãn hiệu này sẽ được báo cáo như là tài sản trong bảng cân đối kế toán của công ty đã mua nhãn hiệu. 2. Báo cáo thu nhập Hãy xem các nguyên tắc kế toán cơ bản và mang tính định hướng có thể ảnh hưởng đến báo cáo thu nhập của Mary's Design Service ra sao. Một báo cáo thu nhập bao trùm một khoảng thời gian, chẳng hạn một năm, quý, tháng, hoặc bốn tuần. Nhất thiết phải thể hiện khoảng thời gian trong tiêu đề của báo cáo thu nhập như \"Kỳ 9 tháng kết thúc ngày 30 tháng Chín, năm 2010\". (Điều này có nghĩa là trong phạm vi thời gian từ 1 tháng Giêng đến 30 tháng Chín, năm 2010). Nếu báo cáo thu nhập được soạn thảo theo phương pháp kế toán trên cơ sở phát sinh, thì sẽ thể hiện công ty sinh lời như thế nào trong khoảng thời gian xác định đó.  \n    \n  Mary's Design Service Báo cáo thu nhập Kỳ 9 tháng kết thúc ngày 30 tháng Chín, năm 2010     Doanh thu và lãi         Doanh thu   $10,000         Lãi bán đất    5,000           Tổng doanh thu và lãi    15,000       Chi phí và lỗ         Chi phí    8,000         Lỗ bán máy tính     350           Tổng chi phí và lỗ   8,350               Lợi tức thuần   $ 6,650     \n    \n Doanh thu là phí kiếm được trong thời kỳ thể hiện trên tiêu đề. Công nhận doanh thu khi kiếm được chúng thay vì khi tiền mặt nhận được trên thực tế theo nguyên tắc ghi nhận doanh thu và nguyên tắc tương xứng. (Nguyên tắc tương xứng là nguyên tắc chỉ dẫn kế toán viên theo hướng sử dụng phương pháp kế toán trên cơ sở phát sinh hơn là trên cơ sở tiền mặt. Chủ sở hữu doanh nghiệp nhỏ nên bàn bạc hai phương pháp kế toán này với những nhà tư vấn về thuế của mình.) Lãi là số tiền thực liên quan đến các giao dịch mà không bị coi là thành phần thuộc các khoản hoạt động chính của công ty. Ví dụ, Mary's Design Service hoạt động chuyên về thiết kế, không phải kinh doanh phát triển đất đai. Nếu công ty bán một số đất lấy 30 000 đô la (đất được thể hiện trong các hồ sơ kế toán của công ty ở mức 25 000 đô la) thì Mary's Design Service sẽ báo cáo Lãi bán đất là 5000 đô la. Giá bán 30 000 đô la sẽ không được báo cáo như là một phần doanh thu của công ty. Chi phí là những khoản chi được công ty sử dụng hết trong quá trình thực hiện những hoạt động chính của mình. Nguyên tắc tương xứng yêu cầu các khoản chi phí phải được báo cáo trong báo cáo thu nhập khi có doanh số liên quan hoặc khi các khoản chi tiêu được dùng hết (chứ không phải trong kỳ chúng được thanh toán). Lỗ là số tiền thực liên quan đến các giao dịch mà không bị coi là phần hoạt động kinh doanh chính của công ty. Ví dụ, hãy nói về trường hợp một công ty may mặc bán lẻ có một chiếc máy vi tính cũ được ghi chép trong các chứng từ kế toán với giá 650 đô la. Nếu công ty bán chiếc máy này 300 đô la, công ty nhận một khoản tài sản (300 đô la tiền mặt) nhưng vẫn phải lấy đi 650 đô la khỏi sổ sách kế toán của mình. Kết quả là Lỗ bán máy tính 350 đô la. Giá bán 300 đô la sẽ không có trong doanh số hay doanh thu của công ty. 3. Những nội dung thuyết minh cho báo cáo tài chính Một nguyên tắc kế toán cơ bản khác, nguyên tắc thông tin đầy đủ, yêu cầu các báo cáo tài chính của công ty phải có những phần diễn giải rõ ràng. Những diễn giải này gồm các thông tin giúp người đọc báo cáo tài chính ra quyết định đầu tư và tín dụng. Phần diễn giải trong báo cáo tài chính được coi là một bộ phận của tổng thể báo cáo tài chính."
        }
    ],
    "suggestions": []
}