{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mats",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mats",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mats",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mats",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nóc giả</font></td></tr></tbody></table></div>",
            "word": "mats",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Give me some beer <em>mats</em>.",
            "vi": "Cho tôi vài miếng lót cốc bia."
        },
        {
            "en": "Congratulations! What <em>mats</em> did you get?",
            "vi": "Chúc mừng nhé! Cậu được mấy điểm"
        },
        {
            "en": "Oh, get up off the <em>mats</em>.",
            "vi": "Ồ, đứng lên khỏi chiếu đi."
        },
        {
            "en": "The rattan <em>mats</em> undergo a strict quality check.",
            "vi": "Chiếu mây trải qua một kiểm tra chất lượng nghiêm ngặt."
        },
        {
            "en": "Very well, put them on the <em>mats</em> hands together there!",
            "vi": "Tốt, để lên chiếu hai tay đấy!"
        },
        {
            "en": "Please give the table <em>mats</em> a quick wipe!",
            "vi": "Xin hãy nhanh tay lau qua những tấm lót bàn!"
        },
        {
            "en": "For a moment Pumpkin just knelt in silence, peering down at the <em>mats</em>.",
            "vi": "Bí ngô cứ quỳ yên lặng một lát, nhìn xuống chiếu."
        },
        {
            "en": "Even the <em>mats</em> themselves seemed to press down upon the floor.",
            "vi": "Thậm chí chiếu ngồi cũng có vẻ dính chặt xuống nền nhà."
        },
        {
            "en": "I couldn't very well look down at the <em>mats</em>, since Nobu wanted to see my eyes.",
            "vi": "Tôi không thể nhìn xuống chiếu được, vì nobu muốn nhìn mắt tôi."
        },
        {
            "en": "The force of his fall was broken by the straw <em>mats</em>.",
            "vi": "Những tấm đệm rơm đã làm giảm bớt lực cú ngã của anh ta."
        },
        {
            "en": "I have a train schedule hidden under the tatami <em>mats</em> upstairs.",
            "vi": "Chị giấu tờ lịch tàu chạy dưới thảm rơm ở trên lầu."
        },
        {
            "en": "My group of giggling children lined up before the sea of blue <em>mats</em>.",
            "vi": "Nhóm trẻ của tôi cười rúc rích rồi xếp hàng thẳng tắp trước những tấm thảm xanh."
        },
        {
            "en": "Before us, a step led up to a platform covered with tatami <em>mats</em>.",
            "vi": "Trước mắt chúng tôi là một tầng cấp dẫn lên một cái bệ có trải nhiều chiếu cói."
        },
        {
            "en": "Here he paused to take off his jacket and fold it on the <em>mats</em> beside him.",
            "vi": "Đến đây ông ngừng lại để cởi áo khoác ra và xếp lại để trên chiếu bên cạnh ông ta."
        },
        {
            "en": "As soon as i was done, he slumped back onto the <em>mats</em> and was unconscious again a moment later.",
            "vi": "Khi tôi tháo vớ xong, ông ta gục xuống nằm dài trên chiếu một lát."
        },
        {
            "en": "I found him very attractive sitting there with his shirtsleeves rolled up and his jacket behind him on the <em>mats</em>.",
            "vi": "Tôi thấy anh ta rất hấp dẫn anh ngồi xắn tay áo sơ mi lên áo vét để phía sau trên thảm."
        },
        {
            "en": "He dropped his fedora onto the <em>mats</em> and pulled me to my feet even before the door was closed.",
            "vi": "Anh thả cái mũ phớt trên chiếu rồi kéo tôi đứng lên ngay cả khi cửa chưa đóng."
        },
        {
            "en": "At this, he took a little package with his one hand and tossed it onto the <em>mats</em> next to me.",
            "vi": "Nói xong, ông ta lấy một cái gói nhỏ thảy xuống chiếu gần chỗ tôi ngồi."
        },
        {
            "en": "Rush <em>mats</em> – three mat weaving works were operating in Ninh Binh by 1902, employing up to 1200 workers.",
            "vi": "Chiếu cói -- vào 1902 ở Ninh Bình đã có 3 xưởng dệt chiếu hoạt động, sử dụng tới 1.200 công nhân."
        },
        {
            "en": "At last she gave up even on this, and let the plectrum fall to the <em>mats</em> in disgust.",
            "vi": "Cuối cùng cô giáo đành thả tay ra, để miếng gẩy đàn rơi xuống chiếu vẻ chán nản."
        }
    ],
    "suggestions": []
}