{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Matthew"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Matthew"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Matthew"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Matthew"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Matthew"
        }
    },
    "sentences": [
        {
            "en": "<em>Matthew</em> should be here any minute.",
            "vi": "Matthew nên ở đây từ rất sớm."
        },
        {
            "en": "<em>Matthew</em> spoke in a mild voice.",
            "vi": "Matthew nói bằng một giọng ôn hòa."
        },
        {
            "en": "<em>Matthew</em> Lester stepped into the silence.",
            "vi": "Matthew Lester nói thay vào đó."
        },
        {
            "en": "Make sure <em>Matthew</em> answers all our complaints at the meeting.",
            "vi": "Hãy cố ép Matthew trả lời tất cả những khiếu nại của chúng ta ở cuộc họp."
        },
        {
            "en": "<em>Matthew</em> spent the next three years doing missionary work.",
            "vi": "Matthew đã dành ba năm tiếp theo để làm công việc truyền giáo."
        },
        {
            "en": "<em>Matthew</em> Wood has been a practicing herbalist since 1982.",
            "vi": "Matthew Wood là một nhà nghiên cứu thảo dược hoạt động tích cực từ năm 1982."
        },
        {
            "en": "It cost <em>Matthew</em> five dollars and Abby her virginity.",
            "vi": "Thế là Matthew mất năm đô la, còn Abby thì mất trinh."
        },
        {
            "en": "<em>Matthew</em> was happy as a lark throughout his whole vacation.",
            "vi": "Matthew đã rất vui sướng trong suốt chuyến đi nghỉ."
        },
        {
            "en": "<em>Matthew</em> has noted the look William gave Abby.",
            "vi": "Matthew đã chú ý đến cái nhìn của William đối với Abby."
        },
        {
            "en": "<em>Matthew</em> asked if he might accompany me, and I agreed.",
            "vi": "Matthew đã hỏi rằng liệu anh ta có thể đi cùng tôi không, và tôi đã đồng ý."
        },
        {
            "en": "<em>Matthew</em> Lester guided his friend gently along the corridor.",
            "vi": "Matthew Lester đỡ bạn anh ta đi chầm chậm dọc hành lang."
        },
        {
            "en": "<em>Matthew</em> was staring out of the window down the drive.",
            "vi": "William cũng bước ra nhìn xuống."
        },
        {
            "en": "<em>Matthew</em> Lester, his closest friend, would undoubtedly have won any contest based on those criteria.",
            "vi": "Nếu theo những tiêu chuẩn ấy thì Matthew Lester, bạn thân nhất của anh, sẽ đánh bại anh trong bất cứ cuộc thi nào."
        },
        {
            "en": "The Lesters' Packard chauffeured William and <em>Matthew</em> noiselessly to the summer camp in Vermont.",
            "vi": "Chiếc xe Packard của nhà Lester có người lái và chạy rất êm đưa William và Matthew đến trại hè ở Vermont."
        },
        {
            "en": "(Reporting by Patturaja Murugaboopathy and <em>Matthew</em> Tostevin; Editing by Robert Birsel)",
            "vi": "(Báo cáo bởi Patturaja Murugaboopathy và Matthew Tostevin; Biên tập bởi Robert Birsel)"
        },
        {
            "en": "A reading from the Holy Gospel according to (Luke, Mark, John, <em>Matthew</em>)",
            "vi": "Tin Mừng Đức Giêsu Kitô theo Thánh... (Luke, Mark, John, Matthew)"
        },
        {
            "en": "Virginity was one thing, but losing five dollars to <em>Matthew</em> was quite another.",
            "vi": "Mất đi sự trong trắng là một chuyện, còn mất năm đô la với Matthew lại là chuyện khác."
        },
        {
            "en": "Do you know <em>Matthew</em> Perry, alias Chandler in the TV show Friends?",
            "vi": "Bạn có biết Matthew Perry, biệt danh là Chandler trong chương trình truyền hình \"Những người bạn\" không?"
        },
        {
            "en": "During their last term, he and <em>Matthew</em> would sit in their room and study for hours.",
            "vi": "Trong những ngày cuối học kỳ, anh với Matthew ngồi yên trong phòng học hàng giờ."
        },
        {
            "en": "In \"<em>Matthew</em> and John\", we have the historic present as well.",
            "vi": "Trong tác phẩm \"Matthew và John\", chúng tôi cũng dùng thì hiện tại đơn giản để kể chuyện lịch sử cho sinh động hơn."
        }
    ],
    "suggestions": []
}