{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maturing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maturing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maturing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "maturing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hóa cứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hóa già</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nổi (màu)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">compost maturing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự ngấu của phân ủ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">maturing of concrete</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự bê tông hóa cứng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">maturing temperature</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhiệt độ chín</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">maturing temperature</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhiệt độ thành thục</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "maturing"
        }
    },
    "sentences": [
        {
            "en": "Chinese leaves are quick <em>maturing</em>.",
            "vi": "Cải bắp thảo đang nhanh chóng lớn lên."
        },
        {
            "en": "Your son is finally <em>maturing</em>.",
            "vi": "Con trai chị cuối cùng đã trưởng thành."
        },
        {
            "en": "Equitization in Vietnam is slowly <em>maturing</em>.",
            "vi": "Cổ phần hoá ở Việt Nam đang dần dần chín muồi."
        },
        {
            "en": "5 Signs Your Soul Is <em>Maturing</em>",
            "vi": "5 dấu hiệu cho thấy bạn đang trưởng thành"
        },
        {
            "en": "Education is about learning and <em>maturing</em> and should not be a suffering work.",
            "vi": "Giáo dục là về học và trưởng thành và không nên là công việc khổ sở."
        },
        {
            "en": "Just getting on a plane and navigating the world is <em>maturing</em>.",
            "vi": "Chỉ cần đáp chuyến bay và rong ruổi khắp thế giới là sẽ nên người."
        },
        {
            "en": "According to some social studies, boys and girls are reportedly <em>maturing</em> five years earlier than they did 50 years ago.",
            "vi": "Theo một vài nghiên cứu về xã hội, thanh thiếu niên được ghi nhận trưởng thành sớm hơn năm năm so với thanh thiếu niên cách đây 50 nằm."
        },
        {
            "en": "Whilst I was <em>maturing</em>, I'd hear many stuff proclaimed regarding precisely how you may earn cash and become prosperous.",
            "vi": "Trong khi tôi đang trưởng thành, tôi sẽ nghe thấy nhiều thứ được tuyên bố liên quan đến chính xác làm cách nào bạn có thể kiếm được tiền và trở nên thịnh vượng."
        },
        {
            "en": "This increase in skilled labor, improvement in language capabilities and fruition of government investment points to a <em>maturing</em> outsourcing destination.",
            "vi": "Sự tăng lên này về lao động có kỹ năng, cải tiến về năng lực ngôn ngữ và sự kết quả của đầu tư của chính phủ chỉ ra một đích khoán ngoài chín muồi."
        },
        {
            "en": "The more that you can be mindful about your emotion today the more you will understand yourself better and that is the process of “<em>Maturing</em>”.",
            "vi": "Bạn càng lưu tâm về xúc động của mình hôm nay bạn sẽ càng hiểu bản thân mình tốt hơn và đó là quá trình \"trưởng thành\"."
        },
        {
            "en": "As you are <em>maturing</em>, you will make mistakes but as long as you learn not to make the same mistake again, you are doing fine.",
            "vi": "Khi bạn trưởng thành, bạn sẽ phạm phải sai lầm nhưng chừng nào bạn học không phạm cùng sai lầm lặp đi lặp lại, bạn vẫn đang làm tốt."
        },
        {
            "en": "My suggestions: “College life is not about just study technical things but also about knowing yourself and <em>maturing</em> into a responsible adult.",
            "vi": "Gợi ý của tôi: “Cuộc sống đại học không phải là chỉ có học những vấn đề kỹ thuật mà còn về biết bản thân mình và trưởng thành thành người lớn có trách nhiệm."
        },
        {
            "en": "Rather, it has been argued that the country’s economy is out of its youthful, exuberant stage of the transition, and <em>maturing</em> as a market economy.",
            "vi": "Ngược lai, các lập luận cho thấy nền kinh tế của đất nước đang vượt qua thời kỳ trứng nước của quá trình chuyển đổi và trưởng thành như một nền kinh tế thị trường."
        },
        {
            "en": "The role of SQA continues to evolve as the organization <em>maturing</em> and at level 4, SEPG and SQA functions are very much integrated to focus on both product and process quality.",
            "vi": "Vai trò của SQA tiếp tục tiến hoá khi tổ chức trưởng thành và ở mức 4, các chức năng SEPG và SQA được tích hợp rất nhiều để hội tụ vào cả chất lượng sản phẩm và quy trình."
        },
        {
            "en": "World are very interested in the development of China, not only because China is the biggest market for their products, but also because of China's achievements in the area of technology is gradually <em>maturing</em>.",
            "vi": "Thế giới rất quan tâm tới sự phát triển của Trung Quốc, không chỉ bởi Trung Quốc là thị trường lớn nhất cho các sản phẩm của họ, mà còn vì những thành tựu của Trung Quốc trong lãnh vực công nghệ đang từng bước chín muồi."
        },
        {
            "en": "The past study's author says parents can help delay their child's puberty onset by encouraging them to exercise and eat well. This is because overweight youngsters have more energy reserves that 'trick' the body into sexually <em>maturing</em>.  ",
            "vi": "Tác giả của cuộc nghiên cứu trước đó cho rằng phụ huynh có thể giúp làm chậm quá trình bắt đầu tuổi dậy thì của trẻ bằng cách khuyến khích chúng tập thể dục và ăn uống đủ chất. Bởi vì thanh thiếu niên béo phì có nhiều năng lượng dự trữ, chúng \"kích thích\" cơ thể trưởng thành."
        },
        {
            "en": "World are very interested in the development of China, not only because China is the biggest market for their products, but also because of China's achievements in the area of technology is gradually <em>maturing</em>.",
            "vi": "phát triển của Trung Quốc, không chỉ bởi Trung Quốc là thị trường lớn nhất cho các sản phẩm của họ, mà còn vì những thành tựu của Trung Quốc trong lãnh vực công nghệ đang từng bước chín muồi."
        },
        {
            "en": "Night terrors are caused by over-arousal of the central nervous system (CNS) during sleep. This may happen because the CNS (which regulates sleep and waking brain activity) is still <em>maturing</em>. Some kids may inherit a tendency for this over-arousal — about 80% who have night terrors have a family member who also experienced them or sleepwalking (a similar type of sleep disturbance).",
            "vi": "Giật mình thức dậy hoảng sợ gây ra bởi sự quá kích thích của hệ thần kinh trung ương (CNS) trong khi ngủ. Điều này có thể xảy ra vì hệ thần kinh trung ương (cơ quan kiểm soát hoạt động ngủ và thức của não) vẫn hoạt động. Một số trẻ có thể bị di truyền khuynh hướng quá kích thích này – khoảng 80% số trẻ mắc chứng giật mình thức dậy hoảng sợ có một người thân trong gia đình cũng từng bị tình trạng này hoặc bị mộng du (một dạng tương tự của rối loạn giấc ngủ)."
        },
        {
            "en": "Vietnam will set aside VND273.3 trillion ($12 billion) to pay off <em>maturing</em> bonds and loans this year, according to the Prime Minister on Tuesday, of which VND95 trillion ($4 billion) will be used to roll over principal loans to stay afloat.",
            "vi": "Theo lời của Thủ tướng: Việt Nam sẽ chi ra 273,3 nghìn tỷ đồng (tương được 12 tỷ đôla) để trả các khoản vay và trái phiếu đến hạn trong năm nay và Việt Nam sẽ dùng thêm 95 nghìn tỷ đồng (tương đương 4 tỷ đôla) để trả các khoản nợ trả gấp."
        },
        {
            "en": "This fertilized egg is now called a zygote and contains 46 chromosomes — half from the egg and half from the sperm. The genetic material from the male and female has combined so that a new individual can be created. The zygote divides again and again as it grows in the female's uterus, <em>maturing</em> over the course of the pregnancy into an embryo, a fetus, and finally a newborn baby.",
            "vi": "Trứng đã thụ tinh hiện được gọi là hợp tử; hợp tử chứa 46 nhiễm sắc thể - 1/2 từ trứng và 1/2 từ tinh trùng. Vật liệu di truyền của nam và nữ kết hợp để tạo nên một nhân tố mới. Hợp tử phân chia liên tục khi phát triển trong lòng mẹ/ trong tử cung của mẹ, tiếp tục phát triển trong giai đoạn thai kỳ thành phôi, bào thai, và sau cùng là trẻ sơ sinh."
        }
    ],
    "suggestions": []
}