{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mauritania",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mauritania",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mauritania",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mauritania",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mauritania",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Eye of the Sahara, <em>Mauritania</em>",
            "vi": "Con mắt của Sahara, Mauritania"
        },
        {
            "en": "Eye of the Sahara, <em>Mauritania</em>",
            "vi": "Con mắt của Sahara, Mauritania"
        },
        {
            "en": "<em>Mauritania</em> launches campaign network with songs.",
            "vi": "Mô-ri-ta-ni tiến hành mạng vận động với những những bài hát."
        },
        {
            "en": "The <em>Mauritania</em> is in dazzle paint camouflage.",
            "vi": "Tàu Mauritania với thuật sơn ngụy trang."
        },
        {
            "en": "Legislators participate in a dinner-debate and working groups - <em>Mauritania</em>",
            "vi": "Các nhà lập pháp tham dự một bữa tối thảo luận và các nhóm làm việc - Mô-ri-ta-ni"
        },
        {
            "en": "In countries like Niger and <em>Mauritania</em>, food production doesn't nearly meet demand.",
            "vi": "Ở những nước như Niger và Mauritania, sản lượng lương thực hầu như không đáp ứng được nhu cầu."
        },
        {
            "en": "\"What's the capital of <em>Mauritania</em>?\" \"I couldn't tell you off the top of my head, but I could go and look it up.\"",
            "vi": "\"Thủ đô Mauritania là gì?\"\"Tôi không thể nghĩ ra vì anh hỏi đột ngột quá, tôi đi tra tự điển đây.\""
        },
        {
            "en": "\"What's the capital of <em>Mauritania</em>?\"\"I couldn' t tell you off the top of my head, but I could go and look it up.\"",
            "vi": "\"Thủ đô Mauritania là gì?\" \"Tôi không thể nghĩ ra vì anh hỏi đột ngột quá, tôi đi tra tự điển đây.\""
        },
        {
            "en": "By way of example, the session provided information about the critical role that Member of Parliaments were playing in other countries, including <em>Mauritania</em>, Morocco, Albania, Niger, Rwanda.",
            "vi": "Thông qua các ví dụ, phiên họp này đã cung cấp thông tin về vai trò chủ đạo của các đại biểu quốc hội ở các quốc gia khác, bao gồm Mô-ri-ta-nia, Ma-rốc, An-ba-ni, Ni-ge-ri-a, Ru-an-đa."
        },
        {
            "en": "Mansa Musa was in charge of a lot of land. To put it into perspective, he ruled all (or parts) of modern day <em>Mauritania</em>, Senegal, Gambia, Guinea, Burkina Faso, Mali, Niger, Nigeria, and Chad.",
            "vi": "Mansa Musa cai quản nhiều vùng đất. Các vùng đất ông cai trị bấy giờ tương ứng với Mauritania, Senegal, Gambia, Guinea, Burkina Faso, Mali, Niger, Nigeria, và Chad ngày nay."
        },
        {
            "en": "To launch a series of advocacy and coordination events for senior officials involved in the MDGs, the Legislature of <em>Mauritania</em> participated in a “dinner debate” on the MDGs in early 2003.",
            "vi": "Nhằm khởi xướng hàng loạt các sự kiện phối hợp và cổ động các quan chức cấp cao tham gia vào các MDG, Quốc hội Mô-ri-ta-ni đã tham dự một “buổi thảo luận vào bữa tối”về các MDG đầu năm 2003."
        },
        {
            "en": "The word sahel comes from Arabic and means marginal or transitional , and this is a good description of these semi-arid lands , which occupy much of the West African countries of Mali, <em>Mauritania</em>, Niger, and Chad.",
            "vi": "Từ sahel bắt nguồn từ tiếng A Rập và có có nghĩa là giáp ranh hoặc chuyển tiếp , đây là dạng hình thái tốt của những vùng đất bán khô hạn , mà nó chiếm cứ phần lớn diện tích của những quốc gia ở phía Tây Châu Phi như Mali, Mauritania, Niger, và Chad."
        },
        {
            "en": "Countries with population in millions (in parenthesis), 1999: Africa: Cote d’Ivoire (15.5), Gambia (1.2) & <em>Mauritania</em> (2.6); In transition: Moldova (4.3), Mongolia (4.8), & Ukraine (50.0) Viet Nam (77.5). Phụ lục 1: ổn định do Xuất khẩu Định hướng.",
            "vi": "Các nước có dân số tính theo triệu người (trong ngoặc), 1999: Châu Phi: Bờ Biển Ngà (15,5), Gambia (1,2) & Mauritania (2,6); Các nước trong thời kỳ chuyển đổi: Moldova (4,3), Mông cổ (4,8), & Ukraine (50,0) Việt Nam: (77,5). Annex 1: Export-led Stabilisation"
        }
    ],
    "suggestions": []
}