{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maximizing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maximizing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maximizing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "maximizing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "maximizing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Maximizing</em> decentralization and empowerment (institutionalization);",
            "vi": "Phân cấp và trao quyền tối đa (thể chế hóa);"
        },
        {
            "en": "There is agreement that <em>maximizing</em> efficiency should be the main objective, rather than <em>maximizing</em> government revenue.",
            "vi": "Đã có sự nhất trí rằng tối đa hóa hiệu quả phải là mục tiêu chính chứ không phải là tối đa hóa thu nhập của chính phủ."
        },
        {
            "en": "The following suggestions are strategies for <em>maximizing</em> the performance of teamwork.",
            "vi": "Các gợi ý dưới đây là các chiến lược để tang tối đa hiệu quả của việc học nhóm."
        },
        {
            "en": "Our design aims to satisfy its residents 'lifestyle by <em>maximizing</em> the use of space.",
            "vi": "Thiết kế của chúng tôi nhắm đến việc thoả mãn phong cách sống của chủ nhân bằng cách tận dụng không gian."
        },
        {
            "en": "By <em>maximizing</em> efficiencies within the regulations, the members may better protect both their own and the company’s interests.",
            "vi": "Bằng việc tối đa hóa hiệu quả trong các điều khoản, các thành viên tự bảo vệ tốt nhất lợi ích của mình và công ty."
        },
        {
            "en": "By simply following these tips, you can easily create an attic bedroom and decorate it while <em>maximizing</em> the space.",
            "vi": "Chỉ bằng cách đơn giản là làm theo các bước hướng dẫn này, bạn có thể dễ dàng tạo ra một buồng ngủ sát mái và trang trí nó trong khi vẫn tận dụng tối đa không gian."
        },
        {
            "en": "Eco-friendliness is always in the forefront The designers will reduce energy consumption as much as is practically possible by <em>maximizing</em> the efficiency of heating and cooling systems.",
            "vi": "Tiêu chí thân thiện với môi trường luôn được đặt lên hàng đầu. Những nhà thiết kế sẽ hạn chế tiêu thụ điện ở mức tối thiểu cho phép bằng cách sử dụng hợp lý hệ thống điều hòa nhiệt độ hai chiều."
        },
        {
            "en": "In signing the revised One Plan today, we reaffirm our shared commitment to <em>maximizing</em> the UN’s impact within the Plan’s five outcome areas.",
            "vi": "Khi ký vào bản Kế hoạch chung sửa đổi ngày hôm nay, chúng ta khẳng định lại quyết tâm chung để tối đa hóa ảnh hưởng của LHQ trong các lĩnh vực thuộc năm mục tiêu của Kế hoạch."
        },
        {
            "en": "It is thought to serve as a scaffold, binding all three kinases and keeping them in close proximity, thus <em>maximizing</em> the efficiency of the chain reaction.",
            "vi": "Nó được cho là có tác dụng như một giá thể, gắn cả ba kinase và giữ cho chúng gần nhau, do đó làm tăng tột độ hiệu suất của phản ứng dây chuyền."
        },
        {
            "en": "The best way is to learn from past mistake and focus on something else rather than just <em>maximizing</em> profit regardless of the risk”.",
            "vi": "Cách tốt nhất là học từ sai lầm quá khứ và hội tụ vào cái gì đó khác hơn là chỉ làm tối đa lợi nhuận bất kể tới rủi ro”."
        },
        {
            "en": "Exercise rights and obligations in a fiduciary, diligent and optimal manner for the purpose of <em>maximizing</em> legitimate benefit of the company and its shareholders.",
            "vi": "Thực hiện các quyền và nhiệm vụ được giao một cách trung thực, cẩn trọng, tốt nhất nhằm bảo đảm lợi ích hợp pháp tối đa của công ty và cổ đông của công ty."
        },
        {
            "en": "The key to formulating effective policies is understanding the existing realities and processes on the ground, reducing their negative impacts and <em>maximizing</em> their positive impacts.",
            "vi": "Vấn đề then chốt khi thiết lập các chính sách có hiệu quả là phải hiểu được thực tế hiện hữu và các quá trình đang diễn ra trên đất đai, giảm các tác động tiêu cực và tối đa hóa các tác động tích cực."
        },
        {
            "en": "The aim is to develop a structure that creates incentives for enterprises so that in <em>maximizing</em> their efficiency and profitability, they contribute towards implementation of government policy.",
            "vi": "Mục đích này là phát triển cấu trúc tạo ra kích thích cho doanh nghiệp nhờ đó tối đa hoá hiệu quả và lợi nhuận của họ, họ góp phần vào việc thực hiện chính sách của chính phủ."
        },
        {
            "en": "Tied aid is financially costly for recipients, limits options in <em>maximizing</em> use of resources, invites corruption, and leads to the most onerous procedures.",
            "vi": "Viện trợ có điều kiện gây tốn kém về tài chính cho nước nhận, hạn chế các lựa chọn để tận dụng tối đa nguồn lực, kích thích tham nhũng và gây ra thủ tục rất phiền hà."
        },
        {
            "en": "Instead of replicating models like the sites-and-services schemes government should follow the existing successful practices on the ground, <em>maximizing</em> its positive aspects and minimizing its negative aspects.",
            "vi": "Thay vì thay thế các mô hình như kế hoạch địa điểm - và - dịch vụ, chính phủ đi theo những trường hợp triển khai thành công, tối đa hóa tác động tích cực và tối thiểu hóa tác động tiêu cực."
        },
        {
            "en": "Competent, engaged teachers are more necessary than ever in the Information Age, and balancing mobile educational advantages with healthy teaching interaction is the key to <em>maximizing</em> the worth of both.",
            "vi": "Giáo viên giỏi, có khả năng thu hút học sinh là cần thiết hơn bao giờ hết trong kỷ nguyên thông tin này, và sự cân bằng giữa các lợi thế của phương pháp dạy bằng công nghệ di động và sự tương tác giảng dạy tốt là chìa khóa để tối ưu hóa giá trị của cả hai."
        },
        {
            "en": "“We have plans to significantly increase investment in our PC and tablet business to enhance our ability to compete. While Dell’s strategy in the PC business has been to maximize gross margins, following the transaction, we expect to focus instead on <em>maximizing</em> revenue and cash flow growth with the goal of improving long-term sales and competitive positioning,” Dell said in the letter.",
            "vi": "\"Chúng tôi có những kế hoạch để gia tăng đáng kể vốn đầu tư vào việc kinh doanh máy tính cá nhân và máy tính bảng để nâng cao khả năng cạnh tranh. Trong khi chiến lược của Dell trong kinh doanh máy tính cá nhân đã từng là tối đa hoá lãi gộp, sau giao dịch, chúng tôi nghĩ thay vào đó sẽ tập trung vào tối đa hoá doanh thu và tăng trưởng luồng tiền nhằm cải thiện doanh số lâu dài và vị thế cạnh tranh,\" Dell viết trong thư. "
        },
        {
            "en": "“Separating our Alibaba stake from Yahoo’s operating business is essential to <em>maximizing</em> value for our shareholders,” Mayer said on Friday. “In addition to the reverse spin, there are strategic alternatives that could help us achieve the separation, while strengthening our business.” She also insisted that she wanted to “return this iconic company to greatness.”",
            "vi": "\"Rất cần tách tiền góp vốn vào Alibaba ra khỏi hoạt động kinh doanh của Yahoo để cổ phần của cổ đông có giá trị cao nhất\", Mayer cho biết hôm thứ Sáu. \"Ngoài việc xoay ngược này, còn có các giải pháp chiến lược khác có thể giúp chúng tôi tách công ty,  vừa làm hoạt động kinh doanh vững mạnh.\" Bà cũng khẳng định rằng mình muốn \"mang thời hoàng kim trở lại cho công ty nổi tiếng này.\""
        }
    ],
    "suggestions": []
}