{
    "en_vn": {
        "data": {
            "content": null,
            "word": "maximally"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "maximally"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "maximally"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "maximally"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "maximally"
        }
    },
    "sentences": [
        {
            "en": "This is a <em>maximally</em> built construction.",
            "vi": "Đây là một mô hình xây dựng lớn nhất."
        },
        {
            "en": "Use <em>maximally</em> effective languageCreate positive motivationsAffirmative sentences have higher motivating power and help to visualize the benefits that finding a solution to the problem will produce. There is a real difference between an instance when someone says: «I’m going to quit smoking» and an instance when phrases like «I’m going to up my energy level» or «I’m going to prolong my life» are used.Formulate the problem as a question.The human brain is fond of riddles. When presented with an interesting question, our brain keeps searching for an answer even without us being aware of it.",
            "vi": "Sử dụng ngôn ngữ hiệu quả tối đa  Tạo ra các động lực tích cực  Những câu nói khẳng định có sức mạnh thúc đẩy cao hơn và giúp hình dung ra lợi ích, chính những điều này thôi thúc tìm ra giải pháp giải quyết vấn đề. Có sự khác nhau thực sự giữa câu nói: \"Tôi sẽ bỏ hút thuốc.\" và câu: \"Tôi sẽ khoẻ mạnh hơn.\" hoặc \"Tôi sẽ sống lâu hơn.\"  Trình bày vấn đề dưới dạng câu hỏi  Não người thích những cái gì gây tò mò. Khi đặt một câu hỏi thú vị, não chúng ta sẽ tìm kiếm câu trả lời mặc dù chúng ta không ý thức được điều đó."
        }
    ],
    "suggestions": []
}