{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['maiən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) ngôn ngữ Maya; (thuộc) người Maya</td></tr></table><i/></div>",
            "word": "Mayan"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Mayan</k><blockquote><cclass>[<cclass>'mʌɪ(j)ən<cclass>, <cclass>'meɪ(j)ən<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a large family of American Indian languages spoken in Mexico and central America. </cclass></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 relating to Mayan. </blockquote></blockquote><blockquote><blockquote>2》 relating to the Maya people. </blockquote></blockquote></div>",
            "word": "Mayan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mayan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mayan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mayan"
        }
    },
    "sentences": [
        {
            "en": "This book reanimates the <em>Mayan</em> civilization.",
            "vi": "Cuốn sách này làm sống lại nền văn minh của dân tộc Maya."
        },
        {
            "en": "4.    The <em>Mayan</em> Calendar resets itself to 0.0.0.0.",
            "vi": "Lịch Mayan trở về lại năm đầu tiên 0.0.0.0."
        },
        {
            "en": "3.    The <em>Mayan</em> culture disappeared long before their calendar ended.",
            "vi": "Nền văn minh Mayan từ lâu đã không còn tồn tại trước khi niên đại của họ chấm dứt."
        },
        {
            "en": "Here you will see architectural fragments from <em>Mayan</em> sites.",
            "vi": "Tại đây bạn sẽ thấy những phần nhỏ kiến trúc từ khu vực của người Maya."
        },
        {
            "en": "<em>Mayan</em> civilization is one of the greatest ones in the world.",
            "vi": "Nền văn minh Maya là một trong nền văn minh vĩ đại nhất trên thế giới."
        },
        {
            "en": "Only two out of 15,000 registered <em>Mayan</em> texts mention the date 2012, according to the Institute, and no <em>Mayan</em> text predicts the end of the world.",
            "vi": "Theo viện này cho biết chỉ có hai trong số 15000 văn bản cổ của người Maya có đề cập đến ngày 2012, và không có văn bản nào tiên đoán ngày tận thế."
        },
        {
            "en": "<em>Mayan</em> tablet does not predict end of the world in 2012, says expert",
            "vi": "Theo chuyên gia thì trên bản khắc đá của người May-a không hề dự đoán ngày tận thế vào năm 2012"
        },
        {
            "en": "It’s not the first time that end times have been erroneously prophesied—most recently with the 2012 <em>Mayan</em> calendar hysteria.",
            "vi": "Người ta tiên đoán ngày tận thế sai hoài - lần gần đây nhất là những người cuồng tín theo lịch Maya vào năm 2012."
        },
        {
            "en": "The <em>Mayan</em> calendar does not end in December 2012. Just as the calendar you have on your kitchen wall does not cease to exist after December 31, the <em>Mayan</em> calendar does not cease to exist on December 21, 2012. This date is the end of the <em>Mayan</em> long-count period, but then – just as your calendar begins again on January 1 - another long-count period begins for the <em>Mayan</em> calendar. ",
            "vi": "Lịch Maya không kết thúc vào tháng Mười Hai năm 2012. Cũng như lịch treo trên tường nhà bạn vẫn còn tiếp tục sau ngày 31 tháng Mười Hai, lịch Maya cũng vẫn tiếp tục sau ngày 21 tháng Mười Hai năm 2012. Ngày này là ngày kết thúc một chu kì long-count trong lịch Maya, nhưng cũng như lịch của bạn lại bắt đầu vào ngày 1 tháng Giêng thì lịch Maya cũng sẽ bắt đầu một chu kì long-count khác."
        },
        {
            "en": "Just as the calendar in your house ends after December 31st, so does the <em>Mayan</em> calendar. This does not mean that the Earth comes to an end with your calendar does it? The end of the <em>Mayan</em> calendar just means that the <em>Mayan</em> long-count period will end and another one would begin; just as your new calendar for the year would.",
            "vi": "Cũng giống như lịch trong nhà bạn sẽ kết thúc vào ngày 31 tháng 12, thì lịch Mayan cũng vậy. Điều này không phải là Trái đất đến ngày tận thế cùng với lịch kết thúc sao? Lịch Maya kết thúc nghĩa là giai đoạn đại kỳ của người Maya kết thúc và giai đoạn khác sẽ bắt đầu; cũng giống như năm mới sẽ có lịch mới thôi."
        },
        {
            "en": "A scene from the film 2012, which refers to the idea that the <em>Mayan</em> calendar predicts the end of the world.",
            "vi": "Một cảnh trong phim năm 2012, đề cập đến ý tưởng về lịch người Maya dự đoán ngày tận thế."
        },
        {
            "en": "Gronemeyer said the inscription referred to the end of a cycle of 5,125 years since the beginning of the <em>Mayan</em> Long Count calendar in 3113 BC.",
            "vi": "Ông Gronemeyer cho biết những chữ tượng hình này có đề cập đến cuối chu kỳ 5.125 năm kể từ khi bắt đầu lịch Đếm Dài của người Maya vào năm 3113 trước Công nguyên."
        },
        {
            "en": "A reference to 2012 on a <em>Mayan</em> tablet denotes a transition to a new era, not the apocalypse, according to Sven Gronemeyer.",
            "vi": "Khi tra cứu năm 2012 trên bản khắc đá người Maya cho thấy đây là thời kỳ chuyển tiếp sang kỷ nguyên mới, không phải là năm tận thế, theo ông Sven Gronemeyer."
        },
        {
            "en": "Bolon Yokte, the god of creation and war, was expected to return, according to Mr Gronemeyer's reading of a <em>Mayan</em> text carved into stone 1,300 years ago.",
            "vi": "Ông Gronemeyer đã giải mã một văn bản cổ của người Maya khắc trên đá có niên đại 1300 năm tuổi rằng đó là ngày mà Bolon Yokte, vị thần tượng trưng cho chiến tranh và sáng tạo quay trở lại."
        },
        {
            "en": "The date marks the end of one of the periods of roughly 400 years into which the <em>Mayan</em> calendar is divided.",
            "vi": "Lịch Maya được chia thành nhiều chu kỳ, mỗi chu kỳ kéo dài gần 400 năm và ngày này chỉ đánh dấu sự kết thúc của một trong những chu kỳ đó."
        },
        {
            "en": "The date was \"a reflection of the day of creation\", <em>Mayan</em> codes researcher Sven Gronemeyer told AP. The day also marked the return of a Maya god, Mr Gronemeyer added.",
            "vi": "Sven Gronemeyer, nhà nghiên cứu ký tự cổ của người Maya, cho AP biết đây là “sự phản ánh ngày sáng tạo” và cũng là ngày đánh dấu sự trở lại của một vị thần Maya."
        },
        {
            "en": "His comments came less than a week after Mexico's archaeology institute acknowledged there was a second reference to the 2012 date in <em>Mayan</em> inscriptions, touching off another round of talk about whether it predicts the end of the world.",
            "vi": "Lời bình luận của ông đưa ra chưa đầy một tuần sau khi viện khảo cổ học Mê-hi-cô công nhận một tra cứu thứ hai về ngày trong năm 2012 theo chữ tượng hình của người May-a, dẫn đến phát động một cuộc thảo luận nữa về việc liệu người May-a có dự đoán ngày tận thế hay không."
        },
        {
            "en": "Of course, on the Web there are always more troubling theories around, including that the deaths could be the first sign the end of the world is coming in 2012, as some believe ancient <em>Mayan</em> prophecy predicts.",
            "vi": "Tất nhiên, trên mạng luôn có nhiều thuyết gây rắc rối quanh chuyện này, kể cả tin những con cá trích chết trên đây có thể là dấu hiệu đầu tiên của sự tận thế sẽ xảy ra vào năm 2012 bởi vì một số  người tin vào lời dự đoán của tiên tri May-a cổ xưa."
        },
        {
            "en": "With respect to non-Biblical myths about a purifying flood, these can be found in the Hindu, Sumerian, Greek, Acadia, Chinese, Mapuche, <em>Mayan</em>, Aztec, and Pascuanese (Easter Island) cultures, among others. Several of these stories appear to possess surprisingly similar common factors.",
            "vi": "Ngoại trừ trích dẫn trong Kinh Thánh còn có rất nhiều truyền thuyết khác về một trận lụt tẩy uế, có thể tìm thấy chúng trong các nền văn hóa đạo Hindu, Sumer, Hy Lạp, Acadia, Trung Quốc, Mapuche, Maya, Aztec, và Pascuanese (Easter Island), cùng với nhiều nền văn hóa khác nữa. Trong những câu chuyện này một số dường như có các yếu tố tương đồng thật đáng ngạc nhiên."
        },
        {
            "en": "He said the inscription described the return of the mysterious <em>Mayan</em> god Bolon Yokte at the end of a 13th period of 400 years, known as Baktuns, on the equivalent of 21 December 2012. Mayans considered 13 a sacred number. There is nothing apocalyptic in the date, he said.",
            "vi": "Ông ta cho biết những chữ tượng hình này mô tả sự trở lại của vị thần bí ẩn người May-a là Bolon Yokte vào cuối mỗi thời kỳ thứ 13 của 400 năm, gọi là Baktuns, tương đương với ngày 21 tháng mười hai năm 2012. Người May-a xem 13 là con số thiêng liêng. Không có gì cho thấy sự khải huyền vào ngày này. "
        }
    ],
    "suggestions": []
}