{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['meidei]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tín hiệu báo nguy của tàu biển hoặc máy bay; tín hiệu cấp cứu</td></tr></table><i/></div>",
            "word": "mayday"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mayday"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mayday"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mayday"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mayday"
        }
    },
    "sentences": [
        {
            "en": "So he proposed the word <em>mayday</em>.",
            "vi": "Vì thế anh ấy đề xuất từ mayday."
        },
        {
            "en": "<em>Mayday</em> has nothing to do with the month of May.",
            "vi": "Mayday chẳng liên quan gì đến tháng năm."
        },
        {
            "en": "The pilot gets on his radio and calls “<em>mayday</em>, <em>mayday</em>, <em>mayday</em>” to tell that his plane is in danger of crashing to the ground.",
            "vi": "Phi công phát tín hiệu ra-đi-ô và gọi “mayday, mayday, mayday” để báo rằng máy bay của anh ấy có nguy cơ đâm xuống đất."
        },
        {
            "en": "The ship sent out a <em>mayday</em> signal before it sank.",
            "vi": "Con tàu đã gửi tín hiệu cấp cứu quốc tế trước khi bị chìm."
        },
        {
            "en": "Making a <em>Mayday</em> call is the most important skill to have when going on any boat.",
            "vi": "Gọi điện kêu gọi là một kĩ năng quan trọng cần có khi đi tàu."
        },
        {
            "en": "Frederick Stanley Mockford created the <em>mayday</em> call signal in the nineteen twenties.",
            "vi": "Frederick Stanley Mockford tạo ra tín hiệu cấp cứu mayday vào những năm 1920."
        },
        {
            "en": "He dove his bomber to a lower altitude and called his \"<em>Mayday</em>\" SOS.",
            "vi": "Anh ấy lao chiếc máy bay ném bom xuống độ cao thấp hơn và phát tín hiệu \"cấp cứu\" sos."
        },
        {
            "en": "He was able to tell me at exactly what time the pilot had <em>mayday</em> the emergency.",
            "vi": "Anh ấy đã có thể cho tôi biết viên phi công đã ra tín hiệu cấp cứu chính xác lúc mấy giờ."
        },
        {
            "en": "Two people were rescued after making a <em>mayday</em> call when their yacht began sinking after being blown on to rocks.",
            "vi": "Hai người đã được cứu sống sau khi thực hiện một cuộc gọi cầu cứu khẩn cấp khi du thuyền của họ bắt đầu chìm sau khi bị gió cuốn vào đá."
        },
        {
            "en": "<em>Mayday</em> is one of a number of words used internationally as radio code words to signal important information.",
            "vi": "Tín hiệu cấp cứu quốc tế là một trong các từ được sử dụng trên bình diện quốc tế như mã sóng vô tuyến để chuyển đi thông tin quan trọng."
        },
        {
            "en": "At six thousand feet as it headed out along the coast, the Israeli pilot put out a <em>mayday</em> call, reporting fire in the number 3 engine.",
            "vi": "Ở độ cao 6. 000 bộ khi nó trực chỉ dọc theo bờ biển, viên phi công người Ixraen đã phát tín hiệu cấp cứu, báo cáo có cháy ở động cơ số 3."
        },
        {
            "en": "For decades, <em>MayDay</em> parades in Moscow have taken place under clear blue skies , aircraft having deposited dry ice, silver iodide and cement powder to disperse clouds.",
            "vi": "Trong nhiều thập kỷ, những cuộc duyệt binh trong ngày Quốc tế Lao động ở Moscow đã diễn ra dưới bầu trời trong xanh , máy bay mang băng khô, bạc iodide và bột xi măng lên bầu trời để làm tan mây."
        },
        {
            "en": "At six thousand feet as it headed out along the coast, the Israeli pilot put out a <em>mayday</em> call, reporting fire in the number 3 engine.",
            "vi": "Ở độ cao 6.000 bộ khi nó trực chỉ dọc theo bờ biển, viên phi công người Ixraen đã phát tín hiệu cấp cứu, báo cáo có cháy ở động cơ số 3."
        },
        {
            "en": "Two Australian fishermen had to leave their ship as it began to sink. They made a <em>mayday</em> call and held onto a large cooler for 15 hours.",
            "vi": "Có hai ngư dân Úc phải bỏ thuyền vì thuyền sắp chìm. Họ phát tín hiệu cầu cứu, rồi bám vào chiếc thùng lạnh to suốt 15 tiếng đồng hồ."
        },
        {
            "en": "The two men made a <em>Mayday</em> call and were forced to abandon their ship as it began to sink. They held onto a large cooler for 15 hours before being winched to safety by a helicopter rescue team.",
            "vi": "Hai người đã phát tín hiệu cầu cứu, nhưng rốt cuộc phải bỏ thuyền vì thuyền sắp chìm.  Họ phải bám vào chiếc thùng lạnh to suốt 15 tiếng đồng hồ, rồi mới được đội cứu hộ đi máy bay trực thăng đến cứu lên an toàn."
        }
    ],
    "suggestions": []
}