{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mayo"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mayo</k><blockquote><cclass>[<cclass>'meɪəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>informal short for <kref>mayonnaise</kref>. </cclass></cclass></blockquote></div>",
            "word": "mayo"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mayo"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mayo"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mayo"
        }
    },
    "sentences": [
        {
            "en": "Researchers at the <em>Mayo</em> Clinic, who presented their work to the annual meeting of the American Society of Nephrology, tested 300 women.",
            "vi": "Các nhà nghiên cứu ở Bệnh viện Mayo đã giới thiệu cuộc xét nghiệm ở 300 phụ nữ cho cuộc họp thường niên của tạp chí American Society of Nephrology."
        },
        {
            "en": "The <em>Mayo</em> Clinic in Rochester, Minnesota, uses music as part of its cardiovascular surgery healing program to \"promote relaxation and reduce tension, stress and anxiety.\"",
            "vi": "Trung tâm y khoa Mayo Clinic ở Rochester, Minnesota, dùng âm nhạc như một phần của chương trình phẫu thuật chữa bệnh tim mạch để “kích thích sự thư giãn và làm giảm tình trạng căng thẳng, stress và lo âu.”"
        },
        {
            "en": "1.    Mayonnaise  It's white, it's goopy -- and it's really easy for the calories and grams of fat to add up when you're slathering on the mayonnaise. The truth is that regular <em>mayo</em> isn't too bad, if you're talking about a teaspoon or two. But most <em>mayo</em> users spread it on thicker than that. And if you're a true mayonnaise lover, you can rack up 360 calories and 40 grams of fat in a 1/4-cup serving.",
            "vi": "1. Xốt Mayonnaise  Xốt mayonnaise có màu trắng và sền sệt, dinh dính – bạn thực sự dễ dàng tích tụ nhiều năng lượng (nhiều ca-lo) và chất béo nếu sử dụng nhiều mayonnaise. Sự thật là ăn mayonnaise thường xuyên thì cũng không có hại gì lắm nếu liều lượng chừng 1 hoặc 2 muỗng cà phê. Nhưng hầu hết người ta đều trét xốt dày hơn liều lượng đó. Và nếu bạn là người ghiền mayonnaise thực sự thì bạn có thể nạp thêm cho mình 360 ca-lo và 40 gam chất béo khi dùng ¼ tách mayonnaise."
        },
        {
            "en": "Gregory Poland, MD, director of the <em>Mayo</em> Clinic's Vaccine Research Group, explains that hepatitis vaccinations contain a small amount of the inactive virus. When you get a dose of the vaccine, he says, your immune cells respond by developing immunity against the virus. This immunity lasts over a long period of time. ",
            "vi": "Bác sĩ y khoa Gregory Poland, giám đốc Nhóm Nghiên cứu Vắc-xin của Bệnh viện Mayo giải thích chủng ngừa viêm gan chứa một lượng nhỏ vi-rút bất hoạt . Khi được tiêm một liều vắc-xin thì các tế bào miễn dịch của bạn sẽ phản ứng bằng cách tăng cường miễn dịch kháng lại vi-rút. Sức miễn dịch này kéo dài trong một thời gian dài."
        },
        {
            "en": "Acupoint: Fibromyalgia  Studies that test how well acupuncture works against the pain of fibromyalgia have had mixed results. Some showed that it provided temporary pain relief, but others did not. A small study by the <em>Mayo</em> Clinic suggested that acupuncture may reduce two other problems of fibromyalgia: fatigue and anxiety. But overall, there's not enough evidence yet to prove that acupuncture works for fibromyalgia.",
            "vi": "Huyệt châm cứu: Đau cơ, gân, khớp  Nhiều nghiên cứu thử nghiệm xem thuật châm cứu có hiệu quả tốt như thế nào đối với chứng đau cơ, gân, khớp đã cho nhiều kết quả trái chiều. Một số bệnh nhân cho biết có thể giảm đau tạm thời, nhưng số khác thì không. Một công trình nghiên cứu nhỏ của Bệnh viện Mayo cũng cho thấy thuật châm cứu có thể làm giảm 2 vấn đề khác của chứng đau cơ, gân, khớp: đó là mệt mỏi và lo âu. Nhưng nhìn chung, người ta chưa có đủ bằng chứng để chứng tỏ được rằng thuật châm cứu có kết quả đối với bệnh đau cơ, gân, khớp."
        },
        {
            "en": "Dr. James Levine, co-director of the <em>Mayo</em> Clinic and the Arizona State University Obesity Initiative, and author of the book Get Up! Why Your Chair Is Killing You and What You Can Do About It, actually recommends that you be up and moving for at least 10 minutes out of every hour. ",
            "vi": "Tiến sĩ James Levine, đồng giám đốc của Phòng khám Mayo và Tổ chức tiên phong chữa trị bệnh béo phì thuộc Đại học Arizona, và là tác giả của cuốn sách Get Up! Why Your Chair Is KillingYou and What You Can Do About It (Hãy đứng lên! Tại sao chiếc ghế của bạn sẽ giết chết bạn và bạn có thể làm gì về điều đó). Trong cuốn sách, ông đưa ra khuyến cáo rằng bạn nên đứng lên và di chuyển ít nhất 10 phút trong mỗi giờ."
        },
        {
            "en": "<em>Mayo</em> maniacs have three better options: They can use a lower-calorie condiment instead of mayonnaise (mustard, BBQ sauce, salsa, chili sauce, or taco sauce); they can switch to a light mayonnaise (35 calories and 3.5 grams of fat per tablespoon); or they can pare down their portion of real mayonnaise to a couple of teaspoons (contributing 60 calories and 6.7 grams of fat).",
            "vi": "Người nghiện ăn mayonnaise có 3 lựa chọn tốt hơn: Họ có thể sử dụng thức chấm /đồ gia vị ít ca-lo hơn thay cho xốt trứng (chẳng hạn như mù tạt, xốt BBQ, nước xốt cay/ nước xốt salsa [được chế biến từ các loại rau củ băm nhuyễn gồm cà chua, hành tây với ớt], tương ớt, hoặc nước xốt cay); họ có thể chuyển sang sử dụng mayonnaise không đậm đặc (mỗi muỗng canh chỉ cung cấp 35 ca-lo và 3,5 gam chất béo); hoặc họ có thể giảm khẩu phần mayonnaise thực sự của mình xuống còn một vài muỗng cà phê (chứa 60 ca-lo và 6,7 gam chất béo). "
        },
        {
            "en": "8. Make the swap    There are a number of easy swaps and substitutes you can make that will add an extra boost to your meals. Swap avocado for <em>mayo</em> on a sandwich, or put spinach on your burger instead of lettuce. These small swaps will make a big difference.",
            "vi": "8. Chuyển đổiTa có thể thực hiện một số chuyển đổi hoặc thay thế dễ làm để cải thiện bữa ăn của mình. Dùng bơ thay cho mayo trét trên bánh xăng - uých, hoặc kẹp cải bó xôi trong bánh hăm - bơ - gơ thay cho xà lách. Thay đổi nhỏ nhưng sẽ tạo nên khác biệt lớn đấy."
        },
        {
            "en": "Eat more salmon: Instead of tuna sandwiches, make salmon salad for sandwiches -- canned salmon mixed with reduced-fat <em>mayo</em> or nonfat plain yogurt, raisins, chopped celery, and carrots (plus a little Dijon mustard if your child likes the taste). Serve on whole-grain bread -- which is also a brain food.",
            "vi": "Hãy nên ăn nhiều cá hồi: Thay vì ăn bánh xăng-uých cá ngừ, bạn nên chế biến món trộn cá hồi để ăn xăng-uých nhé - cá hồi đóng hộp trộn với xốt ma-i-on-ne ít béo hoặc ya-ua không đường, không béo, nho khô, cần tây xắt khúc, và cà-rốt (nếu con bạn thích mùi vị của mù tạt Dijon thì bạn nên thêm vào một chút nhé.) Hãy cho bé ăn với bánh mì làm bằng ngũ cốc nguyên hạt – đây cũng là một thức ăn có lợi cho não."
        },
        {
            "en": "Fast-food restaurants abound at airports and at highway rest stops, and Ms. Bauer said that they’re not off-limits so long as you order the right foods. Choose a grilled chicken sandwich with lettuce and tomato (hold the <em>mayo</em>) and a side salad. If you enjoy hamburgers, order a single patty, and top it with extra lettuce and tomatoes. Can’t resist French fries? Order the smallest size, and eat half.",
            "vi": "Có rất nhiều nhà hàng thức ăn nhanh ở sân bay và các điểm dừng chân trên đường cao tốc, cô Bauer nói rằng chúng không nằm ngoài phạm vi miễn là bạn chọn đúng thực phẩm. Chọn một cái bánh sandwich gà nướng với rau diếp và cà chua (có mayo) cùng salad ăn kèm. Nếu bạn thích thịt băm viên, hãy kêu một miếng nhỏ, để rau diếp và cà chua lên trên nó. Không thể cưỡng lại khoai tây chiên? Hãy gọi phần nhỏ nhất, và chỉ ăn một nửa."
        },
        {
            "en": "A separate small study in the Republic of Ireland released in June also found microplastic contamination in a handful of tap water and well samples. “We don’t know what the [health] impact is and for that reason we should follow the precautionary principle and put enough effort into it now, immediately, so we can find out what the real risks are,” said Dr Anne Marie Mahon at the Galway-<em>Mayo</em> Institute of Technology, who conducted the research.",
            "vi": "Một nghiên cứu nhỏ tách biệt ở Cộng hòa Ireland đưa ra vào tháng sáu cũng cho thấy ô nhiễm vi sinh trong một ít nước máy và ở các mẫu. Tiến sĩ Anne Marie Mahon ở Viện Công nghệ Galway-Mayo, người đã tiến hành nghiên cứu, cho biết: “Chúng ta không biết chúng có ảnh hưởng gì đến sức khoẻ và vì lý do đó chúng ta nên tuân theo các nguyên tắc phòng ngừa và cố gắng hết sức ngay từ bây giờ, để chúng ta có thể nhanh chóng tìm ra mối nguy hại thực sự là gì”"
        },
        {
            "en": "Exactly what happens to these plastics once they're in the environment is largely unknown. \"It's crucially important that we get a hold on what's happening on the land,\" said professor Anne Marie Mahon of the Galway-<em>Mayo</em> Institute of Technology in Dublin. She studies microplastic pollution and has found it in Irish tap water and well water. Other research recently found microplastics in bottled water around the world.",
            "vi": "Chính xác chuyện gì sẽ xảy ra khi các loại nhựa này ở trong môi trường thì vẫn chưa biết được . \"Điều quan trọng là chúng ta sẽ bị ảnh hưởng khi chúng xảy ra trên đất liền\", giáo sư Anne Marie Mahon thuộc Viện Công nghệ Galway-Mayo ở Dublin cho biết. Cô nghiên cứu về ô nhiễm vi sinh vật và đã tìm thấy nó trong nước máy của Ailen và trong nước giếng. Các nghiên cứu khác gần đây cũng đã thấy có các vi sinh vật trong nước đóng chai trên khắp thế giới."
        },
        {
            "en": "Fast-food restaurants abound at airports and at highway rest stops, and Ms. Bauer said that they’re not off-limits so long as you order the right foods. Choose a grilled chicken sandwich with lettuce and tomato (hold the <em>mayo</em>) and a side salad. If you enjoy hamburgers, order a single patty, and top it with extra lettuce and tomatoes. Can’t resist French fries? Order the smallest size, and eat half.",
            "vi": "Có rất nhiều nhà hàng thức ăn nhanh ở sân bay và các điểm dừng chân trên đường cao tốc, cô Bauer nói rằng chúng không nằm ngoài phạm vi miễn là bạn chọn đúng thực phẩm. Chọn một cái bánh sandwich gà nướng với rau diếp và cà chua (có mayo) cùng salad ăn kèm. Nếu bạn thích thịt băm viên, hãy kêu một miếng nhỏ, để rau diếp và cà chua lên trên nó. Không thể cưỡng lại khoai tây chiên? Hãy gọi phần nhỏ nhất, và chỉ ăn một nửa."
        },
        {
            "en": "Writing in the British Medical Journal, UK and Pakistani experts assessed 43 studies involving 200,000 children, and found deaths were cut by 24% if children were given the vitamin. And they say taking it would also cut rates of measles and diarrhoea. The body needs vitamin A for the visual and immune systems to work properly. It is found in foods including cheese, eggs, liver and oily fish. The World Health Organization (WHO) estimates that, around the world, 190 million children under the age of five may have a vitamin A deficiency.  But despite widespread efforts, supplementation programmes do not reach all the children who could benefit.  Capsules are now distributed twice a year in at least 60 countries, with average annual coverage rates nearing 80%. However, University of Oxford and Aga Khan University researchers who carried out this work say the effectiveness of vitamin A is so well-established that policy-makers should provide supplements to all children at risk.  'Effective and cheap'  They evaluated studies that involved children aged six months to five years, and compared rates of illness and death among those who were given vitamin A and those who were not.  They found vitamin A supplements reduced child mortality by 24% in low- and middle-income countries.  They calculate that, considering the estimated 190m children who are vitamin A deficient, reducing deaths by 24% would save more than 600,000 lives each year. Dr Evan <em>Mayo</em>-Wilson from the University of Oxford, who worked on the study, said: \"Until other sources are available, supplements should be given to all children who are at risk of vitamin A deficiency.  \"After just one year, children who had taken supplements were less likely to have died than children who received a placebo [dummy version].  Vitamin A supplements are highly effective and cheap to produce and administer.\" He said there had been recent criticism of vitamin A programmes - with some saying there were risks that respiratory infection rates could increase, particularly in children who were not vitamin A deficient - but he added there was \"little doubt\" that vitamin A prevented young children from dying.  In an editorial for BMJ Online, Professor Wafaie Fawzi, from the department of nutrition, epidemiology, and global health at Harvard School of Public Health, added: \"Effort should now focus on finding ways to sustain this important child survival initiative and fine tune it to maximise the number of lives saved.\"",
            "vi": "Theo bài viết đăng trên tập san Y học Anh, các chuyên gia Anh quốc và Pa-kix-tan đã đánh giá qua 43 cuộc nghiên cứu liên quan đến 200.000 trẻ em và thấy rằng tỷ lệ tử vong giảm xuống 24% nếu trẻ được uống Vi-ta-min. Và nó còn làm giảm tỷ lệ bệnh sởi và bệnh tiêu chảy. Cơ thể cần vitamin A giúp hệ miễn dịch và thị giác hoạt động tốt. Vitamin A có trong các loại thức ăn như phô-mai, trứng, gan và cá béo. Tổ chức y tế thế giới (WHO) ước tính có khoảng 190 triệu trẻ em dưới năm tuổi ở khắp nơi trên thế giới có thể thiếu vi-ta-min A. Dù đã có nhiều nỗ lực nhưng các chương trình hỗ trợ vẫn chưa đến được với tất cả các trẻ em cần trợ cấp. Hiện nay viên con nhộng được phân phối một năm hai lần ở ít nhất 60 nước với tỷ lệ bao phủ hàng năm gần 80%. Tuy nhiên, các nhà nghiên cứu thuộc Đại học Oxford và Đại học Aga Khan thực hiện công việc này cho biết vi-ta-min A có hiệu quả rất tốt nên các nhà lập chính cần phải bổ sung cho tất cả các trẻ em có nguy cơ thiếu vi-ta-min A.  “Rẻ và Hiệu quả” Họ đã xem xét các nghiên cứu liên quan đến trẻ từ sáu tháng đến năm tuổi. So sánh tỷ lệ bệnh tật và tử vong ở những trẻ được uống vi-ta-min A và trẻ không được uống vi-ta-min A. Họ nhận thấy việc bổ sung vi-ta-min A giúp giảm tỷ lệ trẻ tử vong là 24% ở các nước có thu nhập thấp và trung bình. Theo tính toán trong số 190 triệu trẻ em thiếu vi-ta-min A nếu giảm được tỷ lệ tử vong xuống còn 24% thì mỗi năm sẽ cứu sống được 600.000 trẻ em. Giáo sư Evan Mayo-Wilson thuộc Đại học Oxford người thực hiện nghiên cứu này cho biết: “ Cho đến khi các nguồn khác sẵn có thì cần phải trợ cấp cho tất cả trẻ em có nguy cơ thiếu vi-ta-min A.  “Chỉ sau một năm, trẻ uống thuốc bổ sung giảm nguy cơ tử vong hơn so với trẻ uống thuốc an thần [thuốc giả dược]. Sản xuất và cung cấp vi-ta-min A bổ sung có giá thành rẻ và đạt hiệu quả cao. Ông còn cho biết gần đây có nhiều đánh giá về chương trình Vi-ta-min A, một số nói rằng tỷ lệ nhiễm trùng hô hấp có nguy cơ gia tăng đặc biệt ở trẻ thiếu Vi-ta-min A , nhưng ông cũng thêm rằng người ta “ít nghi ngờ” về khả năng Vi-ta-min A có thể bảo vệ trẻ em khỏi tử vong”. Trong một bài xã luận trên BMJ Trực tuyến, Giáo sư Wafaie Fawzi thuộc khoa dinh dưỡng, dịch tễ học và sức khoẻ toàn cầu tại Trường Y tế Cộng đồng Havard nói thêm: “ Nỗ lực bây giờ là cần phải tập trung tìm cách duy trì khả năng sinh tồn quan trọng của trẻ và cải thiện tốt hơn để giảm tối đa số lượng tử vong.”"
        }
    ],
    "suggestions": []
}