{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mi:d]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đồng cỏ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rượu mật ong</td></tr></table><i/></div>",
            "word": "mead",
            "pronounce": "[mi:d]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mead</k><blockquote><b>mead<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun an alcoholic drink of fermented honey and water. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>me(o)du</i>, of Gmc origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>mead<sup>2</sup></b></blockquote><blockquote>■ <cclass>noun <cclass>literary a meadow. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>md</i>, of Gmc origin; related to <kref>mow</kref><sup>1</sup>. </blockquote></div>",
            "word": "mead",
            "pronounce": "[mi:d]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mead",
            "pronounce": "[mi:d]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mead",
            "pronounce": "[mi:d]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mead",
            "pronounce": "[mi:d]"
        }
    },
    "sentences": [
        {
            "en": "<em>Mead</em> is a fermented beverage made from honey.",
            "vi": "Rượu mật ong là một thức uống đã lên men làm từ mật ong."
        },
        {
            "en": "19. Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has. -Margaret <em>Mead</em>",
            "vi": "19. Không bao giờ nghi ngờ rằng nhóm nhỏ những công dân cam kết và sâu sắc có thể thay đổi thế giới. Thật vậy, đó là điều duy nhất từng có. -Margaret Mead"
        },
        {
            "en": "Though her analyses are often controversial and there are many students of culture who do not agree with them, Dr. <em>Mead</em> is universally acknowledged as a lively and provocative writer.",
            "vi": "Mặc dù những bài phân tích của bà thường dẫn khởi nhiều cuộc tranh luận và có nhiều học giả về văn hoá không đồng ý với những bài phân tích đó, bác sĩ mead được mọi người công nhận là một nhà linh hoạt và có sức khích động."
        },
        {
            "en": "By the end of March, the finance ministry had controlled the wholesale prices of 831 brands of producers such as Japan's Meiji, the Netherlands' FrieslandCampina, the US's Abbott and <em>Mead</em> Johnson, and Vietnam's Vinamilk, according to official ps.",
            "vi": "Đến cuối tháng 3, Bộ Tài chính đã kiểm soát giá bán đối với 831 thương hiệu của nhà các sản xuất như Meiji của Nhật Bản, FrieslandCampina của Hà Lan, Abbott và Mead Johnson của Mỹ và Vinamilk của Việt Nam, theo số liệu chính thức"
        },
        {
            "en": "Dr. <em>Mead</em>, who is an anthropologist, is best known for her books on the ethnology of Pacific peoples, but she has also had a good deal to say about American life.",
            "vi": "Bác sĩ mead, một nhà nhân loại học, được người ta biết đến nhiều nhất nhờ những tác phẩm của bà về nhân chủng học liên hệ tới những dân tộc ở thái bình dương, nhưng bà cũng rất am tường về cách sinh hoạt của người hoa kỳ."
        },
        {
            "en": "In the liquid milk market segment, Vinamilk will have to confront TH True Milk, Friesland Campina Vietnam (FCV) and Nutifood. In the milk powder market, its biggest rivals would be Abbott, <em>Mead</em> Johnson, Nestle and Meiji. As for yoghurt products, it will have to compete with TH True Milk, IDP, FCV and some smaller companies.",
            "vi": "Trong phân khúc thị trường sữa nước, Vinamilk sẽ phải đối đầu với TH True Milk, Friesland Campina Việt Nam (FCV) và Nutifood. Trên thị trường sữa bột, các đối thủ lớn nhất sẽ là Abbott, Mead Johnson, Nestle và Meiji. Đối với các sản phẩm sữa chua, doanh nghiệp này sẽ phải cạnh tranh với TH True Milk, IDP, FCV và một số công ty nhỏ hơn."
        },
        {
            "en": "Representatives from Nestlé, Abbott, <em>Mead</em> Johnson and Wyeth (now owned by Nestlé) were described as a constant presence in hospitals in the Philippines, where only 34% of mothers exclusively breastfeed in the first six months. Here, they reportedly hand out “infant nutrition” pamphlets to mothers, which appear to be medical advice but in fact recommend specific formula brands and sometimes have money-off coupons.",
            "vi": "Nhân viên bán hàng của các hãng Nestlé, Abbott, Đồng cỏ Johnson và Wyeth (bây giờ thuộc quyền sở hữu của Nestlé ) được miêu tả là có mặt suốt ở các bệnh viện tại Phi-líp-pin, nơi chỉ có 34% bà mẹ cho con bú bằng sữa mẹ trong sáu tháng đầu đời. Ở đây, theo như báo lại, họ phát sổ tay \"dưỡng chất cho trẻ sơ sinh\" cho các bà mẹ, làm như thể là tư vấn về y tế nhưng thực ra là khuyên dùng những thương hiệu sữa bột cụ thể và đôi khi còn có phiếu mua hàng giảm giá nữa."
        },
        {
            "en": "<em>Mead</em> (1934) went even further, and saw the self and the social world as inextricably bound together: 'The self is essentially a social structure, and it arises in social experience, it is impossible to conceive of a self arising outside of social experience.",
            "vi": "Mead (1934) thậm chí còn đi xa hơn, và cho rằng bản thân với thế giới xã hội gắn bó chặt chẽ ràng buộc với nhau: 'Bản thân là một cấu trúc cần thiết của xã hội, và nó phát sinh khi chúng ta có kinh nghiệm xã hội vì nó là không thể tự phát sinh ngoài kinh nghiệm xã hội được’'."
        }
    ],
    "suggestions": []
}