{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['mi:gə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">meagre</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['mi:gə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gầy còm, gầy gò, khẳng khiu, hom hem</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nghèo nàn, xoàng, sơ sài, đạm bạc</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a meager meal</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bữa ăn đạm bạc, bữa ăn nghèo nàn</font></td></tr></table><i/></div>",
            "word": "meager"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "meager"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "meager"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "meager"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "meager"
        }
    },
    "sentences": [
        {
            "en": "<em>Meager</em> meal",
            "vi": "Bữa ăn đạm bạc"
        },
        {
            "en": "They ate a <em>meager</em> meal.",
            "vi": "Họ ăn một bữa cơm dưa muối."
        },
        {
            "en": "I only get a <em>meager</em> pay.",
            "vi": "Tôi chỉ được nhận mức lương rất ít ỏi."
        },
        {
            "en": "The protagonist is anonymous and the plot is <em>meager</em>.",
            "vi": "Nhân vật chính thì giấu tên và cốt truyện thì sơ sài."
        },
        {
            "en": "“If so, teachers will have to work for <em>meager</em> wages,” he said.",
            "vi": "\"Nếu như vậy, giáo viên sẽ phải làm việc với mức lương ít ỏi\" ông nói."
        },
        {
            "en": "This poor family always has the <em>meager</em> meals but they still live happily.",
            "vi": "Gia đình này toàn dùng những bữa ăn đạm bạc thôi nhưng họ vẫn thấy hạnh phúc."
        },
        {
            "en": "Enemies have always attacked us because they don't fear my <em>meager</em> troops!",
            "vi": "Kẻ thù sẵn sàng tấn công vì chúng chẳng coi đám binh lính lèo tèo của ta ra gì!"
        },
        {
            "en": "Most often, they are in small for family farms, with small digesters and with <em>meager</em> outputs.",
            "vi": "Thông thường nhất chúng là những thiết bị kích cỡ nhỏ dành cho những nông trại gia đình, với vật giúp cho sự tiêu hóa nhỏ với những bồn lên men nhỏ có công suất khiêm tốn."
        },
        {
            "en": "Scrooge watches the large, bustling Cratchit family prepare a miniature feast in its <em>meager</em> home.",
            "vi": "Lão Scrooge nhìn thấy gia đình đông đúc của Cratchit đang lăng xăng chuẩn bị bữa tiệc nho nhỏ trong căn nhà nghèo nàn của anh ta."
        },
        {
            "en": "Nonetheless, she felt good as she headed home, her <em>meager</em> offerings tucked under her arm.",
            "vi": "Mặc dù vậy, cô cảm thấy dễ chịu khi trở về nhà với các món lễ vật đạm bạc kẹp dưới cánh tay."
        },
        {
            "en": "The <em>meager</em> amount of savings across the country could be a consequence of the recession.",
            "vi": "Số tiền tiết kiệm ít ỏi trên toàn quốc có thể là hậu quả của suy thoái kinh tế. "
        },
        {
            "en": "Indeed, with immigrants excluded, the test scores improved a <em>meager</em> 2 percent.",
            "vi": "Thật vậy, nếu loại trừ những người nhập cư, điểm kiểm tra cũng chỉ cải thiện rất ít ỏi 2 phần trăm."
        },
        {
            "en": "But in the case of SOCBs it is much smaller (a <em>meager</em> 1.1 percent, compared to a 3 percent margin).",
            "vi": "Nhưng đối với NHTMNN thì con số tương ứng thấp hơn nhiều (chỉ có 1,1% so với biên độ 3%)."
        },
        {
            "en": "They earned a <em>meager</em> living singing on street corners, in barrooms, at picnics, or anywhere people gathered.",
            "vi": "Họ kiếm được rất ít tiền để sinh sống trong khi hát ở đầu đường, trong quán rượu, ở những đám tiệc lộ thiên, hoặc ở bất cứ nơi nào người ta tụ họp."
        },
        {
            "en": "He argued strenuously for a generous payout, citing the company's strong financial condition and the <em>meager</em> bonus paid the previous year.",
            "vi": "Ông hăng hái tranh luận để có được một quỹ thưởng hào phóng, bằng cách đề cập đến tình hình tài chính vững mạnh của công ty và khoản tiền thưởng còm cõi năm ngoái."
        },
        {
            "en": "Government support to non-SOE agriculture has been <em>meager</em>, less than 10 percent of its support to SOEs in the sector.\"\"",
            "vi": "Hỗ trợ của Chính phủ cho các doanh nghiệp nông nghiệp ngoài quốc doanh rất ít, chưa tới 10% số tiền hỗ trợ cho các doanh nghiệp quốc doanh thuộc ngành này."
        },
        {
            "en": "Unable to find employment, and perhaps unable to speak the local language, they eventually turn to picking rags, collecting recyclable materials dumped by India's burgeoning middle class, in order to support a <em>meager</em> living on the margins of society.",
            "vi": "Không thể tìm được việc làm, và có lẽ không thể nói được tiếng địa phương, cuối cùng họ đã biến thành những người đi nhặt rác rách rưới, thu nhặt những vật liệu tái chế ở bãi rác được các tầng lớp trung lưu Ấn Độ bán với giá rẻ, nhằm chống chọi với cuộc sống nghèo nàn, chật vật bên lề của xã hội."
        },
        {
            "en": "In recent times, the agency has applied many debt prevention solutions but results have remained <em>meager</em>. Most localities in the country have still reported outstanding debts or evasions, Dai said.",
            "vi": "Ông Đại cho biết: Trong thời gian gần đây, cơ quan đã áp dụng nhiều giải pháp phòng chống nợ bảo hiểm nhưng kết quả vẫn không khả quan. Hầu hết các địa phương trong nước vẫn báo cáo dư nợ hoặc lảng tránh."
        },
        {
            "en": "Biofuels became politically fashionable because they combined benefits for farmers with popular causes: increasing energy \"security,\" curbing global warming. Unfortunately, the marriage is contrived. Not only are fuel savings <em>meager</em>, so are the environmental benefits.",
            "vi": "Nhiên liệu sinh học đã trở thành một chủ đề chính trị hấp dẫn vì nó kết hợp được lợi ích của nông dân với những vấn đề lớn khác: tăng cường 'an ninh' năng lượng, giảm ấm nóng toàn cầu. Rủi thay, vụ hôn phối này lại không tự nhiên. Không chỉ vì nó đem lại mức tiết kiệm nhiên liệu quá èo uột mà lợi ích đối với môi trường cũng chẳng đáng là bao. "
        },
        {
            "en": "The Ivory Coast took delivery of 6,700 tons last month, also nearly ten times the amount it bought in February and the <em>meager</em> 397 tons it imported the same month last year, the report said.",
            "vi": "Báo cáo cũng cho biết thêm rằng Bờ Biển Ngà đã đặt mua 6.700 tấn gạo vào tháng trước, gần gấp mười lần lượng gạonước này đã mua trong tháng 2 và một lượng khiêm tốn 397 tấn họ đã nhập khẩu cùng tháng năm ngoái."
        }
    ],
    "suggestions": []
}