{
    "en_vn": {
        "data": {
            "content": null,
            "word": "meaningfully"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "meaningfully"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "meaningfully"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "meaningfully"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "meaningfully"
        }
    },
    "sentences": [
        {
            "en": "Please live <em>meaningfully</em>.",
            "vi": "Hãy sống có ý nghĩa."
        },
        {
            "en": "He looked at me <em>meaningfully</em>, and cleared his throat.",
            "vi": "Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng."
        },
        {
            "en": "I saw that I could make <em>meaningfully</em> imprecise statements.",
            "vi": "Tôi thấy mình có thể đưa ra những tuyên bố mơ hồ đầy ý nghĩa."
        },
        {
            "en": "He looked down at me, confused, and I glared <em>meaningfully</em> at the crepe paper.",
            "vi": "Anh nhìn xuống tôi, không hiểu, và tôi liếc nhìn đầy ngụ ý vào tờ giấy kếp."
        },
        {
            "en": "He tried to <em>meaningfully</em> kiss her but as he leaned in she turned her face away.",
            "vi": "Anh ấy cố trao cho cô gái nụ hôn đầy ý nghĩa nhưng khi anh ta nghiêng người thì cô ấy ngoảnh mặt sang chỗ khác."
        },
        {
            "en": "Under each time frame, I create an \"A\" and a \"B\" goal that will <em>meaningfully</em> contribute to where I want to be three years from now.",
            "vi": "Trong mỗi khoảng thời gian, tôi đưa ra một mục tiêu A và một mục tiêu B, có đóng góp trực tiếp vào định hướng tương lai 3 tới năm của tôi."
        },
        {
            "en": "Self-perception is intrinsically subjective, which limits the possibility to <em>meaningfully</em> make inter-personal comparisons, and it is also subject to manipulation.",
            "vi": "Việc tự đánh giá là một phương pháp chủ quan, hạn chế khả năng so sánh một cách có ý nghĩa giữa các cá nhân, và cũng dễ bị làm thiên lệch đi."
        },
        {
            "en": "Children should be <em>meaningfully</em> involved in all aspects of the design and implementation of awareness-raising campaigns, including through peer education efforts.",
            "vi": "Trẻ em cần được tham gia vào tất cả mọi giai đoạn trong thiết kế và phát động chiến dịch nâng cao nhận thức, cũng như trong các hoạt động giáo dục đồng đẳng."
        },
        {
            "en": "Particular complications were observed for injecting drug users, widely perceived as people who prefer “indulging in play” rather than contributing <em>meaningfully</em> to society.",
            "vi": "Đối với những người tiêm chích ma tuý, sự kỳ thị còn mang tính phức tạp riêng, do họ luôn bị coi là những kẻ chỉ “ăn chơi sa đoạ” chứ không đóng góp gì cho xã hội."
        },
        {
            "en": "Studies of participation have stressed that citizens need opportunities both to participate <em>meaningfully</em> and to have their interests represented by organizations accountable to them.",
            "vi": "Các nghiên cứu về sự tham gia đã nhấn mạnh rằng người dân cần có cả các cơ hội để tham gia một cách có ý nghĩa cũng như cần có các tổ chức có trách nhiệm giải trình để đại diện cho quyền lợi của họ."
        },
        {
            "en": "\"We believe the percentage of accounts that are duplicate or false is <em>meaningfully</em> lower in developed markets such as the United States or Australia and higher in developing markets such as Indonesia and Turkey,\" the company said in the filing. The tallies were based on an internal sampling of accounts done by reviewers, and Facebook says the numbers may represent the actual number.",
            "vi": "Theo thông tin hãng cho biết: “Chúng tôi tin rằng tỷ lệ phần trăm các tài khoản sao lại hay tài khoản sai ở những thị trường phát triển như Hoa Kỳ hay Úc rõ ràng thấp hơn còn ở những thị trường đang phát triển như In-đô-nê-xi-a và Thổ Nhĩ Kì thì cao hơn”. Con số này dựa trên mẫu tài khoản nội bộ do các nhà phê bình thực hiện, và hãng còn cho biết con số này có thể là con số thực tế."
        },
        {
            "en": "21          21. PHONE CALL I could feel it was too early again when I woke, and I knew I was getting the schedule of my days and nights slowly reversed. I lay in my bed and listened to the quiet voices of Alice and Jasper in the other room. That they were loud enough for me to hear at all was strange. I rolled till my feet touched the floor and then staggered to the living room. The clock on the TV said it was just after two in the morning. Alice and Jasper were sitting together on the sofa, Alice sketching again while Jasper looked over her shoulder. They didn't look up when I entered, too engrossed in Alice's work. I crept to Jasper's side to peek. \"Did she see something more?\" I asked him quietly. \"Yes. Something's brought him back to the room with the VCR, but it's light now.\" I watched as Alice drew a square room with dark beams across its low ceiling. The walls were paneled in wood, a little too dark, out of date.  The floor had a dark carpet with a pattern in it. There was a large window against the south wall, and an opening through the west wall led to the living room. One side of that entrance was stone — a large tan stone fireplace that was open to both rooms. The focus of the room from this perspective, the TV and VCR, balanced on a too-small wooden stand, were in the southwest corner of the room. An aged sectional sofa curved around in front of the TV, a round coffee table in front of it. \"The phone goes there,\" I whispered, pointing. Two pairs of eternal eyes stared at me. \"That's my mother's house.\" Alice was already off the couch, phone in hand, dialing. I stared at the precise rendering of my mother's family room. Uncharacteristically, Jasper slid closer to me. He lightly touched his hand to my shoulder, and the physical contact seemed to make his calming influence stronger. The panic stayed dull, unfocused. Alice's lips were trembling with the speed of her words, the low buzzing impossible to decipher. I couldn't concentrate. \"Bella,\" Alice said. I looked at her numbly. \"Bella, Edward is coming to get you. He and Emmett and Carlisle are going to take you somewhere, to hide you for a while.\" \"Edward is coming?\" The words were like a life vest, holding my head above the flood. \"Yes, he's catching the first flight out of Seattle. We'll meet him at the airport, and you'll leave with him.\" \"But, my mother… he came here for my mother, Alice!\" Despite Jasper, the hysteria bubbled up in my voice. \"Jasper and I will stay till she's safe.\" \"I can't win, Alice. You can't guard everyone I know forever. Don't you see what he's doing? He's not tracking me at all. He'll find someone, he'll hurt someone I love… Alice, I can't —\" \"We'll catch him, Bella,\" she assured me. \"And what if you get hurt, Alice? Do you think that's okay with me? Do you think it's only my human family he can hurt me with?\" Alice looked <em>meaningfully</em> at Jasper. A deep, heavy fog of lethargy washed over me, and my eyes closed without my permission. My mind struggled against the fog, realizing what was happening. I forced my eyes open and stood up, stepping away from Jasper's hand. \"I don't want to go back to sleep,\" I snapped. I walked to my room and shut the door, slammed it really, so I could be free to go to pieces privately. This time Alice didn't follow me. For three and a half hours I stared at the wall, curled in a ball, rocking. My mind went around in circles, trying to come up with some way out of this nightmare. There was no escape, no reprieve. I could see only one possible end looming darkly in my future. The only question was how many other people would be hurt before I reached it. The only solace, the only hope I had left, was knowing that I would see Edward soon. Maybe, if I could just see his face again, I would also be able to see the solution that eluded me now. When the phone rang, I returned to the front room, a little ashamed of my behavior. I hoped I hadn't offended either of them, that they would know how grateful I was for the sacrifices they were making on my account. Alice was talking as rapidly as ever, but what caught my attention was that, for the first time, Jasper was not in the room. I looked at the clock — it was five-thirty in the morning. \"They're just boarding their plane,\" Alice told me. \"They'll land at nine-forty-five.\" Just a few more hours to keep breathing till he was here. \"Where's Jasper?\" \"He went to check out.\" \"You aren't staying here?\" \"No, we're relocating closer to your mother's house.\" My stomach twisted uneasily at her words. But the phone rang again, distracting me. She looked surprised, but I was already walking forward, reaching hopefully for the phone. \"Hello?\" Alice asked. \"No, she's right here.\" She held the phone out to me. Your mother, she mouthed. \"Hello?\" \"Bella? Bella?\" It was my mother's voice, in a familiar tone I had heard a thousand times in my childhood, anytime I'd gotten too close to the edge of the sidewalk or strayed out of her sight in a crowded place. It was the sound of panic. I sighed. I'd been expecting this, though I'd tried to make my message as unalarming as possible without lessening the urgency of it. \"Calm down, Mom,\" I said in my most soothing voice, walking slowly away from Alice. I wasn't sure if I could lie as convincingly with her eyes on me. \"Everything is fine, okay? Just give me a minute and I'll explain everything, I promise.\" I paused, surprised that she hadn't interrupted me yet. \"Mom?\" \"Be very careful not to say anything until I tell you to.\" The voice I heard now was as unfamiliar as it was unexpected. It was a man's tenor voice, a very pleasant, generic voice — the kind of voice that you heard in the background of luxury car commercials. He spoke very quickly. \"Now, I don't need to hurt your mother, so please do exactly as I say, and she'll be fine.\" He paused for a minute while I listened in mute horror. \"That's very good,\" he congratulated. \"Now repeat after me, and do try to sound natural. Please say, 'No, Mom, stay where you are.'\" \"No, Mom, stay where you are.\" My voice was barely more than a whisper. \"I can see this is going to be difficult.\" The voice was amused, still light and friendly. \"Why don't you walk into another room now so your face doesn't ruin everything? There's no reason for your mother to suffer. As you're walking, please say, 'Mom, please listen to me.' Say it now.\" \"Mom, please listen to me,\" my voice pleaded. I walked very slowly to the bedroom, feeling Alice's worried stare on my back. I shut the door behind me, trying to think clearly through the terror that gripped my brain. \"There now, are you alone? Just answer yes or no.\"  \"Yes.\" \"But they can still hear you, I'm sure.\" \"Yes.\" \"All right, then,\" the agreeable voice continued, \"say, 'Mom, trust me.'\" \"Mom, trust me.\" \"This worked out rather better than I expected. I was prepared to wait, but your mother arrived ahead of schedule. It's easier this way, isn't it? Less suspense, less anxiety for you.\" I waited. \"Now I want you to listen very carefully. I'm going to need you to get away from your friends; do you think you can do that? Answer yes or no.\" \"No.\" \"I'm sorry to hear that. I was hoping you would be a little more creative than that. Do you think you could get away from them if your mother's life depended on it? Answer yes or no.\" Somehow, there had to be a way. I remembered that we were going to the airport. Sky Harbor International Airport: crowded, confusingly laid out… \"Yes.\" \"That's better. I'm sure it won't be easy, but if I get the slightest hint that you have any company, well, that would be very bad for your mother,\" the friendly voice promised. \"You must know enough about us by now to realize how quickly I would know if you tried to bring anyone along with you. And how little time I would need to deal with your mother if that was the case. Do you understand? Answer yes or no.\" \"Yes.\" My voice broke. \"Very good, Bella. Now this is what you have to do. I want you to go to your mother's house. Next to the phone there will be a number. Call it, and I'll tell you where to go from there.\" I already knew where I would go, and where this would end. But I would follow his instructions exactly. \"Can you do that? Answer yes or no.\" \"Yes.\" \"Before noon, please, Bella. I haven't got all day,\" he said politely. \"Where's Phil?\" I asked tersely. \"Ah, be careful now, Bella. Wait until I ask you to speak, please.\" I waited. \"It's important, now, that you don't make your friends suspicious when you go back to them.  Tell them that your mother called, and that you talked her out of coming home for the time being. Now repeat after me, 'Thank you, Mom.' Say it now.\" \"Thank you, Mom.\" The tears were coming. I tried to fight them back. \"Say, 'I love you, Mom, I'll see you soon.' Say it now.\" \"I love you, Mom.\" My voice was thick. \"I'll see you soon,\" I promised. \"Goodbye, Bella. I look forward to seeing you again.\" He hung up. I held the phone to my ear. My joints were frozen with terror — I couldn't unbend my fingers to drop it. I knew I had to think, but my head was filled with the sound of my mother's panic. Seconds ticked by while I fought for control.  Slowly, slowly, my thoughts started to break past that brick wall of pain. To plan. For I had no choices now but one: to go to the mirrored room and die. I had no guarantees, nothing to give to keep my mother alive. I could only hope that James would be satisfied with winning the game, that beating Edward would be enough. Despair gripped me; there was no way to bargain, nothing I could offer or withhold that could influence him. But I still had no choice. I had to try. I pushed the terror back as well as I could. My decision was made. It did no good to waste time agonizing over the outcome. I had to think clearly, because Alice and Jasper were waiting for me, and evading them was absolutely essential, and absolutely impossible. I was suddenly grateful that Jasper was gone. If he had been here to feel my anguish in the last five minutes, how could I have kept them from being suspicious? I choked back the dread, the anxiety, tried to stifle it. I couldn't afford it now. I didn't know when he would return. I concentrated on my escape. I had to hope that my familiarity with the airport would turn the odds in my favor. Somehow, I had to keep Alice away… I knew Alice was in the other room waiting for me, curious. But I had to deal with one more thing in private, before Jasper was back. I had to accept that I wouldn't see Edward again, not even one last glimpse of his face to carry with me to the mirror room. I was going to hurt him, and I couldn't say goodbye. I let the waves of torture wash over me, have their way for a time. Then I pushed them back, too, and went to face Alice. The only expression I could manage was a dull, dead look. I saw her alarm and I didn't wait for her to ask. I had just one script and I'd never manage improvisation now. \"My mom was worried, she wanted to come home. But it's okay, I convinced her to stay away.\" My voice was lifeless. \"We'll make sure she's fine, Bella, don't worry.\" I turned away; I couldn't let her see my face. My eye fell on a blank page of the hotel stationery on the desk. I went to it slowly, a plan forming. There was an envelope there, too. That was good. \"Alice,\" I asked slowly, without turning, keeping my voice level. \"If I write a letter for my mother, would you give it to her? Leave it at the house, I mean.\" \"Sure, Bella.\" Her voice was careful. She could see me coming apart at the seams. I had to keep my emotions under better control.  I went into the bedroom again, and knelt next to the little bedside table to write. \"Edward,\" I wrote. My hand was shaking, the letters were hardly legible. I love you. I am so sorry. He has my mom, and I have to try. I know it may not work. I am so very, very sorry. Don't be angry with Alice and Jasper. If I get away from them it will be a miracle. Tell them thank you for me. Alice especially, please.  And please, please, don't come after him. That's what he wants. I think.  I can't bear it if anyone has to be hurt because of me, especially you. Please, this is the only thing I can ask you now. For me. I love you. Forgive me. Bella I folded the letter carefully, and sealed it in the envelope. Eventually he would find it. I only hoped he would understand, and listen to me just this once. And then I carefully sealed away my heart.",
            "vi": "21       21.Cú điện thoại  Khi thức giấc, tôi có thể cảm thấy trời vẫn còn chưa sáng, và tôi biết mình đang biến đêm thành ngày, ngày thành đêm. Tôi nằm trên giường lắng nghe tiếng rì rầm của Alice và Jasper trong phòng kia.  Nói to đến mức tôi nghe được thì thật lạ. Tôi lăn cho đến chân đụng vào sàn rồi lừ đừ đi vào phòng khách.  Đồng hồ trên TV cho biết vừa đúng hai giờ sáng. Alice và Jasper đang ngồi với nhau trên ghế xô-pha, Alice lại vẽ phác họa trong khi Jasper nhìn qua vai cô. Họ không nhìn lên khi tôi bước vào, quá chăm chú vào tác phẩm của Alice.  Tôi rón rén đến bên Jasper nhìn ké.  \"Cô ấy thấy thêm gì à?\" tôi hỏi nhỏ anh.  \"Ừ.  Có cái gì đó đã làm hắn quay lại căn phòng có đầu chiếu phim, nhưng bây giờ trời đã sáng.” Tôi nhìn khi Alice vẽ căn phòng vuông có xà nhà màu đen gát qua trần thấp. Tường ốp ván gỗ, hơi quá tối, lỗi thời.  Sàn lót  thảm có hoa văn màu sẫm. Có cửa sổ lớn ở tường phía nam, và một ô thông qua tường phía Tây dẫn đến phòng khách. Một bên lối vào bằng đá – một lò sưởi bằng đá nâu nhạt lớn kéo dài quacả hai phòng. Nổi bật trong phòng từ góc nhìn này là chiếc ti-vi và đầu máy VCR, đặt cân đối trên giá kê bằng gỗ quá nhỏ, nằm ở góc phòng phía tây nam. Một cái ghế xô-pha nhiều thành phần lắp ghép cũ kỹ đặt quanh phía trước TV, có một cái bàn cà phê tròn phía trước.  \"Điện thoại nằm ở đó,” tôi thì thầm, chỉ ra.  Hai cặp mắt bất tử nhìn tôi chằm chằm.  \"Đó là nhà mẹ chị. \" Alice đã rời khỏi ghế, điện thoại trong tay, quay số. Tôi nhìn chằm chằm vào bản vẽ mô tả chính xác của căn phòng sinh hoạt gia đình của mẹ tôi.  Khác mọi khi, Jasper xích lại gần tôi. Anh chạm nhẹ tay vào vai  tôi, và sự tiếp xúc cơ thể dường như khiến ảnh hưởng xoa dịu của anh mạnh mẽ hơn. Sự hoảng sợ giảm dần, không dữ dội nữa.  Môi Alice run rẩy theo tốc độ trò chuyện, tiếng rì rầm nhỏ không thể hiểu được. Tôi không tập trung được.  \"Bella,” Alice nói. Tôi lặng nhìn cô.  \"Bella, Edward đang đến đón chị. Anh ấy, Emmett và Carlisle sắp đưa chị đến một nơi nào đó, để giấu chị một thời gian. \" \"Edward đang đến?\" Lời nói ấy như chiếc phao cứu đắm, nâng tôi ngoi lên làn nước lũ.  \"Đúng vậy, anh ấy sẽ đi chuyến bay đầu tiên của Seattle. Mình sẽ gặp anh ở sân bay, và chị sẽ rời khỏi đây với anh ấy.” \"Nhưng, mẹ chị ... hắn đến đây vì mẹ chị, Alice!\" Mặc dù đã có Jasper, giọng tôi vẫn cuồng loạn.  \"Jasper và em sẽ ở lại cho đến khi bà an toàn.” \"Chị không thể cứ để mọi người giúp đỡ mãi, Alice. Em không thể bảo vệ tất cả những người chị quen biết mãi được. Em không thấy hắn đang làm gì sao? Hắn không hề săn lùng chị. Hắn sẽ tìm ai đó, hắn sẽ hại người chị yêu thương... Alice, chị không thể - \" \"Tụi em sẽ tóm được hắn, Bella, \" cô đảm bảo với tôi.  \"Và chuyện gì sẽ xảy ra nếu em bị thương, Alice? Em nghĩ chị chấp nhận chuyện đó sao? Em nghĩ hắn chỉ hại gia đình chị thôi sao?\" Alice nhìn Jasper đầy ngụ ý.  Một màn sương hôn mê nặng và sâu phủ trùm lấy tôi, và mắt tôi trĩu nặng nhắm lại dù tôi không muốn. Tâm trí tôi vùng vẫy chống lại màn sương ấy, biết chuyện gì đang xảy ra. Tôi buộc mắt mình phải mở rồi đứng lên, tránh xa tay Jasper.  \"Em không muốn ngủ lại, \" tôi cáu kỉnh.  Tôi về phòng và đóng cửa, đúng là đóng sầm, để tôi được suy sụp một mình. Lần này Alice không đi theo tôi. Suốt ba tiếng rưỡi đồng hồ tôi nhìn chằm chằm vào bức tường, cuộn tròn người, run rẩy.  Đầu óc tôi xoay mòng mòng, cố nghĩ ra cách thoát khỏi cơn ác mộng này. Không có lối thoát nào, cũng không khả năng tạm tránh nguy hiểm nào.  Tôi chỉ thấy được một kết thúc khả dĩ hiện ra lờ mờ mờ mịt trong tương lai. Câu hỏi duy nhất là sẽ có bao nhiêu người nữa bị hại trước khi tôi làm được điều đó.  Niềm an ủi duy nhất, niềm hy vọng duy nhất còn lại, là biết rằng tôi sắp sửa gặp lại Edward. Có lẽ, nếu tôi chỉ cần nhìn thấy mặt anh lần nữa, tôi sẽ nghĩ ra được cách giải quyết hiện cứ né tránh tôi.  Khi chuông điện thoại reo, tôi quay lại phòng khách, hơi xấu hổ về cách cư xử  của mình. Tôi hy vọng mình đã không làm ai giận, hy vọng họ biết tôi biết ơn sự hy sinh họ đang làm vì tôi biết bao.  Alice đang nói nhanh như thường lệ, nhưng điều làm tôi chú ý là, lần đầu tiên, Jasper không có trong phòng. Tôi nhìn đồng hồ - đã năm giờ rưỡi sáng.  \"Họ vừa lên máy bay,” Alice nói với tôi. \"Họ sẽ hạ cánh lúc 9 giờ bốn mươi lăm phút.” Chỉ vài giờ nữa là anh sẽ ở đây.  \"Jasper đâu rồi?\" \"Ảnh đi kiểm tra. \" \"Em sẽ không ở đây?\" \"Không, mình sẽ chuyển sang ở gần nhà mẹ chị hơn.” Bao tử tôi quặn thắt vì lời cô.  Nhưng điện thoại lại reo, làm tôi phân tâm. Cô có vẻ ngạc nhiên, nhưng tôi đã bước lên, đến gần điện thoại đầy hy vọng.  \"Chào?\" Alice hỏi. \"Không, chị ấy vẫn đang ở đây. \" Cô đưa điện thoại cho tôi. Mẹ chị, cô lẩm bẩm.  \"A lô?\" \"Bella?  Bella?\" Đó là giọng mẹ tôi, kiểu mẹ thường nói mà tôi đã nghe một ngàn lần thời thơ ấu, mỗi khi tôi đi quá sát vỉa hè hoặc khuất ngoài tầm mắt mẹ nơi đông người. Đó là âm thanh hoảng sợ.  Tôi thở dài. Tôi đã nghĩ vậy, cho dù tôi đã cố làm lời nhắn của mình ít đáng ngại hết mức có thể mà không làm giảm bớt tính cấp thiết của nó.  \"Bình tĩnh, mẹ,” Tôi nói bằng giọng trấn an nhất của mình, đi ra xa Alice. Tôi không rõ liệu mình có thể nói dối thuyết phục được không khi mẹ nhìn tôi. \"Mọi thứ đều ổn cả, được chưa nào? Cho con một phút thôi để con giải thích mọi thứ, con hứa.” Tôi ngừng lại, ngạc nhiên vì mẹ vẫn chưa ngắt lời mình.  \"Mẹ?\" \"Hết sức chú ý không được nói bất cứ câu gì cho đến khi tôi bảo cô nói.” Giọng tôi đang nghe bây giờ vừa xa lạ vừa bất ngờ. Đó là một giọng nam cao, rất dễ chịu, bình thường - loại giọng nói ta nghe thấy trong các đoạn phim quảng cáo xe hơi mắc tiền. Hắn nói rất nhanh.  \"Bây giờ, tôi không cần hại mẹ cô nữa, vậy xin vui lòng làm y như tôi nói, thì bà ta sẽ ổn thôi.” Hắn dừng lại một chốc trong khi tôi lắng nghe khiếp sợ lặng người. \"Tốt lắm,” hắn khen ngợi. \" Bây giờ lặp lại theo tôi, và làm cố tỏ ra tự nhiên. Xin vui lòng nói, 'Không, mẹ, cứ ở yên đó.' \" \"Không, mẹ, cứ ở yên đó.” Giọng tôi chỉ to hơn tiếng thì thầm một chút.  \"Tôi biết chuyện này sẽ khó khăn. \" Giọng hắn thích thú, vẫn vui vẻ và  thân thiện. \" Tại sao bây giờ cô không đi vào phòng khác đi để mặt cô không làm hỏng việc?  Không có lý do gì để mẹ cô phải chịu đau khổ. Khi đang bước đi, vui lòng nói, 'Mẹ, vui lòng lắng nghe con. 'Nói ngay. \" \"Mẹ, vui lòng lắng nghe con,” giọng tôi khẩn khoản. Tôi đi thật chậm vào phòng ngủ, cảm thấy ánh nhìn lo lắng của Alice sau lưng mình. Tôi đóng cửa lại sau lưng, cố suy nghĩ rõ ràng qua nỗi kinh hoàng đang siết chặt não tôi.  \"Bây giờ, cô chỉ có một mình chứ? Chỉ trả lời “đúng” hoặc “không” thôi.”  \"Đúng.” \"Nhưng họ vẫn nghe được tiếng cô, tôi chắc vậy. \" \"Đúng. \" \"Vậy được rồi, \" giọng nói dễ thương tiếp tục, \" nói, ' Mẹ, hãy tin con. ' \" \" Mẹ, hãy tin con. \" \"Chuyện này hoá ra dễ hơn tôi nghĩ.  Tôi đã định sẽ chờ đợi, nhưng mẹ cô đến sớm hơn dự định.  Vầy dễ hơn, phải không? Cô khỏi phải hồi hộp, lo âu nhiều. \" Tôi đợi.  \"Bây giờ tôi muốn cô nghe kỹ đây. Tôi cần cô trốn khỏi bạn bè mình; cô làm được không? Trả lời có hay không. \" \"Không.” \"Tôi rất tiếc khi nghe thế. Tôi đang hi vọng cô sáng dạ hơn thế.  Cô có nghĩ rằng cô có thể trốn khỏi họ nếu mạng sống mẹ cô tùy thuộc vào chuyện đó không? Trả lời được hay không.” Không biết vì sao, tôi đã nghĩ ra một cách. Tôi nhớ mình sắp ra sân bay. Sky Harbor International Airport: đông đúc, bố trí rối rắm... \"Được.” \"Tốt hơn rồi đó. Tôi chắc sẽ không dễ dàng, nhưng nếu tôi mà phát hiện ra cô có người đi cùng, ờ thì, sẽ rất nguy hại cho mẹ cô đó, \" giọng nói thân thiện hứa. \" Cô bây giờ đã biết đủ rõ về chúng tôi để nhận ra tôi sẽ biết rất nhanh nếu cô cố đưa người theo cùng. Và tôi chỉ cần rất ít thời gian để xử lý mẹ cô nếu cần. Cô hiểu không? Trả lời có hay không.” \"Có. \" Giọng tôi vỡ oà.  \"Tốt lắm, Bella. Bây giờ đây là những gì cô phải làm. Tôi muốn cô đến nhà mẹ cô. Bên điện thoại sẽ có một con số. Gọi nó, và tôi sẽ nói cho cô biết cần đi đâu tiếp.” Tôi đã biết nơi mình sẽ đi, và nơi kết thúc chuyện này. Nhưng tôi sẽ làm đúng theo hướng dẫn  của hắn.”  Cô làm được không? Trả lời được hoặc không.” \"Được. \" \"Vui lòng đến trước mười hai giờ, Bella. Tôi không có nhiều thời gian, \" hắn nói lịch sự.  \"Phil đâu?\" tôi hỏi cộc lốc.  \"Ah, cẩn thận, Bella. Đợi lúc tôi bảo nói mới được nói, vui lòng nhé. \" Tôi đợi.  \"Bây giờ, điều quan trọng là cô không làm cho bạn cô nghi ngờ khi quay lại với họ.  Bảo họ là mẹ cô gọi, và cô đã ngăn không cho mẹ về nhà lúc này. Bây giờ lặp lại theo tôi, 'Cảm ơn mẹ. ' Nói ngay.” \"Cảm ơn mẹ.”  Nước mắt tôi trào ra. Tôi cố kềm nước mắt.  \"Nói, 'Con yêu mẹ, con sẽ gặp mẹ sớm. 'Nói ngay đi. \" \"Con yêu mẹ, \" giọng tôi khản đặc. \"Con sẽ gặp mẹ sớm. \" tôi hứa.  \"Tạm biệt, Bella. Mong gặp lại cô.” Hắn gác máy.  Tôi giữ nguyên điện thoại trên tai. Mấy khớp xương của tôi tê cứng vì khiếp sợ - tôi không thể duỗi được ngón tay để thả điện thoại ra.  Tôi biết tôi phải suy nghĩ, nhưng đầu tôi đầy tiếng mẹ tôi hoảng sợ. Từng giây trôi qua trong khi tôi cố làm mình bình tĩnh trở lại.  Từ từ, từ từ, suy nghĩ của tôi bắt đầu phá vỡ bức tường gạch của nỗi đau đớn. Để lên kế hoạch. Tôi chẳng có lựa chọn nào khác ngoài việc: đến căn phòng lắp gương và chết. Tôi chẳng có gì để bảo đảm, không gì để dâng tặng để cứu mẹ. Tôi chỉ hy vọng là James cảm thấy đủ, thấy hài lòng vì đã thắng trận này, hài lòng là đã thắng được Edward. Nỗi tuyệt vọng siết chặt tim tôi; chẳng mặc cả được, tôi chẳng có cách nào để chào mời hay từ chối hắn. Nhưng dù tôi chẳng có lựa chọn nào, tôi vẫn phải thử.  Tôi cố hết sức đẩy lùi nỗi sợ hãi. Tôi đã quyết định rồi. Phí thời gian đau khổ vì hậu quả chẳng ích gì. Tôi phải suy nghĩ rõ ràng, vì Alice và Jasper đang đợi tôi, và trốn được họ là chuyện hết sức quan trọng, và hoàn toàn không thể thực hiện được.  Tôi mừng vì Jasper đã ra đi. Nếu anh ấy có mặt ở đây cảm nhận được nỗi đau khổ của tôi trong năm phút cuối, thì làm sao họ không nghi ngờ tôi được?  Tôi nghẹn lại vì sợ, vì lo âu, tìm cách kiềm chế nó. Tôi không thể chịu đựng được điều đó. Tôi không biết khi nào anh ấy sẽ quay về.  Tôi tập trung vào nghĩ cách để trốn đi. Tôi phải hy vọng là nhờ rành đường đi nước bước ở sân bay , tôi sẽ có cơ hội thuận tiện. Bằng cách nào đó, tôi phải tránh xa Alice... Tôi biết Alice đang trong phòng kia chờ tôi, tò mò. Nhưng tôi phải lo một chuyện khác nữa một mình, trước Jasper trở lại.  Tôi phải chấp nhận mình sẽ không còn được gặp lại Edward nữa, ngay cả nhìn anh lần cuối rồi đến căn phòng ốp gương cũng không còn được nữa. Tôi sắp làm anh đau đớn, mà chẳng thể nói lời từ biệt. Tôi để cho nỗi đau đớn ghê gớm này tràn ngập lên tôi, để mặc chúng muốn làm gì thì làm một chốc lát.  Rồi tôi cũng xua đuổi những cảm xúc ấy đi, đến đối mặt với Alice.  Biểu hiện duy nhất tôi có thể bộc lộ được là ánh nhìn vô cảm, ảm đạm. Tôi thấy cô đầy lo lắng và tôi không chờ cô hỏi. Tôi chỉ có một kịch bản và bây giờ tôi chẳng tài nào ứng khẩu được.  \"Mẹ chị lo lắng, bà muốn về nhà. Nhưng ổn rồi, chị đã thuyết phục mẹ tránh xa nơi này. \" giọng tôi chẳng chút sinh khí.  \"Tụi em sẽ lo cho bà, Bella, đừng lo. \" Tôi quay đi; không để cô nhìn thấy mặt  tôi.  Ánh mắt tôi đụng phải trang giấy trắng của mớ giấy bút khách sạn cung cấp để trên bàn. Tôi đến gần, nảy ra một ý. Có cả phong bì ở đó. Thật tốt.  \"Alice, \" tôi chầm chậm hỏi, không quay đầu lại, giữ giọng đều đều. \"Nếu chị viết thư cho mẹ chị, em trao cho bà được không? Ý chị là, để ở nhà bà đó.” \"Chắc chắn là được, Bella. \" Giọng cô chu đáo. Cô có thể thấy tôi sắp mất bình tĩnh. Tôi phải kiềm chế cảm xúc của mình tốt hơn.  Tôi lại vào phòng ngủ, và quỳ bên cạnh bàn đặt cạnh giường để viết.  \"Edward, \" tôi viết. Bàn tay tôi run rẩy, nét chữ nguệch ngoạc.  Em yêu anh. Em thật lòng xin lỗi. Hắn bắt được mẹ em rồi, nên em phải cố gắng. Em biết có thể chẳng ích gì. Em thật vô cùng, vô cùng hối tiếc.  Đừng giận Alice và Jasper. Nếu em trốn được họ, đó quả là phép màu. Hãy cảm ơn họ giùm em. Đặc biệt là Alice, anh nhé.  Và xin anh, xin anh, đừng rượt theo hắn. Đó là điều hắn muốn. Em nghĩ vậy.  Em không chịu nỗi nếu có ai bị hại vì em, nhất là anh.  Xin anh, đây là điều duy nhất em cầu xin anh bây giờ. Hãy vì em.  Em yêu anh. Xin tha thứ cho em.  Bella Tôi gấp lá thư cẩn thận, rồi dán kín trong phong bì. Cuối cùng anh sẽ thấy nó. Tôi hy vọng anh sẽ hiểu, và lắng nghe tôi chỉ một lần này thôi.  Rồi tôi cẩn thận dán kín trái tim tôi."
        },
        {
            "en": "7 REPETITION          14. FAMILY I COWERED INTO JACOB'S SIDE, MY EYES SCANNING the forest for the other werewolves. When they appeared, striding out from between the trees, they weren't what I was expecting. I'd gotten the image of the wolves stuck in my head. These were just four really big half-naked boys. Again, they reminded me of brothers, quadruplets. Something about the way they moved almost in synchronization to stand across the road from us, the way they all had the same long, round muscles under the same red-brown skin, the same cropped black hair, and the way their expressions altered at exactly the same moment. They started out curious and cautious. When they saw me there, half-hidden beside Jacob, they all became furious in the same second. Sam was still the biggest, though Jacob was getting close to catching up with him. Sam didn't really count as a boy. His face was older—not in the sense of lines or signs of aging, but in the maturity, the patience of his expression. \"What have you done, Jacob?\" he demanded. One of the others, one I didn't recognize—Jared or Paul—thrust past Sam and spoke before Jacob could defend himself. \"Why can't you just follow the rules, Jacob?\" he yelled, throwing his arms in the air. \"What the hell are you thinking? Is she more important than everything—than the whole tribe? Than the people getting killed?\" \"She can help,\" Jacob said quietly. \"Help!\" the angry boy shouted. His arms begin to quiver. \"Oh, that's likely! I'm sure the leech-lover is just dying to help us out!\" \"Don't talk about her like that!\" Jacob shouted back, stung by the boy's criticism. A shudder rippled through the other boy, along his shoulders and down his spine. \"Paul! Relax!\" Sam commanded. Paul shook his head back and forth, not in defiance, but as though he were trying to concentrate. \"Jeez, Paul,\" one of the other boys—probably Jared—muttered. \"Get a grip.\" Paul twisted his head toward Jared, his lips curling back in irritation. Then he shifted his glare in my direction. Jacob took a step to put himself in front of me. That did it. \"Right, protect her!\" Paul roared in outrage. Another shudder, a convulsion, heaved through his body. He threw his head back, a real growl tearing from between his teeth. \"Paul!\" Sam and Jacob shouted together. Paul seemed to fall forward, vibrating violently. Halfway to the ground, there was a loud ripping noise, and the boy exploded. Dark silver fur blew out from the boy, coalescing into a shape more than five-times his size—a massive, crouched shape, ready to spring. The wolf's muzzle wrinkled back over his teeth, and another growl rolled through his colossal chest. His dark, enraged eyes focused on me. In the same second, Jacob was running across the road straight for the monster. \"Jacob!\" I screamed. Mid-stride, a long tremor shivered down Jacob's spine. He leaped forward, diving headfirst into the empty air. With another sharp tearing sound, Jacob exploded, too. He burst out of his skin—shreds of black and white cloth blasted up into the air. It happened so quickly that if I'd blinked, I'd have missed the entire transformation. One second it was Jacob diving into the air, and then it was the gigantic, russet brown wolf—so enormous that I couldn't make sense of its mass somehow fitting inside Jacob—charging the crouched silver beast. Jacob met the other werewolf's attack head-on. Their angry snarls echoed like thunder off the trees. The black and white scraps—the remains of Jacob's clothes—fluttered to the ground where he'd disappeared. \"Jacob!\" I screamed again, staggering forward. \"Stay where you are, Bella,\" Sam ordered. It was hard to hear him over the roar of the fighting wolves. They were snapping and tearing at each other, their sharp teeth flashing toward each other's throats. The Jacob-wolf seemed to have the upper hand—he was visibly bigger than the other wolf, and it looked like he was stronger, too. He rammed his shoulder against the gray wolf again and again, knocking him back toward the trees. \"Take her to Emily's,\" Sam shouted toward the other boys, who were watching the conflict with rapt expressions. Jacob had successfully shoved the gray wolf off the road, and they were disappearing into the forest, though the sound of their snarls was still loud. Sam ran after them, kicking off his shoes on the way. As he darted into the trees, he was quivering from head to toe.  The growling and snapping was fading into the distance. Suddenly, the sound cut off and it was very quiet on the road. One of the boys started laughing. I turned to stare at him—my wide eyes felt frozen, like I couldn't even blink them. The boy seemed to be laughing at my expression. \"Well, there's something you don't see every day,\" he snickered. His face was vaguely familiar—thinner than the others… Embry Call. \"I do,\" the other boy, Jared, grumbled. \"Every single day.\" \"Aw, Paul doesn't lose his temper every day,\" Embry disagreed, still grinning. \"Maybe two out of three.\" Jared stopped to pick something white up off the ground. He held it up toward Embry; it dangled in limp strips from his hand. \"Totally shredded,\" Jared said. \"Billy said this was the last pair he could afford—guess Jacob's going barefoot now.\" \"This one survived,\" Embry said, holding up a white sneaker. \"Jake can hop,\" he added with a laugh. Jared started collecting various pieces of fabric from the dirt. \"Get Sam's shoes, will you? All the rest of this is headed for the trash.\" Embry grabbed the shoes and then jogged into the trees where Sam had disappeared. He was back in a few seconds with a pair of cut-off jeans draped over his arm. Jared gathered the torn remnants of Jacob's and Paul's clothes and wadded them into a ball. Suddenly, he seemed to remember me. He looked at me carefully, assessing. \"Hey, you're not going to faint or puke or anything?\" he demanded. \"I don't think so,\" I gasped. \"You don't look so good. Maybe you should sit down.\" \"Okay,\" I mumbled. For the second time in one morning, I put my head between my  knees. \"Jake should have warned us,\" Embry complained. \"He shouldn't have brought his girlfriend into this. What did he expect?\" \"Well, the wolf's out of the bag now.\" Embry sighed. \"Way to go, Jake.\" I raised my head to glare at the two boys who seemed to be taking this all so lightly. \"Aren't you worried about them at all?\" I demanded. Embry blinked once in surprise \"Worried? Why?\" \"They could hurt each other!\" Embry and Jared guffawed. \"I hope Paul gets a mouthful of him,\" Jared said. \"Teach him a lesson.\" I blanched. \"Yeah, right!\" Embry disagreed. \"Did you see Jake? Even Sam couldn't have phased on the fly like that.  He saw Paul losing it, and it took him, what, half a second to attack? The boy's got a gift.\" \"Paul's been fighting longer. I'll bet you ten bucks he leaves a mark.\" \"You're on. Jake's a natural. Paul doesn't have a prayer.\" They shook hands, grinning. I tried to comfort myself with their lack of concern, but I couldn't drive the brutal image of the fighting werewolves from my head. My stomach churned, sore and empty, my head ached with worry. \"Let's go see Emily. You know she'll have food waiting.\" Embry looked down at me. \"Mind giving us a ride?\" \"No problem,\" I choked. Jared raised one eyebrow. \"Maybe you'd better drive, Embry. She still looks like she might hurl.\" \"Good idea. Where are the keys?\" Embry asked me. \"Ignition.\" Embry opened the passenger-side door. \"In you go,\" he said cheerfully, hauling me up from the ground with one hand and stuffing me into my seat. He appraised the available space. \"You'll have to ride in the back,\" he told Jared. \"That's fine. I got a weak stomach. I don't want to be in there when she blows.\" \"I bet she's tougher than that. She runs with vampires.\" \"Five bucks?\" Jared asked. \"Done. I feel guilty, taking your money like this.\" Embry got in and started the engine while Jared leapt agilely into the bed. As soon as his door was closed, Embry muttered to me, \"Don't throw up, okay? I've only got a ten, and if Paul got his teeth into Jacob…\" \"Okay,\" I whispered. Embry drove us back toward the village. \"Hey, how did Jake get around the injunction anyway?\" \"The… what?\" \"Er, the order. You know, to not spill the beans. How did he tell you about this?\" \"Oh, that,\" I said, remembering Jacob trying to choke out the truth to me last night. \"He didn't. I guessed right.\" Embry pursed his lips, looking surprised. \"Hmm. S'pose that would work.\" \"Where are we going?\" I asked. \"Emily's house. She's Sam's girlfriend… no, fiancée, now, I guess. They'll meet us back there after Sam gives it to them for what just happened. And after Paul and Jake scrounge up some new clothes, if Paul even has any left.\" \"Does Emily know about… ?\" \"Yeah. And hey, don't stare at her. That bugs Sam.\" I frowned at him. \"Why would I stare?\"          Embry looked uncomfortable. \"Like you saw just now, hanging out around werewolves has its risks.\" He changed the subject quickly. \"Hey, are you okay about the whole thing with the black-haired bloodsucker in the meadow? It didn't look like he was a friend of yours, but. .\" Embry shrugged. \"No, he wasn't my friend.\" \"That's good. We didn't want to start anything, break the treaty, you know.\" \"Oh, yeah, Jake told me about the treaty once, a long time ago. Why would killing Laurent break the treaty?\" \"Laurent,\" he repeated, snorting, like he was amused the vampire had had a name. \"Well, we were technically on Cullen turf. We're not allowed to attack any of them, the Cullens, at least, off our land—unless they break the treaty first. We didn't know if the black-haired one was a relative of theirs or something. Looked like you knew him.\" \"How would they go about breaking the treaty?\" \"If they bite a human. Jake wasn't so keen on the idea of letting it go that far.\" \"Oh. Um, thanks. I'm glad you didn't wait.\" \"Our pleasure.\" He sounded like he meant that in a literal sense. Embry drove past the easternmost house on the highway before turning off onto a narrow dirt road. \"Your truck is slow,\" he noted. \"Sorry.\" At the end of the lane was a tiny house that had once been gray. There was only one narrow window beside the weathered blue door, but the window box under it was filled with bright orange and yellow marigolds, giving the whole place a cheerful look. Embry opened the truck door and inhaled. \"Mmm, Emily's cooking.\" Jared jumped out of the back of the truck and headed for the door, but Embry stopped him with one hand on his chest. He looked at me <em>meaningfully</em>, and cleared his throat. \"I don't have my wallet on me,\" Jared said. \"That's okay. I won't forget.\" They climbed up the one step and entered the house without knocking. I followed timidly after them. The front room, like Billy's house, was mostly kitchen. A young woman with satiny copper skin and long, straight, crow-black hair was standing at the counter by the sink, popping big muffins out of a tin and placing them on a paper plate. For one second, I thought the reason Embry had told me not to stare was because the girl was so beautiful. And then she asked \"You guys hungry?\" in a melodic voice, and she turned to face us full on, a smile on half of her face. The right side of her face was scarred from hairline to chin by three thick, red lines, livid in color though they were long healed. One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent grimace. Thankful for Embry's warning, I quickly turned my eyes to the muffins in her hands. They smelled wonderful—like fresh blueberries. \"Oh,\" Emily said, surprised. \"Who's this?\" I looked up, trying to focus on the left half of her face. \"Bella Swan,\" Jared told her, shrugging. Apparently, I'd been a topic of conversation before. \"Who else?\" \"Leave it to Jacob to find a way around,\" Emily murmured. She stared at me, and neither half of her once-beautiful face was friendly. \"So, you're the vampire girl.\" I stiffened. \"Yes. Are you the wolf girl?\" She laughed, as did Embry and Jared. The left half of her face warmed. \"I guess I am.\" She turned to Jared. \"Where's Sam?\" \"Bella, er, surprised Paul this morning.\" Emily rolled her good eye. \"Ah, Paul,\" she sighed. \"Do you think they'll be long? I was just about to start the eggs.\" \"Don't worry,\" Embry told her. \"If they're late, we won't let anything go to waste.\" Emily chuckled, and then opened the refrigerator. \"No doubt,\" she agreed. \"Bella, are you hungry? Go ahead and help yourself to a muffin.\" \"Thanks.\" I took one from the plate and started nibbling around the edges. It was delicious, and it felt good in my tender stomach. Embry picked up his third and shoved it into his mouth whole. \"Save some for your brothers,\" Emily chastised him, hitting him on the head with a wooden spoon. The word surprised me, but the others thought nothing of it. \"Pig,\" Jared commented. I leaned against the counter and watched the three of them banter like a family. Emily's kitchen was a friendly place, bright with white cupboards and pale wooden floorboards. On the little round table, a cracked blue-and-white china pitcher was overflowing with wildflowers. Embry and Jared seemed entirely at ease here. Emily was mixing a humongous batch of eggs, several dozen, in a big yellow bowl. She had the sleeves of her lavender shirt pushed up, and I could see that the scars extended all the way down her arm to the back of her right hand. Hanging out with werewolves truly did have its risks, just as Embry had said. The front door opened, and Sam stepped through. \"Emily,\" he said, and so much love saturated his voice that I felt embarrassed, intrusive, as I watched him cross the room in one stride and take her face in his wide hands. He leaned down and kissed the dark scars on her right cheek before he kissed her lips. \"Hey, none of that,\" Jared complained. \"I'm eating.\" \"Then shut up and eat,\" Sam suggested, kissing Emily's ruined mouth again. \"Ugh,\" Embry groaned. This was worse than any romantic movie; this was so real that it sang out loud with joy and life and true love. I put my muffin down and folded my arms across my empty chest. I stared at the flowers, trying to ignore the utter peace of their moment, and the wretched throbbing of my wounds. I was grateful for the distraction when Jacob and Paul came through the door, and then shocked when I saw that they were laughing. While I watched, Paul punched Jacob on the shoulder and Jacob went for a kidney jab in return. They laughed again. They both appeared to be in one piece. Jacob scanned the room, his eyes stopping when he found me leaning, awkward and out of place, against the counter in the far corner of the kitchen. \"Hey, Bells,\" he greeted me cheerfully. He grabbed two muffins as he passed the table and came to stand beside me. \"Sorry about before,\" he muttered under his breath. \"How are you holding up.'\" \"Don't worry, I'm okay. Good muffins.\" I picked mine back up and started libber again. My chest felt better as soon as Jacob was beside me. \"Oh, man!\" Jared wailed, interrupting us. I looked up, and he and Embry were examining a fading pink line on Paul's forearm. Embry was grinning, exultant. \"Fifteen dollars,\" he crowed. \"Did you do that?\" I whispered to Jacob, remembering the bet. \"I barely touched him. He'll be perfect by sundown.\" \"By sundown?\" I looked at the line on Paul's arm. Odd, but it looked weeks old. \"Wolf thing,\" Jacob whispered. I nodded, trying to not look weirded out. \"You okay?\" I asked him under my breath. \"Not a scratch on me.\" His expression was smug. \"Hey, guys,\" Sam said in a loud voice, interrupting all the conversations going on in the small room. Emily was at the stove, scraping the egg mixture around a big skillet, but Sam still had one hand touching the small of her back, an unconscious gesture. \"Jacob has information for us.\" Paul looked unsurprised. Jacob must have explained this to him and Sam already. Or… they'd just heard his thoughts. \"I know what the redhead wants.\" Jacob directed his words toward Jared and Embry. \"That's what I was trying to tell you before.\" He kicked the leg of the chair Paul had settled into. \"And?\" Jared asked. Jacob's face got serious. \"She is trying to avenge her mate—only it wasn't the black-haired leech we killed. The Cullens got her mate last year, and she's after Bella now.\" This wasn't news to me, but I still shivered. Jared, Embry, and Emily stared at me with open-mouthed surprise. \"She's just a girl,\" Embry protested. \"I didn't say it made sense. But that's why the bloodsucker's been trying to get past us. She's been heading for Forks.\" They continued to stare at me, mouths still hanging open, for a long moment. I ducked my head. \"Excellent,\" Jared finally said, a smile beginning to pull up the corners of his mouth. \"We've got bait.\" With stunning speed, Jacob yanked a can opener from the counter and launched it at Jared's head. Jared's hand flicked up faster than I would have thought possible, and he snagged the tool just before it hit his face. \"Bella is not bait.\" \"You know what I mean,\" Jared said, unabashed. \"So we'll be changing our patterns,\" Sam said, ignoring their squabble. \"We'll try leaving a few holes, and see if she falls for it. We'll have to split up, and I don't like that. But if she's really after Bella, she probably won't try to take advantage of our divided numbers.\" \"Quit's got to be close to joining us,\" Embry murmured. \"Then we'll be able to split evenly.\" Everyone looked down. I glanced at Jacob's face, and it was hopeless, like it had been yesterday afternoon, outside his house. No matter how comfortable they seemed to be with their fate, here in this happy kitchen, none of these werewolves wanted the same fate for their friend. \"Well, we won't count on that,\" Sam said in a low voice, and then continued at his regular volume. \"Paul, Jared, and Embry will take the outer perimeter, and Jacob and I will take the inner. We'll collapse in when we've got her trapped.\" I noticed that Emily didn't particularly like that Sam would be in the smaller grouping. Her worry had me glancing up at Jacob, worrying, too. Sam caught my eye. \"Jacob thinks it would be best if you spent as much time as possible here in La Push.  She won't know where to find you so easily, just in case.\" \"What about Charlie?\" I demanded. \"March Madness is still going,\" Jacob said. \"I think Billy and Harry can manage to keep Charlie down here when he's not at work.\" \"Wait,\" Sam said, holding one hand up. His glance flickered to Emily and then back to me. \"That's what Jacob thinks is best, but you need to decide for yourself. You should weigh the risks of both options very seriously. You saw this morning how easily things can get dangerous here, how quickly they get out of hand. If you choose to stay with us, I can't make any guarantees about your safety.\" \"I won't hurt her,\" Jacob mumbled, looking down. Sam acted as if he hadn't heard him speak. \"If there was somewhere else you felt safe…\" I bit my lip. Where could I go that wouldn't put someone else in danger? I recoiled again from the idea of bringing Renee into this—pulling her into the circle of the target I wore… \"I don't want to lead Victoria anywhere else,\" I whispered. Sam nodded. \"That's true. It's better to have her here, where we can end this.\" I flinched. I didn't want Jacob or any of the rest of them trying to end Victoria. I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly unconcerned by the idea of hunting vampires. \"You'll be careful, right?\" I asked, an audible lump in my throat. The boys burst into loud hoots of amusement. Everyone laughed at me—except Emily. She met my eyes, and I could suddenly see the symmetry underlying her deformity. Her face was still beautiful, and alive with a concern even more fierce than mine. I had to look away, before the love behind that concern could start me aching again. \"Food's ready,\" she announced then, and the strategic conversation was history. The guys hurried to surround the table—which looked tiny and in danger of being crushed by them—and devoured the buffet-sized pan of eggs Emily placed in their midst in record time. Emily ate leaning against the counter like me—avoiding the bedlam at the table—and watched them with affectionate eyes. Her expression clearly stated that this was her family. All in all, it wasn't exactly what I'd been expecting from a pack of werewolves. I spent the day in La Push, the majority of it in Billy's house. He left a message on Charlie's phone and at the station, and Charlie showed up around dinnertime with two pizzas. It was good he brought two larges; Jacob ate one all by himself. I saw Charlie eyeing the two of us suspiciously all night, especially the much-changed Jacob. He asked about the hair; Jacob shrugged and told him it was just more convenient. I knew that as soon as Charlie and I were headed home, Jacob would take off—off to run around as a wolf, as he had done intermittently through the entire day. He and his brothers of sorts kept up a constant watch, looking for some sign of Victoria's return. But since they'd chased her away from the hot springs last night—chased her halfway to Canada, according to Jacob—she'd yet to make another foray. I had no hope at all that she might just give up. I didn't have that kind of luck. Jacob walked me to my truck after dinner and lingered by the window, waiting for Charlie to drive away first. \"Don't be afraid tonight,\" Jacob said, while Charlie pretended to be having trouble with his seat belt. \"We'll be out there, watching.\" \"I won't worry about myself,\" I promised. \"You're silly. Hunting vampires is fun. It's the best part of this whole mess.\" I shook my head. \"If I'm silly, then you're dangerously unbalanced.\" He chuckled. \"Get some rest, Bella, honey. You look exhausted.\" \"I'll try.\" Charlie honked his horn impatiently. \"See you tomorrow,\" Jacob said. \"Come down first thing.\" \"I will.\" Charlie followed me home. I paid scant attention to the lights in my rearview mirror. Instead, I wondered where Sam and Jared and Embry and Paul were, out running in the night. I wondered if Jacob had joined them yet. When we got home, I hurried for the stairs, but Charlie was right behind me. \"What's going on, Bella?\" he demanded before I could escape. \"I thought Jacob was part of a gang and you two were fighting.\" \"We made up.\" \"And the gang?\" \"I don't know—who can understand teenage boys? They're a mystery. But I met Sam Uley and his fiancée, Emily. They seemed pretty nice to me.\" I shrugged. \"Must have all been a misunderstanding.\" His face changed. \"I hadn't heard that he and Emily had made it official. That's nice. Poor girl.\" \"Do you know what happened to her?\" \"Mauled by a bear, up north, during salmon spawning season—horrible accident .  It was more than a year ago now. I heard Sam was really messed up over it.\" \"That's horrible,\" I echoed. More than a year ago. I'd bet that meant it had happened when there was just one werewolf in La Push. I shuddered at the thought of how Sam must have felt every time he looked at Emily's face. That night, I lay awake for a long time trying to sort through the day. I worked my way backward through dinner with Billy, Jacob, and Charlie, to the long afternoon in the Blacks' house, waiting anxiously to hear something from Jacob, to Emily's kitchen, to the horror of the werewolf fight, to talking with Jacob on the beach. I thought about what Jacob had said early this morning, about hypocrisy. I thought about that for a long time. I didn't like to think that I was a hypocrite, only what was the point of lying to myself? I curled into a tight ball. No, Edward wasn't a killer. Even in his darker past, he'd never been a murderer of innocents, at least. But what if he had been? What if, during the time I that I'd known him, he'd been just like any other vampire? What if people had been disappearing from the woods, just like now? Would that have kept me away from him? I shook my head sadly. Love is irrational, I reminded myself. The more you loved someone, the less sense anything made. I rolled over and tried to think of something else—and I thought of Jacob and his brothers, out running in the darkness. I fell asleep imagining the wolves, invisible in the night, guarding me from danger. When I dreamed, I stood in the forest again, but I didn't wander. I was holding Emily's scarred hand as we faced into the shadows and waited anxiously for our werewolves to come home.",
            "vi": "7 REPETITION        14. GIA ĐÌNH   Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác.  Khi họ xuất hiện, sải chân bước ra khỏi rừng, họ không phải là thứ tôi nghĩ mình sẽ thấy.  Tôi cứ nghĩ tới mấy con sói riết. Đây chỉ là bốn chàng trai to lớn ở trần.  Một lần nữa, họ làm tôi nghĩ đến anh em ruột, anh em sinh bốn. Cái gì đó trong cách họ gần như cùng một lúc đứng lại phía bên kia đường đối diện với chúng tôi, trong cái cách tất cả bọn họ đều có các bắp cơ dài cuồn cuộn dưới làn da nâu đỏ như nhau, cũng mái tóc huyền cắt ngắn, và trong cái cách thay đổi nét mặt cùng một lúc y như nhau.  Lúc đầu họ tò mò và cẩn trọng. Khi thấy tôi ở đó, gần như núp bên Jacob, tất cả bọn họ đều cùng nổi giận ngay lập tức.  Sam vẫn còn là người cao lớn nhất, tuy Jacob đã sắp cao bằng anh ta. Sam không thể coi là một cậu bé. Khuôn mặt anh già dặn hơn - không tính theo nếp nhăn hay dấu hiệu của tuổi già, mà là theo vẻ chín chắn, kiên nhẫn trong nét mặt của anh.  \"Em đã làm gì vậy, Jacob?\" anh ta hỏi.  Một trong những người khác, một người tôi không biết - Jared hoặc Paul- đẩy Sam để đi qua và nói trước Jacob có thể biện hộ cho mình  \"Tại sao mày không thể tuân thủ luật hả, Jacob?\" anh ta thét, vung tay lên trời. \"Mày nghĩ cái quái gì vậy? Cô ta quan trọng hơn mọi thứ sao - quan trọng hơn cả cái bộ lạc này sao?  Hơn những người sắp bị giết sao?\" \"Bạn ấy có thể giúp mình, \" Jacob lặng lẽ nói.  \"Giúp!\" cậu bé tức giận la to. Cánh tay anh chàng bắt đầu run rẩy. \"Ồ, hợp lý dữ!  Tôi chắc chắn người yêu-đỉa đang mong giúp mình muốn chết luôn!\" \"Đừng nói về bạn ấy như thế!\" Jacob hét lại, bực tức vì lời bình phẩm của cậu ta.  Một cơn rùng mình gợn khắp cơ thể cậu bé nọ, dọc theo vai và xuống xương sống anh ta.  \"Paul! Dịu xuống!\" Sam ra lệnh.  Paul lắc đầu qua lại, không phải không tuân lời, mà như thể anh chàng đang cố tập trung.  \"Trời đất, Paul,”  một trong những cậu bé khác - có lẽ là Jared - lẩm bẩm. \"Cố kiềm chế. \" Paul xoay đầu về phía Jared, môi cong lên tức tối.  Rồi anh ta chuyển ánh nhìn giận dữ về phía tôi. Jacob bước lên một bước để chặn mình trước tôi.  Đó là giọt nước làm tràn ly.  \"Phải rồi, bảo vệ cô ta đi!\" Paul gầm rú giận dữ. Một cơn rùng mình khác, một cơn chấn động, bùng nổ khắp cơ thể anh ta. Anh chàng ngửa đầu, một tiếng gầm thực sự toạc ra giữa hai hàm răng.  \"Paul!\" Sam và Jacob cùng thét lên.  Paul như té về phía trước, run bần bật.  Sắp xuống đất, có một tiếng xé toạc lớn, rồi cậu bé bùng nổ.  Lớp lông bạc sẫm màu bùng ra khỏi cơ thể cậu ta, kết thành một hình thù to hơn cậu ta gấp năm lần  - một thân hình khổng lồ, đang thu mình, sẵn sàng bung ra.  Mõm sói nhe ra, và một tiếng gầm gừ nữa cuộn qua lồng ngực khổng lồ.  Đôi mắt đen, giận dữ của anh ta dán vào tôi.  Ngay lập tức, Jacob chạy qua đường hướng thẳng vào con quái vật.  \"Jacob!\" Tôi la hét.  Đang lúc sải bước, một cơn rùng mình rùng rùng xuống xương sống Jacob. Anh phóng về phía trước, chúi đầu cuộn người vào không khí như nhảy cầu.  Với một âm thanh rách toạc khác, Jacob cũng bùng nổ. Anh bung ra khỏi quần áo - các mảnh vải trắng đen tung toé vào không trung.  Chuyện xảy ra nhanh đến nỗi nếu chớp mắt, tôi sẽ không thấy được toàn bộ sự biến hình ấy.  Một giây trước Jacob còn đang nhào lộn vào không trung, rồi sau đó đã là con sói màu nâu đỏ khổng lồ - khổng lồ đến nỗi tôi không hiểu nỗi làm sao mà trọng lượng của nó lại có thể vừa cơ thể Jacob -  đang tấn công con quái thú màu bạc đang thu mình ấy.  Jacob đối đầu trực tiếp với cuộc tấn công của người sói kia.  Tiếng gầm gừ giận dữ của họ dội lại như sấm động vang ra khỏi rừng.  Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất.  \"Jacob!\" Tôi lại thét, lảo đảo bước về phía trước.  \"Ở yên đó, Bella,”  Sam ra lệnh. Thật khó nghe tiếng anh ta trong tiếng gầm rống của mấy con sói đang đánh nhau.  Họ đang táp và cắn xé nhau, những chiếc răng nhọn nhá lên ở cổ họng nhau. Con sói Jacob có vẻ chiếm ưu thế - anh to lớn hơn con sói kia rõ ràng, và hình như cũng mạnh hơn. Anh nện vai vào con sói xám hết lần này đến lần khác, đẩy nó trở vào rừng.  \"Đưa cô ấy đến nhà Emily, \" Sam hét về phía mấy cậu bé kia, những người đang chăm chú theo dõi trận đánh nhau. Jacob đã đẩy được con sói xám ra khỏi con đường, và họ biến mất vào rừng, cho dù tiếng gầm gừ của họ vẫn còn lớn. Sam đuổi theo họ, đá giày ra trên đường đi. Vừa chạy như bay vào rừng, anh ta vừa rùng người từ đầu đến chân.  Tiếng gầm gừ và táp xa dần. Bất ngờ, chẳng còn chút tiếng động nào và con đường thật yên tĩnh.  Một trong mấy chàng trai bắt đầu cười.  Tôi nhìn anh ta chằm chằm - đôi mắt tôi mở to cảm thấy tê dại, như thể tôi thậm chí không thể chớp được.  Cậu bé ấy dường như đang cười nhạo vẻ mặt tôi. \"Ừm, có những chuyện đâu phải ngày nào cũng thấy được heng, \" anh chàng cười khúc khích.  Khuôn mặt anh chàng quen quen - gầy hơn những người khác... Embry Call.  \"Tao thấy hoài, \" cậu bé khác, Jared, làu bàu. \"Ngày nào cũng thấy.” \"Ặc, Paul đâu phải ngày nào cũng nổi nóng,” Embry không chịu, vẫn cười toe toét. \"Có lẽ ba ngày hai lần. \" Jared dừng lại nhặt thứ gì đó màu trắng lên khỏi mặt đất. Anh chàng đưa lên cho Embry xem; mấy dải mềm đong đưa trong tay anh chàng.  \"Tan tành xí quách rồi, \" Jared nói. \"Billy nói đây là đôi giầy cuối cùng ổng còn tiền để mua - thế nào Jacob cũng phải đi chân không rồi.” \"Chiếc này còn nguyên, \" Embry nói, đưa lên một chiếc giầy đế mềm màu trắng. \"Jake có thể nhảy lò cò, \" anh chàng cười to nói thêm.  Jared bắt đầu nhặt đủ mẩu vải ra khỏi đất. \"Nhặt giày Sam nhe?  Mấy thứ còn lại của cái này thì quăng thùng rác thôi.” Embry chộp mấy chiếc giày rồi chạy nhanh vô rừng chỗ Sam đã biến mất. Anh chàng quay lại trong vài giây với cặp quần din cắt ngắn khoác trên cánh tay. Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại. Đột nhiên, anh chàng có vẻ nhớ ra tôi.  Anh nhìn tôi kỹ lưỡng, đánh giá.  \"Nè, bạn sẽ không xỉu hoặc ói này nọ đó chớ ?\" anh hỏi.  \"Tôi không nghĩ vậy, \" tôi thở hổn hển.  \"Trông bạn không khoẻ lắm. Có lẽ bạn nên ngồi xuống. \" \"Ừ, \" tôi lầm bầm. Lần thứ hai trong một buổi sáng, tôi đặt đầu vào giữa đầu gối.  \"Lẽ ra Jake nên báo trước cho chúng tôi biết mới phải, \" Embry phàn nàn.  \"Lẽ ra nó không nên để bạn gái dính vô chuyện này.  Nó mong gì chớ?\" \"Ừm, bây giờ thì lộ hết chuyện sói rồi. \" Embry thở dài. \"Thằng Jake này ngốc quá. \" Tôi ngẩng đầu nhìn trừng trừng vào hai chàng trai dường như đang coi nhẹ chuyện này quá. \"Mấy bạn chẳng hề lo cho họ chút nào cả sao?\" Tôi hỏi.  Embry chớp mắt một cái ngạc nhiên \"Lo?Tại sao chớ?\" \"Họ có thể làm bị thương nhau!\" Embry và Jared cười ha hả.  \"Tôi mong Paul tợp được nó một cái, \" Jared nói. \"Dạy cho nó một bài học. \" Tôi tái người.  \"Ờ, hay dữ!\" Embry không chịu. \"Mày có thấy Jake không?  Cả Sam cũng không thể biến hình khi đang vội được như thế.   Nó vừa thấy Paul mất kiểm soát, là chỉ mất, để coi, có nửa giây là tấn công được ngay?  Đúng là khả năng trời phú.” \"Paul đã đánh nhau lâu hơn. Tao cá với mày mười đô la là nó sẽ cắn được một cái.” \"Mày cá đó nhe. Jake có khiếu bẩm sinh. Paul không có cơ may nào đâu. \" Họ bắt tay, cười toe toét.  Tôi cố làm mình yên tâm vì sự thiếu quan tâm của họ, nhưng tôi không thể xua đuổi hình ảnh tàn bạo của mấy người sói đánh nhau ra khỏi đầu. Bao tử tôi rối loạn, đau và trống rỗng, đầu đau vì lo lắng.  \"Mình hãy đi gặp Emily đi. Thế nào chị ấy cũng đã nấu sẵn chờ rồi. \" Embry nhìn xuống tôi. \"Có phiền gì không nếu tụi này đi nhờ xe?\" \"Không sao đâu, \" tôi nghẹn.  Jared nhướng một bên chân mày. \"Có lẽ mày nên lái đi, Embry. Cô ấy vẫn giống như sắp xỉu vậy.” \"Ý hay đó. Chìa khoá đâu rồi?\" Embry hỏi tôi.  \"Công tắc. \" Embry mở cửa phía hành khách. \"Vô đi \" anh chàng vui vẻ nói, kéo mạnh tôi lên khỏi đất bằng một tay rồi nhét tôi vô ghế. Anh chàng ước lượng chỗ trống. \"Mày phải ra phía sau đứng, \" anh chàng nói với Jared.  \"Tốt thôi. Tao dạ dày yếu lắm. Tao không muốn ngồi trong đó khi cô ấy ói. \" \"Tao cá là cô ấy mạnh mẽ hơn vậy. Cô ấy chơi với ma cà rồng mà. \" \"Năm đô la?\" Jared hỏi.  \"Chịu liền. Tao thấy mình tội lỗi quá khi lấy tiền mày như thế này. \" Embry vào rồi khởi động máy trong khi Jared nhanh nhẹn nhảy vô thùng xe. Vừa đóng cửa xong Embry liền thì thầm với tôi, \"Đừng ói nhé, được không?  Tôi chỉ có mười đồng thôi, nếu mà Paul cắn được Jacob... \" \"Được, \" tôi thì thầm.  Embry lái xe đưa chúng tôi về làng trở lại.  \"Nè, làm sao mà Jake lách được luật hay vậy?\" \"...Cái gì ?\"      \"Ờ, mệnh lệnh đó. Bạn biết không, mệnh lệnh không được tiết lộ bí mật. Làm sao nó kể bạn nghe chuyện này được?\" \"Ồ, \" tôi nói, nhớ Jacob cố gắng tiết lộ sự thật cho tôi đêm qua. \"Bạn ấy đâu có kể. Tôi đã đoán trúng. \" Embry bặm môi, có vẻ ngạc nhiên. \"Hừm. Chắc vậy.” \"Mình đang đi đâu vậy?\" Tôi hỏi.  “Đến nhà Emily. Chị ấy là bạn gái của Sam... à không, bây giờ, là hôn thê rồi, tôi nghĩ vậy.  Họ sẽ gặp mình ở đó sau khi Sam cho họ biết chuyện vừa xảy ra. Và sau khi Paul và Jake tìm được quần áo mới, nếu Paul còn được cái nào.” \"Emily có biết chuyện... ?\" \"Có. À này, đừng nhìn chị ấy chòng chọc nhé. Làm vậy Sam bực lắm đó. \" Tôi cau mày khó chịu với anh chàng. \" Tại sao tôi lại nhìn chòng chọc chớ?\" Embry trông có vẻ bứt rứt. \"Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó. \" Anh chàng thay đổi đề tài nhanh chóng. \"Nè, có phải bạn thấy không sao về toàn bộ chuyện với thằng hút máu tóc đen trong đồng cỏ không?  Trông không có vẻ gì hắn là bạn bạn, nhưng... \" Embry nhún vai.  \"Không, hắn không phải là bạn tôi. \" \"Vậy thì tốt. Chúng tôi không muốn gây sự trước, phá vỡ hiệp ước, bạn biết đó. \" \"Ồ, ờ, Jake đã kể tôi nghe về hiệp ước này một lần rồi, cách đây đã lâu. Tại sao giết Laurent lại là phá vỡ hiệp ước ?\" \"Laurent, \" anh chàng lặp lại, khịt mũi, như thể anh ta thấy thích thú vì con ma cà rồng này có tên gọi. \" Ừm, chúng tôi hết sức tuân thủ trên lãnh địa của Cullen. Chúng tôi không được phép tấn công bất cứ ai trong số họ, gia đình Cullen, ít nhất là, bên ngoài lãnh địa của chúng tôi - trừ phi họ phá vỡ hiệp ước trước. Chúng tôi không biết tên tóc đen có phải là bà con này nọ gì của họ không.  Hình như bạn biết hắn.” \"Họ cư xử thế nào thì là phá vỡ hiệp ước?\" \" Nếu họ cắn người. Jake không ưa lắm cái ý để chuyện đi xa đến thế. \" \"Oh. Um, cám ơn. Tôi mừng là các bạn đã không đợi chuyển đó xảy ra.” \"Niềm sung sướng của chúng tôi mà. \" Anh chàng nói nghe như có ý nói theo nghĩa đen.  Embry lái qua ngôi nhà ở mút phía đông trên đường cao tốc rồi mới quẹo vào một con đường đất hẹp.  \"Xe bạn chạy chậm ghê, \" anh chàng lưu ý.  \"Xin lỗi. \" Cuối con đường là một căn nhà nhỏ xíu trước đây có màu xám. Chỉ có một cửa sổ hẹp bên cạnh cánh cửa xanh dương dạn dày sương gió, nhưng bồn hoa ngoài cửa sổ bên dưới đầy cúc vạn thọ cam vàng rực rỡ, làm cả chỗ này rạng rỡ tươi vui.  Embry mở cửa xe tải và hít hà. \" Chà chà, Emily đang nấu ăn.” Jared nhảy ra khỏi phía sau xe tải và đi về phía cửa, nhưng Embry lấy một tay chặn ngực anh chàng. Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng.  \"Tao không có mang theo ví tiền, \" Jared nói.  \"Thế cũng được. Tao sẽ không quên đâu. \" Họ leo lên một bước vô nhà không gõ cửa. Tôi rụt rè theo sau họ.  Phòng trước, như nhà Billy, chủ yếu là bếp. Một cô gái trẻ có làn da màu đồng mịn màng và mái tóc huyền đen nhánh dài, và thẳng đang đứng ở quầy cạnh bồn rửa chén, đang lấy mấy cái bánh nướng xốp ra khỏi hộp thiếc và đặt chúng lên đĩa giấy. Trong một giây, tôi nghĩ lý do Embry đã bảo tôi đừng nhìn chòng chọc là vì cô ấy quá đẹp.  Rồi cô hỏi \"Mấy em đói không?\" bằng một giọng du dương, rồi cô quay sang đối mặt hoàn toàn với chúng tôi, một nụ cười trên một nửa khuôn mặt cô.  Mặt bên phải của cô bị tàn phá từ tóc đến cằm bởi ba lằn đỏ, dầy, nổi rõ dù đã lành lâu rồi. Một lằn kéo dài dưới khoé mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn.  Nhờ lời báo trước của Embry, tôi nhanh chóng quay mắt sang mấy cái bánh nướng trên tay cô. Chúng toả mùi tuyệt vời - như mùi việt quất tươi rói.  \"Ồ, \" Emily nói, bị bất ngờ. \"Ai đây này?\" Tôi nhìn lên, cố tập trung nửa mặt bên trái của cô.  \"Bella Swan, \" Jared nói với Cô, nhún vai. Rõ ràng, tôi đã từng là một chủ đề chuyện trò trước đây. \"Còn ai vào đây nữa?\" \"Hãy để chuyện đó cho Jacob xoay sở,”  Emily thì thầm. Cô nhìn tôi chằm chằm, và cả nửa mặt trước đây đã từng xinh đẹp của cô cũng thân thiện. \"Nè, bạn là người yêu ma cà rồng ha. \" Tôi cứng đờ. \"Vâng. Còn bạn là người yêu sói hả?\" Cô cười, Embry và Jared cũng vậy. Nửa mặt trái hồng lên. \"Chắc vậy quá. \" Cô hướng về Jared. \"Sam đâu?\" \"Bella, ơ, làm Paul bất ngờ sáng nay. \" Emily trợn con mắt lành lặn của cô. \" Ah, Paul, \" Cô thở dài. \"Mấy em nghĩ còn lâu không?  Chị định bắt đầu làm trứng. \" \"Đừng lo, \" Embry nói với cô. \" Nếu họ về trễ, tụi em cũng không để cho bất cứ thứ gì bị lãng phí đâu. \" Emily cười khúc khích, rồi mở tủ lạnh. \"Rõ rồi, \" Cô đồng ý. \" Bella, bạn có đói bụng không? Cứ tự nhiên và tự lấy bánh nướng ăn nhé. \" \"Cám ơn. \" Tôi lấy một cái trong đĩa và bắt đầu gặm quanh rìa.  Ngon tuyệt, và thật dễ chịu trong cái dạ dày nhạy cảm của tôi.  Embry nhón cái thứ ba rồi tống nguyên cái vô miệng.  \"Để dành mấy cái cho mấy anh nữa chứ, \" Emily trừng trị anh chàng bằng cách lấy muỗng gỗ khỏ vô đầu anh ta.  Lời nói này làm tôi ngạc nhiên, nhưng những người khác chẳng hề quan tâm.  \"Đồ con heo, \" Jared bình luận.  Tôi tựa vào quầy nhìn ba người đùa giỡn với nhau như người một nhà.  Bếp của Emily là một nơi thân thiện, sáng sủa với kệ bếp trắng và sàn bằng gỗ lợt. Trên bàn tròn nhỏ, một bình sứ rạn xanh trắng ngập tràn hoa dại. Embry và Jared có vẻ hết sức thoải mái ở đây.  Emily đang trộn một mẻ trứng lớn, đến vài tá, trong một cái tô vàng lớn. Cô xắn tay áo màu oải hương lên, và tôi có thể thấy cái sẹo kéo dài suốt cánh tay cô đến  phía sau bàn tay phải.  Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói.  Cửa trước mở, và Sam bước vô.  \" Emily, \" anh nói, và bao nhiêu yêu thương chứa chan trong giọng anh làm tôi cảm thấy bối rối, làm phiền, khi tôi ngắm anh bước qua phòng chỉ bằng một sải chân và ôm mặt cô trong bàn tay to lớn của mình. Anh cúi xuống và hôn mấy cái sẹo sậm màu bên má phải của cô má rồi mới hôn môi cô.  \"Ê, đừng làm mấy chuyện đó nhe, \" Jared phàn nàn. \"Tôi đang ăn đó. \" \"Thì im miệng mà ăn đi, \" Sam đề nghị, lại hôn lên đôi môi bị tàn phá của Emily lần nữa. \"Ugh, \" Embry rên rỉ.  Chuyện này còn tệ hại hơn mọi phim lãng mạn nào; nó quá thật đến nỗi nó reo vui hân hoan cùng cuộc sống và tình yêu chân thành. Tôi đặt chiếc bánh nướng của mình xuống rồi khoanh tay ngang lồng ngực trống rỗng của mình. Tôi nhìn chằm chằm vào mấy đoá hoa, cố lờ đi sự yên bình tuyệt đối trong khoảnh khắc riêng tư của họ, và lờ đi vết thương phập phồng nhức nhối.  Tôi mừng vì quên được chuyện đó khi Jacob và Paul đi qua cửa, rồi ngạc nhiên khi thấy họ đang cười to. Lúc tôi nhìn, Paul nhéo vai Jacob còn Jacob thụi lại bụng anh chàng. Họ lại cười. Cả hai đều có vẻ lành lặn nguyên vẹn.  Jacob nhìn lướt qua căn phòng, mắt anh dừng lại khi thấy tôi đang tựa người, vụng về và lạc lõng, vào quầy ở phía kia của góc bếp.  \"Chào, Bells, \" anh chào tôi vui vẻ. Anh chộp hai cái bánh nướng xốp khi đi qua bàn và đến đứng bên cạnh tôi. \"Xin lỗi về chuyện lúc nãy, \" anh lẩm bẩm thì thầm. \"Bạn xoay sở ra sao.” \"Đừng lo, tôi ổn. Bánh ngon lắm. \" Tôi cầm bánh mình lên và lại ăn tiếp. Ngực tôi cảm thấy dễ chịu ngay khi có Jacob bên cạnh.  \"Ôi, trời!\" Jared than khóc, ngắt lời chúng tôi.  Tôi nhìn lên, và anh chàng và Embry đang xem xét một lằn màu hồng nhạt trên cẳng tay của Paul. Embry cười toe toét, đắc chí.  \"Mười lăm đô-la, \" anh chàng vui mừng nói.  \"Bạn làm chuyện đó à?\" Tôi thì thầm với Jacob, nhớ lại vụ cá độ.  \"Tôi chỉ mới chạm vô nó thôi. Nó sẽ ngon lành lại khi hoàng hôn xuống. \" \"Khi hoàng hôn xuống?\" Tôi nhìn vào vết thương trên cánh tay Paul. Thiệt kỳ, trông như đã bị cả tuần rồi.  \"Ba chuyện của sói đó mà, \" Jacob thì thầm.  Tôi gật đầu, cố không có vẻ lạ lùng.  \"Bạn ổn không?\" Tôi hỏi nhỏ.  \"Tôi chẳng bị trầy sướt chút nào hết. \" Vẻ mặt anh chàng đầy tự mãn.  \"Nè, các bạn, \" Sam nói lớn, làm gián đoạn mọi cuộc trò chuyện trong căn phòng nhỏ. Emily đang ở chỗ lò nướng, vét hỗn hợp trứng quanh một cái chảo lớn, nhưng Sam vẫn còn để một tay ở thắt lưng cô, một cử chỉ vô thức. \"Jacob có tin tức cho chúng ta.” Paul trông chẳng chút ngạc nhiên. Jacob chắc đã giải thích chuyện này cho anh ấy và Sam rồi. Hoặc ... họ chỉ cần lắng nghe suy nghĩ của anh.  \"Tôi biết bà tóc đỏ muốn gì.” Jacob nói với Jared và Embry. \"Đó là điều tôi đã cố nói với các bạn lúc nãy. \" Anh đá vô chân ghế Paul đang ngồi.  \"Và?\" Jared hỏi.  Mặt Jacob nghiêm túc. \"Cô ta đang cố trả thù cho bạn tình của mình - có điều đó không phải là con đỉa tóc đen mình đã giết. Nhà Cullens đã xử bạn tình của cô ta năm ngoái, và bây giờ cô ta đang theo đuổi Bella.” Đây chẳng phải là tin mới mẻ gì với tôi, nhưng tôi vẫn rùng mình.  Jared, Embry, và Emily nhìn tôi chằm chằm há hốc ngạc nhiên.  \"Cô ấy chỉ là một cô gái thôi mà, \" Embry phản đối.  \"Tôi đâu có nói là chuyện đó hợp lý đâu. Nhưng đó là lý do tại sao con đỉa đó đã cố vượt qua chúng ta. Cô ta đang đi về phía Forks. \" Họ tiếp tục nhìn tôi chằm chằm, miệng vẫn há hốc, một hồi lâu. Tôi cúi đầu.  \"Tuyệt, \" Jared cuối cùng nói, nụ cười bắt đầu làm nhếch khóe miệng của anh chàng. \"Mình đã có mồi nhử rồi. \" Với tốc độ sững người, Jacob lôi một cái đồ khui hộp ở quầy rồi quăng vô đầu Jared.  Bàn tay Jared nhá lên nhanh không tưởng được, và anh chàng chộp được dụng cụ này ngay trước lúc nó đập trúng mặt mình.  \" Bella không phải là mồi nhử. \" \"Mày biết tao muốn nói gì mà, \" Jared nói, không chút xấu hổ.  \"Vì thế mình sẽ thay đổi cách làm, \" Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ. \"Mình sẽ cố gắng tạo mấy cái bẫy, rồi xem cô ta có bị mắc bẫy không. Mình sẽ phải chia nhỏ ra, và tôi không thích vậy. Nhưng nếu cô ta thật đang theo đuổi Bella, có lẽ cô ta sẽ không cố lợi dụng chuyện chia nhỏ nhân sự của mình. \" \"Quil chắc sắp tham gia với mình rồi, \" Embry thì thầm. \"Thế là mình có thể chia đều được. \" Mọi người cúi mặt. Tôi liếc nhìn mặt Jacob, và khuôn mặt anh vô vọng, y như trưa hôm qua, bên ngoài nhà anh.  Bất kể họ có vẻ thoải mái thế nào đi nữa với số phận của mình, thì ở đây trong căn bếp hạnh phúc này, không một người sói nào trong mấy người này lại muốn bạn mình cùng chung số phận. \"Ừm, mình sẽ không trông mong vô chuyện đó, \" Sam nói bằng giọng nhỏ xíu, rồi nói tiếp với âm lượng bình thường của anh. \"Paul, Jared, và Embry sẽ chịu trách nhiệm ở vòng ngoài, còn Jacob và tôi sẽ lo bên trong. Mình sẽ tập hợp lại khi bẫy được cô ta. \" Tôi để ý thấy Emily không thích lắm chuyện Sam thuộc nhóm nhỏ hơn. Nỗi lo lắng của cô khiến tôi liếc lên nhìn Jacob, cũng lo lắng.  Sam bắt gặp ánh mắt tôi. \"Jacob nghĩ tốt nhất là em nên ở đây, tại La Push này càng nhiều càng tốt.   Cô ta sẽ không dễ dàng biết chỗ nào để tìm em, để phòng hờ. \" \"Còn Charlie thì sao?\" Tôi hỏi.  \"Cuộc thi đấu hằng năm March Madness vẫn đang diễn ra,” Jacob nói. \" Tôi nghĩ Billy và Harry có thể giữ được chân Charlie ở dưới này khi ông không ở chỗ làm. \" \"Chờ chút, \" Sam nói, đưa một tay lên. Ánh mắt anh liếc sang Emily rồi quay lại tôi. \"Jacob cho vậy là tốt nhất, nhưng em cần tự mình quyết định. Em nên đánh giá rủi ro của cả hai lựa chọn thật nghiêm túc. Em đã chứng kiến sáng nay mọi chuyện ở đây có thể trở nên nguy hiểm dễ dàng cỡ nào, vượt ngoài tầm kiểm soát nhanh cỡ nào. Nếu em chọn ở với chúng tôi, tôi không thể đảm bảo gì về sự an toàn của em. \" \"Tôi sẽ không làm bạn ấy bị thương đâu, \" Jacob lầm bầm, nhìn xuống.  Sam làm như thể anh chẳng hề nghe anh ấy nói gì. \" Nếu có một nơi nào khác em cảm thấy an toàn... \" Tôi cắn môi. Tôi có thể đến nơi nào mà không làm người khác lâm vào nguy hiểm?  Tôi chùn người bởi ý nghĩ làm Renee bị liên lụy - kéo mẹ vào bia ngắm tôi đang khoác trên người... \"Tôi không muốn dẫn Victoria đến chỗ nào hết, \" tôi thì thầm.  Sam gật đầu. \"Đúng thế.  Thà là để cô ta đến đây, nơi chúng tôi có thể chấm dứt chuyện này. \" Tôi ngần ngại. Tôi không muốn Jacob hoặc bất cứ ai trong bọn họ cố chấm dứt Victoria. Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả.  \"Bạn sẽ cẩn thận, phải không?\"Tôi hỏi, cổ họng nghẹn lại.  Mấy chàng trai phá ra cười lăn bò.  Ai cũng cười nhạo tôi - trừ Emily. Cô nhìn tôi, và tôi bỗng nhìn thấy sự đối xứng dưới khuôn mặt biến dạng của cô. Mặt cô vẫn xinh đẹp, và đầy lo lắng thậm chí còn dữ dội hơn sự lo lắng của tôi. Tôi phải nhìn sang chỗ khác, trước khi tình yêu ẩn sau nỗi lo lắng đó bắt đầu làm tôi đau đớn lần nữa.  \"Thức ăn đã sẵn sàng, \" Cô công bố, thế là cuộc bàn luận chiến lược chỉ còn là quá khứ.  Mấy chàng trai vội vã bao quanh bàn – cái bàn trông nhỏ xíu và có nguy cơ bị họ đè sập - rồi ngấu nghiến trong thời gian kỷ lục chảo trứng to như để đãi tiệc mà Emily đã đặt vào giữa bọn họ. Emily tựa vào quầy giống như tôi để ăn - tránh cảnh ồn ào hỗn loạn ở bàn - và nhìn họ bằng đôi mắt trìu mến. Vẻ mặt cô cho thấy rõ ràng đây là gia đình cô.  Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói.  Tôi ở cả ngày ở La Push, phần lớn trong nhà Billy. Ông nhắn vô điện thoại Charlie và điện thoại ở đồn cảnh sát, thế là khoảng giờ ăn tối, Charlie xuất hiện với hai cái bánh pizza. Thiệt đỡ vì ông mang hai cái to; một mình Jacob đã ăn hết một cái rồi.  Tôi thấy Charlie quan sát hai chúng tôi đầy thắc mắc suốt đêm, nhất là Jacob đã thay đổi quá nhiều. Ông hỏi thăm về chuyện tóc tai; Jacob nhún vai và nói với ông là chỉ vì tiện lợi hơn thôi.  Tôi biết ngay khi Charlie và tôi về tới nhà, Jacob sẽ bắt đầu chạy đôn đáo như một con sói, như anh đã làm từng hồi suốt cả ngày nay. Anh và huynh đệ của mình liên tục canh chừng, tìm dấu hiệu của chuyến trở về của Victoria. Nhưng vì họ đã đuổicô ta ra khỏi suối nước nóng đêm qua - rượt đuổi đến giữa đường qua Ca-na-đa, theo Jacob thì - cô ta hẳn chưa tiến hành đột nhập lần nữa đâu.  Tôi chẳng hề hy vọng cô ta sẽ bỏ cuộc. Tôi đâu có may mắn như thế.  Jacob đi cùng tôi đến xe tải sau bữa tối và nấn ná bên cửa xe, chờ Charlie chạy đi trước.  \"Đêm nay đừng sợ, \" Jacob nói, trong khi Charlie giả vờ không thắt dây an toàn được.  \"Chúng tôi sẽ ở bên ngoài, canh chừng. \" \" Tôi không lo cho mình đâu, \" tôi hứa.  \" Bạn ngốc lắm. Săn ma cà rồng vui lắm.  Đó là phần thích nhất trong toàn bộ chuyện lộn xộn này.” Tôi lắc đầu. \" Nếu tôi mà ngốc, thì bạn không tự chủ một cách đáng ngại.” Anh chàng cười khúc khích. \" Nghỉ ngơi một chút, Bella, bé à. Bạn trông kiệt sức quá. \" \"Tôi sẽ cố. \" Charlie ấn còi sốt ruột. \"Hẹn gặp bạn ngày mai, \" Jacob nói. \"Xuống ngay lúc sáng sớm nhe. \" \"Ừ. \" Charlie theo tôi về nhà. Tôi ít chú ý đến mấy cái đèn trong kính chiếu hậu mà tự hỏi không biết bây giờ Sam và Jared và Embry và Paul đang ở đâu, trong rừng đêm. Tôi tự hỏi không biết Jacob đã nhập bọn với họ chưa.  Khi về đến nhà, tôi vội vã lên cầu thang, nhưng Charlie đã ở ngay phía sau tôi.  \"Chuyện gì đang xảy ra vậy, Bella ?\" ông hỏi trước khi tôi kịp trốn. \"Bố cứ tưởng Jacob thuộc băng đảng gì đó và hai con đang giận nhau.” \"Tụi con làm hoà rồi. \" \"Còn vụ băng đảng thì sao?\" \"Con không biết --- ai mà hiểu nỗi mấy thằng con trai mới lớn chớ? Tụi nó bí ẩn quá trời.  Nhưng con đã gặp Sam Uley và hôn thê của anh ấy, Emily. Họ tốt với con lắm. \" Tôi nhún vai. \"Mọi chuyện chỉ là hiểu lầm mà thôi.” Mặt ông thay đổi. \"Bố chưa nghe nói nó và Emily đã chính thức chuyện đó.  Thiệt hay. Con nhỏ tội nghiệp. \" \"Bố có biết chuyện gì đã xảy ra với bạn ấy không?\" \"Bị gấu tấn công, ở phía bắc, trong mùa cá hồi đẻ trứng -  tai nạn khủng khiếp.  Giờ đã hơn một năm rồi. Bố nghe nói Sam đã đau khổ ghê lắm vì chuyện đó. \" \"Khủng khiếp quá, \" tôi lặp lại. Hơn một năm trước. Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push. Tôi rùng mình khi nghĩ đến chuyện  Sam cảm thấy ra sao mỗi lần anh nhìn mặt Emily.  Đêm đó, tôi nằm thao thức thật lâu cố sắp xếp chuyện trong ngày. Tôi nhớ ngược từ bữa tối với Billy, Jacob, và Charlie, đến suốt buổi chiều ở nhà Black, hồi hộp chờ nghe tin Jacob, đến căn bếp của Emily, đến nỗi kinh hoàng vì trận đánh nhau của người sói, đến cuộc nói chuyện với Jacob trên bãi biển.  Tôi nghĩ về điều Jacob nói sáng sớm nay, về sự giả nhân giả nghĩa. Tôi nghĩ về điều đó thật lâu. Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ? Tôi cuộn chặt người. Không, Edward không phải là một kẻ giết người. Ít nhất thì, ngay cả trong quá khứ đen tối hơn của anh, anh cũng chưa từng là kẻ giết người vô tội.  Nhưng chuyện gì sẽ xảy ra nếu anh vậy?  Chuyện gì sẽ xảy ra nếu, suốt thời gian tôi quen biết anh, anh cũng như mọi con ma cà rồng khác?  Chuyện gì sẽ xảy ra nếu mọi người cũng mất tích trong rừng, giống như bây giờ?  Liệu điều ấy có cản tôi đến gần anh không? Tôi lắc đầu buồn bã. Tình yêu là phi lý, tôi tự nhắc mình. Bạn càng yêu ai đó, thì lại càng ít làm chuyện hợp lý hơn.  Tôi úp người cố nghĩ về chuyện khác - và tôi nghĩ về Jacob và anh em của anh, chạy trogn rừng trong đêm tối. Tôi ngủ thiếp đi khi đang hình dung mấy con sói, ẩn trong màn đêm, bảo vệ tôi khỏi hiểm nguy. Khi mơ, tôi lại đứng trong rừng, nhưng không còn lang thang nữa. Tôi đang nắm bàn sứt sẹo của Emily cùng nhìn vào bóng đêm, lo lắng chờ đợi mấy người sói của chúng tôi quay về."
        },
        {
            "en": "EPILOGUE:AN OCCASION        EPILOGUE:AN OCCASION Edward helped me into his car, being very careful of the wisps of silk and chiffon, the flowers he'd just pinned into my elaborately styled curls, and my bulky walking cast. He ignored the angry set of my mouth. When he had me settled, he got in the driver's seat and headed back out the long, narrow drive. \"At what point exactly are you going to tell me what's going on?\" I asked grumpily. I really hated surprises. And he knew that. I'm shocked that you haven't figured it out yet.\" He threw a mocking smile in my direction, and my breath caught in my throat. Would I ever get used to his perfection? \"I did mention that you looked very nice, didn't I?\" I verified. \"Yes.\" He grinned again. I'd never seen him dress in black before, and, with the contrast against his pale skin, his beauty was absolutely surreal. That much I couldn't deny, even if the fact that he was wearing a tuxedo made me very nervous. Not quite as nervous as the dress. Or the shoe. Only one shoe, as my other foot was still securely encased in plaster. But the stiletto heel, held on only by satin ribbons, certainly wasn't going to help me as I tried to hobble around. \"I'm not coming over anymore if Alice is going to treat me like Guinea Pig Barbie when I do,\" I griped. I'd spent the better part of the day in Alice's staggeringly vast bathroom, a helpless victim as she played hairdresser and cosmetician. Whenever I fidgeted or complained, she reminded me that she didn't have any memories of being human, and asked me not to ruin her vicarious fun. Then she'd dressed me in the most ridiculous dress — deep blue, frilly and off the shoulders, with French tags I couldn't read — a dress more suitable for a runway than Forks. Nothing good could come of our formal attire, of that I was sure. Unless… but I was afraid to put my suspicions into words, even in my own head.  I was distracted then by the sound of a phone ringing. Edward pulled his cell phone from a pocket inside his jacket, looking briefly at the caller ID before answering. \"Hello, Charlie,\" he said warily. \"Charlie?\" I frowned. Charlie had been… difficult since my return to Forks. He had compartmentalized my bad experience into two defined reactions. Toward Carlisle he was almost worshipfully grateful. On the other hand, he was stubbornly convinced that Edward was at fault — because, if not for him, I wouldn't have left home in the first place. And Edward was far from disagreeing with him. These days I had rules that hadn't existed before: curfews… visiting hours. Something Charlie was saying made Edward's eyes widen in disbelief, and then a grin spread across his face. \"You're kidding!\" He laughed. \"What is it?\" I demanded. He ignored me. \"Why don't you let me talk to him?\" Edward suggested with evident pleasure. He waited for a few seconds. \"Hello, Tyler, this is Edward Cullen.\" His voice was very friendly, on the surface. I knew it well enough to catch the soft edge of menace. What was Tyler doing at my house? The awful truth began to dawn on me. I looked again at the inappropriate dress Alice had forced me into. \"I'm sorry if there's been some kind of miscommunication, but Bella is unavailable tonight.\" Edward's tone changed, and the threat in his voice was suddenly much more evident as he continued. \"To be perfectly honest, she'll be unavailable every night, as far as anyone besides myself is concerned. No offense. And I'm sorry about your evening.\" He didn't sound sorry at all. And then he snapped the phone shut, a huge smirk on his face. My face and neck flushed crimson with anger. I could feel the rage-induced tears starting to fill my eyes. He looked at me in surprise. \"Was that last part a bit too much? I didn't mean to offend you.\" I ignored that.  \"You're taking me to the prom!\" I yelled. It was embarrassingly obvious now. If I'd been paying any attention at all, I'm sure I would have noticed the date on the posters that decorated the school buildings. But I'd never dreamed he was thinking of subjecting me to this. Didn't he know me at all? He wasn't expecting the force of my reaction, that was clear. He pressed his lips together and his eyes narrowed. \"Don't be difficult, Bella.\" My eyes flashed to the window; we were halfway to the school already. \"Why are you doing this to me?\" I demanded in horror. He gestured to his tuxedo. \"Honestly, Bella, what did you think we were doing?\" I was mortified. First, because I'd missed the obvious. And also because the vague suspicions — expectations, really — that I'd been forming all day, as Alice tried to transform me into a beauty queen, were so far wide of the mark. My half-fearful hopes seemed very silly now. I'd guessed there was some kind of occasion brewing. But prom! That was the furthest thing from my mind. The angry tears rolled over my cheeks. I remembered with dismay that I was very uncharacteristically wearing mascara. I wiped quickly under my eyes to prevent any smudges. My hand was unblackened when I pulled it away; maybe Alice had known I would need waterproof makeup. \"This is completely ridiculous. Why are you crying?\" he demanded in frustration. \"Because I'm mad!\" \"Bella.\" He turned the full force of his scorching golden eyes on me. \"What?\" I muttered, distracted. \"Humor me,\" he insisted. His eyes were melting all my fury. It was impossible to fight with him when he cheated like that. I gave in with poor grace. \"Fine,\" I pouted, unable to glare as effectively as I would have liked. \"I'll go quietly. But you'll see. I'm way overdue for more bad luck. I'll probably break my other leg. Look at this shoe! It's a death trap!\" I held out my good leg as evidence. \"Hmmm.\" He stared at my leg longer than was necessary. \"Remind me to thank Alice for that tonight.\" \"Alice is going to be there?\" That comforted me slightly. \"With Jasper, and Emmett… and Rosalie,\" he admitted. The feeling of comfort disappeared. There had been no progress with Rosalie, though I was on quite good terms with her sometimes-husband. Emmett enjoyed having me around — he thought my bizarre human reactions were hilarious… or maybe it was just the fact that I fell down a lot that he found so funny. Rosalie acted as if I didn't exist. While I shook my head to dispel the direction my thoughts had taken, I thought of something else. \"Is Charlie in on this?\" I asked, suddenly suspicious. \"Of course.\" He grinned, and then chuckled. \"Apparently Tyler wasn't, though.\" I gritted my teeth. How Tyler could be so delusional, I couldn't imagine. At school, where Charlie couldn't interfere, Edward and I were inseparable — except for those rare sunny days. We were at the school now; Rosalie's red convertible was conspicuous in the parking lot. The clouds were thin today, a few streaks of sunlight escaping through far away in the west. He got out and walked around the car to open my door. He held out his hand. I sat stubbornly in my seat, arms folded, feeling a secret twinge of smugness. The lot was crowded with people in formal dress: witnesses. He couldn't remove me forcibly from the car as he might have if we'd been alone. He sighed. \"When someone wants to kill you, you're brave as a lion — and then when someone mentions dancing…\" He shook his head. I gulped. Dancing. \"Bella, I won't let anything hurt you — not even yourself. I won't let go of you once, I promise.\" I thought about that and suddenly felt much better. He could see that in my face. \"There, now,\" he said gently, \"it won't be so bad.\" He leaned down and wrapped one arm around my waist. I took his other hand and let him lift me from the car. He kept his arm tightly around me, supporting me as I limped toward the school. In Phoenix, they held proms in hotel ballrooms. This dance was in the gym, of course. It was probably the only room in town big enough for a dance. When we got inside, I giggled. There were actual balloon arches and twisted garlands of pastel crepe paper festooning the walls. \"This looks like a horror movie waiting to happen,\" I snickered. \"Well,\" he muttered as we slowly approached the ticket table — he was carrying most of my weight, but I still had to shuffle and wobble my feet forward — \"there are more than enough vampires present.\" I looked at the dance floor; a wide gap had formed in the center of the floor, where two couples whirled gracefully. The other dancers pressed to the sides of the room to give them space — no one wanted to stand in contrast with such radiance. Emmett and Jasper were intimidating and flawless in classic tuxedos. Alice was striking in a black satin dress with geometric cutouts that bared large triangles of her snowy white skin. And Rosalie was… well, Rosalie. She was beyond belief. Her vivid scarlet dress was backless, tight to her calves where it flared into a wide ruffled train, with a neckline that plunged to her waist. I pitied every girl in the room, myself included. \"Do you want me to bolt the doors so you can massacre the unsuspecting townsfolk?\" I whispered conspiratorially. \"And where do you fit into that scheme?\" He glared. \"Oh, I'm with the vampires, of course.\" He smiled reluctantly. \"Anything to get out of dancing.\" \"Anything.\" He bought our tickets, then turned me toward the dance floor. I cringed against his arm and dragged my feet. \"I've got all night,\" he warned. Eventually he towed me out to where his family was twirling elegantly — if in a style totally unsuitable to the present time and music. I watched in horror. \"Edward.\" My throat was so dry I could only manage a whisper. \"I honestly can't dance!\" I could feel the panic bubbling up inside my chest. \"Don't worry, silly,\" he whispered back. \"I can.\" He put my arms around his neck and lifted me to slide his feet under mine. And then we were whirling, too. \"I feel like I'm five years old,\" I laughed after a few minutes of effortless waltzing. \"You don't look five,\" he murmured, pulling me closer for a second, so that my feet were briefly a foot from the ground. Alice caught my eye on a turn and smiled in encouragement — I smiled back. I was surprised to realize that I was actually enjoying myself… a little. \"Okay, this isn't half bad,\" I admitted. But Edward was staring toward the doors, and his face was angry. \"What is it?\" I wondered aloud. I followed his gaze, disoriented by the spinning, but finally I could see what was bothering him. Jacob Black, not in a tux, but in a long-sleeved white shirt and tie, his hair smoothed back into his usual ponytail, was crossing the floor toward us. After the first shock of recognition, I couldn't help but feel bad for Jacob. He was clearly uncomfortable — excruciatingly so. His face was apologetic as his eyes met mine. Edward snarled very quietly. \"Behave!\" I hissed. Edward's voice was scathing. \"He wants to chat with you.\" Jacob reached us then, the embarrassment and apology even more evident on his face. \"Hey, Bella, I was hoping you would be here.\" Jacob sounded like he'd been hoping the exact opposite. But his smile was just as warm as ever.  \"Hi, Jacob.\" I smiled back. \"What's up?\" \"Can I cut in?\" he asked tentatively, glancing at Edward for the first time. I was shocked to notice that Jacob didn't have to look up. He must have grown half a foot since the first time I'd seen him. Edward's face was composed, his expression blank. His only answer was to set me carefully on my feet, and take a step back. \"Thanks,\" Jacob said amiably. Edward just nodded, looking at me intently before he turned to walk away. Jacob put his hands on my waist, and I reached up to put my hands on his shoulders. \"Wow, Jake, how tall are you now?\" He was smug. \"Six-two.\" We weren't really dancing — my leg made that impossible. Instead we swayed awkwardly from side to side without moving our feet. It was just as well; the recent growth spurt had left him looking gangly and uncoordinated, he was probably no better a dancer than I was. \"So, how did you end up here tonight?\" I asked without true curiosity. Considering Edward's reaction, I could guess. \"Can you believe my dad paid me twenty bucks to come to your prom?\" he admitted, slightly ashamed. \"Yes, I can,\" I muttered. \"Well, I hope you're enjoying yourself, at least. Seen anything you like?\" I teased, nodding toward a group of girls lined up against the wall like pastel confections. \"Yeah,\" he sighed. \"But she's taken.\" He glanced down to meet my curious gaze for just a second — then we both looked away, embarrassed. \"You look really pretty, by the way,\" he added shyly. \"Um, thanks. So why did Billy pay you to come here?\" I asked quickly, though I knew the answer. Jacob didn't seem grateful for the subject change; he looked away, uncomfortable again. \"He said it was a 'safe' place to talk to you. I swear the old man is losing his mind.\" I joined in his laughter weakly. \"Anyway, he said that if I told you something, he would get me that master cylinder I need,\" he confessed with a sheepish grin. \"Tell me, then. I want you to get your car finished.\" I grinned back. At least Jacob didn't believe any of this. It made the situation a bit easier. Against the wall, Edward was watching my face, his own face expressionless. I saw a sophomore in a pink dress eyeing him with timid speculation, but he didn't seem to be aware of her. Jacob looked away again, ashamed. \"Don't get mad, okay?\" \"There's no way I'll be mad at you, Jacob,\" I assured him. \"I won't even be mad at Billy. Just say what you have to.\" \"Well — this is so stupid, I'm sorry, Bella — he wants you to break up with your boyfriend. He asked me to tell you 'please.'\" He shook his head in disgust. \"He's still superstitious, eh?\" \"Yeah. He was… kind of over the top when you got hurt down in Phoenix. He didn't believe…\"Jacob trailed off self-consciously. My eyes narrowed. \"I fell.\" \"I know that,\" Jacob said quickly. \"He thinks Edward had something to do with me getting hurt.\" It wasn't a question, and despite my promise, I was angry.  Jacob wouldn't meet my eyes. We weren't even bothering to sway to the music, though his hands were still on my waist, and mine around his neck. \"Look, Jacob, I know Billy probably won't believe this, but just so you know\" — he looked at me now, responding to the new earnestness in my voice — \"Edward really did save my life. If it weren't for Edward and his father, I'd be dead.\" \"I know,\" he claimed, but he sounded like my sincere words had affected him some. Maybe he'd be able to convince Billy of this much, at least. \"Hey, I'm sorry you had to come do this, Jacob,\" I apologized. \"At any rate, you get your parts, right?\" \"Yeah,\" he muttered. He was still looking awkward… upset. \"There's more?\" I asked in disbelief. \"Forget it,\" he mumbled, \"I'll get a job and save the money myself.\" I glared at him until he met my gaze. \"Just spit it out, Jacob.\" \"It's so bad.\" \"I don't care. Tell me,\" I insisted. \"Okay… but, geez, this sounds bad.\" He shook his head. \"He said to tell you, no, to warn you, that — and this is his plural, not mine\" — he lifted one hand from my waist and made little quotations marks in the air — '\"We'll be watching.'\" He watched warily for my reaction. It sounded like something from a mafia movie. I laughed out loud. \"Sorry you had to do this, Jake,\" I snickered. \"I don't mind that much.\" He grinned in relief. His eyes were appraising as they raked quickly over my dress. \"So, should I tell him you said to butt the hell out?\" he asked hopefully. \"No,\" I sighed. \"Tell him I said thanks. I know he means well.\" The song ended, and I dropped my arms. His hands hesitated at my waist, and he glanced at my bum leg. \"Do you want to dance again? Or can I help you get somewhere?\" Edward answered for me. \"That's all right, Jacob. I'll take it from here.\" Jacob flinched, and stared wide-eyed at Edward, who stood just beside us. \"Hey, I didn't see you there,\" he mumbled. \"I guess I'll see you around, Bella.\" He stepped back, waving halfheartedly. I smiled. \"Yeah, I'll see you later.\" \"Sorry,\" he said again before he turned for the door. Edward's arms wound around me as the next song started. It was a little up-tempo for slow dancing, but that didn't seem to concern him. I leaned my head against his chest, content. \"Feeling better?\" I teased. \"Not really,\" he said tersely. \"Don't be mad at Billy,\" I sighed. \"He just worries about me for Charlie's sake. It's nothing personal.\" \"I'm not mad at Billy,\" he corrected in a clipped voice. \"But his son is irritating me.\" I pulled back to look at him. His face was very serious. \"Why?\" \"First of all, he made me break my promise.\" I stared at him in confusion. He half-smiled. \"I promised I wouldn't let go of you tonight,\" he explained. \"Oh. Well, I forgive you.\" \"Thanks. But there's something else.\" Edward frowned. I waited patiently. \"He called you pretty,\" he finally continued, his frown deepening. \"That's practically an insult, the way you look right now. You're much more than beautiful.\" I laughed. \"You might be a little biased.\" \"I don't think that's it. Besides, I have excellent eyesight.\" We were twirling again, my feet on his as he held me close. \"So are you going to explain the reason for all of this?\" I wondered. He looked down at me, confused, and I glared <em>meaningfully</em> at the crepe paper. He considered for a moment, and then changed direction, spinning me through the crowd to the back door of the gym. I caught a glimpse of Jessica and Mike dancing, staring at me curiously. Jessica waved, and I smiled back quickly. Angela was there, too, looking blissfully happy in the arms of little Ben Cheney; she didn't look up from his eyes, a head lower than hers. Lee and Samantha, Lauren, glaring toward us, with Conner; I could name every face that spiraled past me. And then we were outdoors, in the cool, dim light of a fading sunset. As soon as we were alone, he swung me up into his arms, and carried me across the dark grounds till he reached the bench beneath the shadow of the madrone trees. He sat there, keeping me cradled against his chest. The moon was already up, visible through the gauzy clouds, and his face glowed pale in the white light. His mouth was hard, his eyes troubled. \"The point?\" I prompted softly. He ignored me, staring up at the moon. \"Twilight, again,\" he murmured. \"Another ending. No matter how perfect the day is, it always has to end.\" \"Some things don't have to end,\" I muttered through my teeth, instantly tense. He sighed. \"I brought you to the prom,\" he said slowly, finally answering my question, \"because I don't want you to miss anything. I don't want my presence to take anything away from you, if I can help it. I want you to be human. I want your life to continue as it would have if I'd died in nineteen-eighteen like I should have.\" I shuddered at his words, and then shook my head angrily. \"In what strange parallel dimension would I ever have gone to prom of my own free will? If you weren't a thousand times stronger than me, I would never have let you get away with this.\" He smiled briefly, but it didn't touch his eyes. \"It wasn't so bad, you said so yourself.\" \"That's because I was with you.\" We were quiet for a minute; he stared at the moon and I stared at him. I wished there was some way to explain how very uninterested I was in a normal human life. \"Will you tell me something?\" he asked, glancing down at me with a slight smile. \"Don't I always?\" \"Just promise you'll tell me,\" he insisted, grinning. I knew I was going to regret this almost instantly. \"Fine.\" \"You seemed honestly surprised when you figured out that I was taking you here,\" he began. \"I was,\" I interjected. \"Exactly,\" he agreed. \"But you must have had some other theory… I'm curious — what did you think I was dressing you up for?\" Yes, instant regret. I pursed my lips, hesitating. \"I don't want to tell you.\" \"You promised,\" he objected. \"I know.\" \"What's the problem?\" I knew he thought it was mere embarrassment holding me back. \"I think it will make you mad — or sad.\"  His brows pulled together over his eyes as he thought that through. \"I still want to know. Please?\" I sighed. He waited. \"Well… I assumed it was some kind of… occasion. But I didn't think it would be some trite human thing… prom!\" I scoffed. \"Human?\" he asked flatly. He'd picked up on the key word. I looked down at my dress, fidgeting with a stray piece of chiffon. He waited in silence. \"Okay,\" I confessed in a rush. \"So I was hoping that you might have changed your mind… that you were going to change me, after all.\" A dozen emotions played across his face. Some I recognized: anger… pain… and then he seemed to collect himself and his expression became amused. \"You thought that would be a black tie occasion, did you?\" he teased, touching the lapel of his tuxedo jacket. I scowled to hide my embarrassment. \"I don't know how these things work. To me, at least, it seems more rational than prom does.\" He was still grinning. \"It's not funny,\" I said. \"No, you're right, it's not,\" he agreed, his smile fading. \"I'd rather treat it like a joke, though, than believe you're serious.\" \"But I am serious.\" He sighed deeply. \"I know. And you're really that willing?\" The pain was back in his eyes. I bit my lip and nodded. \"So ready for this to be the end,\" he murmured, almost to himself, \"for this to be the twilight of your life, though your life has barely started. You're ready to give up everything.\" \"It's not the end, it's the beginning,\" I disagreed under my breath. \"I'm not worth it,\" he said sadly. \"Do you remember when you told me that I didn't see myself very clearly?\" I asked, raising my eyebrows. \"You obviously have the same blindness.\" \"I know what I am.\" I sighed. But his mercurial mood shifted on me. He pursed his lips, and his eyes were probing. He examined my face for a long moment.  \"You're ready now, then?\" he asked. \"Um.\" I gulped. \"Yes?\" He smiled, and inclined his head slowly until his cold lips brushed against the skin just under the corner of my jaw. \"Right now?\" he whispered, his breath blowing cool on my neck. I shivered involuntarily. \"Yes,\" I whispered, so my voice wouldn't have a chance to break. If he thought I was bluffing, he was going to be disappointed. I'd already made this decision, and I was sure. It didn't matter that my body was rigid as a plank, my hands balled into fists, my breathing erratic… He chuckled darkly, and leaned away. His face did look disappointed. \"You can't really believe that I would give in so easily,\" he said with a sour edge to his mocking tone. \"A girl can dream.\" His eyebrows rose. \"Is that what you dream about? Being a monster?\" \"Not exactly,\" I said, frowning at his word choice. Monster, indeed. \"Mostly I dream about being with you forever.\" His expression changed, softened and saddened by the subtle ache in my voice. \"Bella.\" His fingers lightly traced the shape of my lips. \"I will stay with you — isn't that enough?\" I smiled under his fingertips. \"Enough for now.\" He frowned at my tenacity. No one was going to surrender tonight. He exhaled, and the sound was practically a growl. I touched his face. \"Look,\" I said. \"I love you more than everything else in the world combined. Isn't that enough?\" \"Yes, it is enough,\" he answered, smiling. \"Enough for forever.\" And he leaned down to press his cold lips once more to my throat.",
            "vi": "EPILOGUE:AN OCCASION       ĐOẠN KẾT. SỰ KIỆN ĐÁNG NHỚ Edward đỡ tôi vào trong xe hơi, rất cẩn thận với mớ lụa the, mấy cái hoa anh đính vào mái tóc quăn được tạo kiểu rất công phu của tôi, và cả cái chân bó bột kềnh càng của tôi nữa. Anh lờ đi miệng tôi đang mím lại tức giận.  Khi đặt tôi đâu vào đấy rồi, anh ngồi vào ghế dành cho tài xế rồi lùi xe ra  con đường dài và hẹp.  \"Đến bao giờ thì anh mới nói cho em biết chuyện gì đang xảy ra?\" Tôi gắt gỏng hỏi. Tôi thiệt là ghét ba chuyện bất ngờ. Và anh biết thế.  \"Anh ngạc nhiên hết sức vì em vẫn chưa nghĩ ra được.\" Anh ném một nụ cười nhạo báng về phía  tôi, và tôi nghẹn thở.  Bao giờ tôi mới quen được sự hoàn hảo của anh đây? \"Em đã nói là anh trông rất đẹp trai rồi, phải không?\" Tôi muốn xác minh.  \"Ừ. \" Anh lại cười toe toét. Tôi chưa bao giờ thấy anh mặc đồ đen cả, và, chính sự tương phản với làn da nhợt nhạt của anh, mà vẻ đẹp của anh trở nên hết sức huyền ảo. Huyền ảo đến nỗi tôi không thể phủ nhận được, cho dù việc anh mặc vét-tông đen làm tôi hết sức căng thẳng.  Thế nhưng vẫn chưa căng thẳng bằng bộ váy này. Hay chiếc giày này.  Chỉ một chiếc giày thôi, vì chân kia của tôi vẫn còn bị bó bột kỹ lưỡng. Nhưng gót giày nhọn và cao, thắt ruy-băng xa-tanh, chắc chắn chẳng ích gì khi tôi cố đi tập tễnh đây đó.  \"Lần sau em sẽ không chịu để Alice đối xử với em giống như Barbie chuột bạch nữa đâu” tôi kêu ca.  Tôi đã ở gần trọn ngày trong phòng tắm rộng mênh mông của Alice, trở thành một nạn nhân khốn khổ để cô đóng vai thợ làm đầu và chuyên gia trang điểm.  Hễ tôi mà sốt ruột hay than phiền, cô lại nhắc nhở tôi rằng cô chẳng hề có chút ký ức gì về con người cả, nên mong tôi đừng có phá hỏng niềm vui trải nghiệm này của cô.  Rồi cô mặc cho tôi kiểu áo buồn cười nhất – màu xanh đậm, có diềm đăng-ten và hở vai, có mạc bằng tiếng Pháp tôi không biết đọc – cái áo đầm thích hợp để mặc trên sàn diễn hơn là mặc ở Forks. Chẳng thể có điều tốt đẹp nào đến với bộ đồ trang trọng của chúng tôi cả, tôi chắc chắn thế. Trừ phi …nhưng tôi không dám bày tỏ sự ngờ vực của mình thành lời, dù chỉ trong suy nghĩ.  Rồi tôi bị phân tâm vì có tiếng điện thoại reo.  Edward lôi chiếc điện thoại di động trong túi áo khoác ra, nhìn nhanh vào số người gọi rồi mới trả lời.  \"Chào Charlie, \" anh thận trọng lên tiếng.  “Charlie?\" Tôi cau mày.  Charlie đã trở nên ... khó tính khi tôi về lại Forks. Ông chia chuyện tồi tệ xảy ra cho tôi thành hai cách phản ứng rõ ràng.  Đối với bác sĩ Carlisle, thì ông gần như biết ơn sùng bái. Nhưng mặt khác, ông bướng bỉnh đoan chắc Edward có lỗi trong chuyện này -- bởi vì, nếu không phải tại vì anh, thì tôi đã chẳng bỏ nhà ra đi. Và Edward thì gần như đồng tình với ông. Trong những ngày này tôi phải tuân theo những quy định trước đây chưa hề có như: phải ở trong nhà không được đi chơi... giờ thăm viếng.  Charlie đang nói cái gì đó khiến mắt Edward trợn tròn hoài nghi rồi anh cười toe toét.  \"Chắc bác nói giỡn!\" Anh cười to.  “Gì vậy?\" Tôi hỏi gặng.  Anh lờ tôi. “Sao bác không để cháu nói chuyện với anh ta?\" Edward vui vẻ đề nghị. Anh đợi vài giây.  “Chào Tyler, tôi là Edward Cullen đây.” Giọng anh rất thân thiện, bề ngoài thôi. Tôi hiểu điều đó đủ rõ để nhận ra hơi hướng đe doạ. Tyler đang làm gì ở nhà tôi chứ?  Sự thật khủng khiếp bắt đầu rõ dần với tôi. Tôi nhìn lần nữa vào chiếc áo không phù hợp mà Alice đã ép tôi mặc.  \"Tôi xin lỗi vì đã có hiểu lầm, nhưng Bella đêm nay không rảnh.” Giọng Edward thay đổi, và vẻ đe doạ trong giọng anh đột ngột rõ hơn khi anh nói tiếp. \"Thật lòng mà nói, cô ấy đêm nào cũng không rảnh hết, chẳng rảnh với ai cả ngoài tôi.  Đừng mếch lòng. Và tôi rất tiếc vì đã làm hỏng buổi tối của bạn.” Giọng anh chẳng có vẻ hối tiếc  chút nào. Rồi anh cúp điện thoại cái cụp, nở một nụ cười hết sức tự mãn trên mặt.  Cổ và mặt tôi đỏ rần lên vì giận. Tôi cảm nhận được những giọt nước mắt tức tối đang bắt đầu tràn mi.  Anh nhìn tôi ngạc nhiên. \"Đoạn cuối hơi quá đáng hả?  Anh không có ý làm em khó chịu.” Tôi lờ đi chuyện đó.  \"Anh đang đưa em đi khiêu vũ!\" Tôi thét.  Bây giờ thì quá rõ ràng rồi.  Nếu tôi để ý một chút, chắc chắn tôi đã thấy ngày tháng ghi trên mấy tấm áp phích trang trí các toà nhà trong trường.  Nhưng tôi chẳng bao giờ tưởng tượng anh lại nghĩ đến việc bắt tôi làm chuyện này.  Anh không hiểu tôi chút nào sao? Anh không ngờ tôi phản ứng dữ dội như thế, điều đó quá rõ ràng. Anh mím chặt môi lại và nheo mắt. \"Đừng cố chấp thế, Bella.” Mắt tôi liếc nhanh qua cửa sổ; chúng tôi đã nửa đường đến trường rồi.  \"Tại sao anh lại làm vậy với em?\" Tôi kinh hoàng hỏi.  Anh chỉ tay vào chiếc áo vét-tông của mình. \"Nói thật đi, Bella, thế em nghĩ mình sắp làm gì?\" Tôi cảm thấy muốn chun xuống đất vì xấu  hổ. Trước hết, vì tôi không thấy được cái điều hết sức rõ ràng. Cũng bởi vì những nghi ngờ mơ hồ – thật ra là những mong đợi – mà tôi ấp ủ suốt cả ngày, khi Alice cố biến tôi thành hoa hậu, đã chẳng hề dính dáng gì đến chuyện tôi nghĩ.  Niềm hy vọng pha lẫn lo sợ kia giờ đây có vẻ quá ngu ngốc.  Tôi đoán sắp xảy ra một sự kiện đặc biệt nào đó. Nhưng không phải là buổi khiêu vũ!  Chuyện đó nằm ngoài suy nghĩ của tôi.  Những giọt nước mắt giận dữ lăn trên má. Tôi thảng thốt nhớ là mình đang chải mascara. Tôi lau nhanh nước mắt để khỏi bị lem. Bàn tay tôi không bị đen lem nhem khi chùi chúng; chắc Alice biết tôi cần trang điểm không thấm nước.  \"Thiệt hết sức buồn cười. Sao em lại khóc?\" anh thất vọng hỏi.  \"Vì em khùng!” \"Bella.”  Anh chuyển toàn bộ sức mạnh của đôi mắt vàng cháy bỏng lên tôi.  \"Gì chứ?\" Tôi lẩm bẩm, bị phân tâm.  \"Làm anh vui đi,” anh nài nỉ.  Đôi mắt anh làm tan chảy mọi cơn thịnh nộ trong tôi. Không thể nào cãi nhau với anh khi anh gian lận như thế. Tôi miễn cưỡng chịu thua.  \"Được thôi, \" tôi bĩu môi, không thể nhìn anh trừng trừng như tôi muốn vậy.  \"Em sẽ không làm om sòm. Nhưng rồi anh sẽ thấy. Tình hình này thế nào em cũng sẽ bị xui xẻo nữa cho xem. Có lẽ em sẽ làm gãy luôn cái chân kia. Nhìn chiếc giày này nè! Nó hết sức nguy hiểm!\" Tôi giơ cái chân không bị thương ra làm bằng chứng.  \"Hừm. \" Anh nhìn chằm chằm vào chân tôi lâu hơn cần thiết. \"Đêm nay nhớ nhắc anh cảm ơn Alice chuyện đó nhé.” \"Alice sẽ đến đó à ?\" Điều đó an ủi tôi phần nào.  \"Với Jasper, và Emmett và Rosalie, \" anh thú nhận.  Cảm giác an ủi biến mất.  Chẳng có tiến triển gì trong quan hệ của tôi với Rosalie, cho dù tôi khá thân với chồng cô.  Emmett thích có tôi quanh quẩn bên cạnh – anh cho rằng phản ứng con người kỳ quái của tôi thật vui nhộn...  hoặc có thể chỉ do tôi vấp ngã riết nên anh thấy buồn cười. Rosalie làm như thể tôi chẳng hề tồn tại. Khi tôi đang lắc đầu xua đuổi hướng đi của suy nghĩ của mình, tôi nghĩ đến chuyện khác.  \"Charlie biết việc này à?\" Tôi hỏi, bỗng dưng thấy nghi ngờ.  \"Dĩ nhiên rồi.” Anh cười toe toét, rồi cười khúc khích. “Nhưng hình như Tyler thì không.” Tôi nghiến răng. Sao mà Tyler có thể hoang tưởng đến thế, tôi thực không thể tưởng tượng nổi.  Ở trường, nơi Charlie không thể can thiệp vào, Edward và tôi luôn ở bên nhau - ngoại trừ những ngày nắng hiếm hoi. Bây giờ chúng tôi đã đến trường; chiếc xe mui trần màu đỏ của Rosalie nổi bật thấy rõ trong bãi đậu xe. Hôm nay mây thưa hơn, một vài vệt nắng chiếu xa xa ở phía tây.  Anh bước ra và đi vòng mở cửa xe cho tôi. Anh chìa tay ra.  Tôi ngồi lỳ trên ghế, khoanh tay, khoái trá thầm. Bãi đậu xe đầy người mặc đồ trang trọng: những người chứng kiến.  Anh không thể lôi tôi ra khỏi xe theo kiểu anh sẽ làm nếu chỉ có tôi và anh.  Anh thở dài. \"Khi có người muốn giết em, em dũng cảm như một chú sư tử – thế mà khi có người nói đến chuyện khiêu vũ thì… \" anh lắc đầu.  Tôi nuốt nhanh trong cuống họng. Khiêu vũ.  \"Bella, anh sẽ không để cho bất cứ thứ gì làm em đau - ngay cả chính bản thân em. Anh sẽ không rời xa em dù chỉ một lần. “ Tôi nghĩ về điều đó và đột ngột cảm thấy dễ chịu hơn nhiều. Anh có thể nhìn thấy điều đó trên  mặt tôi.  “Đấy, nào,” anh nói dịu dàng, \"sẽ không tệ lắm đâu.”  Anh cúi xuống và choàng một tay quanh eo tôi. Tôi nắm tay kia của anh và để anh nâng tôi ra khỏi xe.  Anh cứ vòng tay ôm chặt tôi, đỡ tôi đi khập khiễng về phía trường.  Ở Phoenix, người ta tổ chức khiêu vũ trong phòng khiêu vũ của khách sạn.  Còn ở đây, buổi khiêu vũ này được tổ chức trong phòng tập thể dục, dĩ nhiên rồi.  Đây có lẽ là phòng duy nhất trong thị trấn đủ lớn để tổ chức khiêu vũ. Khi chúng tôi vào bên trong, tôi cười khúc khích. Có mái vòm treo bong bóng và vòng hoa quấn giấy kép màu tùng lam trang trí trên tường.  “Trông giống như sắp chiếu phim kinh dị vậy, “ tôi cười khúc khích.  “Ờ, \" anh lẩm bẩm khi chúng tôi từ từ tiến đến gần bàn vé - anh gần như nâng toàn bộ trọng lượng cơ thể của tôi, nhưng tôi vẫn phải lê chân và nhảy về phía trước - \"Có quá nhiều ma cà rồng.\" Tôi nhìn vào sàn khiêu vũ; có một khoảng rộng ở giữa sàn, nơi có hai cặp đang xoay tròn duyên dáng. Những đôi khác đang nép vào các bên để chừa chỗ cho họ - không ai muốn mình đối chọi với sự lộng lẫy như thế. Emmett và Jasper có vẻ đáng gờm và hoàn hảo trong bộ áo xmốc-king. Alice nổi bật trong chiếc áo đầm bằng vải xa - tanh đen khoét lỗ hình học để lộ làn da trắng như tuyết của cô dưới các lỗ khoét tam giác lớn. Còn Rosalie... ừm, Rosalie.  Cô thì không thể tưởng tượng nỗi.  Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xoè rộng thành đuôi váy diềm đăng-ten, với đường viền cổ xẻ sâu đến eo. Tôi cảm thấy thương hại cho mọi cô gái trong phòng, trong đó có tôi.  \"Anh có muốn em cài then cửa để anh thảm sát dân trong thị trấn vô tư này không?\" Tôi thì thầm bí ẩn.  “Và em ở bên nào trong kế hoạch đó?\" Anh nhìn trừng trừng.  \"Ồ, dĩ nhiên, em theo ma cà rồng. \" Anh mỉm cười miễn cưỡng. \"Làm bất cứ thứ gì để khỏi phải khiêu vũ hả.” \"Bất cứ thứ gì. \" Anh mua vé cho chúng tôi, rồi dìu tôi về phía sàn nhảy. Tôi nép vào tay anh và lê chân.  \"Anh có nguyên đêm mà,” anh cảnh báo.  Cuối cùng anh dìu tôi ra chỗ gia đình anh đang xoay tròn thanh nhã -  có điều theo phong cách hoàn toàn không phù hợp với thời điểm và âm nhạc hiện tại. Tôi khiếp sợ nhìn.  \"Edward. \" Cổ  họng tôi khô đến nỗi tôi chỉ có thể thì thầm. \" Em thực không biết nhảy mà!\" Tôi có thể cảm nhận được nỗi lo sợ trào dâng trong lồng ngực.  \"Đừng lo, ngốc à, \" anh thì thầm lại. \" Anh biết.”  Anh choàng tay tôi quanh cổ anh và nâng tôi lên để lách chân anh vào dưới chân tôi.  Và rồi chúng tôi cũng xoay tròn.  \"Em cảm thấy như em mới năm tuổi, \" tôi cười sau vài phút nhảy van-xơ hết sức dễ dàng.  \"Em không giống năm tuổi chút nào, \" anh thì thầm, kéo tôi vào gần anh hơn một chút, khiến chân tôi cách mặt đất một foot.  Alice bắt gặp ánh mắt tôi khi đang xoay và mỉm cười động viên - tôi mỉm cười đáp lại. Tôi ngạc nhiên thấy mình đang vui thực sự ... hơi hơi.  \"Ổn rồi, không tệ chút nào,” tôi thú nhận.  Nhưng Edward đang nhìn về phía cánh cửa, và mặt anh giận dữ.  \"Có chuyện gì vậy?\" Tôi bật hỏi thành tiếng. Tôi nhìn theo ánh mắt anh, mất phương hướng vì xoay theo điệu nhạc, nhưng cuối cùng cũng thấy được chuyện làm anh bực mình. Jacob Black, không mặc áo xmốc-king, mà mặc áo sơ mi trắng dài tay và thắt cà vạt, tóc chải ngược ra sau cột đuôi gà như thường lệ, đang băng qua sàn đi về hướng chúng tôi.  Sau phút sững người nhận ra nhau, tôi không thể không cảm thấy ân hận cho Jacob. Anh chàng rõ ràng không thoải mái cho lắm – hết sức đau khổ nữa là đằng khác. Mặt anh chàng tỏ vẻ hối lỗi khi mắt chúng tôi giao nhau.  Edward gầm gừ khe khẽ.  \"Đàng hoàng chứ!\" Tôi rít lên.  Giọng Edward gay gắt. \"Anh ta muốn nói chuyện với em. \" Rồi Jacob đến bên chúng tôi, vẻ bối rối và hối lỗi càng lộ rõ hơn trên mặt anh.   \"Chào, Bella, tôi hi vọng bạn sẽ ở đây. \"  Giọng Jacob nghe giống như anh chàng mong điều ngược lại. Nhưng nụ cười của anh vẫn ấm áp như mọi khi.  \"Chào Jacob. \" Tôi mỉm cười đáp lại. \"Có chuyện gì thế?\" \"Tôi có thể thay chỗ anh được không ?\" anh ta hỏi dò, liếc Edward lần đầu tiên. Tôi hết sức bất ngờ khi nhận ra rằng Jacob chẳng cần phải ngước mặt lên. Hẳn anh chàng đã cao thêm nửa foot kể từ lần đầu tôi gặp anh.  Edward có vẻ bình tĩnh, không biểu lộ gì trên mặt. Câu trả lời duy nhất của anh là cẩn thận đặt tôi đứng xuống, rồi lùi lại một bước.  \"Cám ơn,\" Jacob hoà nhã nói.  Edward chỉ gật đầu, nhìn tôi chằm chằm rồi mới quay lưng bước đi.  Jacob đưa tay ôm eo tôi, và tôi đưa tay lên đặt lên vai anh.  \"Wow, Jake, bây giờ bạn cao bao nhiêu rồi?\" Anh chàng có vẻ tự mãn. “Sáu phẩy hai foot.” Thật ra chúng tôi chả nhảy nhót gì cả vì cái chân tôi. Thay vì đó, chúng tôi vụng về lắc lư qua lại mà chẳng hề nhúc nhích đôi chân. Cũng may là; do gần đây cao lên nhanh như thổi nên nhìn anh có vẻ lóng ngóng và vụng về, có lẽ anh chàng cũng chẳng nhảy giỏi gì hơn tôi.  \"Nè, sao đêm nay bạn lại đến đây?\" Tôi hỏi không giấu nỗi tò mò thật sự.  Qua phản ứng của Edward, tôi cũng đoán ra.  \"Bạn có thể tin nỗi không bố tôi trả tôi hai mươi đồng để đến buổi khiêu vũ này đấy?\" anh chàng thú nhận, hơi xấu hổ.  \"Có, tin chứ, \" tôi lẩm bẩm. \"À, tôi hy vọng bạn ít ra cũng sẽ vui vẻ.  Đã tìm ra người bạn thích chưa?\" Tôi trêu chọc, hất đầu về phía một nhóm thiếu nữ đang đứng tựa lưng vào tường giống như bức vẽ phối  màu.  \"Rồi, \" anh chàng thở dài. \" Nhưng cô ấy đã có bạn nhảy rồi. \" Anh chàng nhìn xuống để gặp ánh nhìn tò mò của tôi trong thoáng chốc - rồi cả hai đều quay đi, bối rối.  \" À này, bạn trông rất xinh\"  anh chàng bẽn lẽn nói thêm.  \"Ừm, cám ơn. Vậy tại sao Billy bảo bạn đến đây ?\" Tôi hỏi nhanh, mặc dù tôi đã biết câu trả lời.  Jacob không có vẻ biết ơn vì đề tài thay đổi; anh chàng nhìn sang chỗ khác, lại không thoải mái. \"Ông nói đây là nơi an toàn để nói chuyện với bạn. Tôi dám chắc ông già mất trí rồi.” Tôi cùng cười với anh chàng một cách gượng gạo.  \"Dù sao chăng nữa, ông nói nếu tôi nói cho bạn nghe một chuyện, ông sẽ kiếm cho tôi cái xy-lanh chính mà tôi đang cần, \" anh chàng thú nhận với nụ cười bẽn lẽn.  \"Vậy thì nói đi. Tôi muốn bạn lắp xong cái xe.” Tôi cười toe toét đáp lại. Ít nhất Jacob không tin chuyện này chút nào. Chính điều đó làm tình hình dễ chịu hơn một chút. Edward dựa lưng vào tường, chăm chú nhìn mặt tôi, với vẻ mặt vô cảm. Tôi thấy một em sinh viên năm thứ hai mặc đầm màu hồng quan sát anh với vẻ dò hỏi rụt rè, nhưng anh dường như chẳng hề biết đến cô ta.  Jacob lại nhìn sang chỗ khác, xấu hổ. \"Đừng giận nhé?\" \"Làm sao mà tôi giận bạn được, Jacob, \" tôi quả quyết với anh chàng. \"Thậm chí tôi cũng chẳng giận bác Billy nữa. Cứ nói ra chuyện bạn phải nói.” \"Ừm, - cho tôi xin lỗi, chuyện này hơi ngớ ngẩn một tí, Bella – bố tôi muốn bạn chia tay với bạn trai. Ông bảo tôi nói với bạn rằng “xin bạn”\".  Anh chàng lắc đầu bực bội.  \"Bác ấy vẫn còn mê tín, ha?\" \"Ừ. Ông…hầu như quá đáng khi bạn bị thương ở Phoenix. Ông không tin là…. \" Giọng Jacob nhỏ dần e dè.  Mắt tôi nheo lại. \"Tôi ngã. \" “Tôi biết rồi, “ Jacob nói nhanh.  \"Bác ấy nghĩ anh Edward đã làm gì để tôi bị thương à.” Đó không phải là câu hỏi, và mặc dù tôi đã hứa, tôi vẫn giận điên.  Jacob không nhìn tôi nữa. Chúng tôi thậm chí không thèm lắc lư theo điệu nhạc, cho dù bàn tay anh chàng vẫn để trên eo tôi, và tay tôi đang choàng qua cổ anh chàng.  \"Nè, Jacob, tôi biết Billy có lẽ sẽ không tin việc này, nhưng đúng vậy đó bạn biết không” – lúc này anh chàng nhìn tôi, đáp lại vẻ thành khẩn mới trong giọng tôi - \" Edward thật đã cứu mạng tôi. Nếu không có Edward và cha anh ấy, tôi đã chết rồi.” \"Tôi biết, \" anh chàng tuyên bố, nhưng dường như do những lời chân thành của tôi ảnh hưởng mà thôi. Ít ra, anh chàng sẽ có thể thuyết phục Billy về điều này ít nhiều.  \"Này, tôi xin lỗi vì bạn phải làm chuyện này, Jacob, \" tôi xin  lỗi. \"Dù sao đi nữa, bạn  cũng sẽ nhận được linh kiện mà, phải không?\" \"Ừ, \" anh chàng lẩm bẩm. Anh chàng vẫn có vẻ vụng về… bực bội.  \"Còn gì nữa vậy?\" Tôi nghi ngờ hỏi.  \"Quên chuyện đó đi, \" anh chàng lầm bầm, \" Tôi sẽ kiếm việc làm và tự dành dụm tiền.” Tôi nhìn trừng trừng anh chàng cho đến khi anh chàng nhìn tôi. \"Nói ra đi, Jacob. \" \"Tệ lắm.” \"Tôi không quan tâm. Nói cho tôi biết đi, \" tôi cố nài.  \"Được rồi nhưng, trời, việc này tệ lắm lận. \" Anh chàng lắc đầu. \" Ông nói với tôi là, ồ không, phải cảnh báo bạn là - , - và đây là số nhiều của ông, chứ không phải của tôi \" – anh chàng rút một tay ra khỏi thắt lưng tôi và làm dấu trích dẫn câu nói trong không khí  -  \"Chúng tôi đang theo dõi.”  Anh chàng thận trọng nhìn phản ứng của tôi.  Giống như chuyện trong phim mafia vậy. Tôi cười ầm lên.  \"Xin lỗi vì bạn phải làm việc này, Jake, \" tôi cười khúc khích.  \"Tôi không quan tâm chuyện đó lắm. \" Anh chàng cười nhẹ nhõm. Ánh mắt anh chàng nhận xét khi nhìn nhanh một lượt cái áo đầm của tôi. \"Nè, tôi có nên nói với ông là đừng có xía vô chuyện người khác không?\" anh chàng phấn khởi hỏi .  \"Không, \" tôi thở dài. \"Nói với ông là tôi nói cám ơn. Tôi biết bác ấy có ý  tốt.” Bài hát chấm dứt, và tôi bỏ tay xuống.  Tay anh chàng vẫn lần lữa nơi eo tôi, và anh chàng nhìn lướt qua cái chân vô dụng của tôi. “Bạn có muốn nhảy nữa không? Hay để tôi đưa bạn đến đâu đó ?\" Edward trả lời hộ tôi. “Được rồi, Jacob. Bây giờ tôi sẽ lo chuyện đó từ giờ. \" Jacob chùn bước, tròn xoe mắt nhìn chằm chằm vào Edward, đang đứng ngay bên cạnh chúng tôi.  \"Này, tôi đã chẳng gặp được bạn ở đó,” anh chàng lẩm bẩm. \"Tôi mong sẽ gặp lại bạn đâu đó, Bella.” Anh chàng lùi lại, miễn cưỡng vẫy tay chào tạm biệt.  Tôi mỉm cười. \"Ừ, gặp lại bạn sau. \" “Xin lỗi nhé, \" anh chàng nói lần nữa rồi mới quay ra cửa.  Tay Edward vòng qua tôi khi bài hát tiếp theo bắt đầu. Đó là bản nhạc nhịp hơi nhanh so với điệu slow, nhưng dường như anh không quan tâm đến nhạc. Tôi tựa đầu vào ngực anh, mãn nguyện.  \"Cảm thấy dễ chịu hơn không?\" Tôi trêu chọc.  \"Chưa lắm, \" anh nói gọn lỏn.  \"Đừng giận Billy,” tôi thở dài. \" Bác ấy chỉ lo cho em vì Charlie thôi. Không có ý gì đâu.\" \"Anh không bực Billy, \" Anh đính chính với giọng nhanh và rõ. \"Mà con trai ông ta làm anh phát cáu.” Tôi lùi lại nhìn anh. Mặt anh nghiêm túc.  \"Sao vậy?\" \"Trước tiên, anh ta làm anh không giữ được lời hứa.” Tôi nhìn anh chằm chằm anh không hiểu.  Anh cười nhếch mép. \"Anh đã hứa không rời xa em đêm nay, \" anh giải thích.  \"Ồ, được rồi, em tha thứ cho anh.” \"Cám ơn em. Nhưng còn chuyện khác nữa. \" Edward cau mày.  Tôi kiên nhẫn chờ đợi.  \"Hắn bảo em đẹp, \" anh tiếp tục nói, mày cau nhiều hơn.  \"Thực tế đó là một sự sỉ nhục, dáng vẻ của em hiện giờ. Em hơn cả xinh đẹp.” Tôi cười lớn. \"Có thể anh hơi thiên vị quá đó.” \"Anh không nghĩ thế.  Hơn nữa, mắt anh rất tinh.” Chúng tôi lại xoay theo điệu nhạc, chân tôi trên chân  anh khi anh ôm chặt lấy tôi.  \"Vậy anh có chịu giải thích lý do của toàn bộ chuyện này không?\" Tôi thắc mắc.  Anh nhìn xuống tôi, không hiểu, và tôi liếc nhìn đầy ngụ ý vào tờ giấy kếp.  Anh cân nhắc một lát, rồi đổi hướng, xoay tôi băng qua đám đông ra cửa sau của phòng tập thể dục. Tôi thoáng thấy Jessica và Mike đang khiêu vũ, nhìn tôi chằm chằm tò mò. Jessica vẫy tay, và tôi nhanh nhẹn mỉm cười đáp lại.  Angela cũng ở đó, trông rất tràn trề hạnh phúc trong vòng tay của Ben Cheney tí hon;  cô lúc nào cũng nhìn chằm chằm xuống anh bạn, thấp hơn cô cả cái đầu. Lee và Samantha, Lauren, cùng với Conner nhìn chăm chú về phía chúng tôi; tôi có thể gọi tên từng khuôn mặt đang lướt qua tôi. Và rồi chúng tôi đã ở bên ngoài, trong ánh sáng mờ, dịu mát của mặt trời đang lặn.  Ngay khi chúng tôi chỉ có một mình, anh xốc tôi lên tay, rồi bế tôi băng qua vùng tối tăm cho đến khi anh đến chiếc băng ghế bên dưới bóng cây Madrone. Anh ngồi đó, vẫn bế tôi trước ngực.  Trăng đã lên, sáng bàng bạc qua làn mây mỏng nhẹ, và khuôn mặt anh nhợt nhạt dưới ánh sáng trắng ấy. Miệng anh cay đắng, mắt anh bồn chồn.  \"Mục đích?\" Tôi nhắc khẽ.  Anh lờ tôi, ngước nhìn chăm chú vào mặt trăng.  \"Lại chạng vạng, \" anh thì thầm. \"Lại một ngày nữa trôi qua. Dù ngày có đẹp cách mấy thì cũng đến lúc kết thúc.” \"Một những thứ không phải kết thúc, \" tôi nói thầm qua kẽ răng, lập tức căng thẳng.  Anh thở dài.  \"Anh đưa em đến buổi khiêu vũ,” rốt cuộc anh cũng trả lời câu hỏi của tôi, chậm rãi,  \"vì anh không muốn em để lỡ bất cứ thứ gì.  Anh không muốn sự hiện diện anh tước đi của em mọi thứ, nếu anh làm được điều đó. Anh muốn em là người. Anh muốn đời em tiếp tục như nó lẽ ra phải vậy nếu anh đã chết trong năm một nghìn chín trăm mười tám.” Tôi rùng mình khi nghe lời anh nói, rồi lắc đầu giận dữ. \"Cho dù ở thế giới nào em cũng không thích đi khiêu vũ cả? Nếu anh không mạnh hơn em ngàn lần, thì em sẽ không bao giờ để anh thoát được chuyện này đâu.” Anh thoáng mỉm cười, nhưng đôi mắt thì không. \"Không tệ đến mức vậy đâu, chính em tự nói vậy mà. \" \"Đó là vì em ở bên anh. \" Chúng tôi yên lặng trong một phút; anh nhìn chăm chú vào trăng còn tôi thì nhìn chằm chằm vào anh. Tôi ước mình biết cách giải thích cho anh hiểu là tôi chẳng quan tâm chút nào đến cuộc đời của một người bình thường.  \"Em sẽ kể cho anh nghe một chuyện nhé?\" anh hỏi, liếc nhìn xuống tôi cười nhẹ.  \"Chẳng phải em luôn như thế sao?\" \"Chỉ cần hứa em sẽ kể anh nghe, \" anh khăng khăng, cười toe toét.  Tôi biết thế nào mình cũng sẽ hối tiếc cho xem. \"Em hứa. \" \"Em có vẻ hết sức ngạc nhiên khi biết anh sẽ đưa em đến đây, \" anh bắt đầu.  \"Đúng vậy, \" tôi xen vào.  \"Đúng vậy,” anh đồng ý. \" Nhưng hẳn em đã có giả thuyết khác… Anh muốn biết -  em nghĩ anh bảo em ăn diện như thế để làm gì?\" Quả không sai, hối hận liền. Tôi bặm môi, do dự. \"Em không muốn nói cho anh biết.” \"Em đã hứa rồi,” anh phản đối.  \"Em biết. \" \"Thế đó là chuyện gì?\" Tôi biết anh nghĩ chỉ vì tôi mắc cỡ nên không nói ra. \" Em sợ nó sẽ làm anh nổi giận - hoặc buồn thôi.” Mày anh nhíu lại khi anh hiểu ra.  \"Anh vẫn muốn biết. Làm ơn đi mà?” Tôi thở dài. Anh chờ đợi.  \"Ừm ...  em đoán đó là một ... sự kiện nào đó. Nhưng em không nghĩ là đó chuyện nhàm chán của con người…như khiêu vũ!\" Tôi chế giễu.  \"Của con người?\" anh hỏi thẳng. Anh đã chọn đúng từ quan trọng ấy.  Tôi nhìn xuống áo đầm của mình, vò miếng the mỏng. Anh im lặng chờ đợi.  \"Được rồi, \" tôi vội vã thú nhận. \"Em đã hy vọng anh đổi ý… là rốt cuộc, anh sẽ biến đổi em.” Một tá cảm xúc hiện ra trên mặt anh. Tôi nhận ra một vài trong số đó:  tức giận.. đau đớn…và rồi anh dường như trấn tĩnh lại và vẻ mặt anh trở nên thích thú.  \"Em nghĩ là đó sẽ là một dịp trang trọng à?\" anh sờ vào ve áo vét-tông của mình, trêu tôi.  Tôi quắc mắt giận dữ để giấu xấu hổ. \"Em đâu biết mấy chuyện đó ra sao đâu. Với em, ít ra, chuyện đó còn dễ hiểu hơn là đi dự khiêu vũ. \" Anh vẫn cười toe toét.  “Chả có gì mắc cười hết,” tôi nói.  \"Ừ, em đúng, chẳng có gì buồn cười cả,” anh đồng ý, nụ cười biến mất.  \"Nhưng anh thà coi đó là chuyện  đùa, còn hơn tin là em nghiêm túc.” \"Nhưng em nghiêm túc mà. \" Anh thở dài. \"Anh biết. Và em muốn thế thật sao?” Nỗi đau quay về trong mắt anh. Tôi cắn môi gật đầu.  \"Quá mong muốn điều này đến hồi kết thúc, \" anh thì thầm, gần như với chính mình, “vì chuyện này sẽ là hoàng hôn của đời em, dù đời em chỉ  mới bắt đầu.  Em đã muốn từ bỏ mọi thứ.” \"Không phải là sự kết thúc mà là sự khởi đầu, \" tôi thì thào không đồng tình.  \"Anh không đáng để em làm vậy đâu, \" anh buồn bã nói.  \" Anh có nhớ anh bảo rằng em không nhìn rõ chính em không?\" Tôi nhướng mày hỏi. \"Anh rõ là cũng không biết mình như em thôi. \" \"Anh biết mình là cái giống gì.” Tôi thở dài.  Nhưng tâm trạng hay thay đổi của anh ấy lại chuyển sang tôi. Anh bặm môi, và mắt anh tìm kiếm. Anh nhìn kỹ mặt tôi hồi lâu.  \"Vậy bây giờ em đã sẵn sàng chưa?\" anh hỏi.  \"Ờ.... \" Tôi nuốt nhanh trong cuống họng. \"Sao?\" Anh mỉm cười, rồi từ từ cúi đầu xuống cho đến khi đôi môi lạnh giá của anh mơn man làn da ngay dưới quai hàm tôi.  \"Ngay bây giờ nhé ?\" anh thì thầm, hơi thở anh lành lạnh trên cổ tôi.  Tôi bất giác rùng mình.  \"Vâng, \" tôi thì thầm, để giọng nói của mình không có cơ hội yếu đi. Nếu anh nghĩ tôi đang gạt anh, anh sẽ thất vọng. Tôi đã quyết định rồi, và tôi hoàn toàn dứt khoát. Dù thân tôi cứng đờ, dù tay tôi cuộn lại thành nắm đấm, dù hơi thở tôi ngắt quãng....  Anh cười buồn, và đứng thẳng lại.  Mặt anh lộ vẻ thất vọng.  \"Em đâu thực tin là anh sẽ chịu thua dễ dàng vậy hả,” anh chế giễu chua chát.  \"Ai cấm em mơ ước đâu.” Lông mày anh dựng  lên. \"Đó là điều em mơ ước sao? Làm một con quái vật?” \"Đâu phải vậy,” tôi nói, cau mày vì cách chọn từ của anh. Thực vậy, quái vật.  \"Chủ yếu là em mơ ước được ở bên anh mãi mãi. \" Nét mặt anh thay đổi, dịu lại và buồn bã vì nỗi đau phảng phất trong giọng tôi.  \"Bella.” Ngón tay anh nhẹ nhàng rà trên môi tôi. \"Anh sẽ ở bên em - như thế đủ chưa?\" Tôi mỉm cười dưới đầu ngón tay anh. \"Đủ cho bây giờ thôi.” Anh cau mày vì sự ngoan cố của tôi. Đêm nay chẳng ai chịu đầu hàng cả. Anh thở ra, thực ra là gầm gừ.  Tôi sờ mặt anh. \"Nhìn nè, \" tôi nói. \"Em  yêu anh hơn tất cả mọi thứ trên thế gian này. Thế đủ chưa?\" \"Ờ, thế là đủ rồi, \" anh mỉm cười trả lời . \"Đủ mãi mãi.” Và anh cúi xuống áp đôi môi lạnh giá của mình lên cổ tôi một lần nữa."
        },
        {
            "en": "15          15. THE CULLENS The muted light of yet another cloudy day eventually woke me. I lay with my arm across my eyes, groggy and dazed. Something, a dream trying to be remembered, struggled to break into my consciousness. I moaned and rolled on my side, hoping more sleep would come. And then the previous day flooded back into my awareness. \"Oh!\" I sat up so fast it made my head spin. \"Your hair looks like a haystack… but I like it.”His unruffled voice came from the rocking chair in the corner. \"Edward! You stayed!\" I rejoiced, and thoughtlessly threw myself across the room and into his lap. In the instant that my thoughts caught up with my actions, I froze, shocked by my own uncontrolled enthusiasm. I stared up at him, afraid that I had crossed the wrong line. But he laughed. \"Of course,”He answered, startled, but seeming pleased by my reaction. His hands rubbed my back. I laid my head cautiously against his shoulder, breathing in the smell of his skin. \"I was sure it was a dream.\" \"You're not that creative,”He scoffed. \"Charlie!\" I remembered, thoughtlessly jumping up again and heading to the door. \"He left an hour ago — after reattaching your battery cables, I might add. I have to admit I was disappointed. Is that really all it would take to stop you, if you were determined to go?\" I deliberated where I stood, wanting to return to him badly, but afraid I might have morning breath. \"You're not usually this confused in the morning,”He noted. He held his arms open for me to return. A nearly irresistible invitation. \"I need another human minute,\" I admitted. \"I'll wait.\" I skipped to the bathroom, my emotions unrecognizable. I didn't know myself, inside or out. The face in the mirror was practically a stranger — eyes too bright, hectic spots of red across my cheekbones. After I brushed my teeth, I worked to straighten out the tangled chaos that was my hair. I splashed my face with cold water, and tried to breathe normally, with no noticeable success. I half-ran back to my room.  It seemed like a miracle that he was there, his arms still waiting for me. He reached out to me, and my heart thumped unsteadily. \"Welcome back,”He murmured, taking me into his arms. He rocked me for a while in silence, until I noticed that his clothes were changed, his hair smooth. \"You left?\" I accused, touching the collar of his fresh shirt. \"I could hardly leave in the clothes I came in — what would the neighbors think?\"  I pouted. \"You were very deeply asleep; I didn't miss anything.”His eyes gleamed. \"The talking came earlier.\" I groaned. \"What did you hear?\" His gold eyes grew very soft. \"You said you loved me.\" \"You knew that already,\" I reminded him, ducking my head. \"It was nice to hear, just the same.\" I hid my face against his shoulder. \"I love you,\" I whispered. \"You are my life now,”He answered simply. There was nothing more to say for the moment. He rocked us back and forth as the room grew lighter. \"Breakfast time,”He said eventually, casually — to prove, I'm sure, that he remembered all my human frailties. So I clutched my throat with both hands and stared at him with wide eyes. Shock crossed his face. \"Kidding!\" I snickered. \"And you said I couldn't act!\" He frowned in disgust. \"That wasn't funny.\" \"It was very funny, and you know it.\" But I examined his gold eyes carefully, to make sure that I was forgiven. Apparently, I was. \"Shall I rephrase?”He asked. \"Breakfast time for the human.\" \"Oh, okay.\" He threw me over his stone shoulder, gently, but with a swiftness that left me breathless. I protested as he carried me easily down the stairs, but he ignored me. He sat me right side up on a chair. The kitchen was bright, happy, seeming to absorb my mood. \"What's for breakfast?\" I asked pleasantly. That threw him for a minute. \"Er, I'm not sure. What would you like?”His marble brow puckered. I grinned, hopping up. \"That's all right, I fend for myself pretty well. Watch me hunt.\" I found a bowl and a box of cereal. I could feel his eyes on me as I poured the milk and grabbed a spoon. I sat my food on the table, and then paused. \"Can I get you anything?\" I asked, not wanting to be rude. He rolled his eyes. \"Just eat, Bella.\" I sat at the table, watching him as I took a bite. He was gazing at me, studying my every movement. It made me self-conscious. I cleared my mouth to speak, to distract him. \"What's on the agenda for today?\" I asked. \"Hmmm…\" I watched him frame his answer carefully. \"What would you say to meeting my family?\" I gulped. \"Are you afraid now?”He sounded hopeful. \"Yes,\" I admitted; how could I deny it — he could see my eyes. \"Don't worry.”He smirked. \"I'll protect you.\" \"I'm not afraid of them,\" I explained. \"I'm afraid they won't… like me. Won't they be, well, surprised that you would bring someone… like me… home to meet them? Do they know that I know about them?\" \"Oh, they already know everything. They'd taken bets yesterday, you know\" — he smiled, but his voice was harsh — \"on whether I'd bring you back, though why anyone would bet against Alice, I can't imagine. At any rate, we don't have secrets in the family. It's not really feasible, what with my mind reading and Alice seeing the future and all that.\" \"And Jasper making you feel all warm and fuzzy about spilling your guts, don't forget that.\" \"You paid attention,”He smiled approvingly. \"I've been known to do that every now and then.\" I grimaced. \"So did Alice see me coming?\" His reaction was strange. \"Something like that,”He said uncomfortably, turning away so I couldn't see his eyes. I stared at him curiously. \"Is that any good?”He asked, turning back to me abruptly and eyeing my breakfast with a teasing look on his face. \"Honestly, it doesn't look very appetizing.\" \"Well, it's no irritable grizzly…\" I murmured, ignoring him when he glowered. I was still wondering why he responded that way when I mentioned Alice. I hurried through my cereal, speculating. He stood in the middle of the kitchen, the statue of Adonis again, staring abstractedly out the back windows. Then his eyes were back on me, and he smiled his heartbreaking smile. \"And you should introduce me to your father, too, I think.\" \"He already knows you,\" I reminded him. \"As your boyfriend, I mean.\" I stared at him with suspicion. \"Why?\" \"Isn't that customary?”He asked innocently. \"I don't know,\" I admitted. My dating history gave me few reference points to work with. Not that any normal rules of dating applied here. \"That's not necessary, you know. I don't expect you to… I mean, you don't have to pretend for me.\" His smile was patient. \"I'm not pretending.\" I pushed the remains of my cereal around the edges of the bowl, biting my lip. \"Are you going to tell Charlie I'm your boyfriend or not?”He demanded. \"Is that what you are?\" I suppressed my internal cringing at the thought of Edward and Charlie and the word boy friend all in the same room at the same time. \"It's a loose interpretation of the word 'boy,' I'll admit.\"  \"I was under the impression that you were something more, actually,\" I confessed, looking at the table. \"Well, I don't know if we need to give him all the gory details.”He reached across the table to lift my chin with a cold, gentle finger. \"But he will need some explanation for why I'm around here so much. I don't want Chief Swan getting a restraining order put on me.\" \"Will you be?\" I asked, suddenly anxious. \"Will you really be here?\" \"As long as you want me,”He assured me. \"I'll always want you,\" I warned him. \"Forever.\" He walked slowly around the table, and, pausing a few feet away, he reached out to touch his fingertips to my cheek. His expression was unfathomable. \"Does that make you sad?\" I asked. He didn't answer. He stared into my eyes for an immeasurable period of time. \"Are you finished?”He finally asked. I jumped up. \"Yes.\" \"Get dressed — I'll wait here.\" It was hard to decide what to wear. I doubted there were any etiquette books detailing how to dress when your vampire sweetheart takes you home to meet his vampire family. It was a relief to think the word to myself. I knew I shied away from it intentionally. I ended up in my only skirt — long, khaki-colored, still casual. I put on the dark blue blouse he'd once complimented. A quick glance in the mirror told me my hair was entirely impossible, so I pulled it back into a pony tail. \"Okay.\" I bounced down the stairs. \"I'm decent.\" He was waiting at the foot of the stairs, closer than I'd thought, and I bounded right into him. He steadied me, holding me a careful distance away for a few seconds before suddenly pulling me closer. \"Wrong again,”He murmured in my ear. \"You are utterly indecent — no one should look so tempting, it's not fair.\" \"Tempting how?\" I asked. \"I can change…\" He sighed, shaking his head. \"You are so absurd.”He pressed his cool lips delicately to my forehead, and the room spun. The smell of his breath made it impossible to think.  \"Shall I explain how you are tempting me?”He said. It was clearly a rhetorical question. His fingers traced slowly down my spine, his breath coming more quickly against my skin. My hands were limp on his chest, and I felt lightheaded again. He tilted his head slowly and touched his cool lips to mine for the second time, very carefully, parting them slightly. And then I collapsed. \"Bella?”His voice was alarmed as he caught me and held me up. \"You… made… me… faint,\" I accused him dizzily. \"What am I going to do with you?”He groaned in exasperation. \"Yesterday I kiss you, and you attack me! Today you pass out on me!\" I laughed weakly, letting his arms support me while my head spun. \"So much for being good at everything,”He sighed. \"That's the problem.\" I was still dizzy. \"You're too good. Far, far too good.\" \"Do you feel sick?”He asked; he'd seen me like this before. \"No — that wasn't the same kind of fainting at all. I don't know what happened.\" I shook my head apologetically, \"I think I forgot to breathe.\" \"I can't take you anywhere like this.\" \"I'm fine,\" I insisted. \"Your family is going to think I'm insane anyway, what's the difference?\" He measured my expression for a moment. \"I'm very partial to that color with your skin,”He offered unexpectedly. I flushed with pleasure, and looked away. \"Look, I'm trying really hard not to think about what I'm about to do, so can we go already?\" I asked. \"And you're worried, not because you're headed to meet a houseful of vampires, but because you think those vampires won't approve of you, correct?\" \"That's right,\" I answered immediately, hiding my surprise at his casual use of the word. He shook his head. \"You're incredible.\" I realized, as he drove my truck out of the main part of town, that I had no idea where he lived. We passed over the bridge at the Calawah River, the road winding northward, the houses flashing past us growing farther apart, getting bigger. And then we were past the other houses altogether, driving through misty forest. I was trying to decide whether to ask or be patient, when he turned abruptly onto an unpaved road. It was unmarked, barely visible among the ferns. The forest encroached on both sides, leaving the road ahead only discernible for a few meters as it twisted, serpentlike, around the ancient trees. And then, after a few miles, there was some thinning of the woods, and we were suddenly in a small meadow, or was it actually a lawn? The gloom of the forest didn't relent, though, for there were six primordial cedars that shaded an entire acre with their vast sweep of branches. The trees held their protecting shadow right up to the walls of the house that rose among them, making obsolete the deep porch that wrapped around the first story. I don't know what I had expected, but it definitely wasn't this. The house was timeless, graceful, and probably a hundred years old. It was painted a soft, faded white, three stories tall,   rectangular and well proportioned. The windows and doors were either part of the original structure or a perfect restoration. My truck was the only car in sight. I could hear the river close by, hidden in the obscurity of the forest. \"Wow.\" \"You like it?”He smiled. \"It… has a certain charm.\" He pulled the end of my ponytail and chuckled. \"Ready?”He asked, opening my door. \"Not even a little bit — let's go.\" I tried to laugh, but it seemed to get stuck in my throat. I smoothed my hair nervously. \"You look lovely.”He took my hand easily, without thinking about it. We walked through the deep shade up to the porch. I knew he could feel my tension; his thumb rubbed soothing circles into the back of my hand. He opened the door for me. The inside was even more surprising, less predictable, than the exterior. It was very bright, very open, and very large. This must have originally been several rooms, but the walls had been removed from most of the first floor to create one wide space. The back, south-facing wall had been entirely replaced with glass, and, beyond the shade of the cedars, the lawn stretched bare to the wide river. A massive curving staircase dominated the west side of the room. The walls, the high-beamed ceiling, the wooden floors, and the thick carpets were all varying shades of white. Waiting to greet us, standing just to the left of the door, on a raised portion of the floor by a spectacular grand piano, were Edward's parents. I'd seen Dr. Cullen before, of course, yet I couldn't help but be struck again by his youth, his outrageous perfection. At his side was Esme, I assumed, the only one of the family I'd never seen before. She had the same pale, beautiful features as the rest of them. Something about her heart-shaped face, her billows of soft, caramel-colored hair, reminded me of the ingénues of the silent-movie era. She was small, slender, yet less angular, more rounded than the others. They were both dressed casually, in light colors that matched the inside of the house. They smiled in welcome, but made no move to approach us. Trying not to frighten me, I guessed. \"Carlisle, Esme,”Edward's voice broke the short silence, \"this is Bella.\" \"You're very welcome, Bella.”Carlisle's step was measured, careful as he approached me. He raised his hand tentatively, and I stepped forward to shake hands with him. \"It's nice to see you again, Dr. Cullen.\" \"Please, call me Carlisle.\" \"Carlisle.\" I grinned at him, my sudden confidence surprising me. I could feel Edward's relief at my side. Esme smiled and stepped forward as well, reaching for my hand. Her cold, stone grasp was just as I expected. \"It's very nice to know you,\" she said sincerely. \"Thank you. I'm glad to meet you, too.”And I was. It was like meeting a fairy tale — Snow White, in the flesh. \"Where are Alice and Jasper?”Edward asked, but no one answered, as they had just appeared at the top of the wide staircase. \"Hey, Edward!”Alice called enthusiastically. She ran down the stairs, a streak of black hair and white skin, coming to a sudden and graceful stop in front of me. Carlisle and Esme shot warning glances at her, but I liked it. It was natural — for her, anyway. \"Hi, Bella!”Alice said, and she bounced forward to kiss my cheek. If Carlisle and Esme had looked cautious before, they now looked staggered. There was shock in my eyes, too, but I was also very pleased that she seemed to approve of me so entirely. I was startled to feel Edward stiffen at my side. I glanced at his face, but his expression was unreadable. \"You do smell nice, I never noticed before,\" she commented, to my extreme embarrassment. No one else seemed to know quite what to say, and then Jasper was there — tall and leonine. A feeling of ease spread through me, and I was suddenly comfortable despite where I was. Edward stared at Jasper, raising one eyebrow, and I remembered what Jasper could do.  \"Hello, Bella,\" Jasper said. He kept his distance, not offering to shake my hand. But it was impossible to feel awkward near him. \"Hello, Jasper.\" I smiled at him shyly, and then at the others. \"It's nice to meet you all — you have a very beautiful home,\" I added conventionally. \"Thank you,”Esme said. \"We're so glad that you came.\" She spoke with feeling, and I realized that she thought I was brave. I also realized that Rosalie and Emmett were nowhere to be seen, and I remembered Edward's too-innocent denial when I'd asked him if the others didn't like me. Carlisle's expression distracted me from this train of thought; he was gazing <em>meaningfully</em> at Edward with an intense expression. Out of the corner of my eye, I saw Edward nod once. I looked away, trying to be polite. My eyes wandered again to the beautiful instrument on the platform by the door. I suddenly remembered my childhood fantasy that, should I ever win a lottery, I would buy a grand piano for my mother. She wasn't really good — she only played for herself on our secondhand upright — but I loved to watch her play. She was happy, absorbed — she seemed like a new, mysterious being to me then, someone outside the \"mom\" persona I took for granted. She'd put me through lessons, of course, but like most kids, I whined until she let me quit. Esme noticed my preoccupation. \"Do you play?\" she asked, inclining her head toward the piano. I shook my head. \"Not at all. But it's so beautiful. Is it yours?\" \"No,\" she laughed. \"Edward didn't tell you he was musical?\" \"No.\" I glared at his suddenly innocent expression with narrowed eyes. \"I should have known, I guess.\" Esme raised her delicate eyebrows in confusion. \"Edward can do everything, right?\" I explained. Jasper snickered and Esme gave Edward a reproving look. \"I hope you haven't been showing off— it's rude,\" she scolded. \"Just a bit,”He laughed freely. Her face softened at the sound, and they shared a brief look that I didn't understand, though Esme's face seemed almost smug. \"He's been too modest, actually,\" I corrected. \"Well, play for her,”Esme encouraged. \"You just said showing off was rude,”He objected. \"There are exceptions to every rule,\" she replied. \"I'd like to hear you play,\" I volunteered. \"It's settled then.”Esme pushed him toward the piano. He pulled me along, sitting me on the bench beside him. He gave me a long, exasperated look before he turned to the keys. And then his fingers flowed swiftly across the ivory, and the room was filled with a composition so complex, so luxuriant, it was impossible to believe only one set of hands played. I felt my chin drop, my mouth open in astonishment, and heard low chuckles behind me at my reaction. Edward looked at me casually, the music still surging around us without a break, and winked. \"Do you like it?\" \"You wrote this?\" I gasped, understanding. He nodded. \"It's Esme's favorite.\" I closed my eyes, shaking my head. \"What's wrong?\" \"I'm feeling extremely insignificant.\" The music slowed, transforming into something softer, and to my surprise I detected the melody of his lullaby weaving through the profusion of notes. \"You inspired this one,”He said softly. The music grew unbearably sweet. I couldn't speak. \"They like you, you know,”He said conversationally. \"Esme especially.\" I glanced behind me, but the huge room was empty now. \"Where did they go?\" \"Very subtly giving us some privacy, I suppose.\" I sighed. \"They like me. But Rosalie and Emmett…\" I trailed off, not sure how to express my doubts. He frowned. \"Don't worry about Rosalie,”He said, his eyes wide and persuasive. \"She'll come around.\" I pursed my lips skeptically. \"Emmett?\" \"Well, he thinks I'm a lunatic, it's true, but he doesn't have a problem with you. He's trying to reason with Rosalie.\" \"What is it that upsets her?\" I wasn't sure if I wanted to know the answer. He sighed deeply. \"Rosalie struggles the most with… with what we are.  It's hard for her to have someone on the outside know the truth. And she's a little jealous.\" \"Rosalie is jealous of me?\" I asked incredulously. I tried to imagine a universe in which someone as breathtaking as Rosalie would have any possible reason to feel jealous of someone like me. \"You're human.”He shrugged. \"She wishes that she were, too.\" \"Oh,\" I muttered, still stunned. \"Even Jasper, though…\" \"That's really my fault,”He said. \"I told you he was the most recent to try our way of life. I warned him to keep his distance.\" I thought about the reason for that, and shuddered. \"Esme and Carlisle… ?\" I continued quickly, to keep him from noticing. \"Are happy to see me happy. Actually, Esme wouldn't care if you had a third eye and webbed feet. All this time she's been worried about me, afraid that there was something missing from my essential makeup, that I was too young when Carlisle changed me… She's ecstatic. Every time I touch you, she just about chokes with satisfaction.\" \"Alice seems very… enthusiastic.\" \"Alice has her own way of looking at things,”He said through tight lips. \"And you're not going to explain that, are you?\" A moment of wordless communication passed between us. He realized that I knew he was keeping something from me. I realized that he wasn't going to give anything away. Not now. \"So what was Carlisle telling you before?\" His eyebrows pulled together. \"You noticed that, did you?\" I shrugged. \"Of course.\" He looked at me thoughtfully for a few seconds before answering. \"He wanted to tell me some news — he didn't know if it was something I would share with you.\" \"Will you?\" \"I have to, because I'm going to be a little… overbearingly protective over the next few days — or weeks — and I wouldn't want you to think I'm naturally a tyrant.\" \"What's wrong?\" \"Nothing's wrong, exactly. Alice just sees some visitors coming soon. They know we're here, and they're curious.\" \"Visitors?\" \"Yes… well, they aren't like us, of course — in their hunting habits, I mean. They probably won't come into town at all, but I'm certainly not going to let you out of my sight till they're gone.\" I shivered. \"Finally, a rational response!”He murmured. \"I was beginning to think you had no sense of self-preservation at all.\" I let that one pass, looking away, my eyes wandering again around the spacious room. He followed my gaze. \"Not what you expected, is it?”He asked, his voice smug. \"No,\" I admitted. \"No coffins, no piled skulls in the corners; I don't even think we have cobwebs… what a disappointment this must be for you,”He continued slyly. I ignored his teasing. \"It's so light… so open.\" He was more serious when he answered. \"It's the one place we never have to hide.\" ,  The song he was still playing, my song, drifted to an end, the final chords shifting to a more melancholy key. The last note hovered poignantly in the silence. \"Thank you,\" I murmured. I realized there were tears in my eyes. I dabbed at them, embarrassed. He touched the corner of my eye, trapping one I missed. He lifted his finger, examining the drop of moisture broodingly. Then, so quickly I couldn't be positive that he really did, he put his finger to his mouth to taste it. I looked at him questioningly, and he gazed back for a long moment before he finally smiled. \"Do you want to see the rest of the house?\" \"No coffins?\" I verified, the sarcasm in my voice not entirely masking the slight but genuine anxiety I felt. He laughed, taking my hand, leading me away from the piano. \"No coffins,”He promised. We walked up the massive staircase, my hand trailing along the satin-smooth rail. The long hall at the top of the stairs was paneled with a honey-colored wood, the same as the floorboards. \"Rosalie and Emmett's room… Carlisle's office… Alice's room…”He gestured as he led me past the doors. He would have continued, but I stopped dead at the end of the hall, staring incredulously at the ornament hanging on the wall above my head. Edward chuckled at my bewildered expression. \"You can laugh,”He said. \"It is sort of ironic.\" I didn't laugh. My hand raised automatically, one finger extended as if to touch the large wooden cross, its dark patina contrasting with the lighter tone of the wall. I didn't touch it, though I was curious if the aged wood would feel as silky as it looked. \"It must be very old,\" I guessed. He shrugged. \"Early sixteen-thirties, more or less.\" I looked away from the cross to stare at him. \"Why do you keep this here?\" I wondered. \"Nostalgia. It belonged to Carlisle's father.\" \"He collected antiques?\" I suggested doubtfully. \"No. He carved this himself. It hung on the wall above the pulpit in the vicarage where he preached.\" I wasn't sure if my face betrayed my shock, but I returned to gazing at the simple, ancient cross, just in case. I quickly did the mental math; the cross was over three hundred and seventy years old. The silence stretched on as I struggled to wrap my mind around the concept of so many years. \"Are you all right?”He sounded worried. \"How old is Carlisle?\" I asked quietly, ignoring his question, still staring up. \"He just celebrated his three hundred and sixty-second birthday,”Edward said. I looked back at him, a million questions in my eyes. He watched me carefully as he spoke. \"Carlisle was born in London, in the sixteen-forties, he believes. Time wasn't marked as accurately then, for the common people anyway. It was just before Cromwell's rule, though.\" I kept my face composed, aware of his scrutiny as I listened. It was easier if I didn't try to believe. \"He was the only son of an Anglican pastor. His mother died giving birth to him. His father was an intolerant man. As the Protestants came into power, he was enthusiastic in his persecution of Roman Catholics and other religions. He also believed very strongly in the reality of evil. He led hunts for witches, werewolves… and vampires.\" I grew very still at the word. I'm sure he noticed, but he went on without pausing. \"They burned a lot of innocent people — of course the real creatures that he sought were not so easy to catch. \"When the pastor grew old, he placed his obedient son in charge of the raids. At first Carlisle was a disappointment; he was not quick to accuse, to see demons where they did not exist. But he was persistent, and more clever than his father. He actually discovered a coven of true vampires that lived hidden in the sewers of the city, only coming out by night to hunt. In those days, when monsters were not just myths and legends, that was the way many lived. \"The people gathered their pitchforks and torches, of course\" — his brief laugh was darker now — \"and waited where Carlisle had seen the monsters exit into the street. Eventually one emerged.\" His voice was very quiet; I strained to catch the words. \"He must have been ancient, and weak with hunger. Carlisle heard him call out in Latin to the others when he caught the scent of the mob. He ran through the streets, and Carlisle — he was twenty-three and very fast — was in the lead of the pursuit. The creature could have easily outrun them, but Carlisle thinks he was too hungry, so he turned and attacked. He fell on Carlisle first, but the others were close behind, and he turned to defend himself. He killed two men, and made off with a third, leaving Carlisle bleeding in the street.\" He paused. I could sense he was editing something, keeping something from me. \"Carlisle knew what his father would do. The bodies would be burned — anything infected by the monster must be destroyed. Carlisle acted instinctively to save his own life. He crawled away from the alley while the mob followed the fiend and his victim. He hid in a cellar, buried himself in rotting potatoes for three days. It's a miracle he was able to keep silent, to stay undiscovered. \"It was over then, and he realized what he had become.\" I'm not sure what my face was revealing, but he suddenly broke off. \"How are you feeling?”He asked. \"I'm fine,\" I assured him. And, though I bit my lip in hesitation, he must have seen the curiosity burning in my eyes. He smiled. \"I expect you have a few more questions for me.\" \"A few.\" His smile widened over his brilliant teeth. He started back down the hall, pulling me along by the hand. \"Come on, then,”He encouraged. \"I'll show you.\"",
            "vi": "15        15. Gia đình Cullen  Cuối cùng, ánh sáng lờ mờ của một ngày hứa hẹn nhiều mây khác đã đánh thức tôi. Tôi nằm, gác tay qua mắt, hoa mắt và mê mụ. Một chuyện gì đó, một giấc mơ ráng nhớ ra, cố chen vào ý thức tôi. Tôi rên rỉ và lăn qua một bên, hi vọng sẽ ngủ thêm được một chút. Thế rồi ngày hôm trước bỗng ập về trong tâm trí. \"Ôi !”Tôi ngồi bật dậy quá nhanh làm đầu óc quay cuồng.  \"Tóc em rối bù ... nhưng anh thích thế.”  Giọng điềm tĩnh của anh vang lên từ chiếc ghế bập bênh để ở góc phòng.  \"Edward! Anh đã ở lại!\"  Tôi hoan hỉ, lao qua phòng một cách khinh suất sà vào lòng anh. Ngay khi ý thức được hành động của mình, tôi cứng người, hoảng sợ chính niềm phấn khích không kiềm chế được của mình. Tôi nhìn lên anh, e sợ mình đã vượt quá giới hạn.  Nhưng anh cười.  \"Dĩ nhiên, “Anh trả lời, giật mình, nhưng có vẻ hài lòng với phản ứng của tôi.  Tay anh xoa lưng tôi.  Tôi cẩn thận tựa đầu vào vai anh, hít thở mùi da thịt anh.  \"Em cứ ngỡ đó là một giấc mơ.” \"Em đâu sáng tạo đến thế,”Anh chế giễu.  \"Charlie !”Tôi nhớ lại, lại đứng bật dậy khinh suất và đi về phía cửa.  \"Bố em đã đi cách đây một tiếng đồng hồ rồi - sau khi gắn lại mấy dây cáp bình ắc-quy cho em. Anh phải thú nhận là anh thất vọng. Có phải thực sự mấy chuyện đó có thể ngăn cản em sao, nếu em đã quyết đi?\" Tôi suy nghĩ cân nhắc tại chỗ đang đứng, muốn quay về bên anh hết sức, nhưng sợ miệng hôi vì chưa đánh răng.  \"Em ít khi bối rối vào buổi sáng, “Anh lưu ý. Anh giang tay đón tôi quay lại. Lời mời hầu như không từ chối nỗi.  \"Em cần một phút làm người, “Tôi thú nhận.  \"Anh sẽ đợi.” Tôi tót đến phòng tắm, cảm xúc của tôi không hiểu nỗi. Tôi không còn nhận ra mình nữa, dù là bề ngoài hay bề trong. Khuôn mặt trong gương rõ ràng là của một người xa lạ - mắt sáng quắc, má ửng hồng cuồng nhiệt. Sau khi chải răng, tôi hì hục chải cho thẳng mớ lộn xộn rối nùi vốn là mái tóc của tôi. Tôi tạt nước lạnh vô mặt, rồi cố hít thở bình thường, tuy chẳng mấy thành công. Tôi đi như chạy trở về phòng.  Như một phép màu vì anh ở đó, vòng tay vẫn chờ đợi. Anh giang tay đón tôi, và tim tôi lỗi nhịp.  \"Mừng em quay lại, “Anh thì thầm, ôm tôi vào vòng tay.  Anh lặng lẽ đong đưa tôi một chốc, đến khi tôi nhận ra anh đã thay quần áo, mái tóc láng mượt.  \"Anh đã bỏ đi à?”Tôi buộc tội, sờ cổ áo sơ mi mới thay của anh.  \"Anh khó có thể ra ngoài bằng quần áo đã đến đây - hàng xóm sẽ nghĩ gì chứ?\" Tôi bĩu môi.  \"Em đã ngủ rất say;  Anh chẳng để lỡ thứ gì. \" mắt anh lấp lánh.  \"Mớ sớm lắm.” Tôi rên rỉ. \"Anh đã nghe thấy gì?” Đôi mắt vàng của anh trở nên dịu dàng. \"Em nói em yêu anh.” \"Anh biết chuyện đó rồi còn gì, “Tôi nhắc anh, cúi đầu.  \"Dẫu vậy, nghe vẫn thật tuyệt. \" Tôi giấu mặt vào vai anh.  \"Em yêu anh,”Tôi thì thầm.  \"Em bây giờ là cuộc đời anh, “Anh trả lời giản dị.  Không còn gì để nói trong một chốc. Anh đong đưa chúng tôi qua lại khi phòng sáng dần.  \"Đến giờ điểm tâm rồi, “Cuối cùng anh nói tự nhiên – tôi chắc, để chứng minh, anh nhớ mọi bản tính yếu đuối của con người tôi.  Thế là tôi chộp lấy cổ họng mình bằng hai tay và nhìn anh chằm chằm bằng đôi mắt mở to.  Nỗi bàng hoàng hiện trên mặt anh.  \"Giỡn thôi mà!”Tôi cười khúc khích. \"Tại anh nói em không biết diễn kịch chi!\" Anh cau mày ghê tởm. \"Chẳng vui chút nào.” \"Vui thấy mồ, và anh biết vậy mà. “Nhưng tôi nhìn kỹ đôi mắt vàng của anh, để chắc mình đã được tha thứ. Rõ là đúng vậy.  \"Anh có cần nói lại không?”Anh hỏi. \" Đến giờ cho con người ăn điểm tâm rồi.” \"Ồ, đồng ý. \" Anh ném tôi qua bờ vai rắn chắc của anh, nhẹ nhàng, nhưng thật nhanh làm tôi ngừng thở. Tôi vùng vẫy chống cự khi anh vác tôi dễ dàng xuống cầu thang, nhưng anh lờ tôi đi. Anh đặt tôi ngồi ngay ngắn trên ghế.  Nhà bếp sáng sủa, hạnh phúc, như cùng chung tâm trạng với tôi.  \"Bữa sáng có gì đây?”Tôi thích thú hỏi.  Câu ấy làm anh ngập ngừng một phút.  \"Ơ, anh không biết. Em thích dùng gì?\" Vầng trán cẩm thạch của anh nhăn lại.  Tôi cười toe toét, khoái trá.  \"Không sao đâu, em tự xoay sở khá giỏi.  Xem em đi săn nè.” Tôi lấy ra một cái tô và một hộp ngũ cốc. Tôi có thể cảm thấy mắt anh nhìn tôi khi tôi rót sữa và chộp lấy cái muỗng. Tôi đặt thức ăn lên bàn, rồi dừng lại.  \"Anh không dùng gì sao?”Tôi hỏi, không muốn thô lỗ.  Anh trợn tròn mắt. \"Cứ ăn đi, Bella. \" Tôi ngồi vào bàn, nhìn anh khi ăn một miếng. Anh đang nhìn chằm chằm vào tôi, nghiên cứu từng động tác của tôi. Điều đó làm tôi e dè. Tôi làm sạch miệng để nói, để làm anh phân tâm.  \"Chương trình làm việc hôm nay là gì?”Tôi hỏi.  \"Hmmm... “Tôi ngắm nhìn anh cẩn thận sắp xếp câu trả lời. \" Gặp gia đình anh, em thấy sao?” Tôi nuốt nhanh.  \"Em sợ rồi phải không?\"  Giọng anh tràn trề hy vọng.  \"Vâng, “Tôi thú nhận; sao có thể chối được - anh có thể nhìn thấy điều ấy trong mắt tôi.  \"Đừng lo.”  Anh cười tự mãn. “Anh sẽ bảo vệ em. \" \"Em không sợ họ, “Tôi giải thích. \"Em sợ mọi người sẽ không … thích em.  Liệu mọi người, ờ thì, có bị bất ngờ không nếu anh đưa ai đó … như em … về nhà để gặp họ? Mọi người có biết em biết về họ không?\" \"Ồ, mọi người đều biết cả.  Hôm qua họ còn đánh cuộc nữa, em biết không\" - anh mỉm cười, nhưng giọng anh gay gắt - \"đánh cuộc xem anh có đưa em về nhà trở lại không, mặc dù anh không thể hiểu được tại sao ai cũng muốn đánh cuộc với Alice.  Dù sao đi nữa, gia đình  anh không giấu nhau chuyện gì.  Cũng chẳng làm được chuyện đó, khi anh thì đọc được suy nghĩ còn Alice thì nhìn thấy tương lai vân vân.” \"Còn Jasper làm anh cảm thấy hết sức thoải mái và yên tâm để kể hết ra mấy chuyện riêng tư của anh, đừng quên chuyện đó nữa. \" \"Em để ý nhỉ, “Anh mỉm cười đồng tình.  \"Em nổi tiếng vậy mà. “Tôi nhăn nhó. \"Vậy Alice nhìn thấy em sẽ đến?\" Phản ứng anh thật lạ. \"Giông giống vậy, “Anh nói không thoải mái, quay lưng đi để tôi không thể nhìn thấy mắt anh. Tôi nhìn anh chằm chằm tò mò.  \"Có ngon không?”Anh hỏi, quay lại về phía tôi đột ngột và đưa mắt hướng về bữa điểm tâm của tôi với ánh nhìn trêu chọc. \"Thành thật mà nói thì trông không có vẻ ngon lành gì cả.” \"Ừm, đâu phải gấu xám nổi khùng đâu mà ngon…”Tôi thì thầm, lờ đi khi anh trừng mắt nhìn. Tôi vẫn còn không hiểu tại sao anh phản ứng như thế khi tôi đề cập đến Alice. Tôi ăn qua loa cho xong tô ngũ cốc, vừa phỏng đoán.  Anh đứng giữa nhà bếp, lại như tượng thần Adonis, nhìn lơ đãng ra cửa sổ sau nhà.  Sau đó mắt anh quay lại tôi, và anh mỉm cười nụ cười buồn khổ.  \"Anh nghĩ em cũng nên giới thiệu anh với bố em.” \"Bố em đã biết anh rồi mà, “Tôi nhắc anh.  \"Ý anh là như bạn trai của em đó.” Tôi nhìn anh chằm chằm nghi ngờ. \"Tại sao chứ?\" \"Đó không phải là phong tục sao?”Anh ngây thơ hỏi.  \"Em không biết, “Tôi thú nhận. Bề dầy kinh nghiệm hò hẹn của tôi không giúp được gì. Chưa kể đến luật hẹn hò được áp dụng ở đây.  \"Anh biết là không cần thiết mà.  Em không nghĩ anh ... Ý em là, anh đâu cần phải giả vờ vì em.” Nụ cười anh kiên nhẫn. \"Anh sẽ không giả vờ. \" Tôi đẩy ngũ cốc còn lại quanh mép tô, cắn môi.  \"Em có chịu kể cho Charlie biết anh là bạn trai của em hay không?”Anh hỏi.  \"Có phải anh là thế không đã chứ?”Tôi kềm không co rúm người với ý nghĩ Edward và Charlie và từ bạn trai ở trong cùng một căn phòng cùng một lúc.  \"Anh công nhận từ “trai” là một cách diễn đạt không chính xác lắm.” \"Em có cảm giác anh thực ra hơn vậy,”  tôi thú nhận, nhìn bàn.  \"Ừm, anh không biết mình có cần kể ông nghe mọi chi tiết máu me không nữa.”  Anh vươn qua bàn để nâng cằm tôi bằng ngón tay lạnh giá, dịu dàng. \"Nhưng bố em sẽ cần được giải thích lý do tại sao anh cứ quanh quẩn ở đây hoài.  Anh không muốn cảnh sát trưởng Swan phải kiếm lệnh cấm anh tới gần.” \"Anh sẽ?”Tôi hỏi, đột ngột lo lắng. \"Anh thực sự sẽ ở đây?\" \"Chừng nào em còn muốn anh ở đây, “Anh đảm bảo.  \"Em sẽ luôn luôn muốn anh ở bên em, “Tôi cảnh báo anh. \"Mãi mãi. \" Anh từ từ vòng quanh bàn, và, dừng lại cách vài bước chân, đưa đầu ngón tay sờ má tôi. Vẻ mặt anh không hiểu được.  \"Điều đó làm anh buồn sao?”Tôi hỏi.  Anh không trả lời. Anh nhìn chằm chằm vào mắt tôi thật lâu. \"Em xong rồi phải không?”Cuối cùng thì anh cũng hỏi.  Tôi đứng bật dậy. \"Vâng. \" \"Mặc quần áo đi - Anh sẽ đợi ở đây. \" Thật khó mà quyết định nên mặc gì. Tôi chắc chẳng có quyển sách nào về phép xã giao nói về chuyện mặc như thế nào khi người yêu ma cà rồng đưa bạn về thăm gia đình ma cà rồng của anh. Thật là nhẹ nhõm khi tự nghĩ đến từ này.  Tôi biết mình đã cố tình né tránh từ này. Rốt cuộc tôi chọn cái váy duy nhất của mình - dài, màu kaki, vẫn tự nhiên. Tôi mặc chiếc áo xanh đậm có lần anh đã khen. Liếc nhanh trong gương thấy tóc coi không được chút nào, nên tôi kéo nó ra sau thành đuôi ngựa.  \" OK. “Tôi nhảy xuống cầu thang. \"Em đàng hoàng rồi nè. \" Anh đang chờ ở chân cầu thang, gần hơn tôi tưởng, nên tôi nhảy trúng vào anh. Anh giữ cho tôi đứng vững, giữ tôi trong một khoảng cách an toàn vài giây rồi lại đột ngột kéo tôi vào gần hơn.  \"Lại sai rồi, “Anh thì thầm vào tai tôi. \"Em hoàn toàn chẳng tề chỉnh chút nào – chẳng ai trông cám dỗ đến thế, thật không công bằng. \" \"Cám dỗ thế nào?”Tôi hỏi. \"Để em thay ...” Anh thở dài, lắc đầu. \"Em thật ngốc. “Anh áp đôi môi mát rượi của mình nhẹ nhàng lên trán, thế là căn phòng quay mòng mòng. Mùi hơi thở của anh làm tôi không thể nào suy nghĩ được.  \"Anh có nên giải thích em cám dỗ anh thế nào không?”Anh nói. Rõ ràng đó là câu hỏi tu từ. Ngón tay anh vuốt từ từ xuống xương sống tôi, hơi thở anh trở nên dồn dập hơn trên da tôi. Tay tôi không còn sức lực trên ngực anh, và tôi cảm thấy choáng váng trở lại. Anh nghiêng đầu từ từ và chạm đôi môi mát lạnh của anh vào môi tôi lần thứ hai, thật cẩn thận, nhẹ làm môi tôi hé mở.  Rồi tôi bất tỉnh.  \"Bella ?\" giọng anh đầy lo lắng khi anh chụp tôi lại và nâng tôi lên.  \"Anh ... làm ... em ... xỉu, “Tôi choáng váng buộc tội anh.  \"Anh phải làm gì với em đây?”Anh rên rỉ bực tức. “Hôm qua hôn em thì em tấn công anh! Hôm nay em lại ngất xỉu!\" Tôi cười yết ớt, để cánh tay anh đỡ tôi khi đầu tôi quay mòng mòng.  \"Đúng là chịu không nổi khi cái gì cũng giỏi, “Anh thở dài.  \"Đó là vấn đề. “Tôi vẫn còn chóng mặt. \"Anh quá giỏi. Quá, quá sức giỏi.” \"Em có cảm thấy mắc ói không?”Anh hỏi; anh đã từng thấy tôi thế này rồi.  \"Không - không hề giống loại choáng đó.  Em không biết đã xảy ra chuyện gì. “Tôi lắc đầu hối tiếc, \"Em nghĩ chắc tại em quên thở. \" \"Anh không thể đưa em đi đâu cả khi em thế này. \" \"Em khoẻ mà,” Tôi kiên quyết. \"Dù sao đi nữa thì nhà anh cũng sẽ nghĩ em điên mà, có gì quan trọng đâu?\" Anh xem xét vẻ mặt tôi trong chốc lát. \"Anh rất thích màu đó, hợp với da em,”  anh bất ngờ nói. Tôi đỏ mặt sung sướng và nhìn sang chỗ khác.  \"Nhìn nè, em đang hết sức cố gắng để không nghĩ về điều mình sắp làm, vậy mình đi được chưa?”Tôi hỏi.  \"Có phải em lo, không vì chuyện em sắp gặp một nhà đầy ma cà rồng, mà vì em nghĩ mấy con ma cà rồng đó sẽ không chấp nhận em, đúng không?\" \"Đúng thế, “Tôi trả lời ngay lập tức, giấu nỗi ngạc nhiên vì cách dùng từ giản dị của anh.  Anh lắc đầu. \"Em thiệt hết biết.” Tôi nhận ra, khi anh lái chiếc xe tải của tôi ra khỏi khu trung tâm thành phố, là tôi chẳng hề biết anh sống ở đâu. Chúng tôi chạy qua cầu sông Calawah River, con đường uốn khúc về phía bắc, các căn nhà vụt qua xe ngày càng cách xa nhau hơn, to lớn hơn. Rồi chúng tôi chạy qua hết mọi căn nhà, chạy vào khu rừng đầy sương mù. Tôi đang cân nhắc có nên hỏi hay kiên nhẫn chờ, thì anh đột ngột quẹo vào một con đường không lát đá. Con đường không tên,  nằm giữa đám dương xỉ. Rừng lấn hai bên đường, làm con đường phía trước chỉ có thể nhìn thấy rõ khi đến gần vài mét vì nó ngoằn nghoèo như rắn, lượn quanh các cây cổ thụ.  Thế rồi, sau vài dặm, rừng thưa dần, và chúng tôi đột ngột chạy vào một đồng cỏ nhỏ, hay thực ra đó là một bãi cỏ?  Tuy vậy, vẻ ảm đạm của khu rừng chẳng hề dịu bớt, vì có đến sáu cây tuyết tùng cổ đại che bóng cho cả đồng cỏ bằng cành lá mênh mông. Cây phủ bóng lên tường nhà xây lên giữa chúng, làm mái hiên tối tăm bao quanh tầng một có vẻ xưa cũ.  Tôi không biết mình chờ thấy gì, nhưng chắc chắn không phải cảnh này. Ngôi nhà không bị ảnh hưởng bởi thời gian, duyên dáng, và chắc đã một trăm tuổi.  Nhà được được sơn màu trắng dịu, phai nhạt, cao ba tầng, hình chữ nhật và cân xứng. Cửa sổ và cửa chính có thể thuộc kiến trúc ban đầu hoặc đã được đại tu hoàn hảo. Xe tải của tôi là chiếc xe duy nhất thấy được. Tôi có thể nghe tiếng dòng sông gần bên, ẩn trong sự kín đáo của khu rừng.  \"Chà. \" \"Em thích không?”Anh mỉm cười.  \"Nó ... đẹp quá sức.” Anh kéo đuôi tóc tôi cười khúc khích.  \"Sẵn sàng chưa?”Anh hỏi, mở cửa cho tôi.  \"Chẳng chút xíu nào cả - đi nào.”Tôi cố cười, nhưng hình như nụ cười bị nghẹn trong cổ họng. Tôi căng thẳng vuốt tóc.  \"Trông em dễ thương lắm. “Anh nắm tay tôi thật thoải mái, chẳng hề nghĩ về chuyện đó.  Chúng tôi bước qua bóng mát tới tận hàng hiên. Tôi biết anh cảm thấy nỗi căng thẳng trong tôi; ngón tay cái của anh xoa tròn nhè nhẹ vào mu bàn tay tôi.  Anh mở cửa cho tôi.  Bên trong thậm chí còn bất ngờ hơn, ít có thể tiên đoán được hơn so với bên ngoài.  Thật sáng, thật thông thoáng và thật lớn.  Hẳn trước đây tầng này có nhiều phòng, nhưng người ta đã bỏ hầu hết các bức tường ngăn cách ở tầng một để tạo một không gian rộng. Bức tường phía sau, hướng nam được lắp toàn bằng kính, và, xa xa bên ngoài bóng mát của các cây tuyết tùng, là bãi cỏ kéo dài đến tận dòng sông rộng mênh mông. Cầu thang uốn cong đồ sộ chiếm lĩnh phía tây phòng.  Tường, trần cao, sàn gỗ, và thảm dày đều màu trắng với nhiều sắc thái khác nhau.  Đang chờ chào mừng chúng tôi, đứng ngay bên trái cửa, ở phần sàn được nâng cao cạnh chiếc đàn pi-a-nô cơ thật đẹp là bố mẹ của Edward.  Tôi đã gặp bác sĩ Cullen, dĩ nhiên, thế nhưng tôi vẫn bị sửng sốt vì sự trẻ trung, sự hoàn hảo quá sức của ông. Kế bên ông là Esme, tôi đoán vậy, người duy nhất trong nhà tôi chưa từng gặp mặt.  Bà cũng có nét mặt xinh đẹp, nhợt nhạt như những người khác trong gia đình. Có cái gì đó trong khuôn mặt hình trái tim của bà, mái tóc bồng bềnh màu nâu caramel, làm tôi nhớ đến vai nữ ngây thơ của kỷ nguyên phim câm. Bà nhỏ nhắn, mảnh khảnh, nhưng vẫn ít góc cạnh và tròn trịa hơn những người khác. Họ đều mặc quần áo bình thường, màu nhạt phù hợp với nội thất. Họ mỉm cười nồng hậu, nhưng không bước đến gần chúng tôi. Cố không làm cho tôi sợ, tôi đoán vậy.  \"Carlisle, Esme,” giọng Edward phá vỡ phút im lặng ngắn ngủi, \"Đây là Bella. \" \"Chúng tôi rất mong gặp cháu, Bella.” Bước chân của Carlisle đầy cân nhắc, cẩn thận khi ông đến gần tôi. Ông đưa tay ra ngập ngừng, và tôi bước về phía trước để bắt tay ông.  \"Thật vui khi được gặp lại bác, bác sĩ Cullen. \" \"Xin gọi tôi là Carlisle. \" \"Carlisle. “Tôi toét miệng cười với ông, lòng tự tin đột ngột của tôi làm tôi ngạc nhiên. Tôi có thể cảm thấy sự nhẹ nhõm của Edward đang đứng bên cạnh.  Esme mỉm cười và cũng bước lên, nắm lấy tay tôi. Cái xiết tay của bà như đá, lạnh giá đúng như tôi đã nghĩ.  \"Thật tuyệt được biết cháu, \" bà chân thành nói.  \"Cảm ơn bác. Cháu cũng rất vui được biết bác. \" Và đúng vậy. Tựa như gặp một nàng Bạch Tuyết trong chuyện cổ tích, bằng xương bằng thịt.  \"Alice và Jasper đâu rồi?”Edward hỏi, nhưng không ai trả lời, vì họ đã xuất hiện ngay ở đầu cầu thang rộng.  \"Ê, Edward! “Alice nhiệt tình gọi. Cô lao xuống cầu thang, một vệt tóc huyền và da trắng, đột ngột và duyên dáng dừng lại ở phía trước tôi.  Carlisle và Esme nhìn cô lo lắng, nhưng tôi thích thế. Dù sao, với cô, cũng thật tự nhiên.  \"Chào, Bella!”Alice nói, và cô nhảy về phía trước hôn má tôi. Nếu Carlisle và Esme trước đây có vẻ cẩn trọng thì bây giờ họ có vẻ hết sức ngạc nhiên.  Trong mắt tôi cũng có nỗi bàng hoàng, nhưng tôi rất vui vì cô có vẻ chấp thuận tôi hết mình. Tôi giật mình cảm thấy Edward đang cứng đờ bên tôi. Tôi nhìn lướt qua mặt anh, nhưng vẻ mặt anh thật khó đoán.  \"Chị có mùi thơm, trước đây em chưa từng để ý, “Cô nàng bình luận trước sự bối rối cùng cực của tôi.  Dường như chẳng ai biết phải nói gì thì Jasper xuất hiện, cao và giống sư tử. Cảm giác dễ chịu tràn qua tôi, và tôi đột ngột cảm thấy thoải mái chẳng quan tâm mình đang ở đâu. Edward nhìn chằm chằm vào Jasper, nhướng một bên mày, nên tôi nhớ lại điều Jasper có thể làm.  \"Chào, Bella, \" Jasper nói. Anh đứng xa, không đưa tay ra bắt. Nhưng hoàn toàn không hề cảm thấy lúng túng ngượng nghịu khi ở gần anh.  \"Chào, Jasper. “Tôi mỉm cười rụt rè với anh, rồi cười với những người khác. \"Hân hạnh được biết tất cả mọi người – mọi người có nhà đẹp quá, “Tôi khách sáo nói thêm.  \"Cảm ơn cháu, “Esme nói. \"Chúng tôi thật vui vì cháu đã đến chơi. \" Tôi nhận ra bà nói với cảm giác bà nghĩ là tôi dũng cảm.  Tôi cũng nhận ra chẳng hề thấy bóng dáng Rosalie và Emmett, và tôi nhớ lời phản đối quá vô tội của Edward khi tôi hỏi anh có phải những người khác không thích tôi phải không.  Vẻ mặt Carlisle làm tôi phân tâm quên mất dòng suy nghĩ của mình; ông đang nhìn căng thẳng chằm chằm đầy ý nghĩa với Edward. Liếc nhìn kín đáo, tôi thấy Edward gật đầu một lần.  Tôi nhìn sang chỗ khác, cố tỏ ra lịch sự. Mắt tôi lang thang lên cây đàn xinh đẹp nằm trên bệ cao gần cửa. Tôi đột ngột nhớ lại giấc mơ thời thơ ấu của tôi, nếu tôi mà trúng số độc đắc, tôi sẽ mua một cây đàn pi-a-nô cơ cho mẹ tôi.  Bà đàn không hay lắm – bà chỉ đàn cho mình nghe trên cây đàn nhỏ gọn cũ  - nhưng tôi thích nhìn bà đàn. Bà hạnh phúc, chìm đắm – bà như một người mới, huyền bí đối với tôi, không phải nhân vật tôi coi là \"mẹ\".  Đương nhiên là bà cũng bắt tôi học đàn, nhưng như hầu hết những trẻ khác, tôi rên rỉ cho đến khi bà buông tha cho tôi.  Esme nhận thấy mối ưu tư của tôi.  \"Cháu chơi đàn?\" bà hỏi, hướng đầu về phía cây đàn dương cầm.  Tôi lắc đầu. \"Không hề.  Nhưng nó đẹp quá.  Của bác à?\" \"Không, \" bà cười. “Edward không nói với cháu biết nó thích nhạc sao?\" \"Dạ không. “Tôi nhìn trừng trừng vào vẻ mặt bỗng dưng hết sức ngây thơ vô tội của anh với ánh mắt nheo lại. \"Cháu nghĩ, lẽ ra cháu phải đoán được chuyện đó. \" Esme nhướng đôi mày thanh tú không hiểu.  \"Vì Edward có thể làm được mọi chuyện trên đời mà, phải không bác?”Tôi giải thích.  Jasper cười khúc khích còn Esme nhìn Edward quở trách.  \"Mẹ hy vọng con chưa khoe khoang - thật thô lỗ, \" bà mắng.  \"Chỉ một chút thôi mà, “Anh cười thoải mái. Mặt bà dịu lại khi nghe tiếng cười ấy, và họ trao nhau ánh nhìn thật nhanh mà tôi không hiểu, nhưng mặt Esme gần như tự mãn.  \"Ảnh rất khiêm tốn, thực đó, “Tôi chỉnh.  \"Ừm, chơi cho cô ấy nghe đi, “Esme khuyến khích.  \"Mẹ mới nói khoe khoang là thô lỗ mà, “Anh phản đối.  \"Luật nào cũng có ngoại lệ, \" bà trả lời.  \"Em rất muốn nghe anh đàn, “Tôi tình nguyện.  \"Vậy là quyết rồi nhé. “Esme đẩy anh về phía đàn dương cầm. Anh kéo tôi theo, đặt tôi ngồi trên băng ghế cạnh anh.  Anh nhìn tôi giận dữ thật lâu, rồi mới đưa tay về bàn phím.  Rồi ngón tay anh lướt nhanh trên phím ngà, rồi căn phòng vang lên một bài nhạc thật  phức tạp, thật réo rắt, không thể tin chỉ có một đôi tay đang đàn. Tôi thấy mình rớt hàm, há hốc miệng kinh ngạc, và nghe tiếng cười nho nhỏ phía sau vì thấy phản ứng của tôi.  Edward liếc nhìn tôi, nhạc vẫn trào dâng quanh chúng tôi không ngừng, rồi nháy mắt. \"Em thích bài này không?\" \"Anh viết bài này?”Tôi hổn hển, hiểu ra.  Anh gật đầu. \"Đó là bài Esme ưa thích. \" Tôi nhắm mắt lại, lắc đầu.  \"Có chuyện gì vậy?\" \"Em đang cảm thấy hết sức nhỏ nhoi. \" Nhạc chậm lại, biến thành một giai điệu mềm mại hơn, và thật bất ngờ tôi phát hiện ra giai điệu của bài hát ru con anh đã hát đan xen trong làn sóng nhạc.  \"Em đã truyền cảm hứng cho anh viết bản này, “Anh nói nhẹ nhàng. Nhạc trở nên ngọt ngào không chịu nỗi.  Tôi không nói được.  \"Mọi người thích em, em biết đó, “Anh nói. \"Nhất là Esme.” Tôi liếc ra phía sau, nhưng căn phòng mênh mông bây giờ chẳng còn ai.  \"Mọi người đi đâu rồi?\" \"Anh nghĩ, tế nhị để mình được chút riêng tư.” Tôi thở dài. \"Họ thích em. Nhưng Rosalie và Emmett... \" giọng tôi nhỏ dần, không biết làm sao để diễn đạt sự hồ nghi của mình.  Anh cau mày. \"Đừng lo về Rosalie, “Anh nói, mắt anh mở rộng đầy thuyết phục. “Cô  ấy sẽ thay đổi ý kiến thôi. \" Tôi bĩu môi nghi ngờ. \"Còn Emmett ?\" \"Ừm, anh ấy nghĩ anh mất trí, mà đúng vậy thật, nhưng anh ấy chẳng thấy có rắc rối gì với em cả.  Anh ấy đang cố thuyết phục Rosalie. \" \"Điều gì làm cô ấy bực mình vậy?”  Tôi không chắc mình có muốn biết câu trả lời không nữa.  Anh thở dài. \"Rosalie vùng vẫy dữ dội nhất vì cái thứ ...bọn anh đang là.  Thật khổ sở đối với cô ấy khi có người ngoài biết sự thật. Và cô ấy hơi ghen tị. \" \"Rosalie ghen tị với em?”Tôi nghi ngờ hỏi. Tôi cố tưởng tượng một vũ trụ trong đó một người đẹp như Rosalie có thể có một lý do hợp lý gì để cảm thấy ghen tị với một người như tôi.  \"Em là con người. “Anh nhún vai. \"Cô ấy ước cũng được là người. \" \"Ồ, “Tôi thì thầm, vẫn sửng sốt. \"Nhưng cả Jasper cũng ... \" \"Đó là lỗi của anh, “Anh nói. \"Anh đã kể em nghe anh ấy là người mới nhất đang thử sống cách sống của bọn anh. Anh dặn anh ấy phải ở xa. \" Tôi nghĩ về lý do của chuyện đó, rồi rùng mình.  \"Esme và Carlisle ?”Tôi nói tiếp thật nhanh, để anh không nhận thấy.  \"Hạnh phúc vì thấy anh hạnh phúc. Thật ra, Esme chẳng quan tâm dù cho em có con mắt thứ ba hay chân có màng. Lúc nào bà cũng lo lắng cho anh, sợ anh thiếu một nét chấm phá quan trọng nào đó, sợ là Carlisle đã biến đổi anh khi anh còn quá trẻ  ... Bà hài lòng. Mỗi lần anh sờ em, bà chỉ còn biết nghẹn ngào vì toại nguyện.” \"Alice có vẻ rất... thích thú. \" \"Alice nhìn nhận mọi vật theo cách riêng của mình, “Anh nói qua đôi môi mím chặt.  \"Anh không chịu giải thích chuyện đó, đúng không?\" Một giây giao tiếp không lời trôi qua giữa chúng tôi. Anh nhận ra tôi biết anh đang giấu tôi chuyện gì đó. Tôi nhận ra anh sẽ không kể chuyện đó ra. Không phải bây giờ.  \"Vậy Carliste lúc nãy nói gì với anh vậy?” Lông mày anh nhíu lại. \"Em nhận thấy à?\" Tôi nhún vai. \"Dĩ nhiên. \" Anh nhìn tôi trầm ngâm vài giây rồi mới trả lời. \" Ông muốn kể cho anh nghe một số tin tức - ông không biết đó có phải là chuyện anh muốn chia sẻ với em hay không.” \"Anh sẽ cho em biết chứ?\" \"Anh phải cho em biết, vì anh sắp sửa hơi ... bảo vệ em khá độc đoán trong vài ngày - hoặc vài tuần tới - và anh không muốn em nghĩ anh là một tên bạo chúa bẩm sinh. \" \"Có chuyện gì vậy?\" \"Thực ra thì cũng không có gì. Alice nhìn thấy một số khách sắp đến đây. Họ biết bọn anh ở đây, và họ tò mò. \" \"Khách ?\" \"Phải... ừm, họ không giống bọn anh, dĩ nhiên - ý anh là, về thói quen săn bắn của họ. Họ có thể sẽ không vào thành phố, nhưng anh tất nhiên sẽ không để em xa tầm mắt của mình cho đến khi họ đi khỏi. \" Tôi rùng mình.  \"Rốt cuộc thì em cũng đã có phản ứng hợp lý!”Anh thì thầm. \"Anh đang bắt đầu nghĩ em không có chút bản năng tự vệ nào cả. \" Tôi bỏ qua câu đó,  nhìn sang chỗ khác, mắt tôi lại nhìn lướt quanh căn phòng rộng rãi.  Anh nhìn theo ánh mắt tôi. \"Không như em nghĩ, đúng không?”Anh hỏi, giọng tự mãn.  \"Không, “Tôi thú nhận.  “Không quan tài, không đầu lâu chất ở góc nhà; anh nghĩ thậm chí cũng chẳng có mạng nhện nữa ...  hẳn em thất vọng lắm, “Anh ranh mãnh nói tiếp.  Tôi lờ chuyện anh trêu. \"Thật sáng ... thật thoáng. \" Anh nghiêm túc hơn khi trả lời. \"Đây là một nơi bọn anh chẳng bao giờ phải che giấu. \" Anh vẫn đàn bản nhạc ấy, bản nhạc của tôi, chuyển dần đến hồi kết thúc, hợp âm cuối chuyển thành một nốt man mác hơn.  Nốt nhạc cuối ngân nga sầu thảm trong im lặng.  \"Cảm ơn anh, “Tôi thì thầm. Tôi nhận ra nước mắt dâng trong mắt. Tôi bối rối lau đi.  Anh sờ vào khoé mắt tôi, chặn giữ một giọt nước mắt còn sót lại. Anh đưa ngón tay lên, ngắm nghía giọt nước một cách lo lắng. Sau đó, thật nhanh đến mức tôi không chắc anh đã làm, anh đặt ngón tay vô miệng để nếm nó.  Tôi nhìn anh với vẻ dò hỏi, và anh nhìn chằm chằm lại một hồi lâu rồi mới mỉm cười.  “Em có muốn xem phần còn lại của nhà không?\" “Không có quan tài đó chứ?”Tôi kiểm tra lần nữa, vẻ chế nhạo mỉa mai trong giọng tôi không che đậy hết được nỗi lo âu đôi chút nhưng có thực.  Anh cười, nắm tay tôi dẫn ra xa chiếc đàn dương cầm.  “Không có quan tài đâu, “Anh hứa.  Chúng ta bước đến gần cầu thang đồ sộ, tay tôi vuốt theo tay vịn láng mướt. Hành lang dài ở đầu cầu thang được đóng ván ô với gỗ màu mật ong, cũng như sàn nhà.  \"Phòng của Rosalie và Emmett... phòng làm việc của Carlisle ...  phòng của Alice...”  Anh đưa tay chỉ khi dẫn tôi qua các cánh cửa.  Anh lẽ ra đã tiếp tục, nhưng tôi đứng sững ở cuối hành lang, hoài nghi nhìn vào món đồ trang trí treo trên tường trên đầu tôi.  Edward cười khúc khích vì nét ngỡ ngàng của tôi.  “Em có thể cười được đó, “Anh nói. \"Phi lý hả.” Tôi không cười. Bàn tay tôi tự động đưa lên, một ngón tay đưa ra như thể để chạm vào cây thánh giá bằng gỗ lớn, nước bóng màu đen của nó tương phản với tông màu nhạt của bức tường. Tuy vậy tôi không chạm vào nó, tôi tò mò muốn biết gỗ lâu năm có mượt mà như bề ngoài không.  “Nó hẳn rất cổ, “Tôi đoán.  Anh nhún vai. \"Đầu những năm 1630, gần như vậy. \" Tôi không nhìn thánh giá nữa mà nhìn anh chằm chằm.  “Tại sao anh giữ cái này ở đây ?”Tôi ngạc nhiên.  “Hoài cổ. Nó thuộc về cha của Carlisle. \" “Ông ấy sưu tầm đồ cổ à?”Tôi nghi ngờ ướm thử.  “Không. Ông ấy tự đẽo nó.  Nó được treo trên tường trên bục giảng của nhà xứ nơi ông ấy giảng đạo. \" Tôi không rõ mặt mình có để lộ nỗi bàng hoàng không, nhưng để phòng hờ, tôi quay mặt nhìn cây thánh giá cổ, đơn giản. Tôi nhanh chóng làm phép tính trong đầu;  cây thánh giá hơn ba trăm bảy mươi tuổi. Im lặng kéo dài khi tôi cố tập trung suy nghĩ về ý niệm nhiều năm như thế.  “Em ổn chứ ?”Anh có vẻ lo lắng.  “Carlisle bao nhiêu tuổi rồi?”Tôi hỏi lặng lẽ, phớt lờ câu hỏi của anh, vẫn nhìn lên chằm chằm.  “Ông vừa mới ăn mừng sinh nhật lần thứ ba trăm sáu mươi hai, “Edward nói. Tôi ngoái nhìn anh, cả triệu câu hỏi trong mắt tôi.  Anh nhìn tôi cẩn trọng vừa nói.  “Carliste được sinh ra ở Luân đôn, trong thập niên 1640, ông ấy nghĩ vậy. Dù sao lúc đó, đối với người bình thường, thì thời gian cũng chẳng được ghi nhận chính xác. Tuy vậy, đó là lúc trước khi có luật Cromwell.” Tôi giữ mặt mình bình tĩnh, biết anh đang nhìn chăm chú khi tôi lắng nghe. Sẽ dễ dàng hơn nếu tôi không cố tin anh.  “Ông là con trai duy nhất của một mục sư người Anh. Mẹ chết khi sinh ra ông. Cha ông là một người đàn ông bảo thủ. Khi người theo Tin Lành lên nắm quyền, ông đã đàn áp dã man những người theo đạo Cơ đốc La Mã và các tôn giáo khác. Ông ta cũng tin chắc có ma quỷ.  Ông ta tổ chức truy lùng phù thuỷ, người sói... và ma cà rồng.”  Tôi không nhúc nhích khi nghe đến từ này. Tôi chắc chắn anh nhận thấy điều này, nhưng anh nói tiếp không dừng lại.  “Họ đã thiêu sống rất nhiều người vô tội - dĩ nhiên phù thủy, người sói, ma cà rồng thực sự mà ông ta săn đuổi dễ gì bắt được.  “Khi ông mục sư này già đi, ông đã giao cho người con trai ngoan ngoãn của ông tiếp quản chuyện lùng bắt ấy. Lúc đầu Carlisle là nỗi thất vọng; ông không nhanh nhẹn trong chuyện buộc tội người khác, không nhìn thấy ma quỷ nơi chúng chẳng hề tồn tại. Nhưng ông kiên trì, và thông minh hơn cha ông.  Ông đã khám phá được một nhóm ma cà rồng thứ thiệt đang ẩn nấp trong cống rãnh của thành phố, chỉ ra ngoài trong đêm để săn người. Trong những ngày đó, quái vật không chỉ là chuyện tưởng tượng và truyền thuyết, nhiều người nghĩ vậy.  \"Người ta tập hợp cây chĩa xỉa rơm và cả đuốc, dĩ nhiên \" - nụ cười khan của anh bây giờ u ám hơn - \" và đợi nơi Carlisle đã từng nhìn thấy quái vật chui ra đường. Cuối cùng một con trồi lên. \" Giọng anh hết sức kiềm chế; tôi căng thẳng ráng bắp kịp lời anh.  “Hắn hẳn đã già và đói lả. Carlisle nghe hắn gọi những con ma khác bằng tiếng La-tinh khi ngửi thấy mùi đám đông hỗn tạp. Hắn chạy qua đường phố, và - Carliste  - lúc đó 23 tuổi và nhanh như cắt - đã dẫn đầu cuộc rượt đuổi. Sinh vật này có thể dễ dàng chạy thoát khỏi họ, nhưng Carlisle nghĩ hắn quá đói, nên hắn đã quay lại tấn công.  Hắn nhảy vào Carlisle trước tiên, nhưng những người khác sát ngay sau lưng, và hắn chuyển sang tự vệ. Hắn giết hai người đàn ông, và trốn đi với người  thứ ba, bỏ lại Carlisle đẫm máu trên đường. \" Anh ngừng lại. Tôi có thể cảm thấy anh đang thay đổi câu chuyện, giấu tôi cái gì đó.  “Carlisle biết cha ông sẽ làm gì với mình.  Các xác chết sẽ bị thiêu – mọi thứ nhiễm bệnh vì quái vật đều phải bị tiêu diệt. Carlisle hành động theo bản năng để tự cứu mạng mình. Ông bò xa khỏi con hẻm trong khi đám đông hỗn tạp đang rượt theo con quỷ và nạn nhân của hắn. Ông đã trốn trong hầm nhà, chôn mình trong khoai tây thối ba ngày.  Thật là phép màu khi ông có thể giữ im lặng, không bị phát hiện.  “Vậy là hết rồi, ông đã nhận ra mình đã biến thành thứ gì. \" Tôi không biết mặt mình có tiết lộ điều gì không nhưng anh bỗng dừng lại.  “Em cảm thấy thế nào?”Anh hỏi.  “Em khoẻ, “Tôi đoan chắc với anh. Và, cho dù tôi mím môi do dự, anh hẳn đã nhìn thấy tính hiếu kỳ cháy rực trong mắt tôi.  Anh mỉm cười. “Anh nghĩ em có thêm mấy câu hỏi nữa cho anh. \" \"Vài câu thôi. \" Nụ cười anh toe toét để lộ hàm răng sáng chói. Anh bắt đầu quay lại hành lang, lấy tay kéo tôi đi. “Vậy thì, đi nào, “Anh khích lệ. “Anh sẽ cho em xem. \""
        }
    ],
    "suggestions": []
}