{
    "en_vn": {
        "data": {
            "content": null,
            "word": "measurably",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "measurably",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "measurably",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "measurably",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "measurably",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In fact, in some situations where a lot of data needs to be validated (such as using replace), gratuitous validation can <em>measurably</em> slow the process.",
            "vi": "Thực vậy, trong những tình thế có cả lô dữ liệu cần hợp thức hóa (nhờ dùng lệnh replace chẳng hạn), thì việc hợp thức hóa tùy tiện có thể trì trệ quá trình xử lý."
        },
        {
            "en": "Going overboard with boxes, lines, and other graphics can <em>measurably</em> slow printing speeds, and more importantly, turn a printed page into a jumble of visual effects.",
            "vi": "Việc lạm dụng các hộp, đường nét, và các họa tiết khác có thể gây trì trệ đáng kể tốc độ in, và quan trọng hơn, có thể biến một trang báo biểu thành một mớ lộn xộn các hiệu ứng trực quan."
        },
        {
            "en": "This can have a number of positive effects, such as improving your memory and reaction times. In college, I remember hating morning tests…until I started guzzling down a cup of coffee before going to class. While under the effects of caffeine, my test scores improved <em>measurably</em>. It puts the pep in your step you need to get going.",
            "vi": "Điều này có thể có một số tác dụng tích cực, chẳng hạn như cải thiện trí nhớ và kéo dài thời gian của bạn. Ở trường đại học, tôi nhớ rất ghét kiểm tra buổi sáng... cho đến khi tôi ngốn một tách cà phê trước khi đến lớp. Dưới tác động của cafein, điểm thi của tôi được cải thiện một cách đáng kể. Nó như lời động viên mà bạn cần phải có khi bước đi."
        },
        {
            "en": "Anyone who shares their home with cockroaches will tell you how fast they scurry for cover when you flip on the light switch. But when I say they're fast, I mean <em>measurably</em> fast. Cockroaches detect approaching threats by sensing changes in air currents. The fastest start time clocked by a cockroach was just 8.2 milliseconds after it sensed a puff of air on its rear end. Once all six legs are in motion, a cockroach can sprint at speeds of 80 centimeters per second. And they're elusive, too, with the ability to turn on a dime while in full stride.",
            "vi": "Bất cứ ai có gián trong nhà sẽ cho bạn biết là chúng lẩn nhanh đến mức nào khi bạn bật đèn lên. Nhưng khi tôi nói chúng nhanh, tức là lũ gián rất nhanh. Gián phát hiện được các mối đe doạ đang đến gần bằng cách cảm nhận những thay đổi trong luồng không khí. Thời gian bắt đầu tốc độ kỷ lục của một con gián là 8.2 mi-li giây sau khi nó cảm nhận được sự thay đổi trong không khí ở đằng sau nó. Một khi tất cả sáu chân cùng chuyển động, một con gián có thể chạy nước rút với tốc độ 80cm / giây. Và chúng cũng lẩn rất nhanh, với khả năng đổi hướng rất nhanh khi đang chạy."
        }
    ],
    "suggestions": []
}