{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mekə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thánh địa Mecca của hồi giáo</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">địa điểm hấp dẫn du khách</td></tr></table><i/></div>",
            "word": "Mecca",
            "pronounce": "['mekə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Mecca</k><blockquote>■ <cclass>noun (<cclass><b>a Mecca</b>) a place which attracts people of a particular group or with a particular interest. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from the city of <i>Mecca</i> in Saudi Arabia, considered by Muslims to be the holiest city of Islam. </blockquote></div>",
            "word": "Mecca",
            "pronounce": "['mekə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mecca",
            "pronounce": "['mekə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mecca",
            "pronounce": "['mekə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mecca",
            "pronounce": "['mekə]"
        }
    },
    "sentences": [
        {
            "en": "They make an annual pilgrimage to <em>Mecca</em>.",
            "vi": "Họ tiến hành cuộc hành hương thường niên tới Mecca."
        },
        {
            "en": "It is the <em>Mecca</em> of youth culture.",
            "vi": "Nó là thánh địa của nền văn hóa non trẻ."
        },
        {
            "en": "That is the <em>Mecca</em> of surfing.",
            "vi": "Đó là thánh địa của môn lướt sóng."
        },
        {
            "en": "They are Muslim pilgrims on their way to <em>Mecca</em>.",
            "vi": "Họ là những người hành hương hồi giáo trên đường tới Mecca."
        },
        {
            "en": "The fifth duty is the pilgrimage to <em>Mecca</em>.",
            "vi": "Nghĩa vụ thứ năm là hành hương về Lamec."
        },
        {
            "en": "This exhibition is a <em>mecca</em> for stamp collectors.",
            "vi": "Cuộc triển lãm này là điểm tham quan của những người sưu tập tem."
        },
        {
            "en": "They pilgrimage to <em>Mecca</em> at least once in their lifetime.",
            "vi": "Họ đi hành hương về Lamec ít nhất là một lần trong đời."
        },
        {
            "en": "The Big Apple is the <em>Mecca</em> of modern Jazz.",
            "vi": "Thành phố New York là thánh địa của dòng nhạc Jazz hiện đại."
        },
        {
            "en": "The Moc Bai supermarket is a <em>mecca</em> for duty - free shoppers.",
            "vi": "Siêu thị Mộc Bài là một thánh địa cho những khách hàng mua sản phẩm miễn thuế."
        },
        {
            "en": "The Moc Bai supermarket is a <em>mecca</em> for duty-free shoppers.",
            "vi": "Siêu thị Mộc Bài là một thánh địa cho những khách hàng mua sản phẩm miễn thuế."
        },
        {
            "en": "For nearly two centuries, Savile Row has been known as a tailoring <em>mecca</em> for men.",
            "vi": "Trong gần 2 thế kỷ, đường Savile Row được biết đến như là một khu vực hấp dẫn, toàn đồ may mặc dành cho nam giới."
        },
        {
            "en": "Over the centuries, <em>Mecca</em> has been venerated as a Holy city.",
            "vi": "Qua bao thế kỷ, mecca vẫn được tôn kính như thành phố thánh."
        },
        {
            "en": "According to some legends, sacred <em>Mecca</em> was built up from the stones of five sacred moutains.",
            "vi": "Đền thờ thiêng Mecca, theo truyền thuyết, được xây dựng từ loại đá lấy từ năm ngọn núi thiêng."
        },
        {
            "en": "For example, a pious Muslim who has returned from <em>Mecca</em> would never land money on interest.",
            "vi": "Ví dụ, một người sùng đạo thuộc hồi giáo sau khi di mecca trở về sẽ không bao giờ cho vay nặng nữa."
        },
        {
            "en": "Every Muslim must pray five times a day and should make at least one pilgrimage to <em>Mecca</em> if possible.",
            "vi": "Mỗi tín đồ Hồi giáo phải cầu nguyện năm lần mỗi ngày và nếu được thì nên hành hương về Lamec ít nhất một lần."
        },
        {
            "en": "The Hegira was when Mohammad and his followers, the Muslims, left for Medina from <em>Mecca</em> because of threats from the Meccan rulers.",
            "vi": "Sự rút khỏi thánh địa Mecca của Mohammad là khi Mohammad và những người theo ông ấy, những tín đồ Hồi giáo, rời khỏi Mecca đến Medina bởi vì những mối đe dọa từ những người cai trị Mecca."
        },
        {
            "en": "<em>Mecca</em> is the centre of the Islamic world and the birthplace of both the Prophet Muhammad and the religion he founded.",
            "vi": "Mecca là trái tim của thế giới Hồi giáo, nơi khai sinh ra đạo Hồi và là quê hương của nhà tiên tri Muhammad."
        },
        {
            "en": "Every year from January 8 to 13 on the Muslim calendar, thousands of Muslims around the world make a pilgrimage to <em>Mecca</em>.",
            "vi": "Mỗi năm từ ngày 8 đến ngày 13 tháng Giêng theo lịch Hồi giáo, hàng ngàn giáo dân đạo Hồi từ khắp mọi nơi trên thế giới hành hương về Mecca."
        },
        {
            "en": "The description does hint however at the AEON Mall Binh Duong Canary, a 62,000-square-meter retail <em>mecca</em> on Binh Duong Boulevard in Thuan An District, where there is already a Phuong Nam bookstore.",
            "vi": "Mô tả này hé lộ khả năng đặt tại tại Trung tâm thương mại AEON Mall Bình Dương Canary, khu thương mại cao cấp rộng 62.000 mét vuông trên đại lộ Bình Dương, quận Thuận An, nơi đã có một hiệu sách Phương Nam."
        },
        {
            "en": "The rest of the world caught wind of his great fortune in 1324, when he made the nearly 4,000 mile pilgrimage to <em>Mecca</em>. He didn't do it on the cheap.",
            "vi": "Cả thế giới biết đến sự giàu có của ông là vào năm 1324 khi ông thực hiện cuộc hành hương dài 4000 dặm đến thánh địa Mecca. Ông đã tiêu tốn không ít tiền của."
        }
    ],
    "suggestions": []
}