{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['medikeə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chương trình của chính phủ Mỹ về việc chăm sóc người già trên 65 tuổi</td></tr></table><i/></div>",
            "word": "Medicare",
            "pronounce": "['medikeə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Medicare</k><blockquote>■ <cclass>noun (in the US) a federal system of health insurance for people over 65 years of age. </cclass></blockquote><blockquote>⁃ (in Canada and Australia) a national health-care scheme financed by taxation. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from <kref>medical</kref> + <kref>care</kref>. </blockquote></div>",
            "word": "Medicare",
            "pronounce": "['medikeə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Medicare",
            "pronounce": "['medikeə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Medicare",
            "pronounce": "['medikeə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Medicare",
            "pronounce": "['medikeə]"
        }
    },
    "sentences": [
        {
            "en": "<em>Medicare</em> tax payable.",
            "vi": "Thuế chăm sóc tuổi già phải trả."
        },
        {
            "en": "There are many ways to qualify for <em>Medicare</em>.",
            "vi": "Có nhiều cách để có đủ điều kiện cho chương trình bảo hiểm sức khỏe Medicare của chính phủ."
        },
        {
            "en": "This booklet provides basic information about what <em>Medicare</em> is.",
            "vi": "Quyển sách nhỏ này cung cấp những thông tin cơ bản về chương trình chăm sóc sức khỏe là gì."
        },
        {
            "en": "I expect them to bang heads on issues likes tax cuts, saving <em>medicare</em> health insurance, and abortion.",
            "vi": "Tôi dự kiến là hai ông này sẽ đối đầu nhau về những vấn đề như giảm thuế, cải tổ chương trình bảo hiểm sức khỏe, và vấn đề phá thai."
        },
        {
            "en": "I expect them to bang heads on issues likes tax cuts, saving <em>medicare</em> health insurance, and abortion. They have differences on many issues, so there's lots to bang heads about.",
            "vi": "Tôi dự kiến là hai ông này sẽ đối đầu nhau về những vấn đề như giảm thuế, cải tổ chương trình bảo hiểm sức khỏe cho người lớn tuổi, và vấn đề phá thai. Hai ông bất đồng ý kiến với nhau về nhiều vấn đề, vì thế sẽ có rất nhiều chuyện để đối đầu nhau."
        },
        {
            "en": "I expect them to bang heads on issues likes tax cuts, saving <em>medicare</em> health insurance, and abortion. They have differences on many issues, so there's lots to bang heads about.",
            "vi": "Tôi dự kiến là hai ông này sẽ đối đầu nhau về những vấn đề như giảm thuế, cải tổ chương trình bảo hiểm sức khỏe cho người lớn tuổi, và vấn đề phá thai. Hai ông bất đồng ý kiến"
        },
        {
            "en": "Employer Cost:   As an employer, the true cost to hire an employee is more than just the wage or salary you offer them. Your true cost to hire is a sum of the employee wage plus employer taxes and other expenses like <em>medicare</em> insurance (health and dental benefits), social security; unemployment insurance; employment training tax, equipment, and office space.  You are required to pay taxes on the wages your employee earns. The rates vary based on the employee’s earnings.",
            "vi": "Các khoản phí công ty phải chi, ngoài tiền lương trả cho nhân viênThuê một nhân viên, công ty không chỉ trả lương cho nhân viên đó, mà còn phải chi thêm các khoản phí khác như bảo hiểm y tế, chi phí chăm sóc sức khoẻ, bảo hiểm thất nghiệp, an sinh xã hội, chi phí đào tạo, chi phí cho thiết bị, chỗ ngồi v.v..."
        },
        {
            "en": "We do not believe that in this country freedom is reserved for the lucky, or happiness for the few.  We recognize that no matter how responsibly we live our lives, any one of us at any time may face a job loss, or a sudden illness, or a home swept away in a terrible storm.  The commitments we make to each other through <em>Medicare</em> and Medicaid and Social Security, these things do not sap our initiative, they strengthen us.  They do not make us a nation of takers; they free us to take the risks that make this country great.",
            "vi": "Chúng ta không tin rằng ở đất nước này tự do chỉ dành riêng cho những người may mắn hay hạnh phúc chỉ dành riêng cho một nhóm nhỏ. Chúng ta nhận thức được rằng dù chúng ta sống có trách nhiệm tới đâu trong cuộc đời mình thì bất kỳ ai trong chúng ta vào bất kỳ lúc nào cũng có khả năng phải đối mặt với sự mất việc hay sự đau ốm bất ngờ hay một ngôi nhà bị quét đi trong một cơn bão lớn. Những cam kết chúng ta lập ra với nhau thông qua các chương trình Medicare và Medicaid và An sinh Xã hội (Social Security), chúng không làm nhụt đi ý chí tự lực của chúng ta, mà làm chúng ta mạnh lên thêm. Chúng không biến chúng ta thành quốc gia của những kẻ ăn bám hưởng thụ mà cho phép chúng ta được tự do hơn để đối mặt với những mạo hiểm và rủi ro đã giúp đất nước này trở nên vĩ đại."
        },
        {
            "en": "53.8% of smokers aged 65+ years wanted to quit\n70.2% of those aged less than 65 years wanted to quit\n75.6% of non-Hispanic black smokers wanted to stop - the highest percentage\n69.1% of non-Hispanic whites wanted to give up\n61% of Hispanics wanted to stop\n65.9% of those with just a high school graduation wanted to cease smoking\n73.4% of those with a college qualification wanted to give up\n71.2% of individuals with Medicaid, wanted to stop, compared to 70.4% with private insurance, 60.7% with <em>Medicare</em> and 55.3% with a military health plan\n52.4% of current and former smokers had tried to give up for more than one day during the previous 12 months - 62.4% of 18-24 year olds compared to 43.5% of 65+ year old\n6.2% had given up recently, and were still not smoking - 6.% of non-Hispanic whites compared to 3.3% of non-Hispanic blacks\n\n11.4% of college graduates had given up recently and were still not smoking, compared to 3.2% of those with just high school education\n\n7.8% of individuals in a private health plan had recently stopped smoking and were still not smoking compared to 4.6% of those with Medicaid and 3.6% of people with no health plan",
            "vi": "53,8% những người hút thuốc từ 65 tuổi trở lên muốn bỏ thuốc lá\n70,2% những người độ tuổi dưới 65 tuổi muốn bỏ thuốc lá\n75,6% người hút thuốc là dân da đen không phải gốc Mỹ La Tinh muốn dừng lại - tỷ lệ cao nhất\n69,1% người da trắng không phải gốc Mỹ La Tinh muốn bỏ thuốc lá\n61% những người Mỹ gốc Tây Ban Nha muốn bỏ thuốc lá\n65,9% những người chỉ tốt nghiệp trung học muốn chấm dứt hút thuốc\n73,4% những người có trình độ đại học muốn bỏ hút thuốc \n71,2% những người thuộc Chương trình chăm sóc sức khoẻ của Chính Phủ, muốn bỏ thuốc, so với 70,4% những người có bảo hiểm cá nhân, 60,7% với Chương trình chăm sóc người cao tuổi và 55.3% với Chương trình chăm sóc sức khỏe quân sự.\n\n52,4% những người đang và đã từng hút thuốc đã cố gắng để ngừng hút trong hơn một ngày trong vòng 12 tháng trước đó - 62,4% ở độ tuổi 18-24 so với 43,5% ở độ tuổi trên 65 \n6,2% đã bỏ trong thời gian gần đây, và vẫn không hút trở lại – 6% người da trắng không phải gốc Mỹ La tinh so với 3.3% người da đen không phải gốc Mỹ La tinh\n\n11,4% người tốt nghiệp đại học đã bỏ được thuốc lá, so với 3,2% những người chỉ tốt nghiệp phổ thông trung học\n7,8% số người trong một kế hoạch sức khỏe cá nhân gần đây đã ngừng hút thuốc và không hút thuốc so với 4,6% những người nằm trong chương trình chăm sóc sức khỏe do Chính phủ Hoa  Kỳ tài trợ và 3,6% những người không có bảo hiểm y tế"
        },
        {
            "en": "9 June 2011 Last updated at 20:45 GMT         10 June 2011 Last updated at 01:30 GMT  http://www.bbc.co.uk/news/world-us-canada-13722318 Newt Gingrich: Campaign aides quit 2012 team A number of senior aides have left the 2012 presidential campaign team of Republican former House Speaker Newt Gingrich, citing strategic differences. \"When the campaign and the candidate disagree on the path, they've got to part ways,\" said ex-aide Rick Tyler, according to the Washington Post. The news will hit Mr Gingrich's hopes of being the Republican nominee to challenge President Barack Obama. But he said his \"solutions-orientated\" campaign was still moving forward. Question of commitment  His campaign got off to a halting start when he criticised a plan popular among Republicans to slash and privatise a healthcare programme for the elderly. Staff were also reportedly concerned after he took a recent holiday cruise. Mr Gingrich's campaign manager Rob Johnson and his entire senior staff, including strategists in early primary election states, were among those to quit on Thursday. Scott Rials, a longtime aide who joined the departure, told the Associated Press that he doubted Mr Gingrich's ability to win the nomination. \"I think the world of him. But at the end of the day we just could not see a clear path to win, and there was a question of commitment,\" he said. On his Facebook page on Thursday, Mr Gingrich indicated he would stay in the race. \"I am committed to running the substantive, solutions-oriented campaign I set out to run earlier this spring,\" he wrote. \"The campaign begins anew Sunday in Los Angeles.\" With the Republican primary campaign beginning to take shape, the lack of a core team could seriously hinder Mr Gingrich's chances at winning the Republican nomination, analysts say. Mr Gingrich remained widely respected in the party for leading congressional Republicans out of 40 years in opposition in 1994, although he lost the speaker's gavel in 1998 after the party took significant losses. After launching his White House bid in May, he quickly drew heavy criticism from virtually the entire national Republican establishment for criticising a Republican congressman's proposal to overhaul the popular <em>Medicare</em> healthcare programme.",
            "vi": "9 June 2011 Last updated at 20:45 GMT       10 June 2011 Last updated at 01:30 GMT  http://www.bbc.co.uk/news/world-us-canada-13722318 Newt Gingrich: các phụ tá chiến dịch rời khỏi nhóm vận động 2012 Một số phụ tá kỳ cựu vừa rời khỏi nhóm vận động tranh cử tổng thống năm 2012 của cựu Chủ Tịch Hạ Nghị Viện thuộc đảng Cộng Hòa Newt Gingrich, nêu ra những khác biệt về chiến lược. Theo tường thuật của Washington Post, cựu phụ tá Rick Tyler phát biểu, “Khi chiến dịch vận động và ứng cử viên bất đồng về đường lối, họ phải chia tay,” Tin này sẽ tác động xấu đến những hy vọng của ông Gingrich trở thành người được đảng Cộng Hòa chỉ định ra tranh cử với Tổng Thống Barack Obama. Nhưng ông ta cho biết chiến dịch “hướng đến các giải pháp” của mình vẫn đang tiến triển. Vấn đề trách nhiệm Cuộc vận động của ông khởi đầu không trôi chảy khi ông chỉ trích kế hoạch được ưa chuộng trong số các đảng viên Cộng Hòa nhằm cắt giảm và tư hữu hóa một chương trình chăm sóc y tế dành cho người cao tuổi. Theo tường thuật các thành viên nhóm cũng lo ngại sau khi ông ta thực hiện chuyến đi trong kỳ nghỉ lễ mới đây. Rob Johnson người quản lý chiến dịch của ông Gingrich và toàn thể nhân sự cao cấp của ông ta, bao gồm các nhà chiến lược tại các bang bầu cử quan trọng ban đầu, nằm trong số những người rút lui vào hôm thứ Năm. Scott Rials, một phụ tá lâu năm tham gia nhóm rút lui, đã nói với hãng tin Associated Press rằng mình không tin khả năng ông Gingrich được đề cử. Ông cho biết, “Tôi hết sức ngưỡng mộ ống ấy. Nhưng đến cuối ngày chúng tôi không nhìn ra được con đường rõ ràng dẫn đến chiếng thắng, và có vấn đề trách nhiệm”. Trên trang Facebook của mình vào hôm thứ Năm, ông Gingrich nói rõ ông vẫn tiếp tục tranh cử.  “Tôi quyết tâm tiến hành cuộc vận động quan trọng, hướng đến giải pháp mà tôi đã bắt đầu tiến hành vào đầu mùa xuân này,” ông viết. “Cuộc vận động bắt đầu hoàn toàn mới vào Chủ Nhật tại Los Angeles.” Khi chiến dịch quan trọng của đảng Cộng Hòa bắt đầu hình thành, việc thiếu nhóm cốt lõi có thể cản trở nghiêm trọng cơ hội của ông Gingrich giành chiến thắng trong cuộc đề cử của đảng Cộng Hòa, các nhà phân tích nhận định. Ông Gingrich vẫn còn được nhiều người kính trọng trong đảng nhờ lãnh đạo các đảng viên Cộng Hòa trong Quốc hội kết thúc 40 năm giữ vị trí đối lập vào năm 1994, mặc dù ông đã mất quyền chủ tịch vào năm 1998 sau khi đảng thiệt hại đáng kể. Sau khi phát động chiến dịch chạy đua vào Tòa Bạch Ốc hồi tháng Năm, ông nhanh chóng bị chỉ trích nặng nề từ hầu như toàn bộ guồng máy của đảng Cộng Hòa trên toàn quốc vì chỉ trích đề xuất của một hạ nghị sĩ Cộng Hòa đòi xem xét lại toàn bộ chương trình y tế Medicare nhiều người biết đến."
        },
        {
            "en": "A Little Less Salt In Your Diet Could Improve Health and Preserve Life          Although everyone needs a healthy amount of salt intake, consuming too much can be deadly. Salt is critical to life, as it helps to maintain the water content in our blood, balances the blood’s acids and bases, and is essential for the movement of electrical charges in the nerves that move our muscles. However, the consumption of too much salt can lead to high blood pressure and heart disease. In addition, a diet high in salt content is often associated with weight gain. According to results of a new analysis performed by Dr. Kirsten Bibbins-Domingo of the University of California, San Francisco and colleagues, a reduction in salt consumption would be a very healthy move for Americans. If the U.S. population decreased its daily salt intake by just one-half teaspoon, the health benefits would be almost equivalent to a substantial decrease in obesity rates, the prevention of heart attacks through treating practically everyone with cholesterol drugs, and a smoking reduction in the amount of 50 percent. Individuals who choose to avoid high-calorie, low-fiber, and processed foods, such as those found in fast food restaurant meals and on supermarket shelves, can achieve a healthy level of salt intake. A low-salt diet is one that normally consists of the lower calorie, healthier foods associated with weight loss. For some helpful and healthful diet information, check out the HealthNews diet reviews.  In the report on the latest analysis that was published in the New England Journal of Medicine, the researchers stated that cutting salt consumption by a small amount is an easily attainable goal that would prevent between 11,000 and 23,000 strokes, 18,000 to 35,000 heart attacks, and from 15,000 to 32,000 deaths resulting from any cause. On the average, American men consume 10.4 grams of salt, while American women average a salt intake of 7.3 grams daily. These numbers continue to rise, with 75 to 80 percent of all salt consumed coming from processed food. The researchers wrote, “Even if the federal government were to bear the entire cost of a regulatory program designed to reduce salt consumption, the government would still be expected to realize cost savings for <em>Medicare</em>, saving $6 to $12 in health expenditures for each dollar spent on the regulatory program.” The study used a computerized model to analyze data from prior studies to determine an estimation of the blood pressure-lowering benefits associated with a decrease in salt consumption, and the impact of lower blood pressure on the reduction of heart disease, stroke and heart attacks. Findings revealed a benefit for everyone who consumed less salt, however, the greatest benefit was found among people having a high risk for heart problems, including blacks, people suffering from hypertension, and seniors over the age of 65.  A panel appointed by the independent research arm of the National Academies of Science, known as the Institute of Medicine, is expected to issue a report making recommendations as to actions that can be taken by the government as well as manufacturers for reducing the intake of salt. In addition, Dr. Bibbins-Domingo said the U.S. Food and Drug Administration deliberating as to whether or not to re-categorize salt, currently designated as a safe food additive, to one that would require product labeling that would warn consumers about high levels of salt contained in food. Dr. Bibbins-Domingo also said that California is contemplating placing restrictions on salt content of food purchased by the state for public institutions, such as schools and prisons.",
            "vi": "Ít muối hơn trong chế độ ăn uống có thể giúp bạn cải thiện sức khoẻ và bảo vệ khỏi bệnh tật      Mặc dù mọi người đều cần một lượng muối hấp thu đáng kể, nhưng nếu quá nhiều có thể rất nguy hiểm. Muối rất quan trọng trong đời sống, bởi vì nó giúp duy trì lượng nước trong máu của chúng ta, cân bằng các ba-zơ và a-xít của máu, và cần thiết đối với chuyển động của các điện tích trong dây thần kinh giúp vận động cơ. Tuy nhiên, tiêu thụ muối quá nhiều có thể dẫn đến huyết áp cao và bệnh tim. Ngoài ra, một chế độ dinh dưỡng nhiều muối thường làm tăng cân. Theo các kết quả của một phân tích mới được thực hiện bởi bác sĩ Kirsten Bibbins-Domingo của đại học California, San Francisco và đồng nghiệp, giảm lượng muối tiêu thụ sẽ là một bước ngoặc rất tốt cho người Mỹ. Nếu cộng đồng người Mỹ chỉ cần giảm nửa muỗng cà phê lượng muối hấp thu hàng ngày của họ, thì phúc lợi y tế có thể gần như giảm tương đương với tỷ lệ béo phì, việc phòng ngừa đau tim thông qua chữa trị bằng thuốc chứa cô-lét-xtê-ron, và giảm hút thuốc khoảng 50 phần trăm. Mỗi người hãy tránh những thực phẩm giàu ca-lo, ít chất xơ, và thức ăn đã chế biến, như là những thức ăn thấy trong thực đơn của các cửa hàng bán thức ăn nhanh và trên kệ siêu thị, để có thể giữ được lượng muối hấp thu ở mức tốt cho sức khoẻ. Một chế độ ăn ít muối thường bao gồm ít calo, các thực phẩm tốt cho sức khoẻ hơn cũng thường giúp giảm cân. Để biết thêm các thông tin về chế độ ăn uống có ích và tốt cho sức khoẻ, xin xem các bài viết về chế độ ăn uống tại Healthnews. Trong báo cáo phân tích mới nhất công bố trong Tạp chí Y khoa New England, các nhà nghiên cứu đã công bố rằng chỉ cần giảm một lượng nhỏ lượng muối tiêu thụ thì sẽ dễ dàng có thể đạt được mục tiêu ngăn chặn từ 11,000 đến 23,000 ca đột quỵ, 18,000 đến 35,000 cơn đau tim, và từ 15,000 đến 32,000 ca tử vong gây ra bởi các nguyên nhân trên. Bình quân, một người đàn ông Mỹ tiêu thụ 10.4 gam muối, trong khi một người phụ nữ Mỹ hấp thu khoảng 7.3 gram hàng ngày. Lượng này tiếp tục tăng lên, từ 75 đến 80 phần trăm tổng lượng muối tiêu thụ trong các thực phẩm chế biến. Ngay cả khi chính quyền liên bang đã dùng toàn bộ chi phí của chương trình hành pháp được thiết kế để giảm lượng muối tiêu thụ, có lẽ chính phủ vẫn sẽ tiết kiệm chi phí cho chăm sóc sức khoẻ, tiết kiệm được 6 đến 12 đô-la Mỹ trong chi phí sức khỏe đối với mỗi đô la dành cho chương trình hành pháp. Nghiên cứu này sử dụng mô hình vi tính hoá để phân tích dữ liệu từ các nghiên cứu trước đây để xác định phương pháp ước tính các lợi ích hạ thấp huyết áp đi kèm với việc giảm lượng muối hấp thụ, và ảnh hưởng của huyết áp thấp trên việc giảm nguy cơ mắc bệnh tim, đột quỵ và đau tim. Kết quả thu được đã cho thấy lợi ích mang lại cho tất cả những ai tiêu thụ ít muối, tuy nhiên, lợi ích lớn nhất được tìm thấy là trong những người có nguy cơ mắc bệnh tim cao, bao gồm người da đen, người bị cao huyết áp, và những người trên 65 tuổi. Một ban hội thẩm được chỉ định bởi nhánh nghiên cứu độc lập của Viện Hàn Lâm Khoa Học Quốc Gia, còn gọi là Viện Y Khoa, sẽ phát hành báo cáo khuyến nghị liên quan đến những hoạt động tiến hành bởi chính phủ cũng như các nhà sản xuất để giảm lượng muối tiêu thụ. Ngoài ra, theo bác sĩ Bibbins-Domingo, Cơ quan kiểm soát Thực phẩm và Dược phẩm Hoa Kỳ cho biết sẽ cân nhắc để xem có phân loại lại muối, hiện được chỉ định như một chất phụ gia an toàn, thành một chất đòi hỏi được dán nhãn cảnh báo người tiêu dùng về lượng muối cao chứa trong thức ăn, hay không. Bác sĩ Bibbins-Domingo cũng nói rằng bang California đang cân nhắc về việc đặt hạn chế về muối lượng trong thức ăn được tiểu bang mua cho các cơ quan công cộng, như là nhà tù và trường học."
        },
        {
            "en": "Insurance    Insurance is a critical part of the risk management system for a business. It is a way to protect yourself against unforeseen losses. An insurance policy is a legally binding contract with an insurer to provide compensation for a specified damage, loss, or injury suffered by your business in return for a sum of money (premium) paid. Just as you don't want to drive without automobile insurance, you do not want to run a business without business insurance. However, because there are so many kinds of businesses and subsequent risks they may face, there are a wide variety of insurance types, not all of them necessary for every business. Insurance needs differ for each business so look at your risks and choose what is appropriate for your situation. Three types of insurance are mandated by law: unemployment insurance, social security, and workers' compensation. Unemployment insurance benefits are payable under the laws of individual states from the Federal-State Unemployment Compensation Program. Employer payments, based on total payroll, contribute to the program. You should be paying for unemployment insurance as part of your taxes. The Social Security Act and related laws established a number of programs which have the basic objectives of providing for the material needs of individuals and families, protecting aged and disabled persons against the expense of illness that would otherwise exhaust their savings, keeping families together, and giving children the opportunity to grow up in health and security. Funding for the Social Security program comes from payments by employers, employees and self-employed persons into an insurance fund that provides income during retirement years. Full retirement benefits normally become available at age 65. Other aspects of Social Security deal with survivor, dependent and disability benefits, <em>Medicare</em>, Supplemental Security Income and Medicaid. Workers' Compensation Insurance protects your employees if they suffer job-related injuries. The policy pays the medical bills for the employee who is injured on the job. Each state mandates coverage and provides benefits. In most states, private insurance or an employer self-insurance arrangement provides the coverage. Some states mandate short-term disability benefits as well. There are a variety of risks you may wish to insure yourself against. Looking at this by the party that might be injured, these are some of the types of policies you might consider:  \n  Injured Party   Type of Insurance     Property   Property Insurance     Employees   Unemployment Insurance Workman's Compensation Insurance Health Insurance Disability Insurance Key Employee Insurance     Customers/Others   Liability Insurance     Business Operations   Business Interruption Insurance  Key Employee Insurance  Surety Bonds Employment Practices Liability Insurance   \n Other types of insurance may be necessary or unique to your particular business. For instance, a book author or consultant may want to carry a policy that will protect them from libel, plagiarism or negligence lawsuits. For professionals, like these, professional liability or malpractice insurance is important. One thing that should be clear from this discussion is that you need to find a good insurance agent who you can trust. Spend some time in choosing your agent. You need someone you can be comfortable with on a longterm basis - someone who will advise you well so you can spend your time on your business, not worrying about the fine print of the coverage.",
            "vi": "Bảo hiểm    Bảo hiểm là một phần quan trọng trong hệ thống quản lý rủi ro cho doanh nghiệp. Đó là cách tự bảo vệ mình khỏi những thiệt hại không lường trước được. Đơn bảo hiểm là một hợp đồng ràng buộc về mặt pháp lý với một nhà bảo hiểm nhằm bồi thường cho mất mát, tổn thất hoặc thiệt hại theo quy định mà doanh nghiệp bạn phải chịu để đổi lấy số tiền (phí bảo hiểm) đã đóng. Giống như bạn không thể lái xe hơi mà không có bảo hiểm xe hơi, bạn cũng không thể quản lý một doanh nghiệp mà không có bảo hiểm dành cho doanh nghiệp. Tuy nhiên, vì có rất nhiều loại doanh nghiệp và vô số rủi ro theo sau mà họ phải đối mặt, nên có rất nhiều hình thức bảo hiểm, không phải tất cả chúng đều cần thiết cho mỗi doanh nghiệp. Những nhu cầu bảo hiểm khác nhau với từng doanh nghiệp, vì thế hãy xem xét các rủi ro của bạn và lựa chọn hình thức nào đó cho phù hợp. Ba hình thức bảo hiểm được pháp luật cho phép: bảo hiểm thất nghiệp, trợ cấp xã hội, và bồi thường cho người lao động. Các quyền lợi của bảo hiểm thất nghiệp được thanh toán theo quy định của pháp luật (được thanh toán theo quy định của luật pháp các bang riêng biệt từ Chương trình Trợ cấp thất nghiệp Tiểu Bang – Liên bang). Số tiền thanh toán của người sử dụng lao động, dựa trên tổng tiền lương, góp phần xây dựng chương trình bảo hiểm này. Bạn phải nộp tiền bảo hiểm thất nghiệp như một phần các khoản thuế khoá của mình. Luật An sinh Xã hội và các luật liên quan thiết lập một số chương trình có những mục tiêu cơ bản đáp ứng những nhu cầu vật chất của các cá nhân và gia đình, bảo vệ người cao tuổi và người khuyết tật tránh được khoản chi phí khi ốm đau mà nếu không thì sẽ tiêu tốn hết tiền tiết kiệm của họ, thắt chặt các gia đình lại bên nhau, và cho trẻ em cơ hội phát triển khoẻ mạnh và an toàn. Vốn tài trợ cho chương trình An sinh Xã hội đến từ tiền nộp của những người sử dụng lao động, người lao động và những người làm cho chính mình vào một quỹ bảo hiểm giúp có thu nhập trong những năm về hưu. Lương hưu đầy đủ thường được trả ở độ tuổi 65. Những phần khác của chương trình An sinh Xã hội giải quyết tiền trợ cấp cho người còn sống, người phụ thuộc và người tàn tật, Chương trình chăm sóc người cao tuổi, Chương trình Thu nhập An sinh Bổ sung và Chương trình chăm sóc sức khoẻ. Bảo hiểm bồi thường thiệt hại cho người lao động bảo vệ người làm của bạn nếu họ bị tổn thương liên quan đến công việc. Hợp đồng bảo hiểm chi trả các hoá đơn y tế cho người lao động bị thương trong quá trình làm việc. Từng bang quy định về phạm vi bảo hiểm và đưa ra những khoản bồi thường. Ở hầu hết các bang, bảo hiểm tư nhân hoặc một thoả thuận tự bảo hiểm của người sử dụng lao động sẽ đưa ra mức bảo hiểm. Một số bang còn quy định về các khoản trợ cấp cho người tàn tật trong ngắn hạn. Có nhiều rủi ro bạn muốn bảo hiểm cho mình tránh khỏi. Hãy xem xét bảng này theo bên có thể bị tổn thất, đây là một số loại đơn bảo hiểm bạn có thể cân nhắc.  \n  Bên bị tổn thất   Loại bảo hiểm     Tài sản   Bảo hiểm tài sản     Người lao động   Bảo hiểm thất nghiệp Bảo hiểm bồi thường tổn thất của người lao động   Bảo hiểm y tế   Bảo hiểm tàn phế   Bảo hiểm nhân viên chủ chốt     Khách hàng/những đối tượng khác   Bảo hiểm trách nhiệm     Các hoạt động của doanh nghiệp   Bảo hiểm gián đoạn kinh doanh   Bảo hiểm nhân viên chủ chốt   Các hợp đồng bảo lãnh   Bảo hiểm trách nhiệm sử dụng lao động   \n Những hình thức bảo hiểm khác có thể cần thiết hoặc là đặc biệt đối với doanh nghiệp đặc thù của bạn. Chẳng hạn, một người viết sách hoặc một chuyên viên tư vấn có thể muốn có một hợp đồng mà sẽ bảo vệ họ khỏi những vụ kiện về tội bất cẩn, hành vi đạo văn hay tội phỉ báng. Với những người có chuyên môn, như những trường hợp này, thì bảo hiểm trách nhiệm nghề nghiệp hay bảo hiểm những sai sót trong công việc là quan trọng. Một lời khuyên ngắn gọn của chủ đề này là bạn cần tìm một đại lý bảo hiểm đáng tin cậy. Hãy bớt chút thời gian để lựa chọn đại lý cho mình. Bạn cần người mà mình có thể yên tâm gắn bó dài lâu – họ sẽ tư vấn cho bạn một cách hợp lý để bạn có thể dành thời gian của mình tập trung vào công việc kinh doanh, không phải bận tâm về dòng chữ nhỏ trong hợp đồng bảo hiểm."
        }
    ],
    "suggestions": []
}