{
    "en_vn": {
        "data": {
            "content": null,
            "word": "medina"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>medina</k><blockquote><cclass>[<cclass>mɛ'di:nə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the old quarter of a North African town. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Arab., lit. 'town'. </blockquote></div>",
            "word": "medina"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "medina"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "medina"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "medina"
        }
    },
    "sentences": [
        {
            "en": "Coalition troops backed by artillery and airstrikes destroyed nearly 100 military vehicles belonging to the <em>Medina</em> division, including six tanks.",
            "vi": "Nhờ pháo binh và máy bay yểm trợ, liên quân đã phá được gần 100 quân xa của sư đoàn Medina, trong đó có sáu xe tăng."
        },
        {
            "en": "The Hegira was when Mohammad and his followers, the Muslims, left for <em>Medina</em> from Mecca because of threats from the Meccan rulers.",
            "vi": "Sự rút khỏi thánh địa Mecca của Mohammad là khi Mohammad và những người theo ông ấy, những tín đồ Hồi giáo, rời khỏi Mecca đến Medina bởi vì những mối đe dọa từ những người cai trị Mecca."
        },
        {
            "en": "It took Gates seven years and $63 million to build his <em>Medina</em>, Washington estate, named Xanadu 2.0 after the fictional home of \"Citizen Kane\"'s Charles Foster Kane.  At 66,000 square feet, the home is absolutely massive, and it's filled with high-tech details.",
            "vi": "Gates phải mất bảy năm và tiêu tốn 63 triệu đô la để xây dựng ngôi biệt thự nằm ở thành phố Medina, bang Washington, tên là Xanadu 2.0, đặt theo tên ngôi nhà giả tưởng của Charles Foster Kane trong phim \"Công dân Kane\".  Rộng hơn hơn 6.000 m2, ngôi nhà này lớn vô cùng, bên trong lại có đầy đồ công nghệ cao.’"
        },
        {
            "en": "World’s Youngest Mother, Age 5 Lina MedinaBorn and raised in Peru, Lina <em>Medina</em> holds the title for the youngest girl history to give birth. Lina <em>Medina</em>, Born on september 27, 1933 confirmed to be the worlds youngest mother in recorded history. She gave birth to Gerardo on may 14, 1939, by a caesarean section necessitated by her small pelvis.We have heard of young girls having babies, however, an age of 1 digit number? 5 year old??!!!! OMG!! She was 5 years and seven months old when her parents thought she had a tumor in her stomach.They took her to the hospital. Several doctors examined her, and decided; she was 7 months pregnant. indeed, those who have examined her condition stated that her reproductive system had fully developed by the age of two and half. Until the age of 10 Gerardo, her son, believed that <em>Medina</em> was his older sister. In young adulthood, she worked as a secretary in the Lima clinic of Lozada, who gave her an education and helped put her son through high school. Gerardo lived to be 40 years old, when he passed away from a bone marrow disease. Are you still left with the question of: how did she get pregnant in the first place? So do we.. the biological father who impregnated Lina was never identified.",
            "vi": "Lina Medina, 5 tuổi, bà mẹ nhỏ nhất thế giớiSinh ra và lớn lên ở Peru, Lina Medina giữ danh hiệu bé gái sinh con trẻ nhất. Lina Medina, sinh ngày 27 tháng chín năm 1933 được xác nhận là bà trẻ nhất thế giới trong sử sách. Bé sinh ra Gerardo vào ngày 14 tháng năm năm 1939, sinh mổ bắt con vì khung xương chậu nhỏ. Chúng tôi từng nghe kể về các thiếu nữ có con sớm, thế nhưng tuổi 1 con số? 5 tuổi? ? ! ! ! ! Chúa ơi! ! Bé mới 5 tuổi bảy tháng lúc cha mẹ bé tưởng bé có khối u trong bụng. Cha mẹ đưa bé vào bệnh viện. Các bác sĩ khám và thông báo: bé có thai 7 tháng. Thực ra, những người khám cho bé đã viết là hệ sinh sản của bé đã phát triển đầy đủ lúc lên hai tuổi rưỡi. Đến khi 10 tuổi, Gerardo, con trai của bé, được mọi người nghĩ là Medina là chị của Gerardo. Khi trưởng thành, cô làm thư ký trong phòng khám Lima của Lozada, người đã cho cô đi học và giúp con trai cô học hết trung học. Gerardo sống đến 40 tuổi, rồi qua đời vì bị bệnh tuỷ xương. Hẳn bạn vẫn còn thắc mắc: Làm sao cô có thai? Chúng tôi cũng vậy... Chẳng bao giờ biết được ai đã làm cho Lina có thai."
        }
    ],
    "suggestions": []
}