{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['meditətiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đắm chìm trong dòng suy nghĩ; trầm tư mặc tưởng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a meditative mood</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tâm trạng trầm tư mặc tưởng</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">you're very meditative today</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hôm nay trông anh rất đăm chiêu</font></td></tr></table><i/></div>",
            "word": "meditative"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "meditative"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>meditative</k><blockquote>▸ <cclass>adjective PENSIVE, thoughtful, contemplative, reflective, musing, ruminative, introspective, brooding, deep/lost in thought, in a brown study; prayerful; <cclass><i>formal</i> cogitative.</cclass></cclass></blockquote></div>",
            "word": "meditative"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "meditative"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "meditative"
        }
    },
    "sentences": [
        {
            "en": "<em>Meditative</em> mood",
            "vi": "Tâm trạng trầm tư mặc tưởng"
        },
        {
            "en": "<em>Meditative</em> Bearing",
            "vi": "Trầm tư"
        },
        {
            "en": "You're very <em>meditative</em> today.",
            "vi": "Hôm nay trông anh rất đăm chiêu."
        },
        {
            "en": "You 're very <em>meditative</em> today.",
            "vi": "Hôm nay trông anh rất đăm chiêu."
        },
        {
            "en": "His <em>meditative</em> mood made me so confused.",
            "vi": "Tâm trạng trầm tư mặc tưởng của anh ta làm tôi khó hiểu."
        },
        {
            "en": "He looks it with a long <em>meditative</em> gaze.",
            "vi": "Anh ta đăm chiêu nhìn nó."
        },
        {
            "en": "The tone of his later poems is more <em>meditative</em>.",
            "vi": "Giọng thơ của ông ta sau này đầy vẻ suy tư hơn."
        },
        {
            "en": "Indian raga produces a <em>meditative</em> mood and relieves stress.",
            "vi": "Nhạc raga cổ truyền Ấn Độ gây ra tâm trạng trầm tư mặc tưởng và giảm căng thẳng."
        },
        {
            "en": "Rhett, watching Wade's face with <em>meditative</em> eyes, saw the boy flinch.",
            "vi": "Đôi mắt suy tư của rhett quan sát mặt wade và chàng thấy thằng bé do dự."
        },
        {
            "en": "Something about it was so <em>meditative</em>, i imagined i'd found the face of a Buddha.",
            "vi": "Đường nét trên khuôn mặt ấy có vẻ trầm tư, tôi mường tượng ra đấy là khuôn mặt của đức phật."
        },
        {
            "en": "His father would walk slowly down the street, he knew, with that <em>meditative</em> expression deepening and becoming grave.",
            "vi": "Anh biết rằng cha anh sẽ đi bộ chầm chậm xuống phía dưới đường phố với vẻ trầm ngâm sâu đậm thêm, và trở thành trịnh trọng."
        },
        {
            "en": "A comic sideways and downward glance at the twig, falling and fallen, in <em>meditative</em> immobility, and then another twig was broken off, and the same game repeated.",
            "vi": "Nó nhìn ngang một cách tức cười xuống cọng cây đang rớt, mình không nhúc nhích và có vẻ nghĩ ngợi, rồi nó lại bứt một cọng cây khác và tiếp diễn trò chơi ấy."
        },
        {
            "en": "\"Over the past few years of practicing rock balance, simple curiosity has evolved into therapeutic ritual, ultimately nurturing <em>meditative</em> presence, mental well-being, and artistry of design,\" writes Grab in his artist statement.",
            "vi": "\"Qua mấy năm tập xếp đá thăng bằng, tính hiếu kỳ thuần túy lúc đầu đã tiến triển thành nghi thức trị liệu, sau cùng sẽ nuôi dưỡng khả năng chiêm nghiệm, mang lại tinh thần minh mẫn, và nâng cao kỹ năng thiết kế,\" Grab ghi trong phần mô tả tác phẩm của mình."
        },
        {
            "en": "These seemingly impossible structures require intense concentration and <em>meditative</em> focus. Grab spends several minutes nearly frozen, making tiny adjustments until he gets all of the rocks' centers of gravity just right.",
            "vi": "Các công trình trông bất khả thi này đòi hỏi tập trung cao độ và tập trung chiêm nghiệm. Grab có những phút gần như bất động, chỉnh từng li từng tí cho đến khi trọng tâm các viên đá hoàn toàn thẳng hàng."
        },
        {
            "en": "Wayfinders fell into a wordless <em>meditative</em> state so that they could detect even the subtlest of navigational clues. They watched the sun, the moon, and the stars very closely.",
            "vi": "Những nhà định vị đã chìm vào một trạng thái thiền không lời để họ có thể phát hiện, hoặc có nhữngnhững điều chỉnh hướng đi chi li trong dòng tư tưởng của họ. Họ theo dõi mặt trời, mặt trăng, và các ngôi sao rất chặt chẽ."
        },
        {
            "en": "Senior Buddhists say the monk, found sitting in the lotus position, is in a deep <em>meditative</em> trance and not dead. Forensic examinations are under way on the remains, found wrapped in cattle skins in north-central Mongolia. Scientists have yet to determine how the monk is so well preserved, though some think Mongolia's cold weather could be the reason.",
            "vi": "Các phật tử cao niên cho rằng vị sư này, ngồi theo thế kiết già, đang chìm đắm trong thiền định và không chết.  Giám định pháp y đang được tiến hành trên thi hài quấn trong miếng da bò ở miền trung bắc Mông Cổ.  Các nhà khoa học vẫn chưa rõ nhờ đâu mà vị sư này được bảo tồn tốt như vậy, cho dù có người cho rằng đó là do thời tiết Mông Cổ lạnh lẽo."
        },
        {
            "en": "But Dr Barry Kerzin, a physician to Tibetan spiritual leader the Dalai Lama, told the Siberian Times that the monk was in a rare state of meditation called \"tukdam\".\"If the meditator can continue to stay in this <em>meditative</em> state, he can become a Buddha,\" Dr Kerzin said.The monk was discovered after being stolen by a man hoping to sell him on the black market.Mongolian police have arrested the culprit and the monk is now being guarded at the National Centre of Forensic Expertise.",
            "vi": "Nhưng Tiến sĩ Barry Kerzin, bác sĩ của Đức Đạt Lai Lạt Ma, nhà lãnh đạo tinh thần của Tây Tạng, nói với Tờ thời báo Người Xi - bê - ri là vị sư này đang trong trạng thái thiền định hiếm gặp, có tên là \"tukdam\".  \"Nếu người thiền có thể ở mãi trong trạng thái thiền này, ông có thể trở thành Phật,\" Tiến sĩ Kerzin đã nói.  Vị sư này đã được tìm ra sau khi bị một người ăn cắp, định mang ra chợ đen bán.  Cảnh sát Mông cổ đã bắt kẻ tội đồ này và bây giờ vị sư này đang được bảo vệ tại National Centre of Forensic Expertise."
        },
        {
            "en": "You may also experience a range of emotions during your first class. You may feel the urge to laugh or cry. You may feel anger or happiness. This is entirely normal. Your body is full of emotional energy. Yoga helps to release this energy so you can attain a more <em>meditative</em> state. Many people also experience strange sensations during their postures. This is also quite normal. If you have a prior injury, you may feel pain or stress like you have re-injured yourself. In reality it is your body healing the old injury.",
            "vi": "Bạn cũng có thể cảm thấy đủ loại cảm xúc trong buổi tập đầu tiên. Bạn có thể thấy muốn khóc hay cười. Bạn có thể cảm thấy bực bội hoặc vui vẻ. Đó là chuyện hoàn toàn bình thường. Cơ thể của bạn đầy xúc cảm. Yoga giúp giải toả những cảm xúc này để bạn có thể đạt tới trạng thái trầm tĩnh hơn. Nhiều người cũng trải nghiệm những cảm xúc lạ khi vào tư thế yoga. Đó cũng là chuyện hoàn toàn bình thường. Nếu trước đó đã bị chấn thương, bạn có thể cảm thấy đau đớn hay stress như thể tự gây thương tích trở lại. Thật ra đó là vì cơ thể của bạn đang trị cho vết thương cũ lành lặn."
        },
        {
            "en": "A CT scan of a Buddhist statue from the 11th or 12th century has revealed an extraordinary secret – it houses the mummy of an ancient Chinese Buddhist monk whose organs have been replaced by ancient Chinese scrolls.  Scientists knew that there was a mummy inside the statue, but the CT scan, carried out at the Meander Medical Centre at the request of the Drents museum in the Netherlands, gave them their first close-up look at the skeleton inside. That’s when they discovered the hidden paper scrolls and figured out that the mummy was the body of Liuquan, an ancient Buddhist master from the Chinese Meditation School. The discovery comes on the heels of news of another mummified monk in Mongolia, who some believe is simply in an advanced <em>meditative</em> state.",
            "vi": "Ảnh chụp cắt lớp của một pho tượng Phật ở thế kỷ 11 hoặc thế kỷ 12 đã phát hiện một bí mật lạ thường - nó chứa xác ướp của một nhà sư Trung Quốc cổ xưa, có nội tạng được thay bằng giấy cuộn Trung Quốc cổ xưa.   Các nhà khoa học đã biết là có xác ướp bên trong pho tượng, nhưng ảnh chụp cắt lớp này, thực hiện tại Meander Medical Centre theo yêu cầu của bảo tàng Drents ở Hà Lan, mang lại cho họ hình ảnh cận cảnh đầu tiên bên trong bộ xương này. Đó là lúc họ khám phá thấy những cuộn giấy giấu bên trong và nhận ra xác ướp là thi thể của Liuquan, sư thầy cổ xưa của Trường phái thiền Trung Quốc. Khám phá này xảy ra ngay sau khi có tin về một nhà sư được ướp xác khác ở Mông Cổ, người mà một số người tin rằng chỉ đang trong trạng thái nhập thiền cao cấp, chứ không chết."
        }
    ],
    "suggestions": []
}