{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mediated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mediated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mediated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mediated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mediated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "We <em>mediated</em> discrepancies between each other.",
            "vi": "Chúng tôi đã dàn xếp những mâu thuẫn của nhau."
        },
        {
            "en": "Thought is always <em>mediated</em> by language.",
            "vi": "Tư tưởng được trung gian bằng ngôn ngữ."
        },
        {
            "en": "Have you ever <em>mediated</em> on the sufferings of Christ?",
            "vi": "Anh có bao giờ suy ngẫm về những thống khổ của Chúa chưa?"
        },
        {
            "en": "The lawyers <em>mediated</em> between the demonstrators and the authorities.",
            "vi": "Luật sư làm trung gian giữa bên biểu tình và chính quyền."
        },
        {
            "en": "Iran <em>mediated</em> an agreement between the two African countries last October.",
            "vi": "Tháng Mười vừa rồi, Iran đã điều đình một một thỏa thuận giữa hai quốc gia ở Châu Phi."
        },
        {
            "en": "The most severe toxin - <em>mediated</em> disease is called \"Alimentary toxic aleukemia\".",
            "vi": "Căn bệnh nhiễm độc gián tiếp nghiêm trọng nhất là bệnh \"Giảm bạch cầu do ngộ độc thực phẩm\"."
        },
        {
            "en": "The most severe toxin-<em>mediated</em> disease is called \"Alimentary toxic aleukemia\".",
            "vi": "Căn bệnh nhiễm độc gián tiếp nghiêm trọng nhất là bệnh \"Giảm bạch cầu do ngộ độc thực phẩm\"."
        },
        {
            "en": "A second defence of vertebrates against viruses is called cell - <em>mediated</em> immunity and involves immune cells known as T cells.",
            "vi": "Hàng rào bảo vệ thứ hai của động vật có xương sống gọi là miễn dịch trung gian, gồm các tế bào gọi là tế bào T."
        },
        {
            "en": "A viral disease characterized by loss of the cell-<em>mediated</em> immune response due to decreased numbers of certain T-lymphocytes.",
            "vi": "Một bệnh do virus biểu thị bởi sự mất khả năng đáp ứng miễn dịch của tế bào trung gian do sự giảm số lượng của một vài tế bào lympho t."
        },
        {
            "en": "A second defence of vertebrates against viruses is called cell-<em>mediated</em> immunity and involves immune cells known as T cells.",
            "vi": "Hàng rào bảo vệ thứ hai của động vật có xương sống gọi là miễn dịch trung gian, gồm các tế bào gọi là tế bào T."
        },
        {
            "en": "So these non-human studies strongly suggest that the remote, distant, consciousness-<em>mediated</em> healing effects and similar nonlocal phenomena are real, and that we are not fooling ourselves.",
            "vi": "Vậy nên những nghiên cứu với các đối tượng không phải là con người gợi ý rằng các hiệu ứng chữa bệnh qua ý thức trung gian ở khoảng cách xa và các hiện tượng được thực hiện ở khoảng cách xa khác là có thật và chúng ta không hề lừa gạt chính mình."
        },
        {
            "en": "A number of joint university programs between foreign universities and national counterparts have developed to incorporate computer-<em>mediated</em> training, distance learning and online resources.",
            "vi": "Một số chương trình đào tạo liên kết giữa các trường đại học trong và ngoài nước đã được xây dựng để kết hợp đào tạo thông qua mạng máy tính, học từ xa và cung cấp các nguồn lực trực tuyến."
        },
        {
            "en": "By today, the agricultural and (private) industrial sectors resemble much more closely fully autonomous bodies whose arms-length relationship with the state must be <em>mediated</em> by new institutions.",
            "vi": "Đến nay, các lĩnh vực nông nghiệp và công nghiệp (tư nhân) ngày càng tương đồng với các cơ quan tự chủ hoàn toàn mà mối quan hệ tách biệt với nhà nước cần được điều hòa bởi các thể chế mới."
        },
        {
            "en": "In calculating the benefits and costs of social security programmes it is important to consider external effects, in other words, economic effects not <em>mediated</em> by the market or actual prices.",
            "vi": "Khi tính toán các lợi ích và chi phí của các chương trình bảo hiểm xã hội, cần xem xét các tác động bên ngoài, hay nói một cách khác, là những tác động kinh tế mà thị trường hoặc giá cả thực tế không giải quyết được."
        },
        {
            "en": "In March, the House of Lords told us what has long been obvious: that we need to pay far more attention to the internet by coordinating our efforts towards improving children’s “digital literacy”. A report, published by the Lords Communications Committee, states that students’ lives – “from health to education, from socialising to entertainment” – are now “<em>mediated</em> through technology”.",
            "vi": "Vào tháng 3, Thượng nghị viện Anh cho chúng tôi biết một điều quá rõ ràng : rằng chúng ta cần chú ý nhiều đến internet hơn bằng cách phối hợp nỗ lực nhằm cải thiện \"kỹ năng kỹ thuật số\" của trẻ. Một báo cáo của Ủy ban Truyền thông Thương nghị Viện Anh phát hành, cho thấy cuộc sống của sinh viên - từ sức khoẻ đến giáo dục, từ giao tiếp đến giải trí – nay đều \"thông qua trung gian công nghệ\"."
        },
        {
            "en": "Dr. Levine’s investigations show that when you’ve been sitting for a long period of time and then get up, a number of molecular cascades occur. For example, within 90 seconds of standing up, the muscular and cellular systems that process blood sugar, triglycerides, and cholesterol—which are <em>mediated</em> by insulin—are activated. ",
            "vi": "Điều tra của Tiến sĩ Levine cho thấy rằng khi bạn đã ngồi trong một chu kỳ thời gian dài và sau đó đứng lên, một số “dòng thác” phân tử sẽ xuất hiện. Ví dụ, trong vòng 90 giây đứng lên, các hệ thống cơ bắp và tế bào có chức năng xử lý lượng đường trong máu, triglycerides và cholesterol – những thành phần được điều hòa bởi insulin – sẽ được kích hoạt."
        },
        {
            "en": "A new study published in the Journal of Computer-<em>Mediated</em> Communication suggests that immersive digital environments can stoke users’ sense of connection with nature—the implication being that empathizing with the natural world could potentially make humans better stewards of it.",
            "vi": "Một nghiên cứu mới được công bố trên Tạp chí Truyền Thông Bằng Máy tính cho rằng: môi trường kỹ thuật số theo nhập vai có thể thổi bùng cảm giác kết nối với thiên nhiên của người sử dụng và tạo ra sự đồng cảm với thế giới tự nhiên và làm cho con người quản lý tốt hơn về nó."
        }
    ],
    "suggestions": []
}