{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Medicaid",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Medicaid</k><blockquote>■ <cclass>noun (in the US) a federal system of health insurance for those requiring financial assistance. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from <kref>medical</kref> + <kref>aid</kref>. </blockquote></div>",
            "word": "Medicaid",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Medicaid",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Medicaid",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Medicaid",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>medicaid</em> health coverage for low-income families",
            "vi": "chính sách bảo hiểm y tế cho những gia đình có thu nhập thấp"
        },
        {
            "en": "<em>medicaid</em> health coverage for low - income families",
            "vi": "chính sách bảo hiểm y tế cho những gia đình có thu nhập thấp"
        },
        {
            "en": "On this site, you can learn about the different <em>Medicaid</em> programs and how to apply.",
            "vi": "Bạn có thể tìm hiểu về các chương trình chăm sóc sức khỏe khác nhau do chính phủ Hoa Kỳ tài trợ và cách tham gia trên trang này."
        },
        {
            "en": "As The Hill reported, President Bill Clinton signed the Personal Responsibility and Work Opportunity Reconciliation Act in 1996. The law prevents immigrants from receiving federal benefits, such as food stamps, <em>Medicaid</em>, and Social Security for five years after entering the country.",
            "vi": "Theo báo cáo của The Hill, Tổng thống Bill Clinton đã ký Đạo luật Điều hòa Trách nhiệm Cá nhân và Cơ hội Việc làm năm 1996. Luật này ngăn cản người nhập cư nhận được các phúc lợi liên bang, như tem phiếu thực phẩm, Medicaid (y tế), và An Sinh Xã Hội trong vòng 5 năm sau khi vào nước này."
        },
        {
            "en": "The health law expanded coverage through a combination of taxpayer-subsidized private insurance and a state option to expand <em>Medicaid</em> for low-income people. Experts say it’s largely responsible for reducing the nation’s uninsured rate to a historic low of about 9 percent.",
            "vi": "Luật sức khỏe mở rộng tầm ảnh hưởng của mình thông qua một sự kết hợp giữa bảo hiểm tư nhân nộp thuế bao cấp và một trạng thái tùy chọn mở rộng Medicaid cho người thu nhập thấp. Các chuyên gia nói rằng đó là trách nhiệm to lớn trong việc làm giảm tỷ lệ bảo hiểm của nước này xuống mức thấp nhất lịch sử còn khoảng 9%."
        },
        {
            "en": "Now that the health care reform bill is signed into law, Dell is looking to offer local state governments a set of IT services designed to help meet new federal regulations regarding issues such as <em>Medicaid</em>. Since its acquisition of Perot, Dell is moving deeper into the IT services field, especially in the health care and government markets.",
            "vi": "Hiện nay dự luật cải cách y tế đã được phê chuẩn, Dell đang tìm cách cung cấp cho chính quyền tiểu bang ở địa phương một bộ dịch vụ CNTT được phác thảo nhằm giúp đáp ứng các qui định mới của liên bang về các vấn đề như Chương trình chăm sóc sức khoẻ của Medicaid. Từ khi hãng Dell thu mua công ty Perot, thì nó đang di chuyển sâu hơn vào trong lĩnh vực dịch vụ CNTT, nhất là trong lĩnh vực y tế và các thị trường của chính phủ."
        },
        {
            "en": "The law extended insurance coverage to uninsured Americans by expanding the <em>Medicaid</em> program for the poor and creating online exchanges where people who do not have insurance through work can shop for health insurance plans. It also provides subsidies to help individuals and families afford those plans.",
            "vi": "Luật pháp mở rộng bảo hiểm cho người Mỹ-những người không có bảo hiểm bằng cách mở rộng chương trình Medicaid cho người nghèo và tạo ra kênh giao dịch trực tuyến-nơi những người không có bảo hiểm thông qua công việc của mình được hưởng chế độ bảo hiểm của công ty. Nó cũng cung cấp các khoản trợ cấp để giúp các cá nhân và gia đình có đủ khả năng chi trả cho các kế hoạch của chính mình."
        },
        {
            "en": "As The Hill reported, President Bill Clinton signed the Personal Responsibility and Work Opportunity Reconciliation Act in 1996. The law prevents immigrants from receiving federal benefits, such as food stamps, <em>Medicaid</em>, and Social Security for five years after entering the country.",
            "vi": "Theo báo cáo của The Hill, Tổng thống Bill Clinton đã ký Đạo luật Điều hòa Trách nhiệm Cá nhân và Cơ hội Việc làm năm 1996. Luật này ngăn cản người nhập cư nhận được các phúc lợi liên bang, như tem phiếu thực phẩm, Medicaid (y tế), và An Sinh Xã Hội trong vòng 5 năm sau khi vào nước này."
        },
        {
            "en": "We do not believe that in this country freedom is reserved for the lucky, or happiness for the few.  We recognize that no matter how responsibly we live our lives, any one of us at any time may face a job loss, or a sudden illness, or a home swept away in a terrible storm.  The commitments we make to each other through Medicare and <em>Medicaid</em> and Social Security, these things do not sap our initiative, they strengthen us.  They do not make us a nation of takers; they free us to take the risks that make this country great.",
            "vi": "Chúng ta không tin rằng ở đất nước này tự do chỉ dành riêng cho những người may mắn hay hạnh phúc chỉ dành riêng cho một nhóm nhỏ. Chúng ta nhận thức được rằng dù chúng ta sống có trách nhiệm tới đâu trong cuộc đời mình thì bất kỳ ai trong chúng ta vào bất kỳ lúc nào cũng có khả năng phải đối mặt với sự mất việc hay sự đau ốm bất ngờ hay một ngôi nhà bị quét đi trong một cơn bão lớn. Những cam kết chúng ta lập ra với nhau thông qua các chương trình Medicare và Medicaid và An sinh Xã hội (Social Security), chúng không làm nhụt đi ý chí tự lực của chúng ta, mà làm chúng ta mạnh lên thêm. Chúng không biến chúng ta thành quốc gia của những kẻ ăn bám hưởng thụ mà cho phép chúng ta được tự do hơn để đối mặt với những mạo hiểm và rủi ro đã giúp đất nước này trở nên vĩ đại."
        },
        {
            "en": "53.8% of smokers aged 65+ years wanted to quit\n70.2% of those aged less than 65 years wanted to quit\n75.6% of non-Hispanic black smokers wanted to stop - the highest percentage\n69.1% of non-Hispanic whites wanted to give up\n61% of Hispanics wanted to stop\n65.9% of those with just a high school graduation wanted to cease smoking\n73.4% of those with a college qualification wanted to give up\n71.2% of individuals with <em>Medicaid</em>, wanted to stop, compared to 70.4% with private insurance, 60.7% with Medicare and 55.3% with a military health plan\n52.4% of current and former smokers had tried to give up for more than one day during the previous 12 months - 62.4% of 18-24 year olds compared to 43.5% of 65+ year old\n6.2% had given up recently, and were still not smoking - 6.% of non-Hispanic whites compared to 3.3% of non-Hispanic blacks\n\n11.4% of college graduates had given up recently and were still not smoking, compared to 3.2% of those with just high school education\n\n7.8% of individuals in a private health plan had recently stopped smoking and were still not smoking compared to 4.6% of those with <em>Medicaid</em> and 3.6% of people with no health plan",
            "vi": "53,8% những người hút thuốc từ 65 tuổi trở lên muốn bỏ thuốc lá\n70,2% những người độ tuổi dưới 65 tuổi muốn bỏ thuốc lá\n75,6% người hút thuốc là dân da đen không phải gốc Mỹ La Tinh muốn dừng lại - tỷ lệ cao nhất\n69,1% người da trắng không phải gốc Mỹ La Tinh muốn bỏ thuốc lá\n61% những người Mỹ gốc Tây Ban Nha muốn bỏ thuốc lá\n65,9% những người chỉ tốt nghiệp trung học muốn chấm dứt hút thuốc\n73,4% những người có trình độ đại học muốn bỏ hút thuốc \n71,2% những người thuộc Chương trình chăm sóc sức khoẻ của Chính Phủ, muốn bỏ thuốc, so với 70,4% những người có bảo hiểm cá nhân, 60,7% với Chương trình chăm sóc người cao tuổi và 55.3% với Chương trình chăm sóc sức khỏe quân sự.\n\n52,4% những người đang và đã từng hút thuốc đã cố gắng để ngừng hút trong hơn một ngày trong vòng 12 tháng trước đó - 62,4% ở độ tuổi 18-24 so với 43,5% ở độ tuổi trên 65 \n6,2% đã bỏ trong thời gian gần đây, và vẫn không hút trở lại – 6% người da trắng không phải gốc Mỹ La tinh so với 3.3% người da đen không phải gốc Mỹ La tinh\n\n11,4% người tốt nghiệp đại học đã bỏ được thuốc lá, so với 3,2% những người chỉ tốt nghiệp phổ thông trung học\n7,8% số người trong một kế hoạch sức khỏe cá nhân gần đây đã ngừng hút thuốc và không hút thuốc so với 4,6% những người nằm trong chương trình chăm sóc sức khỏe do Chính phủ Hoa  Kỳ tài trợ và 3,6% những người không có bảo hiểm y tế"
        },
        {
            "en": "Now that the health care reform bill is signed into law, Dell is looking to offer local state governments a set of IT services designed to help meet new federal regulations regarding issues such as <em>Medicaid</em>. Since its acquisition of Perot, Dell is moving deeper into the IT services field, especially in the health care and government markets. Dell is looking to offer state governments a health care check-up.  On June 9, Dell officially launched its latest IT services initiative, called Dell State Health Services. Spending on IT health care is expected to increase about 4 percent in 2010, according to Gartner, and Dell and other service vendors are looking to expand their offerings in the wake of federal health care reform. In this case, Dell is targeting state governments that have to deal with an onslaught of new federal health care regulations, such as changes to <em>Medicaid</em> and electronic health care records. With Dell State Health Services, Dell is looking to offer IT consulting, as well as a host of hardware and software products, call center integration and data center services. While Dell has been pushing IT services and consulting for many years, its 2009 acquisition of Perot Systems for $3.9 billion gave Dell a firmer foothold in this market to better compete against the likes of IBM, Hewlett-Packard and IT outsourcing firms such as Infosys. With Perot, Dell also bought a company with deep ties to a number of specific vertical markets, including health care, local and state government and manufacturing. The federal health care bill allows Dell, as well as other IT companies, a way to tie in their health care and government consulting services. When it announced the State Health Services program, Dell also pointed to its own example of helping Massachusetts implement its Massachusetts Commonwealth Care Health Plan, which looked to reduce the number of uninsured in the state, while offering small businesses a way to buy health care coverage for their employees. The type of health care exchanges Massachusetts created at the state level are similar to the types of federal health care exchanges that are part of the government’s health care overhaul.  For Massachusetts, Dell created hardware and software systems that addressed issues with medical billing, financial data, patient data and call center integration to make the exchange in that state work.  \"Dell is already providing consulting services to several states, and we look forward to putting our expertise in providing solutions to the nation’s only state insurance exchange, as well as our experience supporting the health care and government industries, to work for other states,\" Melissa Boudreault, the director of Dell State Health Services, wrote in a statement.  Earlier in June, Dell announced a partnership with Practice Fusion to deliver new types of electronic health records to small medical practices.",
            "vi": "Hiện nay dự luật cải cách y tế đã được phê chuẩn, Dell đang tìm cách cung cấp cho chính quyền tiểu bang ở địa phương một bộ dịch vụ CNTT được phác thảo nhằm giúp đáp ứng các qui định mới của liên bang về các vấn đề như Chương trình chăm sóc sức khoẻ của Medicaid. Từ khi hãng Dell thu mua công ty Perot, thì nó đang di chuyển sâu hơn vào trong lĩnh vực dịch vụ CNTT, nhất là trong lĩnh vực y tế và các thị trường của chính phủ. Dell đang tìm cách cung cấp cho chính quyền tiểu bang một dịch vụ kiểm tra tổng quát chăm sóc sức khoẻ. Vào ngày 9 tháng sáu, Dell chính thức ra mắt sáng kiến về dịch vụ CNTT mới nhất, được gọi là Dịch vụ Y tế tiểu bang của Dell (Dell State Health Services). Đầu tư vào dịch vụ y tế ứng dụng CNTT dự kiến sẽ tăng khoảng 4 phần trăm trong năm 2010, theo Gartner, Dell và các nhà cung cấp dịch vụ khác đang tìm cách mở rộng sự cung cấp dịch vụ của họ theo dự luật cải cách y tế của liên bang. Trong trường hợp này, Dell đang nhắm đến các chính quyền tiểu bang mà phải thực thi  những qui định mới về y tế của liên bang, chẳng hạn như những thay đổi từ Chương trình chăm sóc sức khoẻ Medicaid và các hồ sơ y tế điện tử. Với dịch vụ Dell State Health Services, Dell đang tìm cách cung cấp tư vấn CNTT cũng như hàng loạt sản phẩm phần cứng và phần mềm, dịch vụ kết hợp trung tâm qua điện thoại và dịch vụ trung tâm dữ liệu. Trong khi Dell đã và đang đẩy mạnh các dịch vụ tư vấn CNTT trong nhiều năm qua, hãng đã thu mua Perot Systems vào năm 2009 với giá 3.9 Tỉ đô la Mĩ đã mang lại cho Dell một chỗ đứng vững chắc hơn trong thị trường này để cạnh tranh tốt hơn với các đối thủ như IBM, Hewlett-Packard và các hãng gia công CNTT như Infosys. Cùng với việc thu mua Perot, Dell cũng mua luôn một công ty có mối quan hệ sâu sắc với một số thị trường đang lên, bao gồm chăm sóc sức khoẻ,  chính quyền tiểu bang và địa phương và các công ty sản xuất. Dự luật y tế liên bang cho phép Dell cũng như các công ty CNTT khác một phương pháp gắn kết các dịch vụ tư vấn cho chính phủ và chăm sóc sứ khoẻ của họ lại với nhau. Khi Dell công bố chương trình State Health Services, hãng cũng đã đưa ra một ví dụ riêng để trợ giúp tiểu bang Massachusetts triển khai Kế hoạch Chăm sóc Sức khoẻ Cộng đồng ở Massachusetts của họ, giúp tìm cách giảm số lượng không có bảo hiểm trong tiểu bang, trong khi vẫn cung cấp cho các doanh nghiệp nhỏ một phương pháp để mua bảo hiểm y tế cho nhân viên của họ. Các loại hình trao đổi y tế ở Massachusetts đã được tạo ra ở mức tiểu bang giống với các kiểu trao đổi y tế liên bang đó là một phần của kiểm tra tổng quát chăm sóc sức khoẻ của chính phủ. Đối với Massachusetts, Dell đã tạo ra các hệ thống phần cứng và phần mềm để xử lí các vấn đề với hoá đơn y tế, dữ liệu tài chính, dữ liệu bệnh nhân và tích hợp trung tâm dịch vụ qua điện thoại để thực hiện việc trao đổi trong công việc của tiểu bang. Melissa Boudreault giám đốc phụ trách dịch vụ Dell State Health Services đã viết trong một bài phát biểu.\" Dell đã cung cấp dịch vụ tư vấn cho một số tiểu bang và chúng tôi mong muốn đưa ý kiến của giới chuyên môn của chúng tôi vào trong các giải pháp cung cấp cho việc trao đổi bảo hiểm của tiểu bang duy nhất của quốc gia cũng như kinh nghiệm hỗ trợ các ngành của chính phủ và y tế của chúng tôi để làm việc cho các tiểu bảng khác” . Vào đầu tháng sáu, Dell công bố việc cộng tác với Practice Fusion để ra mắt các loại hồ sơ sức khoẻ điện tử mới cho các phòng khám y khoa nhỏ."
        },
        {
            "en": "Surviving on minimum wage may seem close to impossible, especially in today's economy, but many families are doing just that. The key is to have a plan and to know where you're going so there are no financial surprises in the way.   1. Set up a budget and then stick to it. Make sure your budget includes all basic expenses, such as rent, utilities, food and transportation. Then calculate the extras, including clothing and other household and personal expenses.   2. Barter for everything you can. Since cash will be limited, your best bet to survive on minimum wage is to find ways to get things without having to pay for them. Things like babysitting services, home repairs and even supplies can be bartered for. Offer whatever abilities or products you have in exchange, such as word processing services, lawn mowing or anything else you can think of.   3. Find sources of free food. Grow your own garden if you have the space, or join a community garden and volunteer your time in exchange for a share of the produce. Food pantries and community or church meal programs can also help lighten the food bill, or you can see if you qualify for food stamps.   4. Get a roommate. Rent will probably take a large part of your budget, especially if you live in a big city, so having somebody to share the expense with you will certainly make a difference. If sharing the apartment is not an option, consider moving to a cheaper neighborhood, but factor in the price of commute when calculating costs.   5. Try to complement your income by hosting occasional garage sales, selling things on eBay or offering babysitting to neighbors and friends.     6. Find out if you qualify for government assistance. If your total take-home income for the year is under the poverty line, you may qualify for housing assistance, food stamps or <em>Medicaid</em>. If you have children, your chances of receiving government assistance are even higher.",
            "vi": "Sống được dựa vào mức lương tối thiểu gần như là điều không thể, nhất là trong nền kinh tế hiện nay, nhưng nhiều gia đình vẫn đang sống như vậy. Mấu chốt là phải có một kế hoạch và biết mình sẽ làm gì để không phát sinh những khoản chi tiêu ngoài ý muốn.  1. Lập một danh mục các khoản thu chi dự kiến và phải tuân thủ theo nó. Hãy chắc chắn rằng bạn đã dự trù tất cả các khoản chi cơ bản, chẳng hạn như tiền thuê nhà, chi phí cho các tiện ích, thực phẩm và việc đi lại. Sau đó, tính các khoản phải bổ sung, gồm tiền mua quần áo và những chi phí khác trong gia đình cùng những chi tiêu cá nhân. 2. Trao đổi bất cứ thứ gì có thể. Vì tiền sẽ bị hạn chế, để sống được dựa vào mức lương tối thiểu tốt nhất là bạn tìm những cách có được thứ gì đó mà không phải mất tiền mua. Những thứ như dịch vụ giữ trẻ, sửa chữa nhà cửa và thậm chí các vật dụng cũng có thể được trao đổi qua lại. Hãy đưa ra bất kỳ sản phẩm hoặc khả năng nào bạn có để trao đổi, ví dụ dịch vụ xử lý văn bản, những công việc như cắt cỏ hoặc bất kỳ điều gì khác bạn có thể nghĩ đến. 3. Tìm những nguồn thực phẩm miễn phí. Hãy trồng vườn riêng nếu bạn có đất, hoặc tham gia làm vườn chung với cộng đồng nào đó và tự nguyện bỏ thời gian của mình để đổi lấy một phần sản phẩm làm ra. Những tổ chức cung cấp bữa ăn từ thiện và những chương trình bữa ăn miễn phí của nhà thờ hay cộng đồng nào đó cũng có thể giúp bớt đi chi phí ăn uống hoặc nếu đủ điều kiện bạn có thể tìm những phiếu đổi thức ăn do chính phủ hỗ trợ. 4. Kiếm người ở ghép. Tiền thuê nhà chắc sẽ chiếm một phần đáng kể ngân quỹ của bạn, nhất là khi bạn sống ở thành phố lớn, vì vậy có ai đó cùng chia sẻ khoản phí này với bạn thì chắc chắn mọi chuyện sẽ khác đi. Nếu không chọn cách sống chung trong một căn hộ, thì hãy cân nhắc việc chuyển đến khu vực có chi phí sinh hoạt rẻ hơn, tuy nhiên phải tính đến chi phí đi lại. 5. Hãy cố gắng bổ sung thu nhập của bạn bằng cách tổ chức những đợt bán đồ cũ vào dịp đặc biệt, bán hàng trên eBay hoặc đề nghị giữ trẻ cho hàng xóm và bạn bè. 6. Tìm hiểu xem bạn có đủ điều kiện nhận trợ cấp của nhà nước. Nếu tổng thu nhập thực nhận cả năm của bạn dưới ngưỡng nghèo khó, bạn có thể đủ điều kiện được hỗ trợ về nhà ở, phiếu trợ cấp thực phẩm hoặc chương trình chăm sóc sức khoẻ do chính phủ tài trợ. Trường hợp bạn có con thì cơ hội nhận trợ cấp của chính phủ thậm chí còn cao hơn."
        },
        {
            "en": "Insurance    Insurance is a critical part of the risk management system for a business. It is a way to protect yourself against unforeseen losses. An insurance policy is a legally binding contract with an insurer to provide compensation for a specified damage, loss, or injury suffered by your business in return for a sum of money (premium) paid. Just as you don't want to drive without automobile insurance, you do not want to run a business without business insurance. However, because there are so many kinds of businesses and subsequent risks they may face, there are a wide variety of insurance types, not all of them necessary for every business. Insurance needs differ for each business so look at your risks and choose what is appropriate for your situation. Three types of insurance are mandated by law: unemployment insurance, social security, and workers' compensation. Unemployment insurance benefits are payable under the laws of individual states from the Federal-State Unemployment Compensation Program. Employer payments, based on total payroll, contribute to the program. You should be paying for unemployment insurance as part of your taxes. The Social Security Act and related laws established a number of programs which have the basic objectives of providing for the material needs of individuals and families, protecting aged and disabled persons against the expense of illness that would otherwise exhaust their savings, keeping families together, and giving children the opportunity to grow up in health and security. Funding for the Social Security program comes from payments by employers, employees and self-employed persons into an insurance fund that provides income during retirement years. Full retirement benefits normally become available at age 65. Other aspects of Social Security deal with survivor, dependent and disability benefits, Medicare, Supplemental Security Income and <em>Medicaid</em>. Workers' Compensation Insurance protects your employees if they suffer job-related injuries. The policy pays the medical bills for the employee who is injured on the job. Each state mandates coverage and provides benefits. In most states, private insurance or an employer self-insurance arrangement provides the coverage. Some states mandate short-term disability benefits as well. There are a variety of risks you may wish to insure yourself against. Looking at this by the party that might be injured, these are some of the types of policies you might consider:  \n  Injured Party   Type of Insurance     Property   Property Insurance     Employees   Unemployment Insurance Workman's Compensation Insurance Health Insurance Disability Insurance Key Employee Insurance     Customers/Others   Liability Insurance     Business Operations   Business Interruption Insurance  Key Employee Insurance  Surety Bonds Employment Practices Liability Insurance   \n Other types of insurance may be necessary or unique to your particular business. For instance, a book author or consultant may want to carry a policy that will protect them from libel, plagiarism or negligence lawsuits. For professionals, like these, professional liability or malpractice insurance is important. One thing that should be clear from this discussion is that you need to find a good insurance agent who you can trust. Spend some time in choosing your agent. You need someone you can be comfortable with on a longterm basis - someone who will advise you well so you can spend your time on your business, not worrying about the fine print of the coverage.",
            "vi": "Bảo hiểm    Bảo hiểm là một phần quan trọng trong hệ thống quản lý rủi ro cho doanh nghiệp. Đó là cách tự bảo vệ mình khỏi những thiệt hại không lường trước được. Đơn bảo hiểm là một hợp đồng ràng buộc về mặt pháp lý với một nhà bảo hiểm nhằm bồi thường cho mất mát, tổn thất hoặc thiệt hại theo quy định mà doanh nghiệp bạn phải chịu để đổi lấy số tiền (phí bảo hiểm) đã đóng. Giống như bạn không thể lái xe hơi mà không có bảo hiểm xe hơi, bạn cũng không thể quản lý một doanh nghiệp mà không có bảo hiểm dành cho doanh nghiệp. Tuy nhiên, vì có rất nhiều loại doanh nghiệp và vô số rủi ro theo sau mà họ phải đối mặt, nên có rất nhiều hình thức bảo hiểm, không phải tất cả chúng đều cần thiết cho mỗi doanh nghiệp. Những nhu cầu bảo hiểm khác nhau với từng doanh nghiệp, vì thế hãy xem xét các rủi ro của bạn và lựa chọn hình thức nào đó cho phù hợp. Ba hình thức bảo hiểm được pháp luật cho phép: bảo hiểm thất nghiệp, trợ cấp xã hội, và bồi thường cho người lao động. Các quyền lợi của bảo hiểm thất nghiệp được thanh toán theo quy định của pháp luật (được thanh toán theo quy định của luật pháp các bang riêng biệt từ Chương trình Trợ cấp thất nghiệp Tiểu Bang – Liên bang). Số tiền thanh toán của người sử dụng lao động, dựa trên tổng tiền lương, góp phần xây dựng chương trình bảo hiểm này. Bạn phải nộp tiền bảo hiểm thất nghiệp như một phần các khoản thuế khoá của mình. Luật An sinh Xã hội và các luật liên quan thiết lập một số chương trình có những mục tiêu cơ bản đáp ứng những nhu cầu vật chất của các cá nhân và gia đình, bảo vệ người cao tuổi và người khuyết tật tránh được khoản chi phí khi ốm đau mà nếu không thì sẽ tiêu tốn hết tiền tiết kiệm của họ, thắt chặt các gia đình lại bên nhau, và cho trẻ em cơ hội phát triển khoẻ mạnh và an toàn. Vốn tài trợ cho chương trình An sinh Xã hội đến từ tiền nộp của những người sử dụng lao động, người lao động và những người làm cho chính mình vào một quỹ bảo hiểm giúp có thu nhập trong những năm về hưu. Lương hưu đầy đủ thường được trả ở độ tuổi 65. Những phần khác của chương trình An sinh Xã hội giải quyết tiền trợ cấp cho người còn sống, người phụ thuộc và người tàn tật, Chương trình chăm sóc người cao tuổi, Chương trình Thu nhập An sinh Bổ sung và Chương trình chăm sóc sức khoẻ. Bảo hiểm bồi thường thiệt hại cho người lao động bảo vệ người làm của bạn nếu họ bị tổn thương liên quan đến công việc. Hợp đồng bảo hiểm chi trả các hoá đơn y tế cho người lao động bị thương trong quá trình làm việc. Từng bang quy định về phạm vi bảo hiểm và đưa ra những khoản bồi thường. Ở hầu hết các bang, bảo hiểm tư nhân hoặc một thoả thuận tự bảo hiểm của người sử dụng lao động sẽ đưa ra mức bảo hiểm. Một số bang còn quy định về các khoản trợ cấp cho người tàn tật trong ngắn hạn. Có nhiều rủi ro bạn muốn bảo hiểm cho mình tránh khỏi. Hãy xem xét bảng này theo bên có thể bị tổn thất, đây là một số loại đơn bảo hiểm bạn có thể cân nhắc.  \n  Bên bị tổn thất   Loại bảo hiểm     Tài sản   Bảo hiểm tài sản     Người lao động   Bảo hiểm thất nghiệp Bảo hiểm bồi thường tổn thất của người lao động   Bảo hiểm y tế   Bảo hiểm tàn phế   Bảo hiểm nhân viên chủ chốt     Khách hàng/những đối tượng khác   Bảo hiểm trách nhiệm     Các hoạt động của doanh nghiệp   Bảo hiểm gián đoạn kinh doanh   Bảo hiểm nhân viên chủ chốt   Các hợp đồng bảo lãnh   Bảo hiểm trách nhiệm sử dụng lao động   \n Những hình thức bảo hiểm khác có thể cần thiết hoặc là đặc biệt đối với doanh nghiệp đặc thù của bạn. Chẳng hạn, một người viết sách hoặc một chuyên viên tư vấn có thể muốn có một hợp đồng mà sẽ bảo vệ họ khỏi những vụ kiện về tội bất cẩn, hành vi đạo văn hay tội phỉ báng. Với những người có chuyên môn, như những trường hợp này, thì bảo hiểm trách nhiệm nghề nghiệp hay bảo hiểm những sai sót trong công việc là quan trọng. Một lời khuyên ngắn gọn của chủ đề này là bạn cần tìm một đại lý bảo hiểm đáng tin cậy. Hãy bớt chút thời gian để lựa chọn đại lý cho mình. Bạn cần người mà mình có thể yên tâm gắn bó dài lâu – họ sẽ tư vấn cho bạn một cách hợp lý để bạn có thể dành thời gian của mình tập trung vào công việc kinh doanh, không phải bận tâm về dòng chữ nhỏ trong hợp đồng bảo hiểm."
        }
    ],
    "suggestions": []
}