{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mein"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mein"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mein"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mein"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mein"
        }
    },
    "sentences": [
        {
            "en": "We'll have chow <em>mein</em> for lunch today.",
            "vi": "Trưa hôm nay chúng ta sẽ ăn món mì xào Trung Hoa."
        },
        {
            "en": "Why do many people like eating beef chow <em>mein</em>?",
            "vi": "Tại sao nhiều người thích ăn mì xào thịt bò?"
        },
        {
            "en": "And for the entree I'll have shrimp chow <em>mein</em>.",
            "vi": "Món chính thì tôi sẽ ăn mì xào tôm."
        },
        {
            "en": "So that's hot and sour soup, two tuna salad and shrimp chow <em>mein</em>.",
            "vi": "Như vậy là một súp chua cay, 2 xà lách cá ngừ và mì xào tôm."
        },
        {
            "en": "Like Hitler’s <em>Mein</em> Kampf, readers are presented with a pure, undiluted vision of the author’s ideology (dark as it may be).",
            "vi": "Giống như Mein Kampf của Hitler, độc giả được trình bày với một tầm nhìn tinh khiết, không bị pha trộn về ý thức hệ của tác giả (có thể là tối tăm)."
        },
        {
            "en": "Chow <em>mein</em> is a Chinese meal consisting of noodles long thin pieces of pasta cooked in oil with small pieces of meat and vegetables.",
            "vi": "Mì xào Trung Hoa là một món ăn Trung Quốc gồm mì sợi mỏng, dài nấu trong dầu cùng với những miếng thịt và rau nhỏ."
        },
        {
            "en": "Like Hitler’s <em>Mein</em> Kampf, readers are presented with a pure, undiluted vision of the author’s ideology (dark as it may be).",
            "vi": "Giống như Mein Kampf của Hitler, độc giả được trình bày với một tầm nhìn tinh khiết, không bị pha trộn về ý thức hệ của tác giả (có thể là tối tăm)."
        },
        {
            "en": "But if these two men found me appealing enough, they might start a bidding war, which could put <em>mein</em> the same position to repay my debts as if i'd been a popular apprentice all along.",
            "vi": "Nhưng nếu hai người đàn ông này thấy tôi hấp dẫn, họ có thể thi nhau trả giá, khiến cho tôi có thể đạt được vị thế đủ tiền trang trải nợ nần như thể tôi là geisha đã nổi tiếng bấy lâu."
        }
    ],
    "suggestions": []
}