{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mə'lisə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cây xả</td></tr></table><i/></div>",
            "word": "melissa"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "melissa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "melissa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "melissa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "melissa"
        }
    },
    "sentences": [
        {
            "en": "Seen <em>Melissa</em>?",
            "vi": "Có thấy Melissa không?"
        },
        {
            "en": "My father planted <em>melissa</em> in our garden.",
            "vi": "Cha tôi đã trồng cây sả trong vườn."
        },
        {
            "en": "<em>Melissa</em> Oil helps me relieve stress and anxiety.",
            "vi": "Dầu cây xả làm giảm căng thẳng và lo lắng."
        },
        {
            "en": "They saw Scott and <em>Melissa</em> making out in Scott's car.",
            "vi": "Họ đã thấy scott và melissa tình tứ với nhau trong xe của scott."
        },
        {
            "en": "Katie decided to find out why <em>Melissa</em> had dropped Rick like a hot potato.",
            "vi": "Katie quyết tìm hiểu xem vì sao melissa đã vứt bỏ rick như một củ khoai tây nóng vậy."
        },
        {
            "en": "I've heard a lot about you, <em>Melissa</em>, but nothing i've heard does you justice.",
            "vi": "Tôi đã nghe nói rất nhiều về cô, melissa, nhưng lại không được nghe điều gì có lợi cho cô cả."
        },
        {
            "en": "<em>Melissa</em> likes to play the field, but that doesn't make her a bad person.",
            "vi": "Melissa thích giữ thế thủ, nhưng điều đó không làm cho cô ấy trở thành một người xấu."
        },
        {
            "en": "Over the next two weeks, Katie saw very little of <em>Melissa</em>.",
            "vi": "Trong vòng hai tuần sau đó, katie rất ít gặp melissa."
        },
        {
            "en": "That Friday evening, Katie and Scott double-dated with <em>Melissa</em> and Rick.",
            "vi": "Tối thứ sáu hôm đó, katie và scott cùng có hẹn với melissa và rick."
        },
        {
            "en": "The whole town heard through the grapevine that <em>Melissa</em> was pregnant.",
            "vi": "Toàn khu phố này đồn rằng Melissa mang thai."
        },
        {
            "en": "The report draws substantially on background papers prepared by <em>Melissa</em> Wells, Sunwha Lee, and Naila Kabeer.",
            "vi": "Về căn bản, báo cáo được rút ra dựa trên tài liệu cơ sở của Melissa Wells, Sunwha Lee, Naila Kabeer."
        },
        {
            "en": "<em>Melissa</em> completely lost her head when the house caught on fire. She didn't know what to do.",
            "vi": "Melissa hoàn toàn mất bình tĩnh khi ngôi nhà phát hỏa. Cô ấy không biết phải làm gì."
        },
        {
            "en": "<em>Melissa</em> McCarthy edges out a field of big-name competitors and gets a tiara with her statue.",
            "vi": "Melissa McCarthy tự rời khỏi nhóm các đối thủ cạnh tranh và nhận được một vương miện với bức tượng của cô ấy."
        },
        {
            "en": "<em>Melissa</em> McCarthy edges out a field of big - name competitors and gets a tiara with her statue.",
            "vi": "Melissa McCarthy tự rời khỏi nhóm các đối thủ cạnh tranh và nhận được một vương miện với bức tượng của cô ấy."
        },
        {
            "en": "Ten-year-old <em>Melissa</em> looks at her image in the mirror and doesn't like what she sees, sound unusual?",
            "vi": "Bé melissa mười tuổi nhìn hình ảnh mình trong gương và không hài lòng về những gì cô bé thấy, nghe khác thường phải không?"
        },
        {
            "en": "Eli'sha has been saving up to buy a mandolin for more than a year, but his mom, <em>Melissa</em>, said it's been tough because Eli'sha is always giving his money away to people who he thinks need it more.",
            "vi": "Eli'sha đã dành dụm tiền để mua một chiếc đàn măng-đô-lin trong suốt hơn năm trời, nhưng mẹ cậu, Melissa, nói rằng khó mà mua được vì Eli'sha cứ hay cho người khác tiền, những người mà cậu nghĩ họ cần số tiền ấy hơn."
        },
        {
            "en": "<em>Melissa</em> Viny from Australia commented on the online ordering service of a shop in Hoi An: “this service is very good. Very, very good! All the people are fantastic. Very happy. I had two jackets and a top night. Excellent quality! Very good! Perfect!”",
            "vi": "Chị Melissa Viny đến từ Úc đã chia sẻ: Đây là dịch vụ rất tốt. Rất, rất tốt! Tất cả mọi người ở đây tuyệt vời. Rất vui vẻ. Tôi đã có hai cái áo vét và một chiếc áo. Chất lượng tuyệt hảo! Rất tốt! Hoàn hảo."
        },
        {
            "en": "Take a look at the stunning works of design and construction that have been created through the years. Temple of Stars - Đền các Vì sao (2004)   By David Best and The Temple Crew/eddy/Flickr   Big Rig Jig (2007)   by Mike RossJesse Wagstaff/Flickr    Basura Sagrada (2008)   By Shrine, Tucker and the Basura Sagrada CollaboratoryAlan Turkus/Flickr   Fire of Fires (2009)   By David Umlas, Marrilee Ratcliff, and the Community Art Makers7263255/Flickr   Aeolian Pyrophonic Hall & Whispering Wall (2010)   By Capra J'neva & CrewJennifer Morrow/Flickr   Zonotopia (2010)   By Rob BellVito Fun/Flickr   The Temple of Transition (2011)   By Chris Hankins, Diarmaid Horkan and Ian Beaverstock and the International Arts Mega CrewRatha Grimes/Flickr   Opal Essence (2012)   Idaho CORE projectHawaii Savvy/Flickr   Temple of Whollyness (2013)   By Gregg Fleishman, <em>Melissa</em> Barron, Lightning Clearwater III and The Connection Crewvjhoming/Flickr   Church Trap (2013)   By Rebekah WaitesCory Doctorow/Flickr   Photo Chapel (2013)      The Lost Tea Party (2014)   By Wreckage InternationalRaquel Baranow/Flickr   Eternal Return (2014)   By Peter HudsonBLM Nevada/Flickr   Temple of Grace (2014)      Arbour (2015)      The Temple of Promise (2015)   By The Dreamers GuildTomas Loewy/Amy Chan   Totem Of Confessions (2015)   By Michael GarlingtonTomas Loewy/Amy Chan   Blunderwood Portable (2015)   By the Cat and the Cockroach CollectiveTomas Loewy/Amy Chan   Hybycozo - Deep Thought (2015)      Mazu Goddess of the Empty Sea (2015)   Tomas Loewy/Amy Chan",
            "vi": "Hãy ngắm các tác phẩm thiết kế và xây dựng đẹp mê ly đã từng được sáng tác qua bao năm."
        },
        {
            "en": "More Than 140,000 People Flee Libya       The United Nations refugee agency says over the past 10 days, more than 140,000 people have fled to Egypt and Tunisia from Libya. The UNHCR says tens of thousands of people are stuck at the borders and in urgent need of help.  The U.N. refugee agency says the situation at the Libya-Tunisia border is chaotic. It says 14,000 people crossed the border Monday, the highest number to date.  The agency says it is crucial to move tens of thousands of people away from the overcrowded border to avoid a humanitarian crisis. But transportation is scarce.  UNHCR spokeswoman <em>Melissa</em> Fleming says the agency has erected 1,500 tents, which can shelter 12,000 people. And she says two airlifts planned for Thursday will deliver tents and supplies for up to 10,000 people. “We have now visited the border entry point to Tunisia. What is unfortunate is that thousands of people are waiting on the Libyan side of the border to enter. Some for as long as three days. They are obliged to spend the night outside in the bitter cold without shelter. We are very concerned that a large number of sub-Saharan Africans are not being allowed into Tunisia at this point. We are in negotiation with self-appointed volunteers from the local community who are guarding the border,\" she said. Fleming says nearly 70,000 people have crossed from Libya into Egypt since February 19. She says the majority are Egyptians.  She says the UNHCR is particularly worried about thousands of refugees and asylum-seekers stuck inside Libya. She says the refugees come mainly from Iraq, Palestine, Somalia, Sudan and Eritrea. She says they have been living in Libya for a long time but now are desperate to leave. Fleming reads a recent message sent by a refugee to UNHCR staff in Libya describing the fearful conditions under which he and his family are living. She says refugees and migrants from sub-Saharan Africa are particularly vulnerable. “We are under attack by local people who are saying that we are mercenaries killing people. Let me say that they did not want to see black people. There is racism. We need help. Please, please, please, where is the humanity? Where is the United Nations? I am crying. I need help. Our home was burnt down. Ten Somalis were killed in Libya in the last seven days. Why is nobody concerned about the Somali migrants in Libya? We are victims of racism and ruthless exploitation,\" she said. Fleming says the UNHCR offers assistance to those refugees who are able to reach its office in Tripoli. She says the agency’s 24-hour hotline continues to receive desperate calls from refugees in Libya and their family members outside. She says they say they feel trapped, threatened and hunted.",
            "vi": "Hơn 140       Cơ quan về người tị nạn của Liên Hiệp Quốc nói rằng trong 10 ngày qua, hơn 140.000 người từ Li-bi đã chạy sang Ai Cập và Tuy-ni-di. Cao quỷ Liên Hiệp Quốc về người tị nạn nói hàng chục ngàn người bị kẹt lại tại biên giới và cần được giúp đỡ khẩn cấp.  Cơ quan về người tị nạn của Liên Hiệp Quốc nói rằng tình hình tại biên giới Li-bi – Tuy-ni-di đang lộn xộn. Cơ quan này nói rằng 14.000 người vuợt qua biên giới hôm thứ hai, con số cao nhất cho đến nay. Cơ quan này nói rằng quan trọng là phải di chuyển hàng chục ngàn người khỏi biên giới đang trong tình trạng quá đông đúc để tránh dẫn tới khủng hoảng ảnh hưởng tới con người. Nhưng phương tiện vận chuyển vẫn còn khan hiếm.  Melissa Fleming, nữ phát ngôn của Cao quỷ Liên Hiệp Quốc về người tị nạn, nói rằng cơ quan này đã dựng 1.500 căn lều, có thể cho 12.000 người ẩn náu. Và bà này nói rằng đã lên kế hoạch cho hai chuyến bay vận chuyển sẽ mang theo lều và hàng tiếp tế cho tới 10.000 người vào ngày thứ năm.   \"Hiện chúng tôi giờ đã đến điểm kiểm soát biên giới vào Tuy-ni-di. Điều không may là có hàng ngàn người đang đợi ở bên mé biên giới Li-bi để được vào. Một số người đã đợi đến ba ngày. Họ buộc phải qua đêm ở ngoài dưới cái lạnh rét buốt mà không có nơi ẩn náu. Chúng tôi quan ngại rằng nhiều người châu Phi phía nam Xa-ha-ra không được phép vào Tuy-ni-di vào lúc này. Chúng tôi đang đàm phán với những người tình nguyện tự bổ nhiệm từ cộng đồng ở địa phương đang canh gác biên giới,\" bà nói.  Fleming nói rằng gần 70.000 người Libya đã vượt sang Ai Cập kể từ ngày 19 tháng hai. Bà nói đa số họ là người Ai Cập.  Bà nói rằng Cao quỷ Liên Hiệp Quốc về người tị nạn rất lo lắng về hàng ngàn người tị nạn và những người xin tị nạn đang bị kẹt bên trong Li-bi. Bà nói những người tị nạn chủ yếu đến từ I-rắc, Pa-lét-xtin, Xô-ma-li, Xu-đăng và Eritrea. Bà nói họ đã sống ở Li-bi trong một thời gian dài nhưng hiện nay họ rất muốn rời khỏi nơi này.  Fleming đọc một thông điệp mới đây mà một người tị nạn gửi cho nhân viên Cao quỷ Liên Hiệp Quốc về người tị nạn ở Li-bi mô tả những điều kiện thật đáng sợ mà người này và gia đình của anh ta đang sống. Bà nói những người tị nạn và những người di cư từ châu Phi phía nam Xa-ha-ra bị ảnh hưởng nhiều nhất.  \"Chúng tôi bị dân địa phương tấn công, họ nói rằng chúng tôi là lính đánh thuê giết người. Tôi xin nói rằng họ không muốn nhìn thấy người da đen. Có sự phân biệt chủng tộc. Chúng tôi cần được giúp đỡ. Xin vui lòng, vui lòng, vui lòng, lòng nhân đạo đâu rồi? Liên Hiệp Quốc đâu rồi? Tôi đang khóc. Tôi cần được giúp đỡ. Nhà của chúng tôi bị cháy rụi. Mười người Xô-ma-li đã chết ở Li-bi trong bảy ngày qua. Tại sao không ai quan tâm đến người di cư Xô-ma-li ở Li-bi? Chúng tôi là nạn nhân của nạn phân biệt chủng tộc và bóc lột tàn bạo,\" bà nói lại.  Fleming nói rằng Cao quỷ Liên Hiệp Quốc về người tị nạn giúp cho những người tị nạn này để họ có thể đến được văn phòng của cơ quan này ở Tripoli. Bà nói đường dây nóng 24 giờ của cơ quan này không ngừng nhận được các cuộc gọi tuyệt vọng của những người tị nạn ở Li-bi và các thành viên trong gia đình của họ ở bên ngoài. Bà nói họ nói họ cảm thấy họ đang sa vào bẫy , bị đe doạ và bị săn đuổi."
        },
        {
            "en": "Now that the health care reform bill is signed into law, Dell is looking to offer local state governments a set of IT services designed to help meet new federal regulations regarding issues such as Medicaid. Since its acquisition of Perot, Dell is moving deeper into the IT services field, especially in the health care and government markets. Dell is looking to offer state governments a health care check-up.  On June 9, Dell officially launched its latest IT services initiative, called Dell State Health Services. Spending on IT health care is expected to increase about 4 percent in 2010, according to Gartner, and Dell and other service vendors are looking to expand their offerings in the wake of federal health care reform. In this case, Dell is targeting state governments that have to deal with an onslaught of new federal health care regulations, such as changes to Medicaid and electronic health care records. With Dell State Health Services, Dell is looking to offer IT consulting, as well as a host of hardware and software products, call center integration and data center services. While Dell has been pushing IT services and consulting for many years, its 2009 acquisition of Perot Systems for $3.9 billion gave Dell a firmer foothold in this market to better compete against the likes of IBM, Hewlett-Packard and IT outsourcing firms such as Infosys. With Perot, Dell also bought a company with deep ties to a number of specific vertical markets, including health care, local and state government and manufacturing. The federal health care bill allows Dell, as well as other IT companies, a way to tie in their health care and government consulting services. When it announced the State Health Services program, Dell also pointed to its own example of helping Massachusetts implement its Massachusetts Commonwealth Care Health Plan, which looked to reduce the number of uninsured in the state, while offering small businesses a way to buy health care coverage for their employees. The type of health care exchanges Massachusetts created at the state level are similar to the types of federal health care exchanges that are part of the government’s health care overhaul.  For Massachusetts, Dell created hardware and software systems that addressed issues with medical billing, financial data, patient data and call center integration to make the exchange in that state work.  \"Dell is already providing consulting services to several states, and we look forward to putting our expertise in providing solutions to the nation’s only state insurance exchange, as well as our experience supporting the health care and government industries, to work for other states,\" <em>Melissa</em> Boudreault, the director of Dell State Health Services, wrote in a statement.  Earlier in June, Dell announced a partnership with Practice Fusion to deliver new types of electronic health records to small medical practices.",
            "vi": "Hiện nay dự luật cải cách y tế đã được phê chuẩn, Dell đang tìm cách cung cấp cho chính quyền tiểu bang ở địa phương một bộ dịch vụ CNTT được phác thảo nhằm giúp đáp ứng các qui định mới của liên bang về các vấn đề như Chương trình chăm sóc sức khoẻ của Medicaid. Từ khi hãng Dell thu mua công ty Perot, thì nó đang di chuyển sâu hơn vào trong lĩnh vực dịch vụ CNTT, nhất là trong lĩnh vực y tế và các thị trường của chính phủ. Dell đang tìm cách cung cấp cho chính quyền tiểu bang một dịch vụ kiểm tra tổng quát chăm sóc sức khoẻ. Vào ngày 9 tháng sáu, Dell chính thức ra mắt sáng kiến về dịch vụ CNTT mới nhất, được gọi là Dịch vụ Y tế tiểu bang của Dell (Dell State Health Services). Đầu tư vào dịch vụ y tế ứng dụng CNTT dự kiến sẽ tăng khoảng 4 phần trăm trong năm 2010, theo Gartner, Dell và các nhà cung cấp dịch vụ khác đang tìm cách mở rộng sự cung cấp dịch vụ của họ theo dự luật cải cách y tế của liên bang. Trong trường hợp này, Dell đang nhắm đến các chính quyền tiểu bang mà phải thực thi  những qui định mới về y tế của liên bang, chẳng hạn như những thay đổi từ Chương trình chăm sóc sức khoẻ Medicaid và các hồ sơ y tế điện tử. Với dịch vụ Dell State Health Services, Dell đang tìm cách cung cấp tư vấn CNTT cũng như hàng loạt sản phẩm phần cứng và phần mềm, dịch vụ kết hợp trung tâm qua điện thoại và dịch vụ trung tâm dữ liệu. Trong khi Dell đã và đang đẩy mạnh các dịch vụ tư vấn CNTT trong nhiều năm qua, hãng đã thu mua Perot Systems vào năm 2009 với giá 3.9 Tỉ đô la Mĩ đã mang lại cho Dell một chỗ đứng vững chắc hơn trong thị trường này để cạnh tranh tốt hơn với các đối thủ như IBM, Hewlett-Packard và các hãng gia công CNTT như Infosys. Cùng với việc thu mua Perot, Dell cũng mua luôn một công ty có mối quan hệ sâu sắc với một số thị trường đang lên, bao gồm chăm sóc sức khoẻ,  chính quyền tiểu bang và địa phương và các công ty sản xuất. Dự luật y tế liên bang cho phép Dell cũng như các công ty CNTT khác một phương pháp gắn kết các dịch vụ tư vấn cho chính phủ và chăm sóc sứ khoẻ của họ lại với nhau. Khi Dell công bố chương trình State Health Services, hãng cũng đã đưa ra một ví dụ riêng để trợ giúp tiểu bang Massachusetts triển khai Kế hoạch Chăm sóc Sức khoẻ Cộng đồng ở Massachusetts của họ, giúp tìm cách giảm số lượng không có bảo hiểm trong tiểu bang, trong khi vẫn cung cấp cho các doanh nghiệp nhỏ một phương pháp để mua bảo hiểm y tế cho nhân viên của họ. Các loại hình trao đổi y tế ở Massachusetts đã được tạo ra ở mức tiểu bang giống với các kiểu trao đổi y tế liên bang đó là một phần của kiểm tra tổng quát chăm sóc sức khoẻ của chính phủ. Đối với Massachusetts, Dell đã tạo ra các hệ thống phần cứng và phần mềm để xử lí các vấn đề với hoá đơn y tế, dữ liệu tài chính, dữ liệu bệnh nhân và tích hợp trung tâm dịch vụ qua điện thoại để thực hiện việc trao đổi trong công việc của tiểu bang. Melissa Boudreault giám đốc phụ trách dịch vụ Dell State Health Services đã viết trong một bài phát biểu.\" Dell đã cung cấp dịch vụ tư vấn cho một số tiểu bang và chúng tôi mong muốn đưa ý kiến của giới chuyên môn của chúng tôi vào trong các giải pháp cung cấp cho việc trao đổi bảo hiểm của tiểu bang duy nhất của quốc gia cũng như kinh nghiệm hỗ trợ các ngành của chính phủ và y tế của chúng tôi để làm việc cho các tiểu bảng khác” . Vào đầu tháng sáu, Dell công bố việc cộng tác với Practice Fusion để ra mắt các loại hồ sơ sức khoẻ điện tử mới cho các phòng khám y khoa nhỏ."
        }
    ],
    "suggestions": []
}