{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Melia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Melia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Melia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Melia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Melia"
        }
    },
    "sentences": [
        {
            "en": "Venue: <em>Melia</em> Hotel, Ha Noi",
            "vi": "Địa điểm: Khách sạn Melia, Hà Nội"
        },
        {
            "en": "Thank you to the interpreters, the personnel of the Viet Nam Academy of Social Sciences and to the management of the <em>Melia</em> Hotel for the excellent facilities provided.",
            "vi": "Xin cám ơn các anh chị em làm công tác phiên dịch và đội ngũ cán bộ của Viện Khoa học xã hội Việt Nam và Ban quản lý Khách sạn Melia đã bố trí những tiện nghi tuyệt vời cho Hội nghị."
        },
        {
            "en": "The fair will take place at Ho Chi Minh City’s Rex Hotel on March 19 and at Hanoi’s <em>Melia</em> Hotel on March 20, both from 3 p.m. to 7 p.m. with free entrance, organizers said in a release.",
            "vi": "Hội nghị sẽ diễn ra tại khách sạn Rex ở TP.Hồ Chí Minh vào 19 tháng 3 và khách sạn Melia Hà Nội vào 20 tháng 3, đều bắt đầu từ 3 giờ chiều đến 7 giờ sáng miễn phí vé vào cổng, những nhà tổ chức đã phát biếu trong một tờ giấy thông báo."
        },
        {
            "en": "The 2015 Canada Education Fairs will take place at the <em>Melia</em> Hotel in Hanoi on October 17, from 9:00 am to 3:00pm, and at the Intercontinental Asiana Saigon Hotel in Ho Chi Minh City on October 18, from 9:00 am to 4:00 pm. ",
            "vi": "Triển lãm giáo dục Canada 2015 sẽ diễn ra tại Khách sạn Melia Hà Nội vào ngày 17 tháng 10, từ 9:00 đến 3:00 giờ chiều, và tại khách sạn Intercontinental Asiana Saigon tại thành phố Hồ Chí Minh vào ngày 18 tháng 10, từ 9:00 sáng đến 16:00."
        }
    ],
    "suggestions": []
}