{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mellon"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mellon"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mellon"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mellon"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mellon"
        }
    },
    "sentences": [
        {
            "en": "When did Andrew <em>Mellon</em> lose prestige?",
            "vi": "Andrew Mellon mất uy tín khi nào?"
        },
        {
            "en": "He ate water - <em>mellon</em> seeds with his front teeth.",
            "vi": "Anh ta nhằn hạt dưa kìa."
        },
        {
            "en": "He ate water-<em>mellon</em> seeds with his front teeth.",
            "vi": "Anh ta nhằn hạt dưa kìa."
        },
        {
            "en": "Carnegie <em>Mellon</em> is a unique institution, because it has great strengths in both of these areas.",
            "vi": "Carnegie Mellon là thể chế duy nhất, bởi vì nó có sức mạnh lớn lao trong cả những khu vực này."
        },
        {
            "en": "87% of alumni believe their Carnegie <em>Mellon</em> education has provided significant competitive advantage.",
            "vi": "87% cựu sinh viên tin rằng giáo dục tại Carnegie Mellon đã cung cấp ưu thế cạnh tranh lớn."
        },
        {
            "en": "Following is my findings (I listed in my Blog at Carnegie <em>Mellon</em> and also share with other friends).",
            "vi": "Sau đây là phát kiến của tôi (tôi liệt kê trong Blog tại Carnegie Mellon và cũng chia sẻ với các bạn bè khác)."
        },
        {
            "en": "ÂLast week I met a group of senior managers of China’s software companies when they visited Carnegie <em>Mellon</em>.",
            "vi": "ÂTuần trước tôi gặp một nhóm quản lý cấp cao của các công ty phần mềm Trung Quốc khi họ tới thăm Carnegie Mellon."
        },
        {
            "en": "Of course, your school - Carnegie <em>Mellon</em> is the most well known in this field so you should know about it”.",
            "vi": "Tất nhiên, trường của ông - Carnegie Mellon là nổi tiếng nhất về lĩnh vực này cho nên ông phải biết về điều đó.”"
        },
        {
            "en": "Few years ago, a student at Carnegie <em>Mellon</em> named James Gosling worked on a capstone project sponsored by Sun Microsystems to create a new programming language.",
            "vi": "Vài năm trước đây, một sinh viên ở Carnegie Mellon có tên James Gosling đã làm việc trên đồ án capstone được Sun Microsystems tài trợ để tạo ra một ngôn ngữ lập trình mới."
        },
        {
            "en": "When Lane was a boy, his father, an executive in the steel industry in Pittsburgh, attended night school at Carnegie <em>Mellon</em>.",
            "vi": "Khi Lane còn là học sinh, cha anh ta, một quan chức điều hành trong công nghiệp thép ở Pittsburgh, đã tham dự trường đêm tại Carnegie Mellon."
        },
        {
            "en": "So I decide to investigate the job market myself because according to my research at Carnegie <em>Mellon</em>, there is high demand for software professionals.",
            "vi": "Cho nên tôi quyết định tự mình nghiên cứu thị trường việc làm bởi vì theo nghiên cứu của tôi tại Carnegie Mellon, có nhu cầu cao về các nhà chuyên môn phần mềm."
        },
        {
            "en": "I just spent a week to lecture at Carnegie <em>Mellon</em> in Qatar then went to Riyadh, the capital of Saudi Arabia to visit some former students.",
            "vi": "Tôi mới dành một tuần giảng bải ở Carnegie Mellon tại Qatar rồi đi tới Riyadh, thủ đô của Saudi Arabia để thăm một số sinh viên cũ."
        },
        {
            "en": "In his presentation to CMU alumni, Professor Ray Bareiss of Carnegie <em>Mellon</em> University shared some outcomes on his research about CMU:",
            "vi": "Trong bài trình bày cho hội cựu sinh viên CMU, giáo sư Ray Bareiss của Đại học Carnegie Mellon chia sẻ một số kết quả trong nghiên cứu của ông ấy về CMU:"
        },
        {
            "en": "ISoftstone, another large software company open the iCarnegie Training center in Wuxi, in affiliation with Carnegie <em>Mellon</em> University to develop their own workforce.",
            "vi": "ISoftstone, một công ty phần mềm lớn khác mở trung tâm đào tạo iCarnegie ở Vô Tích, làm chi nhánh của Đại học Carnegie Mellon để phát triển lực lượng lao động riêng của họ."
        },
        {
            "en": "From historical perspective, successful people like <em>Mellon</em>, Vanderbilt, Rockefeller, and Rothschild are all business entrepreneurs migrated from Europe to the U.S in the late 19th century.",
            "vi": "Theo cảnh quan lịch sử, những người thành công như Mellon, Vanderbilt, Rockefeller, và Rothschild tất cả đều là các doanh nhân di cư từ châu Âu sang Mỹ vào cuối thế kỷ 19."
        },
        {
            "en": "Bill Gates spent a large sum of his money for education purpose and his Bill Gates Building in Carnegie <em>Mellon</em> University is one example.",
            "vi": "Bill Gates dành số tiền lớn của mình cho mục đích giáo dục và Toà nhà Bill Gates ở Carnegie Mellon University là một ví dụ."
        },
        {
            "en": "Actually this is the new management methods, being taught today at top universities such as Harvard, Stanford, MIT and Carnegie <em>Mellon</em>.",
            "vi": "Thực tế đây là phương pháp quản lý mới, được dạy ngày nay ở các đại học hàng đầu như Harvard, Stanford, MIT và Carnegie Mellon."
        },
        {
            "en": "And in all three of them, a management consulting company, a software company and a venture capital company, Carnegie <em>Mellon</em> has been my number one source of talent...",
            "vi": "Và trong cả ba nơi làm việc, một công ty tư vấn quản lý, một công ty phần mềm và một công ty kinh doanh vốn, Carnegie Mellon đã là nguồn tài năng số một của tôi..."
        },
        {
            "en": "Another person, Raymond J. Lane, A senior Manager in Kleiner Perkins, also a former Carnegie <em>Mellon</em> graduates offered insight on Carnegie Mellon's impact from his own life story.",
            "vi": "Người khác, Raymond J. Lane, người quản lý cấp cao ở Bắc Kinh, cũng là một cựu sinh viên Carnegie Mellon đưa ra cái nhìn sâu sắc về tác động của Carnegie Mellon từ câu chuyện cuộc đời riêng của anh ta."
        },
        {
            "en": "As professor at Carnegie <em>Mellon</em> University, I have to attend number of seminars, workshops every year to keep current with technology changes.",
            "vi": "Là giáo sư tại Đại học Carnegie Mellon, tôi phải tham dự một số seminar, lớp tập huấn hàng năm để giữ được hiện hành với thay đổi công nghệ."
        }
    ],
    "suggestions": []
}