{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['meltdaun]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hiện tượng lõi lò phản ứng hạt nhân chảy tan mà kết quả là năng lượng phóng xạ phát ra</td></tr></table><i/></div>",
            "word": "meltdown"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>meltdown</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an accident in a nuclear reactor in which the fuel overheats and melts the reactor core or shielding. </blockquote></blockquote><blockquote><blockquote>2》 a disastrous collapse or breakdown. </blockquote></blockquote></div>",
            "word": "meltdown"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "meltdown"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "meltdown"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "meltdown"
        }
    },
    "sentences": [
        {
            "en": "<em>meltdown</em> N [C,U]",
            "vi": "hiện tượng lõi lò phản ứng hạt nhân chảy tan"
        },
        {
            "en": "A nuclear <em>meltdown</em> had occurred.",
            "vi": "Một vụ nổ phóng xạ hạt nhân đã xảy ra."
        },
        {
            "en": "We are suffering a global financial <em>meltdown</em>.",
            "vi": "Chúng ta đang gánh chịu ảnh hưởng của hệ thống tài chính toàn cầu."
        },
        {
            "en": "Five ways to protect yourself from a bank <em>meltdown</em>.",
            "vi": "5 cách để bạn tự bảo vệ khi một ngân hàng sụp đổ."
        },
        {
            "en": "<em>Meltdown</em> does not affect the Apple Watch, it said.",
            "vi": "Meltdown không ảnh hưởng tới Đồng hồ Apple, hãng cho biết"
        },
        {
            "en": "The fear of a global financial <em>meltdown</em> had exacerbated over the past month.",
            "vi": "Nỗi lo sợ một cuộc khủng hoảng tài chính toàn cầu đã gia tăng thêm trong tháng trước."
        },
        {
            "en": "The firm has released some patches to mitigate the <em>Meltdown</em> flaw.",
            "vi": "Công ty đã phát hành một số bản vá lỗi để giảm thiểu phần nào hậu quả của lỗ hổng Meltdown."
        },
        {
            "en": "One incident at Greifswald in 1976 nearly caused a <em>meltdown</em>, which would have been a disaster even greater than Chernobyl.",
            "vi": "Năm 1976 ở Greifswald có một biến cố suýt gây ra hiện tượng lõi lò phản ứng hạt nhân chảy tan, mà nếu xảy ra thì thảm hoạ tàn khốc hơn nhiều so với Chernobyl."
        },
        {
            "en": "The economic <em>meltdown</em> could create opportunities for strong, well-positioned companies, according to observations by consultants Booz & Allen Co.",
            "vi": "Việc tan chảy kinh tế có thể tạo ra cơ hội cho các công ty mạnh, có vị thế tốt, theo quan sát của các nhà tư vấn Booz & Allen Co."
        },
        {
            "en": "Japan has restarted the first nuclear reactor since the <em>meltdown</em> at the Fukushima power plant last year.",
            "vi": "Nhật Bản đã cho khởi động lại lò phản ứng hạt nhân đầu tiên kể từ khi xảy ra hiện tượng lõi lò phản ứng hạt nhân chảy tan tại nhà máy điện Fukushima vào hồi năm ngoái."
        },
        {
            "en": "oops. with the collapse of lehman and the global <em>meltdown</em>, ore prices plummeted and bhp withdrew its bid.",
            "vi": "rất tiếc . với sự sụp đổ của lehman và cuộc khủng hoảng toàn cầu, giá quặng giảm mạnh và bhp rút hồ sơ dự thầu."
        },
        {
            "en": "oops. with the collapse of lehman and the global <em>meltdown</em>, ore prices plummeted and bhp withdrew its bid.",
            "vi": "rất tiếc. với sự sụp đổ của lehman và cuộc khủng hoảng toàn cầu, giá quặng giảm mạnh và bhp rút hồ sơ dự thầu."
        },
        {
            "en": "Effects of sitting aren’t just long term, though. Your body goes into <em>meltdown</em> the moment you sit down.",
            "vi": "Tuy nhiên, những ảnh hưởng của ngồi không chỉ trong thời gian lâu dài. Cơ thể bạn bị tổn hại ngay khi bạn ngồi xuống."
        },
        {
            "en": "All 50 of Japan's nuclear plants were shut after the <em>meltdown</em> at Fukushima, which was triggered by a tsunami and earthquake.",
            "vi": "Tất cả 50 nhà máy hạt nhân của Nhật Bản đã bị đóng cửa sau hiện tượng lõi lò phản ứng hạt nhân chảy tan tại Fukushima, gây ra bởi sóng thần và động đất."
        },
        {
            "en": "It emerged this week that tech companies have been racing to fix the <em>Meltdown</em> and Spectre bugs, that could allow hackers to steal data.",
            "vi": "Các công ty công nghệ đã chạy đua để khắc phục lỗ hổng Meltdown và Spectre được phát hiện hồi đầu tuần này, có thể cho phép tin tặc ăn cắp dữ liệu,"
        },
        {
            "en": "The nuclear issue is a highly sensitive one in Japan, which remains deeply scarred by the tsunami-sparked disaster at Fukushima in 2011, when reactors went into <em>meltdown</em> after their cooling systems were flooded.",
            "vi": "Vấn đề hạt nhân là một trong những vấn đề rất nhạy cảm ở Nhật Bản, những vết sẹo vẫn còn rất sâu sắc bởi thảm họa sóng thần tại Fukushima vào năm 2011 làm lò phản ứng đi vào khủng hoảng sau khi hệ thống làm mát của họ bị ngập."
        },
        {
            "en": "Apple said it had already released \"mitigations\" against <em>Meltdown</em> in its latest iPhones and iPad operating system update - iOS 11.2 and the macOS 10.13.2 for its MacBooks and iMacs.",
            "vi": "Apple cho biết họ đã phát hành \"các biện pháp giảm thiểu hậu quả\" chống lại Meltdown trong bản cập nhật hệ điều hành iPhone và iPad mới nhất - iOS 11.2 và macOS 10.13.2 cho MacBooks và iMac."
        },
        {
            "en": "Lonely Planet has a released a book of its top 50 Natural Wonders to Blow Your Mind and some of the world’s oldest creations are enough to send Instagram into <em>meltdown</em>.",
            "vi": "Tạp chí Lonely Planet vừa phát hành tập sách 50 kì quan thiên nhiên khiến bạn kinh ngạc và chỉ một vài kì quan lâu đời nhất của thế giới cũng đủ khiến Instagram tan chảy."
        },
        {
            "en": "Lonely Planet has a released a book of its top 50 Natural Wonders to Blow Your Mind and some of the world’s oldest creations are enough to send Instagram into <em>meltdown</em>.",
            "vi": "Tạp chí Lonely Planet vừa phát hành tập sách 50 kì quan thiên nhiên khiến bạn kinh ngạc và chỉ một vài kì quan lâu đời nhất của thế giới cũng đủ khiến Instagram tan chảy."
        },
        {
            "en": "They also blame many universities professors who taught students about greed, making money for the company or themselves but not about ethic, morality and eventually contribute to the economic <em>meltdown</em>.",
            "vi": "Các phương tiện truyền thông cũng trách nhiều giáo sư đại học đã dạy sinh viên về tham lam, làm tiền vì công ti hay vì bản thân họ mà không có đạo đức, luân lí và cuối cùng là đóng góp cho việc tan rã kinh tế."
        }
    ],
    "suggestions": []
}