{
    "en_vn": {
        "data": {
            "content": null,
            "word": "memos",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "memos",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "memos",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "memos",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bản ghi nhớ</font></td></tr></tbody></table></div>",
            "word": "memos",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Is it all right to use the near letter quality printer for these <em>memos</em>?",
            "vi": "Dùng máy in giấy tờ nội bộ để in những bản ghi nhớ này được không?"
        },
        {
            "en": "I hope you are only using that old near letter quality printer for internal <em>memos</em>.",
            "vi": "Tôi hi vọng anh chỉ dùng máy in chữ chất lượng thấp cũ kĩ đó để in những bản ghi nhớ nội bộ."
        },
        {
            "en": "After several weeks of working with her, they began to resent her frequent <em>memos</em> and meetings.",
            "vi": "Sau vài tuần làm việc với cô ấy họ bắt đầu bực tức vì các bản ghi nhớ và các buổi hội họp thường xuyên."
        },
        {
            "en": "Accounting document is original records which evidence a financial transaction, such as credit <em>memos</em>, invoices, receipts, orders, vouchers.",
            "vi": "Tài liệu kế toán là những ghi chép gốc mà làm bằng chứng cho một giao dịch tài chính, chẳng hạn như những bản ghi nhớ tín dụng, hóa đơn, biên lai, đặt hàng, chứng từ."
        },
        {
            "en": "They have to read a lot of <em>memos</em> from higher management and take actions based on what they know.",
            "vi": "Họ phải đọc nhiều bản ghi nhớ từ quản lý cấp cao hơn và thực hiện hành động dựa trên điều họ biết."
        },
        {
            "en": "In network-centric world, <em>memos</em> will be available automatically via emails and actions to address issues are prioritized automatically.",
            "vi": "Trong thế giới dựa trên trọng tâm mạng, các bản ghi nhớ sẽ sẵn có một cách tự động thông qua email và hành động để giải quyết vấn đề được tự động ưu tiên hoá."
        },
        {
            "en": "Not long ago, I have to write <em>memos</em> on paper which had to be send physically from my office to locations where my engineer staff work.",
            "vi": "Không lâu trước đây, tôi phải viết bản ghi nhớ lên giấy và thư này được gửi từ văn phòng của tôi tới chỗ các nhân viên kỹ sư của tôi đang làm việc."
        },
        {
            "en": "Here you are, these two exchange <em>memos</em> for the transactions just mad: one is for he conversions of Yen notes and the other for yen cheques.",
            "vi": "Của ông đây, hai bản sao hối đoái để giao dịch này vừa làm xong: một bản để đổi đồng yên và một bản để đổi ngân phiếu yên."
        },
        {
            "en": "Press conferences, press releases, employee newsletters, catalogues, direct mail, phone calls, employee suggestion systems, meetings, formal performance appraisals, on-the-job feedback from managers, attitude surveys, speeches, conference room briefings, letters, <em>memos</em> and evaluation forms - all of these involve communication.",
            "vi": "báo nội bộ, sách quảng cáo, thư trực tiếp, điện thoại, hệ thống đề nghị nội bộ, hội nghị, buổi đánh giá thành tích làm việc, những nhận xét về công việc của trưởng phòng, khảo sát thái độ, bài nói chuyện, hội nghị thảo luận nhỏ, thư từ, thư báo, và phiếu đánh giá - tất cả đều có giao tiếp."
        },
        {
            "en": "Press conferences, press releases, employee newsletters, catalogues, direct mail, phone calls, employee suggestion systems, meetings, formal performance appraisals, on - the - job feedback from managers, attitude surveys, speeches, conference room briefings, letters, <em>memos</em> and evaluation forms - all of these involve communication.",
            "vi": "Những cuộc họp báo, xuất bản, báo nội bộ, sách quảng cáo, thư trực tiếp, điện thoại, hệ thống đề nghị nội bộ, hội nghị, buổi đánh giá thành tích làm việc, những nhận xét về công việc của trưởng phòng, khảo sát thái độ, bài nói chuyện, hội nghị thảo luận nhỏ, thư từ, thư báo, và phiếu đánh giá - tất cả đều có giao tiếp."
        },
        {
            "en": "Press conferences, press releases, employee newsletters, catalogues, direct mail, phone calls, employee suggestion systems, meetings, formal performance appraisals, on - the - job feedback from managers, attitude surveys, speeches, conference room briefings, letters, <em>memos</em> and evaluation forms - all of",
            "vi": "Những cuộc họp báo, xuất bản, báo nội bộ, sách quảng cáo, thư trực tiếp, điện thoại, hệ thống đề nghị nội bộ, hội nghị, buổi đánh giá thành tích làm việc, những nhận xét về công việc của trưởng phòng, khảo sát thái độ, bài nói chuyện, hội nghị thảo luận nhỏ, thư từ, thư báo, và phiếu đánh giá - tất cả đều có giao tiếp."
        },
        {
            "en": "conferences, press releases, employee newsletters, catalogues, direct mail, phone calls, employee suggestion systems, meetings, formal performance appraisals, on - the - job feedback from managers, attitude surveys, speeches, conference room briefings, letters, <em>memos</em> and evaluation forms - all of these involve communication.",
            "vi": "Những cuộc họp báo, xuất bản, báo nội bộ, sách quảng cáo, thư trực tiếp, điện thoại, hệ thống đề nghị nội bộ, hội nghị, buổi đánh giá thành tích làm việc, những nhận xét về công việc của trưởng phòng, khảo sát thái độ, bài nói chuyện, hội nghị thảo luận nhỏ, thư từ, thư báo, và phiếu đánh giá - tất cả đều có giao tiếp."
        },
        {
            "en": "newsletters, catalogues, direct mail, phone calls, employee suggestion systems, meetings, formal performance appraisals, on - the - job feedback from managers, attitude surveys, speeches, conference room briefings, letters, <em>memos</em> and evaluation forms - all of these involve communication.",
            "vi": "Những cuộc họp báo, xuất bản, báo nội bộ, sách quảng cáo, thư trực tiếp, điện thoại, hệ thống đề nghị nội bộ, hội nghị, buổi đánh giá thành tích làm việc, những nhận xét về công việc của trưởng phòng, khảo sát thái độ, bài nói chuyện, hội nghị thảo luận nhỏ, thư từ, thư báo, và phiếu đánh giá - tất cả đều có giao tiếp."
        }
    ],
    "suggestions": []
}