{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['mendikənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ăn xin; ăn mày; hành khất</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">mendicant friar</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thầy tu khất thực </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">kẻ ăn xin; kẻ ăn mày; kẻ hành khất</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(sử học) thầy tu hành khất</td></tr></table><i/></div>",
            "word": "mendicant"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mendicant</k><blockquote><cclass>[<cclass>'mɛndɪk(ə)nt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective given to begging. </cclass></blockquote><blockquote>⁃ of or denoting a religious order originally dependent on alms. </blockquote><blockquote>■ <cclass>noun a beggar. </cclass></blockquote><blockquote>⁃ a member of a mendicant order. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>mendicancy</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>mendicity</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>mendicant-</i>, <i>mendicare</i> 'beg', from <i>mendicus</i> 'beggar', from <i>mendum</i> 'fault'. </blockquote></div>",
            "word": "mendicant"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>mendicant</k><blockquote>▸ <cclass>noun BEGGAR, tramp, vagrant, vagabond; <cclass><i>N. Amer.</i> hobo; <cclass><i>informal</i> scrounger, sponger; <cclass><i>N. Amer.</i><cclass><i>informal</i> bum, mooch, moocher, schnorrer.</cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "mendicant"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mendicant"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mendicant"
        }
    },
    "sentences": [
        {
            "en": "<em>Mendicant</em> friar",
            "vi": "Thầy tu khất thực"
        },
        {
            "en": "Masquerade as a <em>mendicant</em>",
            "vi": "Giả làm người ăn xin"
        },
        {
            "en": "He is a <em>mendicant</em> friar.",
            "vi": "Ông ta là một thầy tu khất thực."
        },
        {
            "en": "The <em>mendicant</em> turns away bleakly.",
            "vi": "Người hành khất quay lưng đi với vẻ chán chường."
        },
        {
            "en": "The Dominicans were <em>mendicant</em> friars.",
            "vi": "Các tu sĩ dòng Đa Minh là những thầy tu khất thực."
        },
        {
            "en": "This <em>mendicant</em> is blind in both eyes.",
            "vi": "Người ăn xin này mù cả hai mắt."
        },
        {
            "en": "Don't look at that <em>mendicant</em>, boy.",
            "vi": "Đừng có nhìn người ăn xin đó chứ con trai."
        },
        {
            "en": "This <em>mendicant</em> isn't blind in both eyes.",
            "vi": "Người ăn xin này không bị mù cả hai mắt."
        },
        {
            "en": "Give alms to an old <em>mendicant</em>",
            "vi": "Bố thí cho một lão hành khất"
        },
        {
            "en": "The prince masqueraded as a <em>mendicant</em>.",
            "vi": "Hoàng tử đã giả làm người ăn xin."
        },
        {
            "en": "<em>Mendicant</em> friars were enormously popular, much more so than priests.",
            "vi": "Thầy tu khất thực đã rất đông, hơn cả các linh mục."
        },
        {
            "en": "A <em>mendicant</em> comes to the river to perform his ablutions.",
            "vi": "Một người ăn xin tiến đến dòng sông để tắm rửa."
        },
        {
            "en": "The old <em>mendicant</em> put a curse on her.",
            "vi": "Lão hành khất nguyền rủa cô ta."
        },
        {
            "en": "The little <em>mendicant</em> looked covetously at the porringer of soup.",
            "vi": "Thằng bé ăn xin nhìn tô súp một cách thèm thuồng."
        },
        {
            "en": "A <em>mendicant</em> friar has just passed by here.",
            "vi": "Một thầy tu vừa hành khất ngang qua đây thôi."
        },
        {
            "en": "He stopped to give alms to an old <em>mendicant</em>.",
            "vi": "Anh ta dừng lại để bố thí cho một lão hành khất."
        },
        {
            "en": "She gives that <em>mendicant</em> two handfuls of rice.",
            "vi": "Bà ta bố thí cho người hành khất kia hai nắm gạo."
        },
        {
            "en": "The US, being a <em>mendicant</em> borrower, cannot be talking back harshly to its bankers in Beijing.",
            "vi": "Hoa Kỳ đang cầu cạnh để vay tiền, nên không thể trả treo gay gắt với nhà cái của mình ở Bắc Kinh."
        },
        {
            "en": "It seemed that there was a <em>mendicant</em> on every corner during the holidays.",
            "vi": "Dường như có một người ăn xin ở mọi góc phố trong suốt những ngày lễ."
        },
        {
            "en": "The Straits Times (Singapore)         The Straits Times (Singapore) August 14, 2009 Friday  William Choong, Senior Writer  IN THE early 1990s, when Washington debated the alternatives of engaging or containing China, some clever wits suggested a hybrid: 'congagement'. Later, former president George W. Bush proposed that China was a 'strategic competitor'. Now, no one disputes the notion that China and the United States are strategic partners.  The recently concluded Strategic and Economic Dialogue between Washington and Beijing will be cheered by Asians. The dialogue - which has progressed from being a purely economic dialogue to one that covers strategic issues as well - indicates the two countries are now committed to a formal mechanism to work on a broad spectrum of issues.  In all, government-to-government linkages between the two countries involve 60 bilateral dialogues. The US and China also see eye to eye on diverse issues such as counter-terrorism, the management of North Korea's nuclear programme and anti-piracy deployments in the Gulf of Aden.  No wonder, some commentators have begun to speculate of the US and China constituting a G-2 - or 'Chimerica,' as economic historian Niall Ferguson calls the condominium. Dr Zbigniew Brzezinski, a former US national security adviser, argues that a G-2 could help address a number of challenges, from the global financial crisis to the proliferation of weapons of mass destruction.  Such arguments are not entirely convincing. Lord Palmerston's rubric - countries have no permanent friends, only permanent interests - still rings true.  Currently, the crux of the Sino-American relations is not really strategic but economic: the US is the world's biggest debtor, while China is America's biggest lender. Former diplomat Christopher Clarke has suggested that the Sino-US financial symbiosis is more like a 'mutual death grip in which neither side dares make a precipitous move for fear of going over the cliff with the other'.  Washington - which has traditionally been a strident critic of China's human rights record - has toned down its rhetoric in recent years. Asked whether she intended to raise human rights issues during her first visit to Beijing earlier this year, Secretary of State Hillary Clinton indicated that the US had bigger issues to tackle, such as the global financial crisis and climate change.  This is understandable. The US, being a <em>mendicant</em> borrower, cannot be talking back harshly to its bankers in Beijing.  If a US-China condominium were to emerge, it would ring alarm bells across the region, particularly in long-term allies of Washington such as Japan, Australia and South Korea.  In the past decade, it has been fashionable to suggest that China might seek to undermine America's alliance relationships in Asia. But as Mr Dennis Wilder, formerly the senior director for East Asian affairs at the US National Security Council, has pointed out, the opposite is more likely.  He writes: 'A more realistic Chinese goal may be to create a partnership with the US in which our Asian allies, such as Japan, South Korea, Australia, Thailand and the Philippines, are relegated to a subordinate status and the US and China would share Asian pre-eminence - at least for a time.'  The first country to suffer from this would be Japan, which for decades has banked on its relationship with the US to pre-empt any external threat. If a G-2 were to emerge, Japan may even break its vow never to possess nuclear weapons.  A G-2 condominium will also worry the Asian countries that have staked claims to disputed territories in the South China Sea. China recently criticised claims made by Malaysia and Vietnam on disputed seabed and subsoil resources in that vital body of water.  No one can quite imagine what would ensue if the security situation in the South China Sea were to deteriorate and the US were to look away as China contemplates the use of force against rival disputants.  On the bright side, it is unlikely that the G-2 will emerge anytime soon. For one, the security dilemma between the US and China still runs deep, with each of them questioning the motivation behind the other's military posture in the Asia-Pacific. Writing in Foreign Affairs in June, Ms Elizabeth Economy and Dr Adam Segal of the Council for Foreign Relations argued that the gulf in interests, values and capabilities between the two countries would prevent them from moving towards a great power condominium.  Speaking to The Straits Times recently, Admiral Timothy Keating, the commander of the US Pacific Command, seemed to concur. While saying he was encouraged by the candour of recent Sino-American diplomatic interactions, he rubbished the idea of a G-2.  'The notion that a G-2 is developing...is not correct,' he said. 'We are much more interested in multilateral and collaborative efforts, involving all our friends and allies in the Asia-Pacific region, and not only US-China relations.'  This might sound reassuring for many countries in Asia. Their view of US-Sino relations will long adhere to the Goldilocks principle: not too cold, not too hot, but just nice.   (Nguồn tiếng Anh: http://www.viet-studies.info/kinhte/kinhte.htm)",
            "vi": "The Straits Times (Singapore)       The Straits Times (Singapore) Ngày 14 tháng tám năm 2009 thứ Sáu            William Choong, trưởng ban biên tập Vào đầu thập niên 90, khi Washington bàn về các biện pháp lôi kéo hoặc ngăn cản Trung Quốc, có vài kẻ hóm hỉnh lanh trí đã đề nghị một cụm từ ghép là “vừa lôi vừa chận” . Sau đó, cựu tổng thống George W Bush gợi ý Trung Quốc là một đối thủ chiến lược''. Bây giờ thì không còn ai tranh cãi về khái niệm Trung Quốc và Hoa Kỳ là đối tác chiến lược nữa. Cuộc đối thoại giữa Washington và Bắc Kinh về Kinh tế và Chiến lược vừa mới kết thúc sẽ được người dân châu Á nhiệt liệt hoan nghênh. Cuộc đối thoại này - từ chỗ đối thoại đơn thuần về kinh tế đã tiến tới bao luôn cả những vấn đề về chiến lược – chứng tỏ hai nước đang tự ràng buộc mình vào một cơ cấu chính thức để cùng quan tâm đến hàng loạt vấn đề. Nhìn chung, quan hệ giữa chính phủ hai nước đòi hỏi đến 60 cuộc đối thoại song phương. Hoa Kỳ và Trung Quốc cũng đồng thuận với nhau về nhiều vấn đề như như chống khủng bố, quản lý chương trình hạt nhân của Bắc Triều Tiên và triển khai chống cướp biển trong vịnh Aden. Chẳng có gì lạ khi, một số nhà bình luận đã bắt đầu xem xét việc Hoa Kỳ và Trung Quốc liên kết với nhau thành G-2 - hoặc ''Chimerica’, như nhà nghiên cứu lịch sử kinh tế Niall Ferguson đã gọi là tập đoàn lưỡng đầu chế. Tiến sĩ Zbigniew Brzezinski, cựu cố vấn an ninh quốc gia Hoa Kỳ, biện luận rằng G-2 có thể góp phần giải quyết một số thách thức, từ nạn khủng hoảng tài chính toàn cầu cho đến việc triển khai vũ khí huỷ diệt hàng loạt. Những lý lẽ như thế chưa hẳn đã có sức thuyết phục. Quan niệm của Lord Palmerston – các quốc gia không hề có bạn bè muôn đời, mà chỉ có lợi ích đời đời – xem ra vẫn có lý.  Hiện nay, vấn đề nan giải trong quan hệ Trung-Mỹ không hẳn là về chiến lược mà là về kinh tế: Hoa Kỳ là con nợ lớn nhất thế giới, trong khi Trung Quốc lại là chủ nợ lớn nhất của Hoa Kỳ. Christopher Clarke, người từng là một nhà ngoại giao, đã gợi ý rằng quan hệ cộng sinh tài chính Hoa-Mỹ chẳng khác nào ‘cố bám víu nhau mà chẳng bên nào dám nhích tới vì sợ cả hai cùng vuột khỏi vách đá'. Washington – xưa nay vốn hay nặng lời chỉ trích Trung Quốc về thành tích nhân quyền – thì mấy năm gần đây bỗng dịu giọng lại. Khi được hỏi bà có ý định dấy lên vấn đề nhân quyền trong chuyến viếng thăm Bắc Kinh đầu tiên hồi đầu năm nay hay không, Ngoại trưởng Hillary Clinton cho rằng Hoa Kỳ còn nhiều chuyện lớn hơn cần phải giải quyết, chẳng hạn như khủng hoảng tài chính toàn cầu và thay đổi khí hậu. Điều này cũng dễ hiểu thôi. Hoa Kỳ đang cầu cạnh để vay tiền, nên không thể trả treo gay gắt với nhà cái của mình ở Bắc Kinh.  Nếu tập đoàn lưỡng đầu chế Mỹ-Trung trỗi dậy, như vậy khắp vùng này sẽ phải báo động, nhất là ở các nước đồng minh lâu đời của Washington như Nhật Bản, Úc và Nam Triều Tiên. Trong thập niên qua, người ta thường cho rằng Trung Quốc có thể tìm cách phá hoại các quan hệ đồng minh của Mỹ ở châu Á. Nhưng như ông Dennis Wilder, cựu vụ trưởng Vụ Đông Á thuộc Hội đồng an ninh quốc gia Hoa Kỳ, đã chỉ ra, có thể ngược lại là đằng khác. Ông ấy viết: 'Có thể mục tiêu thực tế hơn nữa của Trung Quốc là lập liên minh với Hoa Kỳ, trong đó các đồng minh châu Á của chúng tôi, chẳng hạn như Nhật Bản, Nam Triều Tiên, Úc, Thái Lan và Philippines, bị liệt vào địa vị thấp hơn, rồi Hoa Kỳ và Trung Quốc sẽ cùng nhau ăn trên ngồi trước ở châu Á - ít nhất cũng được một thời gian.' Quốc gia đầu tiên có thể thiệt thòi vì chuyện này sẽ là Nhật Bản, vì nước  này suốt mấy chục năm đã bỏ tiền ra chơi với Mỹ để ngăn ngừa mọi mối đe doạ từ bên ngoài. Nếu G-2 trỗi dậy thật, chưa biết chừng Nhật Bản sẽ nuốt lời cam kết trước đây là không bao giờ có vũ khí hạt nhân. Tập đoàn lưỡng đầu chế G-2 cũng sẽ gây lo lắng cho những quốc gia châu Á nào từng đòi quyền sở hữu đối với những lãnh thổ tranh chấp ở Nam Hải. Gần đây Trung Quốc có chỉ trích các yêu cầu của Malaysia và Việt Nam về đáy biển và tài nguyên dưới lòng đất đang trong vòng tranh chấp ở vùng biển quan trọng đó. Không ai có thể tưởng tượng hết những diễn biến tiếp theo nếu tình hình an ninh ở Nam Hải xấu đi và Hoa Kỳ sẽ quay mặt đi khi Trung Quốc tính đến việc dùng vũ lực đè bẹp các đối thủ đang tranh chấp. Lạc quan mà nói, chưa chắc G-2 sẽ trỗi dậy sớm được. Chẳng qua là vì Hoa Kỳ và Trung Quốc vẫn đang tiến thoái lưỡng nan về vấn đề an ninh, bởi bên này vẫn còn nghi ngờ động cơ đằng sau lập trường quân sự của bên kia ở Châu Á-Thái Bình Dương. Viết trong bản tin Ngoại giao tháng sáu, cô Elizabeth Economy và tiến sĩ Adam Segal thuộc Hội đồng quan hệ đối ngoại biện luận rằng hố ngăn cách giữa hai nước về quyền lợi, giá trị và khả năng sẽ không cho phép họ tiến đến một tập đoàn lưỡng đầu chế hùng mạnh. Phát biểu với The Straits Times gần đây, đô đốc Timothy Keating, người đứng đầu Bộ tư lệnh Thái Bình Dương của Hoa Kỳ, có vẻ đồng tình như vậy. Tuy cho rằng mình phấn chấn vì tính thẳng thắn trong quan hệ ngoại giao Trung-Mỹ gần đây, nhưng ông vẫn không ủng hộ ý tưởng G-2.  'Khái niệm G-2 đang phát triển ... là không đúng,' ông đã nói như vậy. 'Chúng tôi quan tâm hơn nữa đến nỗ lực cộng tác đa phương, bao gồm tất cả bạn bè và đồng minh của chúng tôi ở khu vực Châu Á-Thái Bình Dương, chứ không chỉ có quan hệ Mỹ-Trung mà thôi.' Điều này nghe có vẻ như trấn an nhiều quốc gia ở châu Á. Cái nhìn của họ về quan hệ Mỹ-Trung rồi cũng sẽ theo nguyên tắc Goldilocks: không quá lạnh nhạt, không quá nồng nhiệt, chỉ cần ấm áp mà thôi."
        }
    ],
    "suggestions": []
}