{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mendel",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mendel",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mendel",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mendel",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mendel",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "How did <em>Mendel</em> cross fertilize his pea plants?",
            "vi": "Men Đen (Mendel) đã cho lai các cây đậu của ông như thế nào?"
        },
        {
            "en": "Gregor <em>Mendel</em> combined the concepts of mathematics with biology to come up with a new field of science – genetics.",
            "vi": "Gregor Mendel đã kết hợp những khái niệm của toán học với sinh vật học để đưa ra một lãnh vực khoa học mới – di truyền học."
        },
        {
            "en": "Although he did not know the physical basis for heredity, <em>Mendel</em> observed that organisms inherit traits via discrete units of inheritance.",
            "vi": "Dù không hiểu về nền tảng vật chất của tính di truyền, Mendel vẫn nhận biết được rằng sinh vật thừa kế những tính trạng theo một cách riêng rẽ."
        },
        {
            "en": "Gregor <em>Mendel</em> đã kết hợp những khái niệm của toán học với sinh vật học để đưa ra một lãnh vực khoa học mới – di truyền học.",
            "vi": "Gregor Mendel combined the concepts of mathematics with biology to come up with a new field of science – genetics."
        },
        {
            "en": "The modern science of genetics, which seeks to understand the process of inheritance, only began with the work of Gregor <em>Mendel</em> in the mid-nineteenth century.",
            "vi": "Di truyền học hiện đại tìm hiểu về quá trình di truyền chỉ được ra đời vào giữa thế kỷ 19 với những công trình của Gregor Mendel."
        },
        {
            "en": "The modern science of genetics, which seeks to understand the process of inheritance, only began with the work of Gregor <em>Mendel</em> in the mid - nineteenth century.",
            "vi": "Di truyền học hiện đại tìm hiểu về quá trình di truyền chỉ được ra đời vào giữa thế kỷ 19 với những công trình của Gregor Mendel."
        }
    ],
    "suggestions": []
}