{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,menə'pɔ:zl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) (thuộc) sự mãn kinh, (thuộc) sự tuyệt kinh</td></tr></table><i/></div>",
            "word": "menopausal",
            "pronounce": "[,menə'pɔ:zl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "menopausal",
            "pronounce": "[,menə'pɔ:zl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "menopausal",
            "pronounce": "[,menə'pɔ:zl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "menopausal",
            "pronounce": "[,menə'pɔ:zl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "menopausal",
            "pronounce": "[,menə'pɔ:zl]"
        }
    },
    "sentences": [
        {
            "en": "Why do <em>menopausal</em> women suddenly start looking matronly?",
            "vi": "Tại sao phụ nữ mãn kinh đột nhiên bắt đầu trông có vẻ nghiêm trang?"
        },
        {
            "en": "Pre-<em>menopausal</em> women should have their ovaries removed so that they stop secreting estrogen and progesterone after breast cancer surgery.",
            "vi": "Các phụ nữ ở thời kỳ tiền mãn kinh nên nhờ cắt bỏ buồng trứng của họ để chúng ngưng tiết estrogen và progesterone sau khi giải phẫu ung thư vú."
        },
        {
            "en": "Menopause is defined as the state of an absence of menstrual periods for 12 months. The <em>menopausal</em> transition starts with varying menstrual cycle length and ends with the final menstrual period.",
            "vi": "Mãn kinh là tình trạng không hành kinh trong 12 tháng của người phụ nữ. Giai đoạn chuyển tiếp mãn kinh bắt đầu bằng cách thay đổi độ dài chu kỳ kinh và chấm dứt bằng kỳ kinh cuối."
        },
        {
            "en": "DVT and hormonal birth control  Like pregnancy, hormonal birth control and post-<em>menopausal</em> hormone therapy change blood chemistry and may increase risk of DVT, even in women who don't have blood disorders.",
            "vi": "Huyết khối tĩnh mạch sâu và biện pháp tránh thai bằng hoóc-môn   Cũng giống như mang thai, phương pháp tránh thai bằng hoóc-môn và liệu pháp hoóc-môn hậu mãn kinh có thể thay đổi hoá học máu và có thể làm tăng nguy cơ huyết khối tĩnh mạch sâu, thậm chí ở phụ nữ không bị bệnh về máu. "
        },
        {
            "en": "What is menopause?  Menopause is defined as the state of an absence of menstrual periods for 12 months. The <em>menopausal</em> transition starts with varying menstrual cycle length and ends with the final menstrual period. Perimenopause means \"the time around menopause\" and is often used to refer to the <em>menopausal</em> transitional period. It is not officially a medical term, but is sometimes used to explain certain aspects of the menopause transition. Postmenopause is the entire period of time that comes after the last menstrual period.",
            "vi": "Mãn kinh là gì?\nMãn kinh là tình trạng không hành kinh trong 12 tháng của người phụ nữ. Giai đoạn chuyển tiếp mãn kinh bắt đầu bằng cách thay đổi độ dài chu kỳ kinh và chấm dứt bằng kỳ kinh cuối. Tiền mãn kinh có nghĩa là “thời gian sắp sửa mãn kinh” và thường được sử dụng để đề cập đến thời kỳ chuyển tiếp mãn kinh. Đây không phải là thuật ngữ y khoa chính thức, nhưng đôi khi dùng để giải thích một số khía cạnh nào đó của giai đoạn chuyển tiếp mãn kinh. Hậu mãn kinh là toàn bộ thời gian sau kỳ kinh cuối."
        },
        {
            "en": "Menopause: A new era starts  Western culture has long been obsessed with youth. But today's <em>menopausal</em> women are making the most of -- and even celebrating -- their new phase of life. Instead of looking back mournfully, physician Christiane Northrup recommends using menopause as a time to redefine yourself with positive thoughts, love yourself, explore what brings you pleasure, and revive (not retire) your sex life.",
            "vi": "Giai đoạn mãn kinh là một thời kỳ mới bắt đầu   Nền văn hóa phương Tây bị ám ảnh tuổi trẻ lâu dài. Nhưng phụ nữ lứa tuổi mãn kinh ngày nay đang tận dụng – và thậm chí là ăn mừng/ đánh dấu kỉ niệm - giai đoạn mới trong cuộc sống của mình. Thay vì nuối tiếc, buồn rầu nhớ lại quãng đời xa xưa, bác sĩ Christiane Northrup khuyến nghị nên tận dụng thời gian này để tự đánh giá bản thận bằng những suy nghĩ tích cực, yêu bản thân, khám phá những điều mang lại niềm vui cho mình, và phục hồi lại (chứ không phải là chấm dứt, bỏ bê) đời sống tình dục của mình.  "
        },
        {
            "en": "Bioidentical hormone therapy  \"Bioidentical hormone therapy\" for <em>menopausal</em> symptoms can refer to certain FDA-approved prescription drugs. Or it can refer to hormones derived from plants prepared at pharmacies to match each unique patient. Some doctors claim that bioidentical hormones are safer, but the FDA isn't convinced. The FDA's advice -- take the lowest dose for the shortest time -- applies to bioidentical hormone therapy.",
            "vi": "Liệu pháp điều trị bằng hoóc-môn đồng nhất sinh học  “Liệu pháp điều trị bằng hoóc-môn đồng nhất sinh học” đối với các triệu chứng mãn kinh có thể nhắc tới một số loại thuốc theo toa được tổ chức FDA cho phép nào đó. Hoặc có thể là một số hoóc-môn được chiết xuất từ thiên nhiên được chế tạo ở khoa bào chế dược phẩm nhằm đáp ứng phù hợp với từng bệnh nhân. Một số bác sĩ khẳng định rằng các hoóc-môn đồng nhất sinh học an toàn hơn, nhưng tổ chức FDA không đoan chắc điều đó. Lời khuyên của tổ chức này là hãy áp dụng liệu pháp hoóc-môn đồng nhất sinh học này ở một liều lượng thấp nhất trong thời gian ngắn nhất.  "
        },
        {
            "en": "What are the complications and effects of menopause on chronic medical conditions? Osteoporosis  Osteoporosis is the deterioration of the quantity and quality of bone that causes an increased risk of fracture. The density of the bone (bone mineral density) normally begins to decrease in women during the fourth decade of life. However, that normal decline in bone density is accelerated during the <em>menopausal</em> transition. As a consequence, both age and the hormonal changes due to the menopause transition act together to cause osteoporosis.",
            "vi": "Mãn kinh gây biến chứng và ảnh hưởng gì đối với các bệnh mãn tính?  Loãng xương  Loãng xương là bệnh làm giảm chất lượng và số lượng xương làm tăng nguy cơ nứt gãy. Mật độ xương (mật độ chất khoáng trong xương) thường bắt đầu giảm khi phụ nữ ở tuổi 40. Tuy nhiên, sự giảm mật độ xương bình thường đó càng nhanh hơn trong giai đoạn chuyển tiếp mãn kinh. Hậu quả là, lão hoá kết hợp với thay đổi hôc-môn do chuyển tiếp mãn kinh gây nên chứng loãng xương."
        },
        {
            "en": "Surgical removal of the ovaries The surgical removal of the ovaries (oophorectomy) in an ovulating woman will result in an immediate menopause, sometimes termed a surgical menopause or induced menopause. In this case, there is no perimenopause, and after surgery, a woman will generally experience the signs and symptoms of menopause. In cases of surgical menopause, women often report that the abrupt onset of <em>menopausal</em> symptoms results in particularly severe symptoms, but this is not always the case.",
            "vi": "Phẫu thuật cắt bỏ buồng trứng   Phẫu thuật cắt bỏ buồng trứng (cắt buồng trứng) ở phụ nữ đang rụng trứng sẽ gây hội chứng mãn kinh tức thời, đôi khi cũng được gọi là mãn kinh do phẫu thuật hoặc mãn kinh do kích thích. Trong trường hợp này thì bệnh nhân sẽ không có thời kỳ tiền mãn kinh, và sau khi phẫu thuật xong thì người phụ nữ sẽ thường có những dấu hiệu và triệu chứng mãn kinh ngay. Trong những trường hợp mãn kinh do phẫu thuật thì nhiều người cho biết những triệu chứng mãn kinh xảy ra một cách đột ngột thường dẫn đến nhiều triệu chứng bệnh trầm trọng, nhưng không phải lúc nào cũng vậy.  "
        },
        {
            "en": "Hormone replacement therapy  Hormone replacement therapy can ease <em>menopausal</em> symptoms. Various prescription products are available to treat hot flashes and vaginal symptoms. Some are also recommended to prevent osteoporosis. The FDA recommends taking the lowest dose that helps, and only for the shortest time because studies have linked long-term use of hormone replacement therapy to a greater risk of heart attacks, strokes, blood clots, and breast cancer.",
            "vi": "Liệu pháp thay thế hoóc-môn  Liệu pháp thay thế hoóc-môn có thể làm giảm các triệu chứng mãn kinh. Hiện có rất nhiều loại thuốc có thể giúp điều trị chứng trào huyết và các triệu chứng âm đạo. Một số thuốc cũng được khuyến nghị làm ngăn ngừa loãng xương. Tổ chức FDA khuyến nghị nên sử dụng liều lượng thấp nhất, và chỉ sử dụng trong một thời gian ngắn nhất bởi nhiều công trình nghiên cứu cho thấy việc áp dụng liệu pháp thay thế hoóc-môn lâu dài có liên quan đến nguy cơ tim mạch, đột quỵ, đông tụ máu, và ung thư vú cao hơn."
        },
        {
            "en": "Managing severe symptoms  If menopause symptoms are a problem, talk with your doctor. He or she can help you weigh the risks and benefits of <em>menopausal</em> hormone therapy, also known as hormone replacement therapy. Other treatments include low-dose birth control pills if you're perimenopausal; antidepressants, blood pressure drugs, or other medications to help with hot flashes; and vaginal estrogen cream. Your doctor may also have lifestyle tips about adjusting your diet, exercise, sleep, and stress management.",
            "vi": "Làm giảm các triệu chứng nặng  Nếu các triệu chứng mãn kinh gây phiền toái cho bạn thì hãy nên nói chuyện với bác sĩ. Bác sĩ có thể giúp bạn cân nhắc được mặt lợi – hại của liệu pháp hoóc-môn mãn kinh, đây cũng được gọi là liệu pháp thay thế hoóc-môn. Các phương pháp điều trị khác gồm thuốc tránh thai liều lượng thấp nếu bạn ở giai đoạn tiền mãn kinh; thuốc chống trầm cảm, thuốc trị huyết áp, hoặc các loại thuốc chống trào huyết khác; và kem thoa âm đạo chứa estrogen. Bên cạnh đó, bác sĩ cũng có thể có nhiều bí quyết về lối sống – điều chỉnh chế độ ăn uống, tập luyện thể dục thể thao, ngủ nghỉ, và các phương pháp chế ngự căng thẳng nữa.  "
        },
        {
            "en": "Menopause: What to expect  Menopause isn't a one-siz​e-fits-all event. It affects each woman differently. Some women reach natural menopause with little to no trouble; others experience severe symptoms that drastically hamper their lives. And when menopause starts suddenly as a result of surgery, chemotherapy, or radiation, the adjustment can be tough. Here is a look at <em>menopausal</em> symptoms that many women experience, though the intensity can vary.",
            "vi": "Người ta mong chờ điều gì ở giai đoạn mãn kinh   Thời kỳ mãn kinh xảy ra không ai giống ai. Mỗi người đều có những triệu chứng khác nhau. Một số mãn kinh bình thường mà không bị rắc rối gì hoặc chỉ gặp một chút vấn đề; số khác có thể mắc nhiều triệu chứng nghiêm trọng làm ảnh hưởng cuộc sống của họ một cách nặng nề. Và khi giai đoạn mãn kinh bắt đầu một cách đột ngột do phẫu thuật, hoá trị liệu, hoặc chiếu xạ, thì việc thích nghi có thể gặp nhiều khó khăn. Dưới đây là những nghiên cứu, quan sát về các triệu chứng mãn kinh mà nhiều phụ nữ có thể mắc phải, mặc dù mức độ nặng nhẹ có thể khác nhau."
        },
        {
            "en": "Some studies have shown that these compounds may help relieve hot flashes and other symptoms of menopause. In particular, women who have had breast cancer and do not want to take hormone therapy (HT) with estrogen sometimes use soy products for relief of <em>menopausal</em> symptoms. However, some phytoestrogens can actually have anti-estrogenic properties in certain situations, and the risks of these preparations have not yet been determined. For example, researchers have shown that long-term use of phytoestrogens in postmenopausal women led to an overgrowth of the tissues lining the uterus (endometrial hyperplasia) which can be a precursor to cancer.",
            "vi": "Một số nghiên cứu cho thấy các hợp chất này có thể giúp làm giảm trào huyết và các triệu chứng mãn kinh khác. Đặc biệt là những phụ nữ bị ung thư vú và không muốn sử dụng liệu pháp hoóc-môn estrogen (HT) thì đôi khi cũng có thể sử dụng các sản phẩm đậu nành để làm giảm các triệu chứng mãn kinh. Tuy nhiên một số phytoestrogen (xtê-rôn thực vật) thật sự có thể có đặc tính kháng estrogen ở một số trường hợp nào đó, và người ta cũng chưa xác định được những rủi ro của các loại thuốc này. Chẳng hạn như các nhà nghiên cứu đã cho thấy việc sử dụng lâu dài phytoestrogen ở phụ nữ hậu mãn kinh dẫn đến tăng sinh mô lót tử cung (tăng sản màng trong dạ con) mà có thể đây là một dấu hiệu báo trước của bệnh ung thư."
        },
        {
            "en": "Oral contraceptive pills Oral contraceptive pills are another form of hormone therapy often prescribed for women in perimenopause to treat irregular vaginal bleeding. Prior to treatment, a doctor must exclude other causes of erratic vaginal bleeding. Women in the <em>menopausal</em> transition tend to have considerable breakthrough bleeding when given estrogen therapy. Therefore, oral contraceptives are often given to women in the menopause transition to regulate menstrual periods, relieve hot flashes, as well as to provide contraception. The list of contraindications for oral contraceptives in women going through the menopause transition is the same as that for premenopausal women.",
            "vi": "Thuốc ngừa thai dạng uống Thuốc ngừa thai dạng uống là dạng liệu pháp hoóc-môn khác thường được kê toa cho phụ nữ tiền mãn kinh để trị chứng xuất huyết âm đạo bất thường.  Trước khi điều trị, bác sĩ phải loại trừ các nguyên nhân gây xuất huyết âm đạo thất thường khác. Phụ nữ giai đoạn chuyển tiếp mãn kinh thường hay xuất huyết dữ dội khi sử dụng liệu pháp hoóc-môn estrogen. Vì vậy, thuốc ngừa thai dạng uống thường được sử dụng cho phụ nữ giai đoạn chuyển tiếp mãn kinh để làm điều hoà kinh nguyệt, làm giảm chứng trào huyết, đồng thời cũng để tránh thai. Các chống chỉ định của thuốc ngừa thai dạng uống ở phụ nữ giai đoạn chuyển tiếp mãn kinh giống như chống chỉ định đối với phụ nữ tiền mãn kinh."
        },
        {
            "en": "Black Cohosh  Black cohosh is an herbal preparation that has been popular in Europe for the relief of hot flashes. This herb has become more and more popular in the U.S., and the North American Menopause Society does support the short-term use of black cohosh for treating <em>menopausal</em> symptoms, for a period of up to six months, because of its relatively low incidence of side effects when used short term. However, there have still been very few scientific studies done to establish the benefits and safety of this product. Research is ongoing to further determine the effectiveness and safety of black cohosh.",
            "vi": "Black Cohosh (bụi cây vùng Bắc Mỹ có rễ làm thảo dược trị nhiều loại bệnh phụ khoa; tên la-tinh: Cimicifuga racemosa)  Black cohosh là thảo dược được sử dụng rộng rãi ở Châu Âu để làm giảm trào huyết. Loại thảo dược này ngày càng trở nên thông dụng hơn ở Mỹ, và Hiệp hội Mãn kinh Bắc Mỹ đã cho phép sử dụng black cohosh ngắn hạn để chữa trị các triệu chứng mãn kinh, trong thời gian đến 6 tháng, bởi tỉ lệ gây tác dụng phụ tương đối thấp khi sử dụng ngắn hạn. Tuy nhiên, vẫn còn rất ít các công trình nghiên cứu khoa học cho thấy lợi ích và đặc điểm an toàn của sản phẩm này. Người ta vẫn tiếp tục nghiên cứu nhiều hơn để xác định rõ thêm công hiệu và an toàn của loại black cohosh này."
        },
        {
            "en": "Irregular vaginal bleeding Irregular vaginal bleeding may occur during menopause. Some women have minimal problems with abnormal bleeding during perimenopause whereas others have unpredictable, excessive bleeding. Menstrual periods (menses) may occur more frequently (meaning the cycle shortens in duration), or they may get farther and farther apart (meaning the cycle lengthens in duration) before stopping. There is no \"normal\" pattern of bleeding during the perimenopause, and patterns vary from woman to woman. It is common for women in perimenopause to have a period after going for several months without one. There is also no set length of time it takes for a woman to complete the <em>menopausal</em> transition. It is important to remember that all women who develop irregular menses should be evaluated by her doctor to confirm that the irregular menses are due to perimenopause and not as a sign of another medical condition.",
            "vi": "Xuất huyết âm đạo bất thường  Xuất huyết âm đạo bất thường có thể xảy ra trong thời kỳ mãn kinh. Một số người gặp rắc rối nhỏ với hiện tượng xuất huyết bất thường này suốt thời gian tiền mãn kinh trong khi đó nhiều người khác bị xuất huyết đột ngột và dữ dội. Chu kỳ kinh nguyệt (kinh nguyệt) có thể xảy ra thường hơn (có nghĩa là chu kỳ kinh nguyệt ngắn hơn), hoặc cũng có thể là nó kéo dài hơn (chu kỳ kinh nguyệt dài hơn) trước khi ngừng hành kinh hẳn. Chẳng có một kiểu xuất huyết nào là “bình thường” trong suốt thời kỳ tiền mãn kinh cả và không phải là ai cũng giống ai. Phụ nữ tiền mãn kinh thường hành kinh một lần sau một vài tháng ngưng kinh; đồng thời cũng không xác định được khoảng thời gian mà người phụ nữ xong giai đoạn chuyển tiếp mãn kinh là bao lâu. Nhưng điều quan trọng nên nhớ là hễ người nào bị hội chứng kinh nguyệt không đều thì nên được bác sĩ khám để xác định chắc chắn là hiện tượng rối loạn kinh nguyệt đó là do tiền mãn kinh và không phải là một dấu hiệu bệnh nào khác."
        },
        {
            "en": "Are hormone levels or other blood tests helpful in detecting menopause?  Because hormone levels may fluctuate greatly in an individual woman, even from one day to the next, hormone levels are not a reliable method for diagnosing menopause. Even if levels are low one day, they may be high the next day in the same woman. There is no single blood test that reliably predicts when a woman is going through the <em>menopausal</em> transition. Therefore, there is currently no proven role for blood testing regarding menopause except for tests to exclude medical causes of erratic menstrual periods other than menopause. The only way to diagnose menopause is to observe the lack of menstrual periods for 12 months in a woman in the expected age range.",
            "vi": "Nồng độ hoóc-môn hoặc các xét nghiệm máu khác có giúp phát hiện ra mãn kinh không?  Vì nồng độ hoóc-môn có thể dao động rất nhiều ở một phụ nữ nào đó, thậm chí là khác nhau từ ngày này sang ngày khác, nên nồng độ hoóc-môn không phải là phương pháp đáng tin cậy để chẩn đoán mãn kinh. Cho dù là nồng độ hoóc-môn ngày hôm nay là thấp đi nữa thì cũng có thể ngày mai là rất cao khi đo ở cùng một người. Tương tự chẳng có một xét nghiệm máu đơn lẻ nào đáng tin cậy để dự đoán khi nào một người sẽ chuyển tiếp mãn kinh. Do đó, hiện vai trò của xét nghiệm máu để nhận biết mãn kinh chưa được chứng minh ngoại trừ các xét nghiệm loại trừ các nguyên nhân bệnh gây rối loạn chu kỳ kinh nguyệt (chu kỳ kinh nguyệt thất thường) ngoài mãn kinh. Cách duy nhất để chẩn đoán mãn kinh là theo dõi tình trạng không hành kinh trong 12 tháng của người phụ nữ đang ở độ tuổi mãn kinh."
        },
        {
            "en": "st1\\:*{behavior:url(#ieooui) }     What is osteoporosis? Osteoporosis is a disease characterized by low bone mass and loss of bone tissue that may lead to weak and fragile bones. If you have osteoporosis, you have an increased risk for fractured bones (broken bones).  Does osteoporosis only affect the elderly?  Osteoporosis has often been thought to be a condition that frail elderly women develop. However, the damage from osteoporosis begins much earlier in life. Because peak bone density is reached at approximately 25 years of age, it is important to build strong bones by that age, so that the bones will remain strong later in life. Adequate calcium intake and exercise are essential for building strong bones. Why is osteoporosis an important public health issue? In the United States, more than 10 million people have osteoporosis and almost 34 million more have low bone density. Approximately 80% of those with osteoporosis are women. Of people older than 50 years of age, one in two women and one in eight men are predicted to have an osteoporosis-related fracture in their lifetime. White and Asian racial groups are at a greater risk. With the aging of America, the number of people with osteoporosis-related fractures will increase substantially. The pain, suffering, and economic costs will be enormous. What are the symptoms of osteoporosis? Normal bone is composed of protein, collagen, and calcium, all of which give bone its strength. Bones that are affected by osteoporosis can break (fracture) with relatively minor injury that normally would not cause a bone to fracture. The osteoporosis condition can be present without any symptoms for decades. Therefore, patients may not be aware of their osteoporosis until they suffer a painful fracture. Symptoms depend on the location of the fracture. We'll take a look at the most common locations for osteoporotic fractures on the next few slides. Osteoporosis symptoms: Fractures of the spine Fractures of the spine (vertebra) can cause severe \"band-like\" pain that radiates around from the back to the side of the body. Over the years, repeated spine fractures can cause chronic lower back pain as well as loss of height or curving of the spine, which gives the individual a hunched-back appearance of the upper back, referred to as a \"dowager hump.\" Osteoporosis symptoms: Stress fracture A fracture that occurs during the course of normal activity is called a minimal trauma fracture or stress fracture. For example, some patients with osteoporosis develop stress fractures of the feet while walking or stepping off a curb.  Osteoporosis symptoms: Hip fracture Hip fractures typically occur as a result of a fall. With osteoporosis, hip fractures can occur as a result of trivial accidents. Hip fractures may also be difficult to heal after surgical repair because of poor bone quality. What are the consequences of osteoporosis? Osteoporosis bone fractures are responsible for considerable pain, decreased quality of life, lost workdays, and disability. Up to 30% of patients suffering a hip fracture will require long-term nursing-home care. Some 20% of women with a hip fracture will die in the subsequent year as an indirect result of the fracture. In addition, once a person has experienced a spine fracture due to osteoporosis, he or she is at very high risk of suffering another such fracture in the near future (next few years).  What factors determine bone strength? Bone mass (bone density) is the amount of bone present in the skeletal structure. Generally, the higher the bone density, the stronger the bones. Bone density is greatly influenced by genetic factors and can be affected by environmental factors and medications. For example, men have a higher bone density than women. African Americans have a higher bone density than Caucasian or Asian Americans. Normally, bone density accumulates during childhood and reaches a peak by around 25 years of age. Bone density is then maintained for about 10 years. After age 35, both men and women will normally lose 0.3%-0.5% of their bone density per year as part of the aging process. Menopause, Estrogen, and Osteoporosis Estrogen is important in maintaining bone density in women. When estrogen levels drop after menopause, bone loss accelerates. During the first five to 10 years after menopause, women can suffer up to 2%-4% loss of bone density per year! This can result in the loss of up to 25%-30% of their bone density during that time period. Accelerated bone loss after menopause is a major cause of osteoporosis in women. What are the risk factors for developing osteoporosis? * female gender  * Caucasian or Asian race  * thin and small body frames  * family history of osteoporosis (for example, having a mother with an osteoporotic hip fracture doubles your risk of hip fracture)  * personal history of fracture as an adult  * cigarette smoking  * excessive alcohol consumption  * lack of exercise  * diet low in calcium  * poor nutrition and poor general health  * malabsorption (nutrients in the bowels are not properly absorbed)  * low estrogen levels  * chemotherapy  * loss of the menstrual period (amenorrhea)  * chronic inflammation  * immobility, such as after a stroke or any condition that interferes with walking  * hyperthyroidism (excessive thyroid hormone)  * hyperparathyroidism (excessive parathyroid hormone production causes too much calcium to be removed from the bone)  * vitamin D deficiency (vitamin D helps the body absorb calcium)  * certain medications can cause osteoporosis such as long-term use of heparin (a blood thinner), antiseizure medications phenytoin (Dilantin) and phenobarbital, and long-term use of oral corticosteroids (such as prednisone)   How is osteoporosis diagnosed? A routine X-ray can suggest osteoporosis of the bone, which appears much thinner and lighter than normal bones. Unfortunately, by the time X-rays can detect osteoporosis, at least 30% of the bone has already been lost. In addition, X-rays are not accurate indicators of bone density. The appearance of the bone on the X-ray is often affected by variations in the degree of exposure of the X-ray film.  The National Osteoporosis Foundation, the American Medical Association, and other major medical organizations are recommending a dual energy X-ray absorptiometry (DEXA or DXA) for diagnosing osteoporosis. The test measures bone density in the hip and the spine, takes only five to 15 minutes to perform, uses very little radiation (less than one-tenth to one-hundredth the amount used on a standard chest X-ray), and is quite precise. Who should have bone density testing? The national osteoporosis foundation guidelines state that there are several groups of people who should consider DXA testing: * all postmenopausal women below age 65 who have risk factors for osteoporosis;  * all women aged 65 and older;  * postmenopausal women with fractures, although this is not mandatory because treatment may be started regardless of bone density; * women with one of the many medical conditions associated with osteoporosis   How are bone density results measured?  Upon completion of a DXA scan, the bone density of the patient is then compared to the average peak bone density of young adults of same sex and race. This score is called the \"T score,\" and it expresses the bone density in terms of the number of standard deviations (SD).  * Osteoporosis is defined as a bone density T score of -2.5 SD or below.  * Osteopenia (between normal and osteoporosis) is defined as a bone density T score between -1 and -2.5 SD for all women aged 65 and older;  How is osteoporosis treated and prevented? The goal of osteoporosis treatment is the prevention of bone fractures by stopping bone loss and by increasing bone density and strength. Although early detection and timely treatment of osteoporosis can substantially decrease the risk of future fracture, none of the available treatments for osteoporosis are complete cures. In other words, it is difficult to completely rebuild bone that has been weakened by osteoporosis. Therefore, prevention of osteoporosis is as important as treatment. We'll take a look at some of the prevention and treatment options on the following slides. Prevention and treatment: Exercise Exercise has a wide variety of beneficial health effects. However, exercise does not bring about substantial increases in bone density. The benefit of exercise for osteoporosis has mostly to do with decreasing the risk of falls, probably because balance is improved and/or muscle strength is increased. Research has not yet precisely determined what type or duration of exercise is best for osteoporosis. Nevertheless, most doctors recommend weight-bearing exercise, walking, preferably daily. A word of caution about exercise It is important to avoid exercises that can injure already weakened bones. In patients over 40 and those with heart disease, obesity, diabetes mellitus, and high blood pressure, exercise should be prescribed and monitored by their doctors. Finally, extreme levels of exercise (such as marathon running) may not be healthy for the bones. Marathon running in young women that leads to weight loss and loss of menstrual periods can actually cause osteoporosis. Prevention and treatment: Quit smoking and curtail alcohol Smoking one pack of cigarettes per day throughout adult life can itself lead to loss of 5%-10% of bone mass. Smoking cigarettes decreases estrogen levels and can lead to bone loss in women before menopause. Smoking cigarettes can also lead to earlier menopause. Data on the effect of regular consumption of alcohol and caffeine on osteoporosis is not as clear as with exercise and cigarettes. In fact, research regarding alcohol and caffeine as risk factors for osteoporosis shows widely varying results and is controversial. Certainly, these effects are not as powerful as other factors. Nonetheless, moderation of both alcohol and caffeine is prudent. Prevention and treatment: Calcium supplements Building strong and healthy bones requires an adequate dietary intake of calcium and exercise beginning in childhood and adolescence for both sexes. Importantly, once osteoporosis is present, a high dietary calcium intake or taking calcium supplements alone is not sufficient in treating osteoporosis and should not be viewed as an alternative to or substituted for more potent prescription osteoporosis medications. In the first several years after menopause, rapid bone loss can occur even if calcium supplements are taken. Unfortunately, surveys have shown that the average woman in the United States consumes less than 500 milligrams of calcium per day in her diet, less than the recommended amounts. Additional calcium can be obtained by drinking more milk and eating more yogurt or cottage cheese or by taking calcium supplement tablets as well from calcium-fortified foods, such as orange juice.  Prevention and treatment: Calcium-fortified foods Excluding dairy products, the average American diet contains approximately 250 mg of calcium. As mentioned on the previous slide, here are some examples of calcium-fortified foods and their respective calcium intake. Prevention and treatment: Vitamin D An adequate calcium intake and adequate body stores of vitamin D are important foundations for maintaining bone density and strength. Unfortunately, vitamin D deficiency is quite common in the United States. Vitamin D is important in several respects:  * vitamin D helps the absorption of calcium from the intestines;  * a lack of vitamin D causes calcium-depleted bone (osteomalacia), which further weakens the bones and increases the risk of fractures; and  * vitamin D, along with adequate calcium (1,200 mg of elemental calcium), has been shown in some studies to increase bone density and decrease fractures in older postmenopausal but not in premenopausal or perimenopausal women.  The food and nutrition board of the Institute of Medicine has recommended the following as an as adequate vitamin D intake: * 200 IU daily for men and women 19 to 50 years old;  * 400 IU daily for men and women 51 to 70 years old; and  * IU daily for men and women 71 years and older.  Good sources of vitamin D include natural sunlight, fortified milk, cheese, butter/margarine, cereal, and fish. Prevention and treatment: <em>Menopausal</em> hormone therapy  <em>Menopausal</em> hormone therapy (previously referred to as hormone replacement therapy or HRT) has been shown to prevent bone loss, increase bone density, and prevent bone fractures. Estrogen is available orally (Premarin, Estrace, Estratest, and others) or as a skin patch (Estraderm, Vivelle, and others). Estrogen is also available in combination with progesterone as pills and patches. Progesterone is routinely given along with estrogen to prevent uterine cancer that might result from estrogen use alone. Women who have had a hysterectomy (surgical removal of the uterus) may take estrogen alone. Due to adverse effects of <em>menopausal</em> hormone therapy, such as increased risks of heart attack, stroke, blood clots in the veins, and breast cancer; <em>menopausal</em> hormone therapy is no longer recommended for long-term use but rather short-term use to relieve <em>menopausal</em> hot flashes. Every woman should have an individualized discussion regarding estrogen replacement with her doctor. Prevention and treatment: Medications Currently, the most effective medications for osteoporosis that are approved by the FDA are anti-resorptive agents, which prevent bone breakdown. Antiresorptive medications inhibit bone removal (resorption), thus leading to bone rebuilding and increasing bone density. <em>Menopausal</em> estrogen hormone therapy is one example of an antiresorptive agent. Others include alendronate (Fosamax), risedronate (Actonel), raloxifene (Evista), ibandronate (Boniva), calcitonin (Calcimar), and zoledronate (Reclast). Prevention of hip fractures The FDA has approved hip-protector garments for the prevention of hip fractures in unstable elderly people with known osteoporosis. Brand names available include Hipsaver and Safehip. These can be helpful for patients who are in the nursing-home environment, although the real extent of protection against hip fractures that is gained with use of hip protectors is a matter of current controversy. Osteoporosis at a glance * Osteoporosis is a condition of increased susceptibility to fracture due to fragile bone.  * Osteoporosis weakens bone and increases risk of bone fracture.  * Bone mass (bone density) decreases after age 35 years and decreases more rapidly in women after menopause. * Key risk factors for osteoporosis include genetic factors, lack of exercise, lack of calcium and vitamin D, personal history of fracture as an adult, rheumatoid arthritis, cigarette smoking, excessive alcohol consumption, low body weight, and family history of osteoporosis. * Patients with osteoporosis have no symptoms until bone fractures occur.  * Diagnosis can be suggested by X-rays and confirmed by using tests to measure bone density.  * Treatments for osteoporosis, in addition to prescription osteoporosis medications, include stopping use of alcohol and cigarettes, and assuring adequate exercise, calcium, and vitamin D.",
            "vi": "Loãng xương là gì? Loãng xương là bệnh đặc trưng bởi khối lượng xương thấp và mất mô xương có thể làm cho xương yếu và dễ gãy. Nếu bạn bị loãng xương, thì nguy cơ bạn bị gãy xương tăng cao.  Có phải chứng loãng xương chỉ ảnh hưởng đến người già? Người ta thường đã cho rằng bệnh loãng xương là chứng bệnh xảy ra ở phụ nữ ốm yếu lớn tuổi. Tuy nhiên, tổn thương do loãng xương gây ra bắt đầu rất sớm. Do mật độ xương cao nhất là ở khoảng 25 tuổi, nên quan trọng là phải làm cho xương chắc khỏe ở độ tuổi này, sao cho xương vẫn còn cứng cáp về sau. Luyện tập thể dục và bổ sung can-xi đầy đủ là điều quan trọng để giúp cho xương được chắc khỏe. Tại sao bệnh loãng xương là một vấn đề quan trọng của ngành y tế cộng đồng?  Có hơn 10 triệu người Mỹ bị loãng xương và gần 34 triệu người có mật độ xương thấp. Khoảng 80% bệnh nhân bị loãng xương là phụ nữ. Đối với người già trên 50 tuổi, tỉ lệ bệnh nhân bị dự đoán nứt xương do loãng xương gây ra là 1:2 ở nữ và 1:8 ở nam trong suốt cuộc đời mình. Các nhóm người thuộc chủng tộc da trắng và châu Á có nguy cơ bị loãng xương cao hơn. Số người bị nứt xương do loãng xương gây ra tăng nhanh đáng kể đối với người già ở Mỹ. Loãng xương làm cho bệnh nhân đau đớn, khổ sở và tốn kém rất nhiều.  Triệu chứng của loãng xương là gì? Xương thường được cấu tạo từ prô-tê-in, collagen (chất tạo keo), và can-xi, tất cả làm cho xương trở nên chắc khỏe. Loãng xương có thể làm cho xương bị gãy (nứt) do chấn thương khá nhẹ mà bình thường sẽ không làm cho xương gãy nứt.  Bệnh nhân bị loãng xương có thể không biểu hiện triệu chứng gì trong thời gian dài. Do đó, người bệnh có thể không biết mình bị loãng xương cho đến khi bị nứt xương gây đau đớn. Các triệu chứng bệnh tuỳ thuộc vào chỗ xương bị nứt. Chúng ta sẽ điểm qua những vị trí nứt xương do loãng xương thường thấy nhất ở vài khung hình kế tiếp nhé.  Triệu chứng của bệnh loãng xương: Nứt cột sống  Nứt cột sống (đốt sống) có thể gây đau nhức dữ dội, đau như một “dải băng” lan ra xung quanh từ vùng lưng đến hai bên hông người. Nếu không được điều trị, để lâu thì các chỗ nứt tiếp này có thể gây đau thắt lưng mãn tính cũng như làm cho bệnh nhân bị lùn đi hoặc làm cong cột sống, người bệnh trông có vẻ bị gù lưng trên, thường được quy cho đó là “bệnh gù lưng.”  Triệu chứng của bệnh loãng xương: Nứt xương Nứt gãy xương xảy ra trong khi thực hiện hoạt động bình thường được gọi là chấn thương nứt xương nhẹ hoặc nứt xương nhẹ. Chẳng hạn như một số bệnh nhân loãng xương bị nứt xương bàn chân trong khi đi bộ hoặc bước xuống lề đường.  Triệu chứng của bệnh loãng xương: Nứt xương hông  Nứt xương hông thường xảy ra khi bị té. Đối với chứng loãng xương thì nứt xương hông có thể là do các tai nạn bình thường gây nên. Tình trạng nứt xương hông cũng có thể khó chữa lành sau khi đã phẫu thuật chỉnh hình bởi chất lượng xương bị yếu đi nhiều.  Hậu quả của bệnh loãng xương là gì? Nứt xương do loãng xương gây ra làm cho bệnh nhân đau đớn dữ dội, làm giảm chất lượng của cuộc sống, gây tàn tật và không có khả năng làm việc nữa. Có đến 30% bệnh nhân nứt xương hông phải ở nhà thương điều trị lâu dài. Số bệnh nhân nữ tử vong sau một năm bị nứt xương hông là khoảng chừng 20% mà chứng nứt xương là nguyên nhân gián tiếp gây ra. Ngoài ra, khi một người đã bị nứt cột sống do loãng xương thì sẽ có nguy cơ bị nứt xương như vậy rất cao vào lần sau trong tương lai gần (một vài năm sau).  Yếu tố nào xác định được độ chắc của xương?  Khối lượng xương (mật độ xương) là lượng xương có trong cấu trúc xương. Thông thường mật độ xương càng cao thì xương càng chắc khỏe. Mật độ xương bị ảnh hưởng rất lớn bởi các yếu tố di truyền và có thể bởi môi trường và thuốc men. Chẳng hạn như nam giới có mật độ xương cao hơn phụ nữ. Người Mỹ gốc Phi có mật độ xương cao hơn người da trắng hoặc người Mỹ gốc Á. Mật độ xương thường được tích tụ khi còn nhỏ và đạt ngưỡng cao nhất ở độ tuổi 25; sau đó được duy trì trong khoảng chừng 10 năm như thế. Sau 35 tuổi, mật độ xương thường sẽ mất mỗi năm từ 0.3% đến 0.5% ở cả nam lẫn nữ, như là một phần của quá trình lão hoá.  Mãn kinh, hooc-môn estrogen, và bệnh loãng xương Estrogen là hooc-môn thiết yếu giúp duy trì mật độ xương ở nữ giới. Khi nồng độ estrogen giảm sau mãn kinh thì mật độ xương cũng giảm nhanh chóng. Trong 5 đến 10 năm đầu sau mãn kinh thì mỗi năm phụ nữ có thể giảm 2%-4% mật độ xương! Điều này có thể làm cho mật độ xương giảm đến 25%-30% trong suốt khoảng thời gian đó. Mật độ xương giảm nhanh sau mãn kinh là nguyên nhân chính gây loãng xương ở phụ nữ.  Các yếu tố rủi ro làm phát triển bệnh loãng xương là gì?  * giới tính nữ * chủng người da trắng hoặc châu Á * người có thân hình nhỏ nhắn, ốm yếu * có tiền sử gia đình bị loãng xương (chẳng hạn như có mẹ bị nứt xương hông do loãng xương sẽ có nguy cơ nứt xương hông tăng gấp đôi) * có tiền sử cá nhân bị nứt xương ở tuổi trưởng thành  * hút thuốc lá * uống rượu bia quá nhiều * thiếu vận động * chế độ dinh dưỡng nghèo can-xi * khẩu phần dinh dưỡng kém và sức khỏe tổng quát yếu  * kém hấp thu (dưỡng chất trong ruột không được hấp thu hoàn toàn) * nồng độ hooc-môn estrogen thấp  * hoá trị liệu * mất kinh (tắt kinh) * bị viêm mãn tính  * bị liệt, bất động, chẳng hạn như sau khi bị đột quỵ hoặc sau bất kỳ một chứng bệnh nào làm ảnh hưởng đến khả năng đi đứng * bị cường giáp (hooc-môn tuyến giáp quá cao) * bị tăng năng tuyến cận giáp (sản sinh quá nhiều hooc-môn tuyến cận giáp làm cho xương bị mất quá nhiều can-xi) * thiếu vitamin D (vitamin D giúp cho cơ thể hấp thụ can-xi) * một số thuốc nào đó cũng có thể gây loãng xương chẳng hạn như sử dụng thuốc hê-pa-rin (chất/ thuốc làm loãng máu) trong thời gian dài, thuốc chống động kinh phenytoin (Dilantin) và thuốc an thần/ thuốc ngủ, và sử dụng corticosteroid dạng uống (hoóc-môn xtê-rô-ít do vỏ thượng thận tổng hợp) lâu dài (chẳng hạn như thuốc kháng viêm prednisone) Bệnh loãng xương được chẩn đoán như thế nào?  Phương pháp chụp X-quang định kỳ có thể cho biết bệnh loãng xương – xương trông có vẻ mỏng và nhẹ hơn nhiều so với xương bình thường. Đáng tiếc là khi tia X có thể phát hiện ra loãng xương thì đã có ít nhất 30% xương đã bị mất. Ngoài ra, thủ thuật này cũng không cho biết chính xác mật độ xương. Việc thay đổi độ chụp phim X-quang cũng thường làm ảnh hưởng đến vẻ ngoài của xương trên tia X. Tổ chức Loãng xương Quốc gia, Hiệp hội Y học Hoa Kỳ, và các tổ chức y tế lớn khác đang khuyến cáo phương pháp đo hấp thụ năng lượng tia X kép (DEXA hoặc DXA) để chẩn đoán loãng xương. Xét nghiệm đo mật độ xương hông và cột sống chỉ mất từ 5 đến 15 phút, sử dụng bức xạ rất nhỏ (chưa đầy 1/10 đến 1/100 lượng bức xạ dùng để chụp X- quang ngực chuẩn), và biện pháp này khá chính xác.  Đối tượng nào nên xét nghiệm mật độ xương?  Tổ chức Loãng xương Quốc gia chỉ ra nguyên tắc một số nhóm người nên thực hiện xét nghiệm DXA:  * phụ nữ sau mãn kinh dưới 65 tuổi, có nguy cơ bị loãng xương;  * phụ nữ tuổi từ 65 trở lên; * phụ nữ sau mãn kinh bị nứt xương, mặc dù đây không phải là điều bắt buộc bởi người ta cũng có thể bắt đầu điều trị mà không kể đến mật độ xương;  * phụ nữ bị một trong các bệnh liên quan đến loãng xương  Kết quả mật độ xương được đo như thế nào?  Sau khi quét/chụp DXA xong, mật độ xương của bệnh nhân được đem đối chiếu với mật độ xương ở ngưỡng cao nhất bình thường của thanh niên cùng chủng tộc và giới tính. Đây gọi là chỉ số T (T score) – cho biết mật độ xương trong các khoảng sai lệch chuẩn (SD).  * Nếu mật độ xương T score là -2.5 SD trở xuống: loãng xương. * Tiền loãng xương (giữa trạng thái bình thường và loãng xương) được xác định khi mật độ xương T score dao động giữa 1 và 2.5 SD đối với phụ nữ tuổi từ 65 trở lên;  Điều trị và phòng tránh bệnh loãng xương như thế nào?  Mục tiêu của việc điều trị loãng xương là phòng tránh nứt xương bằng cách ngăn không cho mất xương và làm tăng mật độ xương và làm cho xương chắc khỏe hơn. Mặc dù biện pháp phát hiện sớm và điều trị loãng xương kịp thời có thể làm giảm đáng kể nguy cơ nứt xương về sau, không có phương pháp điều trị loãng xương nào chữa lành chứng bệnh này hoàn toàn. Nói một cách khác là khó có thể làm xương bị yếu do loãng xương gây ra trở lại cứng cáp hoàn toàn được. Do đó, biện pháp phòng tránh loãng xương được coi là quan trọng như việc điều trị vậy. Chúng ta sẽ quan sát một số cách phòng tránh và điều trị ở những khung hình bên dưới nhé.  Phòng tránh và điều trị loãng xương bằng bài tập  Thể dục rất có lợi cho sức khỏe. Tuy nhiên, thể dục không làm tăng mật độ xương đáng kể được. Lợi ích của thể dục đối với bệnh loãng xương chủ yếu là làm giảm nguy cơ té ngã, có lẽ bởi giúp cơ thể thăng bằng hơn và/hoặc làm nâng cao sức mạnh cơ bắp. Nghiên cứu cũng chưa xác định chính xác là loại bài tập nào hoặc thời gian tập là bao nhiêu là tốt nhất cho bệnh loãng xương. Tuy vậy, hầu hết các bác sĩ khuyến cáo nên tập cử tạ, đi bộ, tốt nhất là nên tập hằng ngày.  Cảnh giác với bài tập thể dục Điều quan trọng là phải tránh các bài tập có thể gây chấn thương cho những xương đã bị yếu sẵn. Đối với bệnh nhân trên 40 tuổi và người bị bệnh tim, béo phì, tiểu đường, và huyết áp cao, thì bài tập của họ nên được bác sĩ quy định và giám sát. Cuối cùng là mức độ thể dục quá nhiều (chẳng hạn như cuộc chạy đua ma-ra-tông) có thể là không khỏe cho xương. Chạy đua ma-ra-tông ở nữ thanh niên dẫn đến giảm cân và tắc kinh có thể thực sự gây loãng xương. Phòng tránh và điều trị loãng xương: Bỏ thuốc lá và hạn chế rượu bia  Hút một gói thuốc một ngày suốt thời thanh niên có thể tự làm mất 5%-10% khối lượng xương. Hút thuốc lá làm giảm nồng độ estrogen và có thể dẫn đến tình trạng mất xương ở phụ nữ trước mãn kinh. Việc hút thuốc lá cũng có thể làm mãn kinh sớm hơn.  Thông tin về ảnh hưởng của việc thường xuyên uống rượu bia và cà-phê-in đối với chứng loãng xương không rõ như ảnh hưởng của thuốc lá và bài tập thể dục. Thực ra, cuộc nghiên cứu xem rượu bia và cà-phê-in là các yếu tố nguy hiểm đối với bệnh loãng xương cho thấy nhiều kết quả rất khác biệt nhau và người ta vẫn còn đang tranh cãi về vấn đề này. Tất nhiên là, những ảnh hưởng này không mạnh như những yếu tố khác. Mặc dù vậy, việc tiết chế rượu bia và cà-phê-in là vấn đề thận trọng.  Phòng tránh và điều trị loãng xương bằng cách bổ sung can-xi Việc xây dựng xương chắc khỏe đòi hỏi phải bổ sung đầy đủ can-xi trong chế độ ăn uống và luyện tập thể dục bắt đầu ngay từ nhỏ và từ thời trẻ đối với cả nam lẫn nữ. Điều quan trọng là, một khi bệnh nhân đã bị loãng xương thì việc bổ sung can-xi liều cao trong khẩu phần dinh dưỡng hoặc chỉ bổ sung can-xi không đủ để có thể chữa lành được bệnh loãng xương và không nên xem đó là thuốc thay thế hoặc thế cho các loại thuốc trị loãng xương theo toa hiệu nghiệm hơn. Trong một vài năm đầu sau mãn kinh, xương có thể bị mất nhanh chóng cho dù là bệnh nhân được bổ sung can-xi đi nữa.  Tiếc là, nhiều cuộc khảo sát ở Hoa Kỳ cho thấy phụ nữ thường hấp thu chưa đầy 500 milligram can-xi trong chế độ dinh dưỡng mỗi ngày, thấp hơn lượng can-xi được khuyến nghị. Ngoài ra can-xi còn có thể được bổ sung thêm bằng cách uống nhiều sữa và ăn thêm nhiều sữa chua hoặc phô mai làm từ sữa đã gạn kem hoặc bằng cách bổ sung thêm viên can-xi cũng như thực phẩm bổ sung chất vôi, chẳng hạn như nước cam ép.  Phòng tránh và điều trị loãng xương bằng thức ăn bổ sung chất vôi  Ngoài các sản phẩm làm từ sữa thì khẩu phần dinh dưỡng của người Mỹ trung bình chứa khoảng 250 mg can-xi. Như đã đề cập đến ở khung hình trước, dưới đây là một số ví dụ về thực phẩm bổ sung chất vôi và lượng can-xi hấp thu tương ứng.  Phòng tránh và điều trị loãng xương bằng vitamin D  Việc hấp thụ đầy đủ can-xi và dự trữ đủ vitamin D trong cơ thể là nền tảng quan trọng để duy trì mật độ xương và giữ cho xương chắc khỏe. Tiếc là chứng thiếu vitamin D rất thường thấy ở Mỹ. Vitamin D cần thiết ở nhiều lĩnh vực khác nhau:  * vitamin D giúp hấp thu can-xi từ ruột;  * thiếu vitamin D làm cho xương bị cạn hết can-xi (nhuyễn xương), làm cho xương trở nên yếu hơn và làm tăng nguy cơ nứt gãy, và  * vitamin D, và can-xi đầy đủ (1,200 mg can-xi cơ bản), trong một số nghiên cứu đã cho thấy kết quả làm tăng mật độ xương và giúp cho người già sau mãn kinh giảm nứt xương nhưng không có tác dụng đối với phụ nữ tiền mãn kinh hoặc gần mãn kinh.  Ủy ban Thực phẩm và Dinh dưỡng thuộc Viện Y học đã khuyến nghị nên bổ sung đầy đủ vitamin D như sau: * 200 IU/ ngày đối với cả nam lẫn nữ từ 19 đến 50 tuổi  * 400 IU/ ngày đối với cả nam lẫn nữ từ 51 đến 70 tuổi; và  * IU mỗi ngày cho cả nam lẫn nữ từ 71 tuổi trở lên.  Các nguồn cung cấp vitamin D dồi dào gồm ánh nắng tự nhiên, sữa bổ sung vitamin D, phô mai, bơ/bơ thực vật, ngũ cốc và cá.  Phòng tránh và điều trị loãng xương bằng liệu pháp hooc-môn mãn kinh  Liệu pháp hooc-môn mãn kinh (trước đây gọi là liệu pháp thay thế hooc-môn hoặc HRT) đã có tác dụng phòng tránh mất xương, tăng mật độ xương, và ngăn ngừa được chứng nứt xương. Hooc-môn estrogen có thể được sử dụng dạng uống (Premarin, Estrace, Estratest, và nhiều loại khác) hoặc dán trên da (Estraderm, Vivelle, và nhiều loại khác). Estrogen cũng có thể kết hợp với progesterone ở dạng viên và miếng dán. Progesterone thường được sử dụng với estrogen để ngăn ngừa ung thư tử cung có thể do sử dụng estrogen riêng lẻ. Do liệu pháp hooc-môn mãn kinh gây ảnh hưởng xấu, chẳng hạn như làm tăng nguy cơ đau tim, đột quỵ, tắc nghẽn tĩnh mạch, và ung thư vú, nên liệu pháp này không còn được khuyến nghị sử dụng trong thời gian dài nữa mà chỉ sử dụng ngắn hạn nhằm làm giảm cơn trào huyết mãn kinh (kèm theo mất thăng bằng hooc-môn lúc mãn kinh). Phụ nữ nên thảo luận riêng với bác sĩ về liệu pháp thay thế hooc-môn estrogen.  Phòng tránh và điều trị loãng xương bằng thuốc Hiện nay, nhiều loại thuốc trị loãng xương công hiệu nhất đã được Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA phê duyệt là thuốc chống huỷ xương, phòng tránh gãy xương. Nhiều thuốc chống huỷ xương ngăn không cho mất xương (phân huỷ xương), do đó dẫn đến việc tái xây dựng xương và làm tăng mật độ xương. Liệu pháp hooc-môn estrogen mãn kinh là một trường hợp ví dụ cho thuốc chống huỷ xương. Nhiều loại thuốc khác gồm alendronate (Fosamax), risedronate (Actonel), raloxifene (Evista), ibandronate (Boniva), calcitonin (Calcimar), và zoledronate (Reclast). Phòng tránh nứt xương hông  Tổ chức FDA đã cho phép dùng quần áo bảo vệ hông để ngăn ngừa gãy xương hông ở người già bị loãng xương dễ té ngã. Tên thương hiệu là Hipsaver and Safehip. Phương pháp này có thể có ích cho những bệnh nhân sống ở môi trường viện dưỡng lão, mặc dù mức độ phòng tránh nứt xương hông thực sự nhờ sử dụng dụng cụ bảo vệ hông là điều mà người ta hiện vẫn còn đang tranh cãi.  Nhìn sơ lược về bệnh loãng xương  * Loãng xương là bệnh xương dễ gãy nứt do xương bị mỏng đi.  * Bệnh loãng xương làm cho xương yếu và làm tăng nguy cơ nứt xương.  * Khối lượng xương (mật độ xương) giảm sau 35 tuổi và giảm nhanh hơn ở phụ nữ sau mãn kinh.  * Các yếu tố nguy hiểm chính yếu của bệnh loãng xương gồm yếu tố di truyền, thiếu vận động, thiếu can-xi và thiếu vitamin D, có tiền sử cá nhân bị nứt xương ở tuổi trưởng thành, bị viêm khớp kinh niên, hút thuốc, uống rượu quá nhiều, nhẹ cân, và có tiền sử gia đình bị loãng xương. * Bệnh nhân bị loãng xương không có triệu chứng gì cho đến khi có biểu hiện nứt xương.  * Có thể sử dụng phương pháp chụp X-quang để chẩn đoán bệnh loãng xương và làm nhiều xét nghiệm khác để xác định lại nhằm đo mật độ xương.  * Các phương pháp điều trị loãng xương, ngoài những loại thuốc chữa loãng xương theo toa, như bỏ thuốc lá và rượu bia, và đảm bảo nên tập thể dục, bổ sung can-xi và vitamin D đầy đủ."
        },
        {
            "en": "Urinary tract infection    What is urinary tract infection? A urinary tract infection (UTI) is a bacterial infection that affects any part of the urinary tract. The main etiologic agent is Escherichia coli. Although urine contains a variety of fluids, salts, and waste products, it does not usually have bacteria in it. When bacteria get into the bladder or kidney and multiply in the urine, they may cause a UTI. The most common type of UTI is acute cystitis often referred to as a bladder infection. An infection of the upper urinary tract or kidney is known as pyelonephritis, and is potentially more serious. Although they cause discomfort, urinary tract infections can usually be easily treated with a short course of antibiotics. Symptoms include frequent feeling and/or need to urinate, pain during urination, and cloudy urine. Signs and symptoms The most common symptoms of a bladder infection are burning with urination (dysuria), frequency of urination, an urge to urinate, without vaginal discharge or significant pain. An upper urinary tract infection or pyelonephritis may additionally present with flank pain and a fever.  The symptoms of urinary tract infections may vary with age and the part of the urinary system that was affected. In young children, urinary tract infection symptoms may include diarrhea, loss of appetite, nausea and vomiting, fever and excessive crying that cannot be resolved by typical measures. Older children on the other hand may experience abdominal pain, or incontinence. Lower urinary tract infections in adults may manifest with symptoms including hematuria (blood in the urine), inability to urinate despite the urge and malaise. Other signs of urinary tract infections include foul smelling urine and urine that appears cloudy.   Depending on the site of infection, urinary tract infections may cause different symptoms. Urethritis, meaning only the urethra has been affected, does not usually cause any other symptoms besides dysuria. If the bladder is however affected (cystitis), the patient is likely to experience more symptoms including lower abdomen discomfort, low-grade fever, pelvic pressure and frequent urination all together with dysuria. Infection of the kidneys (acute pyelonephritis) typically causes more serious symptoms such as chills, nausea, vomiting and high fever. Whereas in newborns the condition may cause jaundice and hypothermia, in the elderly, symptoms of urinary tract infections may even include lethargy and a change in the mental status, signs that are otherwise nonspecific. Risk factors Sexual activity In young sexually active women, sex is the cause of 75—90 % of bladder infections, with the risk of infection related to the frequency of sex. The term \"honeymoon cystitis\" has been applied to this phenomenon of frequent UTIs during early marriage. In post <em>menopausal</em> women sexual activity does not affect the risk of developing a UTI.  Gender Women are more prone to UTIs than men because in females, the urethra is much shorter and closer to the anus than in males, and they lack the bacteriostatic properties of prostatic secretions. Among the elderly, UTI frequency is roughly equal proportions in women and men. This is due, in part, to an enlarged prostate in older men. An enlarged prostate means the gland has grown bigger. Prostate enlargement happens to almost all men as they get older. As the gland grows, it can press on the urethra and cause urination and bladder problems. As the gland grows, it obstructs the urethra, leading to increased difficulty in micturition.  Urinary catheters Urinary catheters are a risk factor for urinary tract infections. The risk of an associated infection can be decreased by only catheterizing when necessary, using aseptic technique for insertion, and maintaining unobstructed closed drainage of the catheter. A predisposition for bladder infections may run in families. Others Other risk factors include diabetics, sickle-cell disease or anatomical malformations of the urinary tract such as prostate enlargement. Pathogenesis The most common organism implicated in UTIs (80—85 %) is E. Coli, while Staphylococcus saprophyticus is the cause in 5—10 %.   Prevention The following are measures that studies suggest may reduce the incidence of urinary tract infections.     * A prolonged course ( 6 months to a year ) of low-dose antibiotics (usually nitrofurantoin or TMP/SMX) is effective in reducing the frequency of UTIs in those with recurrent UTIs.     * Cranberry (juice or capsules) may decrease the incidence of UTI in those with frequent infections. Long term tolerance however is an issue.     * For post-<em>menopausal</em> women intravaginal application of topical estrogen cream can prevent recurrent cystitis. This however is not as useful as low dose antibiotics.     * Studies have shown that breastfeeding can reduce the risk of UTIs in infants. A number of measures have not been found to effect UTI frequency including: the use of birth control pills or condoms, voiding after sex, the type of underwear used, personal hygiene methods used after voiding or defecating, whether one takes a bath or shower. Diagnosis In straight forward cases a diagnosis may be made and treatment given based on symptoms alone without further laboratory confirmation. In complicated or questionable cases confirmation via urinalysis looking for the presence of nitrites, leukocytes or leukocyte esterase or via urine microscopy looking for the presence of red blood cells, white blood cells, and bacteria maybe useful. Most cases of lower urinary tract infections in females are benign and do not need exhaustive laboratory work-ups. However, UTI in young infants may receive some imaging study, typically a retrograde urethrogram, to ascertain the presence/absence of congenital urinary tract anomalies. All males with a confirmed UTI should be investigated further. Specific methods of investigation include x-ray, nuclear medicine, MRI and CAT scans. The presence of bacteria in the urinary tract of older adults, without symptoms or signs of infection, is a well recognized phenomenon which may not require antibiotics. This is usually referred to as asymptomatic bacteriuria. The overuse of antibiotics in the context of bacteriuria among the elderly is a concerning issue. Treatment Uncomplicated Uncomplicated UTIs can be diagnosed and treated based on symptoms alone. Oral antibiotics such as trimethoprim, cephalosporins, nitrofurantoin, or a fluoroquinolone such as ciprofloxacin substantially shorten the time to recovery. About 50% of people will recover without treatment within a few days or weeks. The Infectious Diseases Society of America recommends a combination of trimethoprim and sulfamethoxazole in uncomplicated UTIs rather than fluoroquinolones.  A three-day treatment with trimethoprim, TMP/SMX, or a fluoroquinolone is usually sufficient while nitrofurantoin requires 7 days. Trimethoprim is often recommended to be taken at night to ensure maximal urinary concentrations to increase its effectiveness. While trimethoprim / sulfamethoxazole was previously internationally used (and continues to be used in the U.S. and Canada); the addition of the sulfonamide gives little additional benefit compared to the trimethoprim component alone. It is responsible however for a high incidence of mild allergic reactions and rare but potentially serious complications. For simple UTIs children often respond well to a three-day course of antibiotics. Pyelonephritis Pyelonephritis is treated more aggressively than a simple bladder infection using either a longer course of oral antibiotics or intravenous antibiotics. Regimens vary, and include SMX/TMP and fluorquinolones. In the past, they have included aminoglycosides (such as gentamicin) used in combination with a beta-lactam, such as ampicillin or ceftriaxone. These are continued for 48 hours after fever subsides. If there is a poor response to IV antibiotics (marked by persistent fever, worsening renal function), then imaging is indicated to rule out formation of an abscess either within or around the kidney, or the presence of an obstructing lesion such as a stone or tumor. Recurrent Women with recurrent simple UTIs may benefit from self-treatment upon occurrence of symptoms with medical follow up only if the initial treatment fails. Effective treatment can also be delivered over the phone. Epidemiology Bladder infections are most common in young women with 10% of women getting an infection yearly and 60% having an infection at some point in their life. Pyelonephritis occurs between 18—29 times less frequently.  According to the 1997 National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey, urinary tract infection accounted for nearly 7 million office visits; 1 million emergency department visits, and 100,000 hospitalizations.  Nearly 1 in 3 women will have had at least 1 episode of urinary tract infections requiring antimicrobial therapy by the age of 24 years. The risk of urinary tract infection increases with increasing duration of catheterization.  The condition rarely occurs in men who are younger than 50 years old and who did not undergo any genitourinary procedure. However, the incidence of urinary tract infections in men tends to rise after the age of 50. According to statistics from 1990, the prevalence of urinary tract infections in pre-school and school girls was 1% to 3%, nearly 30-fold higher than that in boys. Also, the statistics from the same year show that approximately 5% of girls will develop at least one urinary tract infection in their school years.",
            "vi": "Nhiễm trùng đường tiểu      Nhiễm trùng đường tiểu là gì? Nhiễm trùng đường tiểu (UTI) là hiện tượng nhiễm khuẩn có thể ảnh hưởng đến bất kỳ phần nào của đường tiểu. Tác nhân gây bệnh chính là trực khuẩn E.coli. Mặc dù nước tiểu chứa nhiều chất lỏng, muối, và chất thải, nhưng thường vô khuẩn. Khi vi khuẩn vào bàng quang hay thận và sinh sôi nảy nở trong nước tiểu, chúng có thể gây ra UTI. Loại UTI thường gặp nhất là viêm bàng quang cấp thường được coi như chứng viêm bàng quang. Nhiễm trùng đường tiểu trên hay thận được coi là chứng viêm thận, và tiềm ẩn bệnh nghiêm trọng hơn. Mặc dù nhiễm trùng đường tiểu thường làm cho người ta cảm thấy khó chịu, nhưng bệnh này có thể dễ dàng chữa trị bằng cách dùng thuốc kháng sinh trong thời gian ngắn. Các triệu chứng nhiễm trùng đường tiểu bao gồm cảm giác thường xuyên và/hoặc mắc tiểu, đau khi đi tiểu, và nước tiểu đục. Các triệu chứng và dấu hiệu của nhiễm trùng đường tiểu  Các triệu chứng thường gặp nhất của chứng viêm bàng quang là đi tiểu rát (khó tiểu), đi tiểu nhiều lần, mắc tiểu nhiều lần, không có khí hư hoặc đau nhiều. Nhiễm trùng đường tiểu trên hay chứng viêm thận ngoài ra cũng có thể gây đau ở bên sườn và sốt.  Các triệu chứng của bệnh nhiễm trùng đường tiểu có thể thay đổi tuỳ theo độ tuổi và tuỳ theo đường tiểu bị nhiễm trùng ở phần nào. Ở trẻ em, triệu chứng nhiễm trùng đường tiểu có thể bao gồm tiêu chảy, chán ăn, buồn nôn và ói, sốt và khóc nhiều không dỗ nín được bằng các biện pháp thường. Mặt khác đối với trẻ lớn tuổi hơn thì có thể gặp triệu chứng đau bụng, hoặc ỉa đùn. Nhiễm trùng đường tiểu dưới ở người lớn có thể thấy rõ với nhiều triệu chứng gồm chứng huyết niệu (máu trong nước tiểu), không đi tiểu được mặc dù muốn tiểu và cảm thấy rất khó chịu. Những dấu hiệu nhiễm trùng đường tiểu khác như nước tiểu có mùi khó chịu và nước tiểu đục. Tùy theo vùng nhiễm trùng mà chứng nhiễm trùng đường tiểu có thể gây ra nhiều triệu chứng khác nhau. Đối với chứng viêm niệu đạo, nghĩa là chỉ có vùng niệu đạo bị nhiễm trùng, thường không gây ra các triệu chứng nào khác ngoài chứng khó tiểu. Tuy nhiên, nếu bàng quang bị nhiễm trùng (viêm bàng quang) thì bệnh nhân có thể gặp nhiều triệu chứng hơn như cảm giác khó chịu ở bụng dưới, sốt nhẹ, ép khung chậu và thường xuyên bị khó tiểu. Nhiễm trùng thận (viêm thận cấp) thường gây ra nhiều triệu chứng trầm trọng hơn như là ớn lạnh, buồn nôn, ói và sốt cao. Nhưng đối với trẻ sơ sinh, chứng nhiễm trùng đường tiểu có thể gây vàng da và giảm nhiệt, với người lớn, triệu chứng nhiễm trùng đường tiểu thậm chí có thể gồm chứng ngủ lịm và làm tinh thần thay đổi, mặt khác người ta còn chưa xác định rõ nguyên nhân của các dấu hiệu này.  Các yếu tố nguy hiểm gây nhiễm trùng đường tiểu Hoạt động tình dục Đối với phụ nữ trẻ thường quan hệ tình dục thì tình dục là nguyên nhân gây ra 75-90% chứng viêm bàng quang, nguy cơ nhiễm bệnh liên quan đến số lần quan hệ tình dục. Thuật ngữ “viêm bàng quang tuần trăng mật” được áp dụng cho hiện tượng nhiễm trùng đường tiểu thường xuyên này trong thời gian hôn nhân ban đầu. Ở phụ nữ hậu mãn kinh, hoạt động tình dục không ảnh hưởng đến nguy cơ phát triển bệnh UTI.  Giới tính Phụ nữ thường dễ bị nhiễm trùng đường tiểu hơn nam giới vì phụ nữ có niệu đạo ngắn hơn và gần với hậu môn hơn và thiếu các đặc tính kìm hãm vi khuẩn của tiết tuyến tiền liệt. Đối với người lớn tuổi thì tỉ lệ mắc UTI giữa nam và nữ thường bằng nhau. Điều này một phần là do tuyến tiền liệt ở đàn ông lớn tuổi bị giãn nở ra. Tuyến tiền liệt giãn ra có nghĩa nó trở nên to hơn. Chứng phì đại tuyến tiền liệt thường xảy ra ở hầu hết nam giới cao tuổi. Khi tuyến tiền liệt giãn nở ra, nó có thể đè lên niệu đạo và gây ra nhiều vấn đề về niệu đạo và bàng quang. Bên cạnh đó, khi tuyến tiền liệt phình to ra, nó làm nghẽn niệu đạo, làm khó tiểu nhiều hơn. Ống thông đường tiểu  Ống thông đường tiểu là yếu tố nguy hiểm dẫn đến nhiễm trùng đường tiểu. Nguy cơ lây nhiễm liên quan có thể làm giảm bằng cách chỉ dùng ống thông khi cần thiết, sử dụng kỹ thuật đặt ống thông tiểu vô trùng và giữ cho ống thông tiểu kín không bị nghẽn.  Bẩm chất viêm bàng quang có thể di truyền trong gia đình.  Các yếu tố nguy hiểm khác Các yếu tố nguy hiểm khác gây nhiễm trùng đường tiểu gồm tiểu đường, thiếu máu hồng cầu hình liềm hoặc các dị tật giải phẫu học của đường tiểu như chứng phì đại tuyến tiền liệt.  Sinh bệnh học Sinh vật thường gặp nhất liên quan đến bệnh nhiễm trùng đường tiểu (80—85 %) là trực khuẩn E.coli, trong khi tụ cầu khuẩn saprophyticus là nguyên nhân gây ra từ 5-10% trường hợp nhiễm trùng đường tiểu. Phòng ngừa nhiễm trùng đường tiểu Dưới đây là các biện pháp mà các công trình nghiên cứu đã đề nghị nhằm có thể làm giảm tỉ lệ mắc bệnh nhiễm trùng đường tiểu * Dùng kháng sinh liều thấp một đợt kéo dài (6 tháng đến 1 năm) (thường là nitrofurantoin hoặc TMP/SMX) có tác dụng làm giảm tần số UTIs ở những người bị nhiễm trùng đường tiểu tái phát. * Man việt quất (quả hoặc viên con nhộng) có thể làm giảm tỉ lệ mắc bệnh UTI ở những người bị nhiễm bệnh thường xuyên. Tuy nhiên dung nạp thuốc trong thời gian dài là cả một vấn đề. * Đối với phụ nữ hậu mãn kinh thì việc thoa kem estrogen trực tiếp lên vùng da bên trong âm đạo có thể ngăn ngừa chứng viêm bàng quang tái phát. Tuy nhiên điều này không có tác dụng như thuốc kháng sinh liều thấp. * Nhiều công trình nghiên cứu cho thấy việc nuôi con bằng sữa mẹ có thể làm giảm nguy cơ bị nhiễm trùng đường tiểu ở trẻ sơ sinh.  Các biện pháp như dùng thuốc tránh thai hoặc bao cao su, đi vệ sinh sau khi quan hệ tình dục, loại quần áo lót sử dụng, phương pháp vệ sinh cá nhân sau khi đi vệ sinh, tắm bồn hay tắm vòi hoa sen cũng chưa có kết luận gì đối với việc ảnh hưởng đến tần số bị nhiễm trùng đường tiểu.  Chẩn đoán nhiễm trùng đường tiểu  Đối với những ca bệnh sớm biết ngay lập tức thì có thể chẩn đoán được và điều trị dựa trên các triệu chứng riêng của nó mà không phải làm thêm một xét nghiệm nào khác. Nhưng đối với những trường hợp phức tạp hay đáng nghi thì việc làm xét nghiệm nước tiểu để phát hiện ni-trít, bạch cầu hoặc en-zim esteraza trong bạch cầu hoặc soi nước tiểu dưới kính hiển vi để phát hiện hồng cầu, tế bào bạch cầu, và vi khuẩn có lẽ sẽ có tác dụng. Hầu hết các trường hợp nhiễm trùng đường tiểu dưới ở phụ nữ là lành tính và không cần phải làm các xét nghiệm tổng quát khác. Tuy nhiên, nhiễm trùng đường tiểu ở trẻ sơ sinh có thể phải chụp hình, nhất là chụp niệu đạo ngược dòng, để xác định xem có các dị tật bẩm sinh ở đường tiểu hay không. Nam giới bị chẩn đoán chắc chắn bị nhiễm trùng đường tiểu nên được kiểm tra xét nghiệm nhiều hơn. Nhiều phương pháp kiểm tra để xác định bệnh nhiễm trùng đường tiểu cụ thể như phương pháp chụp X-quang, y học hạt nhân, MRI (cộng hưởng từ) và phương pháp dùng máy chụp cắt lớp.  Tình trạng vi khuẩn tồn tại trong đường tiểu của người già mà không có triệu chứng gì hay dấu hiệu truyền nhiễm gì cũng là một hiện tượng được người ta phát hiện và chú ý nhiều có thể không cần sử dụng thuốc kháng sinh. Đây thường được coi là tình trạng nước tiểu nhiễm khuẩn mà không có triệu chứng bệnh lý gì. Việc lạm dụng thuốc kháng sinh trong trường hợp nước tiểu nhiễm khuẩn của người già là một vấn đề đáng quan tâm.  Điều trị Trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp  Các trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp có thể được chẩn đoán và điều trị dựa trên các triệu chứng riêng của chúng. Các loại thuốc kháng sinh dạng uống như Trimethoprim, Cephalosporins, Nitrofurantoin, hoặc nhóm kháng sinh phổ biến (fluoroquinolone) như ciprofloxacin về cơ bản có tác dụng làm bệnh nhanh lành hơn. Khoảng 50% người bị nhiễm trùng đường tiểu sẽ lành bệnh mà không phải điều trị trong thời gian một vài ngày hay một vài tuần. Hội các bệnh lây nhiễm Hoa Kỳ khuyến cáo kết hợp trimethoprim và sulfamethoxazole đối với các trường hợp nhiễm trùng đường tiểu nhẹ chứ không dùng nhóm kháng sinh fluoroquinolone.  Điều trị bằng thuốc trimethoprim, TMP/SMX hoặc kháng sinh fluoroquinolone trong ba ngày thường là đủ và có kết quả trong khi nếu sử dụng nitrofurantoin phải cần 7 ngày. Trimethoprim thường phải được dùng vào ban đêm để đảm bảo nồng độ nước tiểu đạt mức cao nhất nhằm làm tăng hiệu quả của thuốc. Trong khi Trimethoprim/Sulfamethoxazole trước đây được sử dụng rộng rãi trên toàn thế giới (và hiện vẫn còn được sử dụng ở Hoa Kỳ và Ca-na-đa); việc bổ sung thêm Sulfonamide cũng mang lại nhiều lợi ích hơn so với một mình thành phần thuốc Trimethoprim. Tuy nhiên, nó có nguy cơ gây phản ứng dị ứng nhẹ và hiếm khi gặp các biến chứng tiềm ẩn nghiêm trọng. Đối với trẻ bị nhiễm trùng đường tiểu nhẹ thường phản ứng tốt với đợt điều trị bằng thuốc kháng sinh trong vòng 3 ngày.  Chứng viêm thận  Chứng viêm thận được điều trị khó khăn và lâu dài hơn trường hợp viêm bàng quang nhẹ, có thể điều trị theo đợt dùng kháng sinh dạng uống kéo dài hơn hoặc dùng kháng sinh dạng truyền tĩnh mạch. Phải thay đổi chế độ ăn uống, và còn phải dùng SMX/TMP và Fluorquinolones. Trước đây, các loại thuốc này gồm a-mi-nô glu-cô-zít (như gentamicin) dùng kết hợp với beta-lactam, như ampicillin hoặc ceftriaxone. Các loại thuốc này được sử dụng trong 48 tiếng đồng hồ sau khi đã hạ sốt. Nếu bệnh nhân phản ứng kém với các loại thuốc kháng sinh IV (dành cho trường hợp sốt dai dẳng, chức năng thận ngày càng yếu đi), thì cần phải chụp hình để xác định xem là có áp-xe bên trong hay quanh thận không, hay thận có bị thương gây nghẽn thận như sỏi hay khối u không. Chứng nhiễm trùng đường tiểu tái phát Những phụ nữ bị nhiễm trùng đường tiểu tái phát nhẹ có thể tự điều trị trong trường hợp xảy ra các triệu chứng bằng thuốc tiếp tục chỉ khi nào phương pháp điều trị ban đầu không thành công. Phương pháp điều trị có hiệu quả cũng có thể tư vấn qua điện thoại. Dịch tễ học Viêm bàng quang là căn bệnh thường gặp nhất ở phụ nữ trẻ, mỗi năm số phụ nữ mắc chứng bệnh này lên tới 10% và có đến 60% nhiễm bệnh vào một lúc nào đó trong đời. Chứng viêm thận thường xảy ra ít hơn từ 18 đến 29 lần so với viêm bàng quang.  Theo dữ liệu từ cuộc khảo sát chăm sóc sức khỏe ngoại trú quốc gia và khảo sát chăm sóc sức khỏe ngoại trú của bệnh viện quốc gia năm 1997, số bệnh nhân đến khám chữa bệnh nhiễm trùng đường tiểu chiếm gần 7 triệu người; 1 triệu bệnh nhân phải vào khoa cấp cứu, và 100.000 ca phải nằm viện. Người ta ước tính trước 24 tuổi cứ trong 3 người phụ nữ thì có gần 1 người bị nhiễm trùng đường tiểu ít nhất 1 lần cần phải chữa bằng thuốc kháng sinh. Nguy cơ bị nhiễm trùng đường tiểu tăng nếu thời gian dùng ống thông tiểu càng nhiều.  Bệnh hiếm khi xảy ra đối với nam dưới 50 tuổi và người chưa dùng phương pháp niệu-sinh dục lần nào. Tuy nhiên, tỉ lệ mắc bệnh nhiễm trùng đường tiểu ở nam giới có xu hướng tăng sau 50 tuổi. Theo số liệu thống kê từ năm 1990, bệnh nhiễm trùng đường tiểu ở bé gái tuổi mẫu giáo và tuổi học đường là từ1% đến 3%, cao hơn gần 30 lần số bé trai mắc bệnh này. Hơn nữa, số liệu thống kê năm này cũng cho thấy khoảng 5% bé gái bị nhiễm trùng đường tiểu ít nhất một lần trong suốt quãng đời học sinh của mình."
        },
        {
            "en": "How to Fight Hair Loss      Hair loss affects more than 50 million Americans, 20 million of them women. With numbers like that, it's not surprising that the people behind the bestselling Dummies Books series have taken note. Their comprehensive new book, Hair Loss & Replacement for Dummies, authored by four medical experts on hair loss, has just been published by Wiley. TIME senior reporter Andrea Sachs spoke with one of the authors, hair-transplant surgeon Dr. William Rassman in Los Angeles.  What causes male hair loss?  Ninety-nine percent of men who lose their hair lose it from genetic causes. That means they've inherited the pattern from somebody in the family. There's not a one-to-one relationship: Your parents may have full heads of hair and you may be balding. Or, you may have a full head of hair and your father could be bald and your grandfather could be bald. It comes from both sides of the family, the male and female side, about equally — contrary to the common myth that you inherit it from your mother.  And female hair loss?  About 45% of women in their lifetime will end up having some form of hair loss, and it's mostly genetic in that 45%. The rest are related to a variety of medical conditions: iron deficiency, thyroid disease, changes in hormones. When a woman passes into menopause, for example, the estrogen, which supports hair, is withdrawn. You get some genetic holdover like a man would have, where the male hormones that are present in women without the estrogen counterbalance will cause hair loss.  What is the average age when men start losing their hair?  It starts in their twenties. And for the men who have the most severe hair loss, they have a very clear indication of that well before they're out of their twenties.  And the average age for women? It's mostly post-<em>menopausal</em>. A small handful of women will have genetic hair loss in their late teens and early twenties or thirties. These women almost always have a mother and sister or grandmother who has a similar presentation.  How do you assess a patient's condition?  For a woman, you have to go through a very extensive evaluation, checking out the medicines she is on — birth control pills can induce hair loss. You also do a series of blood tests looking for thyroid disease, iron levels. Dietary causes are amazing causes of hair loss. So women who diet or are bulimic or very thin women who don't have much meat on their bones may very well be nutritionally deprived, vitamin deprived, and they will end up with hair loss as well.  If I see a man, I almost naturally fall into the mindset that this is male pattern balding. In a woman, I say, my goodness, of the plethora of things that can cause it, what is affecting the hair loss in this woman? It may be more than one thing.  The pattern of loss is different in men and women, isn't it?  Right. In men, there's a wreath of hair around the side and back. We call that permanent hair. There is no such thing as completely bald unless they have a disease. That hair will literally last most of the lifetime of the man. Of course, the hair transplant business takes advantage of that. It moves that hair to other parts of the head and the hair continually will always grow no matter where you put it. If you put it on the edge of the nose, it will grow a ponytail.  Unfortunately, that same model doesn't exist with women. Women can end up with a diffuse hair loss, so the source of donor hair is not going to be there for women. Most women, eighty percent of women, don't have that wreath.  What's your opinion about toupees and wigs? Do those exacerbate the problem?  Well, they can. They are good solutions for some people — women who have had chemotherapy, for example. Some women with thinning hair will put on wefts or attachments. It does make the hair look fuller, but it also pulls on the existing hair. That pulling will produce [medical problems] and make a woman balder. So while getting the cosmetic benefits of the weft or attachment, they get the negative side, which is the pulling, and then the exacerbation of hair loss.  Are there any medicines that people commonly take that are factor in hair loss?  Birth control pills are commonly a cause of hair loss. Many psychiatric drugs have hair loss [side effects]. Prozac has that as a side effect. Almost every one of them, if you read the literature. Unfortunately, the amount of ignorance among physicians in dealing with hair loss is massive, so there are very few doctors who really understand the process and they tend to evade the questions that are posed to them.  Are there medicines one can take to help prevent hair loss?  Propecia [finasteride] is a DHT blocker. The body converts testosterone into DHT and it's DHT, when it's combined with the genetics of hair loss, that tends to produce balding. So if you can block the DHT, you can stop the hair loss as it's ongoing. In very young men, sometimes you can reverse it. That's a male-only drug.  Are there any natural remedies?  Not really... Minoxidil [Rogaine] is the only [over-the-counter] medicine that seems to work, and the only medicine really available for females. It does work. But the hair becomes very dependent upon the Minoxidil. If you stop, all the effects are lost.  Is transplant surgery becoming more popular?  Yes, I think it is. I think it's much more acceptable. You literally cannot tell a patient who has had a hair transplant today. Unlike fifteen years ago, [when] you could always tell because they looked like they had a doll's head or a cornrow on their head.  Who makes a good candidate for transplant surgery?  There is an issue of supply and demand. If patients have a supply of hair in the wreath, then they can get whatever they want. If they don't have the supply, then compromises are made. You'll end up with thinner hair than you would with a full head of hair. But if you're not balding very greatly, if you've only lost the first three inches of hair in the front, for example, that hair could almost always be put back.  Unfortunately, because the wreath of hair is not healthy in many women, there is no place to take normal hair from. So a transplant, for many women, just doesn't really cut it. Of every hundred women who come to my office with hair loss, less than twenty will be candidates for a hair transplant. It's almost discriminatory, unfortunately, because of the physiology.",
            "vi": "Làm thế nào để ngăn rụng tóc    Chứng rụng tóc ảnh hưởng đến hơn 50 triệu người Mỹ, phụ nữ chiếm 20 triệu. Với con số như thế thì chẳng có gì ngạc nhiên khi người ta lấy làm chú ý đến loạt sách bán rất chạy tên là Dummies Books. Quyển Hair Loss & Replacement for Dummies (tạm dịch là Chứng rụng tóc và biện pháp thay bằng tóc giả) là một quyển sách mới toàn bộ, đồng tác giả bởi bốn chuyên gia về rụng tóc, vừa mới được Wiley xuất bản. Một phóng viên cấp cao của tờ TIME Andrea Sachs đã có buổi phỏng vấn với một trong bốn tác giả, bác sĩ cấy ghép tóc William Rassman ở Los Angeles.  Nguyên nhân gì gây ra chứng rụng tóc ở nam giới? 99% nam giới mắc chứng rụng tóc là do di truyền. Điều đó có nghĩa là họ đã thừa hưởng kiểu di truyền này từ một ai đó trong gia đình. Không phải là do di truyền trong mối quan hệ một-đối-một: Bố mẹ của bạn có thể là không mắc chứng rụng tóc nhưng bạn lại có thể bị hói đầu. Hay là, bạn có thể không bị rụng tóc nhưng bố và ông bạn lại bị hói. Nguyên nhân này là do từ hai phía trong gia đình, phía người nam và người nữ, ngang bằng – đối nghịch đến chuyện tưởng tượng thường thấy là bạn di truyền từ mẹ bạn. Và nguyên nhân của chứng rụng tóc ở nữ giới? Khoảng 45% phụ nữ mắc chứng rụng tóc trong suốt quãng đời của mình, và điều này hầu hết là do di truyền trong số 45% đó. Số còn lại bị rụng tóc liên quan đến nhiều căn bệnh: thiếu sắt, bệnh tuyến giáp, thay đổi hoóc-môn. chẳng hạn như khi phụ nữ chuyển sang thời kỳ mãn kinh, hoóc-môn estrogen vốn là loại hoóc-môn giúp tóc phát triển, bị hạn chế lại. Bạn cũng sẽ bị di truyền giống như nam giới, tiết tố nam trong cơ thể người phụ nữ không cân bằng về lượng estrogen sẽ gây ra chứng rụng tóc.  Nam giới bắt đầu mắc chúng rụng tóc ở độ tuổi trung bình là bao nhiêu? Bắt đầu ở tuổi đôi mươi. Và đối với những ai mắc chứng rụng tóc nặng thì ngoài độ tuổi hai mươi, họ đã thấy dấu hiệu đó rất rõ ràng. Và độ tuổi trung bình nào đối với phụ nữ mắc chứng rụng tóc? hầu hết là thời kỳ hậu mãn kinh. Một số ít phụ nữ mắc chứng rụng tóc di truyền ở độ tuổi mười chín đôi mươi hoặc ba mươi. Số người này thường là có mẹ hay chị gái hay bà cũng bị rụng tóc tương tự như vậy. Làm thế nào đánh giá được tình trạng bệnh của bệnh nhân? Đối với phụ nữ, bạn phải kiểm tra đánh giá rất bao quát nhiều mặt bằng việc kiểm tra thuốc mà người ấy đang dùng - thuốc tránh thai cũng có thể khiến rụng tóc. Bạn cũng cần làm một loạt các xét nghiệm máu để xem liệu nhân nhân có bệnh tuyến giáp không hoặc làm xét nghiệm về độ sắt nữa. Ăn kiêng cũng là nguyên nhân hết sức ngạc nhiên gây ra chứng rụng tóc. Vì thế những phụ nữ ăn kiêng hoặc cuồng ăn vô độ hoặc gầy trơ xương thì có thể rất thiếu dinh dưỡng, thiếu vi-ta-min và cuối cùng cũng gây ra chứng rụng tóc. Nếu tôi thấy một người đàn ông, tôi hầu như đương nhiên có thể suy biết đây là kiểu người bị hói. Còn đối với phụ nữ, ồ, lạy Chúa, có rất nhiều nguyên nhân gây ra chứng rụng tóc, cái gì làm cho người phụ nữ này bị rụng tóc? Có thể có nhiều hơn một nguyên nhân.  Có phải chứng rụng tóc khác biệt giữa nam và nữ?  Đúng vậy. Ở nam giới, có một đám tóc quanh hai bên thái dương và sau cổ. Chúng tôi gọi đó là tóc vĩnh viễn. Không có trường hợp nào mà bệnh nhân bị hói cả đầu  ngoại trừ bị bệnh. Thật vậy, đám tóc đó sẽ tồn tại vĩnh viễn suốt quãng đời của người đàn ông. Tất nhiên là, công nghệ cấy ghép tóc đã lợi dụng được điều này. Công nghệ này chuyển đám tóc đó đến các vùng khác trên đầu và tóc không ngừng mọc bất kể chỗ nào mà bạn đã cấy. Nếu bạn cấy tóc này trên cánh mũi của mình, nó sẽ mọc thành tóc đuôi gà đấy. Thật đáng tiếc là phụ nữ không có kiểu tóc như vậy. Họ có thể mắc chứng rụng tóc diện rộng, cho nên nguồn tóc dành để cấy ghép không có đối với nữ giới. Hầu hết phụ nữ, 80% không có đám tóc đó. Thế bạn nghĩ gì về việc đội tóc giả và mang bím tóc giả? Liệu chúng có làm cho vấn đề nghiêm trọng hơn không? Ồ, được đấy. Tóc giả là giải pháp hữu hiệu đối với một vài người - chẳng hạn như người nữ dùng hoá trị liệu. Một số phụ nữ bị tóc thưa sẽ có thể đội hay gắn các chùm tóc giả vào. Việc này khiến tóc trông có vẻ dày hơn, nhưng cũng làm hại và kéo gãy rụng bớt tóc hiện tại. Vấn đề này sẽ gây bệnh và làm cho người nữ càng bị hói nhiều hơn. Vậy là khi sử dụng các tiện ích của dụng cụ làm đẹp thì phụ nữ lại bị ảnh hưởng xấu, đó là việc kéo gãy tóc và rồi họ lại bị rụng tóc nhiều hơn nữa. Những loại thuốc nào thường là nguyên nhân gây chứng rụng tóc? Thuốc tránh thai là nguyên nhân thường thấy của chứng rụng tóc. Nhiều thuốc chữa bệnh tâm thần cũng làm rụng tóc [tác dụng phụ]. Thuốc chống suy nhược Prozac cũng có tác dụng phụ tương tự. Nếu bạn đọc các tờ quảng cáo thuốc thì bạn có thể thấy hầu hết các thuốc đều có tác dụng đó. Đáng tiếc là lượng bác sĩ kém hiểu biết về chứng rụng tóc là rất lớn, thế nên rất ít bác sĩ thật sự hiểu quá trình này và họ có khuynh hướng né tránh khi bệnh nhân đặt câu hỏi. Có loại thuốc nào giúp ngăn rụng tóc không? Thuốc Propecia [chữa hói đầu] là loại thuốc ngăn tác dụng của DHT (Dihydrotestosterone*). Cơ thể chuyển đổi kích thích tố sinh dục nam vào DHT và chuyển thành DHT, khi kết hợp với di truyền rụng tóc thì rất có khuynh hướng gây ra hói đầu. Vì vậy nếu bạn ngăn DHT, bạn có thể ngăn được chứng rụng tóc hiện tại của mình. Nhiều thanh niên đôi khi có thể làm đảo ngược tình hình rụng tóc đấy. Đây chỉ là loại thuốc dành cho nam giới thôi. Có biện pháp khắc phục tự nhiên nào không ? thật sự là không. Minoxidil Rogaine [Rogaine-nhãn hiệu trị hói] chỉ là loại dược phẩm [trên ghi-sê] có tác dụng, và là loại thuốc duy nhất thật sự có giá trị đối với phụ nữ. Thuốc này cũng công hiệu. Nhưng tóc rất phụ thuộc vào minoxidil. Nếu bạn ngưng uống thì sẽ hết tác dụng.  Có phải việc phẫu thuật cấy ghép ngày càng phổ biến hơn không? Vâng, tôi nghĩ vậy. Tôi nghĩ việc này được hoan nghênh nhiều hơn. Thực vậy thời này bạn không tài nào biết bệnh nhân đã cấy ghép tóc. Không giống cách đây mười lăm năm, [khi mà] dù sao bạn cũng có thể biết được vì đầu họ trông giống như đầu búp bê hoặc có hàng bím tóc sát da đầu của họ vậy. Ai sẽ là ứng viên cho cuộc phẫu thuật cấy ghép này? vấn đề ở đây là cung và cầu. Nếu bệnh nhân có tóc cấy thì họ có được điều mình mong muốn. Nếu không thì người ta sẽ thoả hiệp với nhau vậy. Rốt cuộc thì tóc thật của bạn sẽ bị thưa hơn với một cái đầu tóc giả trông dày hơn. Nhưng nếu bạn không bị hói nhiều, chẳng hạn nếu bạn bị hói ba in-sơ tóc ở trước đầu thì tóc ấy thường có thể cấy ghép lại được. Đáng tiếc là, vì đám tóc này thường không khoẻ đối với nhiều phụ nữ và không có chỗ để lấy tóc thường. Vì thế việc cấy ghép tóc, đối với nhiều phụ nữ, thật sự không chỉ là cắt nó đi. Một trăm phụ nữ đến văn phòng của tôi làm việc bị chứng rụng tóc, chưa đầy hai mươi người sẽ là ứng cử viên cho việc cấy ghép tóc. Đáng tiếc thay, điều này gần như có sự phân biệt bởi vì đặc điểm sinh lý học.  Dihydrotestosterone* Rụng tóc vùng trán và đỉnh đầu tạo ra hình ảnh hói đặc trưng ở nam giới, do ảnh hưởng của hormon nam có tên là dihydrotestosterone. Dihydrotestosterone là hormon nhóm steroid, tất cả các hormon nhóm steroid đều hình thành từ cholesterol. Nếu không có cholesterol thì không thể có dihydrotestosterone. Như vậy cholesterol tăng cao không chỉ làm nghẹt mạch máu tim mà còn có thể làm hẹp các mạch máu cực nhỏ ở da đầu, gây trở ngại cho vi tuần hoàn da đầu, làm rụng tóc và tăng lượng dihydrotestosterone. (nguồn: http://vietbao.vn/Suc-khoe/Rung-toc-o-nam-gioi/40119407/252/)"
        }
    ],
    "suggestions": []
}