{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mensa",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mensa",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mensa",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mensa",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mensa",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The Latin word for \"table\" is \"<em>mensa</em>\".",
            "vi": "Từ La tinh gọi cái bàn là \"mensa\"."
        },
        {
            "en": "This score will not qualify you for <em>Mensa</em>.",
            "vi": "Điểm số này sẽ không đủ điều kiện cho bạn gia nhập tổ chức Mensa."
        },
        {
            "en": "Neha Ramu achieved a score of 162 on a <em>Mensa</em> IQ test – the highest score possible.",
            "vi": "Neha Ramu đạt được điểm số 162 trong cuộc kiểm tra IQ của Mensa – đây là điểm số cao nhất có thể đạt được."
        },
        {
            "en": "Despite her success Neha, a devoted Harry Potter fan and keen swimmer, said she found the <em>Mensa</em> test \"quite hard\" and did not expect to get in.",
            "vi": "Dù đạt được kết quả như vậy nhưng Neha, một tín đồ của truyện Harry Potter và là một tay bơi rất cừ, nói rằng em thấy cuộc thi của Mensa \"rất khó\" và không ngờ lại vượt qua được."
        },
        {
            "en": "Two years later, she took the test for <em>Mensa</em>, a society for people with high IQs, and achieved the maximum possible score for someone aged under 18.",
            "vi": "Hai năm sau, em tham gia kì thi của Mensa, một tổ chức khảo thí dành cho những người có IQ cao, và em đạt được số điểm tối đa dành cho người dưới 18 tuổi."
        },
        {
            "en": "There are some telltale signs which, taken together, may indicate you have a budding Mary on your hands. The IQ society <em>Mensa</em> suggests that an unusual memory, passing milestones early, reading and counting early, an awareness of world events, constantly asking questions, and possessing a developed sense of humour are among the indications of an unusually bright child.",
            "vi": "Có một số dấu hiệu báo trước, khi xuất hiện cùng lúc, có thể cho ta biết mình đang có một thiên tài chờ phát lộ trong nhà. Mensa câu lạc bộ những người có IQ cao nhất thế giới cho rằng một số dấu hiệu cho biết trẻ tài năng khác người là: có trí nhớ khác thường, vượt mốc quan trọng sớm, biết đọc biết đếm sớm, thạo tin tức xảy ra trên thế giới, hỏi suốt, và có óc hài hước."
        }
    ],
    "suggestions": []
}