{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,menstru'ei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự thấy kinh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kinh nguyệt</td></tr></table><i/></div>",
            "word": "menstruation",
            "pronounce": "[,menstru'ei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "menstruation",
            "pronounce": "[,menstru'ei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>menstruation</k><blockquote>▸ <cclass>noun PERIODS, menses, menorrhoea, menstrual cycle; menarche; <cclass><i>informal</i> the curse, monthlies, one's/the time of the month.</cclass></cclass></blockquote></div>",
            "word": "menstruation",
            "pronounce": "[,menstru'ei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "menstruation",
            "pronounce": "[,menstru'ei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hành kinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vicarious menstruation</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kinh nguyệt thay thế</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "menstruation",
            "pronounce": "[,menstru'ei∫n]"
        }
    },
    "sentences": [
        {
            "en": "I am having/ on <em>menstruation</em>.",
            "vi": "tôi đang đến kỳ kinh nguyệt."
        },
        {
            "en": "<em>Menstruation</em> is the most visible phase of the menstrual cycle.",
            "vi": "Có kinh là giai đoạn dễ thấy nhất của chu kỳ kinh nguyệt."
        },
        {
            "en": "It may occur normally at all times, the quantity increasing before and after <em>menstruation</em>.",
            "vi": "Điều này có thể xảy ra mọi lúc, số lượng thường tăng lên trước và sau khi hành kinh."
        },
        {
            "en": "Absence of blood flow when the internal symptoms of <em>menstruation</em> are present.",
            "vi": "Không có máu chảy ra khi đã có các triệu chứng bên trong về kinh nguyệt."
        },
        {
            "en": "The release of an abnormally small quantity of blood at <em>menstruation</em>.",
            "vi": "Tình trạng ra máu kinh nguyệt ít bất thường."
        },
        {
            "en": "Most belly pains are linked to diarrhea, constipation, intestinal worms, or <em>menstruation</em>.",
            "vi": "Hầu hết đau bụng có liên quan tới tiêu chảy, táo bón, giun đường ruột, hoặc kinh nguyệt."
        },
        {
            "en": "Not associated with the development and release of a female germ cell in the ovary, as in anovular <em>menstruation</em>.",
            "vi": "Không kết hợp với sự phát triển và phóng thích tế bào sinh dục nữ trong noãn sào, như trong kinh nguyệt không phóng noãn."
        },
        {
            "en": "The start of <em>menstruation</em> is one of many signs that a girl is becoming a young woman.",
            "vi": "Bắt đầu có kinh nguyệt là một trong các dấu hiệu chứng tỏ một cô gái trở thành một phụ nữ trẻ."
        },
        {
            "en": "Menopause is the permanent end of <em>menstruation</em>. It's a turning point, not a disease, but it can have a big impact on a woman's wellbeing.",
            "vi": "Mãn kinh là thời kỳ chấm dứt hành kinh vĩnh viễn. Đây là một bước ngoặt, chứ không phải là bệnh, nhưng nó có thể gây ảnh hưởng rất lớn đến sức khỏe của người phụ nữ."
        },
        {
            "en": "Girls have no running water or bath to clean themselves, and this is particularly a hindrance to their school attendance during <em>menstruation</em>.",
            "vi": "Các em gái cũng không có nước sạch để tắm rửa, và điều này đặc biệt ảnh hưởng đến việc đến trường của các em nhất là khi các em đến chu kỳ kinh nguyệt."
        },
        {
            "en": "You can get accurate information and confidential answers to any questions you may have concerning sex, sexuality, her changing body, and <em>menstruation</em>.",
            "vi": "Bạn sẽ có được thông tin chính xác và được bác sĩ giải đáp thắc mắc một cách riêng tư về bất kỳ câu hỏi nào liên quan đến tình dục, giới tính, những thay đổi của cơ thể, và cả sự hành kinh của mình nữa."
        },
        {
            "en": "Avoid having sex during <em>menstruation</em>, women with HIV are more infected and women with no HIV are more susceptible to STDs during this time.",
            "vi": "Tránh quan hệ tình dục trong lúc có kinh, phụ nữ nhiễm hiv bị nhiễm nhiều hơn và phụ nữ không nhiễm hiv thì dễ nhiễm stds trong thời gian này hơn."
        },
        {
            "en": "It is used in the treatment of gastric or duodenal ulcers, spasm in the digestive system, and difficult or painful <em>menstruation</em> and also to relax the womb in labor.",
            "vi": "Dùng chữa trị loét dạ dày và tá tràng, co thắt trong hệ tiêu hoá, và kinh nguyệt khó khăn hay đau và cũng dùng làm dãn tử cung khi sanh."
        },
        {
            "en": "Symptoms of fibroids: Period changes  Fibroids may also cause changes to a woman's period, including:      * Mild to severe cramping and pain      * Heavier bleeding, sometimes with blood clots      * Longer or more frequent <em>menstruation</em>      * Spotting or bleeding between periods",
            "vi": "Triệu chứng của u xơ: Thay đổi chu kỳ kinh nguyệt  U xơ cũng có thể làm thay đổi chu kỳ kinh nguyệt của phụ nữ, bao gồm:   * Hiện tượng chuột rút và đau đớn từ nhẹ đến dữ dội  * Chảy máu nhiều hơn, đôi khi có cả huyết khối  * Kinh nguyệt kéo dài hơn hoặc chu kỳ ngắn hơn  * Xuất hiện đốm máu hoặc xuất huyết giữa hai kỳ kinh nguyệt"
        },
        {
            "en": "Pain just before, during, or after <em>menstruation</em> is the most common symptom of endometriosis. For some women, this pain may occur during or after sex, or during bowel movements or urination.",
            "vi": "Đau ngay trước, trong, hoặc sau khi hành kinh là triệu chứng lạc nội mạc tử cung thường thấy nhất. Đối với một số phụ nữ thì chứng đau này có thể xảy ra trong khi hoặc sau khi quan hệ tình dục, hoặc trong khi đại tiện hoặc đi tiểu."
        },
        {
            "en": "Fibrocystic breast changes are common. In fact more than half of all women have them. They're related to the normal cycling of hormones associated with <em>menstruation</em>. Fibrocystic breast changes are typically worse just before and at the start of a girl's period.",
            "vi": "Viêm nang vú mãn tính rất thường gặp. Trong thực tế, hơn một nửa số phụ nữ bị tình trạng này. Chúng liên quan đến chu kỳ bình thường của các kích thích tố liên quan đến chu kỳ kinh nguyệt. Viêm nang vú mãn tính thường nặng lên ngay trước và vào lúc đầu kỳ kinh của bạn gái."
        },
        {
            "en": "What causes endometriosis?  Doctors don't know why endometrial tissue grows outside of the uterus, but there are several theories. Heredity plays a role, and some endometrial cells may be present from birth. The cells also might migrate to the pelvic area during <em>menstruation</em>, through the bloodstream, or during surgery such as caesarian delivery. A faulty immune system may fail to eliminate the misplaced cells.",
            "vi": "Nguyên nhân gây lạc nội mạc tử cung?   Bác sĩ không biết vì sao mô màng trong dạ con phát triển bên ngoài tử cung, nhưng có một vài giả thiết. Yếu tố di truyền cũng đóng một vai trò quan trọng, và một số tế bào màng trong dạ con có thể xuất hiện từ khi sinh. Các tế bào này cũng có thể di chuyển đến vùng chậu trong khi hành kinh, qua máu, hoặc trong khi phẫu thuật chẳng hạn như mổ bắt con. Hệ miễn dịch khiếm khuyết cũng có thể không loại bỏ được các tế bào nằm không đúng chỗ."
        },
        {
            "en": "    * Polycystic ovary syndrome is a hormone disorder in which too many male hormones (androgens) are produced by the ovaries. This condition causes the ovaries to become enlarged and develop many fluid-filled sacs, or cysts. It often first appears during the teen years. Depending on the type and severity of the condition, it may be treated with drugs to regulate hormone balance and <em>menstruation</em>.",
            "vi": "* Hội chứng buồng trứng đa u nang là tình trạng rối loạn hoóc-môn trong đó buồng trứng tiết ra quá nhiều hoóc-môn nam (hoóc-môn nam tính). Bệnh này làm cho buồng trứng trở nên to hơn và hình thành nên nhiều túi chứa đầy dịch hoặc hình thành nên nang. Thông thường thì bệnh xuất hiện ban đầu ở lứa tuổi thanh thiếu niên. Tùy vào kiểu bệnh và mức độ trầm trọng như thế nào mà người ta có thể điều trị bằng thuốc để làm điều chỉnh cân bằng hoóc-môn và điều hoà kinh nguyệt."
        },
        {
            "en": "Unless the egg is fertilized by a sperm while in the fallopian tube, the egg dries up and leaves the body about 2 weeks later through the uterus — this is <em>menstruation</em>. Blood and tissues from the inner lining of the uterus combine to form the menstrual flow, which in most girls lasts from 3 to 5 days. A girl's first period is called menarche.",
            "vi": "Nếu trứng không được tinh trùng làm thụ tinh trong thời gian còn ở ống dẫn trứng, thì trứng trở nên bất hoạt và rời khỏi cơ thể chừng khoảng 2 tuần sau qua đường tử cung – đây được gọi là kinh nguyệt. Máu và mô ở niêm mạc bên trong tử cung kết hợp tạo thành kinh nguyệt mà hầu hết các bạn gái đều hành kinh kéo dài từ 3 đến 5 ngày. Chu kỳ hành kinh đầu tiên của bạn gái được gọi là kinh nguyệt lần đầu."
        },
        {
            "en": "What causes it?  Iron-deficiency anemia can be the consequence of several factors, including:      * insufficient iron in the diet      * poor absorption of iron by the body      * ongoing blood loss, most commonly from <em>menstruation</em> or from gradual blood loss in the intestinal tract\n \n    * periods of rapid growth",
            "vi": "Nguyên nhân gì gây bệnh thiếu máu do thiếu sắt?  Thiếu máu do thiếu sắt có thể do nhiều nguyên nhân gây ra, gồm:   * chế độ dinh dưỡng thiếu sắt  * cơ thể hấp thụ sắt kém  * đang bị mất máu, thường thấy nhất là do kinh nguyệt hoặc do mất máu ở đường ruột dần dần  * thời kỳ tăng trưởng nhanh "
        }
    ],
    "suggestions": []
}