{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mə:silis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhẫn tâm, tàn nhẫn</td></tr></table><i/></div>",
            "word": "merciless",
            "pronounce": "['mə:silis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>merciless</k><blockquote>■ <cclass>adjective showing no mercy. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>mercilessly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>mercilessness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "merciless",
            "pronounce": "['mə:silis]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>merciless</k><blockquote>▸ <cclass>adjective RUTHLESS, remorseless, pitiless, unforgiving, unsparing, implacable, inexorable, relentless, inflexible, inhumane, inhuman, unsympathetic, unfeeling, intolerant, rigid, severe, cold-blooded, hard-hearted, stony-hearted, heartless, harsh, callous, cruel, brutal, barbarous, cut-throat.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>compassionate.</blockquote></div>",
            "word": "merciless",
            "pronounce": "['mə:silis]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>merciless</k><blockquote><blockquote><ex><abr>adj.</abr> merciless to; towards</ex></blockquote></blockquote></div>",
            "word": "merciless",
            "pronounce": "['mə:silis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "merciless",
            "pronounce": "['mə:silis]"
        }
    },
    "sentences": [
        {
            "en": "The man is <em>merciless</em>.",
            "vi": "Người đàn ông này thật tàn nhẫn."
        },
        {
            "en": "Why did they give him a <em>merciless</em> beating?",
            "vi": "Sao chúng lại đánh đập hắn tàn nhẫn thế?"
        },
        {
            "en": "The critics were <em>merciless</em> towards his last play.",
            "vi": "Giới phê bình tàn nhẫn với vở kịch cuối cùng của ông ta."
        },
        {
            "en": "A <em>merciless</em> queen who kills all those who oppose her.",
            "vi": "Nữ chúa tàn ác giết tất cả những ai chống đối cô ta."
        },
        {
            "en": "There are reports of <em>merciless</em> attacks on innocent civilians.",
            "vi": "Đây là những báo cáo về các cuộc tấn công nhẫn tâm vào những người dân vô tội."
        },
        {
            "en": "Sometimes they come back and deliver me a <em>merciless</em> beating.",
            "vi": "Đôi khi họ quay trở lại và đập tôi một cách nhẫn tâm."
        },
        {
            "en": "He is hypercritical of others and <em>merciless</em> on himself.",
            "vi": "Ông ấy quá khắt khe trong cách phê bình người khác và nhẫn tâm với chính mình."
        },
        {
            "en": "When it was light enough Johnsy, the <em>merciless</em>, commanded that the shade be raised.",
            "vi": "Khi đã có đủ ánh sáng buổi tinh sương, Johnsy, con người vô cảm, lại ra lệnh kéo cái rèm xuống."
        },
        {
            "en": "Hans Kunz published a <em>merciless</em> criticism of individual psychology in 1928.",
            "vi": "Năm 1928, Hans Kunz công bố một lời chỉ trích tàn nhẫn về tâm lý học cá nhân."
        },
        {
            "en": "The tiger too fought desperately to free itself from the jaws of the <em>merciless</em> reptile.",
            "vi": "Con hổ cũng chiến đấu một cách tuyệt vọng để thoát khỏi hàm loài bò sát tàn bạo."
        },
        {
            "en": "I didn't know that my hero Woodsy was actually a <em>merciless</em> killer.",
            "vi": "Tôi đã không biết vị anh hùng của tôi Woodsy thực ra là một tên giết mướn vô nhân đạo."
        },
        {
            "en": "In court, he was accused of being a <em>merciless</em> predator who had tricked his grandmother out of her savings.",
            "vi": "Ở tòa, hắn đã bị buộc tội là kẻ lợi dụng nhẫn tâm, hắn đã lừa bà của hắn để lấy hết tiền tiết kiệm của bà ấy."
        },
        {
            "en": "The <em>merciless</em> sun, unconcerned with the fate of time-lost ducks, continues its journey across the sky.",
            "vi": "Mặt trời ác độc, dửng dưng trước số phận những chú vịt trễ giờ, vẫn tiếp tục cuộc hành trình của mình ngang qua bầu trời."
        },
        {
            "en": "The <em>merciless</em> sun, unconcerned with the fate of time - lost ducks, continues its journey across the sky.",
            "vi": "Mặt trời ác độc, dửng dưng trước số phận những chú vịt trễ giờ, vẫn tiếp tục cuộc hành trình của mình ngang qua bầu trời."
        },
        {
            "en": "Where all those <em>merciless</em> vampires had not been able to finish me off, hope would do the job.",
            "vi": "Trong khi mọi con ma cà rồng tàn nhẫn không thể kết liễu đời tôi, thì hi vọng sẽ làm được việc này."
        },
        {
            "en": "He has excited domestic insurrections amongst us, and has endeavored to bring on the inhabitants of our frontiers, the <em>merciless</em> Indian savages, whose known rule of warfare, is undistinguished destruction of all ages, sexes and conditions.",
            "vi": "Ông ta đã kích động bạo loạn ngay trong nội bộ chúng ta và cố đưa vào vùng dân cư ở miền biên cương nước ta những kẻ man rợ tàn bạo theo kiểu thổ dân Indian, những kẻ mà quy tắc chiến tranh khét tiếng của chúng là giết sạch, không phân biệt già hay trẻ, nam hay nữ, sang hay hèn."
        },
        {
            "en": "He has excited domestic insurrections amongst us, and has endeavored to bring on the inhabitants of our frontiers, the <em>merciless</em> Indian savages, whose known rule of warfare, is undistinguished destruction of all ages, sexes and conditions.",
            "vi": "biên cương nước ta những kẻ man rợ tàn bạo theo kiểu thổ dân Indian, những kẻ mà quy tắc chiến tranh khét tiếng của chúng là giết sạch, không phân biệt già hay trẻ, nam hay nữ, sang hay hèn."
        },
        {
            "en": "Nội dung Bản Tuyên Ngôn độc Lâp:      Audio mp3 Reading by John F. Kennedy When, in the course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the laws of nature and of nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.  We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.  That to secure these rights, governments are instituted among men, deriving their just powers from the consent of the governed. That whenever any form of government becomes destructive to these ends, it is the right of the people to alter or to abolish it, and to institute new government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their safety and happiness.  Prudence, indeed, will dictate that governments long established should not be changed for light and transient causes; and accordingly all experience hath shown that mankind are more disposed to suffer, while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed.  But when a long train of abuses and usurpations, pursuing invariably the same object evinces a design to reduce them under absolute despotism, it is their right, it is their duty, to throw off such government, and to provide new guards for their future security. Such has been the patient sufferance of these colonies; and such is now the necessity which constrains them to alter their former systems of government. The history of the present King of Great Britain is a history of repeated injuries and usurpations, all having in direct object the establishment of an absolute tyranny over these states. To prove this, let facts be submitted to a candid world.  He has refused his assent to laws, the most wholesome and necessary for the public good.  He has forbidden his governors to pass laws of immediate and pressing importance, unless suspended in their operation till his assent should be obtained; and when so suspended, he has utterly neglected to attend to them.  He has refused to pass other laws for the accommodation of large districts of people, unless those people would relinquish the right of representation in the legislature, a right inestimable to them and formidable to tyrants only.  He has called together legislative bodies at places unusual, uncomfortable, and distant from the depository of their public records, for the sole purpose of fatiguing them into compliance with his measures.  He has dissolved representative houses repeatedly, for opposing with manly firmness his invasions on the rights of the people.  He has refused for a long time, after such dissolutions, to cause others to be elected; whereby the legislative powers, incapable of annihilation, have returned to the people at large for their exercise; the state remaining in the meantime exposed to all the dangers of invasion from without, and convulsions within.  He has endeavored to prevent the population of these states; for that purpose obstructing the laws for naturalization of foreigners; refusing to pass others to encourage their migration hither, and raising the conditions of new appropriations of lands.  He has obstructed the administration of justice, by refusing his assent to laws for establishing judiciary powers.  He has made judges dependent on his will alone, for the tenure of their offices, and the amount and payment of their salaries.  He has erected a multitude of new offices, and sent hither swarms of officers to harass our people, and eat out their substance.  He has kept among us, in times of peace, standing armies without the consent of our legislature.  He has affected to render the military independent of and superior to civil power. He has combined with others to subject us to a jurisdiction foreign to our constitution, and unacknowledged by our laws; giving his assent to their acts of pretended legislation:  For quartering large bodies of armed troops among us:  For protecting them, by mock trial, from punishment for any murders which they should commit on the inhabitants of these states:  For cutting off our trade with all parts of the world:  For imposing taxes on us without our consent:  For depriving us in many cases, of the benefits of trial by jury:  For transporting us beyond seas to be tried for pretended offenses:  For abolishing the free system of English laws in a neighboring province, establishing therein an arbitrary government, and enlarging its boundaries so as to render it at once an example and fit instrument for introducing the same absolute rule in these colonies:  For taking away our charters, abolishing our most valuable laws, and altering fundamentally the forms of our governments:  For suspending our own legislatures, and declaring themselves invested with power to legislate for us in all cases whatsoever.  He has abdicated government here, by declaring us out of his protection and waging war against us.  He has plundered our seas, ravaged our coasts, burned our towns, and destroyed the lives of our people.  He is at this time transporting large armies of foreign mercenaries to complete the works of death, desolation and tyranny, already begun with circumstances of cruelty and perfidy scarcely paralleled in the most barbarous ages, and totally unworthy the head of a civilized nation.  He has constrained our fellow citizens taken captive on the high seas to bear arms against their country, to become the executioners of their friends and brethren, or to fall themselves by their hands.  He has excited domestic insurrections amongst us, and has endeavored to bring on the inhabitants of our frontiers, the <em>merciless</em> Indian savages, whose known rule of warfare, is undistinguished destruction of all ages, sexes and conditions.  In every stage of these oppressions we have petitioned for redress in the most humble terms: our repeated petitions have been answered only by repeated injury. A prince, whose character is thus marked by every act which may define a tyrant, is unfit to be the ruler of a free people.  Nor have we been wanting in attention to our British brethren. We have warned them from time to time of attempts by their legislature to extend an unwarrantable jurisdiction over us. We have reminded them of the circumstances of our emigration and settlement here. We have appealed to their native justice and magnanimity, and we have conjured them by the ties of our common kindred to disavow these usurpations, which, would inevitably interrupt our connections and correspondence. They too have been deaf to the voice of justice and of consanguinity. We must, therefore, acquiesce in the necessity, which denounces our separation, and hold them, as we hold the rest of mankind, enemies in war, in peace friends.  We, therefore, the representatives of the United States of America, in General Congress, assembled, appealing to the Supreme Judge of the world for the rectitude of our intentions, do, in the name, and by the authority of the good people of these colonies, solemnly publish and declare, that these united colonies are, and of right ought to be free and independent states; that they are absolved from all allegiance to the British Crown, and that all political connection between them and the state of Great Britain, is and ought to be totally dissolved; and that as free and independent states, they have full power to levy war, conclude peace, contract alliances, establish commerce, and to do all other acts and things which independent states may of right do. And for the support of this declaration, with a firm reliance on the protection of Divine Providence, we mutually pledge to each other our lives, our fortunes and our sacred honor.",
            "vi": "Nội dung Bản Tuyên Ngôn độc Lâp:    Audio mp3 Reading by John F. Kennedy Trong tiến trình lịch sử nhân loại, khi một dân tộc thấy cần rũ bỏ những mối liên hệ chính trị ràng buộc họ với một dân tộc khác và cần giành lấy một địa vị riêng biệt, bình đẳng trong hàng cường quốc trên trái đất này - địa vị mà các quy luật của thiên nhiên và của đấng cai quản muôn loài cho phép họ được hưởng – thì vì nghiêm túc tôn trọng phán xét của nhân loại, họ không thể không tuyên bố những căn nguyên khiến họ phải ly khai. Chúng tôi khẳng định những chân lý này là hiển nhiên, mọi người sinh ra đều bình đẳng, họ được Tạo hoá ban cho một số quyền bất khả nhượng, trong đó có quyền sống, quyền tự do và quyền mưu cầu hạnh phúc. Để đảm bảo cho những quyền này, chính phủ đã được lập ra từ trong nhân dân và có được quyền lực chính đáng là do có sự ưng thuận của nhân dân. Bất cứ khi nào một hình thức chính quyền nào đó trở nên có hại cho việc thực hiện những mục tiêu này thì đương nhiên nhân dân có quyền thay đổi hoặc loại bỏ nó, và lập chính quyền mới, đặt nền tảng trên những nguyên tắc đó và sắp xếp quyền lực cho nó dưới một hình thức nào đó, sao cho có thật nhiều khả năng làm cho nhân dân được an toàn và hạnh phúc. Thật ra, nếu đúng là thận trọng thì đừng vì những lý do đơn giản và nhất thời mà thay đổi những chính phủ đã hình thành từ lâu; và do vậy, kinh nghiệm từ bao đời nay đều cho thấy rằng con người thà chịu đựng khi cái xấu còn ở mức chịu đựng được, còn hơn là tự hoàn thiện bằng cách loại bỏ những hình thức mà mình đã quen thuộc. Nhưng khi hàng loạt hành vi lạm dụng và tước đoạt, khăng khăng đeo đuổi một mục tiêu, đã làm lộ rõ ý đồ khuất phục họ dưới ách chuyên chế tuyệt đối thì họ có quyền, có bổn phận lật đổ một chính quyền như thế và cử những người khác ra giữ yên ổn cho họ trong tương lai. Các thuộc địa này từng phải cắn răng chịu đựng như thế; cho nên bây giờ hoàn cảnh buộc họ cũng phải thay đổi những hệ thống chính quyền cũ như thế. Thành tích của vua nước Anh hiện nay toàn là những chuyện xâm phạm và tước đoạt triền miên, tất cả đều nhằm mục đích trực tiếp là thiết lập ách chuyên chế bạo ngược ở những bang này. Ðể chứng minh điều này, ta hãy để sự thật cho một thế giới trung thực tự phán xét lấy. Ông ta từ chối phê chuẩn một số đạo luật, dù đó là những đạo luật tốt đẹp nhất và cần thiết nhất đối với lợi ích của quần chúng. Ông ta cấm giới thống đốc thông qua những đạo luật mang tính cấp bách và bức xúc, trừ phi ngưng thực thi những đạo luật này để chờ ông ta phê chuẩn và trong khi đình chỉ như vậy, ông ta lại bỏ mặc luôn, chẳng bận tâm gì về chúng nữa. Ông ta không chịu thông qua các đạo luật về cư trú ở những vùng đông dân cư, trừ phi đám dân này từ bỏ quyền có người đại diện cho họ trong cơ quan lập pháp, một loại quyền vô giá đối với họ nhưng lại rất đáng sợ đối với bọn bạo chúa. Ông ta đã triệu tập các cơ quan lập pháp ở những địa điểm bất thường, bất tiện, cách xa kho lưu trữ hồ sơ công vụ, cốt là làm cho họ vì mệt mỏi mà đành tuân theo các chủ trương của ông ta. Ông ta đã nhiều lần giải tán các hạ nghị viện, vì họ kịch liệt chống đối việc ông ta xâm phạm các quyền của nhân dân. Rồi sau những lần giải tán như thế, phải lâu lắm ông ta mới chịu cho bầu lại những cơ quan này, vậy là quyền lập pháp, một loại quyền không gì xóa bỏ được, lại về tay dân chúng để họ tự hành sử. Cùng lúc đó, nhà nước vẫn phải đối mặt với đủ thứ nguy cơ về ngoại xâm và nội loạn. Ông ta ra sức ngăn cản việc tăng dân số ở các bang này. Vì mục đích đó, ông ta cản trở việc thực hiện luật nhập quốc tịch cho người nước ngoài, từ chối thông qua các đạo luật khuyến khích nhập cư và khắt khe hơn nữa đối với các trường hợp tậu thêm đất. Ông ta đã cản trở việc thực thi công lý bằng cách từ chối phê chuẩn những đạo luật thiết lập các cơ quan tư pháp. Ông ta đã buộc các quan tòa phải lệ thuộc vào ý muốn của ông ta, thông qua những qui định về nhiệm kỳ cũng như lương bổng trả cho họ. Ông ta lập ra rất nhiều cơ quan mới và bổ nhiệm vào đó vô số quan lại sách nhiễu dân chúng và vơ vét tài sản của họ. Trong thời bình, ông ta vẫn duy trì những đạo quân thường trực trên đất nước chúng ta dù cơ quan lập pháp của chúng ta không hề đồng ý. Ông ta đã tác động sao cho quân đội độc lập và vượt lên trên chính quyền dân sự. Ông ta đã cùng với nhiều kẻ khác ép chúng ta phải cam chịu một nền tư pháp không liên quan gì với hiến pháp của chúng ta mà cũng chẳng được luật pháp của chúng ta công nhận. Rồi ông ta phê chuẩn những đạo luật giả dối sau đây: Cho phép những đạo quân hùng hậu trú đóng trên đất nước chúng ta. Qua những phiên tòa giả hiệu, che chở cho chúng khỏi bị trừng phạt về tội sát hại dân cư ở các bang này. Cắt đứt quan hệ thương mại giữa chúng ta với cả thế giới.   Bắt chúng ta nộp những khoản thuế mà chúng ta không đồng ý. Nhiều lần không cho chúng ta hưởng quyền được đưa ra toà  xét xử. Ðưa chúng ta ra hải ngoại để xét xử về những tội trạng không có thật.   Xóa bỏ thể chế tự do của luật pháp nước Anh ở một vùng lân cận và dựng một chính quyền độc đoán ngay tại đó; rồi mở rộng ranh giới vùng đó để lập tức biến nó thành kiểu mẫu và công cụ thích hợp nhằm đặt đúng cái ách chuyên chế ấy vào các thuộc địa này.   Tước đoạt hiến chương của chúng ta, huỷ bỏ những đạo luật quý giá nhất của chúng ta và thay đổi thể chế chính quyền của chúng ta đến tận gốc rễ.   Không cho các cơ quan lập pháp của chúng ta hoạt động nữa, rồi tự tuyên bố là họ có quyền làm luật cho chúng ta trong mọi trường hợp. Ông ta chối bỏ chính quyền ở đây và tuyên bố rằng chúng ta không còn được ông ta che chở nữa, rồi gây chiến với chúng ta. Ông ta đã vơ vét biển cả, tàn phá miền duyên hải, thiêu huỷ vùng đô thị, huỷ hoại sinh mạng của nhân dân chúng ta. Bây giờ ông ta còn đưa những đạo quân hùng hậu toàn là lính đánh thuê nước ngoài sang làm nốt cái công việc giết tróc, tàn phá và bạo ngược, vốn đã được khai mào bằng những cảnh tàn ác và xảo trá mà ngay cả trong thời đại dã man nhất cũng khó mà sánh được, đúng là không hề xứng đáng với cương vị người đứng đầu một quốc gia văn minh. Ông ta đã ép những đồng bào của chúng ta bị bắt ngoài biển khơi phải cầm súng chống lại đất nước mình, trở thành những tên đao phủ chuyên hành hình bạn bè và anh em của chính mình, hoặc phải chết dưới tay bạn bè và anh em của chính mình.  Ông ta đã kích động bạo loạn ngay trong nội bộ chúng ta và cố đưa vào vùng dân cư ở miền biên cương nước ta những kẻ man rợ tàn bạo theo kiểu thổ dân Indian, những kẻ mà quy tắc chiến tranh khét tiếng của chúng là giết sạch, không phân biệt già hay trẻ, nam hay nữ, sang hay hèn. Trong các giai đoạn bị áp bức như vậy, chúng ta đều có yêu cầu bồi thường với lời lẽ hết sức khiêm nhường, nhưng đáp lại những kiến nghị dồn dập này luôn là những hành vi xâm phạm triền miên. Một ông hoàng mà nhất cứ nhất động đều có thể gọi là tính cách của một tên bạo chúa thì làm sao xứng đáng thống lĩnh một dân tộc tự do. Không phải chúng ta không lưu ý đến các bạn Anh. Ðã nhiều lần chúng ta cảnh báo họ về mưu toan của cơ quan lập pháp của họ trong việc bành trướng quyền tài phán quá đáng sang đất nước chúng ta. Chúng ta đã nhắc nhở họ về hoàn cảnh nhập cư và cư trú của chúng ta tại nơi này. Chúng ta đã kêu gọi ý thức công bằng và lòng hào hiệp ở họ, chúng ta đã yêu cầu họ vì mối liên hệ ruột thịt giữa đôi bên mà từ bỏ những hành vi chiếm đoạt, vì chắc chắn những hành vi này sẽ gây trở ngại cho sự giao thiệp và trao đổi thư từ giữa hai phía với nhau. Họ cũng không thèm lắng nghe tiếng nói của công lý, tiếng nói của tình máu mủ. Vì vậy, chúng ta đành chấp nhận tuyên bố cắt đứt quan hệ với họ và đối xử với họ giống như với tất cả những người khác: Thời bình là bạn, thời chiến là thù. Vì vậy, thông qua Quốc hội này, chúng tôi, những người đại diện cho Hợp Chúng Quốc Hoa Kỳ, đang tề tựu nơi đây để thỉnh nguyện Đấng phán xét tối cao chứng giám cho ý định đúng đắn của chúng tôi, đồng thời nhân danh những người lương thiện ở các thuộc địa này và do sự uỷ quyền của họ, chúng tôi long trọng công khai tuyên bố rằng các thuộc địa liên minh với nhau này là những quốc gia độc lập & tự do và họ có quyền được như vậy, rằng họ hoàn toàn không còn phải trung thành với vua Anh nữa, rằng những liên hệ chính trị giữa họ với nước Anh cần phải bị xóa hẳn, rằng với tư cách là quốc gia độc lập & tự do, họ hoàn toàn có quyền khai chiến, ký hoà ước, lập liên minh, lập quan hệ thương mại, làm tất cả những gì và những việc gì mà các quốc gia độc lập có quyền làm. Với niềm tin vững chắc vào sự phù trợ của Chúa, chúng ta nguyện cùng hiến dâng tính mạng, tài sản và danh dự thiêng liêng của mình để bảo đảm cho bản tuyên ngôn này."
        },
        {
            "en": "High Kick       High Kick! (literal translation: \"High Kick without Hesitation\", \"Unstoppable High Kick\") was a popular South Korean situation comedy revolving around the life of the Lee family, taking place in Seoul at the same time as the broadcast (Winter, 2006 - Summer, 2007). The title of the show \"High Kick!\" has several implications, one of which is the oft-depicted high kicks of Yoon-ho, one of the main characters. It was aired in South Korea from Monday to Friday. Due to its popularity, the show filmed more episodes than was initially planned. Many of the characters had starred in commercials and advertisements in Korea. Main characters Most characters use the actor's real name (with the exception of surnames). Lee Soon-jae (Lee Soon-jae)   The head of the Lee family, he works alongside his daughter-in-law at his Korean medicine hospital. Being the oldest in the family, he can be harsh and strict toward his family members, and thinks only about himself. He always kicks or hits other members of the family; typical scenes are those in which he hits them in the head with a spoon during meals or kicks his oldest son Joon-ha's bottom when he farts. In several episodes, he chases other family members and even tries to hit them with a baseball bat. Due to this aggressive behavior, Soon-jae is often seen as the dictator of the Lee household and no one opposes what he says. In some episodes, other members complain in front of him, but always without success.  He falls in love with another woman but she moves to the US. He sends a letter to her, but misidentifies the address so it is sent to an African-American who apparently lived next door. He is obsessed with porn videos, and becomes nicknamed as \"Porn Soon-jae\". In episode 20, his family catches him watching porn, after which he runs away from home and wanders for a week. At the end of the show, he resigns his hospital and leaves everything to be handled by Hae-mi (Episode 164). According to the last episode (Episode 167), after his resignation, he visits Africa, and then after his return home he sleeps successively for 2 weeks, up to the last act in the show.  Nah Moon-hee (Nah Moon-hee)  Soon-jae's wife, she is incredibly strong and has an enormous appetite, which she passes on to Joon-ha. Despite her age, she does all of the cooking and cleaning, and looks after Joon (Min-yong's baby). Since Soon-jae and Hae-Mi often berate and insult her, she often has daydreams of them suffering. Like Min-Yong, she is annoyed by Hae-mi, and would do anything to embarrass her. She is a bit greedy and even <em>merciless</em> at times. Moon-hee is best friends with Gae-Sung Dek, and visits her often in prison.  Lee Joon-ha (Jeong Jun-ha)  Son of Soon-jae and Mun-hee. A huge strong man with an enormous appetite, nicknamed as the \"Lord of Gluttony\". Laid off from the company he was working, he spends his time at home as an unsuccessful investor and depends on the earnings of his wife, who is the good doctor at his father's hospital. Some episodes show him with a new job, but most of the time he ends up losing it because of his incompetence or bad luck. At home, he is often shown snoring loudly while sleeping, eating, or watching TV, and due to his idle days, he is often scolded by his father. He has a big appetite and great strength, which are inherited from his mother. Due to their enormous appetites, Joon-ha and Moon-hee enjoy eating big meals together.  Soon-jae berates Moon-hee and Joon-ha by referring to them as \"The Fat Mother and Son\". He also has a habit of frequently farting. If in deep trouble, Joon-ha runs away from Soon-jae . Though he does not have much authority among the family, he deeply loves his wife and often becomes the only one to understand his son Yoon-ho's feelings. Later, when he works at a consulting firm, he becomes a success and is able to earn a fortune. Yet, he still remains the lazy father at home. In some episodes, drunk Joon-ha behaves like an unstoppable beast, yelling for food, and in general no one but Hae-mi can control him in such state. Soon-jae gives Joon-ha several nicknames: Hulk, King Kong, animal, pig, boar, bear, gorilla and monster . These nicknames are based on Joon-ha's traits, such as laziness, stupidity, great strength and appetite.  Lee Min-yong (Choi Min-yong)  A late-born son of Soon-jae and Moon-hee, he works as a P. E. teacher at a high-school where his nephews attend. Min-yong is the opposite of Joon-ha in many terms. Min-yong is a slim man with straight hair, less lazy, more handsome, and employed, but has the nasty attitude toward Soon-jae, while Joon-ha is more like Moon-hee; a plump man with curly hair, very lazy, dumb looking, overweight, and unemployed, but more sympathetic than Min-yong. Returning to his parents house after a short-lived marriage with Shin Ji, he lives in a storeroom upstairs, which is connected with the main house with a firemen's pole. Though Min-yong can be sympathetic, at school he is unpopular with students for his strict attitude; normally shown with him giving physical punishment like Soon-jae and carrying a club with him all the time.  Min-yong gets in many silly quarrels with Hae-mi and would do anything to embarrass her in public. Though divorced, he cannot completely break up with Shin Ji because of their baby and the lingering feelings for each other. Min-yong dates Seo Min-jeong, a fellow school teacher, but his close relationship with the ex-wife hurts her. Later Shin Ji tries to accept that Min-yong loves Min-jeong when the two engage to get married. He becomes the first one to find dead body of Kang Yoo-mi's father outside her house (Episode 131). Later on, he and Min-Jeong breaks off because of Shinji's lingering love for Min-yong and Min-Jeong's opposing family. At the end of the show, Min-yong and Shinji seem to have gotten closer.  Park Hae-mi (Park Hae-mi)  The wife of Lee Joon-ha. A doctor that works with Lee Soon-jae. Hae-mi was in love with another man before her marriage. Accepting Joon-ha's proposal was to rival the lover who had dumped her, which Joon-ha finds out in one of the episodes. She gave financial support to Soon-jae's hospital when it was near the brink of closing down, and much more popular than Soon-jae as a doctor. She loves opera and singing and known for her catch phrase, \"Okay!\", but Min-yong and Moon-hee are very annoyed by them. She also does not approve of Shin Ji, and her battle against these three is one of the typical topics of the show. Affectionate mother but often seems to favor Min-ho over her younger son Yoon-ho.   Yet sometimes her affection toward her younger son is shown as well, such as in the episode of the Mother's day (Episode 123) or the last episode, in which she becomes the only one supporting his idea of taking a year off from the high-school for traveling the country. She is also good friends with Kang Yoo-mi's mother. A few episodes of Hae-mi being drunk are shown; in one of them Min-yong attempts to take pictures of her being drunk and release them to the public (Episode 98), and in another, Min-ho catches her dancing and singing with a stranger who has a witch-like voice and gets scared (Episode 148).  Lee Min-ho (Kim Hye-seong)  The eldest son of Lee Joon-ha and Park Hae-mi. Being very bright, but physically small and soft, he is often portrayed as a \"mama's boy,\" and always quarreling with his younger brother Yoon-ho, who is in the same class at the school. An easy target to bully due to his weak appearance, while Yoon-ho would simply fight back no matter the odds. The contrast between the two brothers is one of the main themes of the show. At school he sits in the very front of the classroom along with Kim Bum, who has been best friends with him for a long time, and they embrace each other in a sign of friendship, which makes Yoon-ho think they are in gay love.  The brothers can be in a collaborative relationship, however, such as when they manipulate Soon-jae's weak knowledge of electronics to get him to buy a new computer (Episode 25). He also becomes the boyfriend of Kang Yoo-mi, but has to suffer many separations due to her mysterious disappearances, she killed the murderer of her parents (Episode 152). He also figures out Yoo-mi is 21 before she leaves, but says he doesn't care if she's 21 or not the brightest in her class. In the last episode, Min-ho spends the summer vacation at Jeju-do with his parents and Bum, and glimpses Yoo-mi there. This also becomes the last time he sees Bum before his departure to the US.  Lee Yoon-ho (Jeong Il-woo)  The youngest son of Lee Joon-ha and Park Hae-mi. He is a tall, strong, and handsome boy known for his high kick. He also narrates the story of the show. He is also a motorcycle maniac. He is very popular among the girls in his school, though his grade is low and he sometimes demonstrates his utter ignorance. In one episode disclosed, Yoon-ho was as bright as Min-ho in his childhood, but after riding on the back of motorcycle of a friend of Joon-ha's, he became completely absorbed in fighting and motorcycles; Joon-ha is blamed by Hae-mi for Yoon-ho's bad grades and delinquent behavior. As the odd one out in the family, Yoon-ho is often misunderstood and sometimes blamed for things he did not do.  In school, Yoon-ho sits in the very back corner, dozing off or reading comic books. He is even seen skipping class, often hanging out in the rooftop, sleeping or listening to music. But he has a secret crush on his teacher, Min-jeong, who is always trying to get him out of trouble, and often displays his kindness to her, which is usually masked by his unfriendliness. When he learns Min-jeong and Min-yong are engaged, he pleads with her not to get married. In the last episode (Episode 167), he appears taking a year off from school and traveling around the country on his motorcycle. At the end of the show, he miraculously meets his teacher Min-jeong, who resigned the school and disappeared from Seoul without any greetings the year before.  Shin Ji a. k. a. Shin Bong Hee (Shin Ji)  The ex-wife of Lee Min-yong and the mother of Joon. Loves music, and is trying to get a job at a music industry, singing CF songs and taking auditions for musicals. She asked for a divorce from Min-yong, wishing to study abroad in Moscow, but came back to Korea in short time. Min-yong and Shin Ji take turns in taking care of Joon, though Joon seems to be in the Lee household most of the time presumable due to Shin Ji's busy schedule. She still has feelings for her ex-husband and same as him, she hates Hae-mi as they both competed against each other since before her marriage. Roommate of Seo Min-jeong. It is revealed that Shin Ji was friends with Min-jeong since high school though things were different then.   Shin Ji had her two front teeth sticking out from her mouth like a rabbit. Shin Ji later went through an operation to rid of the horrid teeth. Her well-known phrase is \"Sang you!\" though it is supposed to be \"thank you.\" Near the end of the show, she can not face the engagement of Min-yong and Min-jeong and decides to move to Russia again, but the miserable state brings her to a traffic accident. Min-yong separates with Min-jeong for bringing Shin Ji back. In the final episode, it is disclosed that Min-yong and Shin Ji is keeping a good relationship and he even proposed her again, but she refused saying she wants to wait till he truly loves her again. Seo Min-jeong (Seo Min-jeong)  An English teacher at the high-school that Lee Min-yong teaches at, and the homeroom teacher of Min-ho, Yoon-ho, Bum, Chan Seong and Seung Hyun. She rented the apartment that Min-yong and Shin Ji used to live in, and lives there with Shin Ji after her return from the short and unsuccessful trip to study in Moscow. She always seems to end up with accidents mostly due to her clumsiness. She usually, trips, falls, or sometimes in one episode ran into a stopped car because she was offered a ride. She is very shy and if embarrassed she becomes very aggressive. She has no control over her students due to her natural friendliness and a lack of discipline. She has a deep crush on Min-yong and the two become a couple, although Min-jeong is often hurt by Min-yong's lack of romance and his close, friendly relationship with his ex-wife.  On episode 117, she described Min-yong as combination by the appearance of Brad Pitt and the clothing style of Leonardo DiCaprio. Later Min-yong's love towards Min-jeong grows and they get engaged. Shin Ji asks Min-yong what he would do if Min-jeong's parents do not accept this wedding and he replies then they will marry on their own. Her parents object at first then accept. However, in the near end of the show, she and Min-yong decide to break up for the sake of Shin Ji, who still has clinging feelings for Min-yong. Following the break up, Min-jeong resigns the school much to Yoon-ho's sorrow and moves to the country to work in an all-girls middle school.  Kim Bum (Kim Bum)  Lee Min-ho's best friend and appears staying at Lee's house all the time, even wishing to become the proper member of the family. The two boys are very close and care for each other. They are often embracing each other or riding a bike together like lovers. Usually, Yoon-ho doesn't like them hanging out together and think they are acting like a married couple. Bum once has a huge crush on Yoo-mi, Min-ho's girlfriend, but later comes to despise her after finding out she was just making use of him. Bum does anything he wishes in the Lee household from eating breakfast, lunch and dinner with them, sleeping in anyone's room and even taking showers and bubble baths occasionally. He even goes as far as sleeping for a few nights.  In one episode, it is disclosed that he has brought loads of his own stuff to the Lee's house, from videos to even his own clothes. Bum's house is rarely portrayed in the show, but according to Bum's mother, who also became a frequent visitor, their house is described as very quiet and boring. Bum also owns a puppy that he and Min-ho name it 'Bum-min' or “Min-bum”. Soon-jae describes the dog as a 'shitty dog' after Bum asked if Bum-min could have his own house in the Lee household (Episode 132). At the end of the show, Bum moves away to the US in the summer of 2008, much to the Lee family's surprise as he was like a member of the family. Sadly, Moon-hee is the only one to say farewell to Bum as the other family members were either busy or away (Soon-jae working in Africa, Hae-mi busy with work at hospital, Yoon-ho away travelling around the country etc.)  Kang Yoo-mi (Park Min-young)  Lee Min-ho's girlfriend. Very pretty but extremely poor at studies, always getting the lowest scores at school. She is also secretly three years older than her schoolmates, but only Kim Bum and Lee Min-yong, her homeroom teacher who doesn't care about that so much, know it. She is usually seen being punished by Min-yong for her misbehavior such as combing her hair in class. She has lied to Min-ho many times about what talents she has, but they keep a good relationship. However, her natural ability as a runner was disclosed in one episode, while running away from Min-yong, and she represented the high-school at a running competition. Soon-jae always calls Yoo-mi, \"Soo-mi\" by mistake, which upsets her. Later in the show she has to escape the city as mobsters are looking for her, and disappears from the screen. During the last several shows, she is once shown getting on a car at night, which explodes as soon as she turns the engine on, leading many watchers to think she died. However, at the last show, she is also shown luxuriously cruising on a yacht in Jeju-do.",
            "vi": "High Kick    High Kick! (dịch sát nghĩa là “Cú đá cao dứt khoát”, “Cú đá cao khó cưỡng”) là một hài kịch tình thế nổi tiếng của Hàn Quốc xoay quanh cuộc sống của gia đình họ Lee, diễn ra ở  Seoul vào cùng thời điểm phát sóng (mùa đông năm 2006 – hè 2007). Tựa phim \"High Kick!\" có nhiều hàm ý, một trong những hàm ý đó là sự miêu tả cú đá cao sở trường của Yoon-ho, một trong các nhân vật chính. Bộ phim được phát sóng ở Hàn Quốc từ thứ hai đến thứ sáu và rất được công chúng yêu thích, nên High Kick đã quay thêm nhiều đoạn và nhiều tình tiết hơn dự kiến ban đầu. Nhiều diễn viên trong phim từng đóng vai chính cho các mẫu quảng cáo ở Đại Hàn. Các nhân vật chính Hầu hết các diễn viên đều sử dụng tên thật của mình trong phim (ngoại trừ họ). Lee Soon-jae (Lee Soon-jae)   Lee Soon-jae là chủ gia đình họ Lee, cùng làm việc với con dâu ở bệnh viện y học Hàn Quốc của mình. Là người lớn tuổi nhất trong gia đình, nên ông có thể cộc cằn và khắt khe với các thành viên khác và chỉ nghĩ cho bản thân mình thôi. Ông thường đánh, đá con cháu trong nhà; những cảnh phim điển hình là cảnh ông dùng thìa đánh lên đầu họ trong các bữa ăn hay đá vào mông đứa con trai cả của mình tên là Joon-ha khi anh này đánh rắm. Có nhiều đoạn, ông rượt đuổi những người trong nhà và thậm chí còn cố đánh họ bằng gậy đánh bóng chày. Do thái độ hung hăng như vậy nên ông Soon-jae thường được coi là người có quyền tuyệt đối của nhà họ Lee và không ai có thể chống đối lời ông. Trong High Kick, cũng có nhiều đoạn con cháu ông than phiền trước mặt ông nhưng việc ấy chẳng có kết quả gì.  Ông phải lòng một người phụ nữ khác nhưng cô này dọn đến Mỹ sinh sống. Ông gởi thư cho cô nhưng nhầm địa chỉ và lá thư được gởi đến một người Mỹ gốc Phi sống cạnh nhà ông. Ông Soon-jae bị ám ảnh những băng vi-đi-ô “mát mẻ” khiêu dâm và bị gán biệt danh “Soon-jae khiêu dâm”. Trong tập 20, ông bị gia đình bắt gặp đang xem phim khiêu dâm, sau vụ việc đó ông đã bỏ nhà đi lang thang một tuần. Vào cuối bộ phim, ông Soon-jae từ chức ở bệnh viện và nhường quyền cho con dâu Hae-mi xử lý mọi chuyện (tập 164). Theo như tập cuối cùng (tập 167), sau khi ông từ chức, ông đã đến thăm Châu Phi, và sau đó ông về nhà và ngủ liên tục 2 tuần, cho tới màn cuối của phim. Nah Moon-hee (Nah Moon-hee)  Bà Nah Moon-hee là vợ của ông Soon-jae, bà có sức mạnh phi thường và háu ăn, điều này Joon-ha thừa hưởng từ bà. Dẫu lớn tuổi nhưng bà làm tất cả các việc bếp núc, dọn dẹp nhà cửa và trông Joon, (con của Min-yong). Vì Soon-jae và Hae-Mi thường hay mắng nhiếc và sỉ nhục bà nên bà thường mơ tưởng chuyện làm cho họ phải chịu đựng. Cũng giống như Min-Yong, bà cảm thấy bực mình Hae-mi, và làm mọi thứ cho Hae-mi ngượng. Bà Nah Moon-hee có tính hơi tham lam và đôi khi còn hơi tàn nhẫn. Bà là bạn thân của Gae-Sung Dek, và thường xuyên đến thăm Gae-Sung Dek khi bà này ở tù. Lee Joon-ha (Jeong Jun-ha)  Lee Joon-ha là con trai của ông Soon-jae và bà Moon-hee. Anh cực kỳ to con,  khỏe mạnh và háu ăn, biệt danh là “Vua háu ăn”. Bị sa thải khỏi công ty, anh ở nhà như một người đầu tư không thành công và phải sống lệ thuộc vào thu nhập của vợ, một bác sĩ giỏi ở bệnh viện của bố mình. Anh cũng xuất hiện với một nghề mới trong nhiều tập phim nhưng hầu như lúc nào cũng có kết cục là anh bị mất việc vì trình độ kém hoặc do xui xẻo. Ở nhà, anh thường ngáy to khi ngủ, ăn hoặc xem ti-vi và vì ăn không ngồi rồi nên anh thường hay bị ông Soon-jae la mắng. Anh rất ham ăn và có sức mạnh cường tráng, điều này được thừa hưởng từ mẹ. Do ăn khỏe và háu ăn giống nhau nên Joon-ha và bà Moon-hee thường ăn với nhau nhiều bữa ăn thịnh soạn.  Ông Soon-jae thường mắng bà Moon-hee và Joon-ha bằng cách gọi họ là “Hai mẹ con mập ú.” Joon-ha có tật hay đánh rắm. Nếu gặp vấn đề rắc rối, Joon-ha thường trốn tránh ông Soon-jae. Mặc dù không có quyền hành gì nhiều trong nhà nhưng anh hết mực yêu thương vợ và thường là người duy nhất có thể hiểu tình cảm và cảm xúc của con trai Yoon-ho của mình. Về sau, anh làm việc ở công ty tư vấn, thành công  và có thể kiếm được nhiều tiền. Tuy vậy,  Joon-ha vẫn là người cha lười nhác ở nhà. Ở nhiều tập phim, Joon-ha say rượu và cư xử như con thú không thể cưỡng, la hét đòi đồ ăn, và thường là không ai khác ngoài Hae-mi có thể điều khiển anh trong trạng thái như thế. Ông Soon-jae gán cho Joon-ha nhiều biệt danh như Hulk (người to lớn, vụng về), King Kong (tên một con ác thú khổng lồ-giống loài khỉ-được hư cấu trong nhiều loại tác phẩm, nhất là điện ảnh.), thú, heo, heo đực, gấu, khỉ đột và quái vật. Các biệt danh này do tính tình của Joon-ha mà ra như lười biếng, ngu đần, mạnh khỏe và háu ăn.  Lee Min-yong (Choi Min-yong)  Lee Min-yong là con trai út của ông Soon-jae và bà Moon-hee, anh là giáo viên thể dục tại trường trung học nơi các cháu trai của anh đang học. Min-yong đối ngược với Joon-ha nhiều thứ. Min-yong mảnh khảnh, tóc thẳng, không lười như Joon-ha mà còn đẹp trai hơn Joon-ha nữa, và thường bực mình với ông Soon-jae, trong khi Joon-ha giống bà Moon-hee hơn; Joon-ha mập mạp, tóc xoăn, lười biếng, ngốc nghếch, béo phì, vô công rồi nghề nhưng thông cảm hơn Min-yong. Trở về nhà bố mẹ ruột sau cuộc hôn nhân chóng vánh với Shin Ji, Min-yong sống ở nhà kho trên lầu, thông với nhà chính bằng trụ cứu hoả. Mặc dù Min-yong có thể cảm thông, nhưng ở trường anh không được bọn học trò yêu mến vì thái độ quá nghiêm khắc của anh; thường thấy cảnh anh phạt học trò giống như ông Soon-jae và lúc nào cũng mang dùi cui bên mình. Min-yong thường hay cãi cọ những chuyện ngớ ngẩn không đâu với chị dâu Hae-mi và làm bất cứ chuyện gì để cho Hae-mi ngượng, xấu hổ trước người khác. Mặc dù đã ly dị, nhưng anh không thể cắt đứt hoàn toàn với Shin Ji vì đứa con của hai người và vẫn còn tình cảm với nhau. Min-yong hẹn hò với Seo Min-jeong, giáo viên đồng nghiệp của anh, song mối quan hệ thân thiết với vợ cũ của Min-yong đã làm cô ấy tổn thương. Về sau Shin Ji cố chấp nhận rằng Min-yong và Min-jeong yêu nhau và cả hai người này đều hứa hẹn đi đến hôn nhân. Anh là người đầu tiên phát hiện ra thi thể cha của Kang Yoo-mi ở bên ngoài nhà cô bé này (tập 131). Về sau, anh và Min-jeong chia tay nhau vì Shinji vẫn còn yêu Min-yong và gia đình của Min-yong cũng không tán thành cuộc hôn nhân này. Cuối phim, Min-yong và Shinji dường như thân thiết và gẫn gũi nhau hơn.  Park Hae-mi (Park Hae-mi)  Park Hae-mi là vợ của Lee Joon-ha. Hae-mi làm việc với bố chồng là Lee Soon-jae. Cô phải lòng một người đàn ông khác trước khi kết hôn. Cô nhận lời cầu hôn của Joon-ha để kình với người yêu đã lìa bỏ cô, điều này bị Joon-ha phát hiện trong một tập phim. Hae-mi hỗ trợ tài chính cho bệnh viện của ông Soon-jae khi bệnh viện đang sắp đóng cửa và là một bác sĩ được người khác yêu mến hơn ông Soon-jae. Cô thích ô-pê-ra và hát hò và câu nói nổi tiếng của Hae-mi là “Okay!”, nhưng Min-yong và bà Moon-hee cảm thấy rất bực mình với cách trả lời “Okay!” của Hae-mi. Cô cũng chẳng thích Shin Ji, và cuộc chiến giữa Hae-mi và 3 người này là một trong những chủ đề đặc trưng của phim. Hae-mi là người mẹ rất thương con nhưng thường ưu ái Min-ho hơn con trai út của mình là Yoon-ho. Tuy nhiên có lúc lại thấy Hae-mi dành tình yêu cho Yoon-ho, như trong đoạn về ngày lễ của mẹ (tập 123) hoặc tập cuối cùng, Hae-mi trở nên là người duy nhất ủng hộ ý định của Yoon-ho: nghỉ một năm ở trường trung học để đi du lịch miền quê. Hae-mi cũng là bạn thân của mẹ Kang Yoo-mi. Trong một vài tập phim, Hae-mi bị say rượu và có tập Min-yong cố chụp cho bằng được những tấm hình Hae-mi say và tung ra cho người khác biết (tập 98), và trong một tập khác, Min-ho bắt gặp mẹ đang khiêu vũ và hát hò với một người lạ mặt có giọng nói y như phù thủy khiến anh chàng hoảng sợ (tập 148). Lee Min-ho (Kim Hye-seong)  Lee Min-ho là con trai cả của vợ chồng Lee Joon-ha và Park Hae-mi. Min-ho rất thông minh, nhưng lại yếu đuối và nhỏ con, thường được mô tả như một “chàng trai yếu đuối”, và lúc nào cũng cãi cọ với em trai Yoon-ho vốn học cùng lớp với Min-ho ở trường. Min-ho là người dễ dàng bị ăn hiếp do vẻ yếu ớt của mình, trong khi Yoon-ho thường là phản công lại bất kể xung đột, bất hoà. Mối tương phản giữa hai anh em Min-Yoon là một trong những chủ đề chính của bộ phim. Ở trường, Min-ho ngồi bàn đầu với Kim Bum, bạn thân với Min-ho rất lâu, Min-ho và Bum thường ôm nhau thể hiện tình bạn khắn khít, điều này làm cho Yoon-ho nghĩ Min-ho và Bum đang yêu đồng tính. Tuy nhiên, Min-ho và Yoon-ho cũng hợp tác với nhau, như khi vận động ông Soon-jae thiếu hiểu biết về điện tử phải mua một cái máy vi tính mới (tập 25). Min-ho là bạn trai của Kang Yoo-mi, nhưng phải chịu nhiều cuộc chia cắt với Yoo-mi do cô bé này nhiều lần biến mất một cách bí ẩn, Yoo-mi đã giết chết kẻ sát nhân hại chết cha mẹ mình (tập 152). Min-ho cũng phát hiện ra Yoo-mi 21 tuổi trước khi cô ấy đi nhưng anh chẳng quan tâm việc cô ấy 21 tuổi hay không phải là học sinh giỏi trong lớp. Tập cuối, Min-ho đi nghỉ hè ở đảo Jeju-do với bố mẹ và cả Bum nữa, và thoáng thấy Yoo-mi ở đó. Đây cũng là lần cuối Min-ho gặp Bum trước khi Bum lên đường sang Mỹ. Lee Yoon-ho (Jeong Il-woo)  Con trai út của Lee Joon-ha và Park Hae-mi tên là Lee Yoon-ho. Yoon-ho cao to, khỏe mạnh, đẹp trai và nổi tiếng với cú đá cao sở trường của mình. Anh cũng thuật lại cốt truyện của bộ phim. Yoon-ho cũng rất mê lái xe mô-tô. Yoon-ho rất được các bạn nữ trong trường yêu mến, mặc dù lúc nào điểm số của Yoon-ho cũng rất thấp và đôi khi còn biểu hiện bản tính hoàn toàn ngốc nghếch của mình nữa. Trong một tập phim cho thấy hồi bé Yoon-ho cũng thông minh như Min-ho, nhưng sau khi cưỡi trên lưng chiếc mô-tô của một người bạn của Joon-ha thì Yoon-ho trở nên hoàn toàn mê mẩn vào việc đánh nhau và xe mô-tô; Hae-mi đổ lỗi cho Joon-ha về điểm kém và hành vi chểnh mảng của Yoon-ho. Như một người lạc lõng trong gia đình, Yoon-ho thường bị người khác hiểu nhầm và đôi khi còn bị đổ tội cho những chuyện mà mình không làm nữa. Ở trường, Yoon-ho ngồi ở góc cuối lớp, ngủ gà gật hoặc đọc truyện tranh. Yoon-ho còn bị phát hiện bỏ học, thường la cà trên mái nhà, ngủ hoặc nghe nhạc. Nhưng Yoon-ho thương thầm nhớ trộm cô giáo Min-jeong của mình, cô Min-jeong lúc nào cũng cố giúp Yoon-ho khỏi gặp rắc rối, và Yoon-ho thường tỏ ra tử tế với cô Min-jeong, điều này thường hay bị che giấu bởi vẻ ngoài không thân thiện của Yoon-ho. Khi biết cô Min-jeong và chú Min-yong đính hôn, anh đã nài xin cô Min-jeong đừng kết hôn. Tập cuối (tập 167), Yoon-ho nghỉ học một năm và đi du lịch khắp miền quê bằng xe mô-tô của mình. Ở đoạn cuối của bộ phim, anh gặp lại cô Min-jeong đã thôi dạy ở trường và biến mất khỏi  Seoul không một lời chào cách đây một năm một cách kì diệu.  Shin Ji a. k. a. Shin Bong Hee (Shin Ji)  Shin Ji là vợ cũ của Lee Min-yong và là mẹ của Joon. Shin Ji yêu nhạc, và cố tìm việc trong ngành âm nhạc, hát các bài hát CF và tham dự các buổi thi hát thử giọng. Shin Ji đòi ly hôn với Min-yong, với ước muốn đi du học ở Nga, nhưng sau một thời gian ngắn cô đã trở về Hàn Quốc. Min-yong và Shin Ji thay nhau chăm sóc Joon, mặc dù Joon phần lớn là ở nhà họ Lee có thể đoán được là lịch làm việc của Shin Ji rất dày. Shin Ji vẫn còn tình cảm với chồng cũ và anh ta cũng vậy, cô ghét Hae-mi vì cả hai đều kình địch nhau trước khi cô kết hôn. Shin Ji ở cùng với Seo Min-jeong. Tiết lộ là Shin Ji là bạn của Min-jeong từ khi còn là học sinh trung học dẫu rằng mọi chuyện sau đó đã khác hẳn.  Shin Ji có hai chiếc răng cửa chìa ra khỏi miệng như răng thỏ. Sau này Shin Ji đã đi phẫu thuật để bỏ đi những chiếc răng dễ sợ kia. Shin Ji nổi tiếng với từ \"Sang you!\" thay vì phải nói \"thank you\". Gần cuối phim, cô không đủ sức đối mặt với cuộc hứa hôn của Min-yong và Min-jeong và quyết định đi Nga thêm lần nữa, nhưng tâm trạng đau khổ đó khiến cho Shin Ji bị tai nạn giao thông. Min-yong chia tay với Min-jeong để mang Shin Ji về lại. Ở tập cuối, tình cảm của Min-yong và Shin Ji đã tốt đẹp và anh còn cầu hôn cô thêm lần nữa, nhưng Shin Ji chưa đồng ý bảo rằng cô muốn chờ cho đến khi nào anh thực sự yêu cô trở lại. Seo Min-jeong (Seo Min-jeong)  Giáo viên tiếng Anh cùng trường trung học với Lee Min-yong, và là giáo viên lớp của Min-ho, Yoon-ho, Bum, Chan Seong và Seung Hyun. Seo Min-jeong thuê căn hộ mà vợ chồng Min-yong và Shin Ji từng ở, sống cùng với Shin Ji sau khi cô này trở về sau chuyến đi du học Nga ngắn ngủi và không thành công. Dường như lúc nào Min-jeong cũng gặp tai nạn mà hầu hết là do tính vụng về của mình. Cô ấy thường trượt chân, ngã, hoặc có khi trong một tập phim cô tông vào một chiếc xe đang đỗ vì cô được mời đi. Min-jeong rất nhút nhát và nếu bị làm ngượng cô ấy sẽ trở nên rất hung hăng. Cô ấy chẳng quản lý nổi lũ học trò của mình do bản tính thân thiện bẩm sinh và sự thiếu kỷ luật của mình. Min-jeong rất yêu Min-jeong và hai người hẹn hò nhau, mặc dù cô thường hay bị Min-yong làm tổn thương do tính thiếu lãng mạn của anh và cả mối quan hệ gần gũi, thân mật với vợ cũ của anh nữa. Tập 117, cô tả Min-yong là sự kết hợp ngoại hình của Brad Pitt và phong cách ăn mặc của Leonardo Dicaprio. Về sau tình yêu của Min-yong dành cho Min-jeong ngày càng thắm thiết và hai người hứa hôn với nhau. Shin Ji hỏi Min-yong liệu xem anh ấy sẽ làm gì nếu bố mẹ của Min-jeong không tán thành cuộc hôn nhân này, anh bảo họ sẽ tự kết hôn. Ban đầu bố mẹ của Min-jeong phản đối nhưng sau đó họ cũng đồng ý. Tuy nhiên, gần cuối phim, Min-jeong và Min-yong quyết định chia tay vì Shin Ji, cô này vẫn còn tình cảm với Min-yong. Sau khi chia tay, Min-jeong thôi dạy ở trường và chuyển về quê dạy ở trường trung học cơ sở dành cho nữ sinh.  Kim Bum (Kim Bum)  Kim Bum là bạn thân của Lee Min-ho và luôn có mặt ở nhà họ Lee, thậm chí còn muốn trở thành một thành viên thực sự của gia đình nữa. Hai người chơi rất thân và hay quan tâm nhau. Bum và Min-ho thường hay ôm nhau và chở nhau trên chiếc xe đạp y như hai người yêu nhau vậy. Thường thì Yoon-ho không ưa hai người đó la cà, cặp kè với nhau và nghĩ là họ giống như đang cặp bồ với nhau. Bum từng say đắm Yoo-mi, bạn gái của Min-ho, nhưng sau đó anh trở nên khinh miệt cô nàng sau khi biết được cô chỉ lợi dụng anh thôi. Ở nhà họ Lee, Bum có thể làm bất cứ chuyện gì mình thích từ ăn sáng, ăn trưa, ăn tối cùng với gia đình, có thể ngủ ở bất kỳ phòng nào và thậm chí còn tắm vòi sen và đôi khi còn tắm bọt thơm nữa. Kim Bum thậm chí còn có thể ngủ ở nhà Min-ho một vài đêm cũng được. Có tập, Bum mang hết đồ đạc cá nhân của mình sang nhà họ Lee, từ băng vi-đi-ô đến áo quần. Nhà của Bum hiếm khi được chiếu trên phim nhưng theo mẹ của Bum, người này cũng trở thành khách quen của gia đình họ Lee thì ngôi nhà này rất yên tĩnh và buồn chán. Bum có một con chó con mà Bum và Min-ho đặt tên là “Bum-min” hoặc “Min-bum”. Ông Soon-jae coi đây là một “con chó bẩn thỉu” sau khi Bum hỏi xem liệu có chỗ nào cho Bum-min ở trong nhà họ Lee luôn không (tập 132). Tập cuối phim, Bum sang Mỹ vào mùa hè năm 2008, trước nỗi hết sức ngạc nhiên của gia đình họ Lee vì Bum cũng giống như một thành viên trong nhà của họ rồi. Đáng buồn là duy chỉ có bà Moon-hee có thể chào tạm biệt Bum vì các thành viên khác đều bận việc hoặc đi xa (ông Soon-jae đang làm việc ở châu Phi, cô Hae-mi bận công việc ở bệnh viện, Yoon-ho đang đi du lịch khắp miền quê,...) Kang Yoo-mi (Park Min-young)  Kang Yoo-mi là bạn gái của Lee Min-ho. Yoo-mi rất xinh nhưng học cực kém, lúc nào cũng bị điểm thấp nhất ở trường. Cô cũng đã giấu việc mình lớn hơn các bạn học 3 tuổi, nhưng chỉ có Kim Bum và thầy Lee Min-yong, giáo viên ở lớp vốn không hề quan tâm nhiều về chuyện đó biết được. Yoo-mi thường bị thầy Min-yong phạt vì tội bướng bỉnh, không vâng lời như chải tóc trong lớp. Yoo-mi nhiều lần nói dối với Min-ho về các năng khiếu mà cô có, nhưng hai người vẫn giữ mối quan hệ tốt đẹp với nhau. Tuy nhiên, trong một tập phim, khả năng chạy nhanh bẩm sinh của Yoo-mi bị phát hiện khi cô chạy khỏi thầy Min-yong và Yoo-mi đại diện cho trường thi đấu môn chạy. Ông Soon-jae thường hay gọi nhầm Yoo-mi là \"Soo-mi\", làm cho cô khó chịu. Về cuối phim, Yoo-mi phải trốn khỏi thành phố vì bọn tội phạm đang tìm kiếm cô, và Yoo-mi biến mất trên phim. Trong một vài cảnh cuối, có lần người ta thấy cô lên xe hơi vào buổi tối, và chiếc xe nổ tung khi Yoo-mi vừa mở máy, làm cho người xem nghĩ là cô đã chết. Tuy nhiên, vào cảnh cuối của bộ phim, người ta cũng lại thấy cô đang dạo chơi trên chiếc du thuyền ở đảo Jeju-do một cách sang trọng."
        },
        {
            "en": "7 REPETITION         3. The truth I had the sense that i'd been asleep for a very long time—my body was stiff, like i hadn't moved once through all that time, either. My mind was dazed and slow; strange, colorful dreams—dreams and nightmares—swirled dizzily around the inside of my head. They were so vivid. The horrible and the heavenly, all mixed together into a bizarre jumble. There was sharp impatience and fear, both part of that frustrating dream where your feet can't move fast enough… and there were plenty of monsters, red-eyed fiends that were all the more ghastly for their genteel civility. The dream was still strong—i could even remember the names. But the strongest, clearest part of the dream was not the horror. It was the angel that was most clear. It was hard to let him go and wake up. This dream did not want to be shoved away into the vault of dreams I refused to revisit. I struggled with it as my mind became more alert, focusing on reality. I couldn't remember what day of the week it was, but I was sure Jacob or school or work or something was waiting for me. I inhaled deeply, wondering how to face another day. Something cold touched my forehead with the softest pressure. I squeezed my eyes more tightly shut. I was still dreaming, it seemed, and it felt  abnormally real. I was so close to waking… any second now, and it would be gone. But I realized that it felt too real, too real to be good for me. The stone arms I imagined wrapped around me were far too substantial. If I let this go any further, I'd be sorry for it later. With a resigned sigh, I wrenched back my eyelids to dispel the illusion. \"Oh!\" I gasped, and threw my fists over my eyes. Well, clearly, I'd gone too far; it must have been a mistake to let my imagination get so out of hand. Okay, so \"let\" was the wrong word. I'd forced it to get out of hand—pretty much stalked my hallucinations—and now my mind had snapped. It took less than half a second for me to realize that, as long as I was truly insane now, I might as well enjoy the delusions while they were pleasant. I opened my eyes again—and Edward was still there, his perfect face just inches away from mine. \"Did I frighten you?\" His low voice was anxious. This was very good, as delusions went. The face, the voice, the scent, everything—it was so much better than drowning. The beautiful figment of my imagination watched my changing expressions, with alarm. His irises were pitch-black, with bruise-like shadows under them. This surprised me; my hallucinatory Edwards were usually better fed. I blinked twice, desperately trying to remember the last thing that I was sure was real. Alice was part of my dream, and I wondered if she had really come back at all, or if that was just the preamble. I thought she'd returned the day I'd nearly drowned… \"Oh, crap\" I croaked. My throat was thick with sleeping. \"What's wrong, Bella?\" I frowned at him unhappily. His face was even more anxious than before. \"I'm dead, right?\" I moaned. \"I did drown. Crap, crap, crap! This is gonna kill Charlie.\" Edward frowned, too. \"You're not dead.\" \"Then why am I not waking up?\" I challenged, raising my eyebrows. \"You are awake, Bella.\" I shook my head. \"Sure, sure. That's what you want me to think. And then it will be worse when I do wake up. If I wake up, which I won't, because I'm dead. This is awful. Poor Charlie. And Renee and Jake…\" I trailed off in horror at what I had done. \"I can see where you might confuse me with a nightmare.\" His short-lived smile was grim. \"But I can't imagine what you could have done to wind up in hell. Did you commit many murders while I was away?\" I grimaced. \"Obviously not. If I was in hell, you wouldn't be with me.\" He sighed. My head was getting clearer. My eyes flickered away from his face—unwillingly—for one second, to the dark, open window, and then back to him. I started to remember details… and I felt a faint, unfamiliar blush warm the skin over my cheekbones as I slowly realized that Edward was really, truly here with me, and I was wasting time being an idiot. \"Did all of that really happen, then?\" It was almost impossible to reassign my dream as reality. I couldn't wrap my head around the concept. \"That depends.\" Edward's smile was still hard. \"If you're referring to us nearly being massacred in Italy, then, yes.\" \"How strange,\" I mused. \"I really went to Italy. Did you know I'd never been farther east than Albuquerque?\" He rolled his eyes. \"Maybe you should go back to sleep. You're not coherent.\" \"I'm not tired anymore.\" It was all coming clear now. \"What time is it? How long have I been sleeping?\" \"It's just after one in the morning. So, about fourteen hours.\" I stretched as he spoke. I was so stiff. \"Charlie?\" I asked. Edward frowned. \"Sleeping. You should probably know that I'm breaking the rules right now. Well, not technically, since he said I was never to walk through his door again, and I came in the window… But, still, the intent was clear.\" \"Charlie banned you from the house?\" I asked, disbelief quickly melting into fury. His eyes were sad. \"Did you expect anything else?\" My eyes were mad. I was going to have a few words with my father—perhaps it would be a good time to remind him that I was over the legal age of adulthood. It didn't matter so much, of course, except in principle. All too soon there would be no reason for the prohibition. I turned my thoughts to less painful avenues. \"What's the story?\" I asked, genuinely curious, but also trying desperately to keep the conversation casual, to keep a firm grip on myself, so I wouldn't scare him away with the frantic, gnawing craving that was raging inside me. \"What do you mean?\" \"What am I telling Charlie? What's my excuse for disappearing for… how long was I gone, anyway?\" I tried to count the hours in my head. \"Just three days.\" His eyes tightened, but he smiled more naturally this time. \"Actually, I was hoping you might have a good explanation. I've got nothing.\" I groaned. \"Fabulous.\" \"Well, maybe Alice will come up with something,\" he offered, trying to comfort me. And I was comforted. Who cared what I had to deal with later? Every second that he was here—so close, his flawless face glowing in the dim light from the numbers on my alarm clock—was precious and not to be wasted. \"So,\" I began, picking the least important—though still vitally interesting—question to start with. I was safely delivered home, and he might decide to leave at any moment. I had to keep him talking. Besides, this temporary heaven wasn't entirely complete without the sound of his voice. \"What have you been doing, up until three days ago?\" His face turned wary in an instant. \"Nothing terribly exciting.\" \"Of course not,\" I mumbled. \"Why are you making that face?\" \"Well…\" I pursed my lips, considering. \"If you were, after all, just a dream, that's exactly the kind of thing you would say. My imagination must be used up.\" He sighed. \"If I tell you, will you finally believe that you're not having a nightmare?\" \"Nightmare!\" I repeated scornfully. He waited for my answer. \"Maybe,\" I said after a second of thought. \"If you tell me.\" \"I was… hunting.\" \"Is that the best you can do?\" I criticized. \"That definitely doesn't prove I'm awake.\" He hesitated, and then spoke slowly, choosing his words with care. \"I wasn't hunting for food… I was actually trying my hand at… tracking. I'm not very good at it.\" \"What were you tracking?\" I asked, intrigued. \"Nothing of consequence.\" His words didn't match his expression; he looked upset, uncomfortable. \"I don't understand.\" He hesitated; his face, shining with an odd green cast from the light of the clock, was torn. \"I—\" He took a deep breath. \"I owe you an apology. No, of course I owe you much,  much more than that. But you have to know,\"—the words began to flow so fast, the way I remembered he spoke sometimes when he was agitated, that I really had to concentrate to catch them all—\"that I had no idea. I didn't realize the mess I was leaving behind. I thought it was safe for you here. So safe. I had no idea that Victoria,\"—his lips curled back when he said the name—\"would come back. I'll admit, when I saw her that one time, I was paying much more attention to James's thoughts. But I just didn't see that she had this kind of response in her. That she even had such a tie to him. I think I realize why now—she was so sure of him, the thought of him failing never occurred to her. It was her overconfidence that clouded her feelings about him—that kept me from seeing the depth of them, the bond there. \"Not that there's any excuse for what I left you to face. When I heard what you told Alice—what she saw herself—when I realized that you had to put your life in the hands of werewolves, immature, volatile, the worst thing out there besides Victoria herself—he shuddered and the gush of words halted for a short second. \"Please know that I had no idea of any of this. I feel sick, sick to my core, even now, when I can see and feel you safe in my arms. I am the most miserable excuse for—\" \"Stop,\" I interrupted him. He stared at me with agonized eyes, and I tried to find the right words—the words that would free him from this imagined obligation that caused him so much pain. They were very hard words to say. I didn't know if I could get them out without breaking down. But I had to try to do it right. I didn't want to be a source of guilt and anguish in his life. He should be happy, no matter what it cost me. I'd really been hoping to put off this part of our last conversation. It was going to bring things to an end so much sooner. Drawing on all my months of practice with trying to be normal for Charlie, I kept my face smooth.  \"Edward,\" I said. His name burned my throat a little on the way out. I could feel the ghost of the hole, waiting to rip itself wide again as soon as he disappeared. I didn't quite see how I was going to survive it this time. \"This has to stop now. You can't think about things that way. You can't let this… this guilt… rule your life. You can't take responsibility for the things that happen to me here. None of it is your fault, it's just part of how life is for me. So, if I trip in front of a bus or whatever it is next time, you have to realize that it's not your job to take the blame. You can't just go running off to Italy  because you feel bad that you didn't save me. Even if I had jumped off that cliff to die, that would have been my choice, and not your fault. I know it's your… your nature to shoulder the blame for everything, but you really can't let that make you go to such extremes! It's very irresponsible—think of Esme and Carlisle and—\" I was on the edge of losing it. I stopped to take a deep breath, hoping to calm myself. I had to set him free. I had to make sure this never happened again. \"Isabella Marie Swan,\" he whispered, the strangest expression crossing his face. He almost looked mad. \"Do you believe that I asked the Volturi to kill me because I felt guilty?\" I could feel the blank incomprehension on my face. \"Didn't you?\" \"Feel guilty? Intensely so. More than you can comprehend.\" \"Then… what are you saying? I don't understand.\" \"Bella, I went to the Volturi because I thought you were dead,\" he said, voice soft, eyes fierce. \"Even if I'd had no hand in your death\"—he shuddered as he whispered the last word—\"even if it wasn't my fault, I would have gone to Italy. Obviously, I should have been more careful—I should have spoken to Alice directly, rather than accepting it secondhand from Rosalie. But, really, what was I supposed to think when the boy said Charlie was at the funeral? What are the odds? \"The odds…\" he muttered then, distracted. His voice was so low I wasn't sure I heard it right. \"The odds are always stacked against us. Mistake after mistake. I'll never criticize Romeo again.\" \"But I still don't understand,\" I said. \"That's my whole point. So what?\" \"Excuse me?\" \"So what if I was dead?\" He stared at me dubiously for a long moment before answering. \"Don't you remember anything I told you before?\" \"I remember everything that you told me.\" Including the words that had negated all the rest. He brushed the tip of his cool finger against my lower lip. \"Bella, you seem to be under a misapprehension.\" He closed his eyes, shaking his head back and forth with half a smile on his beautiful face. It wasn't a happy smile. \"I thought I'd explained it clearly before. Bella, I can't live in a world where you don't exist.\" \"I am…\" My head swam as I looked for the appropriate word. \"Confused.\" That worked. I couldn't make sense of what he was saying. He stared deep into my eyes with his sincere, earnest gaze. \"I'm a good liar, Bella, I have to be.\" I froze, my muscles locking down as if for impact. The fault line in my chest rippled; the pain of it took my breath away. He shook my shoulder, trying to loosen my rigid pose. \"Let me finish! I'm a good liar, but still, for you to believe me so quickly.\" He winced. \"That was… excruciating.\" I waited, still frozen. \"When we were in the forest, when I was telling you goodbye—\" I didn't allow myself to remember. I fought to keep myself in the present second only. \"You weren't going to let go,\" he whispered. \"I could see that. I didn't want to do it—it felt like it would kill me to do it—but I knew that if I couldn't convince you that I didn't love you anymore, it would just take you that much longer to get on with your life. I hoped that, if you thought I'd moved on, so would you.\" \"A clean break,\" I whispered through unmoving lips. \"Exactly. But I never imagined it would be so easy to do! I thought it would be next to impossible—that you would be so sure of the truth that I would have to lie through my teeth for hours to even plant the seed of doubt in your head. I lied, and I'm so sorry—sorry because I hurt you, sorry because it was a worthless effort. Sorry that I couldn't protect you from what I an. I lied to save you, and it didn't work. I'm sorry. \"But how could you believe me? After all the thousand times I've told you I love you, how could you let one word break your faith in me?\" I didn't answer. I was too shocked to form a rational response. \"I could see it in your eyes, that you honestly believed that I didn't want you anymore. The most absurd, ridiculous concept—as if there were any way that I could exist without needing you!\" I was still frozen. His words were incomprehensible, because they were impossible. He shook my shoulder again, not hard, but enough that my teeth rattled a little. \"Bella,\" he sighed. \"Really, what were you thinking!\" And so I started to cry. The tears welled up and then gushed miserably down my cheeks. \"I knew it,\" I sobbed. \"I knew I was dreaming.\" \"You're impossible,\" he said, and he laughed once—a hard laugh, frustrated. \"How can I put this so that you'll believe me? You're not asleep, and you're not dead. I'm here, and I love you. I have always loved you, and I will always love you. I was thinking of you, seeing your face in my mind, every second that I was away. When I told you that I didn't want you, it was the very blackest kind of blasphemy.\" I shook my head while the tears continued to ooze from the corners of my eyes. \"You don't believe me, do you?\" he whispered, his face paler than his usual pale—I could see that even in the dim light. \"Why can you believe the lie, but not the truth?\" \"It never made sense for you to love me,\" I explained, my voice breaking twice. \"I always knew that.\" His eyes narrowed, his jaw tightened. \"I'll prove you're awake,\" he promised. He caught my face securely between his iron hands, ignoring my struggles when I tried to turn my head away. \"Please don't,\" I whispered. He stopped, his lips just half an inch from mine. \"Why not?\" he demanded. His breath blew into my face, making my head whirl. \"When I wake up\"—He opened his mouth to protest, so I revised—\"okay, forget that one—when you leave again, it's going to be hard enough without this, too.\" He pulled back an inch, to stare at my face. \"Yesterday, when I would touch you, you were so… hesitant, so careful, and yet still the same. I need to know why. Is it because I'm too late? Because I've hurt you too much? Because you have moved on, as I meant for you to? That would be… quite fair. I won't contest your decision. So don't try to spare my feelings, please—just tell me now whether or not you can still love me, after everything I've done to you.  Can you?\" he whispered. \"What kind of an idiotic question is that?\" \"Just answer it. Please.\" I stared at him darkly for a long moment. \"The way I feel about you will never change. Of course I love you—and there's nothing you can do about it!\" \"That's all I needed to hear.\" His mouth was on mine then, and I couldn't fight him. Not because he was so many thousand times stronger than me, but because my will crumbled into dust the second our lips met. This kiss was not quite as careful as others I remembered, which suited me just fine. If I was going to rip myself up further, I might as well get as much in trade as possible. So I kissed him back, my heart pounding out a jagged, disjointed rhythm while my breathing turned to panting and my fingers moved greedily to his face. I could feel his marble body against every line of mine, and I was so glad he hadn't listened to me—there was no pain in the world that would have justified missing this. His hands memorized my face, the same way mine were tracing his, and, in the brief seconds when his lips were free, he whispered my name. When I was starting to get dizzy, he pulled away, only to lay his ear against my heart. I lay there, dazed, waiting for my gasping to slow and quiet. \"By the way,\" he said in a casual tone. \"I'm not leaving you.\" I didn't say anything, and he seemed to hear skepticism in my silence. He lifted his face to lock my gaze in his. \"I'm not going anywhere. Not without you,\" he added more seriously. \"I only left you in the first place because I wanted you to have a chance at a normal, happy, human life. I could see what I was doing to you—keeping you constantly on the edge of danger, taking you away from the world you belonged in, risking your life every moment I was with you. So I had to try. I had to do something, and it seemed like leaving was the only way. If I hadn't thought you would be better off, I could have never made myself leave. I'm much too selfish. Only you could be more important than what I wanted… what I needed. What I want and need is to be with you, and I know I'll never be strong enough to leave again. I have too many excuses to stay—thank heaven for that! It seems you can't be safe, no matter how many miles I put between us.\" \"Don't promise me anything,\" I whispered. If I let myself hope, and it came to nothing… that would kill me. Where all those <em>merciless</em> vampires had not been able to finish me off, hope would do the job. Anger glinted metallic in his black eyes. \"You think I'm lying to you now?\" \"No—not lying.\" I shook my head, trying to think it through coherently. To examine the hypothesis that he did love me, while staying objective, clinical, so I wouldn't fall into the trap of hoping. \"You could mean it… now. But what about tomorrow, when you think about all the reasons you left in the first place? Or next month, when Jasper takes a snap at me?\" He flinched. I thought back over those last days of my life before he left me, tried to see them through the filter of what he was telling me now. From that perspective, imagining that he'd left me while loving me, left me for me, his brooding and cold silences took on a different meaning. \"It isn't as if you hadn't thought the first decision through, is it?\" I guessed. \"You'll end up doing what you think is right.\" \"I'm not as strong as you give me credit for,\" he said. \"Right and wrong have ceased to mean much to me; I was coming back anyway. Before Rosalie told me the news, I was already past trying to live through one week at a time, or even one day. I was fighting to make it through a single hour. It was only a matter of time before I showed up at your window and begged you to take me back. I'd be happy to beg now, if you'd like that.\" I grimaced. \"Be serious, please.\" \"Oh, I am,\" he insisted, glaring now. \"Will you please try to hear what I'm telling you? Will you let me attempt to explain what you mean to me?\" He waited, studying my face as he spoke to make sure I was really listening. \"Before you, Bella, my life was like a moonless night. Very dark, but there were stars—points of light and reason… And then you shot across my sky like a meteor. Suddenly everything was on fire; there was brilliancy, there was beauty. When you were gone, when the meteor had fallen over the horizon, everything went black. Nothing had changed, but my eyes were blinded by the light. I couldn't see the stars anymore. And there was no more reason for anything.\" I wanted to believe him. But this was my life without him that he was describing, not the other way around. \"Your eyes will adjust,\" I mumbled. \"That's just the problem—they can't.\" \"What about your distractions?\" He laughed without a trace of humor. \"Just part of the lie, love. There was no distraction from the… the agony. My heart hasn't beat in almost ninety years, but this was different. It was like my heart was gone—like I was hollow. Like I'd left everything that was inside me here with you.\" \"That's funny,\" I muttered. He arched one perfect eyebrow. \"Funny? \" \"I meant strange—I thought it was just me. Lots of pieces of me went missing, too. I haven't been able to really breathe in so long.\" I filled my lungs, luxuriating in the sensation. \"And my heart. That was definitely lost.\" He closed his eyes and laid his ear over my heart again. I let my cheek press against his hair, felt the texture of it on my skin, smelled the delicious scent of him. \"Tracking wasn't a distraction then?\" I asked, curious, and also needing to distract myself. I was very much in danger of hoping. I wouldn't be able to stop myself for long. My heart throbbed, singing in my chest. \"No.\" He sighed. \"That was never a distraction. It was an obligation.\" \"What does that mean?\" \"It means that, even though I never expected any danger from Victoria, I wasn't going to let her get away with… Well, like I said, I was horrible at it. I traced her as far as Texas, but then I followed a false lead down to Brazil—and really she came here.\" He groaned. \"I wasn't even on the right continent! And all the while, worse than my worst fears—\" \"You were hunting Victoria?\" I half-shrieked as soon as I could find my voice, shooting through two octaves. Charlie's distant snores stuttered, and then picked up a regular rhythm again. \"Not well,\" Edward answered, studying my outraged expression with a confused look. \"But I'll do better this time. She won't be tainting perfectly good air by breathing in and out for much longer.\" \"That is… out of the question,\" I managed to choke out. Insanity. Even if he had Emmett or Jasper help him. Even if he had Emmett and Jasper help. It was worse than my other imaginings: Jacob Black standing across a small space from Victoria's vicious and feline figure. I couldn't bear to picture Edward there, even though he was so much more durable than my half-human best friend.  \"It's too late for her. I might have let the other time slide, but not now, not after—\" I interrupted him again, trying to sound calm. \"Didn't you just promise that you weren't going to leave?\" I asked, fighting the words as I said them, nor letting them plant themselves in my heart. \"That isn't exactly compatible with an extended tracking expedition, is it?\" He frowned. A snarl began to build low in his chest. \"I will keep my promise, Bella. But Victoria\"—the snarl became more pronounced—\"is going to die. Soon.\" \"Let's not be hasty,\" I said, trying to hide my panic. \"Maybe she's not coming back. Jake's pack probably scared her off. There's really no reason to go looking for her. Besides, I've got bigger problems than Victoria.\" Edward's eyes narrowed, but he nodded. \"It's true. The werewolves are a problem.\" I snorted. \"I wasn't talking about Jacob. My problems are a lot worse that a handful of adolescent wolves getting themselves into trouble.\" Edward looked as if he were about to say something, and then thought better of it. His teeth clicked together, and he spoke through them. \"Really?\" he asked. \"Then what would be your greatest problem? That would make Victoria's returning for you seem like such an inconsequential matter in comparison?\" \"How about the second greatest?\" I hedged. \"All right,\" he agreed, suspicious. I paused. I wasn't sure I could say the name. \"There are others who are coming to look for me,\" I reminded him in a subdued whisper. He sighed, but the reaction was not as strong as I would have imagined after his response to Victoria. \"The Volturi are only the second greatest?\" \"You don't seem that upset about it,\" I noted. \"Well, we have plenty of time to think it through. Time means something very different to them than it does to you, or even me. They count years the way you count days. I wouldn't be surprised if you were thirty before you crossed their minds again,\" he added lightly. Horror washed through me. Thirty. So his promises meant nothing, in the end. If I were going to turn thirty someday, then he couldn't be planning on staying long. The harsh pain of this knowledge made me realize that I'd already begun to hope, without giving myself permission to do so. \"You don't have to be afraid,\" he said, anxious as he watched the tears dew up again on the rims of my eyes. \"I won't let them hurt you.\" \"While you're here.\" Not that I cared what happened to me when he left. He took my face between his two stone hands, holding it tightly while his midnight eyes glared into mine with the gravitational force of a black hole. \"I will never leave you again.\" \"But you said thirty,\" I whispered. The tears leaked over the edge. \"What? You're going to stay, but let me get all old anyway? Right.\" His eyes softened, while his mouth went hard. \"That's exactly what I'm going to do. What choice have I?  I cannot be without you, but I will not destroy your soul.\" \"Is this really…\" I tried to keep my voice even, but this question was too hard. I remembered his face when Aro had almost begged him to consider making me immortal. The sick look there. Was this fixation with keeping me human really about my soul, or was it because he wasn't sure that he wanted me around that long? \"Yes?\" he asked, waiting for my question. I asked a different one. Almost—but not quite—as hard. \"But what about when I get so old that people think I'm your mother? Your  grandmother?\" My voice was pale with revulsion—I could see Gran's face again in the dream mirror. His whole face was soft now. He brushed the tears from my cheek with his lips. \"That doesn't mean anything to me,\" he breathed against my skin. \"You will always be the most beautiful thing in my world.  Of course…\" He hesitated, flinching slightly. \"If you outgrew me—if you wanted something more—I would understand that, Bella. I promise I wouldn't stand in your way if you wanted to leave me.\" His eyes were liquid onyx and utterly sincere. He spoke as if he'd put endless amounts of thought into this asinine plan. \"You do realize that I'll die eventually, right?\" I demanded. He'd thought about this part, too. \"I'll follow after as soon as I can.\" \"That is seriously…\"I looked for the right word. \"Sick.\" \"Bella, it's the only right way left—\" \"Let's just back up for a minute,\" I said; feeling angry made it so much easier to be clear, decisive. \"You do remember the Volturi, right? I can't stay human forever. They'll kill me. Even if they don't think of me till I'm thirty\"—I hissed the word—\"do you really think they'll forget?\" \"No,\" he answered slowly, shaking his head. \"They won't forget. But…\" \"But?\" He grinned while I stared at him warily. Maybe I wasn't the only crazy one. \"I have a few plans.\" \"And these plans,\" I said, my voice getting more acidic with each word. \"These plans all center around me staying human.\" My attitude hardened his expression. \"Naturally.\" His tone was brusque, his divine face arrogant. We glowered at each other for a long minute. Then I took a deep breath, squared my shoulders, I pushed his arms away so that I could sit up. \"Do you want me to leave?\" he asked, and it made my heart flutter to see that this idea hurt him, though he tried not to show it. \"No,\" I told him. \"I'm leaving.\" He watched me suspiciously as I climbed out of the bed and fumbled around in the dark room, looking for my shoes. \"May I ask where you are going.'\" he asked. \"I'm going to your house,\" I told him, still feeling around blindly. He got up and came to my side. \"Here are your shoes. How did you plan to get there?\" \"My truck.\" \"That will probably wake Charlie,\" he offered as a deterrent. I sighed. \"I know. But honestly, I'll be grounded for weeks as it is. How much more trouble can I really get in?\" \"None. He'll blame me, not you.\" \"If you have a better idea, I'm all ears.\" \"Stay here,\" he suggested, but his expression wasn't hopeful. \"No dice. But you go ahead and make yourself at home,\" I encouraged, surprised at how natural my teasing sounded, and headed for the door. He was there before me, blocking my way. I frowned, and turned for the window. It wasn't really that far to the ground, and it was mostly grass beneath… \"Okay,\" he sighed. \"I'll give you a ride.\" I shrugged. \"Either way. But you probably should be there, too.\" \"And why is that?\" \"Because you're extraordinarily opinionated, and I'm sure you'll want a chance to air your views.\" \"My views on which subject?\" He asked through his teeth. \"This isn't just about you anymore. You're not the center of the universe, you know.\" My own personal universe was, of course, a different story. \"If you're going to bring the Volturi down on us over something as stupid as leaving me human, then your family ought to have a say.\" \"A say in what?\" he asked, each word distinct. \"My mortality. I'm putting it to a vote.\"",
            "vi": "7 REPETITION         23. Sự thật Tôi có cảm giác mình đã ngủ rất lâu - người tê rần, như thể tôi chẳng hề nhúc nhích lần nào trong suốt thời gian đó. Đầu óc mê mụ và trì độn; những giấc mơ đầy màu sắc, kỳ lạ - cả giấc mơ lẫn ác mộng - xoay mòng mòng trong đầu. Chúng thật sống động. Nỗi khủng khiếp và thiên đường, hoà lẫn vào nhau thành một mớ lộn xộn kỳ quái. Nỗi sốt ruột điên cuồng và nỗi sợ hãi, cả hai phần trong giấc mơ đáng chán ấy khiến chân ta không thể chạy đủ nhanh ... và có hàng đống quái vật, những con quỷ mắt đỏ đều rùng rợn hơn vì sự lễ độ cầu kỳ của họ. Giấc mơ vẫn còn ấn tượng mạnh - tôi thậm chí vẫn nhớ mấy cái tên ấy. Nhưng phần gây ấn tượng mạnh nhất, rõ rệt nhất của giấc mơ không phải là nỗi kinh hoàng. Mà chính thiên thần ấy là phần rõ ràng nhất.  Thật khó mà rời anh để thức dậy. Giấc mơ này không muốn bị nhét vào kho chứa những giấc mơ tôi không chịu mơ lại lần nào nữa. Tôi vùng vẫy trong mơ trong khi tâm trí tôi trở nên tỉnh táo hơn, tập trung vào thực tế. Tôi không thể nhớ hôm nay là thứ mấy trong tuần, nhưng tôi chắc chắn Jacob hoặc trường học hoặc công việc hoặc cái gì đó đang đợi tôi. Tôi hít sâu, tự hỏi mình phải đối mặt với một ngày khác như thế nào đây.  Cái gì đó lạnh chạm thật nhẹ vào trán tôi.  Tôi nhắm chặt mắt hơn. Hình như tôi vẫn còn đang mơ, và cảm thấy thực một cách kỳ lạ. Tôi sắp thức dậy rồi... bất kỳ lúc nào, và giấc mơ sẽ tan biến.  Nhưng tôi nhận ra cảm giác quá thực, quá thực để tốt cho tôi. Vòng tay cứng như đá tôi tưởng tượng ôm quanh tôi quá sức thật. Nếu tôi để cho chuyện này đi xa nữa, sau này tôi sẽ phải hối tiếc. Thở dài cam chịu, tôi chớp mạnh mi mắt để xua tan ảo giác.  \"Ôi!\"  Tôi thở hổn hển, và đưa tay che mắt.  Ừm, rõ ràng, tôi đã làm quá lố rồi; hẳn là một sai lầm khi để cho trí tưởng tượng vượt ngoài tầm kiểm soát đến thế.  OK, thì \"để cho” là một từ không đúng rồi. Tôi đã ép nó vượt ngoài tầm kiểm soát – khi theo đuổi ảo giác quá mức - nên bây giờ đầu óc tôi đã mất kiểm soát.  Chưa đầy nửa giây để tôi nhận ra rằng, bây giờ chừng nào mà tôi vẫn còn điên, thì tôi còn có thể tận hưởng ảo giác khi ảo giác vẫn còn dễ chịu.  Tôi mở mắt lần nữa - Edward vẫn còn ở đó, khuôn mặt hoàn hảo của anh chỉ cách tôi vài xăng-ti-mét.  \"Anh đã làm em sợ à?\"  Giọng anh nhỏ đầy lo lắng. Vậy thì tốt, khi ảo giác xảy ra. Khuôn mặt, giọng nói, mùi hương, mọi thứ - tốt hơn nhiều so với chuyện chết đuối. Ảo giác đẹp đẽ trong trí tưởng tượng của tôi đang nhìn chăm chú nét mặt thay đổi của tôi, đầy hoảng sợ. Tròng mắt anh đen như mực, đầy quầng thâm. Điều này làm tôi ngạc nhiên; Edwards ảo giác của tôi thường được ăn uống đầy đủ hơn.  Tôi chớp chớp mắt, tuyệt vọng cố nhớ điều cuối cùng mà tôi chắc chắn có thực. Alice là một phần trong giấc mơ của tôi, và tôi tự hỏi không biết cô có thực đã quay lại đây không, hay đó chỉ là phần đầu giấc mơ. Tôi cứ tưởng cô đã quay về vào hôm tôi suýt chết đuối... \"Ồ, bậy bạ quá” tôi rền rĩ. Họng tôi lè nhè vì ngủ. \"Có chuyện gì vậy, Bella?\" Tôi cau mày buồn rầu với anh. Mặt anh thậm chí còn lo lắng hơn lúc nãy.  \"Em chết rồi, phải không?\" Tôi than van. \"Em chết đuối rồi. Bậy bạ quá, bậy bạ quá, bậy bạ quá!  Chuyện này sẽ làm Charlie chết mất. \" Edward lại cau mày. \"Em đâu có chết. \" \"Vậy sao em chưa thức dậy chứ?\" Tôi phản đối, nhướng mày.  \"Em thức rồi, Bella. \" Tôi lắc đầu. \"Đương nhiên, chắc chắn rồi. Dĩ nhiên anh muốn em nghĩ vậy. Rồi sẽ tệ hại hơn khi em thức dậy thiệt. Nếu em thức dậy, mà chắc chắn là không rồi, vì em chết rồi. Thật khủng khiếp. Charlie tội nghiệp. Còn Renee và Jake nữa...” Giọng tôi nhỏ dần khiếp sợ điều mình đã làm.  \"Anh có thể hiểu được lý do em tưởng anh là ác mộng.” Nụ cười mau lụi tàn của anh thật buồn. \"Nhưng anh không tưởng tượng ra nỗi em đã làm gì để phải xuống địa ngục. Có phải em đã phạm tội giết nhiều người khi anh vắng mặt không?\" Tôi nhăn nhó. \" Chắc chắn là không rồi. Nếu em đang ở địa ngục, thì anh đâu có ở bên em.\" Anh thở dài.  Đầu óc tôi đang trở nên rõ ràng hơn. Mắt tôi rời anh - miễn cưỡng - trong một giây, để nhìn ra cửa sổ mở, tối đen rồi quay lại nhìn anh. Tôi bắt đầu nhớ lại các chi tiết ... và tôi cảm thấy má ửng hồng yếu ớt - đã lâu không còn thế - khi từ từ nhận ra Edward có thật, anh thực đang ở đây cùng tôi, và tôi đang phí thời gian như một con ngốc.  \"Vậy thì tất cả những chuyện đó có thực sao?” Thật khó mà chỉnh lại rằng giấc mơ của tôi là có thực. Tôi không thể tin được chuyện này.  \"Còn tuỳ. \" Nụ cười của Edward vẫn còn gượng gạo. \"Nếu em đang nói về chuyện mình suýt bị giết ở Ý, thì nó có thực. \" \"Lạ quá, \" tôi trầm ngâm. \"Em đã đến Ý thiệt. Anh có biết là em chưa từng đi về phía đông xa hơn Albuquerque không?\" Anh trợn tròn mắt. \" Có lẽ em nên ngủ lại. Em chưa tỉnh táo.” \"Em không mệt. \"  Bây giờ mọi chuyện sắp rõ ràng. \"Mấy giờ rồi? Em đã ngủ bao lâu rồi?\" \"Bây giờ hơn một giờ sáng. Nghĩa là, khoảng 14 tiếng đồng hồ. \" Tôi vươn mình khi anh nói. Tôi tê người quá.  \"Charlie?\"  Tôi hỏi.  Edward cau mày. \"Đang ngủ. Em có lẽ nên biết rằng anh hiện đang phạm luật. Ừm, không phải chính xác vậy, vì ông đã bảo anh không bao giờ được phép bước qua ngưỡng cửa nhà ông lần nữa, nhưng anh vào qua cửa sổ mà... thế nhưng, vẫn, mục đích vẫn như nhau thôi. \" \"Charlie cấm không cho anh đến nhà này à?\"  Tôi hỏi, nỗi hoài nghi nhanh chóng chuyển thành giận dữ.  Mắt anh buồn. \"Em nghĩ khác được sao?\" Mắt tôi giận dữ. Tôi sẽ nói chuyện với bố - có lẽ đây là dịp tốt để nhắc cho ông nhớ là tôi đã quá tuổi trưởng thành chính thức rồi. Chẳng quan trọng gì lắm, dĩ nhiên, ngoại trừ về nguyên tắc. Chẳng còn lâu nữa ông sẽ không có lý do nào để cấm đoán cả. Tôi chuyển suy nghĩ của mình sang hướng ít buồn phiền hơn.  \"Câu chuyện là gì?\" Tôi hỏi, thực sự tò mò, và cả cố gắng một cách tuyệt vọng giữ cho cuộc trò chuyện tự nhiên, để kiềm chế bản thân, để tôi không làm anh hoảng sợ vì nỗi khao khát giày vò, cuồng điên đang hành hạ tôi.  \"Ý em là gì?\" \"Em sẽ kể cho Charlie chuyện gì đây?  Lý do em biến mất trong ... trong suốt thời gian em bỏ đi?\" Tôi cố tính nhẩm thời gian trong đầu.  \"Chỉ có ba ngày thôi.” Mắt anh nheo lại, nhưng lần này anh cười tự nhiên hơn. \" Thực ra thì, anh đang hy vọng em sẽ nghĩ ra được lời giải thích hợp lý. Anh nghĩ không ra.” Tôi rên rỉ. \"Hay dữ.” \"Ừm, có lẽ Alice sẽ nghĩ ra được, \" anh đề nghị, cố an ủi tôi.  Và tôi cảm thấy an ủi.  Mặc kệ sau này tôi phải đối mặt với chuyện gì? Mỗi giây anh ở đây - thật gần, khuôn mặt hoàn mỹ của anh sôi nổi trong ánh sáng lờ mờ từ mấy con số trên đồng hồ báo thức của tôi – hết sức quý giá và không thể phí phạm.  \"Nè, \" tôi bắt đầu, chọn câu hỏi ít quan trọng nhất - cho dù vẫn cực kỳ thú vị - để bắt đầu. Tôi đã được đưa về nhà an toàn, và anh có thể bỏ đi bất kỳ lúc nào. Tôi phải làm anh nói riết. Hơn nữa, thiên đường tạm thời này sẽ không thực là thiên đường nếu không có giọng nói của anh. \"Anh đã làm gì, cho đến cách đây ba ngày ?\" Mặt anh trở nên dè dặt ngay. \"Chẳng có gì vui cho lắm.” \" Dĩ nhiên là không rồi, \" tôi lầm bầm.  \"Sao em nhăn mặt như thế?\" \"Ừm... \" tôi bặm môi, nghĩ ngợi. \" Nếu anh, xét cho cùng, chỉ là một giấc mơ, thì đó chính là loại câu anh sẽ nói. Trí tưởng tượng của mình hẳn đã cạn kiệt rồi.” Anh thở dài. \" Nếu anh kể cho em nghe, thì rốt cuộc em có tin là em không đang mơ thấy ác mộng không?\" \"Ác mộng !\" Tôi khinh miệt lặp lại. Anh chờ câu trả lời của tôi. \" Có thể” tôi nói sau một giây suy nghĩ. \"Nếu anh kể em nghe.” \"Anh đang ... đi săn. \" \"Chỉ có vậy thôi sao?\" Tôi chỉ trích. \"Chuyện đó chắc chắn chẳng chứng minh được em đang thức.\" Anh do dự, rồi chậm rãi nói, lựa chọn ngôn từ cẩn thận. \"Anh không phải đang săn thức ăn... Anh thật ra đang thử ... theo dấu. Anh không giỏi chuyện đó cho lắm \" \"Anh đang theo dấu gì vậy?\" Tôi hỏi, ngạc nhiên.  \"Không gì quan trọng cả. \" Lời anh nói không đi đôi với vẻ mặt anh; anh trông có vẻ khó chịu, không thoải mái.  \"Em không hiểu. \" Anh do dự; mặt anh, đang chiếu sáng bởi ánh sáng xanh lá kỳ dị của đồng hồ để bàn, đang bị giằng xé.  \"Anh--\" anh hít thật sâu. \"Anh nợ em một lời xin lỗi. Không, dĩ nhiên anh nợ em nhiều, nhiều hơn thế. Nhưng em phải biết, \" --- lời bắt đầu tuôn chảy thật nhanh, theo cách tôi nhớ anh vẫn nói khi xúc động, tôi phải hết sức tập trung mới hiểu hết được--- \"là anh chẳng hề biết chuyện sẽ vậy. Anh không nhận ra điều tệ hại mình gây ra. Anh cứ tưởng em ở đây an toàn. Hết sức an toàn. Anh không biết là Victoria,\" - môi anh cong lên khi nói đến cái tên ấy - \"sẽ trở lại. Anh phải thú nhận là, khi gặp cô ta lúc đó, anh chú ý đến suy nghĩ của James nhiều hơn. Nhưng anh tuyệt nhiên không hề nghĩ cô ta có kiểu phản ứng này. Thậm chí không hề biết là cô ta gắn bó với hắn đến thế. Anh nghĩ bây giờ anh mới hiểu ra tại sao -- cô ta hết sức chắc chắn hắn sẽ thắng, ý nghĩ hắn thất bại chưa bao giờ xuất hiện trong đầu cô ta. Chính sự quá tự tin của cô ta đã làm anh không phát hiện ra tình cảm của cô ta dành cho hắn – làm anh không nhận ra quan hệ gắn bó sâu sắc của họ.  \"Không phải đó là lời bào chữa cho những điều anh đã để mặc em phải đối mặt. Khi anh nghe em kể với Alice - mà chính nó cũng đã tận mắt chứng kiến - khi anh nhận ra em phải phó thác sinh mạng của em cho bọn người sói, non nớt, nhẹ dạ, bọn tệ hại nhất chỉ sau Victoria - anh rùng mình và lời nói liên hồi của anh ngưng lại một giây. \"Xin em hãy biết là anh không hề biết chút gì về chuyện này. Anh cảm thấy phát bịnh, ớn đến tận xương tủy, dù là bây giờ, dù là lúc anh có thể gặp em và cảm thấy em an toàn trong vòng tay anh. Anh là lý do tồi tệ nhất cho chuyện--- \" \"Dừng lại, \" tôi ngắt lời anh. Anh nhìn tôi chằm chằm với đôi mắt đau khổ, và tôi cố tìm từ phù hợp - những từ sẽ giải phóng anh khỏi cái nghĩa vụ tưởng tượng đã làm anh đau đớn quá nhiều. Đó là những lời khó nói. Tôi không biết liệu mình có thể nói chúng ra mà không suy sụp tinh thần không. Nhưng tôi phải cố làm chuyện đúng đắn. Tôi không muốn là nguyên nhân khiến anh cảm thấy tội lỗi và đau khổ cả đời. Anh phải sống hạnh phúc, dù tôi có phải trả giá cho chuyện đó ra sao chăng nữa.  Tôi thật ra đã hi vọng sẽ để dành phần này cho buổi trò chuyện cuối cùng. Nó sẽ khiến mọi thứ kết thúc nhanh hơn nhiều.  Nhờ bao tháng trời tập luyện cố tỏ ra bình thường với Charlie, tôi giữ vẻ mặt không bộc lộ cảm xúc.\"Edward,\" tôi nói. Tên anh thoát ra làm cổ họng tôi hơi bỏng rát. Tôi có thể cảm thấy hồn ma của vết thương cũ, đang chờ tự xé toạc mình trở lại ngay khi anh biến mất. Tôi chẳng biết làm sao để vượt qua được chuyện đó lần này. \"Phải chấm dứt chuyện này thôi.  Anh không thể suy nghĩ mọi chuyện theo cách đó được. Anh không thể để cho ... cho tội lỗi này ... chế ngự đời anh. Anh đâu thể chịu trách nhiệm về những chuyện xảy ra cho em ở đây được. Chẳng có gì là lỗi của anh cả, chẳng qua cuộc đời em là vậy. Vì vậy, nếu em có trợt té trước xe buýt hoặc cái gì gì đó chăng nữa lần sau, thì anh phải biết là anh chẳng việc gì mà phải chịu trách nhiệm. Anh không thể cứ chạy sang Ý vì cảm thấy tệ hại khi không cứu được em. Dù em có nhảy ra khỏi vách đá đó mà chết, thì đó là lựa chọn của em, chớ không phải là lỗi của anh. Em biết anh ... anh vốn hay gánh hết trách nhiệm về mình, nhưng anh đúng là không thể để chuyện đó đẩy anh đi xa đến thế!  Thật hết sức vô trách nhiệm – hãy nghĩ đến Esme và Carlisle và -- \" Tôi sắp mất bình tĩnh. Tôi dừng lại để hít thật sâu, hy vọng làm mình bình tĩnh lại. Tôi phải trả tự do cho anh. Tôi phải đảm bảo chuyện này sẽ không bao giờ tái diễn.  \"Isabella Marie Swan, \" anh thì thầm, biểu hiện kỳ lạ nhất thoáng qua mặt anh. Anh trông có vẻ sắp nổi điên.  \"Em cho rằng anh yêu cầu Volturi giết anh vì anh cảm thấy mình có lỗi ư?\" Tôi cảm thấy mình chẳng hiểu gì hết. \"Chẳng đúng vậy sao?\" \" Cảm thấy mình có lỗi? Mãnh liệt thế. Hơn em có thể hiểu. \" \"Thế ... anh đang nói gì vậy? Em không hiểu. \" \"Bella, anh tìm đến Volturi vì anh tưởng em đã chết,\" anh nói, giọng dịu dàng, mắt dữ dội. \"Dù là anh đã không trực tiếp góp tay vào cái chết của em\" - anh rùng mình khi thì thầm từ cuối \"cho dù không phải lỗi của anh chăng nữa, anh vẫn cứ đến Ý.  Rõ ràng, anh lẽ ra phải cẩn thận hơn - anh lẽ ra phải nói với chuyện trực tiếp với Alice, chớ không phải chấp nhận chuyện đó qua Rosalie. Nhưng, thật ra, anh còn biết nghĩ sao nữa khi anh ta nói là Charlie đang ở đám tang? Chuyện bất thường là gì? \" Những chuyện bất thường...\" rồi anh lẩm bẩm, bị phân tâm. Giọng anh nhỏ đến nỗi tôi không chắc mình nghe đúng. \"Chúng mình luôn gặp khó khăn. Hết sai lầm này lại sai lầm khác. Anh sẽ không bao giờ chỉ trích Romeo lần nữa. \" \"Nhưng em vẫn chưa hiểu,\" tôi nói. \"Đó là chuyện của riêng em mà. Vậy thì sao chớ?\" \"Ồ xin lỗi, gì hả em?\" \" Vậy chuyện gì sẽ xảy ra nếu em chết ?\" Anh nhìn tôi chằm chằm hoài nghi hồi lâu rồi mới trả lời. \"Em không nhớ lúc trước anh đã nói gì với em sao?\" \"Em nhớ mọi điều anh đã kể em nghe.\"  Luôn cả những lời đã phủ nhận mọi lời còn lại.  Anh xoa ngón tay mát rượi lên môi dưới của tôi. \"Bella, em hình như đang hiểu lầm.\" Anh nhắm mắt lại, lắc đầu qua lại với cười nhếch môi trên khuôn mặt xinh đẹp. Đó không phải là nụ cười hạnh phúc. \"Anh cứ tưởng anh đã giải thích rõ ràng lúc nãy rồi. Bella, anh không thể sống trong một thế giới không có em.\" \" Em... \"  Đầu tôi choáng váng khi tìm kiếm lời thích hợp. \"Không hiểu.”  Đúng vậy. Tôi không hiểu anh đang nói gì cả.  Anh nhìn sâu vào mắt tôi bằng ánh mắt chân thành, thiết tha. \"Anh là kẻ nói dối giỏi, Bella, anh phải vậy.” Tôi cứng người, bắp cơ co cứng như thể bị đánh. Vết thương trong ngực tôi dậy sóng; cơn đau làm tôi nghẹn thở.  Anh lắc vai tôi, cố nới lỏng tư thế co cứng của tôi. \" Để anh nói cho xong!  Anh là một kẻ nói dối giỏi, thế nhưng, em lại tin anh quá dễ dàng\" Anh cau mày. \"Thật ... hết sức đau khổ.\" Tôi đợi, vẫn cứng người.  \"Khi mình đang ở trong rừng, khi anh đang nói lời từ gíã với em---\" Tôi không cho phép mình nhớ. Tôi cố giữ cho mình chỉ nhớ phút giây hiện tại mà thôi.  \"Em sẽ không chịu từ bỏ,\" anh thì thầm.\" Anh biết thế. Anh đã không muốn làm chuyện đó - cứ như thể làm chuyện đó anh sẽ chết mất - nhưng anh biết nếu anh không thể làm em tin là anh không còn yêu em nữa, thì sẽ chỉ làm em mất nhiều thời gian hơn để vui sống tiếp. Anh đã hy vọng, nếu em nghĩ anh sẽ tiếp tục vui sống, em cũng sẽ vậy.\" \" Đoạn tuyệt hoàn toàn,\"  tôi thì thầm qua đôi môi bất động.  \"Đúng vậy. Nhưng anh không bao giờ tưởng tượng lại dễ làm đến thế!  Anh nghĩ chuyện đó gần như không thể thực hiện được – em quá tin chắc đó là sự thật đến nỗi lẽ ra anh phải nói dối trơ trẽn hàng giờ để gieo được hạt giống nghi ngờ vô đầu em. Anh đã nói dối, và anh hết sức xin lỗi -- xin lỗi vì đã làm em tổn thương, xin lỗi em vì đó là một cố gắng vô ích. Xin lỗi vì anh đã không ngăn được chủng loài của anh đến gần em. Anh đã nói dối để cứu em, thế mà chẳng có tác dụng gì.  Anh xin lỗi.  \"Nhưng sao em lại có thể tin anh chứ? Sau bao ngàn lần anh nói anh yêu em, sao em có thể để cho chỉ một lời đã phá vỡ niềm tin của em vào anh như thế?\" Tôi không trả lời. Tôi quá bàng hoàng không thể phản ứng hợp lý được.  \"Anh có thể nhìn thấy điều đó trong mắt em, em thực sự tin là anh không yêu em nữa. Suy nghĩ lố bịch nhất, vô lý nhất – như thể như thể có cách nào để anh lại có thể sống mà không cần có em! \" Tôi vẫn còn cứng người. Lời anh khó hiểu, vì không thể nào như thế được.  Anh lắc vai tôi lần nữa, không mạnh, nhưng đủ làm răng tôi chạm vào nhau kêu lách cách.  \"Bella, \" anh thở dài. \" Thật ra thì, em đã nghĩ vậy!\" Và thế là tôi bắt đầu khóc. Nước mắt ngập mi rồi ràn rụa xuống má.  \"Em biết ngay mà,\"  tôi thổn thức. \"Em biết chắc mình đang mơ.\" \"Em thiệt không thể chịu nỗi, \" anh nói, rồi cười khan – nụ cười cay đắng, thất vọng. \"Anh phải nói sao để em tin anh đây? Em không ngủ, mà em cũng không chết. Anh đang ở đây, và anh yêu em. Anh đã luôn yêu em, và anh sẽ mãi yêu em. Anh đã nghĩ về em, nhìn thấy em trong tâm trí anh, từng giây phút khi không gặp em. Khi anh bảo với em là anh không yêu em, đó là loại lời báng bổ tồi tệ nhất. \" Tôi lắc đầu trong khi nước mắt vẫn tuôn chảy từ khoé mắt.  \"Em không tin anh, phải không?\" anh thì thầm, mặt anh nhợt nhạt hơn cả bình thường --- Tôi có thể nhìn thấy điều đó ngay cả trong ánh sáng lờ mờ. \" Tại sao em lại tin được lời nói dối, mà lại không chịu tin sự thật ?\" \"Vì chẳng bao giờ em hiểu nỗi sao anh lại có thể yêu em, \" tôi giải thích, giọng tôi nức nở nhiều hơn. \"Em luôn biết thế.\" Mắt anh nheo lại, hàm anh nghiến chặt.  \"Anh sẽ chứng minh là em đang thức, \" anh hứa.  Anh ôm chặt mặt tôi giữa đôi tay cứng như sắt của anh, mặc kệ tôi vùng vẫy cố quay đầu sang chỗ khác.  \" Xin đừng, \" tôi thì thầm.  Anh dừng lại, môi anh chỉ cách môi tôi nửa inch.  \" Tại sao lại đừng?\" anh hỏi. Hơi thở anh phà vào mặt tôi, làm đầu óc tôi quay cuồng.  \"Khi em thức giấc \" - Anh mở miệng định phản đối, nên tôi sửa lại - \" OK, quên vụ đó đi - khi anh lại bỏ đi lần nữa, không cần đến chuyện này thì em cũng đủ khổ sở lắm rồi.\" Anh lùi ra một inch, để nhìn chằm chằm vào mặt tôi.  \"Hôm qua, khi anh chạm vào em, em thật ... do dự, thật cẩn thận, nhưng vẫn giống xưa. Anh cần biết tại sao. Có phải vì anh đã quá muộn rồi không? Vì anh đã làm em đau khổ quá nhiều? Vì em đã tiếp tục vui sống, như anh muốn em thế?  Thế cũng ... khá công bằng. Anh sẽ không phản đối gì về quyết định của em. Vì vậy đừng cố chia sẻ cảm xúc với anh, xin em --- chỉ cần nói cho anh biết là bây giờ em vẫn còn có thể yêu anh hay không, sau mọi điều anh đã làm với em.  Em có thể hay không?\" anh thì thầm.  \" Đó là loại câu hỏi ngớ ngẩn gì vậy?\" \" Chỉ trả lời thôi. Xin em.\" Tôi buồn rầu nhìn anh chằm chằm một hồi lâu. \"Cách em cảm nhận về anh sẽ chẳng bao giờ thay đổi. Tất nhiên là em yêu anh - và anh chẳng thể làm gì để thay đổi được chuyện đó!\" \"Đó là tất cả những gì anh cần nghe.\" Thế là môi anh đã ở trên môi tôi, và tôi không thể chống lại anh. Không phải vì anh nhiều ngàn lần mạnh hơn tôi, mà vì ý chí của tôi đã tan thành mây khói đúng vào giây phút môi chúng tôi chạm nhau. Nụ hôn này không cẩn trọng hoàn toàn như những nụ hôn khác tôi vẫn nhớ, vừa hợp với tôi. Nếu như tôi sắp làm mình tan nát hơn nữa, thì tôi cũng nên được bù lại càng nhiều càng tốt.  Thế là tôi hôn đáp lại anh, trái tim tôi đập liên hồi, rời rạc, không đều, hơi thở biến thành tiếng hổn hển và ngón tay tôi khao khát vươn lên mặt anh. Tôi có thể cảm nhận được thân thể như cẩm thạch của anh đang áp vào từng đường nét của cơ thể tôi, và tôi hết sức mừng vì anh đã không thèm nghe lời tôi – chẳng nỗi đau trên thế giới sánh bằng việc thiếu nụ hôn này. Bàn tay anh lần trên mặt tôi, giống như tay tôi đang dò theo đường nét trên mặt anh, và, trong giây ngắn ngủi khi môi anh được tự do, anh thì thầm tên tôi.  Khi tôi bắt đầu hoa mắt, anh lùi lại, chỉ để áp tai vào tim tôi.  Tôi nằm đó, choáng váng, chờ hơi thở hổn hển của mình chậm lại và lắng dịu.  \" Nhân tiện, \" anh nói tự nhiên. \"Anh sẽ không rời bỏ em.\" Tôi chẳng nói gì, và anh dường như nghe thấy nỗi hoài nghi trong sự im lặng của tôi.  Anh ngẩng mặt buộc tôi nhìn vào mắt anh. \"Anh sẽ không đi đâu hết. Không đi đâu cả nếu không có em, \"  anh nghiêm túc nói thêm. \"Lúc đầu anh rời bỏ em vì muốn em được sống cuộc đời làm người hạnh phúc, bình thường. Anh đã thấy điều anh gây ra cho em -- làm em luôn suýt gặp hiểm nguy, làm em cách xa với thế giới của em, đe doạ mạng sống của em trong từng giây phút ở bên em. Vì thế anh phải cố gắng. Anh phải làm điều gì đó, và có vẻ như bỏ đi là cách duy nhất. Nếu anh không nghĩ em sẽ khá hơn, thì anh sẽ không bao giờ buộc mình bỏ đi được. Anh hết sức ích kỷ. Chỉ có em mới có thể quan trọng hơn điều anh muốn ... điều anh cần. Điều anh cần và muốn là được ở bên em, và anh biết mình không bao giờ đủ mạnh để bỏ đi lần nữa. Anh có quá nhiều lý do để ở lại – cảm ơn Thượng đế vì chuyện đó!  Dường như em không thể an toàn được, dù anh có tránh xa em đến đâu.\" \"Xin đừng hứa gì với em hết,\"  tôi thì thầm. Nếu tôi để mình hy vọng, mà nó chẳng đi đến đâu... điều đó sẽ giết tôi.  Trong khi mọi con ma cà rồng tàn nhẫn không thể kết liễu đời tôi, thì hy vọng sẽ làm được việc này.  Tức giận loé lạnh trong đôi mắt đen của anh. \"Em nghĩ anh đang nói dối em sao?\" \" Không - không phải nói dối.\"  Tôi lắc đầu, cố suy nghĩ mạch lạc. Để kiểm tra giả thuyết anh thực yêu tôi, trong khi cố gắng luôn khách quan, lãnh đạm, để không bị sa vào chiếc bẫy hy vọng. \"Bây giờ ... anh cảm thấy vậy thật. Nhưng ngày mai thì sao, khi anh nghĩ đến toàn bộ lý do đã khiến anh bỏ đi lúc trước? Hoặc tháng sau, khi Jasper vồ lấy em thì sao?\" Anh nao núng.  Tôi nhớ lại những ngày cuối trước khi anh bỏ tôi đi, cố nhìn chúng theo lăng kính những điều anh đang kể cho tôi biết. Từ cách nhìn đó, hình dung anh rời bỏ tôi mà vẫn yêu tôi, rời bỏ tôi vì tôi, vẻ suy tư và sự im hơi lặng tiếng lạnh lùng của anh bỗng mang ý nghĩa khác. \"Đâu phải anh không cân nhắc quyết định đầu tiên, đúng không?\"  Tôi đoán. \"Rốt cuộc anh làm điều mà anh nghĩ là đúng.\" \"Anh không mạnh như em nghĩ đâu,\" anh nói. \" Đúng và sai đã chẳng còn ý nghĩa cho lắm đối với anh; dù sao thì anh cũng đã từng quay về. Trước khi Rosalie báo tin cho anh, anh đã qua giai đoạn cố sống cho qua từng tuần một, thậm chí từng ngày một. Anh đã cố sống cho qua từng giờ một. Chỉ là sớm hay muộn thôi, anh sẽ xuất hiện bên cửa sổ của em và cầu xin em đón nhận anh trở lại. Anh bây giờ sẵn lòng cầu xin, nếu em thích thế. \" Tôi nhăn mặt. \" Nghiêm túc đi, xin anh.\" \" Ồ, anh rất nghiêm túc, \" anh nhấn mạnh, nhìn tôi giận dữ. \"Em có vui lòng chịu khó lắng nghe điều anh đang nói không? Em có để anh cố gắng giải thích em có ý nghĩa như thế nào đối với anh không?\" Anh đợi, nhìn kỹ mặt tôi khi đang nói để chắc tôi thực đang lắng nghe.  \" Trước khi có em, Bella, đời anh như một đêm không trăng. Tối tăm, nhưng lấp lánh sao – những đốm sáng và lẽ sống ... rồi em phóng qua bầu trời của anh như một ngôi sao băng. Bất ngờ mọi thứ đều bùng cháy; rực rỡ, xinh đẹp. Khi em biến mất, khi ngôi sao băng đã rơi xuống chân trời, mọi thứ đều tối đen. Chẳng có gì thay đổi, nhưng mắt anh đã loà vì ánh sáng ấy. Anh không còn nhìn thấy các vì sao nữa. Và chẳng còn lý do cho bất kỳ chuyện gì nữa.\" Tôi muốn tin anh. Nhưng điều anh đang mô tả, chính là nói về đời tôi khi không có anh, chớ không phải ngược lại.  \" Mắt anh sẽ điều chỉnh lại thôi,\"  tôi lầm bầm.  \"Đó mới là vấn đề – chúng không thể. \" \" Thế còn vụ tiêu khiển của anh thì sao?\" Anh cười chẳng chút vui vẻ. \"Chỉ là nói dối thôi, tình yêu của anh. Không có tiêu khiển gì trong nỗi ... nỗi dằn vặt. Tim anh đã không đập trong gần chín mươi năm, nhưng chuyện này khắc hẳn. Tựa như tim anh đã biến mất - như thể ngực anh rỗng không. Như thể anh đã để lại mọi thứ trong cơ thể anh ở đây cùng em. \" \"Thiệt mắc cười,\"  tôi lẩm bẩm.  Anh nhướng một bên mày hoàn hảo của mình. \"Mắc cười?\" \" Ý em muốn nói là thiệt lạ – em cứ tưởng chỉ em mới vậy thôi. Rất nhiều bộ phận trong cơ thể em cũng mất đi. Em không thực sự thở trong một thời gian dài.”  Tôi hít đầy phổi, tận hưởng cảm giác này. \"Và tim em. Chắc chắn đã không còn. \" Anh nhắm mắt lại và áp tai lên tim tôi lần nữa. Tôi để má mình áp vào tóc anh, cảm nhận tóc anh trên da tôi, ngửi mùi hương ngọt ngào của anh.  \"Theo dấu không phải là một trò tiêu khiển sao?\"  Tôi hỏi, tò mò, cũng như cần làm mình phân tâm. Tôi hy vọng quá nhiều. Tôi không thể ngăn được mình lâu. Tim tôi đập mạnh, hân hoan trong lồng ngực.  \"Không. \" Anh thở dài. \"Đó chẳng bao giờ là trò tiêu khiển. Đó là trách nhiệm.\" \" Nghĩa là sao?\" \" Nghĩa là, mặc dù anh chẳng bao giờ nghĩ Victoria nguy hiểm, nhưng anh không định để cô ta thoát ...  ừm, như anh đã nói, anh dở tệ hại chuyện này. Anh theo dấu cô ta đến tận Texas, nhưng sau đó anh lại theo dấu sai xuống Brazil ---- trong khi cô ta thật ra lại đến đây.\"  Anh rên rỉ. \"Anh thậm chí còn không ở đúng lục địa nữa chớ!  Và trong lúc đó, khủng khiếp hơn cả nỗi sợ hãi khủng khiếp nhất của anh --- \" \"Anh đã săn lùng Victoria?\" Tôi gần như rít lên ngay khi có thể nói được, cao lên hai quãng tám.  Tiếng ngáy xa xa của Charlie đứt quãng, rồi lấy lại nhịp đều đặn.  \"Không giỏi cho lắm,\"  Edward trả lời, bối rối nghiền ngẫm vẻ phẫn nộ của tôi. \"Nhưng lần này anh sẽ làm giỏi hơn. Cô ta sẽ không làm bẩn không khí trong lành này bằng cách hít thở lâu hơn nữa.\" \"Chuyện đó ... không thể được, \" tôi cố nói. Loạn trí. Dù anh có Emmett hay Jasper giúp chăng nữa. Dù anh có Emmett và Jasper giúp chăng nữa. Còn tệ hại hơn sự tưởng tượng kia của tôi: Jacob Black đứng bên kia không gian nhỏ hẹp trước thân hình mềm mại, hoang dã của Victoria. Tôi không thể chịu đựng nỗi khi hình dung Edward ở đó, dù anh chịu đựng giỏi hơn người bạn thân nửa người nửa thú của tôi.  \"Quá muộn đối với cô ta rồi. Anh lẽ ra đã bỏ qua, nhưng không phải bây giờ, không phải sau khi --- \" Tôi ngắt lời anh lần nữa, cố tỏ vẻ điềm tĩnh. \"Chẳng phải anh đã hứa là anh sẽ không bỏ đi sao?\"  Tôi hỏi, chiến đấu với mấy lời này khi nói ra chúng, cũng không để cho chúng ăn sâu gốc rễ vào tim tôi. \"Chuyện đó đâu có hợp với chuyến theo dõi kéo dài, phải không?\"  Anh cau mày. Tiếng gừ bắt đầu vang lên nho nhỏ trong lồng ngực anh. \"Anh sẽ giữ lời hứa của mình, Bella. Nhưng Victoria\"  - tiếng gầm gừ trở nên rõ rệt hơn --- \" sẽ phải chết. Sớm thôi.\" \"Đừng vội vã,\" tôi nói, cố che giấu nỗi hoảng sợ của mình. \" Có thể cô ta sẽ không quay lại. Bầy đàn của Jake có lẽ đã làm cô ta sợ rồi.  Chẳng còn lý do nào để đi lùng sục cô ta nữa. Hơn nữa, em còn mấy vấn đề khó khăn hơn chuyện Victoria.” Edward nheo mắt lại, nhưng anh gật đầu. \"Đúng vậy. Người sói là một vấn đề.” Tôi khịt mũi. \"Em đâu có nói về Jacob. Mấy vấn đề của em còn tệ hại hơn nhiều so với chuyện một nhóm sói non tự rước hoạ vào thân.\" Edward nhìn như thể anh sắp nói gì đó, rồi thay đổi ý kiến. Răng anh nghiến vào nhau, và anh nói qua kẽ răng. \" Thật sao?\" anh hỏi. \" Vậy mấy vấn đề lớn nhất của em là gì? Mà có thể khiến chuyện Victoria  quay lại tìm em trở thành chuyện vụn vặt như vậy? “Vấn đề lớn thứ nhì được không?\"  Tôi đánh trống lảng.  \" Được thôi, \" anh đồng ý, nghi ngờ.  Tôi ngừng lại. Tôi không biết mình có thể nói lên cái tên này không. \"Sẽ có người khác đến tìm em,\"  tôi nhắc anh bằng giọng thì thầm kềm nén.  Anh thở dài, nhưng phản ứng không mạnh như tôi tưởng sau khi anh phản ứng chuyện Victoria.  \"Volturi mà chỉ là chuyện khó khăn thứ nhì thôi sao?\" \"Anh có vẻ không bực mình chuyện này, \" tôi lưu ý.  \" Ừm, mình có nhiều thời gian để suy nghĩ thấu đáo chuyện này mà.   Thời gian đối với họ rất khác đối với em, hoặc thậm chí đối với anh. Họ tính năm theo cách em tính ngày.  Anh chẳng ngạc nhiên gì nếu em đã ba mươi tuổi rồi họ mới sực nhớ đến em lần nữa, \" anh tinh nghịch nói thêm.  Nỗi kinh hoàng cuốn qua tôi.  Ba mươi tuổi.  Rốt cuộc, lời anh hứa chẳng có ý nghĩa gì cả. Nếu tôi ba mươi tuổi một ngày nào đó, thì anh sẽ chẳng muốn ở lại bên tôi lâu.  Nỗi đau tàn nhẫn khi nhận ra điều này làm tôi nhận ra rằng mình đã bắt đầu hy vọng, không cho phép mình làm thế.  \"Em không cần phải sợ,\" anh nói, lo lắng khi thấy nước mắt lại ngấn lên trên bờ mi. \"Anh sẽ không để cho họ hại em đâu.\" \" Trong lúc anh ở đây.\" Chuyện xảy ra với tôi khi anh bỏ đi không phải là điều tôi quan tâm. Anh giữ mặt tôi giữa hai bàn tay như đá của anh, ôm chặt trong khi đôi mắt đen hun hút của anh nhìn giận dữ vào mắt tôi với lực hút của một lỗ đen.  \"Anh sẽ không bao giờ rời em lần nữa.\" \"Nhưng anh nói vụ ba mươi tuổi,\"  tôi thì thầm. Nước mắt ngấn mi. \"Sao chớ? Anh sẽ ở lại, nhưng cứ để cho em già khọm đi? Đúng không.\" Mắt anh dịu lại, trong khi môi anh trở nên cay đắng. \"Đó đúng là chuyện anh sẽ làm.  Anh còn lựa chọn nào nữa đâu?  Anh không thể sống không có em, nhưng anh cũng sẽ không hủy diệt linh hồn em.\" \"Có phải chuyện này thực là ... \"  tôi cố giữ giọng mình bình thản, nhưng câu hỏi này quá khó. Tôi nhớ mặt anh khi Aro đã gần như cầu xin anh hãy xem xét chuyện biến tôi thành người bất tử.  Ánh mắt đau khổ ở đó.  Có phải nỗi lo muốn giữ cho tôi là con người thật sự là vì tâm hồn tôi, hay là vì anh không chắc anh có muốn tôi quanh quẩn bên anh lâu đến thế không? \"Sao\" anh hỏi, chờ câu hỏi của tôi.  Tôi hỏi câu khác. Gần như -- nhưng không quá - khó.  \"Nhưng sẽ ra sao nếu em già đến nỗi mọi người nghĩ em là mẹ anh? Bà anh?\"  Giọng tôi lạc đi vì khiếp sợ - tôi như nhìn thấy khuôn mặt của bà trong tấm gương trong mơ.  Bây giờ toàn bộ khuôn mặt anh đều dịu đi. Anh lau sạch nước mắt trên má tôi bằng môi anh. \"Chuyện đó chẳng nghĩa lý gì với anh hết, \" anh phà hơi thở lên da tôi. \"Em sẽ mãi là người đẹp nhất trong vũ trụ của anh.  Dĩ nhiên là...\" anh do dự, hơi lưỡng lự. \" Nếu em lớn hơn anh - nếu em muốn cái gì đó hơn vậy - anh sẽ hiểu thôi, Bella. Anh hứa anh sẽ không cản đường em nếu em muốn bỏ anh. \" Mắt anh là đá mã não lỏng và hoàn toàn chân thành. Anh nói như thể anh đã suy nghĩ rất nhiều trong chuyện nghĩ ra kế hoạch ngu xuẩn này.  \"Anh công nhận là cuối cùng thì em cũng sẽ chết, phải không?\"  Tôi hỏi.  Anh cũng đã nghĩ về chuyện này rồi. \"Anh sẽ chết theo em ngay.\" \"Chuyện đó thiệt ... \"  tôi tìm từ thích hợp. \" chán ngấy.\" \"Bella, chỉ còn cách đó thôi -- \" \"Mình hãy nhớ lại một chút nào,\" tôi nói; cảm thấy cơn giận dễ làm rõ ràng, kiên quyết hơn. \"Anh còn nhớ Volturi, phải không? Em đâu thể làm người mãi được. Họ sẽ giết em. Dù họ không nhớ đến em cho đến khi em ba mươi tuổi\"  - tôi rít từ ấy lên- \"anh thật sự nghĩ họ sẽ quên luôn sao?\" \"Không, \" anh chậm rãi trả lời, lắc đầu. \" Họ sẽ không quên. Nhưng... \" \"Nhưng... ?\" Anh cười toe toét trong khi tôi nhìn anh chằm chặp đầy thận trọng. Có lẽ không chỉ có mình tôi điên.  \"Anh có vài kế hoạch. \" \" Và mấy kế hoạch này, \" tôi nói, giọng tôi càng lúc càng chua chát hơn. \"Mấy kế hoạch đều xoanh quanh chuyện giữ cho em làm người.\" Thái độ của tôi làm vẻ mặt anh rắn lại. \"Dĩ nhiên rồi.\"  Giọng anh cộc cằn, mặt anh kiêu ngạo.  Chúng tôi trừng mắt nhìn nhau hồi lâu.  Sau đó tôi hít thật sâu, ngoắc vai đi, tôi đẩy tay anh ra để có thể ngồi bật dậy.  \"Em có muốn anh đi không?\" anh hỏi, và tim tôi run rẩy khi thấy ý nghĩ này làm anh đau lòng, dù anh cố không để lộ ra.  \"Không,\"  tôi nói. \"Em sẽ đi.\" Anh nhìn tôi nghi ngờ khi tôi leo ra khỏi giường và mò mẫm trong căn phòng tối, kiếm giày.  \"Anh có thể hỏi em đi đâu không.\" anh hỏi.  \"Em sẽ đến nhà anh,\"  tôi nói với anh, vẫn sờ soạng xung quanh như người mù.  Anh đứng dậy và đến bên tôi. \"Giày em đây. Em định đến đó bằng cách nào?\" \"Xe tải của em.\" \"Thế thì sẽ đánh thức Charlie, \" anh nói như để tôi nhụt chí.  Tôi thở dài. \"Em biết. Nhưng nói thật là chắc chắn em sẽ bị phạt nhiều tuần. Em chẳng thể nào bị rắc rối hơn vậy được?\" \"Chẳng gì cả. Ông sẽ trách anh, không phải em.\" \" Nếu anh có ý gì hay hơn, thì em sẽ nghe.\" \" Ở lại đây đi, \" anh đề nghị, nhưng mặt anh chẳng chút hy vọng.  \" Không được. Nhưng anh cứ tiếp tục và xin anh cứ tự nhiên như ở nhà mình, \" tôi khuyến khích, ngạc nhiên khi thấy lời trêu chọc của tôi lại tự nhiên như vậy, rồi hướng ra cửa.  Anh đã ở đó trước tôi, chặn đường tôi.  Tôi cau mày, và quay ra cửa sổ. Không xa đất lắm, và bên dưới hầu như toàn là cỏ... \"OK, \" anh thở dài. \"Anh sẽ đưa em đi. \" Tôi nhún vai. \"Sao cũng được. Nhưng anh có lẽ cũng nên ở đó luôn thể.\" \"Tại sao lại thế?\" \" Vì anh cứng đầu cứng cổ lạ thường, và em chắc chắn anh sẽ muốn có cơ hội trình bày quan điểm của anh.\" \"Quan điểm của anh về chuyện gì?\" Anh hỏi qua kẽ răng.  \"Đây không chỉ là về anh nữa. Anh không phải là cái rốn của vũ trụ, anh biết đó.\" Vũ trụ của tôi, dĩ nhiên, là chuyện khác. \" Nếu anh khiến cho Volturi xuống đây vì chuyện ngu ngốc giống như chuyện giữ em làm người, thì gia đình anh phải có tiếng nói.\" \"Tiếng nói về cái gì?\" anh hỏi, rõ từng từ.  \"Cái chết của em. Em sẽ đưa nó ra biểu quyết.\""
        }
    ],
    "suggestions": []
}