{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mesopotamia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mesopotamia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mesopotamia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mesopotamia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mesopotamia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The ancient civilizations of <em>Mesopotamia</em> and Egypt were similar in that both cultures.",
            "vi": "Nền văn minh Lưỡng Hà và Ai Cập giống nhau về văn hóa."
        },
        {
            "en": "In <em>Mesopotamia</em>, the Hanging Gardens of Babylon were one of the Seven Wonders of the World.",
            "vi": "Vườn treo Babylon ở vùng Lưỡng Hà là một trong Bảy kỳ quan thế giới."
        },
        {
            "en": "Before long, you are accelerating towards the first cities in <em>Mesopotamia</em>, and then other civilisations in Mexico, China and beyond.",
            "vi": "Chẳng bao lâu, nhanh chóng đến thành phố đầu tiên ở Mesopotamia và sau đó là các nền văn minh khác ở Mexico, Trung Quốc và xa hơn nữa '."
        },
        {
            "en": "Although there were highway links in <em>Mesopotamia</em> from as early as 3500 BC, the Romans were probably the first road-builders with fixed engineering standards.",
            "vi": "Mặc dù các đường cao tốc đã được nối liền ở Mesopotamia từ giai đoạn đầu năm 3500 trước công nguyên thì người La Mã có thể đã là những người xây dựng đường bộ đầu tiên có các tiêu chuẩn kỹ thuật cố định."
        },
        {
            "en": "The earliest known star catalogues were compiled by the ancient Babylonian astronomers of <em>Mesopotamia</em> in the late 2nd millennium BC, during the Kassite Period",
            "vi": "Danh lục sao được biết đến sớm nhất đã được biên soạn bởi các nhà thiên văn học Babylon ở Lưỡng Hà vào cuối thiên niên kỷ hai trước Công nguyên, trong thời đại Kassite."
        },
        {
            "en": "The celebration of the new year on January 1st is a relatively new phenomenon. The earliest recording of a new year celebration is believed to have been in <em>Mesopotamia</em>, c. 2000 B.C. and was celebrated around the time of the vernal equinox, in mid-March. A variety of other dates tied to the seasons were also used by various ancient cultures. The Egyptians, Phoenicians, and Persians began their new year with the fall equinox, and the Greeks celebrated it on the winter solstice.",
            "vi": "Hoạt động mừng năm mới vào ngày 1 tháng 1 là khá mới đây thôi. Chứ theo ghi chép lâu đời nhất thì con người mừng năm mới ở vùng Lưỡng Hà vào khoảng 2000 năm trước Công Nguyên, và diễn ra quanh thời điểm xuân phân, tức là tầm giữa tháng Ba. Các nền văn hoá cổ xưa khác nhau mỗi nơi chọn ngày mừng năm mới mỗi khác. Người Ai Cập, Phoenicia, và Ba Tư bắt đầu năm mới ở thời điểm thu phân, còn người Hy Lạp mừng năm mới vào ngày đông chí."
        }
    ],
    "suggestions": []
}