{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,metə'fiziks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">siêu hình học</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lý thuyết suông; lời nói trừu tượng</td></tr></table><i/></div>",
            "word": "metaphysics",
            "pronounce": "[,metə'fiziks]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>metaphysics</k><blockquote>■ <cclass>plural noun [usu. treated as <cclass>sing.] </cclass></cclass></blockquote><blockquote><blockquote>1》 the branch of philosophy concerned with the first principles of things, including abstract concepts such as being and knowing. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>informal abstract theory. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>metaphysician</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: representing med. L. <i>metaphysica</i> (neut. plural), based on Gk <i>ta meta ta phusika</i> 'the things after the Physics', referring to the sequence of Aristotle's works. </blockquote></div>",
            "word": "metaphysics",
            "pronounce": "[,metə'fiziks]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "metaphysics",
            "pronounce": "[,metə'fiziks]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "metaphysics",
            "pronounce": "[,metə'fiziks]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "metaphysics",
            "pronounce": "[,metə'fiziks]"
        }
    },
    "sentences": [
        {
            "en": "<em>Metaphysics</em>",
            "vi": "Siêu hình học"
        },
        {
            "en": "Region of <em>metaphysics</em>",
            "vi": "Lĩnh vực siêu hình học"
        },
        {
            "en": "It is not easy to say what <em>metaphysics</em> is.",
            "vi": "Rất khó định nghĩa được siêu hình học."
        },
        {
            "en": "This book is a collection of my essays, dating from 1969, concerning the <em>metaphysics</em> of modality.",
            "vi": "Cuốn sách này là tập hợp các bài tiểu luận của tôi, đề ngày tháng từ năm 1969 và liên quan đến siêu hình học hình thái."
        },
        {
            "en": "The law of conservation of force follows naturally from Faraday's <em>metaphysics</em>.",
            "vi": "Định luật bảo toàn năng lượng bản chất tuân theo lý thuyết của Faraday."
        },
        {
            "en": "<em>Metaphysics</em> is the branch of philosophy that examines the nature of reality, including the relationship between mind and matter, substance and attribute, fact and value.",
            "vi": "Siêu hình học là một nhánh của triết học mà kiểm tra bản chất tự nhiên của vấn đề, bao gồm mối quan hệ giữa vật chất và tinh thần, chất và thuộc tính, thực tế và giá"
        },
        {
            "en": "<em>Metaphysics</em> is the branch of philosophy that examines the nature of reality, including the relationship between mind and matter, substance and attribute, fact and value.",
            "vi": "Siêu hình học là một nhánh của triết học mà kiểm tra bản chất tự nhiên của vấn đề, bao gồm mối quan hệ giữa vật chất và tinh thần, chất và thuộc tính, thực tế và giá trị."
        },
        {
            "en": "Max Planck, a founding father of quantum physics: “Scientists have learned that the starting-point of their investigations does not lie solely in the perceptions of the senses, and that science cannot exist without some small portion of <em>metaphysics</em>. Modern Physics impresses us particularly with the truth of the old doctrine which teaches that there are realities existing apart from our sense-perceptions, and that there are problems and conflicts where these realities are of greater value for us than the richest treasures of the world of experience.”",
            "vi": "Max Planck, cha đẻ của vật lý lượng tử: “Các nhà khoa học đã biết được rằng các điểm xuất phát của cuộc điều tra của họ không nằm hoàn toàn trong nhận thức của các giác quan, và khoa học không thể tồn tại nếu không có một phần nhỏ của siêu hình học. Vật lý hiện đại đã khắc sâu trong chúng ta chân lý của những học thuyết cũ mà dạy rằng có những thực tại đang tồn tại ngoài ý thức-nhận thức của chúng ta, và rằng có những vấn đề và những xung đột của những thực tại này có giá trị lớn hơn nhiều so với những kho tàng quý giá nhất của kinh nghiệm."
        },
        {
            "en": "It is an astonishingly crude and simple-minded way of thinking, and for that very reason increasingly popular. Those who think in this way are oblivious to the vast philosophical literature in which the meaning and value of happiness have been explored and questioned, and write as if nothing of any importance had been thought on the subject until it came to their attention. It was the philosopher Jeremy Bentham (1748-1832) who was more than anyone else responsible for the development of this way of thinking. For Bentham it was obvious that the human good consists of pleasure and the absence of pain. The Greek philosopher Aristotle may have identified happiness with self-realisation in the 4th century BC, and thinkers throughout the ages may have struggled to reconcile the pursuit of happiness with other human values, but for Bentham all this was mere <em>metaphysics</em> or fiction. Without knowing anything much of him or the school of moral theory he established - since they are by education and intellectual conviction illiterate in the history of ideas - our advocates of positive psychology follow in his tracks in rejecting as outmoded and irrelevant pretty much the entirety of ethical reflection on human happiness to date.",
            "vi": "Đó là một cách suy nghĩ nguyên sơ và chân thật đáng kinh ngạc, và vì điều đó với rất nhiều lí do đã trở nên ngày càng phổ biến. Những người nghĩ theo lối này không biết gì về những triết lý cao xa mà trong đó ý nghĩa và giá trị của hạnh phúc đã được khám phá và đặt vấn đề cũng như viết ra như thể không có gì quan trọng xoay quanh đề tài này cho đến khi họ để tâm tới nó. Với nhà triết học Jeremy Bentham (1748-1832), người mà chịu trách nhiệm hơn bất kỳ ai cho sự phát triển của lối tư duy này. Với Bentham, rõ ràng rằng điều tốt đẹp cho con người bao gồm sự hài lòng và sự ít đi các nỗi đau. Nhà triết học người Hy Lạp Aristole có thể đã nhận biết được hạnh phúc với sự tự nhận thức vào thế kỷ 4 trước Công Nguyên , và những nhà tư tưởng suốt thể kỷ này có thể đã đấu tranh để cân bằng giữa sự theo đuổi giá trị hạnh phúc với các giá trị khác của loài người, nhưng với Bentham, tất cả những điều này chỉ là lý thuyết suông hoặc ảo tưởng. Khi không biết gì nhiều về ông ấy hay trường phái lý thuyết đạo đức mà ông ấy thành lập - chúng ta với lối giáo dục và niềm tin về nhận thức làm mờ đi những ý tưởng có trong lịch sử- sự quan tâm về đề tài tâm lý tích cực giúp chúng ta theo đuổi những chỉ dẫn của ông ấy để loại bỏ đi rất nhiều điều vì sự lỗi thời và không thích hợp trong sự phản ánh đúng đắn một cách toàn diện về hạnh phúc của con người theo thời đại."
        }
    ],
    "suggestions": []
}