{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,metə'fɔrikl]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">metaphoric</font></td></tr></table><i/></div>",
            "word": "metaphorical",
            "pronounce": "[,metə'fɔrikl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "metaphorical",
            "pronounce": "[,metə'fɔrikl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>metaphorical</k><blockquote>▸ <cclass>adjective FIGURATIVE, allegorical, symbolic; imaginative, extended.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>literal.</blockquote></div>",
            "word": "metaphorical",
            "pronounce": "[,metə'fɔrikl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "metaphorical",
            "pronounce": "[,metə'fɔrikl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "metaphorical",
            "pronounce": "[,metə'fɔrikl]"
        }
    },
    "sentences": [
        {
            "en": "That is <em>metaphorical</em> phrase.",
            "vi": "Đó là nhóm từ ẩn dụ."
        },
        {
            "en": "Everyone breathed a <em>metaphorical</em> sigh of relief.",
            "vi": "Mọi người thở dài biểu thị dấu hiệu nhẹ nhõm."
        },
        {
            "en": "the <em>metaphorical</em> meaning of this sentence",
            "vi": "nghĩa bóng của câu này"
        },
        {
            "en": "\"Long time no see\" is not a <em>metaphorical</em> expression.",
            "vi": "Cụm từ \"lâu ngày không gặp\" không phải là cách diễn đạt ẩn dụ."
        },
        {
            "en": "Do you believe in a <em>metaphorical</em> interpretation of the bible?",
            "vi": "Bạn có tin vào sự giải thích ẩn dụ của kinh thánh không?"
        },
        {
            "en": "Can you give me a <em>metaphorical</em> phrase please meaning : I can now tell the difference?",
            "vi": "Anh có thể cho tôi một nhóm từ ẩn dụ với nghĩa: bây giờ tôi có thể nói sự khác nhau, được không?"
        },
        {
            "en": "What are the implications for teachers in helping their students to use <em>metaphorical</em> language?",
            "vi": "Giáo viên giúp học sinh dùng ngôn ngữ ẩn dụ với dụng ý gì?"
        },
        {
            "en": "Another strategy Little recommends for blocked projects is to use “concept matching”, which involves looking for <em>metaphorical</em> parallels between the stalled project and a completely different domain for which you have expertise.",
            "vi": "Một chiến lược khác dành cho những mục tiêu bị đình trệ mà giáo sư Little đề xuất là việc sử dụng chiến lược \"ý tưởng phù hợp\", liên quan đến việc tìm kiếm những nét tương đồng mang tính ẩn dụ giữa mục tiêu bị đình trệ và một lĩnh vực hoàn toàn khác mà bạn có chuyên môn."
        },
        {
            "en": "I’m not being <em>metaphorical</em> or anything. Coffee literally alleviates some of your physical pains, much like ibuprofen or other pain medications, as seen by this study. Seeing all of the other health benefits of drinking coffee listed above, it should come as no surprise that it’ll make your entire body will feel better as a result.",
            "vi": "Tôi không phải nói ẩn dụ hay bất cứ điều gì. Cà phê đen làm giảm bớt một số cơn đau thể chất của bạn, giống như ibuprofen hoặc thuốc giảm đau khác, như đã thấy trong nghiên cứu này. Nhìn thấy tất cả những lợi ích sức khỏe khác của việc uống cà phê được liệt kê ở trên, nó sẽ đến như là không có gì ngạc nhiên khi nó sẽ làm cho toàn bộ cơ thể của bạn sẽ cảm thấy tốt hơn như là một kết quả."
        },
        {
            "en": "His comedy sits uncomfortably, certainly, with what appears to be the main stream of consciousness here: a both literal and <em>metaphorical</em> Vietnam movie, which is quite honestly too much Vietnam for a film about an island of really big animals. Indeed, Skull Island has made the decision to set its action in the very closing days of the war, and in the aftermath of Richard Nixon’s 1973 televised speech ending US involvement in the country. ",
            "vi": "Dĩ nhiên, màn diễn hài của ông hơi khiêm ngưỡng, diễn ra với luồng ý thức chính như sau: một bộ phim chiến tranh Việt Nam cả về nghĩa đen và nghĩa bóng, khá tràn ngập về Việt Nam cho một bộ phim nói về một hòn đảo với những con vật to lớn. Thật vậy, \"Đảo đầu lâu\" đã đưa ra quyết định lựa chọn bối cảnh trong những ngày gần kết thúc chiến tranh, và sau màn tuyên truyền trên truyền hình năm 1973 của Tổng Thống Richard Nixon chấm dứt sự can thiệp của Mỹ vào đất nước Việt Nam."
        },
        {
            "en": "His comedy sits uncomfortably, certainly, with what appears to be the main stream of consciousness here: a both literal and <em>metaphorical</em> Vietnam movie, which is quite honestly too much Vietnam for a film about an island of really big animals. Indeed, Skull Island has made the decision to set its action in the very closing days of the war, and in the aftermath of Richard Nixon’s 1973 televised speech ending US involvement in the country. ",
            "vi": "Dĩ nhiên, màn diễn hài của ông hơi khiêm ngưỡng, diễn ra với luồng ý thức chính như sau: một bộ phim chiến tranh Việt Nam cả về nghĩa đen và nghĩa bóng, khá tràn ngập về Việt Nam cho một bộ phim nói về một hòn đảo với những con vật to lớn. Thật vậy, \"Đảo đầu lâu\" đã đưa ra quyết định lựa chọn bối cảnh trong những ngày gần kết thúc chiến tranh, và sau màn tuyên truyền trên truyền hình năm 1973 của Tổng Thống Richard Nixon chấm dứt sự can thiệp của Mỹ vào đất nước Việt Nam."
        },
        {
            "en": "Put yourself in the shoes of a person who owns an iPhone or iPad. If  they want a new computer, and they have been happy with their iPhone or iPad, they might consider buying a Mac. When they go to an Apple Store today, they'll look at a Mac and see applications like <em>iCal</em> and Address Book, or System Preferences and iChat. While the icons are similar enough for them to figure out the link between these and their mobile equivalents, it would be a lot easier if they saw Calendar and Contacts; Settings and Messages. And those little Share buttons? People use them all the time to send things by e-mail, but it's not clear how to do this in OS X.",
            "vi": "Bạn hãy đặt mình vào vị trí của một người sở hữu iPhone hoặc iPad. Nếu họ muốn mua máy tính mới, và họ hài lòng với iPhone hoặc iPad của họ, có thể họ sẽ cân nhắc việc mua máy Mac. Khi hôm nay họ đến Apple Store, họ sẽ nhìn ngắm máy Mac và thấy các ứng dụng như iCal và Address Book, hay System Preferences và iChat. Mặc dù biểu tượng nhìn tương tự nhau đủ để họ nhận ra mối liên hệ giữa những dụng ứng trên máy Mac và trên các thiết bị iOS, nhưng sẽ dễ dàng hơn nhiều nếu họ nhìn thấy các ứng dụng Calendar và Contacts; Settings và Messages. Còn những nút Share? Có nhiều người thường xuyên sử dụng chúng để gửi mọi thứ qua email, nhưng cách làm tương tự trên OS X thì không rõ."
        }
    ],
    "suggestions": []
}