{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['meθədist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người theo Hội Giám lý</td></tr></table><i/></div>",
            "word": "methodist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "methodist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "methodist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "methodist"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "methodist"
        }
    },
    "sentences": [
        {
            "en": "She was brought up a <em>Methodist</em>.",
            "vi": "Cô ta được nuôi lớn như một tín đồ Giám lý."
        },
        {
            "en": "I was born at a <em>Methodist</em> hospital.",
            "vi": "Tôi sinh ra tại một bệnh viện của hội giám lý."
        },
        {
            "en": "Clark Kent was raised as a <em>Methodist</em>.",
            "vi": "Clark Kent đã được bổ nhiệm làm một thành viên của hội giám lý."
        },
        {
            "en": "Is there any <em>Methodist</em> chapel in your town?",
            "vi": "Ở thị trấn của bạn có nhà thờ của Giáo hội Giám lý nào không?"
        },
        {
            "en": "The ship's <em>Methodist</em> captain converted the boy to Christianity.",
            "vi": "Viên thuyền trưởng theo Hội giám lý đã cho thằng bé cải sang đạo Cơ Đốc."
        },
        {
            "en": "Are there any <em>Methodist</em> chapels in your town?",
            "vi": "Ở thị trấn của bạn có nhà thờ của Giáo hội Giám lý nào không?"
        },
        {
            "en": "Southern <em>Methodist</em> University has been closed for three consecutive days.",
            "vi": "Đại học Southern Methodist đã được đóng cửa trong ba ngày liên tiếp."
        },
        {
            "en": "Influenced by <em>Methodist</em> scruples, he initially resisted Hull's lively social life.",
            "vi": "Chịu ảnh hưởng của hội Giám lý, ngay từ đầu ông đã chống lại cuộc sống xã hội năng động."
        },
        {
            "en": "In the first (1750 - 1850), <em>Methodist</em> revivalism provided women a more active public role.",
            "vi": "Trong thời gian đầu (từ năm 1750 đến 1850), đức tin của hội Giám lý tạo cho phụ nữ một vai trò công khai tích cực hơn."
        },
        {
            "en": "In the first (1750-1850), <em>Methodist</em> revivalism provided women a more active public role.",
            "vi": "Trong thời gian đầu (từ năm 1750 đến 1850), đức tin của hội Giám lý tạo cho phụ nữ một vai trò công khai tích cực hơn."
        },
        {
            "en": "The pregnancy progresses normally for Karen, an active member of the Panther Creek United <em>Methodist</em> Church in Morristown, Tennessee.",
            "vi": "Thai kỳ diễn ra thật bình thường đối với Karen, một thành viên năng động của nhà thờ Panther Creek United Methodist ở Morristown, Tennessee."
        },
        {
            "en": "In the 1960s, the <em>Methodist</em> Church made ecumenical overtures to the Church of England, aimed at denominational union.",
            "vi": "Vào những năm 1960, Hội Giám lý thực hiện nhiều cuộc thương lượng thống nhất với Giáo hội Anh, mục tiêu là thống nhất các giáo phái."
        },
        {
            "en": "The pregnancy progresses normally for Karen, an active member of the Panther Creek United <em>Methodist</em> Church in Morristown,Tennessee.",
            "vi": "Thai kỳ diễn ra thật bình thường đối với Karen, một thành viên năng động của nhà thờ Panther Creek United Methodist ở Morristown, Tennessee."
        },
        {
            "en": "John Cooke, cardiovascular sciences department chair at the Houston <em>Methodist</em> Research Institute (HMRI), led the team which found that by lengthening the telomeres, it stopped isolated cells from ageing.",
            "vi": "Tiến sĩ John Cooke, trưởng khoa Khoa học tim mạch tại Viện Nghiên cứu Houston (HMRI), đã dẫn dắt nhóm nghiên cứu phát hiện ra rằng bằng cách kéo dài các telomere, nó đã ngăn các tế bào cô lập khỏi việc bị lão hóa."
        },
        {
            "en": "In 2013, scientists were finally able to see this process happen. Chemists Alexander Lippert of Southern <em>Methodist</em> University in Dallas and Vivian S. Lin discovered how to observe this process in living human cells.",
            "vi": "Trong năm 2013, các nhà khoa học cuối cùng đã có thể nhìn thấy quá trình này xảy ra. Nhà hóa học Alexander Lippert của Đại học Southern Methodist ở Dallas và Vivian S. Lin đã khám phá ra cách để quan sát quá trình này trong tế bào sống của con người."
        },
        {
            "en": "Aside from wandering through the park, other festivities, such as choir performances on weekends and a hot cocoa stand that donates all proceeds to the Manna Cafe in the Broad Street United <em>Methodist</em> Church across the street, can also be enjoyed.",
            "vi": "Bên cạnh việc đi dạo quanh công viên, các lễ hội khác, chẳng hạn như các buổi biểu diễn hợp xướng vào cuối tuần và thưởng thức một cốc cacao nóng và quyên tiền cho Manna Cafe tại nhà thờ Broad Street United Methodist ở bên đường."
        },
        {
            "en": "Keep on singing         Like any good mother, when Karen found out that another baby was on the way, she did what she could to help her 3-year old son, Michael, prepare for a new sibling. They find out that the new baby is going to be a girl, and day after day, night after night, Michael sings to his sister in Mommy's tummy. The pregnancy progresses normally for Karen, an active member of the Panther Creek United <em>Methodist</em> Church in Morristown,Tennessee. Then the labor pains come. Every five minutes every minute. But complications arise during delivery. Hours of labor. Would a C-section be required?  Finally, Michael's little sister is born. But she is in serious condition. With siren howling in the night, the ambulance rushes the infant to the neonatal intensive care unit at St. Mary's Hospital, Knoxville, Tennessee. The days inch by. The little girl gets worse. The pediatric specialist tells the parents, \"There is very little hope. Be prepared for the worst.\" Karen and her husband contact a local cemetery about a burial plot. They have fixed up a special room in their home for the new baby - now they plan a funeral. Michael, keeps begging his parents to let him see his sister, \"I want to sing to her,\" he says.  Week two in intensive care. It looks as if a funeral will come before the week is over. Michael keeps nagging about singing to his sister, but kids are never allowed in Intensive Care. But Karen makes up her mind. She will take Michael whether they like it or not. If he doesn't see his sister now, he may never see her alive. She dresses him in an oversized scrub suit and marches him into ICU. He looks like a walking laundry basket, but the head nurse recognizes him as a child and bellows, \"Get that kid out of here now! No children are allowed. The mother rises up strong in Karen, and the usually mild-mannered lady glares steel-eyed into the head nurse's face, her lips a firm line. \"He is not leaving until he sings to his sister!\" Karen tows Michael to his sister's bedside. He gazes at the tiny infant losing the battle to live. And he begins to sing.  In the pure hearted voice of a 3-year-old, Michael sings: \"You are my sunshine, my only sunshine, you make me happy when skies are gray...\"  Instantly the baby girl responds. The pulse rate becomes calm and steady.  Keep on singing, Michael.  \"You never know, dear, how much I love you, Please don't take my sunshine away...” The ragged, strained breathing becomes as smooth as a kitten's purr. Keep on singing, Michael.  \"The other night, dear, as I lay sleeping, I dreamed I held you in my arms...\" Michael's little sister relaxes as rest, healing rest, seems to sweep over her. Keep on singing, Michael. Tears conquer the face of the bossy head nurse. Karen glows. \"You are my sunshine, my only sunshine. Please don't, take my sunshine away...\" Funeral plans are scrapped. The next, day-the very next day-the little girl is well enough to go home!  Woman's Day magazine called it \"the miracle of a brother's song.\" The medical staff just called it “a miracle”.  Karen called it a miracle of God's love!  NEVER GIVE UP ON THE PEOPLE YOU LOVE",
            "vi": "Hát nữa đi con       Khi biết mình có thai, như những bà mẹ khác, Karen đã chuẩn bị tâm lý cho Michael, đứa con trai 3 tuổi đón nhận em mình. Bé sau sẽ là bé gái và tuy mới 3 tuổi nhưng Michael cứ áp đầu vào bụng mẹ, hát cho em nghe cả ngày lẫn đêm. Thai kỳ diễn ra thật bình thường đối với Karen, một thành viên năng động của nhà thờ Panther Creek United Methodist ở Morristown, Tennessee. Và bỗng những cơn đau chuyển dạ bắt đầu. 5 phút một lần và rồi mỗi phút lại 1 cơn. Càng lúc càng đau. Chuyển dạ hàng giờ nhưng vẫn chưa sinh được. Liệu có bị chỉ định mổ không? Cuối cùng rồi em gái bé nhỏ của Michael cũng chào đời nhưng bé lại ở trong tình trạng nguy kịch. Còi hú liên hồi, xe cấp cứu xé màn đêm khẩn cấp chuyển bé về trung tâm chăm sóc đặc biệt của bệnh viện St. Mary’s Hospital, Knoxville, Tennessee. Thời gian như ngừng trôi. Bệnh tình của bé ngày càng trầm trọng. Chính các bác sĩ khoa nhi cũng trực tiếp nói chuyện với vợ chồng Karen “Hy vọng mong manh lắm. Gia đình nên chuẩn bị tinh thần cho tình trạng xấu nhất”. Karen và chồng đã liên lạc với nghĩa trang địa phương để lo hậu sự cho con. Mới hôm qua họ còn sửa chữa, trang hoàng phòng riêng cho con gái, vậy mà giờ đây họ phải lên kế hoạch làm đám tang cho con. Michael vẫn vô tư nài nỉ bố mẹ cho mình vào bệnh viện thăm em, “Con muốn hát cho em nghe”. Tuần thứ hai được chăm sóc đặc biệt. Cứ ngỡ là bé sẽ ra đi sau khi chào đời đuợc một tuần. May mắn sao, một tuần đã qua đi. Mọi người lo lắng bước vào tuần thứ hai và Michael vẫn kèo nài xin được hát cho em nghe nhưng trẻ con không được phép vào phòng chăm sóc đặt biệt. Karen quyết định. Cô sẽ dẫn con vào cho dù y bác sĩ bệnh viện có tán thành hay không. Không cho con gặp em bây giờ thì có thể sẽ chẳng bao giờ nó gặp được đứa em nó đã hát cho nghe từ khi còn nằm trong bụng mẹ. Mặc cho Michael một bộ đồ khá rộng, Karen dẫn con vào phòng chăm sóc đặt biệt. Nhìn Michael cứ như cái giỏ đựng quần áo biết đi. Bất ngờ, hai mẹ con đụng đầu với cô y tá trưởng, “Trẻ con không được vào đây. Dẫn nó ra ngoài”. Người mẹ trong Karen choàng tỉnh. Người phụ nữ thường ngày vẫn hòa nhã lại nhìn người y tá trưởng với ánh mắt lạnh như thép, miệng đanh lại “Thằng bé không đi đâu cả cho đến khi nó hát cho em nó nghe xong!” Karen kéo Michael đến giường bệnh của em nó. Ngắm nhìn đứa em bé nhỏ đang lùi dần trong cuộc chiến giành lấy sự sống, Michael cất tiếng hát. Giọng trong trẻo, tràn đầy tình thương yêu của đứa bé 3 tuổi, Michael hát:  “Em là ánh nắng, là tia nắng duy nhất của anh. Dù bầu trời toàn mây đen, em vẫn làm cho anh cảm thấy hạnh phúc…” Ngay lập tức, bé gái có phản ứng. Mạch đập đều đặn dần. Michael vẫn hát “Em không biết rằng anh thương em biết dường nào. Xin đừng mang ánh nắng đi…” Hơi thở rời rạc rối loạn giờ đã nhẹ nhàng, đều đặn như tiếng rừ rừ của mèo con. Michael vẫn hát. “Cưng ơi, đêm nọ khi nằm ngủ, anh mơ thấy mình ôm em…” Khuôn mặt của em Micheal bỗng trở nên thanh thản như đang ngủ. Michael vẫn hát. Nước mắt ướt đẫm khuôn mặt người y tá trưởng hống hách. Karen vui mừng khôn xiết. \"Em là ánh nắng, là tia nắng duy nhất của anh. Xin đừng mang ánh nắng của anh đi…” Kế hoạch chuẩn bị đám tang bị dẹp bỏ. Ngày hôm sau và chính ngày ngày hôm sau - cô bé đã hồi phục và được mang về nhà! Tạp chí Phụ nữ đã đặt tên cho câu chuyện cảm động này là “Phép màu từ bài hát của người anh trai”. Ngay cả y bác sĩ cũng gọi đó là “Phép màu”. Karen cho rằng đó là Phép màu từ tình yêu của Chúa! ĐỪNG BAO GIỜ BỎ CUỘC TRONG CUỘC CHIẾN GIÀNH LẠI NHỮNG NGƯỜI MÌNH YÊU THƯƠNG."
        },
        {
            "en": "Tech innovator had been battling pancreatic cancer for years Oct. 5, 2011 -- Steve Jobs, the visionary co-founder of Apple Inc. who revolutionized the way we use technology, died today after fighting advanced pancreatic cancer since 2004. The death was announced by the company he helped found. \"Apple has lost a visionary and creative genius, and the world has lost an amazing human being,\" Apple stated in a note on its web site. \"Those of us who have been fortunate enough to know and work with Steve have lost a dear friend and an inspiring mentor. Steve leaves behind a company that only he could have built, and his spirit will forever be the foundation of Apple.\" Unlike many famous people diagnosed with cancer or other fatal illnesses, Jobs revealed few details about his health after he was diagnosed with pancreatic cancer. That was also true when he resigned from the company in August 2011.  Jobs’ shed little insight on his condition in this excerpt from his letter to the Apple Board of Directors: “I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple’s CEO, I would be the first to let you know. Unfortunately, that day has come. I hereby resign as CEO of Apple. I would like to serve, if the Board sees fit, as Chairman of the Board, director and Apple employee.” He was, however, willing to talk about death, as he did in 2005 commencement speech at Stanford University. He shared his relief at the time that he was diagnosed with a rare form of pancreatic cancer -- one did not mean an immediate death sentence.  Yet he was realistic about his future: “Remembering that I’ll be dead soon is the most important tool I’ve ever encountered to help me make the big choices in life. Because almost everything -- all external expectations, all pride, all fear of embarrassment or failure -- these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.” Legendary career In his nearly four-decade career, Jobs oversaw the development of some of the most iconic tech products of the past half century. He co-founded Apple Computer Inc. in 1976. Based in Cupertino, Calif., the company developed one of the first commercially successful personal computers, the Apple II. Less than 10 years after its founding, though, Apple’s business had lost its momentum, and, in 1985, Jobs was forced to resign. A year later, Jobs helped found Pixar, the independent animation studio that produced Toy Story and its two sequels, Monsters Inc., Ratatouille, and a host of others Academy Award-winning computer-animated films. Jobs returned to Apple in 1996. The following year he was named CEO, a position he resigned in August 2011. Back to Apple During his second tenure at Apple, the company introduced the iPod, the iPhone, and, most recently, the iPad. The popularity of each propelled Apple into its current position as one of the world’s most valuable technology companies. Meanwhile, its Macintosh line of personal computers has, over the past several years, transformed the company from an also-ran to a top seller in the PC market. But as Jobs was reviving Apple, his own health was suffering. Jobs' pancreatic cancer In 2004, Jobs was diagnosed with a rare form of cancer when a neuroendocrine tumor was discovered in his pancreas. This type of tumor accounts for 3% of all pancreatic tumors.  The distinction between types of pancreatic cancer is an important one. Whereas the most common form of pancreatic cancer is quite aggressive and deadly, neuroendocrine pancreatic cancer typically progresses slowly and is often treatable. “Neuroendocrine cancer has a much better prognosis,” says Rodney Pommier, MD, a surgeon at Oregon Health and Sciences University and an expert in neuroendocrine cancer. Pommier did not participate in Jobs’s care. Jobs had surgery in 2004 to remove the tumor, after which he returned to work. Five years later, though, he took another medical leave of absence from Apple. This time, he underwent a liver transplant at <em>Methodist</em> University Hospital in Memphis. Throughout his illness, Jobs preferred privacy over public disclosure of the details of his condition, and the reason for the liver transplant was never disclosed. There was speculation at the time that it was done because his cancer had spread to his liver.          ",
            "vi": "Nhà cải tiến công nghệ đã chiến đấu với chứng ung thư tuyến tụy trong nhiều năm 5/10/2011 - Steve Jobs, người đồng sáng lập nhìn xa thấy trước của hãng Apple Inc.- người đã thay đổi tận gốc cách sử dụng công nghệ của chúng ta, đã qua đời ngày hôm nay sau khi chống chọi lại căn bệnh ung thư tuyến tuỵ giai đoạn cao kể từ năm 2004. Tin này đã được công ty nơi ông giúp sáng lập thông báo.   Trong một thông điệp đăng trên trang web của mình, Apple ghi rõ “Apple đã mất đi một thiên tài đầy sáng tạo và nhìn xa thấy trước, và thế giới mất đi một con người hết sức tuyệt vời,” “Chúng tôi, những người có đủ may mắn được biết và làm việc cùng với Steve đã mất đi một người bạn đáng quý, một người thầy đầy cảm hứng. Steve để lại một công ty mà chỉ có ông mới có thể tạo dựng được, và linh hồn của ông sẽ mãi là nền móng của Apple.\"  Không giống như nhiều người nổi tiếng được chẩn đoán bị ung thư hoặc bị những căn bệnh chết người khác, Jobs chỉ tiết lộ một vài chi tiết về sức khỏe của mình sau khi bị chẩn đoán là ung thư tuyến tụy. Điều đó cũng hoàn toàn có thật khi ông từ chức ở công ty vào tháng 8 năm 2011. Người ta có thể hiểu thấu một chút về bệnh tình của ông trong đoạn trích dưới đây trong lá thư gởi đến Hội đồng quản trị của Apple:  “Tôi luôn nói rằng nếu có một ngày tôi không còn có thể đảm đương công việc của mình và không thể đáp ứng được kỳ vọng như một Giám đốc Điều hành Apple nữa thì tôi sẽ là người đầu tiên nói cho các bạn biết. Tiếc là, ngày ấy đã đến rồi. Do đó tôi từ chức Giám đốc Điều hành của Apple. Nếu Hội đồng quản trị thấy hợp lý, tôi xin được làm Chủ tịch Hội đồng Quản trị, giám đốc và nhân viên của Apple.”  Tuy nhiên, ông rất sẵn sàng nói về cái chết của mình, như trong bài diễn văn phát bằng tốt nghiệp vào năm 2005 tại trường Đại học Stanford. Ông chia sẻ tâm trạng nhẹ nhõm lúc bấy giờ khi được chẩn đoán một dạng ung thư tuyến tuỵ hiếm thấy – một dạng ung thư mà không có nghĩa là án tử hình tức thì. Tuy nhiên ông cũng rất thực tế về tương lai của mình:  “Việc luôn nhớ rằng mình sẽ chết sớm là một công cụ quan trọng nhất mà tôi từng gặp nhằm giúp mình đưa ra những quyết định lớn trong đời. Bởi hầu như mọi thứ – tất cả những mong đợi bên ngoài, tất cả những kiêu hãnh, tất cả nỗi sợ hãi về thất bại hoặc xấu hổ – tất cả đều hoàn toàn tan biến khi đối diện với cái chết, chỉ còn lại điều thật sự quan trọng với bản thân mình. Nghĩ rằng mình sắp chết là cách tốt nhất mà tôi biết để tránh rơi vào bẫy rằng tôi sẽ mất đi cái gì đó. Khi ta không còn gì nữa thì chẳng có lý do gì mà bạn không nghe theo lời mách bảo của trái tim.”  Sự nghiệp huyền thoại Trong quãng đời sự nghiệp kéo dài gần 4 thập niên, Jobs đã theo dõi và quan sát sự phát triển của một số sản phẩm công nghệ có tính biểu tượng nhất của một nửa thế kỷ qua. Ông đã đồng sáng lập Công ty Apple Computer Inc. vào năm 1976 tại Cupertino, Calif.. Apple đã phát triển một trong những máy tính cá nhân thành công về mặt thương mại đầu tiên, Apple II. Chưa đầy 10 năm sau khi sáng lập thì công việc kinh doanh của Apple đã mất trớn và Jobs bị buộc phải từ chức vào năm 1985.  Một năm sau, Jobs đã giúp sáng lập nên Pixar, đây là một hãng phim hoạt hình độc lập sản xuất ra Toy Story và hai cuốn tiếp theo sau đó, Monsters Inc., Ratatouille, và hàng loạt phim hoạt hình vi tính đoạt Giải thưởng Viện Hàn Lâm khác.  Jobs đã quay trở lại Apple vào năm 1996. Một năm sau ông lên làm Giám đốc Điều hành, ông đã từ chức này vào tháng 8 năm 2011. Trở lại Apple Trong nhiệm kỳ thứ hai của ông tại Apple, thì công ty đã đưa ra giới thiệu về các sản phẩm iPod, iPhone, và gần đây nhất là iPad. Sự nổi tiếng của từng sản phẩm đã đẩy Apple đến vị trí hiện thời của mình như là một trong những công ty công nghệ có giá trị lớn nhất trên thế giới.  Trong lúc đó, dòng máy tính cá nhân Macintosh của hãng, tồn tại vài năm qua, cũng đã biến công ty này từ ít có ảnh hưởng đến một công ty bán hàng chạy nhất trong thị trường PC. Nhưng khi Jobs đang vực Apple đứng dậy thì sức khỏe của ông lại suy sụp.  Chứng ung thư tuyến tụy của Steve Jobs Năm 2004, Jobs bị chẩn đoán mắc dạng ung thư hiếm thấy khi trong tuỵ của ông có khối u thần kinh nội tiết. Loại khối u này chiếm 3% tất cả khối u tụy.  Sự khác biệt giữa hai loại ung thư tuyến tụy là một sự khác biệt quan trọng. Trong khi dạng ung thư tuyến tụy thường gặp nhất rất dữ dội và gây tử vong thì chứng ung thư tuyến tụy thần kinh nội tiết lại thường diễn tiến chậm và thường có thể chữa lành.  Theo nhận xét của bác sĩ y khoa, bác sĩ phẫu thuật thuộc trường Đại học Khoa học và Y tế Oregon, và là chuyên gia về ung thư thần kinh nội tiết thì “Ung thư thần kinh nội tiết có tiên lượng khả quan hơn nhiều,” Pommier đã không chăm sóc cho Jobs.  Jobs được phẫu thuật cắt bỏ khối u vào năm 2004, sau khi ông quay lại làm việc. Tuy vậy, 5 năm sau, ông lại nghỉ bệnh tiếp ở Apple. Lần này, ông phải cấy ghép gan ở Bệnh viện Methodist University Hospital, Memphis. Suốt thời gian bệnh, Jobs muốn giữ kín hơn là công bố chi tiết cụ thể về bệnh tình của mình, và lý do cấy ghép gan cũng không hề được tiết lộ. Lúc đó người ta cũng suy đoán là bởi chứng ung thư đã di căn qua gan nên phải thực hiện thủ thuật đó.   "
        }
    ],
    "suggestions": []
}