{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mi'tikjuləsli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tỉ mỉ; kỹ càng</td></tr></table><i/></div>",
            "word": "meticulously",
            "pronounce": "[mi'tikjuləsli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "meticulously",
            "pronounce": "[mi'tikjuləsli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "meticulously",
            "pronounce": "[mi'tikjuləsli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "meticulously",
            "pronounce": "[mi'tikjuləsli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "meticulously",
            "pronounce": "[mi'tikjuləsli]"
        }
    },
    "sentences": [
        {
            "en": "I brushed my teeth <em>meticulously</em>, twice.",
            "vi": "Tôi đánh răng hai lần, thật kỹ."
        },
        {
            "en": "He always sticks to a <em>meticulously</em> planned schedule.",
            "vi": "Anh ta lúc nào cũng làm theo chương trình được sắp xếp kỹ lưỡng."
        },
        {
            "en": "The guests are invited to a <em>meticulously</em> planned dinner.",
            "vi": "Các vị khách được mời tới dự một bữa ăn tối được lên kế hoạch kỹ càng."
        },
        {
            "en": "He <em>meticulously</em> removed the canopy off the shaft of umbrella.",
            "vi": "Anh ta cẩn thận lấy tán dù ra khỏi thân dù."
        },
        {
            "en": "This <em>meticulously</em> crafted ring displays the bold blue sapphire color.",
            "vi": "Chiếc nhẫn được chế tác tỉ mỉ này thể hiện một màu xanh saphia rõ nét."
        },
        {
            "en": "I find Peter's paintings so overwhelming. They' re so <em>meticulously</em> drawn, yet so powerful.",
            "vi": "Tôi thấy những bức tranh của Peter thật vĩ đại. Chúng được vẽ thật tỉ mỉ, nhưng lại rất mạnh mẽ."
        },
        {
            "en": "I find Peter's paintings so overwhelming. They're so <em>meticulously</em> drawn, yet so powerful.",
            "vi": "Tôi thấy những bức tranh của Peter thật vĩ đại. Chúng được vẽ thật tỉ mỉ, nhưng lại rất mạnh mẽ."
        },
        {
            "en": "For me, the bathroom should be <em>meticulously</em> clean all the time.",
            "vi": "Theo tôi, phòng tắm lúc nào cũng nên thật sạch sẽ."
        },
        {
            "en": "This statue is <em>meticulously</em> sculpted by hand, cast in solid brass and mounted on a marble base.",
            "vi": "Bức tượng này được chạm trổ một cách tỉ mỉ bằng tay, được đúc bằng đồng rắn và đặt trên một cái nền đá cẩm thạch."
        },
        {
            "en": "Travelers, on business or for pleasure, have never been so comfortably, luxuriously and conveniently accommodated, so <em>meticulously</em> served, so well fed and so happily entertained.",
            "vi": "Các du khách, đi công tác hay đi thư giãn, chưa bao giờ được cung cấp chỗ ở một cách thoải mái, sang trọng và thuận tiện, chưa bao giờ được phục vụ tận tình, được phục vụ những món ăn rất chu đáo và thực sự được giải trí thỏa thích."
        },
        {
            "en": "HBR writes that for high-level managers a strategic typo may be a smart idea, to convey authenticity and not make it seem like you are always <em>meticulously</em> drafting messages.",
            "vi": "Theo HBR thì các quản lý cấp cao có thể sử dụng lỗi đánh máy như một chiến lược khôn ngoan, nhằm tỏ ra chân thực và không khiến cho email có vẻ như là bạn phải luôn cẩn thận từng câu chữ."
        },
        {
            "en": "NEW HAVEN, Connecticut (CNN)  -- New Haven Police <em>meticulously</em> sifted through evidence Tuesday in their search for the killer of Yale student Annie Le, whose body was found Sunday in a basement wall of a medical research building off campus.",
            "vi": "New Haven, Connecticut ( CNN ) - - Cảnh sát New Haven xem xét tỉ mỉ những bằng chứng hôm thứ ba trong cuộc truy tìm kẻ đã giết một sinh viên trường Yale tên là Annie Le, thi thể cô được tìm thấy hôm chủ nhật sau bức tường trong tầng hầm thuộc khu nghiên cứu y khoa cách xa khuôn viên trường đại học."
        },
        {
            "en": "New Haven Police <em>meticulously</em> sifted through evidence Tuesday in their search for the killer of Yale student Annie Le, whose body was found Sunday in a basement wall of a medical research building off campus.",
            "vi": "Cảnh sát New Haven xem xét tỉ mỉ những bằng chứng hôm thứ ba trong cuộc truy tìm kẻ đă giết một sinh viên trường Yale tên là Annie Le, thi thể cô được tìm thấy hôm chủ nhật sau bức tường trong tầng hầm thuộc khu nghiên cứu y khoa cách xa khuôn viên trường đại học."
        },
        {
            "en": "The village was <em>meticulously</em> designed several hundred years ago, in the Yuan Dynasty, by architect Zhuge Dashi. The dwellings were destroyed and rebuilt over the years—two hundreds examples from the Ming and Qing dynasties remain.",
            "vi": "Cách đây vài trăm năm trước, vào thời nhà Nguyên, ngôi làng này đã được kiến trúc sư Gia Cát Đại Sư thiết kế một cách cầu kỳ và tuyệt xảo. Trải qua nhiều năm, một số ngôi nhà đã bị đập bỏ và xây dựng lại, nhưng họ vẫn duy trì được 200 mẫu nhà có từ thời nhà Minh và nhà Thanh."
        },
        {
            "en": "Since not all listings are created equal there are listings you don’t want to be associated with. So make sure to vet them carefully and <em>meticulously</em>. Take a look at Open Site Explorer a solution that helps you evaluate the listings and discover potentially damaging links.",
            "vi": "Bởi vì không phải tất cả những danh bạ đều được tạo như nhau nên sẽ có những danh bạ mà bạn không muốn dính dáng đến. Do đó hãy chắc rằng phải xem xét chúng cẩn thận và kỹ càng. Hãy xem qua công cụ Open Site Explorer, một giải pháp giúp bạn đánh giá các danh bạ và phát hiện những liên kết (link) mang tính phá hoại tiềm tàng."
        },
        {
            "en": "Second: Great entrepreneurs recognize the difference between the front stage and the back stage – and they keep them separate. Everyone’s heard how diligently Steve Jobs worked to pull off product release events. They were shows, <em>meticulously</em> planned, and the public ate it up. We love cheering on a great performer, and with Steve Jobs his products really changed the way we live.",
            "vi": "Thứ hai: Các doanh nhân lớn nhận ra sự khác biệt giữa giai đoạn đầu và giai đoạn trở lại - và họ giữ chúng riêng biệt. Mọi người đều nghe nói Steve Jobs làm việc như thế nào để kích hoạt các sự kiện phát hành sản phẩm. Chúng là những cuộc biểu diễn, có kế hoạch tỉ mỉ, và công chúng hoàn toàn thích những thứ đó. Chúng ta yêu thích cổ vũ cho một người biểu diễn tuyệt vời, và với Steve Jobs các sản phẩm của ông thực sự thay đổi cách chúng ta sống."
        },
        {
            "en": "And what about artists such as Mondrian, whose paintings consist exclusively of horizontal and vertical lines encasing blocks of colour? Mondrian's works are deceptively simple , but eye-tracking studies confirm that they are <em>meticulously</em> composed , and that simply rotating a piece radically changes the way we view it.",
            "vi": "Còn về những họa sĩ như Mondrian, người sở hữu những bức tranh chỉ bao gồm duy nhất những đường ngang – dọc bao quanh những khối màu, thì sao? Những tác phẩm của Mondrian thì dễ bị nhầm lẫn là đơn giản , nhưng những nghiên cứu theo dõi hành vi của mắt cho thấy rằng chúng được vẽ tỉ mỉ cẩn thận , và đơn giản chỉ cần xoay bức tranh đi thôi cũng hoàn toàn thay đổi cách chúng ta ngắm chúng."
        },
        {
            "en": "The main hall of the pagoda worships a 1.2 m high Buddha statue made of stone, gilded with gold on the outside. The details of the statue were created <em>meticulously</em>. Based on the way the statue was crafted, the origin of the statue was identified to date back to 1,600 years, by the ancient Champa.",
            "vi": "Sảnh chính của chùa thờ một bức tượng Phật cao 1,2 m bằng đá, mạ vàng ở bên ngoài. Các chi tiết của bức tượng được tạo ra một cách tỉ mỉ. Dựa trên cách bức tượng được chế tác, nguồn gốc của bức tượng được xác định có niên đại 1.600 năm, Champa cổ."
        },
        {
            "en": "It’s a season to be jolly, not just for kids but equally so for adults. Christmas trees of different sizes designed glamorously, bright and colourful Christmas lights arranged spectacularly, sincerely-picked gifts wrapped <em>meticulously</em>, heart-warming Christmas carols played either joyfully or soothingly, and household doors and windows decorated cheerfully are visible signs that Christmas is already around the corner.",
            "vi": "Đó là một dịp để vui vẻ, không chỉ dành cho trẻ mà còn cho cả những người lớn. Những cây thông Noel với kích thước khác nhau được thiết kế hấp dẫn, ánh sáng và màu sắc đèn Giáng sinh được bài trí đẹp mắt, những món quà được gói một cách cẩn thận, những bài hát Giáng sinh ấm áp cũng được chơi một cách vui vẻ hoặc nhẹ nhàng, và toàn bộ những cánh cửa chính và cửa sổ ngôi nhà được trang trí hoành tráng là dấu hiệu Giáng sinh sẵn sàng ở xung quanh góc phố."
        },
        {
            "en": "It’s a season to be jolly, not just for kids but equally so for adults. Christmas trees of different sizes designed glamorously, bright and colourful Christmas lights arranged spectacularly, sincerely-picked gifts wrapped <em>meticulously</em>, heart-warming Christmas carols played either joyfully or soothingly, and household doors and windows decorated cheerfully are visible signs that Christmas is already around the corner. ",
            "vi": "Đó là một dịp để vui vẻ, không chỉ dành cho trẻ mà còn cho cả những người lớn. Những cây thông Noel với kích thước khác nhau được thiết kế hấp dẫn, ánh sáng và màu sắc đèn Giáng sinh được bài trí đẹp mắt, những món quà được gói một cách cẩn thận, những bài hát Giáng sinh ấm áp cũng được chơi một cách vui vẻ hoặc nhẹ nhàng, và toàn bộ những cánh cửa chính và cửa sổ ngôi nhà được trang trí hoành tráng là dấu hiệu Giáng sinh sẵn sàng ở xung quanh góc phố."
        }
    ],
    "suggestions": []
}