{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mi'tikjuləs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tỉ mỉ, quá kỹ càng</td></tr></table><i/></div>",
            "word": "meticulous"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>meticulous</k><blockquote><cclass>[<cclass>mɪ'tɪkjʊləs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective very careful and precise. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>meticulously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>meticulousness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16 (in the sense 'fearful or timid', later 'overcareful about detail'): from L. <i>meticulosus</i>, from <i>metus</i> 'fear'. </blockquote></div>",
            "word": "meticulous"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>meticulous</k><blockquote>▸ <cclass>adjective CAREFUL, conscientious, diligent, scrupulous, punctilious, painstaking, accurate; thorough, studious, rigorous, detailed, perfectionist, fastidious, methodical, particular.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>careless.</blockquote></div>",
            "word": "meticulous"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>meticulous</k><blockquote><blockquote><ex><abr>adj.</abr> meticulous about, in (she is meticulous in her dress) </ex></blockquote></blockquote></div>",
            "word": "meticulous"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "meticulous"
        }
    },
    "sentences": [
        {
            "en": "I am very <em>meticulous</em> and careful.",
            "vi": "Tôi là người rất tỉ mỉ và cẩn thận."
        },
        {
            "en": "She planned her trip in <em>meticulous</em> detail.",
            "vi": "Cô ta đã lên kế hoạch cho chuyến đi thật tỉ mỉ."
        },
        {
            "en": "She is <em>meticulous</em> about her appearance.",
            "vi": "Cô ta rất kỹ lưỡng về vẻ bên ngoài."
        },
        {
            "en": "We agreed that it was a piece of <em>meticulous</em> research.",
            "vi": "Chúng tôi đồng ý rằng nó là một phần của nghiên cứu tỉ mỉ."
        },
        {
            "en": "I have always found her to be a <em>meticulous</em> researcher.",
            "vi": "Tôi luôn cảm thấy cô là nhà nghiên cứu tỉ mỉ."
        },
        {
            "en": "He is known as a <em>meticulous</em> worker, strategist and negotiator.",
            "vi": "Ông nổi tiếng là công nhân, nhà chiến lược và là người đàm phán tỉ mỉ."
        },
        {
            "en": "We 've collected the best information about <em>meticulous</em> work.",
            "vi": "Chúng tôi vừa tập hợp được những thông tin chính xác nhất về công việc đòi hỏi sự tỉ mỉ."
        },
        {
            "en": "We've collected the best information about <em>meticulous</em> work.",
            "vi": "Chúng tôi vừa tập hợp được những thông tin chính xác nhất về công việc đòi hỏi sự tỉ mỉ."
        },
        {
            "en": "He's always <em>meticulous</em> in keeping the records up to date.",
            "vi": "Anh ấy luôn tỉ mỉ trong việc theo dõi cập nhật các hồ sơ."
        },
        {
            "en": "Anyway, the picture below is one of his <em>meticulous</em> pictures.",
            "vi": "Dù sao thì bức hình dưới đây là một trong những tấm được vẽ tỉ mỉ của ông ta."
        },
        {
            "en": "He is <em>meticulous</em> about his appearance and obsessive about cleanliness.",
            "vi": "Ông ta rất kỹ lưỡng về vẻ bề ngoài và rất khó tính về sự sạch sẽ."
        },
        {
            "en": "My brother is a <em>meticulous</em> person. Conversely, I 'm an outlandish and obstinate man.",
            "vi": "Anh trai tôi là một người cẩn thận. Ngược lại, tôi là một gã ngang bướng và kỳ quặc."
        },
        {
            "en": "I'm a <em>meticulous</em> person, I'm not satisfied unless things are straightened up.",
            "vi": "Tôi là người tỉ mỉ, tôi không thấy hài lòng nếu mọi thứ không được làm đến nơi đến chốn."
        },
        {
            "en": "The above sorts of elixir and tonic demand a <em>meticulous</em> manufacture.",
            "vi": "Các loại rượu trên rất công phu."
        },
        {
            "en": "Everything she undertook was carried through with <em>meticulous</em> care and unfailing good humour.",
            "vi": "Mọi việc bà đảm nhận, bà đều thi hành rất cẩn thận, và luôn luôn vui vẻ."
        },
        {
            "en": "My brother is a <em>meticulous</em> person. Conversely, I'm an outlandish and obstinate man.",
            "vi": "Anh trai tôi là một người cẩn thận. Ngược lại, tôi là một gã ngang bướng và kỳ quặc."
        },
        {
            "en": "I 'm a <em>meticulous</em> person, I' m not satisfied unless things are straightened up.",
            "vi": "Tôi là người tỉ mỉ, tôi không thấy hài lòng nếu mọi thứ không được làm đến nơi đến chốn."
        },
        {
            "en": "The second simple truth is that it is imperative to pay <em>meticulous</em> attention to every touch point with the customers to provide an all-encompassing excellent customer experience.",
            "vi": "Sự thật đơn giản thứ hai là rằng nó là cấp bách để có sự quan tâm tỉ mỉ đến mỗi điểm nhấn với khách hàng để cung cấp một kinh nghiệm khách hàng xuất sắc tất cả được bao gồm."
        },
        {
            "en": "Particularly this year, the common aesthetic taste tends to favour rather loose garments of simple design, far from <em>meticulous</em> mode, which quite suites a developed industry.",
            "vi": "Riêng năm nay thì dự báo xu hướng thẩm mỹ chung là ưa thích những kiểu áo quần may tương đối rộng rãi, kiểu dáng đơn giản tránh cầu kỳ, rất phù hợp với một nền kinh kế công nghiệp phát triển."
        },
        {
            "en": "The second simple truth is that it is imperative to pay <em>meticulous</em> attention to every touch point with the customers to provide an all - encompassing excellent customer experience.",
            "vi": "Sự thật đơn giản thứ hai là rằng nó là cấp bách để có sự quan tâm tỉ mỉ  đến mỗi điểm nhấn với khách hàng để cung cấp một kinh nghiệm khách hàng xuất sắc tất cả được bao gồm."
        }
    ],
    "suggestions": []
}