{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mexican"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mexican"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mexican"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mexican"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mexican"
        }
    },
    "sentences": [
        {
            "en": "<em>Mexican</em> protesters",
            "vi": "người biểu tình Mexico"
        },
        {
            "en": "He could be <em>Mexican</em>.",
            "vi": "Anh ấy có thể là người Mêhicô."
        },
        {
            "en": "Can you eat Thai or <em>Mexican</em> food ?",
            "vi": "Bạn có thể ăn đồ ăn Thái hay Mêxicô được không?"
        },
        {
            "en": "There's a New <em>Mexican</em> restaurant in town.",
            "vi": "Có một nhà hàng của người Mê hi cô ở thị trấn."
        },
        {
            "en": "I can eat <em>Mexican</em> food at home.",
            "vi": "Tôi có thể ăn thức ăn Mê hi cô tại nhà."
        },
        {
            "en": "I like <em>Mexican</em> food with adventures seasonings.",
            "vi": "Tôi thích thức ăn Mêxicô có những gia vị mạnh."
        },
        {
            "en": "She has a sultry <em>Mexican</em> beauty.",
            "vi": "Cô ta có một vẻ đẹp rất Mêhicô."
        },
        {
            "en": "My best friend is a <em>Mexican</em>.",
            "vi": "Người bạn thân nhất của tôi là người Mê-hi-cô."
        },
        {
            "en": "She has a penchant for <em>Mexican</em> food.",
            "vi": "Cô ta thích món ăn Mêhicô."
        },
        {
            "en": "Hot dogs are the paradigmatic <em>Mexican</em> food.",
            "vi": "Xúc xích là thực phẩm đặc trưng của người Mê - hi - cô."
        },
        {
            "en": "Hot dogs are the paradigmatic <em>Mexican</em> food.",
            "vi": "Xúc xích là thực phẩm đặc trưng của người Mê-hi-cô."
        },
        {
            "en": "I work in a <em>Mexican</em> restaurant.",
            "vi": "Tôi làm trong một nhà hàng của Me-xi-cô."
        },
        {
            "en": "Have you ever seen a <em>Mexican</em> TV serial?",
            "vi": "Anh có bao giờ xem phim truyền hình nhiều tập của Mê - hi - cô hay chưa?"
        },
        {
            "en": "He was made a colonel in the <em>Mexican</em> army.",
            "vi": "Anh ta được bổ nhiệm làm đại tá trong quân đội Mê - xi - cô."
        },
        {
            "en": "The <em>Mexican</em> dishes are very diverse and extremely delicious.",
            "vi": "Các món ăn Mê - hi - cô rất đa dạng và cực kỳ ngon."
        },
        {
            "en": "I like the <em>Mexican</em> wave at the end.",
            "vi": "Tôi thích cảnh sóng người Me - xi - cô lúc kết thúc."
        },
        {
            "en": "<em>Mexican</em> drug addicts dwell amid fear of violence.",
            "vi": "Những người nghiện ma túy ở Mexico sống giữa lo ngại bạo lực."
        },
        {
            "en": "The American flag was flying alongside <em>Mexican</em> flags there.",
            "vi": "Ở đó cờ Mỹ bay cùng với cờ Mexico."
        },
        {
            "en": "American groom, <em>Mexican</em> bride marry on border bridge",
            "vi": "Chú rể Mỹ, cô dâu Mexico sánh duyên trên cây cầu biên giới"
        },
        {
            "en": "Have you ever seen a <em>Mexican</em> TV serial?",
            "vi": "Anh có bao giờ xem phim truyền hình nhiều tập của Mê-hi-cô hay chưa?"
        }
    ],
    "suggestions": []
}