{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Michelangelo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Michelangelo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Michelangelo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Michelangelo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Michelangelo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Can it be accepted to equate Picasso with <em>Michelangelo</em>?",
            "vi": "Đặt Picasso ngang hàng với Michelangelo, liệu có chấp nhận được không?"
        },
        {
            "en": "If it is genuine <em>Michelangelo</em> drawing, it wiil sell for millions.",
            "vi": "Nếu đó là bức tranh của họa sĩ Michelangelo, nó sẽ được bán cả triệu đô"
        },
        {
            "en": "In 1996, world famous team Juventus brought four players to Vietnam, namely Gianluca Vialli, Gianluca Pessotto, <em>Michelangelo</em> Rampulla and Attilio Lombardo. It defeated the host’s national team 2-1 at Hang Day stadium.",
            "vi": "Năm 1996, đội bóng nổi tiếng thế giới Juventus đưa bốn cầu thủ đến Việt Nam, cụ thể là Gianluca Vialli, Gianluca Pessotto, Michelangelo Rampulla và Attilio Lombardo. Họ đã đánh bại đội tuyển quốc gia của nước chủ nhà với tỉ số 2-1 tại sân vận động Hàng Đẫy."
        },
        {
            "en": "Don't say you don't have enough time.You have exactly the same number of hours per day that were given to Helen Keller, Louis Pasteur, <em>Michelangelo</em>, Thomas Jefferson and Albert Einstein.",
            "vi": "Đừng nói bạn không đủ thời gian, mỗi ngày bạn đều có khoảng thời gian y như Helen Keller, Louis Pasteur, Michelangelo, Thomas Jefferson và Albert Einstein."
        }
    ],
    "suggestions": []
}