{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Michigan",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Michigan",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Michigan",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Michigan",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Michigan",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Michigan</em> family income drops precipitously.",
            "vi": "Thu nhập gia đình ở bang Michigan giảm đột ngột."
        },
        {
            "en": "He graduated from the University of <em>Michigan</em>.",
            "vi": "Anh ấy là sinh viên tốt nghiệp ở trường Ðại học Michigan."
        },
        {
            "en": "<em>Michigan</em> Limestone and Chemical Company operates the world's largest limestone quarry located near Rogers City, <em>Michigan</em>.",
            "vi": "Công ty hoá chất và đá vôi Michigan đang quản lý mỏ đá vôi lớn nhất thế giới nằm gần thành phố Rogers, Michigan."
        },
        {
            "en": "He is a graduate from the University of <em>Michigan</em>.",
            "vi": "Anh ấy là sinh viên tốt nghiệp ở trường Ðại học Michigan."
        },
        {
            "en": "He's a graduate from the University of <em>Michigan</em>.",
            "vi": "Anh ta là sinh viên tốt nghiệp ở trường Ðại học Michigan."
        },
        {
            "en": "She went to the University of <em>Michigan</em> Medical School.",
            "vi": "Cô ấy đã theo học ở Ðại học Y Khoa thuộc Ðại học Michigan."
        },
        {
            "en": "<em>Michigan</em> is going to score points against us.",
            "vi": "Michigan dự định giành ưu thế với chúng tôi."
        },
        {
            "en": "The sands of the present-day Lake <em>Michigan</em> are always moving.",
            "vi": "Cát ở hồ Michigan ngày nay luôn luôn di chuyển."
        },
        {
            "en": "The sands of the present - day Lake <em>Michigan</em> are always moving.",
            "vi": "Cát ở hồ Michigan ngày nay luôn luôn di chuyển."
        },
        {
            "en": "Alice shocked people by swimming in Lake <em>Michigan</em> without a swimming suit.",
            "vi": "Alice đã làm nhiều người sửng sốt vì bơi trong hồ Michigan mà không mặc quần áo bơi."
        },
        {
            "en": "The wind and waves of Lake <em>Michigan</em> created the dunes over thousands of years.",
            "vi": "Gió và sóng ở hồ Michigan đã tạo ra những cồn cát này qua hàng ngàn năm."
        },
        {
            "en": "In eighteen twenty-two, a trader from the state of <em>Michigan</em> settled in the Indiana Dunes.",
            "vi": "Năm 1822, một thương gia đến từ bang Michigan đã đến định cư ở vùng cồn cát Indiana."
        },
        {
            "en": "For example, people in Chicago can choose from special holiday trips on Lake <em>Michigan</em>.",
            "vi": "Chẳng hạn, người ở chicago có thể chọn trong số những chuyến nghỉ mát đặc biệt trên hồ michigan."
        },
        {
            "en": "The winds along Lake <em>Michigan</em> created some dunes in ancient times.",
            "vi": "Những cơn gió thổi dọc theo hồ Michigan đã tạo nên một số cồn cát vào thời cổ đại."
        },
        {
            "en": "Ronald Inglehart, who is political scientist at University of <em>Michigan</em> directed the study.",
            "vi": "Ronald Inglehart, nhà khoa học nghiên cứu về chính trị tại Trường Đại học Michigan, đã chỉ đạo cuộc nghiên cứu này."
        },
        {
            "en": "The state of <em>Michigan</em> is the nation's top producer of sour cherries.",
            "vi": "Bang Michigan là nơi sản xuất anh đào chua đứng đầu cả nước."
        },
        {
            "en": "Holding the oversiz​ed check from the <em>Michigan</em> Lottery, she said: \"It's crazy. Just unreal.\"",
            "vi": "Cầm phiếu dò to đùng của tiệm vé số Michigan, bà bảo: \"Điên quá mất thôi. Quá ảo.\""
        },
        {
            "en": "The land along that area of Lake <em>Michigan</em> is extremely valuable.",
            "vi": "Đất đai dọc theo khu vực hồ Michigan cực kỳ có giá trị."
        },
        {
            "en": "Last month, <em>Michigan</em> passed a law amending the definition of a renewable energy facility.",
            "vi": "Tháng trước, Michigan thông qua bộ luật sửa đổi định nghĩa về thiết bị năng lượng tái tạo."
        },
        {
            "en": "Southwest Lower <em>Michigan</em> is in the midst of a long spell of warm weather.",
            "vi": "Miền Tây Nam Michigan nằm trong trung tâm của đợt thời tiết ấm áp kéo dài."
        }
    ],
    "suggestions": []
}