{
    "en_vn": {
        "data": {
            "content": null,
            "word": "microevolution"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>microevolution</k><blockquote>■ <cclass>noun <cclass>Biology evolutionary change within a species or small group of organisms, especially over a short period. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>microevolutionary</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "microevolution"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "microevolution"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "microevolution"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "microevolution"
        }
    },
    "sentences": [
        {
            "en": "Pesticide-resistant insects and herbicide-resistant weeds are additional examples of rapid <em>microevolution</em>.",
            "vi": "Các côn trùng đề kháng thuốc trừ sâu và cây cỏ kháng thuốc diệt cỏ là những ví dụ khác về tiến hóa vi mô xảy ra nhanh chóng."
        },
        {
            "en": "<em>Microevolution</em> can occur very quickly ; indeed, it is probably always occurring.",
            "vi": "Tiến hóa vi mô có thể diễn ra rất nhanh; có lẽ là nó thực sự luôn luôn xảy ra."
        },
        {
            "en": "Pesticide - resistant insects and herbicide - resistant weeds are additional examples of rapid <em>microevolution</em>.",
            "vi": "Các côn trùng đề kháng thuốc trừ sâu và cây cỏ kháng thuốc diệt cỏ là những ví dụ khác về tiến hóa vi mô xảy ra nhanh chóng."
        },
        {
            "en": "<em>Microevolution</em> can occur very quickly; indeed, it is probably always occurring.",
            "vi": "Tiến hóa vi mô có thể diễn ra rất nhanh ; có lẽ là nó thực sự luôn luôn xảy ra."
        },
        {
            "en": "Changes in gene frequency that occur within a population without producing a new species are called <em>microevolution</em>.",
            "vi": "Sự biến đổi tần số gen xảy ra trong một quần thể mà không tạo thành loài mới được gọi là tiến hóa vi mô."
        },
        {
            "en": "As <em>microevolution</em> continues, a population may become so different that it is no longer able to reproduce with members of other populations.",
            "vi": "Khi tiến hóa vi mô tiếp diễn, một quần thể có thể trở nên khác biệt đến mức mà nó không thể sinh sản với các thành viên của các quần thể khác nữa."
        }
    ],
    "suggestions": []
}