{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,maikrəʊi:kə'nɔmiks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kinh tế) ngành nghiên cứu hoạt động của các doanh nghiệp và người tiêu dùng; kinh tế vi mô</td></tr></table><i/></div>",
            "word": "microeconomics",
            "pronounce": "[,maikrəʊi:kə'nɔmiks]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>microeconomics</k><blockquote>■ <cclass>plural noun [treated as <cclass>sing.] the part of economics concerned with single factors and the effects of individual decisions. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>microeconomic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "microeconomics",
            "pronounce": "[,maikrəʊi:kə'nɔmiks]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "microeconomics",
            "pronounce": "[,maikrəʊi:kə'nɔmiks]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "microeconomics",
            "pronounce": "[,maikrəʊi:kə'nɔmiks]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "microeconomics",
            "pronounce": "[,maikrəʊi:kə'nɔmiks]"
        }
    },
    "sentences": [
        {
            "en": "<em>Microeconomics</em>",
            "vi": "Kinh tế học vi mô"
        },
        {
            "en": "New <em>microeconomics</em>",
            "vi": "Kinh tế học vi mô mới"
        },
        {
            "en": "New-new <em>microeconomics</em>",
            "vi": "Kinh tế học vi mô mới - mới"
        },
        {
            "en": "What is <em>microeconomics</em>?",
            "vi": "Kinh tế vi mô là gì?"
        },
        {
            "en": "New - new <em>microeconomics</em>",
            "vi": "Kinh tế học vi mô mới-mới"
        },
        {
            "en": "<em>Microeconomics</em> Versus Macroeconomics",
            "vi": "Kinh tế vi mô và kinh tế vĩ mô"
        },
        {
            "en": "<em>Microeconomics</em> is the hard subject to study.",
            "vi": "Kinh tế vi mô là một môn học rất khó nuốt."
        },
        {
            "en": "<em>Microeconomics</em> is the study of components of the economy.",
            "vi": "Kinh tế vi mô là môn nghiên cứu các thành phần kinh tế của nền kinh tế."
        },
        {
            "en": "As a branch of economics, <em>microeconomics</em> studies small units, namely individual companies and groups of consumers.",
            "vi": "Kinh tế vi mô là ngành kinh tế học nghiên cứu những đơn vị nhỏ, cụ thể là từng công ty và nhóm người tiêu dùng."
        },
        {
            "en": "<em>Microeconomics</em> is one of the main fields of the social science of economics.",
            "vi": "Kinh tế vi mô là một trong những lĩnh vực chính của kinh tế khoa học xã hội."
        },
        {
            "en": "<em>microeconomics</em> is the study of behavior of individual in the economy",
            "vi": "kinh tế vi mô là môn nghiên cứu hành vi cá nhân trong nền kinh tế"
        },
        {
            "en": "<em>microeconomics</em> analysis offers a detailed treatment of individual decisions about particular comodities",
            "vi": "phân tích vi mô đưa ra một sự nghiên cứu chi tiết các quyết định cá nhân về các hàng hóa đặc biệt"
        },
        {
            "en": "“<em>microeconomics</em> concerns things that economists are specifically wrong about, while macroeconomics concerns things economists are wrong about generally. Or to be more technical, <em>microeconomics</em> is about money you don’t have, and macroeconomics is about money the government is out of.”",
            "vi": "“Kinh tế học vi mô quan tâm đến những thứ mà các ông kinh tế học sai lầm một cách cụ thể, còn kinh tế học vĩ mô thì quan tâm đến những thứ mà mấy ông ấy sai lầm một cách chung chung. Hoặc nói một cách chuyên môn hơn, kinh tế học vi mô bận tâm đến tiền bạn không có, và kinh tế học vĩ mô thì lại bận tâm về tiền chính phủ thiếu.”"
        },
        {
            "en": "<em>microeconomics</em> tend to a detail treatment of one aspect of economic behavior but ignore interactions with the rest of the economy in order to preserve the simplicity of the analysis",
            "vi": "kinh tế vi mô có xu hướng đưa ra 1 nghiên cứu chi tiết về 1 khía cạnh của hành vi kinh tế nhưng bỏ qua sự tương tác với các phần còn lại của nền kinh tế to làm đơn giản hóa trong phân tíc"
        },
        {
            "en": "<em>microeconomics</em> tend to a detail treatment of one aspect of economic behavior but ignore interactions with the rest of the economy in order to preserve the simplicity of the analysis",
            "vi": "kinh tế vi mô có xu hướng đưa ra 1 nghiên cứu chi tiết về 1 khía cạnh của hành vi kinh tế nhưng bỏ qua sự tương tác với các phần còn lại của nền kinh tế to làm đơn giản hóa trong phân"
        },
        {
            "en": "According to comedian P.J. O’Rourke, “<em>microeconomics</em> concerns things that economists are specifically wrong about, while macroeconomics concerns things economists are wrong about generally. Or to be more technical, <em>microeconomics</em> is about money you don’t have, and macroeconomics is about money the government is out of.” This is probably closer to the truth than economists would like, but let’s examine the distinction in more detail.    <em>Microeconomics</em> Those who have studied Latin know that the prefix “micro-“ means “small,” so it shouldn’t be surprising that <em>microeconomics</em> is the study of small economic units. The field of <em>microeconomics</em> is concerned with things like:    ·               Consumer decision making and utility maximization  ·               Firm production and profit maximization  ·               Individual market equilibrium  ·               Effects of government regulation on individual markets  ·               Externalities and other market side effects    Macroeconomics Macroeconomics can be thought of as the “big picture” version of economics. Rather than analyzing individual markets, macroeconomics focuses on aggregate production and consumption in an economy. Some topics that macroeconomists study are:    ·                           The effects of general taxes such as income and sales taxes on output and prices  ·                           The causes of economic upswings and downturns  ·                           The effects of monetary and fiscal policy on economic health  ·                           How interest rates are determined  ·                           Why some economies grow faster than others    The Relationship Between <em>Microeconomics</em> and Macroeconomics There is an obvious relationship between <em>microeconomics</em> and macroeconomics in that aggregate production and consumption levels are the result of choices made by individual households and firms, and some macroeconomic models explicitly make this connection.    Most of the economic topics covered on television and in newspapers are of the macroeconomic variety, but it’s important to remember that economics is about more than just trying to figure out when the economy is going to improve and what the Fed is doing with interest rates.",
            "vi": "Theo diễn viên hài P.J. O’Rourke, “Kinh tế học vi mô quan tâm đến những thứ mà các ông kinh tế học sai lầm một cách cụ thể, còn kinh tế học vĩ mô thì quan tâm đến những thứ mà mấy ông ấy sai lầm một cách chung chung. Hoặc nói một cách chuyên môn hơn, kinh tế học vi mô bận tâm đến tiền bạn không có, và kinh tế học vĩ mô thì lại bận tâm về tiền chính phủ thiếu.” Cách hiểu này có lẽ gần với chân lý hơn các nhà kinh tế học muốn, nhưng chúng ta hãy xem xét chi tiết sự khác biệt giữa vi mô và vĩ mô.   Kinh tế học vi mô Những người đã học qua tiếng La-tinh đều biết tiền tố “micro” có nghĩa là “nhỏ”, vì vậy không có gì phải ngạc nhiên khi kinh tế học vi mô là bộ môn nghiên cứu những đơn vị kinh tế nhỏ. Phạm vi nghiên cứu của kinh tế học vi mô là:   Việc ra quyết định của người tiêu dùng và tối đa hoá lợi ích Việc sản xuất của doanh nghiệp và tối đa hoá lợi nhuận Cân bằng thị trường riêng lẻ Các tác động điều tiết của chính phủ đối với các thị trường riêng lẻ Các yếu tố ngoại vi và các tác động phụ khác của thị trường   Kinh tế học vĩ mô Kinh tế học vĩ mô có thể được xem là phiên bản kinh tế học về \"bức tranh toàn cảnh\". Thay vì phân tích các thị trường riêng lẻ, kinh tế học vĩ mô tập trung vào toàn bộ sản xuất và tiêu thụ của một nền kinh tế. Một số vấn đề chủ yếu kinh tế học vĩ mô nghiên cứu là:   Các tác động của thuế khoá chung, chẳng hạn các khoản thuế thu nhập và thuế tiêu thụ đánh vào sản phẩm và giá cả. Các nguyên nhân của những thời kỳ phát triển và suy thoái kinh tế. Các tác động của chính sách tài khoá và tiền tệ đối với sức khoẻ nền kinh tế Lãi suất được quyết định như thế nào Tại sao một số nền kinh tế lại tăng trưởng nhanh hơn những nền kinh tế khác   Mối quan hệ giữa Kinh tế vi mô và Kinh tế vĩ mô Có một mối quan hệ hiển nhiên giữa kinh tế vĩ mô và kinh tế vi mô trong đó tổng các mức tiêu thụ và sản xuất là kết quả của những chọn lựa mà các hộ gia đình và các doanh nghiệp riêng lẻ đã thực hiện, và một số mô hình kinh tế vĩ mô thể hiện rõ mối quan hệ này.   Hầu hết các vấn đề kinh tế chủ yếu trên truyền hình và báo viết hàng ngày thuộc các phương diện khác nhau của kinh tế vĩ mô, nhưng cần nhớ rằng kinh tế học quan tâm đến nhiều thứ chứ không chỉ cố gắng tìm hiểu khi nào nền kinh tế sẽ phát triển và Cục Dự trữ Liên bang đang làm gì với lãi suất."
        }
    ],
    "suggestions": []
}