{
    "en_vn": {
        "data": {
            "content": null,
            "word": "midline",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>midline</k><blockquote>■ <cclass>noun a median line or plane of bilateral symmetry. </cclass></blockquote></div>",
            "word": "midline",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "midline",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "midline",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đường trung bình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">midline of a trapezoid</font><font color=\"#282828\">: đường trung bình của một hình thang</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">midline capacitor</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tụ điện trung tuyến</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "midline",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The third tooth from the <em>midline</em> of each jaw.",
            "vi": "Răng thứ ba tính từ đường giữa của mỗi hàm."
        },
        {
            "en": "To move a limb or any other part towards the <em>midline</em> of the body.",
            "vi": "Làm chuyển động một chi hoặc một phần cơ thể về phía đường giữa của cơ thể."
        },
        {
            "en": "Any of the four front teeth in each jaw, two on each side of the <em>midline</em>.",
            "vi": "Bất cứ nào trong số bốn răng trước ở mỗi hàm, mỗi bên hai cái."
        },
        {
            "en": "To move a limb or any other part away from the <em>midline</em> of the body.",
            "vi": "Vận hành một chi hoặc một phần khác của cơ thể rời xa đường giữa cơ thể."
        },
        {
            "en": "The fluid-filled cavity in the <em>midline</em> is the fourth ventricle.",
            "vi": "Xoang đầy dịch ở đường giữa là não thất thứ tư."
        },
        {
            "en": "Bundle of nerve fibres that crosses the <em>midline</em> of the central nervous system, often connecting similar structures on each side.",
            "vi": "Một bó sợi thần kinh đi qua đường giữa của hệ thần kinh trung ương, thường là những cấu trúc tương tự nối với nhau ở mỗi bên."
        },
        {
            "en": "The congenital deformity of a cleft in the upper lip, on one or both sides of the <em>midline</em>.",
            "vi": "Dị hình bẩm sinh có một khe nứt ở một bên hay cả hai bên đường giữa môi trên."
        },
        {
            "en": "A fissure in the <em>midline</em> of the palate due to failure of the two sides to fuse in embryonic development.",
            "vi": "Một chỗ nứt trong đường giữa của vòm miệng do trong lúc phát triển phôi hai bên của vòm miệng không nối liền được."
        },
        {
            "en": "Neuron cell bodies are grouped into clusters called ganglia, which are usually located along the animal's <em>midline</em>.",
            "vi": "Các thân của tế bào thần kinh nhóm lại với nhau tạo thành các đám gọi là hạch thần kinh, thường nằm dọc theo đường giữa của động vật."
        },
        {
            "en": "Any muscle that moves one part of the body away from another or from the <em>midline</em> of the body.",
            "vi": "Bất cứ một cơ nào làm chuyển động một phần của cơ thể đi xa một phần khác hoặc xa đường giữa của cơ thể."
        },
        {
            "en": "Any muscle that moves one part of the body towards another or towards the <em>midline</em> of the body.",
            "vi": "Bất cứ một cơ bắp nào làm chuyển động một phần cơ thể về phía phần khác hoặc về phía đường giữa của cơ thể."
        },
        {
            "en": "The largest and most highly developed part of the brain, composed of the two cerebral hemispheres, separated from each other by the longitudinal fissure in the <em>midline</em>.",
            "vi": "Phần lớn nhất và phát triển cao nhất của não, gồm có hai bán cầu não, phân chia bởi một khe dọc ở đường giữa."
        },
        {
            "en": "    * Labial adhesions, the sticking together or adherence of the labia in the <em>midline</em>, usually appear in infants and young girls. Although there are usually no symptoms associated with this condition, labial adhesions can lead to an increased risk of urinary tract infection. Sometimes topical estrogen cream is used to help separate the labia.",
            "vi": "* Môi âm đạo dính chặt nhau, đây là tình trạng môi âm đạo dính liền nhau ở đường giữa, thường xảy ra ở trẻ sơ sinh và các bé gái nhỏ tuổi. Mặc dù thường không có triệu chứng gì liên quan đến chứng bệnh này, nhưng chứng dính môi có thể làm cho nguy cơ nhiễm trùng đường tiểu tăng cao. Đôi khi bệnh nhân có thể thoa kem estrogen tại chỗ để giúp làm cho môi không còn dính nhau nữa."
        }
    ],
    "suggestions": []
}