{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Midwest",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Midwest</k><blockquote>■ <cclass>noun the region of northern states of the US from Ohio west to the Rocky Mountains. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>Midwestern</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>Midwesterner</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "Midwest",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Midwest",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Midwest",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Midwest",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Midwest</em> is American's granary.",
            "vi": "Miền Trung Tây là vực lúa của Mỹ."
        },
        {
            "en": "The great plains of the American <em>Midwest</em>",
            "vi": "Vùng đồng bằng rộng lớn miền trung tây hoa kỳ"
        },
        {
            "en": "The <em>Midwest</em> had more interurbans than any other region.",
            "vi": "Vùng Trung Tây có nhiều đường xe lửa giữa hai thành phố hơn bất kỳ bất kỳ vùng nào khác."
        },
        {
            "en": "This is the great plains of the American <em>Midwest</em>.",
            "vi": "Đây là vùng đồng bằng rộng lớn miền Trung Tây Hoa Kỳ."
        },
        {
            "en": "The <em>Midwest</em> is the agricultural heartland in the United States.",
            "vi": "Vùng Trung Tây là vùng đất nông nghiệp trọng yếu của Hoa Kỳ."
        },
        {
            "en": "Our trip begins in the <em>Midwest</em>, in Chicago.",
            "vi": "Chuyến đi của chúng ta bắt đầu ở Midwest Chicago."
        },
        {
            "en": "In the <em>Midwest</em> farm country, there was a small town within driving distance.",
            "vi": "Ở vùng quê Nông trại miền Trung Tây, có một thị trấn nhỏ cách một quãng lái xe thôi."
        },
        {
            "en": "One reason was good news from the <em>Midwest</em>, the agricultural heartland in the United States.",
            "vi": "Có một nguyên nhân đó là tin tốt lành từ vùng Trung Tây nước Mỹ, vùng đất nông nghiệp trọng yếu của Hoa Kỳ."
        },
        {
            "en": "It takes three days by train to get to the <em>Midwest</em> from California.",
            "vi": "Đi xe lửa từ California đến Midwest bất 3 ngày."
        },
        {
            "en": "Meanwhile, separate data published on Monday pointed to a slowdown in industrial activity in the US <em>Midwest</em> region.",
            "vi": "Trong khi đó, dữ liệu riêng được công bố vào ngày thứ hai cho thấy sự suy giảm trong hoạt động công nghiệp ở vùng Trung tây Hoa Kỳ."
        },
        {
            "en": "The president likes to remind people that he grew up in a small one-horse town in the <em>Midwest</em>.",
            "vi": "Tổng thống thích nhắc mọi người nhớ rằng ông đã lớn lên tại một tỉnh lẻ ở miền Trung Tây."
        },
        {
            "en": "The president likes to remind people that he grew up in a small one - horse town in the <em>Midwest</em>.",
            "vi": "Tổng thống thích nhắc mọi người nhớ rằng ông đã lớn lên tại một tỉnh lẻ ở miền Trung Tây."
        },
        {
            "en": "He is a fellow CEO of mine, who came from a blue-collar family in the <em>Midwest</em> - his father, like mine, was a laborer for forty-odd years.",
            "vi": "Ông là một người bạn CEO của tôi có xuất thân từ một gia đình công nhân ở miền Trung Tây - cha ông, cũng như cha tôi, là một công nhân lao động hơn 40 năm."
        },
        {
            "en": "Other exchanges of note include the <em>Midwest</em> Stock Exchange in Chicago, and the Pacific Exchange in San Francisco and Los Angeles.",
            "vi": "Các sở giao dịch nổi tiếng khác gồm có thị trường chứng khoán trung tây ở chicago, và sở giao dịch pacific ở san francisco và los angeles."
        },
        {
            "en": "He is a fellow CEO of mine, who came from a blue - collar family in the <em>Midwest</em> - his father, like mine, was a laborer for forty - odd years.",
            "vi": "Ông là một người bạn CEO của tôi có xuất thân từ một gia đình công nhân ở miền Trung Tây - cha ông, cũng như cha tôi, là một công nhân lao động hơn 40 năm."
        }
    ],
    "suggestions": []
}