{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['maigrənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">di trú; di cư</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">migrant birds </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chim di trú</font></td></tr></table><i/></div>",
            "word": "migrant"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>migrant</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a person who moves from one place to another so as to find work. </blockquote></blockquote><blockquote><blockquote>2》 an animal that migrates. </blockquote></blockquote><blockquote>■ <cclass>adjective tending to migrate or having migrated. </cclass></blockquote></div>",
            "word": "migrant"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>migrant</k><blockquote>▸ <cclass>noun <i>economic migrants</i>: IMMIGRANT, EMIGRANT; nomad, itinerant, traveller, vagrant, transient, rover, wanderer, drifter.</cclass></blockquote><blockquote>▸ <cclass>adjective <i>migrant workers</i>: TRAVELLING, wandering, drifting, nomadic, roving, roaming, itinerant, vagrant, transient.</cclass></blockquote></div>",
            "word": "migrant"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "migrant"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "migrant"
        }
    },
    "sentences": [
        {
            "en": "<em>migrant</em>",
            "vi": "người nhập cư"
        },
        {
            "en": "<em>Migrant</em> birds",
            "vi": "Chim di trú"
        },
        {
            "en": "He is a <em>migrant</em> from Texas.",
            "vi": "Anh ta là người nhập cư từ Texas."
        },
        {
            "en": "I like listening stories about <em>migrant</em> birds.",
            "vi": "Tôi thích những câu chuyện về chim di trú."
        },
        {
            "en": "Table 3.5: Hourly Wage Earnings: <em>Migrant</em> Workers vs. Non-<em>Migrant</em> Workers (thousand VND per hour).",
            "vi": "Bảng 3.5: Lương thu nhập theo giờ: Lao động di cư so với lao động sở tại (Nghìn đồng mỗi giờ)."
        },
        {
            "en": "Table 3.5 provides information on wage differentials between <em>migrant</em> and non-<em>migrant</em> workers.",
            "vi": "Bảng 3.5 cung cấp các thông tin về chênh lệch lương giữa lao động di cư và sở tại."
        },
        {
            "en": "Table 5: Patterns of migration (<em>migrant</em> workers only).",
            "vi": "Bảng 5: Hình thái di cư (chỉ đối với công nhân di cư)."
        },
        {
            "en": "Certain <em>migrant</em> children seem to study better than others.",
            "vi": "Một số đứa trẻ nhập cư dường như học giỏi hơn những đứa khác."
        },
        {
            "en": "This butterfly is a <em>migrant</em> from North, Africa.",
            "vi": "Con bướm này là bướm di trú từ miền Bắc của Châu Phi."
        },
        {
            "en": "<em>Migrant</em> labor in Vietnam has obvious gender patterns.",
            "vi": "Lao động di cư ở Việt Nam có những hình mẫu giới rất rõ ràng."
        },
        {
            "en": "<em>Migrant</em> workers struggle to enrol kids in schools",
            "vi": "Lao động nhập cư phải vật lộn để ghi danh cho con em đi học"
        },
        {
            "en": "These regions are also visited extensively by <em>migrant</em> sea birds.",
            "vi": "Chim di cư qua biển đã đi khắp những vùng này."
        },
        {
            "en": "Public school system fails to serve <em>migrant</em> workers’ kids",
            "vi": "Hệ thống trường công không đáp ứng được nhu cầu phục vụ trẻ em con của các lao động di cư"
        },
        {
            "en": "Public school system fails to serve <em>migrant</em> workers’ kids ",
            "vi": "Hệ thống trường công không đáp ứng được nhu cầu phục vụ trẻ em con của các lao động di cư"
        },
        {
            "en": "The study found that <em>migrant</em> women, especially younger <em>migrant</em> women, often experience poor living conditions and insecurity.",
            "vi": "Nghiên cứu này bao gồm các cuộc phỏng vấn định tính với 250 phụ nữ và thấy rằng phụ nữ di cư, đặc biệt là phụ nữ di cư trẻ thường phải sống trong những điều kiện nghèo nàn và mất an toàn."
        },
        {
            "en": "The exclusion of <em>migrant</em> households from the classification should be reconsidered.",
            "vi": "Việc loại những hộ di cư ra khỏi phân loại cần được xem xét lại."
        },
        {
            "en": "Being a <em>migrant</em> is expensive and risky for the poor, especially women and children.",
            "vi": "Đối với người di cư nghèo, đặc biệt là phụ nữ và trẻ em, cuộc sống của họ đầy nguy cơ và đắt đỏ."
        },
        {
            "en": "<em>Migrant</em> women, while improving their income, suffer from weak social capital and vulnerability to exploitation.",
            "vi": "Phụ nữ đi làm việc xa nhà, mặc dù cải thiện được thu nhập nhưng phải chịu vốn xã hội kém và rủi ro bị khai thác lạm dụng."
        },
        {
            "en": "A <em>migrant</em> worker of Thang Long Industrial Zone in Hanoi picks up her children.",
            "vi": "Một công nhân di cư của KCN Thăng Long ở Hà Nội đón các con."
        },
        {
            "en": "Similarly, allowing private companies tax breaks or other incentives for building quality <em>migrant</em> housing, and contributing to improved social services for <em>migrant</em> families would further help.",
            "vi": "Tương tự, các công ty tư nhân xây dựng nhà có chất lượng và góp phần cải thiện dịch vụ xã hội cho các gia đình di cư có thể được phép có những ưu đãi hơn về thuế và các ưu đãi khác."
        }
    ],
    "suggestions": []
}