{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mi'li∫ə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lực lượng dân sự được tập luyện làm binh lính để tăng cường cho quân đội chính quy trong việc bảo vệ bên trong đất nước khi khẩn cấp; lực lượng dân quân</td></tr></table><i/></div>",
            "word": "militia",
            "pronounce": "[mi'li∫ə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>militia</k><blockquote><cclass>[<cclass>mɪ'lɪʃə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a military force that is raised from the civil population to supplement a regular army in an emergency. </cclass></blockquote><blockquote>⁃ a rebel force acting in opposition to a regular army. </blockquote><blockquote>⁃ (in the US) all able-bodied civilians eligible by law for military service. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L., lit. 'military service'. </blockquote></div>",
            "word": "militia",
            "pronounce": "[mi'li∫ə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "militia",
            "pronounce": "[mi'li∫ə]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>militia</k><blockquote><blockquote><ex><abr>n.</abr> to call out, mobilize the militia </ex></blockquote></blockquote></div>",
            "word": "militia",
            "pronounce": "[mi'li∫ə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dân quân</font></td></tr></tbody></table></div>",
            "word": "militia",
            "pronounce": "[mi'li∫ə]"
        }
    },
    "sentences": [
        {
            "en": "You think it's <em>militia</em>.",
            "vi": "Bạn nghĩ rằng đó là dân quân."
        },
        {
            "en": "March-past by the <em>militia</em>",
            "vi": "Cuộc diễu hành của lực lượng dân quân"
        },
        {
            "en": "We are the <em>militia</em> group.",
            "vi": "Chúng tôi ở trong nhóm dân quân."
        },
        {
            "en": "She works in <em>militia</em>-sponsoring committee.",
            "vi": "Cô ấy làm ở ban bảo trợ dân quân."
        },
        {
            "en": "The <em>militia</em> mount guard at their factory is very professional.",
            "vi": "Tự vệ canh gác nhà máy rất chuyên nghiệp."
        },
        {
            "en": "A spokesman from the <em>militia</em> told the Associated Press that 7 <em>militia</em> men were injured in the fighting.",
            "vi": "Một phát ngôn viên của lực lượng dân quân đã phát biểu với Associated Press rằng có 7 dân quân bị thương trong cuộc giao tranh."
        },
        {
            "en": "A march past by the <em>militia</em> comes out annually.",
            "vi": "Cuộc diễu hành của lực lượng dân quân diễn ra thường niên."
        },
        {
            "en": "Tradition and rituals are very common among <em>militia</em>.",
            "vi": "Truyền thống và lễ nghi rất phổ biến trong quân đội."
        },
        {
            "en": "Croatia announced that it would mobilize its <em>militia</em> reserves.",
            "vi": "Croatia đã tuyên bố họ sẽ huy động lực lượng dân quân dự bị."
        },
        {
            "en": "The <em>militia</em> and guerilla is an exhaustible source of manpower supplementing the regular army.",
            "vi": "Dân quân du kích là nguồn bổ sung vô tận cho quân đội chính quy."
        },
        {
            "en": "From the 1760s to the 1860s, local <em>militia</em> units were used to support British Army units.",
            "vi": "Từ những năm 1760 đến những năm 1860, những đơn vị lực lượng dân quân địa phương được dùng để hỗ trợ cho những đơn vị quân đội Anh."
        },
        {
            "en": "They put me in the artillery, the regular artillery, not the <em>militia</em>.",
            "vi": "Thì người ta bèn điều tôi vào pháo binh, pháo binh chính quy chứ không phải lực lượng dân quân."
        },
        {
            "en": "US troops landed near the Tikrit HQ of the Fedayeen <em>militia</em> but faced no resistance",
            "vi": "Quân Mỹ đổ bộ gần sở chỉ huy dân quân Fedayeen ở Tikrit, nhưng không bị kháng cự gì cả."
        },
        {
            "en": "Governor Bobby called out the <em>militia</em> to deal with the riot.",
            "vi": "Thống đốc Bobby đã gọi lực lượng dân quân đến để giải quyết cuộc nổi loạn."
        },
        {
            "en": "The bodies of eight Iraqi <em>militia</em> members were also found in the building.",
            "vi": "Người ta cũng tìm thấy xác 8 dân quân I-Rắc trong tòa nhà."
        },
        {
            "en": "The <em>militia</em> perform combat readiness support and defensive operations, and help to maintain social order.",
            "vi": "Lực lượng dân quân thực hiện việc hỗ trợ sẵn sàng chiến đấu và các hoạt động phòng thủ, và giúp duy trì trật tự xã hội."
        },
        {
            "en": "Puntland officials say their forces attacked and captured a base of the <em>militia</em> commander.",
            "vi": "Các nhà chức trách tại Puntland tuyên bố lực lượng của họ đã tấn công và chiếm giữ một căn cứ của chỉ huy nhóm dân quân."
        },
        {
            "en": "The bodies of eight Iraqi <em>militia</em> members were also found in the building.",
            "vi": "Người ta cũng tìm thấy xác 8 dân quân I - Rắc trong tòa nhà."
        },
        {
            "en": "The reserve force and <em>militia</em> maintained at an appropriate scale with an optimized structure and an enhanced level of training.",
            "vi": "Lực lượng dự bị và lực lượng dân quân được duy trì ở một quy mô thích hợp với một cơ cấu ưu việt hoá và một mức độ huấn luyện được nâng cao."
        },
        {
            "en": "C-130 transport planes would make ideal targets for <em>militia</em> fighters or regular Iraqi army troops armed with antiaircraft missiles.",
            "vi": "Các máy bay vận tải C - 130 sẽ là mục tiêu lý tưởng cho dân quân hoặc lính chính quy I - Rắc có trang bị hoả tiễn phòng không."
        }
    ],
    "suggestions": []
}