{
    "en_vn": {
        "data": {
            "content": null,
            "word": "milking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "milking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "milking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "milking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "milking"
        }
    },
    "sentences": [
        {
            "en": "<em>Milking</em> cow",
            "vi": "Bò sữa"
        },
        {
            "en": "They are <em>milking</em> the cows.",
            "vi": "Họ đang vắt sữa bò."
        },
        {
            "en": "I like a <em>milking</em> cow.",
            "vi": "Tôi thích con bò sữa."
        },
        {
            "en": "They are <em>milking</em> the cow.",
            "vi": "Họ đang vắt sữa bò."
        },
        {
            "en": "Cows are <em>milking</em> well this season",
            "vi": "Mùa này bò cho nhiều sữa"
        },
        {
            "en": "I want to buy the <em>milking</em> machine.",
            "vi": "Tôi muốn mua máy vắt sữa."
        },
        {
            "en": "The cows are <em>milking</em> well this season.",
            "vi": "Mùa này bò cho nhiều sữa."
        },
        {
            "en": "Mr. Wilson switched on the lights in the <em>milking</em> parlour.",
            "vi": "Ông Wilson bật đèn tại các phòng vắt sữa."
        },
        {
            "en": "The cows will be in for <em>milking</em> soon.",
            "vi": "Đàn bò cái sắp được đưa về để vắt sữa."
        },
        {
            "en": "The <em>milking</em> barn is composed of spaces for 20 cows.",
            "vi": "Chuồng vắt sữa bao gồm không gian cho 20 con bò."
        },
        {
            "en": "I used to help round up the cows at <em>milking</em> time.",
            "vi": "Tôi thường giúp dồn mấy con bò lại khi đến giờ vắt sữa."
        },
        {
            "en": "Pa could not stay to supper ; he had to get home and do the <em>milking</em>.",
            "vi": "Bố không thể ở lại ăn bữa tối, vì còn phải về nhà để kịp vắt sữa."
        },
        {
            "en": "If you have cows you have to get up early to do the <em>milking</em>.",
            "vi": "Nếu bạn nuôi bò, bạn phải dậy sớm để vắt sữa."
        },
        {
            "en": "Pa could not stay to supper; he had to get home and do the <em>milking</em>.",
            "vi": "Bố không thể ở lại ăn bữa tối, vì còn phải về nhà để kịp vắt sữa."
        },
        {
            "en": "He used to help round up the cows at <em>milking</em> time.",
            "vi": "Nó thường giúp quây đàn bò lại trong mùa lấy sữa."
        },
        {
            "en": "If I were you, I wouldn't continue <em>milking</em> the welfare state.",
            "vi": "Nếu là ông, tôi sẽ không tiếp tục bòn rút phúc lợi nhà nước."
        },
        {
            "en": "She managed to boost business by <em>milking</em> her connections with celebrities.",
            "vi": "Cô ta xoay xở để quảng bá công việc kinh doanh bằng cách hưởng lợi từ các mối quan hệ với những người nổi tiếng."
        },
        {
            "en": "His illegal deals were steadily <em>milking</em> the profits from the business.",
            "vi": "Những việc ám muội của hắn ta đều đều bòn rút lợi nhuận của doanh nghiệp."
        },
        {
            "en": "A pipeline carries the milk from <em>milking</em> machines to a cooling tank.",
            "vi": "Một ống dẫn truyền sữa từ máy vắt sữa tới chiếc thùng làm mát."
        },
        {
            "en": "Why milk is tolerated is because it does not involve the cruelty of killing, though <em>milking</em> the cow at the cost of the calf may involve cruelty.",
            "vi": "Lý do tại sao người ta phản đối việc uống sữa không nằm ở chỗ đó là một tội ác giết hại súc vật, nhưng vắt sữa bò lúc nó có con cũng là một tội ác."
        }
    ],
    "suggestions": []
}