{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mills",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mills",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mills",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mills",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mills",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Even the irrepressible Sarah <em>Mills</em> was silent.",
            "vi": "Ngay cả bé Sarah Mills bất trị cũng ngồi yên."
        },
        {
            "en": "But if she sold the <em>mills</em>.",
            "vi": "Nhưng nếu nàng bán hai xưởng cưa đi."
        },
        {
            "en": "They laboured all day in the <em>mills</em>",
            "vi": "Họ đã làm việc vất vả cả ngày trong nhà máy"
        },
        {
            "en": "Korean <em>mills</em> pay higher prices for Japanese scrap.",
            "vi": "Các nhà máy Hàn Quốc trả giá cao hơn cho phế liệu của Nhật Bản."
        },
        {
            "en": "Many men were made idle as those <em>mills</em> closed down.",
            "vi": "Nhiều người không có việc làm khi các nhà máy kia đóng cửa."
        },
        {
            "en": "I've never read a <em>Mills</em> and Boon novel.",
            "vi": "Tôi chưa bao giờ đọc tiểu thuyết lãng mạn do nhà xuất bản Mills và Boon phát hành."
        },
        {
            "en": "Well, you know you wouldn't part with the <em>mills</em>.",
            "vi": "A, cô thừa biết là cô không muốn rời những xưởng cưa đó."
        },
        {
            "en": "The university is surrounded by deserted steel <em>mills</em>.",
            "vi": "Trường đại học này được bao bọc xung quanh với những nhà máy sản xuất thép bị bỏ hoang."
        },
        {
            "en": "10 West Bengal jute <em>mills</em> resume work despite strike.",
            "vi": "10 nhà máy dệt đay Tây Bengal lại tiếp tục công việc mặc cho đình công."
        },
        {
            "en": "Holland is the country of wind <em>mills</em> and tulips.",
            "vi": "Hà Lan là đất nước của cối xay gió và hoa tulip."
        },
        {
            "en": "I 've never read a <em>Mills</em> and Boon novel.",
            "vi": "Tôi chưa bao giờ đọc tiểu thuyết lãng mạn do nhà xuất bản Mills và Boon phát hành."
        },
        {
            "en": "The <em>mills</em> were the tangible evidence of what she had done, unaided and against great odds.",
            "vi": "Hai xưởng cưa là bằng chứng cụ thể về những gì nàng đã tự lực gây dựng nên trong hoàn cảnh đầy khó khăn, trở ngại."
        },
        {
            "en": "That night she sold the <em>mills</em> and all her interest in them to Ashley.",
            "vi": "Đêm ấy, nàng bán hai xưởng cưa cùng tất cả lợi tức trong đó cho ashley."
        },
        {
            "en": "At this price, no <em>mills</em> cover all their capital costs, while all small <em>mills</em> can only cover at best 60 to 75% of cash costs.”",
            "vi": "Ở mức giá này thì không nhà máy nào có thể trang trải được chi phí đầu tư, trong khi tất cả các nhà máy nhỏ cùng lắm chỉ trang trải được 60-75% chi phí hoạt động”."
        },
        {
            "en": "The <em>mills</em> of God grind slowly, but they grind exceedingly small.",
            "vi": "Lưới trời lồng lộng tuy thưa mà khó lọt."
        },
        {
            "en": "Mr. Wilkes could make a pile of money out of the <em>mills</em> some day, said Rhett.",
            "vi": "Một ngày kia, với hai xưởng cưa, ông wilke sẽ làm ra hàng đống tiền, rhett nói."
        },
        {
            "en": "One hears a huge oppressive noise within the <em>mills</em>, it is dusty everywhere.",
            "vi": "Người ta có thể nghe được những tiếng động kinh hồn trong nhà máy."
        },
        {
            "en": "But many sugar <em>mills</em> would shut down and default on bank loans if that happened.",
            "vi": "Nhưng nếu điều đó xảy ra thì nhiều nhà máy đường sẽ phải đóng cửa và không trả được các khoản vay ngân hàng."
        },
        {
            "en": "Many lakes and rivers have been destroyed by the pollution from many paper <em>mills</em>.",
            "vi": "Nhiều hồ và các con sông đã bị phá huỷ bởi sự ô nhiễm từ nhiều nhà máy giấy."
        },
        {
            "en": "During the most productive period, both <em>mills</em> were controlled by the skill worker force.",
            "vi": "Trong thời gian hiệu quả nhất, cả hai nhà máy đã được kiểm soát bởi lực lượng lao động kỹ năng."
        }
    ],
    "suggestions": []
}