{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Milton"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Milton"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Milton"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Milton"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Milton"
        }
    },
    "sentences": [
        {
            "en": "Not James <em>Milton</em>!",
            "vi": "Không phải james milton chứ!"
        },
        {
            "en": "Yes, James <em>Milton</em>.",
            "vi": "Phải, đúng là james milton."
        },
        {
            "en": "It's mr. <em>Milton</em>, isn't it?",
            "vi": "Anh là milton phải không?"
        },
        {
            "en": "This occurs in <em>Milton</em> passim.",
            "vi": "Điều này thấy ở khắp trong tác phẩm của Min-tơn."
        },
        {
            "en": "Better luck next time, mr. <em>Milton</em>.",
            "vi": "Thôi chúc lần tới may mắn hơn nhé anh milton."
        },
        {
            "en": "He is thinking about a move to <em>Milton</em> Keynes.",
            "vi": "Ông đang tính chuyển về milton keynes."
        },
        {
            "en": "They have all gone to <em>Milton</em> Keynes development bureau.",
            "vi": "Tất cả đã đến văn phòng phát triển vùng milton keynes."
        },
        {
            "en": "Now our next contestant is Ralph <em>Milton</em>, from Blackpool.",
            "vi": "Bây giờ thí sinh kế tiếp của chúng tôi là ralph milton, quê ở blackpool."
        },
        {
            "en": "And can appreciate the poetic vision of <em>Milton</em>.",
            "vi": "Và vần thơ của milton vẫn được đánh giá cao."
        },
        {
            "en": "Her book is the definitive work on <em>Milton</em>.",
            "vi": "Cuốn sách của cô ta là công trình cuối cùng về Milton."
        },
        {
            "en": "Dante, Leonardo, and <em>Milton</em> were men of genius.",
            "vi": "Dante, Leonardo và Milton là những thiên tài."
        },
        {
            "en": "Having to advise the public may speak free (<em>Milton</em>).",
            "vi": "Phải khuyên con người tự do ngôn luận (milton)."
        },
        {
            "en": "I had stints serving as president of the Garden Club and the <em>Milton</em> Business Association.",
            "vi": "Tôi đã từng có thời gian làm chủ tịch Câu lạc bộ Làm vườn và Hiệp hội Doanh nghiệp Milton."
        },
        {
            "en": "<em>Milton</em> assumes that having to advise the public he may speak free.",
            "vi": "Milton giả định là phải khuyên công chúng nên nói tự do."
        },
        {
            "en": "<em>Milton</em> settled back in his armchair and put his feet up on a footstool.",
            "vi": "Milton ngồi tựa người vào chiếc ghế bành và để hai bàn chân lên đồ gác chân."
        },
        {
            "en": "The quotation taken from <em>Milton</em> refers to the freedom of speech, which is cherished, by all freedom loving people.",
            "vi": "Câu nói trên trích từ milton đề cập đến tự do ngôn luận của những người yêu chuộng tự do."
        },
        {
            "en": "<em>Milton</em> or \"Minty\" as his friend used to call him, had les hard life looking for gold in a lonely part of Western Australia.",
            "vi": "Milton hay \"milty\" như một người bạn thường gọi theo đuổi cuộc sống gian khổ đi tìm vàng tại một vùng mỏ hoang vu tại miền tây nước úc."
        },
        {
            "en": "In fact, this gorgeous twosome, who met on Instagram and live in <em>Milton</em> Keynes, could easily be contenders for the UK's fittest couple. ",
            "vi": "Thực tế, cặp đôi này đã quen biết nhau trên Instagram và đang sinh sống ở Milton Keynes, họ dễ dàng là đối thủ cho các cặp đôi có dáng chuẩn nhất ở Anh."
        },
        {
            "en": "Editor’s note: This essay is an excerpt of the new Hoover Press book <em>Milton</em> Friedman on Freedom, edited by Robert Leeson and Charles G. Palm. It originally appeared in the “New Individualist Review” in 1962.",
            "vi": "Ghi chú của biên tập viên: Bài tiểu luận này là trích đoạn từ cuốn sách mới của Hoover Press Milton Friedman về Tự do, do Robert Leeson và Charles G. Palm biên soạn. Nó ban đầu xuất hiện trong cuốn \"Đánh giá cá nhân mới\" vào năm 1962."
        },
        {
            "en": "Editor’s note: This essay is an excerpt of the new Hoover Press book <em>Milton</em> Friedman on Freedom, edited by Robert Leeson and Charles G. Palm. It originally appeared in the “New Individualist Review” in 1962.",
            "vi": "Ghi chú của biên tập viên: Bài tiểu luận này là trích đoạn từ cuốn sách mới của Hoover Press Milton Friedman về Tự do, do Robert Leeson và Charles G. Palm biên soạn. Nó ban đầu xuất hiện trong cuốn \"Đánh giá cá nhân mới\" vào năm 1962."
        }
    ],
    "suggestions": []
}