{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mi'mouzə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây xấu hổ, cây trinh nữ</td></tr></table><i/></div>",
            "word": "mimosa",
            "pronounce": "[mi'mouzə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mimosa</k><blockquote><cclass>[<cclass>mɪ'məʊzə<cclass>, <cclass>-sə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an Australian acacia tree with delicate fern-like leaves and yellow flowers. [<i>Acacia dealbata</i>.] </blockquote></blockquote><blockquote><blockquote>2》 a plant of a genus that includes the sensitive plant. [Genus <i>Mimosa</i>.] </blockquote></blockquote><blockquote><blockquote>3》 <cclass>N. Amer. a drink of champagne and orange juice. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>mod. L., appar. from L. <i>mimus</i> 'mime' (because the plant seemingly mimics the sensitivity of an animal) + the feminine suffix <i>-osa</i>. </blockquote></div>",
            "word": "mimosa",
            "pronounce": "[mi'mouzə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mimosa",
            "pronounce": "[mi'mouzə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mimosa",
            "pronounce": "[mi'mouzə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mimosa",
            "pronounce": "[mi'mouzə]"
        }
    },
    "sentences": [
        {
            "en": "My wife and I drink <em>mimosa</em> in bed while we share presents on Christmas morning.",
            "vi": "Vợ tôi và tôi uống cốc-tai sâm banh pha cam trên giường trong lúc chúng tôi tặng quà cho nhau vào buổi sáng giáng sinh."
        },
        {
            "en": "The next minute I knew it was coming from the <em>mimosa</em> tree outside.",
            "vi": "Ít phút sau tôi mới biết đó là từ cây mimosa bên ngoài."
        },
        {
            "en": "<em>Mimosa</em> is native to Asia and was first introduced into the U. S. in 1745.",
            "vi": "Cây trinh nữ có nguồn gốc ở châu Á và lần đầu tiên được giới thiệu vào Mỹ năm 1745."
        },
        {
            "en": "<em>Mimosa</em> is native to Asia and was first introduced into the U.S. in 1745.",
            "vi": "Cây trinh nữ có nguồn gốc ở châu Á và lần đầu tiên được giới thiệu vào Mỹ năm 1745."
        },
        {
            "en": "My wife and I drink <em>mimosa</em> in bed while we share presents on Christmas morning.",
            "vi": "Vợ tôi và tôi uống cốc - tai sâm banh pha cam trên giường trong lúc chúng tôi tặng quà cho nhau vào buổi sáng giáng sinh."
        },
        {
            "en": "made me get up and put out my hands. The spirit of spring seemed to be passing in my room.'What is it?' I asked. The next minute I knew it was coming from the <em>mimosa</em> tree outside.",
            "vi": "\"Một buổi sáng mùa xuân tươi đẹp, tôi ở một mình trong phòng đọc sách. Bất ngờ, có mùi hương tuyệt diệu thoảng trong không khí khiến tôi bật dậy và nhoài tay ra. Nàng xuân dường như đang ghé ngang qua phòng tôi. 'Cái gì thế?' tôi hỏi. Ít phút sau tôi mới biết đó là từ cây mimosa bên ngoài."
        },
        {
            "en": "\"One beautiful spring morning I was alone in my room, reading. Suddenly, a wonderful smell in the air made me get up and put out my hands. The spirit of spring seemed to be passing in my room.'What is it?' I asked. The next minute I knew it was coming from the <em>mimosa</em>",
            "vi": "\"Một buổi sáng mùa xuân tươi đẹp, tôi ở một mình trong phòng đọc sách. Bất ngờ, có mùi hương tuyệt diệu thoảng trong không khí khiến tôi bật dậy và nhoài tay ra. Nàng xuân dường như đang ghé ngang qua phòng tôi. 'Cái gì thế?' tôi hỏi. Ít phút sau tôi mới biết đó là từ cây mimosa bên ngoài."
        },
        {
            "en": "\"One beautiful spring morning I was alone in my room, reading. Suddenly, a wonderful smell in the air made me get up and put out my hands. The spirit of spring seemed to be passing in my room. 'What is it?' I asked. The next minute I knew it was coming from the <em>mimosa</em> tree outside.",
            "vi": ", có mùi hương tuyệt diệu thoảng trong không khí khiến tôi bật dậy và nhoài tay ra. Nàng xuân dường như đang ghé ngang qua phòng tôi.'Cái gì thế?' tôi hỏi. Ít phút sau tôi mới biết đó là từ cây mimosa bên ngoài."
        },
        {
            "en": "\"One beautiful spring morning I was alone in my room, reading. Suddenly, a wonderful smell in the air made me get up and put out my hands. The spirit of spring seemed to be passing in my room.'What is it?' I asked. The next minute I knew it was coming from the <em>mimosa</em> tree outside.",
            "vi": "\"Một buổi sáng mùa xuân tươi đẹp, tôi ở một mình trong phòng đọc sách. Bất ngờ, có mùi hương tuyệt diệu thoảng trong không khí khiến tôi bật dậy và nhoài tay ra. Nàng xuân dường như đang ghé ngang qua phòng tôi. 'Cái gì thế?' tôi hỏi. Ít phút sau tôi mới biết đó là từ cây mimosa bên ngoài."
        },
        {
            "en": "Da Lat has lush pine forests, cool breezes, babbling streams, lakes, flowers, mountains. In this resort city, you can visit famous tourist attractions such as Dambri Waterfall, Xuan Huong Lake, Valley of Love, Cam Ly rose garden, <em>Mimosa</em> hill, Tram Nam valley, the city garden, Truc Lam Monastery, Tuyen Lam Lake...",
            "vi": "Đà lạt có rừng thông tươi tốt, đất ba zan màu mỡ, dòng suối rì rào, hồ, hoa, núi. Trong resort thành phố, bạn có thể thăm quan những địa điểm du lịch nổi tiếng như thác nước Dambri, hồ Xuân Hương, Thung lũng tình yêu, vườn hoa hồng Cẩm ly, đồi Mimosa, thung lũng Trần Nam, vườn thành phố, Tu viện Trúc Lâm, hồ Tuyền Lâm."
        },
        {
            "en": "The circadian rhythm has been observed from antiquity — a trireme captain who sailed the Arabian Sea under Alexander the Great described the nutation of tamarind leaves. The first scientific experiment concerning the phenomenon dates to 1729, when the French chronobiologist Jean-Jacques d’Ortous de Mairan observed that the diurnal opening and closing of the touch-me-not (<em>Mimosa</em> pudica) stays in time even when the plant is kept in complete darkness. That was the first step towards understanding the science of the circadian rhythm — the insight that it is endogenous, and not triggered by external stimuli like sunlight.",
            "vi": "Nhịp sinh học hàng ngày đã được quan sát từ thời cổ đại - một thuyền trưởng tàu chiến, người giong thuyền trên biển Ả Rập dưới thời Alexander Đại đế đã mô tả lại sự biến đổi của lá cây me. Cuộc thí nghiệm khoa học đầu tiên liên quan đến hiện tượng này diễn ra vào năm 1729, khi Jean-Jacques d'Ortous de Mairan, nhà thời sinh học người Pháp, quan sát thấy rằng hàng ngày việc xếp và mở lá của cây mắc cỡ (Mimosa pudica) vẫn được thực hiện đúng giờ ngay cả khi cây được giữ trong bóng tối hoàn toàn. Đó là bước đầu tiên để hiểu được ngành khoa học về nhịp sinh học - điểm nhìn từ bên trong cho chúng ta biết rằng đây là nội sinh, không được kích hoạt bởi các kích thích bên ngoài như ánh sáng mặt trời."
        },
        {
            "en": "The circadian rhythm has been observed from antiquity — a trireme captain who sailed the Arabian Sea under Alexander the Great described the nutation of tamarind leaves. The first scientific experiment concerning the phenomenon dates to 1729, when the French chronobiologist Jean-Jacques d’Ortous de Mairan observed that the diurnal opening and closing of the touch-me-not (<em>Mimosa</em> pudica) stays in time even when the plant is kept in complete darkness. That was the first step towards understanding the science of the circadian rhythm — the insight that it is endogenous, and not triggered by external stimuli like sunlight.",
            "vi": "Nhịp sinh học hàng ngày đã được quan sát từ thời cổ đại - một thuyền trưởng tàu chiến, người giong thuyền trên biển Ả Rập dưới thời Alexander Đại đế đã mô tả lại sự biến đổi của lá cây me. Cuộc thí nghiệm khoa học đầu tiên liên quan đến hiện tượng này diễn ra vào năm 1729, khi Jean-Jacques d'Ortous de Mairan, nhà thời sinh học người Pháp, quan sát thấy rằng hàng ngày việc xếp và mở lá của cây mắc cỡ (Mimosa pudica) vẫn được thực hiện đúng giờ ngay cả khi cây được giữ trong bóng tối hoàn toàn. Đó là bước đầu tiên để hiểu được ngành khoa học về nhịp sinh học - điểm nhìn từ bên trong cho chúng ta biết rằng đây là nội sinh, không được kích hoạt bởi các kích thích bên ngoài như ánh sáng mặt trời."
        },
        {
            "en": "Helen Keller, 1880-1968: 'I Try to Make the Light in Others' Eyes My Sun'        This week we finish the story of a writer and educator, Helen Keller. She helped millions of people who, like her, were blind and deaf.  We reported last week that Helen Keller suffered from a strange sickness when she was only nineteen months old. It made her completely blind and deaf. For the next five years she had no way of successfully communicating with other people.  Then, a teacher -- Anne Sullivan -- arrived from Boston to help her. Miss Sullivan herself had once been blind. She tried to teach Helen to live like other people. She taught her how to use her hands as a way of speaking.  Miss Sullivan took Helen out into the woods to explore nature. They also went to the circus, the theater, and even to factories. Miss Sullivan explained everything in the language she and Helen used -- a language of touch -- of fingers and hands. Helen also learned how to ride a horse, to swim, to row a boat and, even to climb trees.  Helen Keller once wrote about these early days.  \"One beautiful spring morning I was alone in my room, reading. Suddenly, a wonderful smell in the air made me get up and put out my hands. The spirit of spring seemed to be passing in my room. 'What is it?' I asked. The next minute I knew it was coming from the <em>mimosa</em> tree outside.  \"I walked outside to the edge of the garden, toward the tree. There it was, shaking in the warm sunshine. Its long branches, so heavy with flowers, almost touched the ground. I walked through the flowers to the tree itself and then just stood silent. Then I put my foot on the tree and pulled myself up into it. I climbed higher and higher until I reached a little seat. Long ago someone had put it there. I sat for a long time ... Nothing in all the world was like this.\" Later, Helen learned that nature could be cruel as well as beautiful. Strangely enough she discovered this in a different kind of tree.  \"One day my teacher and I were returning from a long walk. It was a fine morning. But it started to get warm and heavy. We stopped to rest two or three times. Our last stop was under a cherry tree a short way from the house.  \"The shade was nice and the tree was easy to climb. Miss Sullivan climbed with me. It was so cool up in the tree we decided to have lunch there. I promised to sit still until she went to the house for some food. Suddenly a change came over the tree. I knew the sky was black because all the heat, which meant light to me, had died out of the air. A strange odor came up to me from the earth. I knew it -- it was the odor which always comes before a thunderstorm.  \"I felt alone, cut off from friends, high above the firm earth. I was frightened, and wanted my teacher. I wanted to get down from that tree quickly. But I was no help to myself. There was a moment of terrible silence. Then a sudden and violent wind began to shake the tree and its leaves kept coming down all around me. I almost fell. I wanted to jump, but was afraid to do so. I tried to make myself small in the tree, as the branches rubbed against me. Just as I thought that both the tree and I were going to fall, a hand touched me ... It was my teacher. I held her with all my strength then shook with joy to feel the solid earth under my feet.\" Miss Sullivan stayed with Helen for many years. She taught Helen how to read, how to write and how to speak. She helped her to get ready for school and college. More than anything, Helen wanted to do what others did, and do it just as well.  In time, Helen did go to college and completed her studies with high honors. But it was a hard struggle. Few of the books she needed were written in the Braille language that the blind could read by touching pages. Miss Sullivan and others had to teach her what was in these books by forming words in her hands.  The study of geometry and physics was especially difficult. Helen could only learn about squares, triangles, and other geometrical forms by making them with wires. She kept feeling the different shapes of these wires until she could see them in her mind.  During her second year at college, Miss Keller wrote the story of her life and what college meant to her. This is what she wrote:  \"My first day at Radcliffe College was of great interest. Some powerful force inside me made me test my mind. I wanted to learn if it was as good as that of others.  I learned many things at college. One thing, I slowly learned was that knowledge does not just mean power, as some people say. Knowledge leads to happiness, because to have it is to know what is true and real.  To know what great men of the past have thought, said and done is to feel the heartbeat of humanity down through the ages.\" All of Helen Keller's knowledge reached her mind through her sense of touch and smell, and of course her feelings.  To know a flower was to touch it, feel it, and smell it. This sense of touch became greatly developed as she got older.  She once said that hands speak almost as loudly as words.  She said the touch of some hands frightened her. The people seem so empty of joy that when she touched their cold fingers it is as if she were shaking hands with a storm.  She found the hands of others full of sunshine and warmth.  Strangely enough, Helen Keller learned to love things she could not hear, music for example. She did this through her sense of touch.  When waves of air beat against her, she felt them. Sometimes she put her hand to a singer's throat. She often stood for hours with her hands on a piano while it was played. Once, she listened to an organ. Its powerful sounds made her move her body in rhythm with the music.  She also liked to go to museums.  She thought she understood sculpture as well as others. Her fingers told her the true size, and the feel of the material.  What did Helen Keller think of herself? What did she think about the tragic loss of her sight and hearing? This is what she wrote as a young girl: \"Sometimes a sense of loneliness covers me like a cold mist -- I sit alone and wait at life's shut door. Beyond, there is light and music and sweet friendship, but I may not enter. Silence sits heavy upon my soul.  Then comes hope with a sweet smile and says softly, 'There is joy in forgetting one's self.' And so I try to make the light in others' eyes my sun ... The music in others' ears my symphony ... The smile on others' lips my happiness.\" Helen Keller was tall and strong. When she spoke, her face looked very alive. It helped give meaning to her words. She often felt the faces of close friends when she was talking to them to discover their feelings. She and Miss Sullivan both were known for their sense of humor. They enjoyed jokes and laughing at funny things that happened to themselves or others.  Helen Keller had to work hard to support herself after she finished college. She spoke to many groups around the country. She wrote several books. And she made one movie based on her life. Her main goal was to increase public interest in the difficulties of people with physical problems.  The work Helen Keller and Anne Sullivan did has been written and talked about for many years. Their success showed how people can conquer great difficulties.  Anne Sullivan died in nineteen thirty-six, blind herself. Before Miss Sullivan died, Helen wrote and said many kind things about her.  \"It was the genius of my teacher, her sympathy, her love which made my first years of education so beautiful.  My teacher is so near to me that I do not think of myself as apart from her. All the best of me belongs to her. Everything I am today was awakened by her loving touch.\" Helen Keller died on June first, nineteen sixty-eight. She was eighty-seven years old. Her message of courage and hope remains.",
            "vi": "Helen Keller, 1880-1968 : 'Tôi cố gắng biến ánh sáng trong mắt người thành ánh dương trong tôi'      Tuần này chúng tôi kết thúc câu chuyện về nhà văn kiêm nhà giáo dục, Helen Keller. Cô ấy đã giúp đỡ hàng triệu người, giống cô ấy, vừa bị mù và điếc.  Như chúng tôi đã bàn hồi tuần trước, Helen Keller mắc một căn bệnh lạ khi cô ấy mới 19 tháng tuổi. Nó khiến cô bị mù và điếc hoàn toàn. Năm năm sau đó cô ấy không thể nào giao tiếp với người khác.  Sau đó, một giáo viên -- Anne Sullivan -- đến từ Boston đã giúp cô ấy. Cô Sullivan cũng từng bị mù. Cô ấy cố dạy Helen cách sống như người bình thường. Cô ấy dạy cô bé sử dụng bàn tay cô ấy như như một cách để nói.  Cô Sullivan dẫn Helen vào rừng để tìm hiểu thiên nhiên. Họ cũng đi đến rạp xiếc, nhà hát, và thậm chí là nhà máy. Cô Sullivan giải thích tất cả ngôn ngữ cô ấy và Helen sử dụng -- ngôn ngữ của xúc giác -- của ngón tay và bàn tay. Helen cũng học cách cưỡi ngựa, bơi, chèo thuyền và thậm chí còn trèo cây.  Helen Keller từng viết về những ngày thơ ấu này. \"Một buổi sáng mùa xuân tươi đẹp, tôi ở một mình trong phòng đọc sách. Bất ngờ, có mùi hương tuyệt diệu thoảng trong không khí khiến tôi bật dậy và nhoài tay ra. Nàng xuân dường như đang ghé ngang qua phòng tôi. 'Cái gì thế?' tôi hỏi. Ít phút sau tôi mới biết đó là từ cây mimosa bên ngoài. Tôi đi dạo phía bên ngoài hàng rào của khu vườn, về phía cây hoa ấy. Nó đang đứng đó, đung đưa trong ánh mặt trời ấm áp. Những nhánh cây dài nặng trĩu hoa gần chạm đất. Tôi đi qua những bông hoa đến bên cái cây và sau đó đứng lặng im. Rồi tôi đặt bàn chân lên cây và đu người lên. Tôi leo cao hơn và cao hơn nữa cho đến khi tôi tìm được một chỗ ngồi nhỏ xíu. Ai đó đã để nó ở đấy từ lâu lắm rồi. Tôi ngồi đó thật lâu ... không gì trong khắp thế gian này giống như vậy.\" Sau đó, Helen biết rằng thiên nhiên có thể vừa khắc nghiệt nhưng lại vừa xinh đẹp. Lạ một điều là cô ấy khám phá ra điều này ở một cái cây khác. \"Một ngày nọ cô giáo và tôi đang trên đường về sau một cuộc đi bộ dài. Đó là một buổi sáng đẹp trời. Nhưng trời bắt đầu trở nên ấm và u ám. Chúng tôi dừng lại nghỉ hai ba lần. Cuối cùng chúng tôi dừng lại dưới tán cây anh đào cách nhà một đoạn đường ngắn. \"Bóng mát thật dễ chịu và cụng dễ leo lên cái cây ấy. Cô Sullivan leo với tôi. Trên cây rất mát nên chúng tôi quyết định ăn trưa trên đó. Tôi hứa sẽ ngồi yên trong khi cô về nhà lấy ít thức ăn. Bất ngờ có một sự thay đổi ập đến cái cây. Tôi biết bầu trời tối đen vì tất cả cái nóng, với tôi nghĩa là ánh sáng, đã tan biến ra không khí. Một mùi lạ xộc lên từ lòng đất. Tôi biết mùi này - đó là cái mùi luôn xuất hiện trước mỗi cơn bão.  \"Tôi cảm thấy cô đơn, xa lìa khỏi bạn bè mình, và tít trên cao khỏi mặt đất vững chãi. Tôi sợ hãi, và mong có cô giáo bên cạnh. Tôi muốn trèo xuống cây thật nhanh. Nhưng tôi đành bất lực. Đó là một khoảnh khắc yên lặng đến đáng sợ. \"Sau đó một cơn gió đột ngột và hung dữ bắt đầu làm cái cây lắc rung lên và lá của nó rơi xuống xung quanh tôi. Tôi suýt ngã. Tôi muốn nhảy, nhưng sợ không dám làm. Tôi cố thu mình lại khi các nhánh cây cọ xát vào tôi. Ngay khi tôi nghĩ cây lẫn tôi sẽ ngã thì một bàn tay chạm vào tôi... Đó cô giáo của tôi. Tôi lấy hết sức mình ôm chặt lấy cô và rồi run lên vì sung sướng khi cảm nhận nền đất cứng dưới chân tôi.\" Cô Sullivan tiếp tục sống cùng Helen trong nhiều năm. Cô ấy dạy Helen cách đọc, viết và nói. Cô giúp Helen chuẩn bị vào học ở trường và cao đẳng. Hơn bất cứ thứ gì, Helen muốn làm những gì người khác làm, và làm thật tốt.  Đến lúc này, Helen đã đi học cao đẳng và tốt nghiệp loại ưu. Nhưng đó là một cuộc đấu tranh bền bỉ. Có rất ít sách cô cần được viết bằng ngôn ngữ Braille mà người khiếm thị có thể đọc bằng cách sờ vào trang sách. Cô Sullivan và những người khác phải dạy cô những điều trong sách bằng cách viết chữ vào tay. Môn hình học và vật lý đặc biệt rất khó khăn. Helen chỉ có thể học về tứ giác, tam giác và những dạng hình học khác bằng cách tạo nên chúng từ những sợi dây. Cô ấy cứ cảm nhận nhiều hình dáng khác nhau của những sợi dây này cho đến khi cô ấy có thể nhìn thấy chúng trong đầu mình. Trong năm thứ nhì của cô ấy ở trường cao đẳng, Cô Keller đã viết câu chuyện về đời mình và ngôi trường này có ý nghĩa như thế nào đối với cô. Đây là những gì cô ấy đã viết: \"Ngày đầu tiên của tôi ở trường cao đẳng Radcliffe thật thú vị. Một nội lực mạnh mẽ bắt tôi phải thử thách trí óc mình. Tôi muốn học nếu như nó cũng có ích như đối với người khác. Tôi học được nhiều thứ ở trường cao đẳng. Có một điều dần dần tôi ngộ ra rằng kiến thức không có nghĩa chỉ là quyền lực như người ta nói. Kiến thức mang đến hạnh phúc vì có kiến thức người ta mới biết đâu là đúng, đâu là thật. Để biết được những gì các bậc tiền nhân đã nghĩ, nói và làm thì phải cảm nhận được nhịp đập của lòng nhân đạo xuyên suốt lịch sử.\" Tất cả những kiến thức Helen Keller có được trong đầu mình là nhờ các giác quan của xúc giác và vị khứu giác, và dĩ nhiên là cảm giác của cô ấy nữa. Biết biết một bông hoa thì phải chạm vào nó, cảm thấy nó, và ngửi mùi hương của nó. Khi cô càng lớn thì xúc giác càng phát triển mạnh. Có lần cô ấy nói tay mình nói cũng lớn không kém những ngôn từ. Cô ấy nói chạm vào một số bàn tay khiến cô ấy sợ. Những người dường như thiếu vắng niềm vui thì khi cô chạm những ngón tay lạnh lẽo của họ y như thể cô đang bắt tay với một cơn bão. Cô ấy chỉ tìm tay của những người luôn tràn ánh nắng và hơi ấm. Lạ một điều là, Helen Keller học đựơc cách yêu thương những thứ cô ấy không thể nghe, chẳng hạn như âm nhạc. Cô làm được điều này qua xúc giác của mình. Khi các sóng âm dội vào cô, cô cảm nhận được chúng. Đôi khi cô ấy đặt bàn tay mình lên cổ họng một ca sĩ. Cô ấy thường ngồi hàng giờ đặt tay lên đàn dương cầm khi người ta đang chơi nó. Có một lần, cô ấy lắng nghe một chiếc đàn oọc. Âm thanh sôi động của nó khiến cô lắc lư người theo điệu nhạc.  Cô ấy cũng thích đi tham quan bảo tàng.  Cô ấy nghĩ cô ấy am hiểu về điêu khắc cũng như những người khác. Ngón tay ấy sẽ nói cho cô biết về kích thước thật , và cảm giác về của chất liệu. Helen Keller nghĩ gì về mình? Cô ấy đã nghĩ về thảm kịch khi mất đi cả thị giác lẫn thính giác? Đây là những gì cô ấy viết khi cô còn trẻ: \"Đôi khi một cảm giác cô đơn ôm trùm lấy tôi như một màn sương lạnh -- tôi ngồi một mình và chờ ngày cánh cửa cuộc đời mình đóng lại. Ngoài kia là ánh sáng và âm nhạc và tình bạn ngọt ngào, nhưng tôi không đến được. Một sự im lặng đè nặng trong tâm hồn tôi. Rồi sau đó hy vọng cùng một nụ cười tươi đã đến và nói khẽ, 'Khi quên đi chính mình thì sẽ có niềm vui.' Và vì vậy tôi cố biến ánh sáng trong mắt người thành ánh dương trong tôi... Nhạc trong tai người thành khúc giao hưởng của tôi... Nụ cười trên môi người thành niềm hạnh phúc cho tôi.\" Helen Keller cao và khoẻ mạnh. Khi cô ấy nói, khuôn mặt của cô ấy trông rất sống động. Nó giúp truyền thêm ý nghĩa vào lời nói của cô ấy. Cô ấy thường cảm nhận khuôn mặt của bạn bè thân khi cô ấy đang nói chuyện với họ để khám phá tình cảm của họ. Cô ấy và Cô Sullivan cả hai đều nổi tiếng có khiếu hài hước. Họ tận hưởng những câu chuyện vui và cười trước những điều khôi hài xảy đến với chính mình hay người khác.  Helen Keller phải làm việc vất vả để nuôi sống bản thân mình sau khi tốt nghiệp cao đẳng. Cô ấy nói chuyện với nhiều nhóm khắp cả nước. Cô ấy viết vài cuốn sách. Và cô ấy làm một bộ phim dựa theo cuộc đời của mình. Mục tiêu chính của cô ấy là nâng cao mối quan tâm trong cộng đồng về những khó khăn của người thiểu năng. Những việc mà Helen Keller và Anne Sullivan làm đã được viết và nói đến trong nhiều năm. Thành công của họ cho thấy làm thế nào mà con người có thể chinh phục được những trở ngại lớn. Anne Sullivan qua đời vào năm 1933 trong mù loà. Trước khi cô Sullivan qua đời, Helen viết và ca ngợi nhiều điều tốt đẹp về bà. \"Những phẩm chất ở người thầy của tôi như sự cảm thông, tình yêu của người đã khiến những năm học đầu đời của tôi thật tuyệt vời. Cô giáo gần gũi tôi đến nỗi tôi nghĩ mình không bao giờ tách rời khỏi cô ấy. Tất cả những gì tốt nhất trong tôi đều thuộc về cô ấy. Mọi thứ tôi làm hôm nay được đánh thức bởi sự gần gũi đầy tình yêu thương của cô ấy.\" Helen Keller qua đời vào ngày 1 tháng sáu 1968. Bà hưởng thọ 87 tuổi. Thông điệp của bà về lòng quả cảm và hy vọng vẫn còn tồn tại mãi."
        }
    ],
    "suggestions": []
}