{
    "en_vn": {
        "data": {
            "content": null,
            "word": "minced"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>minced</k><blockquote><cclass>adjective cut up or shred (meat) into very small pieces.</cclass></blockquote><blockquote>→ <kref>mince</kref></blockquote></div>",
            "word": "minced"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "minced"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "minced"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "minced"
        }
    },
    "sentences": [
        {
            "en": "<em>minced</em> garlic",
            "vi": "tỏi băm"
        },
        {
            "en": "•    2 teaspoons <em>minced</em> garlic",
            "vi": "2 muỗng tỏi băm"
        },
        {
            "en": "•    2 teaspoons <em>minced</em> ginger",
            "vi": "2 muỗng gừng băm"
        },
        {
            "en": "I'd like Bean curd with <em>Minced</em> Meat and Chilli.",
            "vi": "Cho tôi món đậu phụ dồn thịt băm xốt ớt khô."
        },
        {
            "en": "Give me finely <em>minced</em> kilo of lean beef.",
            "vi": "Cho tôi một kí lô thịt thăn cắt mỏng."
        },
        {
            "en": "I keep a jar of <em>minced</em> garlic in the fridge.",
            "vi": "Tôi cất một lọ tỏi băm nhỏ trong tủ lạnh."
        },
        {
            "en": "She likes to fry patties of <em>minced</em> meat.",
            "vi": "Cô ta thích chiên thịt băm viên."
        },
        {
            "en": "<em>Minced</em> beef must be cooked to 72 degree Celsius.",
            "vi": "Thịt bò xay phải được nấu chín đến 72 độ C."
        },
        {
            "en": "Kheema is a <em>minced</em> Lamb curry which has potatoes and Peas in it.",
            "vi": "Kheema là món cà ri thịt cừu băm có khoai tây và đậu Hà Lan."
        },
        {
            "en": "Boiled snails are taken with <em>minced</em> ginger, lemon leaves and sometimes with cucumber and pachyrrhizus. ",
            "vi": "Ốc được luộc cùng với vài lát gừng, lá chanh và thỉnh thoảng với dưa leo và củ đậu."
        },
        {
            "en": "Once the <em>minced</em> beef tomato sauce is ready, it is poured over the steamed rice.",
            "vi": "Một khi sốt cà chua thịt dày băm đã sẵn sàng, nó sẽ được đổ lên trên gạo hấp."
        },
        {
            "en": "Shepherd's pie is a dish of <em>minced</em> meat covered with a layer of mashed potato.",
            "vi": "Shepherd's pie là món thịt cừu bầm/băm được phủ một lớp khoai tây nghiền."
        },
        {
            "en": "a food made using a method of food preservation - canning, consisting of cooked meat product, seasoned, often creamed, <em>minced</em>, or ground, which is filled into cans, sealed and heat processed in a retort to commercial sterility.",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "The place bustles at night with locals and in-the-know foreigners waiting for Vietnamese classics like bun cha — vermicelli with <em>minced</em> pork balls and fresh herbs — and green papaya salad with shrimp (24,000 dong each).",
            "vi": "Nơi này về đêm tấp nập dân địa phương và khách nước ngoài sành điệu đợi ăn những món ăn Việt Nam độc đáo như bún chả - bún với thịt heo bằm vò viên, rau xanh, gỏi đu đủ xanh và tôm (24. 000 đồng 1 phần ăn)."
        },
        {
            "en": "Potted meat is a food made using a method of food preservation - canning, consisting of cooked meat product, seasoned, often creamed, <em>minced</em>, or ground, which is filled into cans, sealed and heat processed in",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "Potted meat is a food made using a method of food preservation -canning, consisting of cooked meat product, seasoned, often creamed, <em>minced</em>, or ground, which is filled into cans, sealed and heat processed in a retort to commercial sterility.",
            "vi": ", bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "Potted meat is a food made using a method of food preservation - canning, consisting of cooked meat product, seasoned, often creamed, <em>minced</em>, or ground, which is filled into cans, sealed and heat processed in a retort to commercial sterility.",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "For McDonald's, do the Vietnamese prefer a breakfast with too much calories with bread, <em>minced</em> beef and french fries that is 3-4 times more costly than a bowl of pho?",
            "vi": "Đối với McDonald, liệu người Việt Nam có muốn một bữa ăn sáng với quá nhiều calo với bánh mì, thịt bò bằm và khoai tây chiên có giá cao gấp 3-4 lần so với một tô phở?"
        },
        {
            "en": "Shaped like miniature pillows (hence the name), banh goi contains finely-chopped glass noodles, wood ear mushrooms, <em>minced</em> pork, steamed quail eggs, and seasoning within a rice-flour pastry. ",
            "vi": "Có hình dạng như chiếc gối nhỏ, bánh gối bao gồm miến cắt nhỏ, nấm mộc nhĩ, thịt lợn băm nhỏ, trứng chim cút luộc và vỏ bánh từ bột gạo."
        },
        {
            "en": "Great as a light breakfast or midday snack, banh cuon is a combination of ground meat (chicken, shrimp, or pork), <em>minced</em> wood ear mushroom, onions, Vietnamese ham (cha lua), steamed beansprouts, and cucumbers wrapped in a steamed rice flour sheet.",
            "vi": "Là sự lựa chọn tuyệt vời cho bữa ăn sáng hoặc bữa xế, bánh cuốn là sự kết hợp của thịt xay (thịt gà, tôm, hoặc thịt lợn), nấm mèo băm, hành tây, chả lụa, giá đỗ hấp và dưa chuột được bọc trong một miếng bánh cuốn."
        }
    ],
    "suggestions": []
}