{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mainə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">công nhân mỏ; thợ mỏ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(quân sự) lính đánh mìn, lính chôn địa lôi, lính thả thuỷ lôi</td></tr></table><i/></div>",
            "word": "miner"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>miner</k><blockquote>■ <cclass>noun a person who works in a mine. </cclass></blockquote><blockquote>⁃ used in names of burrowing or tunnelling insects and birds, e.g. <cclass><b>leaf miner</b>. </cclass></blockquote></div>",
            "word": "miner"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>miner</k><blockquote>▸ <cclass>noun PITMAN, digger, collier, faceworker, haulier; tinner; <cclass><i>dated</i> hewer.</cclass></cclass></blockquote></div>",
            "word": "miner"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "miner"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thợ mỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thợ gương lò</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">miner composition of soil</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thành phần khoáng vật của đất</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "miner"
        }
    },
    "sentences": [
        {
            "en": "He was a gold <em>miner</em>.",
            "vi": "Anh ấy là thợ đào vàng."
        },
        {
            "en": "I had to be a coal <em>miner</em>.",
            "vi": "Tôi phải làm thợ mỏ than."
        },
        {
            "en": "My grandfather used to be a <em>miner</em>.",
            "vi": "Ông của tôi đã từng là công nhân mỏ."
        },
        {
            "en": "My uncle is a <em>miner</em> in Australia.",
            "vi": "Chú tôi là thợ mỏ ở Úc."
        },
        {
            "en": "She wanted to call Behrman up to be her model for the old hermit <em>miner</em>.",
            "vi": "Cô ấy muốn kêu ông Behrman lên ngồi mẫu để vẽ một ông thợ mỏ già cô độc."
        },
        {
            "en": "The slain former coal <em>miner</em> was smothered to death last September by his partner.",
            "vi": "Tháng Chín vừa qua, người công nhân mỏ trước đây đã bị làm ngạt thở cho đến chết bởi người cộng sự của anh."
        },
        {
            "en": "Behrman, in his old blue shirt, took his seat as the hermit - <em>miner</em> on an upturned kettle for a rock.",
            "vi": "Trong chiếc áo xanh cũ kỹ, Behrman ngồi làm mẫu, giả làm một thợ mỏ ẩn cư, ngồi trên một cái ấm lật ngược giả làm một tảng đá."
        },
        {
            "en": "Behrman, in his old blue shirt, took his seat as the hermit-<em>miner</em> on an upturned kettle for a rock.",
            "vi": "Trong chiếc áo xanh cũ kỹ, Behrman ngồi làm mẫu, giả làm một thợ mỏ ẩn cư, ngồi trên một cái ấm lật ngược giả làm một tảng đá."
        },
        {
            "en": "When China was booming, Rio played coy in the face of a merger bid from fellow <em>miner</em> BHP Billiton 18 months ago.",
            "vi": "Khi Trung Quốc đang bùng nổ, Rio tỏ vẻ kín đáo đối mặt với nỗ lực sáp nhập từ nhà khai thác mỏ đồng hội đồng thuyền BHP Billiton cách đây 18 tháng."
        },
        {
            "en": "He was of the Puritan stock, his lineal ancestor, Thomas <em>Miner</em>, having been a member of the Assembly of Connecticut in 1654.",
            "vi": "Ông ấy thuộc một dòng họ theo Thanh giáo, tổ tiên trực hệ của ông ấy là Thomas Miner, là một thành viên của Hội đồng bang Connecticut vào năm 1654."
        },
        {
            "en": "The workers of Vinacomin, the largest coal <em>miner</em> in Vietnam, for example, suffer from pneumoconiosis. That is why Vinacomin has a medical center specializing in treating the disease. ",
            "vi": "Các công nhân của Vinacomin, mỏ than lớn nhất ở Việt Nam hay bị ho, dị ứng. Đó là lý do tại sao TKV có một trung tâm y tế chuyên điều trị bệnh."
        },
        {
            "en": "\"Try to sleep,\" said Sue. \"I must call Mister Behrman up to be my model for my drawing of an old <em>miner</em>. Don't try to move until I come back.\"",
            "vi": "\"Hãy cố ngủ đi nào,\" Sue nói. \"Tôi phải gọi ông Behrman lên để ngồi làm mẫu cho tớ vẽ một ông thợ mỏ già nua. Hãy nằm yên đó cho đến khi tớ quay lại.\""
        },
        {
            "en": "The castle is named for Walter Scott, called Scotty by his friends. He was a gold <em>miner</em>. He told everyone that he built the house with money he made from his gold mine.",
            "vi": "Toà lâu đài mang tên Walter Scott, được bạn bè của anh ấy gọi là Scotty. Anh ấy là thợ đào vàng. Anh ấy kể với mọi người là mình xây ngôi nhà này bằng tiền kiếm được từ mỏ vàng của mình."
        },
        {
            "en": "The castle is named for Walter Scott, called Scotty by his friends. He was a gold <em>miner</em>. He told everyone that he built the house with money he made from his gold mine.",
            "vi": "Toà lâu đài mang tên Walter Scott, được bạn bè của anh ấy gọi là Scotty. Anh ấy là thợ đào vàng. Anh ấy kể với mọi người là mình xây ngôi nhà này bằng tiền kiếm được"
        },
        {
            "en": "Johnsy was sleeping when they went upstairs. Sue pulled the shade down to cover the window. She and Behrman went into the other room. They looked out a window fearfully at the ivy vine. Then they looked at each other without speaking. A cold rain was falling, mixed with snow. Behrman sat and posed as the <em>miner</em>.",
            "vi": "Johnsy đang nằm ngủ khi họ lên lầu. Sue kéo tấm rèm xuống để che cửa sổ lại. Cô và Behrman đi vào căn phòng bên kia. Họ nhìn ra cây trường xuân ngoài cửa sổ với vẻ sợ sệt. Sau đó họ nhìn nhau chẳng nói với nhau lời nào. Một cơn mưa lạnh ấp đến, có cả tuyết rơi. Behrman ngồi trong dáng điệu một người thợ mỏ."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n15 October 2010 Last updated at 02:14 GMT  Three of the 33 men rescued after 69 days trapped in the San Jose mine in Chile have been discharged from hospital and allowed to go home. The three, who were not officially identified, left in a white car amid tight security. Doctors said all the miners had responded well to treatment and many more of them would go home on Friday. Earlier President Sebastian Pinera visited them and promised to stamp out \"inhuman\" working conditions in Chile. Copiapo hospital's deputy medical director Dr Jorge Montes the three men who left would be allowed to carry out physical activity and would need sunglasses only if they were exposed to intense light. However, he warned that \"the psychological condition of the patients is something we cannot predict\". Dramatic rescue The miners had been told they would need to be held in the hospital for 48 hours but Health Minister Jaime Manalich announced earlier that their condition was so good that many would be able to leave within 24 hours. He said their condition was nothing short of a miracle. Some of the men have been given dental surgery and two have the lung disease, silicosis: Mario Sepulveda, the second <em>miner</em> to have been rescued, and Mario Gomez, 63, who is on a course of antibiotics for pneumonia. The men were hauled to the surface one at a time in a complicated and dramatic operation that took about 22 hours from the time the first <em>miner</em> reached the ground to when the last <em>miner</em> surfaced. They were winched up a narrow shaft in a metal capsule from where they had been trapped 625m (2,050 feet) below ground since the mine partially collapsed on 5 August. \"The trip up was calm,\" said rescued <em>miner</em> Richard Villarroel. \"Everything was well prepared. I came up listening to music.\" He and the 32 other miners have set a world record for surviving the longest time trapped underground. As they arrived at the surface, each <em>miner</em> was greeted by President Pinera, who promised a review that would lead to a \"very radical change\" affecting the health and safety of workers in mining as well as the transport, fishing and construction industries. He said it was impossible to guarantee that Chile would never face such an accident in the future. \"But we can guarantee one thing: never again in our country will we allow working in conditions so inhuman and so unsafe as happened in the San Jose mine and many other places in our country.\" He told the miners there will be a big celebration for them on 25 October, in the capital Santiago. He also invited them for a game of football the same day against the officials who had helped rescue them.  Mr Pinera joked that the winners would be allowed to live at the presidential palace, La Moneda, while the losers would have to go back down the mine. Offers The miners survived the first 17 days of their ordeal by eking out rations that were meant to last just a few days before rescuers found them via a probe lowered down a bore hole about the width of a grapefruit. Food and other supplies were lowered to the men while they waited for a larger shaft to be drilled for their rescue. Now that the men are safe, thoughts have turned to their emotional wellbeing. An insight into how the miners are adjusting to life above ground has come from a diary written for the BBC by the three children of Omar Reygadas, the 17th to be freed. One of the children, Ximena, has described how her father has become so pale after his 69 days underground that he resembles the cartoon ghost, Casper. \"In general, he's in good spirits. But then when he remembers the first few days after the accident, he starts crying, he gets very upset,\" she wrote. \"But then he pulls himself together and his spirits are high once more.\" The Chilean government has promised to care for the miners for at least six months. Offers and invitations to the men have begun to pour in.  European football clubs Manchester United and Real Madrid have invited the 33 to watch them play and they have also received offers of holidays and TV appearances. They are also expected to receive offers of jobs, advertising deals and book and movie contracts to tell their extraordinary stories http://www.bbc.co.uk/news/world-latin-america-11547889",
            "vi": "Many obstacles to a final Middle East peace deal      \n \n15 October 2010 Last updated at 02:14 GMT  Ba trong số 33 người được cứu sau 69 ngày mắc kẹt dưới mỏ San Jose ở Chi-lê vừa được xuất viện và được phép về nhà. Ba người, chưa được chính thức nhận diện, đã lên một chiếc xe hơi màu trắng giữa vòng vây an ninh thắt chặt. Các bác sỹ cho biết toàn bộ các thợ mỏ đã đáp ứng tốt với việc điều trị và sẽ có thêm nhiều người trong số họ được về nhà vào thứ Sáu. Trước đó Tổng thống Sebastian Pinera đã đến thăm họ và hứa sẽ dẹp bỏ những điều kiện lao động “phi nhân đạo” ở Chi-lê. Tiến sĩ Jorge Montes, phó giám đốc y tế của Bệnh viện Copiago cho biết ba người xuất viện ấy được phép tham gia hoạt động mạnh về thể chất và chỉ cần đeo kính râm khi tiếp xúc với ánh sáng cường độ mạnh. Tuy nhiên, ông cảnh báo rằng “tình trạng tâm lý của bệnh nhân là điều không thể tiên liệu”. Cuộc giải cứu gây xúc động sâu sắc  Các thợ mỏ được thông báo họ cần được giữ lại bệnh viện trong 48 tiếng nhưng Bộ trưởng Y Tế Jaime Manalich thông báo trước đó rằng tình trạng sức khỏe của họ tốt đến mức họ có thể ra về trong vòng 24 tiếng. Ông nói tình trạng sức khỏe của họ thật là kỳ diệu. Một vài người trong số họ được phẫu thuật nha khoa và hai người bị bệnh phổi do hít bụi xi-lích : Mario Sepulveda, người thợ mỏ thứ hai được cứu, và Mario Gomez, 63 tuổi, đang được điều trị bệnh phổi bằng kháng sinh Các thợ mỏ được kéo lên mặt đất mỗi lần một người trong một chiến dịch phức tạp và gây xúc động sâu sắc kéo dài 22 tiếng kể từ khi người đầu tiên đến mặt đất Họ được kéo bằng tời lên đường hầm thông hẹp trong chiếc lồng kim loại từ điểm mắc kẹt cách mặt đất 625 m (2.050 feet) kể từ khi hầm mỏ bị sụp một phần vào ngày 5 tháng 8. Richard Villarroel, người thợ mỏ được cứu, cho biết “chuyến đi lên êm ả. Mọi việc được chuẩn bị tốt. Trong lúc đi lên, tôi được nghe nhạc.” Ông và 32 thợ mỏ khác vừa lập kỳ lục thế giới sống sót qua tại nạn kẹt dưới lòng đất lâu nhất. Khi họ lên mặt đất, mỗi thợ mỏ được tổng thống Pinera chào đón, ông hứa sẽ xem lại để có thay đổi quyết liệt tác động đến sức khỏe, sự an toàn của công nhân khai mỏ cũng như các ngành vận chuyển, ngư nghiệp và xây dựng. Ông nói không thể bảo đảm rằng Chi-lê sẽ không bao giờ đối mặt với một tai nạn như thế trong tương lai.  “Nhưng chúng tôi có thể bảo đảm một điều: ở đất nước chúng ta, chúng ta không bao giờ để xảy ra lần nữa tình trạng làm việc trong điều kiện phi nhân đạo và kém an toàn như ở mỏ San Jose và nhiều nơi khác trong nước.” Ông nói với các thợ mỏ sẽ tổ chức ăn mừng lớn dành cho họ vào ngày 25 tháng 10, tại thủ đô Santiago. Ông còn mời họ tham dự một trận bóng cùng ngày đấu với các viên chức đã hỗ trợ giải cứu họ. Ông Pinera nói đùa rằng đội thắng cuộc sẽ được sống trong dinh tổng thống, dinh La Moneda, còn đội thua cuộc sẽ phải xuống trở lại dưới mỏ. Những lời đề nghị  Các thợ mỏ sống sót qua 17 ngày đầu tiên của thử thách bằng cách ăn dè sẻn khẩu phần đủ dùng trong chỉ vài ngày trước khi lực lượng cứu hộ tìm thấy họ nhờ một máy dò thả xuống qua một cái lỗ rộng cỡ một trái bưởi.  Thực phẩm và đồ tiếp tế được thả xuống cho những người này trong lúc họ chờ khoan một đường hầm thông lớn hơn để giải cứu. Giờ đây khi mọi người đã an toàn, mọi suy nghĩ đang chuyển hướng sang vấn đề cảm xúc của họ. Khảo sát cách những người thợ mỏ thích nghi với cuộc sống trên mặt đất xuất phát từ nhật ký viết cho đài BBC của ba đứa con của Omar Reygadas, người thứ 17 được giải cứu. Cô bé Ximena, một trong ba đứa trẻ, mô tả cha mình xanh xao sau 69 ngày dưới lòng đất đến mức trông giống như con ma Casper trong phim hoạt hình.  “Nói chung, ông ấy lạc quan. Nhưng khi ông nhớ lại vài ngày đầu tiên sau tai nạn, ông bắt đầu khóc, ông bị rối loạn,” cô bé viết.  “Nhưng sau đó ông lại trấn tĩnh và tinh thần ông lạc quan trở lại.” Chính phủ Chi-lê hứa chăm sóc những người thợ mỏ trong ít nhất là sáu tháng. Các lời đề nghị và mời chào dành cho những người này đã bắt đầu đổ dồn về tới tấp. Các câu lạc bộ bóng đá Châu Âu Manchester United và Real Madrid đã mời cả 33 người đến xem họ thi đấu và họ cũng nhận được những lời mời đi nghỉ và xuất hiện trên truyền hình. Họ cũng trông đợi các lời mời làm việc, các hợp đồng quảng cáo và viết sách, đóng phim để thuật lại câu chuyện dị thường của mình. http://www.bbc.co.uk/news/world-latin-america-11547889"
        },
        {
            "en": "Gulf Oil Spill Was Top Story in 2010      At the end of each year, the Associated Press releases a list of the top ten news stories of the year. American editors and news directors are asked to vote for what they consider the top stories. This year, the story with the most votes was the huge oil spill in the Gulf of Mexico. An oil rig operated by BP exploded in April. The explosion killed eleven workers. Close to five million barrels of oil were released into the Gulf until the leak was contained in the middle of July. BP agreed to set aside twenty billion dollars to pay claims and damages to people working in the area’s fishing and tourism industries. The AP says the second most important story was health care reform in the United States. President Obama won a major political victory with congressional passage of his health care reform plan. Among other things, it will extend health care insurance to thirty-two million Americans now without it. But many Republicans in Congress oppose the law and want to cancel parts of it. The congressional elections in November were another big story. The Republican Party gained a majority in the House of Representatives. But Democrats kept their majority in the Senate. The American economy was another major story.  Economists reported in twenty-ten that the worst recession since the nineteen-thirties had ended.  Americans began to spend more as the year ended.  But the unemployment rate stayed above nine percent. In January, a powerful earthquake struck Haiti.  It killed at least two hundred thirty thousand people and left millions of others homeless.  Disease and other problems have slowed efforts to rebuild the country. Another important story was the Tea Party movement in the United States. The Tea Party supports limited government, less federal spending and lower taxes. The movement had a big influence on the Congressional elections. Another major story was the rescue of thirty-three mine workers in Chile. A partial mine collapse on August fifth trapped them more than half a kilometer underground. They remained trapped for sixty-nine days. Millions of people around the world watched on television as each <em>miner</em> was safely brought to the surface. Another major story was the activities of the WikiLeaks website.  First the website released thousands of United States military documents about the wars in Iraq and Afghanistan. Then it published thousands of State Department diplomatic cables. They included comments by American diplomats about the lives of world leaders and criticisms of foreign governments. The tenth story on the AP’s list was the war in Afghanistan. President Obama ordered an increase in troops fighting the nearly ten-year-old war. American troops are to begin leaving the country in July. Afghans are to control their own security by the end of twenty fourteen.",
            "vi": "Vụ tràn dầu vùng vịnh dẫn đầu tin thời sự năm 2010       Mỗi cuối năm, hãng thông tấn xã Associated Press công bố danh sách 10 tin thời sự hàng đầu trong năm. Các tổng biên tập và giám đốc cơ quan tin tức Hoa Kỳ được yêu cầu bỏ phiếu bình chọn những tin thời sự hàng đầu.  Năm nay, tin tức nhận được đa số phiếu bầu là sự cố tràn dầu khủng khiếp ở Vịnh Méc - xích. Một giàn khoan của BP đã bị nổ vào tháng tư. Vụ nổ làm thiệt mạng 11 công nhân. Gần 5 triệu thùng dầu thải ra vùng Vịnh cho đến giữa tháng 7 vụ rò rỉ dầu mới được chế ngự được. BP đồng ý dành ra 20 tỉ đô la để bồi thường thiệt hại đến những người kiếm sống bằng nghề đánh bắt cá và du lịch trong khu vực này.  AP cho biết tin thời sự quan trọng nhất đứng hàng thứ hai là việc cải cách y tế ở Hoa Kỳ. Tổng thống Obama đã giành được thắng lợi chính trị quan trọng khi Quốc hội đồng ý thông qua kế hoạch cải cách y tế của ông. Những cải cách này mở rộng bảo hiểm y tế cho 32 triệu người dân Hoa Kỳ hiện không được bao hiểm. Nhưng nhiều đảng viên đảng Cộng Hòa trong Quốc hội phản đối luật lệ này và muốn bãi bỏ vài điều luật.  Cuộc bầu cử Quốc hội vào tháng 11 là một câu chuyện đáng chú ý khác. Đảng Cộng hoà giành được đa số ghế trong Hạ Nghị viện. Nhưng đảng viên đảng Dân Chủ vẫn chiếm đại đa số trong Thượng nghị viện.  Một câu chuyện thời sự quan trọng khác là về nền kinh tế Hoa Kỳ. Các nhà kinh tế học cho biết trong năm 2010 tình trạng suy thoái tồi tệ từ thập niên 30 đã chấm dứt. Người Mỹ bắt đầu chi dùng nhiều hơn vào dịp cuối năm. Nhưng tỉ lệ thất nghiệp vẫn còn chiếm hơn 9%. Vào tháng giêng, một trận động đất dữ dội đã làm rung chuyển Haiti, làm thiệt mạng ít nhất 230 ngàn người và hàng triệu người khác lâm vào tình cảnh màn trời chiếu đất. Bệnh tật và các vấn đề khác đã làm trì trệ nỗ lực tái thiết đất nước.  Một câu chuyện quan trọng khác là phong trào Tea Party ở Hoa Kỳ. Tea Party ủng hộ việc hạn chế quyền hạn của chính phủ, hạn chế chi tiêu liên bang và giảm thuế. Phong trào đã gây ảnh hưởng lớn đến các cuộc bầu cử Quốc hội.  Một câu chuyện chủ yếu khác là công tác cứu hộ 33 thợ mỏ ở Chile. Một phần của một hầm mỏ bị sụp vào ngày 5 tháng 8 khiến họ bị mắc kẹt dưới lòng đất sâu hơn 500 mét. Họ bị mắc kẹt ở đó trong 69 ngày. Hàng triệu người khắp nơi trên thế giới theo dõi truyền hình khi mỗi người thợ mỏ được giải cứu an toàn ra khỏi lòng đất. Một câu chuyện quan trọng khác là những hoạt động của trang web WikiLeaks. Trước tiên trang web này công bố hàng ngàn tài liệu quân sự Hoa Kỳ về cuộc chiến tranh ở Iraq và Afghanistan. Rồi nó lại công bố hàng ngàn thông điệp điện tín ngoại giao của Bộ Ngoại giao Hoa Kỳ. Trong đó còn bao gồm cả những bình luận của các nhà ngoại giao Hoa Kỳ về cuộc sống của những nhà lãnh tụ trên thế giới cùng những lời chỉ trích về các chính phủ nước ngoài.  Câu chuyện thứ mười trên danh sách của AP là cuộc chiến tranh tại Afghanistan. Tổng thống Obama yêu cầu tăng cường binh lính vào cuộc chiến tranh kéo dài mười năm này. Quân đội Mỹ sẽ bắt đầu rời khỏi quốc gia này tháng bảy. Afghanistan sẽ tự kiểm soát tình hình an ninh quốc gia vào cuối năm 2014."
        },
        {
            "en": "China's War for Ore         \nBusiness is being reshaped around the world.\n China was miffed by the outcome of what we last year called the corporate \"deal of the century.\" But shareholder interests prevailed. How often will that be said in the future? Politics, that ugly dynamic when mixed with business, was already back in play last week as Rio Tinto, an Australian mining giant at the heart of the controversy, saw four of its Chinese executives arrested in Shanghai on spying charges. China says the busts are not retribution for the cancelled deal between Rio and a state-owned company, which received angry press in China. Instead, the arrests supposedly arise from skullduggery by Rio officials during fraught annual ore-price negotiations with mainland steelmakers. But the distinction may be irrelevant. Ore has become a major neuralgic concern for China. It sees its dependence on imported supply as strategically risky. It fears that its massive attempts to \"stimulate\" domestic job growth are being drained off as fatter profits for Australian mining companies. When the intrigue is unraveled, moreover, don't be surprised if the arrests are partly aimed at corralling the mainland's own restive steelmakers, many of whom have not cooperated in Beijing's ore strategy but have been striking their own spot market deals at higher prices. But let's step back. Rio has been wrongfooted over and over lately amid the zigzagging of the world's monetary conditions, whose chaos is now disastrously reshaping business-government relations globally (think the Obama administration's ownership of most of the Detroit auto industry). When China was booming, Rio played coy in the face of a merger bid from fellow <em>miner</em> BHP Billiton 18 months ago, acknowledging the \"industrial logic\" of the deal but insisting the offering price was \"several ballparks\" short of fair value. Oops. With the collapse of Lehman and the global meltdown, ore prices plummeted and BHP withdrew its bid. Suddenly, Rio needed its own debt bailout and turned to a company on the cash-rich mainland, state-owned Chinalco. Beijing was doubly pleased by the $19.5 billion Chinalco deal. Not only was China getting ownership of Australian ore assets at a bargain price, but the deal also killed off any chance of a BHP merger, seen on the mainland as an Aussie plot to gouge China. Oops. The Chinalco proposal ran into a buzzsaw of nationalist opposition in Australia. And while a government review board dragged its feet, the delay allowed Ben Bernanke to rev up the monetary engine and China to launch its own massive stimulus. Ore prices recovered. A BHP joint venture was back on the table. In a jilting worthy of a Judy Blume novel, Rio last month dumped its Chinese savior and leapt into bed with its erstwhile Australian suitor. Now the Chinese naturally see dirty politics at work, but the deal was actually scuttled by Rio's shareholders, who rightly saw more upside in BHP's offer. Yet it's also true the Chinalco bid would likely eventually have been torpedoed by the Australian government. Polls were running strongly against selling the country's mineral patrimony to a company ultimately controlled by the Chinese Communist Party. Australia Prime Minister Kevin Rudd, who prides himself on being an old China hand, must have been overjoyed when this icky chalice was taken from his lips by Rio's shareholders Yet the politics have only turned ickier since the Rio arrests. And Beijing has other cards up its sleeve. It can take its opposition to the BHP-Rio deal to Europe's trustbusters, who voiced qualms about their earlier proposed tie-up. China also can make use of its own new anti-monopoly law, which has already been used to punish the U.S. for blocking an oil deal. Earlier this year, Chinese regulators nixed Coca-Cola's purchase of a local juicemaker on \"competition\" grounds that antitrust lawyers considered ludicrous. More disturbing, China has upped its ore purchases in recent weeks even as mainland growth seems to be slowing, suggesting an effort to lay in a stockpile for a longer showdown against Rio-BHP. If the Rio arrests mark the beginning of a Chinese war to remake the global ore market more to China's liking, Beijing might want to think again. Its clumsy attempt to make computer makers instruments of Internet censorship was not exactly confidence-inspiring. Ensuring nobody wants to do a business deal with China for fear of being charged with a death penalty crime hardly improves the case. Then there's the epic civil disorder in Xinjiang. The final casualty may be China's overblown reputation for macroeconomic competence, on which so many hopes for global recovery depend. There are already signs its stimulus efforts are running off the rails. The world might appreciate a signal right now that China's government actually knows what it's doing. Nguồn: http://online.wsj.com/article/SB124761913912742517.html",
            "vi": "China's War for Ore     Kinh doanh đang được phục hồi ở khắp nơi trên thế giới. Trung Quốc phật ý vì kết quả của những gì mà năm ngoái chúng ta gọi là \"vụ hợp tác làm ăn thế kỷ\". Nhưng quyền lợi của cổ đông thắng thế. Điều đó sẽ được phát biểu bao lâu một lần trong tương lai? Chính trị, động lực xấu xa khi liên quan đến kinh doanh, đã quay lại cuộc chơi hồi tuần trước khi Rio Tinto, một công ty khai thác mỏ lớn của Úc đang nằm ở tâm điểm của mối bất đồng, nhìn thấy bốn người điều hành Trung Quốc của nó bị bắt ở Thượng Hải với tội danh làm gián điệp. Trung Quốc nói việc bắt giữ không phải là sự trả thù cho vụ làm ăn bị hủy bỏ giữa Rio và một công ty quốc doanh, một vụ khiến cho giới thuyền thông của Trung Quốc phẫn nộ. Mà thay vào đó, vụ bắt bớ được cho là phát sinh từ sự lừa bịp của các viên chức Rio trong cuộc đàm phán căng thẳng về giá quặng hằng năm với nhà sản xuất thép ở đại lục. Nhưng phân biệt này có thể là không liên quan. Quặng đã trở thành nỗi lo âu lớn làm đau đầu Trung Quốc. Đất nước này xem sự phụ thuộc của mình về nguồn nhập khẩu như sự rủi ro về chiến lược. Nó sợ rằng những nỗ lực to lớn của nó nhằm \"kích thích\" gia tăng công ăn việc làm trong nước đang chuyển thành lợi nhuận béo bở hơn cho các công ty khai khoáng của Úc. Hơn nữa, khi mưu đồ được làm sáng tỏ, thì không có gì ngạc nhiên khi hoạt động bắt giữ một phần nhắm đến việc thu tóm những nhà sản xuất thép ngang bướng riêng của đại lục, nhiều người trong số họ đã không hợp tác trong chiến lược quặng mỏ của Bắc Kinh nhưng đã và đang nhắm vào các giao dịch trên thị trường giao ngay của riêng họ với giá cao hơn.  Nhưng chúng ta hãy dừng lại suy nghĩ. Gần đây Rio liên tục thực hiện những động tác giả giữa những biến đổi của tình hình tiền tệ thế giới, mà sự lộn xộn của những biến đổi này đang phục hồi một cách thảm hại quan hệ giữa giới kinh doanh và chính phủ toàn cầu (nghĩ rằng quyền sở hữu hầu hết ngành công nghiệp xe hơi Detroit là của chính quyền Obama). Khi Trung Quốc đang bùng nổ, Rio tỏ vẻ kín đáo đối mặt với nỗ lực sáp nhập từ nhà khai thác mỏ đồng hội đồng thuyền BHP Billiton cách đây 18 tháng, thừa nhận \"lô-gích của ngành\" về thoả thuận này nhưng khăng khăng là giá đưa ra quá thấp so với giá hợp lý. Tiếc quá. Với sự sụp đổ của Lehman và sự sụp đổ toàn cầu hoàn toàn, giá quặng tụt xuống và BHP không tham gia đấu thầu nữa. Bất ngờ, Rio cần hành động để cứu nguy tài chính riêng của mình và hướng về công ty trên đại lục lắm tiền, Chinalco quốc doanh. Bắc Kinh hài lòng gấp đôi vì vụ làm ăn 19.5 tỉ đô-la Mỹ của Chinalco. Không chỉ là Trung Quốc nắm quyền sở hữu tài sản quặng của Úc với giá hời, mà vụ làm ăn cũng tiêu diệt mọi cơ hội sáp nhập với BHP, mà đại lục xem là âm mưu của Úc nhằm đục thủng Trung Quốc. Tiếc quá. Kế hoạch của Chinalco đụng phải lưỡi cưa tròn của phe đối lập theo chủ nghĩa dân tộc ở châu Úc. Và trong khi một ủy ban đánh giá đầu tư của chính phủ làm chậm chạp, thì sự trì hoãn này đã cho phép Ben Bernanke tăng cường cỗ máy in tiền và Trung Quốc cho ra mắt kích thích ồ ạt riêng của mình. Giá quặng khôi phục. Liên doanh với BHP quay lại bàn này. Trong một tiểu thuyết về kẻ phụ tình của Judy Blume, Rio tháng trước đã ruồng rẫy vị cứu tinh Trung quốc của nó và nhảy lên giường với người theo đuổi Úc ngày xưa của nó. Bây giờ Trung Quốc tự nhiên nhìn thấy chính trị bẩn thỉu can thiệp vào công việc, nhưng vụ làm ăn đã thực sự bị chấm dứt bởi cổ đông của Rio, người nhìn thấy một cách đúng đắn nhiều hứa hẹn hơn trong lời mời chào của BHP. Tuy nhiên cũng đúng là việc đấu thầu của Chinalco sẽ có thể cuối cùng bị chính phủ Úc phá hoại. Các cuộc thăm dò ý kiến dư luận đang được thực hiện cực lực phản đối việc bán tài nguyên khoáng sản của đất nước cho công ty bị kiểm soát tuyệt đối bởi Đảng Cộng sản Trung quốc. Thủ tướng Úc Kevin Rudd, người lấy làm tự hào là hiểu rõ Trung quốc, chắc hẳn vui mừng khôn xiết khi ly rượu bẩn thỉu này được cổ đông của Rio lấy ra khỏi môi ông ấy. Tuy nhiên chính trị chỉ tỏ ra bẩn thỉu hơn kể từ các vụ bắt bớ Rio. Và Bắc Kinh có những quân bài khác giấu trong tay áo. Nó có thể đưa đối thủ của nó trong vụ làm ăn BHP - Rio đến nhân viên chính phủ chuyên xử lý những tập đoàn phá sản của Châu Âu, người đã tỏ vẻ day dứt về thoả thuận đưa ra trước đây của họ. Trung Quốc cũng có thể sử dụng luật chống độc quyền mới của mình, đã được sử dụng để trừng phạt Hoa Kỳ vì ngăn chặn thoả thuận dầu lửa. Đầu năm nay, quan chức Trung quốc bác bỏ việc Coca-Cola mua hãng sản xuất nước trái cây trong nước với lý do \"cạnh tranh\" mà các luật sư chống độc quyền cho là lố bịch. Đáng ngại hơn nữa, Trung Quốc đã gia tăng mua quặng của nó trong những tuần vừa qua ngay khi tăng trưởng ở đại lục dường như đang chậm lại, điều này cho thấy một nỗ lực nhằm để dành kho dự trữ cho cuộc đối đầu lâu dài hơn chống lại liên minh Rio - BHP. Nếu các vụ bắt bớ Rio đánh dấu bước khởi đầu cuộc chiến của Trung quốc để thiết lập lại một thị trường quặng toàn cầu hợp ý Trung quốc hơn, thì Bắc Kinh có lẽ phải nghĩ lại. Sự cố gắng vụng về của nó trong việc biến các nhà sản xuất máy tính thành công cụ kiểm duyệt mạng Internet không hề mang lại cảm giác tự tin. Chắc chắn chẳng ai muốn làm ăn kinh doanh với Trung Quốc vì sợ bị kết tội tử hình thì khó lòng cải thiện được tình hình này. Sau đó có bạo loạn dân sự quy mô lớn ở Tân Cương. Tổn thất cuối cùng có thể là danh tiếng được thổi phồng quá mức của Trung quốc về khả năng kinh tế vĩ mô, dựa trên quá nhiều hy vọng cho sự khôi phục toàn cầu. Rồi có dấu hiệu nỗ lực kích thích của nó đang trật đường ray. Thế giới hẳn sẽ cảm kích nếu ngay bây giờ có một tín hiệu cho thấy chính phủ Trung Quốc thực sự hiểu được điều nó đang làm."
        },
        {
            "en": "Death valley: a beautiful but dangerous place          Today we visit one of America's great national parks. It is a place of strange and silent beauty. As beautiful as this place is, its name provides evidence of very real danger. Come with us as we visit Death Valley. Death Valley is a land of beautiful yet dangerous extremes. There are mountains that reach more than three thousand meters into the sky. There is a place called Badwater that is the lowest area of land in the Western Hemisphere. If there were water there, it would be eighty-six meters below the level of the ocean. Death Valley can be dangerously cold during the winter months. Storms in the mountains can produce sudden flooding on the floor of the Valley. The air temperature during the summer has been as high as fifty-seven degrees Celsius. The sun can heat the ground so that the temperature of the rocks and soil can be as high as seventy-four degrees Celsius.  The extreme heat of Death Valley has killed people in the past. It will continue to kill those who do not honor this extreme climate. Death Valley does not forgive those who are not careful.  Death Valley is a good example of the violence of nature. It contains evidence of several ancient volcanoes that caused huge explosions. Evidence of one of these explosions is called Ubehebe Crater. The explosion left a huge hole in the ground almost a kilometer and a half wide. In many areas of Death Valley it is easy to see where the ground has been pushed up violently by movement deep in the Earth. This movement has created unusual and beautiful rock formations. Some are red. Others are dark brown, gray, yellow or black. Other areas of rock look as if some huge creature violently broke and twisted the Earth to create unusual, sometimes frightening shapes. In other parts of Death Valley there are lines in the rock that show clearly that this area was deep under an ocean for many thousands of years. Much of the Valley is flat and extremely dry. In fact, scientists believe it is the driest place in the United States. In some areas the ground is nothing but salt. Nothing grows in this salted ground. However, it would be wrong to think that nothing lives in Death Valley. The Valley is fully of life. Wild flowers grow very quickly after a little rain. Some desert plants can send their roots down more than eighteen meters to reach water deep in the ground. Many kinds of birds live in Death Valley. So do mammals and reptiles. You might see the small dog-like animal called the coyote or wild sheep called bighorns. Other animals include the desert jackrabbit, the desert tortoise or turtle and a large reptile called a chuckwalla. Many kinds of snakes live in the Valley, including one called the sidewinder rattlesnake. It is an extremely poisonous snake with long sharp teeth called fangs. Death Valley is a huge place. It extends more than two hundred twenty-five kilometers across the southern part of the state of California, and across the border with the state of Nevada. Death Valley is part of the Great Mojave Desert.  The area was named by a woman in eighteen forty-nine. That was the year after gold was discovered in California. Thousands of people from other parts of the country traveled to the gold mining areas in California. They were in a hurry to get there before other people did.  Many people were not careful. They made bad choices or wrong decisions. One group trying to reach California decided to take a path called the Old Spanish Trail. By December they had reached Death Valley. They did not have to survive the terrible heat of summer, but there was still an extreme lack of water. There were few plants for their work animals to eat.  The people could not find a pass through the tall mountains to the west of the Valley. Slowly, they began to suffer from a lack of food. To survive, they killed their work animals for food and began to walk out of the Valley. As they left, one woman looked back and said, \"Good-bye, death valley.\" The name has never been changed. Almost everyone who visits Death Valley visits a huge house called Scotty's Castle. The building design is Spanish, with high thick walls to provide protection from the fierce heat. The main building is very large. It was built in nineteen twenty-nine in one of the few areas of the Valley that has water.  The castle is named for Walter Scott, called Scotty by his friends. He was a gold <em>miner</em>. He told everyone that he built the house with money he made from his gold mine. Many people believed him. But it was not really the truth. Scotty was not a very honest man. Some years earlier, he had asked several people to invest in a gold mine he had in Death Valley. One of the men he asked to invest was a businessman from Chicago, Illinois named Albert Johnson. Mister Johnson invested in Scotty's mine. In nineteen-oh-five, he traveled to Death Valley to see the mine. Scotty put Mister Johnson on a horse and took him far into the mountains. Many people believe that while they were on this trip, Scotty told Mister Johnson the truth: There was no mine. There was no gold. Albert Johnson suffered from extremely poor health. He had been in a severe accident a few years before. Doctors did not believe he would live much longer. However, something happened on his trip with Scotty. When Albert Johnson returned from the mountains, he felt better than he had in several years. Perhaps he felt better because of the clean mountain air. Perhaps it was the good food Scotty cooked. Or it may have been the funny stories Scotty told that improved Mister Johnson's health.  Whatever it was, Albert Johnson fell in love with Death Valley. He and Scotty became lifelong friends. Soon after, Albert Johnson began building a home on the western edge of Death Valley. He did not live there all the time. But Scotty did. And, he told everyone the huge house was his -- bought and paid for with the money from his gold mine. Scotty told everyone that Albert Johnson, his friend from Chicago, came to visit sometimes. Mister Johnson never told anyone it was just a story made up by Death Valley. Albert Johnson lived another thirty years -- many more years than the doctors thought he would. Some years before he died, in nineteen forty-eight, Albert Johnson signed documents that said Walter Scott could live in the house until he died. Scotty died in nineteen fifty-four. He is buried on a small hill near the house. In nineteen seventy, the National Park Service bought Scotty's Castle. It has since become one of the most popular areas to visit in Death Valley National Park. More than one million people visit Death Valley each year. Many people come for just a day. Buses bring visitors from the famous city of Las Vegas, Nevada. They ride around the park in their bus, visit several places and are back in their Las Vegas hotel by night. However, many other visitors stay in the park. The most popular area to stay in is Furnace Creek.  Furnace Creek is the largest area of human activity within Death Valley National Park. There is a hotel. There are also camping areas where people put up temporary cloth homes, called tents. Visitors who arrive in huge motor homes can also find a place to park their vehicles. The famous Furnace Creek Inn is a beautiful hotel that was built of stone more than seventy-five years ago. The inn is built on a low hill. The main public room in the hotel has large windows that look far out over Death Valley. Hotel guests gather near these large windows in the evening to watch the sun make long shadows on the floor of the Valley and on the far mountains.  This beautiful image seems to change each minute. The sun slowly turns the Valley a gold color that deepens to a soft brown, then changes to a dark red. As night comes, the mountains turn a dark purple color, then black.  Usually, visitors are very quiet when this event takes place. A few try to photograph it. But the Valley is too huge to capture in a photograph. Most visitors watch this natural beauty and leave with only the memory of sunset at beautiful Death Valley National Park.",
            "vi": "Thung lũng chết: nơi nguy hiểm nhưng xinh đẹp        Hôm nay chúng ta tới thăm một trong những công viên quốc gia rộng lớn của nước Mỹ. Đây là một vùng đất xa lạ và cóvẻ đẹp trầm lặng. Dẫu nơi này có xinh đẹp đến mấy đi chăng nữa thì tên gọi của nó cũng mang dấu hiệu của sự nguy hiểm thực sự. Nào hãy đến tham gia với chúng tôi khi chúng tôi đi tham quan thung lũng chết nhé. thung lũng chết là vùng đất xinh đẹp nhưng ẩn chứa sự nguy hiểm cùng cực. Có nhiều dãy núi cao đến hơn 3000 mét lên chọc trời. Đó là vùng đất Badwater là khu trũng thấp nhất thuộc vùng tây bán cầu. Nếu có nước ở đó thì mực nước sẽ thấp hơn mực nước biển là 86 mét. thung lũng chết có thể lạnh khủng khiếp vào những tháng mùa đông. Những cơn bão ở miền núi có thể gây nên trận lụt đột ngột ở đáy thung lũng. Nhiệt độ không khí trong mùa hè cao đến 57độ C. Mặt trời làm đất nóng lên đến mức mà nhiệt độ của đá và đất có thể cao đến 74 độ C.  Dạo trước sức nóng cùng cực của Thung lũng chết đã huỷ diệt con người nơi đây. Nó cũng còn giết chết những ai không thích nghi được với cái khí hậu khắc nghiệt này nữa. Thung lũng chết này cũng chẳng chừa một ai bất cẩn. Thung lũng chết là một ví dụ rõ ràng về tính khắc nghiệt của thiên nhiên. Bằng chứng là nhiều đợt núi lửa thời xưa đã gây nên những trận nổ lớn.  Bằng chứng một trong những vụ nổ này là ubehebe Crater. Vụ nổ này để lại miệng hố khổng lồ trên bề mặt đất có chiều rộng gần bằng 1,5 km.  Ở nhiều khu vực trong thung lũng chết này người ta dễ dàng quan sát thấy mặt đất bị đẩy cao lên dữ dội do sự chuyển động sâu bên trong Trái Đất. Sự chuyển động này làm hình thành nhiều loại đá xinh đẹp và lạ mắt. Vài loại đá có màu đỏ. Những loại khác có màu nâu đậm, xám, vàng hoặc đen. Nhiều vùng đá khác trông giống như một sinh vật khổng lồ dữ dội làm vỡ và uốn mặt đất thành nhiều hình dạng lạ lùng và đôi khi còn đáng sợ nữa.  Có nhiều đường kẻ trong đá ở các vùng khác trong Thung lũng chết này cho thấy rõ rằng nơi đây được chôn dưới đại dương hàng ngàn năm rồi. Phần lớn thung lũng đều bằng phẳng và cực kỳ khô hạn. Thực ra thì các nhà khoa học tin rằng nơi đây là khu vực khô hạn nhất của nước Mỹ. Ở nhiều khu vực khác, bề mặt đất chỉ toàn là muối. Và chẳng có thứ gì có thể mọc nổi trên vùng đất muối mặn này. Tuy nhiên, sẽ sai lầm khi nghĩ rằng không có sự sống ở Thung lũng chết. Nơi đây cũng tràn đầy nhựa sống. Hoa dại phát triển rất nhanh sau cơn mưa nhỏ. Một vài cây vùng sa mạc có thể đâm rễ xuống sâu đến hơn mười tám mét chạm đến mạch nước sâu trong đất. Cũng có nhiều loài chim sống ở Thung lũng chết. Bò sát và động vật hữu nhũ cũng có. Bạn có thể thấy loài động vật giống như chó nhỏ có tên là sói đồng cỏ hay cừu hoang được người ta gọi là cừu sừng to. Nhiều động vật khác gồm thỏ rừng tai dài sa mạc, rùa sa mạc và một loài bò sát lớn có tên là thằn lăn to. Cũng có nhiều loài rắn sống ở thung lũng, bao gồm loài rắn đuôi chuông. Đây là loài rắn cựa độc có răng sắc dài gọi là nanh. Thung lũng chết là một khu vực rất rộng lớn. Nó trải dài hơn 225 km qua phía Nam của tiểu bang California, và qua biên giới của bang Nevada. Thung lũng chết là một phần của sa mạc Mojave rộng lớn.  Vùng đất này được một người phụ nữ đặt tên vào năm 1840. Đây là năm sau khi vàng được phát hiện ra ở California. Hàng ngàn người từ nhiều vùng miền khác nhau của tổ quốc đã đến các vùng khai thác vàng ở California. Họ vội vã đến đó trước khi người khác tới.  Nhiều người không cẩn thận. Họ chọn lựa sai lầm hoặc đưa ra quyết định sai. Một nhóm người quyết định đi theo con đường có tên là Old Spanish Trail để cố đến California. Vào tháng mười hai họ đến được thung lũng chết. Họ đã không sống nổi với cái nóng khủng khiếp của mùa hè, ngoài ra cũng còn do tình trạng thiếu hụt nước trầm trọng nữa. Cũng có vài loài cây cho động vật của họ ăn được. Người ta không tìm được đường đi qua dãy núi cao để tới phía tây của thung lũng. Dần dần, họ đã bắt đầu thiếu lương thực. Họ phải giết các con vật đi cùng của mình để lấy thịt ăn và bắt đầu rời khỏi thung lũng. Khi đi khỏi đây, một phụ nữ quay lại nhìn và bảo rằng, “Tạm biệt, Thung lũng chết.” Tên gọi này chưa hề bị thay đổi cả. Hầu hết những ai tới Thung lũng chết cũng đều tới thăm ngôi nhà khổng lồ có tên là Toà lâu đài của Scotty. Thiết kế của tòa nhà theo kiểu Tây Ban Nha, với những bức tường cao dày để chống lại cái nóng dữ dội. Toà nhà chính rất lớn. Nó được xây vào những năm 1929 ở một trong số ít các khu vực có nước trong thung lũng. Toà lâu đài mang tên Walter Scott, được bạn bè của anh ấy gọi là Scotty. Anh ấy là thợ đào vàng. Anh ấy kể với mọi người là mình xây ngôi nhà này bằng tiền kiếm được từ mỏ vàng của mình. Nhiều người tin anh ấy. Nhưng sự thật lại khong hẳn thế. Scotty không phải là người hay trung thực. Vài năm trước, anh ấy đã yêu cầu một vài người đầu tư vào mỏ vàng của mình ở Thung lũng chết. Một trong số đó là một thương gia ở Chicago, Illinois tên là Albert Johnson. Ông Johnson đầu tư vào mỏ vàng của Scotty. Vào năm 1905, ông đi du lịch tới thung lũng chết để thăm mỏ vàng. Scotty để ông Johnson lên lưng một con ngựa và dẫn ông đi xa vào những ngọn núi. Nhiều người tin rằng trong chuyến đi của họ thì Scotty đã nói sự thật với ông Johnson rằng: Chẳng có mỏ vàng và cũng chẳng có vàng nữa. Sức khỏe của Albert Johnson cực kỳ yếu. Vài năm trước ông ấy bị một tai nạn khủng khiếp. Bác sĩ không tin ông ấy sẽ sống được lâu hơn nữa. Tuy nhiên, có điều gì đó đã xảy ra trong chuyến đi với Scotty. Sau khi Albert Johnson đi núi về thì ông cảm thấy khỏe hơn so với nhiều năm trước. Có thể ông cảm thấy dễ chịu hơn vì không khí miền núi trong lành. Cũng có thể do thức ăn ngon mà Scotty đã nấu cho ông ăn. Hoặc cũng có thể là nhờ những câu chuyện hài hước mà Scotty kể đã làm cho sức khỏe của ông Johnson tốt hơn. Bất kể là gì đi nữa thì Albert Johnson cũng thích Thung lũng chết lắm rồi. Ông và Scotty đã trở thành bạn bè suốt đời của nhau. Chẳng bao lâu sau thì Albert Johnson bắt đầu xây ngôi nhà bên bờ tây của Thung lũng chết. Không phải lúc nào ông ấy cũng sống ở đó. Nhưng Scotty thì ở đó suốt. Và anh ấy kể cho mọi người nghe là căn nhà là của anh ấy – mua bằng tiền kiếm được từ mỏ vàng của mình. Scotty bảo mọi người rằng Albert Johnson, bạn của mình ở Chicago thỉnh thoảng tới thăm. Ông Johnson chẳng bao giờ nói với ai đó chỉ là chuyện bịa đặt về Thung lũng chết cả. Albert Johnson sống thêm ba mươi năm nữa - lâu hơn nhiều so với bác sĩ từng nghĩ. Vài năm trước khi chết, vào năm 1948, Albert Johnson ký trong giấy tờ rằng Walter Scott có thể sống trong căn nhà này đến khi anh ấy chết. Scotty chết vào năm 1954. Anh ấy được chôn trên một ngọn đồi nhỏ gần nhà. Vào năm 1977, Ban Công Viên Quốc Gia đã mua tòa lâu đài của Scotty. Từ đó nó trở thành một trong những khu tham quan được ưa chuộng ở Công Viên Quốc Gia thung lũng chết. Hằng năm có hơn một triệu người đến tham quan thung lũng chết. Nhiều người đến tham quan chỉ trong một ngày. Xe buýt chở khách từ thành phố nổi tiếng Nevada của Las Vegas tới. Họ đi quanh công viên bằng xe buýt. tham quan vài nơi và trở lại khách sạn ở Las Vegas của mình trong đêm. Tuy nhiên, cũng có nhiều du khách khác ở lại công viên. Khu vực ở lại được ưa thích nhất đó là Furnace Creek.  Furnace Creek là khu vực rộng lớn nhất dành cho con người hoạt động vui chơi trong Công viên Quốc gia Thung lũng chết. Có khách sạn. Cũng có nhiều khu để cắm trại, nơi đây người ta có thể dựng nhà vải tạm thời lên, gọi là lều. Du khách đến bằng xe mô tô lưu động lớn có thể tìm thấy chỗ để đậu xe của mình.  Quán trọ nổi tiếng của Furnace Creek là một khách sạn xinh xắn được xây bằng đá cách đây hơn bảy mươi lăm năm rồi. Quán trọ được xây trên một ngọn đồi thấp. Phòng đại sảnh chính trong khách sạn có cửa sổ lớn trông xa ngoài Thung lũng chết. Khách trọ của khách sạn tụ tập lại gần những cửa sổ rộng lớn này để ngắm cảnh mặt trời đổ bóng dài trên đáy thung lũng và trên các dãy núi xa. Hình ảnh xinh đẹp này có vẻ như thay đổi từng phút một. Mặt trời dần dần chuyển thung lũng từ màu vàng thành nâu nhạt rồi thành đỏ sẫm. Khi màn đêm buông xuống, các dãy núi chuyển màu tía đậm, và rồi thành đen. Thường thì du khách đứng im thưởng thức khi cảnh tượng này xảy ra. Vài người cũng chụp hình lại. Nhưng thung lũng quá rộng đến nỗi không tài nào có thể ôm gọn vào một bức ảnh được. Đa số du khách ngắm vẻ đẹp thiên nhiên này và ra đi chỉ với một ký ức về cảnh hoàng hôn tại công viên quốc gia thung lũng chết xinh đẹp mà thôi"
        }
    ],
    "suggestions": []
}