{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mined"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mined"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mined"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mined"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mined"
        }
    },
    "sentences": [
        {
            "en": "He <em>mined</em> to decimate enemies.",
            "vi": "Anh ta cài mìn để tiêu diệt kẻ thù."
        },
        {
            "en": "The house was heavily <em>mined</em>.",
            "vi": "Ngôi nhà được đặt đầy bom."
        },
        {
            "en": "Gold is <em>mined</em> from deep underground.",
            "vi": "Vàng được khai thác ở sâu trong lòng đất."
        },
        {
            "en": "The enemy <em>mined</em> the entrance to a harbour.",
            "vi": "Địch đã thả thủy lôi ở cửa cảng."
        },
        {
            "en": "My father <em>mined</em> for gold when he was young.",
            "vi": "Khi còn trẻ, bố tôi đi đào vàng."
        },
        {
            "en": "The cruiser was <em>mined</em> and sank in five minutes.",
            "vi": "Tàu tuần dương bị trúng thủy lôi và chìm nghỉm trong năm phút."
        },
        {
            "en": "Sodium nitrate was heavily <em>mined</em> in the 1940's.",
            "vi": "Nitrat natri bị khai thác nhiều trong những năm 1940."
        },
        {
            "en": "That is an area where tin is <em>mined</em>.",
            "vi": "Đó là một vùng mà thiếc được khai thác."
        },
        {
            "en": "A Moonstone is a type of mineral <em>mined</em> in India.",
            "vi": "Đá mặt trăng là một loại khoáng sản được khai thác ở Ấn Độ."
        },
        {
            "en": "Cruiser was <em>mined</em> and sank in five minutes",
            "vi": "Tàu tuần dương bị trúng thuỷ lôi và chìm nghỉm trong năm phút"
        },
        {
            "en": "During 20xx the company <em>mined</em> 200,000 tons of ore and sold 185,000 tons.",
            "vi": "Trong năm 20xx công ty đã khai thác 200.000 tấn quặng đã bán 185.000 tấn."
        },
        {
            "en": "White salt is produced by evaporating solution-<em>mined</em> brine in pressure vessels.",
            "vi": "Muối ăn được sản xuất ra bằng cách làm cô đặc nước biển hòa tan trong những bình áp suất."
        },
        {
            "en": "We went round the factory-like dredge and observed how tin was <em>mined</em>.",
            "vi": "Chúng tôi đi dạo quanh khu xưởng như một nhà máy và quan sát xem thiếc được lấy lên thế nào."
        },
        {
            "en": "White salt is produced by evaporating solution - <em>mined</em> brine in pressure vessels.",
            "vi": "Muối ăn được sản xuất ra bằng cách làm cô đặc nước biển hòa tan trong những bình áp suất."
        },
        {
            "en": "During its first year of operation, the company <em>mined</em> and sold 800,000 tons of ore.",
            "vi": "Trong năm đầu tiên hoạt động, công ty đã khai thác và bán ra 800.000 tấn quặng."
        },
        {
            "en": "The company expects that all the usable ore can be <em>mined</em> in 10 years.",
            "vi": "Công ty mong muốn rằng tất cả quặng dùng được có thể được khai thác trong 10 năm."
        },
        {
            "en": "Diamonds are <em>mined</em> from the Earth, they are cut, made to shine and then sold at high prices.",
            "vi": "Kim cương được khai thác từ lòng đất, chúng được cắt ra, làm sáng và sau đó được bán với giá cao."
        },
        {
            "en": "Potash is the common name for various <em>mined</em> and manufactured salts that contain potassium in water-soluble form.",
            "vi": "Bồ tạt (kali cacbonat) là tên gọi chung cho các loại muối khác nhau được khai thác và sản xuất có chứa kali ở dạng hòa tan được trong nước."
        },
        {
            "en": "Potash is the common name for various <em>mined</em> and manufactured salts that contain potassium in water - soluble form.",
            "vi": "Bồ tạt (kali cacbonat) là tên gọi chung cho các loại muối khác nhau được khai thác và sản xuất có chứa kali ở dạng hòa tan được trong nước."
        },
        {
            "en": "After dark, the owners of the house returned home. They were the seven dwarves who <em>mined</em> for gold in the mountains.",
            "vi": "Sau khi màn đêm buông xuống, những người chủ về đến nhà. Họ là bảy chú lùn khai thác vàng ở các vùng núi."
        }
    ],
    "suggestions": []
}