{
    "en_vn": {
        "data": {
            "content": null,
            "word": "minimization"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "minimization"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "minimization"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "minimization"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "minimization"
        }
    },
    "sentences": [
        {
            "en": "Cost <em>minimization</em>",
            "vi": "Tối thiểu hoá chi phí"
        },
        {
            "en": "In the environmental economic load dispatch, there often exists a conflict among fuel cost and emission objectives. In case of <em>minimization</em> of only one objective, either of objectives cannot be minimized.",
            "vi": "trong việc điều phối tải trọng kinh tế môi trường, thường có mâu thuẫn giữa mục tiêu giảm chi phí nhiên liệu với mục tiêu giảm khí thải. Nếu chỉ giảm thiểu một mục tiêu, thì chẳng thể giảm thiểu được mục tiêu nào."
        },
        {
            "en": "In the environmental economic load dispatch, there often exists a conflict among fuel cost and emission objectives. In case of <em>minimization</em> of only one objective, either of objectives cannot be minimized.",
            "vi": "trong việc điều phối tải trọng kinh tế môi trường, thường có mâu thuẫn giữa mục tiêu giảm chi phí nhiên liệu với mục tiêu giảm khí thải. Nếu chỉ giảm thiểu một mục tiêu, thì chẳng thể giảm thiểu được"
        },
        {
            "en": "To drive growth in e-commerce in the region, more work can be done to improve the user’s shopping experience, with free or low delivery charges (62.9 per cent), guaranteed secure transactions (45.9 per cent), and the <em>minimization</em> of incidents in transaction processes (44.1 per cent) topping the list of suggested improvements to online shopping by respondents.",
            "vi": "Nhằm thúc đẩy tăng trưởng thương mại điện tử trong khu vực, có thể làm nhiều việc hơn để nâng cao kinh nghiệm mua sắm của người dùng. Mức phí giao hàng thấp hoặc miễn phí (62,9%), đảm bảo các giao dịch an toàn (45,9%) và giảm thiểu sự cố trong quá trình giao dịch (44,1%) là những đề xuất đứng đầu trong danh sách cải tiến cho mua sắm trực tuyến của người trả lời."
        }
    ],
    "suggestions": []
}