{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['minimaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">minimize</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['minimaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giảm đến mức tối thiểu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đánh giá thấp</td></tr></table><i/></div>",
            "word": "minimise"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "minimise"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "minimise"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "minimise"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "minimise"
        }
    },
    "sentences": [
        {
            "en": "Wladek tried very hard to <em>minimise</em> his limp.",
            "vi": "Wladek cố hết sức không tỏ ra mình hơi bị thọt."
        },
        {
            "en": "Regular maintenance of equipment can help to <em>minimise</em> waste.",
            "vi": "Việc bảo trì các thiết bị thường xuyên có thể giúp bạn giảm lãng phí."
        },
        {
            "en": "How to make repairs effective and <em>minimise</em> alteration time.",
            "vi": "Cách sửa chữa hiệu quả và giảm thiểu thời gian thay thế."
        },
        {
            "en": "Timely countermeasures needed to <em>minimise</em> losses by storm Doksuri",
            "vi": "Rất cần có các biện pháp ứng phó kịp thời nhằm giảm thiểu thiệt hại do bão Doksuri gây ra"
        },
        {
            "en": "Timely countermeasures needed to <em>minimise</em> losses by storm Doksuri",
            "vi": "Rất cần có các biện pháp ứng phó kịp thời nhằm giảm thiểu thiệt hại do bão Doksuri gây ra"
        },
        {
            "en": "We have to try to <em>minimise</em> the damage.",
            "vi": "Chúng ta phải cố gắng để giảm thiểu tối đa thiệt hại."
        },
        {
            "en": "This enables mapping and the development of plans to control and <em>minimise</em> pollution.",
            "vi": "Điều này cho phép lập bản đồ và xây dựng kế hoạch kiểm soát và giảm thiểu ô nhiễm."
        },
        {
            "en": "Second, I will try to maximise substance and <em>minimise</em> rhetoric, at the risk of oversimplifying things.",
            "vi": "Thứ hai, tôi sẽ cố gắng tập trung tối đa vào phần nội dung và giảm tối thiểu ngôn từ hoa mỹ nhằm tránh đơn giản hoá quá mức mọi việc."
        },
        {
            "en": "Reduce the rate of population growth and manage internal migration to <em>minimise</em> adverse environmental impacts",
            "vi": "Giảm tỷ lệ tăng dân số và quản lý di dân nhằm giảm thiểu những tác động có hại đến môi trường"
        },
        {
            "en": "Try to <em>minimise</em> the number of hours you spend in torturous shoes. ",
            "vi": "Cố gắng giảm thiểu số giờ bạn đi giày"
        },
        {
            "en": "The BUSADCO tech solutions include cubes, pillars and combined structures that <em>minimise</em> erosion, sliding and pushing.",
            "vi": "Giải pháp công nghệ cao BUSADCO bao gồm các hình khối lập phương, cột trụ và các cấu trúc kết hợp để giảm thiểu xói mòn, sự trượt và đẩy."
        },
        {
            "en": "We will be working assiduously with companies in the renewable energy area to <em>minimise</em> their impact on native populations.",
            "vi": "Chúng tôi sẽ cần mẫn làm việc với các công ty về năng lượng thay thế để hạn chế ảnh hưởng của chúng lên người dân địa phương."
        },
        {
            "en": "Early diagnosis and slaughter are needed to <em>minimise</em> the number and persistence of viruses, reducing the chances of spread.",
            "vi": "Chẩn đoán và tận diệt sớm là cần thiết để giảm đến mức tối thiểu số lượng và sự tồn tại dai dẳng của vi - rút, hạn chế các cơ hội lây lan."
        },
        {
            "en": "One commentator suggested farmers can gain greater control over prices and  <em>minimise</em> price volatility  by selling directly to consumers.",
            "vi": "Một nhà bình luận cho rằng nông dân có thể kiểm soát được nhiều hơn về giá cả và  giảm thiểu sự biến động của giá cả  bằng cách bán trực tiếp cho người tiêu dùng "
        },
        {
            "en": "Such systems are probably the most sustainable way to <em>minimise</em> marginalisation and discrimination of the population, including children.",
            "vi": "Những hệ thống như vậy chắc chắn là cách bền vững nhất để giảm thiểu việc bị gạt ra ngoài lề xã hội và phân biệt đối xử với người dân, bao gồm cả trẻ em."
        },
        {
            "en": "Our structured products help businesses <em>minimise</em> capital raising costs, hedge or diversify market exposures, customise investment returns, access international markets, and manage credit exposure.",
            "vi": "Các sản phẩm cấu trúc của chún tôi giúp các doanh nghiệp giảm tối thiểu chi phí huy động vốn, phòng chống rủi ro hoặc đa dạng hóa rủi ro, cá biệt hóa lợi nhuận từ đầu tư, tiếp cận thị trường quốc tế và quản lý các rủi ro tín dụng."
        },
        {
            "en": "A country with a high firm concentration ratio and a high Herfindahl index, may need some corrective measures to <em>minimise</em>, if not eliminate, any competitive threat.",
            "vi": "Một nước có mức độ tập trung công ty cao và chỉ số Herfindahl cao, có thể cần áp dụng một số biện pháp nhằm giảm thiểu, nếu không phải là loại bỏ, các nguy cơ cản trở cạnh tranh."
        },
        {
            "en": "The cyber-attack on parliament caused MPs to be locked out of their email accounts as officials worked to <em>minimise</em> damage. Photograph: Marko Djurica/Reuters",
            "vi": "Vụ tấn công mạng vào quốc hội là nguyên nhân khiến tài khoản email của các nghị sĩ bị khóa trong lúc các nhân viên làm việc nhằm giảm thiểu thiệt hại. Hình ảnh: Marko Djurica / Reuters"
        },
        {
            "en": "But patients are being asked not to go into GP surgeries in order to <em>minimise</em> the risk of spreading the disease to others.",
            "vi": "Nhưng bệnh nhân được yêu cầu không đi đến các phòng khám đa khoa nhằm giảm thiểu nguy cơ lây lan bệnh sang người khác."
        },
        {
            "en": "The overall aim of the Government is to <em>minimise</em> disruption of ecosystems and health risks for people from environmental releases of TCDD contaminated hotspots.",
            "vi": "Mục tiêu tổng thể của Chính phủ Việt Nam là nhằm giảm thiểu tác động đến hệ sinh thái và rủi ro về sức khoẻ của con người do sự phát tán TCDD từ các điểm ô nhiễm nặng dioxin (các điểm nóng)."
        }
    ],
    "suggestions": []
}