{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[miηk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) chồn vizon</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bộ da lông chồn vizon</td></tr></table><i/></div>",
            "word": "mink"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mink</k><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>minks</b>) a semiaquatic stoat-like carnivore widely farmed for its fur. [<i>Mustela vison</i> (N. America) and <i>M. lutreola</i> (Eurasia).] </cclass></cclass></cclass></blockquote><blockquote>⁃ the thick brown fur of the mink. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (denoting the animal's fur): from Swed. </blockquote></div>",
            "word": "mink"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mink"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mink"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mink"
        }
    },
    "sentences": [
        {
            "en": "<em>Mink</em> ranch",
            "vi": "Trại chăn nuôi chồn vizon"
        },
        {
            "en": "She's wearing her new <em>mink</em>.",
            "vi": "Cô ấy đang mặc chiếc áo lông chồn mới."
        },
        {
            "en": "trouble at a <em>mink</em> farm",
            "vi": "sự cố ở một trại nuôi chồn"
        },
        {
            "en": "The <em>mink</em> fur coat is too dear.",
            "vi": "Áo khoác lông chồn đó đắt quá."
        },
        {
            "en": "some people broke into the <em>mink</em> farm",
            "vi": "một số người xông vào trại nuôi chồn."
        },
        {
            "en": "May I see the <em>mink</em> over there?",
            "vi": "Cho tôi xem cái áo lông chồn ở đằng kia?"
        },
        {
            "en": "Her lover bought her a <em>mink</em> coat.",
            "vi": "Người yêu của cô đã mua cho cô một chiếc áo khoác lông chồn vizon."
        },
        {
            "en": "He has a ranch house and a <em>mink</em> ranch.",
            "vi": "Anh ta có một nhà trệt và một trại chăn nuôi chồn."
        },
        {
            "en": "The profiteers who kill the <em>mink</em> are the real extremists.",
            "vi": "Những kẻ đầu cơ trục lợi giết chồn vizon là những người cực đoan thực sự."
        },
        {
            "en": "Muskrats and <em>mink</em> and otter lived by the streams.",
            "vi": "Cầy hương, chồn và rái cá tụ tập bên những dòng suối."
        },
        {
            "en": "I can't afford to buy this <em>mink</em> coat.",
            "vi": "Tôi không đủ tiền mua cái áo khoác lông chồn này."
        },
        {
            "en": "It was the first time a <em>mink</em> coat had ever walked into his office.",
            "vi": "Lần đầu tiên có một người mặc áo lông chồn bước vào văn phòng của anh ta."
        },
        {
            "en": "He was always available for a consultation with a <em>mink</em> coat.",
            "vi": "Trông thấy chiếc áo lông sang trọng thế là anh ta thấy mình đã phải sẵn sàng tiếp rồi."
        },
        {
            "en": "He shot wolves and foxes for their fur, and his traps caught beaver and muskrat and <em>mink</em>.",
            "vi": "Bố cũng bắn sói và cáo để lấy da và những chiếc bẫy thì bắt hải ly, chuột xạ hương và báo nước."
        },
        {
            "en": "Every morning Pa took his gun and his traps and was gone all day in the Big Woods, setting the small traps for muskrats and <em>mink</em> along the creeks, the middle-sized traps for foxes and wolves in the Woods.",
            "vi": "Mỗi sáng, bố xách súng, đem bẫy đi trọn ngày trong rừng Big Woods đặt những chiếc bẫy nhỏ dọc các lạch suối để bắt cầy hương, chồn, đặt những bẫy cỡ vừa ở trong rừng để bắt cáo"
        },
        {
            "en": "Every morning Pa took his gun and his traps and was gone all day in the Big Woods, setting the small traps for muskrats and <em>mink</em> along the creeks, the middle - sized traps for foxes and wolves in the Woods.",
            "vi": "Mỗi sáng, bố xách súng, đem bẫy đi trọn ngày trong rừng Big Woods đặt những chiếc bẫy nhỏ dọc các lạch suối để bắt cầy hương, chồn, đặt những bẫy cỡ vừa ở trong rừng để bắt cáo và sói."
        },
        {
            "en": "Laura loved to stroke the thick fur of red foxes. She like the brown, soft fur of beaver, too, and the shaggy wolf's fur. But best of all she loved the silky <em>mink</em>.",
            "vi": "Laura thích vuốt ve những tấm da cáo dày màu đỏ, thích những tấm da hải ly mềm mại, màu nâu và cả những tấm da sói bờm xờm. Nhưng hơn hết thảy, cô thích nhất những tấm da báo nước óng bạc."
        },
        {
            "en": "Laura loved to stroke the thick fur of red foxes. She like the brown, soft fur of beaver, too, and the shaggy wolf's fur. But best of all she loved the silky <em>mink</em>.",
            "vi": "da cáo dày màu đỏ, thích những tấm da hải ly mềm mại, màu nâu và cả những tấm da sói bờm xờm. Nhưng hơn hết thảy, cô thích nhất những tấm da báo nước óng bạc."
        }
    ],
    "suggestions": []
}