{
    "en_vn": {
        "data": {
            "content": null,
            "word": "minorities",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "minorities",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "minorities",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "minorities",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "minorities",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In the <em>min</em> d's eye",
            "vi": "Trong sự nhìn trước"
        },
        {
            "en": "Ethnic <em>minorities</em>.",
            "vi": "Các dân tộc ít người."
        },
        {
            "en": "In ethnic <em>minorities</em>.",
            "vi": "Ở các bản làng vùng cao."
        },
        {
            "en": "His time of 3 <em>min</em> 2 sec remains unbeaten.",
            "vi": "Thành tích 3 phút 2 giây của anh ta vẫn chưa bị vượt qua."
        },
        {
            "en": "Struggle of ethnic <em>minorities</em>",
            "vi": "Cuộc đấu tranh của các tộc người thiểu số"
        },
        {
            "en": "I will be right back in a <em>min</em>.",
            "vi": "Tôi sẽ trở lại trong một phút."
        },
        {
            "en": "His time of 3 <em>min</em> of 2 sec remains unbeaten.",
            "vi": "Thành tích 3 phút 2 giây của anh ta chưa bị vượt qua."
        },
        {
            "en": "Ethnic <em>minorities</em>, NGOs, UNICEF, IDA",
            "vi": "Dân tộc thiểu số, Các tổ chức phi Chính phủ, UNICEF, IDA"
        },
        {
            "en": "Ethnic <em>Minorities</em> and Aid Effectiveness",
            "vi": "Dân tộc thiểu số và hiệu quả viện trợ"
        },
        {
            "en": "If a girl says \"5 minutes\". Meaning: It depends. When you are ready, 5 minutes = 40 <em>min</em>, and when you are not, 5 <em>min</em>=0",
            "vi": "Con gái nói \"5 phút\" Nghĩa: Tuỳ, nếu bạn xong hết rồi, thì 5 phút là 40', còn nếu bạn chưa xong thì 5' nghĩa là không phút."
        },
        {
            "en": "A solar year contains 365 days, 5 hr, 48 <em>min</em> and 45. 5 sec.",
            "vi": "Năm dương lịch có 365 ngày, 5 giờ, 48 phút và 45.5 giây."
        },
        {
            "en": "<em>MIN</em>. THROAT LENGTH OF FILLET WELDING TO BE    4.5    mm EXCEPT AS SHOWN.",
            "vi": "Chiều cao mối hàn nhỏ nhất là 4. 5 mm ngoại trừ những vị trí được chỉ rõ."
        },
        {
            "en": "What do you think of women who wear short <em>min</em>-skirts?",
            "vi": "Bạn suy nghĩ như thế nào về phụ nữ mặc váy ngắn?"
        },
        {
            "en": "Những vi-ta-<em>min</em> hoà tan trong nước gồm vi-ta-<em>min</em> C và nhóm vi-ta-<em>min</em> B (như vi-ta-<em>min</em> B6, B12, a-xít ni-cô-ti-ních, B2, và a-xít phô-lích) cần được hoà tan trong nước trước khi cơ thể hấp thụ được chúng. Vì cơ thể chúng ta không tích trữ các loại vi-ta-<em>min</em> này.",
            "vi": "The water - soluble vitamins — C and the B - complex vitamins (such as vitamins B6, B12, niacin, riboflavin, and folate) — need to dissolve in water before your body can absorb them. Your body can't store these vitamins."
        },
        {
            "en": "<em>MIN</em>. THROAT LENGTH OF FILLET WELDING TO BE 4. 5 mm EXCEPT AS SHOWN.",
            "vi": "Chiều cao mối hàn nhỏ nhất là 4.5 mm ngoại trừ những vị trí được chỉ rõ."
        },
        {
            "en": "As <em>minorities</em>, we need to live together.",
            "vi": "Là một nhóm người thiểu số, chúng ta cần phải sống cùng nhau."
        },
        {
            "en": "Ethnic <em>Minorities</em> and Inequalities in Education.",
            "vi": "Các dân tộc thiểu số và bất bình đẳng trong giáo dục."
        },
        {
            "en": "There is a full 2 <em>min</em> 26 secs prelude on guitar.",
            "vi": "Một khúc dạo đầu ngắn dài 2 phút 26 giây trên ghi ta."
        },
        {
            "en": "They are giving lecture about <em>minorities</em>.",
            "vi": "Họ đang đưa ra bài giảng về dân tộc thiểu số."
        },
        {
            "en": "Ethnic <em>minorities</em> have made much less progress.",
            "vi": "Các dân tộc thiểu số thì tiến bộ chậm hơn."
        }
    ],
    "suggestions": []
}