{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mired",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mired",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mired",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>mired</k><blockquote><blockquote><ex><abr>adj.</abr> to get mired (in the mud) </ex></blockquote></blockquote></div>",
            "word": "mired",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mired",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Body of Kittery woman discovered in <em>mired</em> car.",
            "vi": "Cơ thể của người phụ nữ tên Kittery tìm thấy trong chiếc xe bị sa lầy."
        },
        {
            "en": "Other parts of Africa it has millions of people <em>mired</em> in poverty.",
            "vi": "Những nơi khác của Châu Phi có hàng triệu người rơi vào cảnh nghèo khổ."
        },
        {
            "en": "Senate Democratic Leader Chuck Schumer said Republicans were <em>mired</em> in “internecine fights” and called on Trump to publish his own Obamacare substitute.",
            "vi": "Thượng viện Lãnh đạo đảng Dân chủ Chuck Schumer nói rằng đảng Cộng hòa đã bị sa lầy trong việc \"chiến đấu lẫn giết chóc\" và đã kêu gọi Trump ban hành một Obamacare thay thế."
        },
        {
            "en": "By then, though, we're <em>mired</em> in the car payments, mortgage and daily routine and so used to looking for answers outside ourselves.",
            "vi": "Dù vậy, lúc đó, chúng ta còn bị chìm đắm trong các khoản chi phí xe cộ, thế chấp và nhịp sống hàng ngày và vì vậy thường tìm kiếm những đáp án vượt quá sức bản thân chúng ta."
        },
        {
            "en": "Instead, graduates are leaving universities that are <em>mired</em> in theory classes, and sometimes so poorly funded they don't have computer labs.",
            "vi": "Thay vào đó, sinh viên tốt nghiệp rời khỏi đại học bị đẩy vào các lớp lý thuyết, và đôi khi ít được tài trợ tới mức họ không có phòng thí nghiệm máy tính."
        },
        {
            "en": "Petro Poroshenko spoke in parliament after taking the oath of office and assumed leadership of a country <em>mired</em> in an uprising, severe economic troubles and tensions with its giant neighbor Russia.",
            "vi": "Ông Petro Poroshenko đã phát biểu trước quốc hội sau khi tuyên thệ nhậm chức và đảm nhận trách nhiệm lãnh đạo một đất nước lâm vào tình cảnh bạo động nổi lên, khủng hoảng kinh tế trầm trọng, và căng thẳng với người láng giềng khổng lồ là Nga."
        }
    ],
    "suggestions": []
}