{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mis"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mis"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mis"
        }
    },
    "sentences": [
        {
            "en": "<em>Mis</em>-specification",
            "vi": "Thông số sai lệch"
        },
        {
            "en": "<em>Mis</em> - specification",
            "vi": "Thông số sai lệch"
        },
        {
            "en": "A, a-<em>mis</em>.",
            "vi": "Bị sẩy."
        },
        {
            "en": "The <em>MIS</em> takes the plans and information.",
            "vi": "MIS sẽ đưa các kế hoạch và thông tin."
        },
        {
            "en": "I can't focus on my work because I <em>mis</em> you.",
            "vi": "Anh không thể nào tập trung vào công viẹc được vì nhớ em quá."
        },
        {
            "en": "Some departments and districts already have an operational <em>MIS</em>.",
            "vi": "Một số Sở ngành và quận huyện của thành phố đã xây dựng được và đang sử dụng hệ thống MIS."
        },
        {
            "en": "Coleman's <em>mis</em> characterization of Kylin raises questions about his agenda.",
            "vi": "Sự mô tả sai lệch về hệ điều hành Kylin của Coleman làm gia tăng các câu hỏi về cuộc họp của ông ấy."
        },
        {
            "en": "Programme <em>mis</em>-targeting rates on the other hand, reflect the extent of <em>mis</em>-targeting of programme benefits to the non-poor.",
            "vi": "Mặt khác, tỷ lệ mức độ sai lệch đối tượng của chương trình phản ánh mức độ các lợi ích của chương trình chuyển sang đối tượng không nghèo."
        },
        {
            "en": "That is the skills taught in most <em>MIS</em> program and this is why I believe in the next few years, the <em>MIS</em> program would be students’ favorite.",
            "vi": "Đó là kỹ năng được dạy trong hầu hết các chương trình MIS và đây là lý do tại sao tôi tin trong vài năm tới, chương trình MIS sẽ là ưa chuộng của sinh viên."
        },
        {
            "en": "Non-contributory schemes would facilitate access to benefits while reducing administrative costs and <em>mis</em>-targeting.",
            "vi": "Các hệ thống không yêu cầu đóng góp cũng tạo điều kiện tiếp cận với các dạng trợ cấp trong khi giảm được chi phí hành chính và xác định sai đối tượng."
        },
        {
            "en": "Advisory services, the establishment of a <em>MIS</em> for SOEs, and capacity building in NERC",
            "vi": "Dịch vụ tư vấn, thiết lập MIS cho các DNNN, và xây dựng năng lực trong NERC."
        },
        {
            "en": "This extent of <em>mis</em>-targeting is not high by international standards.",
            "vi": "Mức độ xác định sai đối tượng như vậy không phải cao theo chuẩn mực quốc tế."
        },
        {
            "en": "As confirmed elsewhere, the seemingly high <em>mis</em>-targeting rates are not high by international standards (Coady, et al, 2002).",
            "vi": "Như đã được khẳng định, tỷ lệ sai lệch đối tượng có vẻ cao nhưng không thực cao theo chuẩn mực quốc tế (Coady. et al, 2002)."
        },
        {
            "en": "They also comprise software and software systems including management information systems (<em>MIS</em>), as well as management methods and practices.",
            "vi": "Chúng còn có các phần mềm và hệ thống phần mềm kể cả các hệ thống thông tin quản lý (MIS), cũng như các phương pháp và tập quán quản lý."
        },
        {
            "en": "The worst way to <em>mis</em> somesone is to be sitting right beside them knowing you can't have them",
            "vi": "Bạn thấy nhớ một ai đó là khi bạn ở ngồi bên người đó và biết rằng người đó không bao giờ thuộc về bạn"
        },
        {
            "en": "That is to say, USD750,000 out of a total capital investment of USD15 million was <em>mis</em>-spent.",
            "vi": "Điều đó có nghĩa, 750.000USD đã bị sử dụng sai mục đích trên tổng số 15 triệu USD cho đầu tư xây dựng cơ bản được thanh tra."
        },
        {
            "en": "The 2003 State Inspectorate report on Programme 135 expenditure in 23 provinces reported errors/<em>mis</em>-spending for around five percent of programme funds.",
            "vi": "Báo cáo thanh tra Nhà nước về chi tiêu của Chương trình 135 ở 23 tỉnh thực hiện trong năm 2003 đã đề cập đến các sai phạm/sử dụng sai mục đích ở mức độ 5% trên tổng kinh phí Chương trình."
        },
        {
            "en": "“Strengthening the Capacity of the General Department for the Management of State Capital and Assets in Enterprises”, set up a <em>MIS</em> for SOEs (GDMSCAE, Ministry of Finance).",
            "vi": "“Tăng cường Năng lực của Tổng Cục quản lý Vốn và Tài sản của Nhà nước tại Doanh nghiệp”, thiết lập một MIS cho các DNNN (TCQL Vốn của Nhà nước tại DN, Bộ Tài chính)."
        },
        {
            "en": "In July of 2009 SAV released a report stating that their audits of the 2008 budget implementation identified 6.9 trillion VND of <em>mis</em>-used public funds.",
            "vi": "Tháng 7 năm 2009, SAV công bố báo cáo kiểm toán thông báo việc kiểm toán thực hiện ngân sách năm 2007 đã phát hiện 6,9 tỉ đồng ngân sách nhà nước đã bị sử dụng sai mục đích."
        },
        {
            "en": "In support of implementation of the Law on Gender Equity, it is suggested that all <em>MIS</em> data should be sex-disaggregated.",
            "vi": "Để hỗ trợ việc thực hiện Luật Bình đẳng Giới, dự kiến là tất cả các số liệu của hệ thống MIS này sẽ thể hiện cả các số liệu về giới."
        }
    ],
    "suggestions": []
}