{
    "en_vn": {
        "data": {
            "content": null,
            "word": "misgivings",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "misgivings",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "misgivings",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>misgivings</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to have misgivings about </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to express one's misgivings </ex></blockquote></blockquote><blockquote><blockquote><ex>3) misgivings that + clause (we had misgivings that he would back out of the agreement) </ex></blockquote></blockquote></div>",
            "word": "misgivings",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "misgivings",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Mary expressed <em>misgivings</em> about the deal.",
            "vi": "Mary biểu lộ mối nghi ngờ về sự thỏa thuận này."
        },
        {
            "en": "He has <em>misgivings</em> as to the future.",
            "vi": "Nó lo lắng về tương lai của nó."
        },
        {
            "en": "I have serious <em>misgivings</em> about my relationship with Chris.",
            "vi": "Tôi có nỗi e sợ trầm trọng về mối quan hệ của tôi với Chris."
        },
        {
            "en": "I have serious <em>misgivings</em> about taking the job.",
            "vi": "Tôi rất ngại khi nhận công việc này."
        },
        {
            "en": "I am beginning to have grave <em>misgivings</em> about what I am doing.",
            "vi": "Tôi đang bắt đầu có sự nghi ngờ trầm trọng về những việc tôi đang làm."
        },
        {
            "en": "Most of the saunas expressed <em>misgivings</em> about condom distribution as condoms could be considered incriminating evidence in the event of police raids or checks.",
            "vi": "Phần lớn các cơ sở xông hơi đều bày tỏ e ngại đối với việc phân phát bao cao su bởi nếu bị cảnh sát kiểm tra hoặc truy quét thì bao cao su có thể bị coi là bằng chứng tội phạm."
        },
        {
            "en": "I kept asking myself whether i was fully sane to be considering this plan; but whatever <em>misgivings</em> i may have felt, they weren't enough to stop me from going ahead with it.",
            "vi": "Tôi cứ tự hỏi không biết mình có đủ bình tĩnh để thực hiện kế hoạch này không, nhưng cho dù tôi có lo sợ đến đâu đi nữa, tôi cũng phải thực hiện cho bằng được."
        },
        {
            "en": "Despite his <em>misgivings</em> about what Google cast aside to make Google+ a reality, Whittaker thinks that the social network was worth a shot. If it had worked -- if Google had dramatically changed the social Web for the better -- it would have been a heroic gamble.",
            "vi": "Dù không tin chắc về những gì Google bỏ ra để thực hiện Google +, Whittaker vẫn cho rằng mạng xã hội này vẫn là lĩnh vực đáng thử sức. Nếu nó thành công - - nếu Google cải tiến đáng kể mạng xã hội - - đó sẽ là một sự lìều lĩnh rất táo bạo."
        }
    ],
    "suggestions": []
}