{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mis'leid]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xem <font color=\"#1371BB\">mislay</font></td></tr></table><i/></div>",
            "word": "mislaid",
            "pronounce": "[mis'leid]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mislaid",
            "pronounce": "[mis'leid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mislaid",
            "pronounce": "[mis'leid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mislaid",
            "pronounce": "[mis'leid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mislaid",
            "pronounce": "[mis'leid]"
        }
    },
    "sentences": [
        {
            "en": "I seem to have <em>mislaid</em> my passport.",
            "vi": "Hình như tôi để mất hộ chiếu rồi."
        },
        {
            "en": "They seem to have <em>mislaid</em> their keys.",
            "vi": "Họ có vẻ như đã làm mất chìa khóa của mình."
        },
        {
            "en": "I seem to have <em>mislaid</em> my dog.",
            "vi": "Dường như tôi đã để lạc mất con chó."
        },
        {
            "en": "She's <em>mislaid</em> an earring in the boat house.",
            "vi": "Cô ta đã đánh mất một khuyên tai trên nhà thuyền."
        },
        {
            "en": "I seem to have <em>mislaid</em> my passport - have you seen it?",
            "vi": "Dường như tôi đã để thất lạc hộ chiếu của tôi - anh có trông thấy nó đâu không?"
        },
        {
            "en": "The codes used by the president to launch a nuclear strike were <em>mislaid</em> for months during the Clinton administration, the former highest-ranking US officer has said.",
            "vi": "Bộ mật mã mà Tổng thống Mỹ dùng để tung đòn tấn công hạt nhân từng bị thất lạc nhiều tháng thời Clinton đang cầm quyền, cựu lãnh đạo cao cấp nhất này cho biết."
        },
        {
            "en": "A ball-point pen or an LED light-emitting diode time pen or any other object to one of your roommates because you have <em>mislaid</em> it.",
            "vi": "Một cây bút bi hoặc một cây bút loại led điốt phát quang hoặc bất kỳ đồ vật nào khác với bạn cùng lớp của bạn bởi vì bạn đã để that lạc nó."
        },
        {
            "en": "1 October 2010 Last updated at 01:17 GMT       \n \n21 October 2010 Last updated at 18:27 GMT  The codes used by the president to launch a nuclear strike were <em>mislaid</em> for months during the Clinton administration, the former highest-ranking US officer has said. Ex-chairman of the joint chiefs of staff Gen Hugh Shelton made the claim in a new book.  The codes are usually held by an aide who remains close to the president. Gen Shelton said there was an incident where an aide said the codes had been lost. They were immediately replaced, but an internal inquiry was conducted. Gen Shelton said the incident had taken place \"around the year 2000\". Under the procedures, an official was sent every month to check the codes, and that they were replaced every four months with new codes. According to Gen Shelton's book, Without Hesitation, an official had gone to check one month and been told by the aide that the codes were on the president's person but that he was in an important meeting and could not be disturbed. A different official went to do the same check a month later and was told a similar story. When it came time to change the codes, an aide admitted they had been missing for months. Gen Shelton said it was apparent that the president had not had the codes and that he had been unaware that an aide had lost them.  The general described the episode as a \"comedy of errors\".  http://www.bbc.co.uk/news/world-us-canada-11591213",
            "vi": "1 October 2010 Last updated at 01:17 GMT      \n \n21 October 2010 Last updated at 18:27 GMT  Bộ mật mã mà Tổng thống Mỹ dùng để tung đòn tấn công hạt nhân từng bị thất lạc nhiều tháng thời Clinton đang cầm quyền, cựu lãnh đạo cao cấp nhất này cho biết. Tướng Hugh Shelton, cựu chủ tịch Bộ tổng tham mưu phối hợp, đã tuyên bố điều này trong một quyển sách mới xuất bản. Theo thông lệ bộ mật mã này do một trợ lý thân cận với tổng thống giữ. Tướng Shelton cho biết một viên trợ lý đã nói có sự cố đánh mất bộ mật mã này. Bộ mật mã lập tức được thay thế, nhưng một cuộc điều tra nội bộ vẫn được tiến hành. Tướng Shelton nói sự việc này xảy ra “vào khoảng năm 2000”. Theo quy định, mỗi tháng có một viên chức được phái đến để kiểm tra bộ mật mã, và cứ bốn tháng một lần bộ mã lại được thay bằng mật mã mới. Theo nội dung quyển sách của tướng Shelton, có tựa đề “Không ngần ngại”, một tháng nọ một viên chức đến kiểm tra và được viên trợ lý cho biết mật mã được Tổng thống đích thân mang trong người nhưng ông lại đang dự một cuộc họp quan trọng nên không thể làm phiền. Vào tháng sau đó một viên chức khác lại đến kiểm tra và được thông báo điều tương tự. Đến thời điểm phải thay đổi mật mã, một viên trợ lý đã thú nhận bộ mật mã bị thất lạc nhiều tháng rồi. Tướng Shelton cho biết rõ ràng tổng thống đã không mang theo mật mã và không biết viên trợ lý đã đánh mất nó. Viên tướng này mô tả giai đoạn ấy như “một tấn hài kịch sai lầm”. http://www.bbc.co.uk/news/world-us-canada-11591213"
        }
    ],
    "suggestions": []
}