{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mis'mænidʒmənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự quản lý tồi</td></tr></table><i/></div>",
            "word": "mismanagement"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mismanagement"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mismanagement"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>mismanagement</k><blockquote><blockquote><ex><abr>n.</abr> gross mismanagement </ex></blockquote></blockquote></div>",
            "word": "mismanagement"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mismanagement"
        }
    },
    "sentences": [
        {
            "en": "All their problems are due to <em>mismanagement</em>.",
            "vi": "Mọi rắc rối đều do quản lý kém."
        },
        {
            "en": "<em>Mismanagement</em> results in disease, misery and social unrest.",
            "vi": "Còn nếu thất bại thì hệ quả sẽ là bệnh tật, căng thẳng, bức xúc, và bất ổn xã hội."
        },
        {
            "en": "They often lose their customers because of <em>mismanagement</em>.",
            "vi": "Họ thường mất khách do quản lý tồi."
        },
        {
            "en": "Years of <em>mismanagement</em> left the region virtually bankrupt.",
            "vi": "Những năm quản lý yếu kém đã làm cho vùng này gần như cạn sạch tiền bạc."
        },
        {
            "en": "The whole company has been hobbled by <em>mismanagement</em>.",
            "vi": "Toàn thể công ty đã bị gây cản trở bởi sự quản lý tồi."
        },
        {
            "en": "The answer is a basic one: <em>mismanagement</em> of resources.",
            "vi": "Câu trả lời rất đơn giản: quản lý nguồn tài nguyên không hiệu quả."
        },
        {
            "en": "The <em>mismanagement</em> of public funds was almost predictable.",
            "vi": "Việc quản lý yếu kém các quỹ công cộng đã gần như có thể đoán trước."
        },
        {
            "en": "Let's hold them responsible for their economic <em>mismanagement</em> and incompetence.",
            "vi": "Chúng ta hãy giữ họ chịu trách nhiệm cho sự quản lý yếu kém về kinh tế và sự bất tài của họ."
        },
        {
            "en": "<em>Mismanagement</em> of the inventory leads to lower levels of sales.",
            "vi": "Việc quản lý hàng tồn kho tệ đẫn tới giảm doanh số bán hàng."
        },
        {
            "en": "As fate and <em>mismanagement</em> would have it, the ashton-tate company longer exists.",
            "vi": "Do vận hạn cộng với việc quản lý kém, hãng ashton - tate không tồn tại lâu."
        },
        {
            "en": "He was forced to make a coalition government after gross <em>mismanagement</em> of the country.",
            "vi": "Ông ta đã bị buộc phải lập một chính phủ liên minh sau khi điều hành đất nước quá yếu kém."
        },
        {
            "en": "Still, according to recent World Bank estimates approximately 5% of Global GDP disappear through corruption and <em>mismanagement</em>.",
            "vi": "Tuy nhiên, theo ước tính gần đây nhất của Ngân hàng Thế giới, khoảng 5% GDP toàn cầu đã bị thất thoát do tham nhũng và sai lầm trong quản lý."
        },
        {
            "en": "Despite years of practical advice books and earnest consultants, workplace meetings are still oftentimes a cliche for <em>mismanagement</em> and disaster.",
            "vi": "Mặc dù hàng năm luyện tập theo lời khuyên sách báo và cố vấn, nhưng những cuộc họp khắp nơi vẫn thường giống nhau về việc quản lý sai lầm và thất bại."
        },
        {
            "en": "The conference was held when about 13 million people in South Africa were in urgent need of food aid because of government <em>mismanagement</em> and unfavourable weather.",
            "vi": "Hội nghị diễn ra vào thời điểm mà khoảng 13 triệu người tại miền Nam Châu Phi đang cần được cứu đói gấp vì chính quyền quản lý tồi và thời tiết lại không thuận lợi."
        },
        {
            "en": "<em>Mismanagement</em> results in loss of rewards, similar to Decision 271/QD-TTg of 31 December 2003 on evaluating State-Owned Enterprise performance.",
            "vi": "Kết quả quản lý kém dẫn đến mất thưởng, tương tự như Quyết định 271/QĐ-TTg ngày 31/12/2003 về việc đánh giá hiệu quả hoạt động của doanh nghiệp Nhà nước”."
        },
        {
            "en": "Many did not even have risks reviews or financial audits so the <em>mismanagement</em> and unethical practices happened with no management oversight.",
            "vi": "Nhiều công ty thậm chí không có kiểm điểm rủi ro hay kiểm toán tài chính cho nên quản lí tồi và những thực hành vô luân đã xảy ra mà không có giám sát của cấp quản lí."
        },
        {
            "en": "Hoang Minh Tri, deputy head of the HCMC Institute for Development Studies, attributes the serious flooding to the rapid urbanization and <em>mismanagement</em>.",
            "vi": "Ông Hoàng Minh Trí, Phó Viện trưởng Viện Nghiên cứu Phát triển TPHCM cho rằng ngập úng nghiêm trọng là do việc đô thị hóa nhanh chóng và quản lý kém."
        },
        {
            "en": "If they remain unaddressed, they could result in an encouragement of informality, the <em>mismanagement</em> of natural resources, and the widening of inequality.",
            "vi": "Nếu những khiếm khuyết này không được giải quyết, chúng có thể làm giảm động lực cho các doanh nghiệp chính thức hóa hoạt động của mình, nguồn tài nguyên thiên nhiên không được quản lý tốt, và bất bình đẳng ngày càng tăng cao."
        },
        {
            "en": "The <em>mismanagement</em> of the state road especially infuriated the taxpayers for, out of the earnings of the road, was to come the money for free schools.",
            "vi": "Tình trạng hỗn loạn trong việc quản lí đường sắt của bang khiến dân chúng căm phẫn cao độ vì phải tăng được lợi nhuận của ngành hỏa xa mới có tiền xây trường miễn học phí."
        },
        {
            "en": "But far and above their anger at the waste and <em>mismanagement</em> and graft was the resentment of the people at the bad light in which the governor represented them in the north.",
            "vi": "Nhưng vượt xa sự phẫn nộ trước tình trạng lãng phí, quản lí tồi tệ và nạn hối lộ, là nỗi uất giận của dân chúng trước việc viên thống đốc bôi nhọ hình ảnh của họ ở miền bắc."
        }
    ],
    "suggestions": []
}