{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Missouri",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Missouri",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Missouri",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Missouri",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Missouri",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Made in SE <em>Missouri</em>.",
            "vi": "Được làm ở đông nam bang Missouri."
        },
        {
            "en": "That was the <em>Missouri</em> River.",
            "vi": "Đó là sông Missouri."
        },
        {
            "en": "Louisiana, Mississippi, Texas and <em>Missouri</em> also produce rice.",
            "vi": "Louisiana, Mississippi, Texas và Missouri đều sản xuất lúa gạo."
        },
        {
            "en": "You'll have to prove it to me. I'm from <em>Missouri</em>.",
            "vi": "Bạn phải chứng minh điều đó cho tôi rõ. Có bằng chứng tôi mới tin."
        },
        {
            "en": "<em>Missouri</em> guarded the carriers as they attacked the Japanese capital.",
            "vi": "Missouri bảo vệ các tàu sân bay khi chúng tấn công thủ đô của Nhật Bản."
        },
        {
            "en": "He is a student at <em>Missouri</em> State Teachers College.",
            "vi": "Anh ta là sinh viên trường Sư phạm bang Missouri."
        },
        {
            "en": "She's from <em>Missouri</em> and has to be shown.",
            "vi": "Cô ấy là người hay đa nghi và chỉ tin những gì trông thấy tận mắt."
        },
        {
            "en": "Today, we tell about another important American river, the <em>Missouri</em>.",
            "vi": "Hôm nay, chúng tôi nói về một sông khác có tầm quan trọng ở mỹ, missouri."
        },
        {
            "en": "During the surrender ceremony, the deck of <em>Missouri</em> was decorated with a 31 - star American flag",
            "vi": "Trong suốt buổi lễ đầu hàng, sàn tàu chiếc Missouri được trang hoàng với hai lá cờ Hoa Kỳ 31 ngôi sao."
        },
        {
            "en": "You'll have to prove it to me. I' m from <em>Missouri</em>.",
            "vi": "Bạn phải chứng minh điều đó cho tôi rõ. Có bằng chứng tôi mới tin."
        },
        {
            "en": "Soon after Lewis and Clark explored the territory, settlers began moving west along the <em>Missouri</em> River.",
            "vi": "Ít lâu sau khi lewis và clark thám hiểm lãnh thổ này, dân định cư đã bắt đầu di chuyển về phía tây dọc theo sông missouri."
        },
        {
            "en": "The muddy water was the <em>Missouri</em> River which emptied into the western side of the Mississippi.",
            "vi": "Nước bùn là sông missouri đổ vào bờ tây của mississippi."
        },
        {
            "en": "The two sides of the river were different when the first European explorers came to <em>Missouri</em>.",
            "vi": "Hai bờ sông thì khác nhau khi các nhà thám hiểm châu âu đầu tiên đến missouri."
        },
        {
            "en": "\"Better come out with us,\" Pa urged him,\"and go down on foot through <em>Missouri</em>.",
            "vi": "Bố thuyết phục ông ấy: \"Tốt hơn là cùng với chúng tôi theo đường bộ qua Missouri.\""
        },
        {
            "en": "The voyage of <em>Missouri</em> to the eastern Mediterranean symbolized America's strategic commitment to the region.",
            "vi": "Hành trình của chiếc Missouri về phía Đông Địa Trung Hải biểu tượng cho chiến lược cam kết của Hoa Kỳ đối với khu vực này."
        },
        {
            "en": "The <em>Missouri</em> was ordered in 1940 and commissioned in June 1944.",
            "vi": "Missouri được đặt hàng vào năm 1940 và được đưa vào hoạt động vào tháng 6 năm 1944."
        },
        {
            "en": "During the surrender ceremony, the deck of <em>Missouri</em> was decorated with a 31-star American flag",
            "vi": "Trong suốt buổi lễ đầu hàng, sàn tàu chiếc Missouri được trang hoàng với hai lá cờ Hoa Kỳ 31 ngôi sao."
        },
        {
            "en": "About 23:05 on 17 April, <em>Missouri</em> detected an enemy submarine 19 kilometers from her formation.",
            "vi": "Vào lúc 23 giờ 05 phút ngày 17 tháng 4 năm, Missouri phát hiện một tàu ngầm địch cách đội hình của nó 19 km."
        },
        {
            "en": "Students will also receive laboratory support from University of <em>Missouri</em> academic advisors.",
            "vi": "Các sinh viên cũng sẽ được chuyên gia tư vấn học thuật của Đại học Tổng hợp Missouri hỗ trợ trong quá trình thực hành thí nghiệm."
        },
        {
            "en": "These explorers were the first Americans to cross the <em>Missouri</em> lands to the Pacific.",
            "vi": "Những nhà thám hiểm này là những người mỹ đầu tiên băng qua các vùng đất của missouri đến thái bình dương."
        }
    ],
    "suggestions": []
}