{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mistreated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mistreated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mistreated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mistreated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mistreated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He cannot stand seeing children <em>mistreated</em>.",
            "vi": "Thấy trẻ nhỏ bị hành hạ, anh ấy không chịu được."
        },
        {
            "en": "I hate to see books being <em>mistreated</em>.",
            "vi": "Tôi rất ghét khi nhìn thấy sách quăng bừa bãi."
        },
        {
            "en": "He cannot endure seeing children <em>mistreated</em>.",
            "vi": "Thấy trẻ nhỏ bị hành hạ, anh ấy không chịu được."
        },
        {
            "en": "He cannot endure to see children <em>mistreated</em>.",
            "vi": "Thấy trẻ nhỏ bị hành hạ, anh ấy không chịu được."
        },
        {
            "en": "He felt he had been <em>mistreated</em> by the police.",
            "vi": "Anh ta cảm thấy mình đã bị cảnh sát ngược đãi."
        },
        {
            "en": "The animals used in his film were in no way <em>mistreated</em>.",
            "vi": "Những con vật đóng trong bộ phim của anh ta tuyệt nhiên không bị ngược đãi."
        },
        {
            "en": "In Baghdad, the United States ambassador says at least 120 prisoners were found to have been <em>mistreated</em> in two Iraqi prisons.",
            "vi": "Ở baghdad, đại sứ hoa kỳ cho biết ít nhất 120 tù nhân được phát hiện là đã bị ngược đãi ở hai nhà tù iraq."
        },
        {
            "en": "Healthy habits for TV, Video games, and the Internet    No doubt about it — TV, interactive video games, and the Internet can be excellent sources of education and entertainment for kids. But too much screen time can have unhealthy side effects. That's why it's wise to monitor and limit the time your child spends playing video games, watching TV, and playing games on the Internet. The American Academy of Pediatrics (AAP) recommends that kids under age 2 have no screen time, and that kids older than 2 watch no more than 1 to 2 hours a day of quality programming. It's also a good idea to make sure kids have a wide variety of free-time activities like reading, playing with friends, and sports, which can all play a vital part in helping them develop a healthy body and mind. Here are some practical ways to make kids' screen time more productive. TV Time     * Limit the number of TV-watching hours:           o Stock the room in which you have your TV with plenty of other non-screen entertainment (books, kids' magazines, toys, puzzles, board games, etc.) to encourage kids to do something other than watch the tube.            o Keep TVs out of kids' bedrooms.           o Turn off the TV during meals.           o Don't allow your child to watch TV while doing homework.           o Treat TV as a privilege that kids need to earn — not a right that they're entitled to. Tell them that TV viewing is allowed only after chores and homework are completed.     * Try a weekday ban. Schoolwork, sports activities, and job responsibilities make it tough to find extra family time during the week. Record weekday shows or save TV time for weekends, and you'll have more family togetherness time to spend on meals, games, physical activity, and reading during the week.     * Set a good example. Limit your own TV viewing.      * Check the TV listings and program reviews. Look for programs your family can watch together (i.e., developmentally appropriate and nonviolent programs that reinforce your family's values). Choose shows, says the AAP, that foster interest and learning in hobbies and education (reading, science, etc.).     * Preview programs. Make sure you think they're appropriate before your kids watch them.     * Use the ratings. Age-group rating tools have been developed for some TV programs and usually appear in TV program listings and onscreen during the first 15 seconds of some TV programs.     * Use screening tools. Many new standard TV sets have internal V-chips (V stands for violence) that let you block TV programs and movies you don't want your kids to see.      * Come up with a family TV schedule. Come up with something the entire family agrees on. Then post the schedule in a visible household area (i.e., on the refrigerator) so that everyone knows which programs are OK to watch and when. And make sure to turn off the TV when the \"scheduled\" program is over instead of channel surfing for something else to watch.      * Watch TV with your child. If you can't sit through the whole program, at least watch the first few minutes to assess the tone and appropriateness, then check in throughout the show.     * Talk to kids about what they see on TV and share your own beliefs and values. If something you don't approve of appears on the screen, turn off the TV and use the opportunity to ask your child thought-provoking questions such as, \"Do you think it was OK when those men got in that fight? What else could they have done? What would you have done?\" Or, \"What do you think about how those teenagers were acting at that party? Do you think what they were doing was wrong?\" If certain people or characters are <em>mistreated</em> or discriminated against, talk about why it's important to treat everyone fairly despite their differences. You can use TV to explain confusing situations and express your feelings about difficult topics (sex, love, drugs, alcohol, smoking, work, behavior, family life). Teach your kids to question and learn from what they see on TV.     * Find out about other TV policies. Talk to other parents, your doctor, and your child's teachers about their TV-watching policies and kid-friendly programs they'd recommend.     * Offer fun alternatives to television. If your kids want to watch TV but you want them to turn it off, suggest alternatives like playing a board game, starting a game of hide and seek, playing outside, reading, etc. The possibilities for fun without the tube are endless — so turn off the TV and enjoy quality time with your kids. Video and Interactive computer games     * Look at the ratings. Video games do have ratings to indicate when they have violence, strong language, sexual themes, and other content that may be inappropriate for kids. The ratings, established for the Entertainment Software Rating Board, range from EC (meaning Early Childhood), which indicates that the game is appropriate for kids ages 3 and older, to AO (for Adults Only), which indicates that violent or graphic sexual content makes it appropriate only for adults.     * Preview the games. Even with the ratings, it's still important to preview the games — or even play them — before letting kids play. The game's rating may not match what you feel is appropriate for your child.     * Help kids get perspective on the games. Monitor how the games are affecting your kids. If they seem more aggressive after spending time playing a certain game, discuss the game and help them understand how the violence that's portrayed is different from what occurs in the real world. That can help them identify less with the aggressive characters and reduce the negative effects that violent video games can have.  Internet safety     * Become computer literate. Learn how to block objectionable material.     * Keep the computer in a common area. Keep it where you can watch and monitor your kids. Avoid putting a computer in a child's bedroom.     * Share an email account with younger children. That way, you can monitor who is sending them messages.     * Bookmark your child's favorite sites. Your child will have easy access and be less likely to make a typo that could lead to inappropriate content.      * Spend time online together. Teach your kids appropriate online behavior.     * Monitor kids use of chat rooms. Be aware that posting messages to chat rooms reveals a child's email address to others.      * Find out about online protection elsewhere. Find out what, if any, online protection is offered at school, after-school centers, friends' homes, or anyplace where kids could use a computer without your supervision.",
            "vi": "Thói quen lành mạnh đối với TV, trò chơi điện tử, và mạng Internet     Không phủ nhận là TV, các trò chơi điện tử tương tác, và mạng Internet không những có tính giáo dục mà còn là nguồn giải trí tuyệt vời cho trẻ. Nhưng việc ngồi trước màn hình quá nhiều có thể gây nhiều ảnh hưởng có hại cho sức khỏe đối với trẻ con.  đó là lý do tại sao bạn nên giám sát và hạn chế con mình chơi video game, xem ti - vi, và chơi game trên mạng Internet.  Viện hàn lâm nhi khoa Hoa Kỳ (AAP) khuyến nghị trẻ con dưới 2 tuổi không nên ngồi trước màn hình, và trẻ trên 2 tuổi mỗi ngày chỉ được xem không quá 1 đến 2 tiếng đồng hồ các chương trình có chất lượng.  Bạn cũng nên đảm bảo cho trẻ có nhiều hoạt động phong phú trong thời gian rảnh như đọc sách báo, chơi đùa với bạn bè, chơi thể thao, tất cả đều đóng một vai trò hết sức quan trọng giúp trẻ có thể phát triển một cơ thể tráng kiện và một tinh thần minh mẫn.  Dưới đây là một số biện pháp thiết thực nhằm giúp cho việc ngồi trước màn hình của trẻ trở nên có hiệu quả hơn.  Thời gian xem ti vi  * Bạn nên hạn chế thời gian cho bé xem ti vi nhé:  o Nên trang bị phòng xem ti-vi nhiều nguồn giải trí mà không xem trên màn hình khác như sách báo, tạp chí trẻ con, đồ chơi, đồ chơi đố, (bàn) cờ,...để khuyến khích cho trẻ giải trí bằng một hình thức khác hơn là ngồi xem tivi.  o Không nên để tivi trong phòng ngủ của trẻ.  o Không nên cho trẻ xem tivi trong giờ ăn.  o Không cho trẻ xem tivi khi đang làm bài tập ở nhà.  o Nên cho trẻ biết khi được phép mới xem tivi – không phải trẻ được quyền xem bất kể lúc nào cũng được. Trẻ chỉ được xem tivi khi đã làm xong công việc hay bài tập ở nhà của mình.  * Không cho bé xem tivi vào ngày thường trong tuần. Chuyện học hành, hoạt động thể thao, và gánh nặng trách nhiệm công việc suốt cả tuần khiến cho bạn khó lòng dành thời gian cho gia đình. Bạn hãy thu lại các chương trình tivi ngày thường hoặc dành thời gian xem tivi vào dịp cuối tuần, bạn ắt sẽ có nhiều thời gian quây quần bên gia đình ăn uống, chơi đùa, hoạt động thể lực, và đọc sách báo trong tuần nhiều hơn đấy.  * Bạn hãy làm gương cho con nhé. Hãy hạn chế thời gian xem tivi của mình luôn nhé.  * Hãy kiểm tra các danh sách và các điểm mục chương trình tivi. Bạn nên tìm các chương trình mà cả gia đình mình có thể cùng nhau thưởng thức được (chẳng hạn như các chương trình giáo dục phát triển phù hợp với độ tuổi của trẻ và không có bạo lực nhằm củng cố và phát huy giá trị gia đình của mình). Viện hàn lâm nhi khoa Hoa Kỳ (AAP) khuyến nghị nên chọn các chương trình có tính kích thích, khuyến khích trẻ thích thú học hỏi và có tính giáo dục cho trẻ (ví dụ chương trình đọc sách báo, khoa học, ...)  * Bạn nên xem trước các chương trình dành cho trẻ để chắc rằng chúng phù hợp với con mình trước khi cho bé xem nhé.  * Dùng các công cụ đánh giá, phân loại. Một số chương trình tivi đã dùng các công cụ phân loại theo nhóm tuổi và các công cụ này thường xuất hiện trên các danh mục chương trình tivi và trên màn hình trong suốt 15 giây đầu tiên của một số chương trình.  * Dùng công cụ chặn chương trình tivi. Nhiều máy tivi theo tiêu chuẩn mới đã được cài đặt mạch vi xử lý chống bạo lực (V- tượng trưng cho violence – bạo lực/ thiết bị vi mạch chống bạo lực) giúp bạn có thể khoá các chương trình tivi và phim ảnh mà bạn không muốn cho bé xem.  * Hãy nghĩ ra, đề ra một giờ giấc xem tivi cho cả nhà. Bạn hãy đưa ra một lịch xem tivi nào đó mà cả gia đình đều có thể chấp nhận được nhé. Sau đó dán lên chỗ có thể nhìn thấy được trong nhà (chẳng hạn như tủ lạnh) để ai cũng biết được chương trình và thời gian xem tivi. Và phải đảm bảo tắt tivi đi khi đã hết chương trình quy định thay vì lướt chuyển kênh khác để xem thêm một chương trình nào đó nữa.  * Bạn nên xem tivi cùng với con nhé. Nếu bạn không thể xem hết chương trình với bé thì ít nhất nên ngồi một vài phút đầu để xem có phù hợp với bé không và nên để ý quan sát suốt chương trình của bé nhé.  * Hãy trò chuyện với con về các chương trình trên tivi và chia sẻ quan điểm và đánh giá của bạn với con nhé. Nếu bạn thấy điều gì đó không nên xuất hiện trên tivi thì hãy tắt máy đi và nhân cơ hội này hãy đặt nhiều câu hỏi kích thích ý tưởng của bé như “Con nghĩ những người đàn ông đó đánh nhau như vậy có đúng không? Lẽ ra họ có thể xử sự khác như thế nào? Con sẽ xử sự như thế nào?” Hoặc “Con nghĩ gì về cách mà mấy bạn thiếu niên đã cư xử ở buổi tiệc đó? Con có nghĩ hành động của các bạn đó là sai không?” Nếu có ai đó hoặc nhân vật nào đó bị ngược đãi hay bị phân biệt đối xử, bạn nên nói cho bé biết vì sao cần phải đối xử với mọi người thật công bằng dẫu rằng họ không giống với mình hay dẫu họ có nhiều khác biệt. Bạn cũng có thể lấy tivi để giải thích cho con nghe các tình huống khó xử và bày tỏ cảm xúc của mình về các vấn đề khó nói như tình dục, tình yêu, ma tuý, thuốc lá, công việc, hành vi xử sự, cuộc sống gia đình,...Hãy tập cho bé biết đặt câu hỏi và học hỏi từ những chương trình mà chúng xem trên tivi.  * Hãy tìm hiểu về các quy định xem tivi khác. Bạn nên tham khảo những bố mẹ khác, bác sĩ, và giáo viên của con mình về các quy định xem tivi của họ và các chương trình có lợi cho bé nhé.  * Cho bé chơi một trò khác thay thế tivi. Nếu con bạn thích xem tivi nhưng bạn muốn bé tắt tivi đi, bạn nên đề nghị con chơi một trò khác chẳng hạn như chơi cờ, chơi trốn tìm, chơi ngoài trời, hay đọc sách báo, ...Bé có thể vui chơi được nhiều trò mà không cần tivi đấy – giờ thì bạn hãy tắt tivi đi và hãy tận hưởng thời gian vui vẻ bên con đi nhé.  Các trò chơi điện tử và trò chơi tương tác trên máy tính  * Hãy quan sát bảng phân loại. Các trò chơi điện tử luôn có bảng đánh giá, phân loại để cho biết khi nào có cảnh bạo lực, lời lẽ thô tục, vấn đề tình dục, và các nội dung khác không phù hợp với trẻ con. Các bảng phân loại được Entertainment Software Rating Board (Bảng phân loại phần mềm giải trí) lập nên, cho biết trò chơi phù hợp với trẻ 3 tuổi và trên 3 tuổi đến AO (chỉ dành cho người lớn) cho biết trò chơi có nội dung bạo lực và tình dục thích hợp với người lớn.  * Bạn nên xem trước các trò chơi này nhé. Dẫu rằng đã có bảng phân loại đánh giá nhưng bạn cũng nên xem trước các trò chơi này – thậm chí bạn cũng nên chơi trước rồi hãy cho bọn trẻ tiếp cận với chúng. Bảng phân loại đánh giá có thể không không trùng khớp với điều bạn nghĩ là phù hợp với con mình.  * Nên giúp con trẻ biết cách nhận xét về trò chơi. Hãy giám sát xem các trò chơi của con ảnh hưởng đến bé như thế nào nhé. Nếu bé tỏ ra hung hăng, bạo lực hơn sau khi chơi một trò chơi nào đó thì bạn nên trò chuyện bàn bạc với bé và giúp bé hiểu cách bạo lực được miêu tả trong game khác với bạo lực xảy ra trong đời sống thực tế như thế nào. Điều đó có thể giúp bé ít đồng cảm, ít gắn bó với những nhân vật bạo lực, hung hăng và làm hạn chế những ảnh hưởng có hại mà các trò chơi điện tử bạo lực có thể gây ra cho bé.  Giữ bé an toàn với mạng Internet  * Bạn nên thông thạo về máy tính. Hãy biết cách khoá các chương trình gây hại cho bé.  * Hãy để máy tính ở nơi nhiều người có thể quan sát thấy. Hãy để máy ở nơi mà bạn có thể nhìn thấy và giám sát bé được; tránh đặt máy tính trong phòng ngủ của trẻ nhỏ.  * Bạn nên dùng chung tài khoản email với bé. Bằng cách này, bạn có thể giám sát và biết được ai đang gởi thư cho chúng.  * Đánh dấu các trang web yêu thích của con. Điều này giúp bé có thể truy cập nhanh chóng, dễ dàng và ít gõ sai chữ dẫn tới nội dung không phù hợp.  * Hãy dành thời gian online (lên mạng/ truy cập mạng) với con. Hãy tập cho bé có thái độ truy cập mạng đúng đắn.  * Hãy giám sát bé khi sử dụng chương trình chat tán gẫu. Nên biết rằng việc đưa thông tin lên cửa sổ chat sẽ giúp người khác có thể biết được địa chỉ email của bé.  * Hãy tìm hiểu một biện pháp bảo vệ truy cập mạng ở một nơi khác. Bạn nên tìm hiểu một biện pháp bảo vệ truy cập mạng ở trường, các trung tâm sau giờ học, nhà của bạn bè, hoặc bất kỳ nơi đâu mà trẻ có thể sử dụng máy tính không có sự giám sát của bạn."
        }
    ],
    "suggestions": []
}