{
    "en_vn": {
        "data": {
            "content": null,
            "word": "misused"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "misused"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "misused"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "misused"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "misused"
        }
    },
    "sentences": [
        {
            "en": "Feel <em>misused</em> by one's family",
            "vi": "Cảm thấy bị gia đình ngược đãi"
        },
        {
            "en": "Maybe I <em>misused</em> your name.",
            "vi": "Có thể tôi đã dùng sai tên bạn."
        },
        {
            "en": "She always feels <em>misused</em> by her family.",
            "vi": "Cô luôn cảm thấy bị gia đình ngược đãi."
        },
        {
            "en": "Peter <em>misused</em> his power in everything.",
            "vi": "Peter lạm dụng quyền hành của anh ấy vào mọi thứ."
        },
        {
            "en": "My love is abused and my compassion <em>misused</em>",
            "vi": "Tình yêu ta đã bị lợi dụng,lòng trắc ẩn ta để không đúng nơi"
        },
        {
            "en": "My love is abused and my compassion <em>misused</em>",
            "vi": "Tình yêu ta đã bị lợi dụng, lòng trắc ẩn ta để không đúng nơi"
        },
        {
            "en": "This is a term that is often <em>misused</em>",
            "vi": "Đây là một thuật ngữ thường được sử dụng sai."
        },
        {
            "en": "The company has <em>misused</em> and taken advantage of me.",
            "vi": "Công ty đã ngược đãi và đã lợi dụng tôi."
        },
        {
            "en": "He <em>misused</em> an expression on delivering his speech yesterday.",
            "vi": "Hôm qua lúc đọc diễn văn ông ta đã dùng sai một thành ngữ."
        },
        {
            "en": "When the information is <em>misused</em>, it is the individual who suffers the most.",
            "vi": "Khi thông tin bị sử dụng sai mục đích thì chính cá nhân đó sẽ là người phải chịu hậu quả nhiều nhất."
        },
        {
            "en": "You have been blocked from adding friends because you repeatedly <em>misused</em> this feature",
            "vi": "Bạn đã bị chặn việc thêm bạn bè vì bạn liên tục lạm dụng tính năng này"
        },
        {
            "en": "There were allegations that the minister <em>misused</em> his office to enable the deal.",
            "vi": "Có cáo buộc rằng thủ tướng đã lợi dụng văn phòng của mình để thực hiện cuộc thương lượng."
        },
        {
            "en": "The basic problem we face today is moral degeneration and <em>misused</em> intelligence.",
            "vi": "Vấn đề căn bản mà chúng ta phải đối đầu ngày nay là sự suy đồi của luân lý và sự lạm dụng trí thông minh."
        },
        {
            "en": "If your credit card is <em>misused</em> before you have reported the loss, the maximum loss you have to bear is $50, and the bank bear the rest.",
            "vi": "Nếu thẻ tín dụng của bạn bị người khác sử dụng trước khi bạn báo mất thẻ với ngân hàng thì số tiền bạn mất tối đa là 50 đôla, phần còn lại ngân hàng sẽ chịu."
        },
        {
            "en": "Comprise v compose.    These are two of the most commonly <em>misused</em> words in the English language.  Comprise means to include; compose means to make up.  It all comes down to parts versus the whole.",
            "vi": "Đây là hai từ thường dùng sai nhất trong tiếng Anh. ‘ Comprise có nghĩa là \"bao gồm/gồm/có\"; còn compose có nghĩa là tạo nên/tạo thành. Cuối cùng cái nào quan trọng hơn: bộ phận hay toàn thể."
        },
        {
            "en": "Dr Travis Bradberry, president at TalentSmart   “We’re all tempted to use words that we’re not too familiar with,” wrote Bradberry in his post 20 <em>Misused</em> Words That Make Smart People Look Dumb. Those words aren’t the problem. “It’s the words that we think we’re using correctly that wreak the most havoc. We throw them around in meetings, emails and important documents… and they land like fingernails across a chalkboard on everyone who has to hear or read them.”",
            "vi": "\"Tất cả chúng ta đều có khuynh hướng hay sử dụng những từ mình không rành rẽ lắm, \" Bradberry viết trong bài viết 20 Misused Words That Make Smart People Look Dumb. Những từ này không cỏ gì sai.\"Mà chính những từ ta nghĩ ta dùng đúng lại là những từ gây ra hậu quả khó lường nhất. Chúng ta dùng những từ này suốt trong những cuộc họp, email và tài liệu quan trọng và chúng như những dấu móng tay cào xước bảng đen đối với những ai phải nghe hay đọc chúng. \""
        }
    ],
    "suggestions": []
}