{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mitch",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mitch</k><blockquote>■ <cclass>verb <cclass>informal, <cclass>chiefly Irish play truant from school. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: appar. from OFr. <i>muchier</i> 'hide, lurk'. </blockquote></div>",
            "word": "mitch",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mitch",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mitch",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mitch",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hurricane <em>Mitch</em> pummeled the Atlantic coast.",
            "vi": "Bão Hurricane Mitch đã gây rất nhiều thiệt hại cho bờ biển Đại Tây Dương."
        },
        {
            "en": "<em>Mitch</em> thinks he's really great. He's so full of himself.",
            "vi": "Mitch nghĩ rằng anh ta tuyệt lắm. Anh ta thật là tự phụ."
        },
        {
            "en": "She cast an impatient look at <em>Mitch</em> and stormed out of the room.",
            "vi": "Bà ta ném một ánh nhìn thiếu kiên nhẫn qua Mitch và lao ra khỏi phòng."
        },
        {
            "en": "<em>Mitch</em> sold out, trading a lot of dreams for a bigger paycheck.",
            "vi": "Mitch đã phản lại nguyên tắc của mình, đánh đổi nhiều ước mơ để có được mức lương cao hơn."
        },
        {
            "en": "Millions of people have sent in donations to help victims of Hurricane <em>Mitch</em> in Nicaragua.",
            "vi": "Hàng triệu người đã gửi đến các khoản quyên góp để giúp các nạn nhân của cơn bão Mitch ở Nicaragua."
        },
        {
            "en": "Senate Republican Leader <em>Mitch</em> McConnell said Trump’s comments were “not inconsistent” with lawmakers’ plans.",
            "vi": "Thượng viện Lãnh đạo đảng Cộng hòa Mitch McConnell cho biết ý tưởng của ông Trump là không phù hợp với kế hoạch của nhà làm luật."
        },
        {
            "en": "It’s an interactive novel about <em>Mitch</em>, a boy who gets sucked into a video game and finds there’s no way out unless he beats all the levels. Kita has created quests based on North American fables about everything from Montezuma in a Mexican jungle to headless spirits at a Civil War military park.",
            "vi": "Đây là một câu chuyện có sự tương tác với người đọc, kể về cậu bé Mitch bị mắc kẹt trong thế giới trò chơi và phải vượt qua các cấp độ trong thế giới trò chơi đó nếu như cậu muốn thoát ra ngoài. Kia xây dựng các nhiệm vụ dựa vào các truyện ngụ ngôn Bắc Mỹ, chứa đựng tất cả nội dung từ Montezuma ở rừng Mexico cho đến các linh hồn không đầu ở vùng quân sự Nội chiến"
        },
        {
            "en": "At the U.S. Apple Association's annual marketing conference in Chicago last summer, <em>Mitch</em> Smith, the McDonald's director of quality systems in the United States, told a crowd of growers, many from the big apple-producing states of Washington and New York, that if they wanted to work with McDonald's, they should grow more Cameo and Pink Lady apples.",
            "vi": "Tại hội nghị tiếp thị thường niên của Hiệp hội Apple tại Chicago vào mùa hè năm ngoái, Mitch Smith, giám đốc hệ thống chất lượng của McDonald tại Hoa Kỳ, nói với một đám đông người trồng, nhiều người từ các bang sản xuất táo lớn của Washington và New York, rằng nếu họ muốn làm việc với McDonald's, họ nên trồng thêm táo Cameo và Pink Lady."
        },
        {
            "en": "Obama Signs US Financial Reform into Law       President Barack Obama has signed legislation to reform the business practices of U.S. financial institutions. Passing the bill was one of the administration's major priorities. President Obama says the new regulations on major financial firms will protect consumers and prevent the abuses that many analysts say led to the global economic recession. \"Reform will also rein in the abuse and excess that nearly brought down our financial system,\" said President Obama. \"It will finally bring transparency to the kinds of complex and risky transactions that helped trigger the financial crisis.\" The new laws are the broadest reform of the U.S. financial industry since the Great Depression of 1930s.  Before he signed it, the president said the overhaul will have global implications. \"That is why we all stand to gain from these reforms,\" said Mr. Obama. \"We all win when investors around the world have confidence in our markets.\" The law will allow the government to take over failing financial institutions, if they are so big that their collapse would damage the U.S. economy.  The government would then sell the properties to ensure that taxpayers do not bear the cost of the failure. Banks will be required to keep more money on hand to cover potential losses from bad investments. And complex transactions called derivatives will be more tightly regulated. Opposition Republicans in Congress are criticizing the overhaul as unnecessary government intrusion into private business. High-ranking Republican Representative Mike Pence says the reform amounts to a \"permanent bailout of Wall Street\" and he called for its repeal. The top Senate Republican, Minority Leader <em>Mitch</em> McConnell, says it will make America's unemployment problem worse. \"Job-stifling taxes, regulations, government intrusion - these appear to be the three pillars of every Democratic legislative effort,\" said <em>Mitch</em> McConnell. \"They are also the three things lawmakers can do that are guaranteed to kill more jobs.\" President Obama thanked the few Republicans who joined his fellow Democrats to vote for the bill.  He called those who did not, \"a partisan minority determined to block change.\" Many of the biggest banks that were bailed out during the financial crisis have repaid their loans and are reporting profits. Peter Cardillo, chief market economist with the New York-based financial firm Avalon Partners, says the reforms might cut into those profits, at least initially. \"In certain cases, probably it will change the way Wall Street does business,\" said Peter Cardillo. \"And that means, perhaps, giving up some business.  And that means lower earnings for some of the major [financial] houses on Wall Street.\" Mr. Obama signed the bill in Washington's Ronald Reagan building, named for a president who championed business deregulation.",
            "vi": "Obama Ký Dự luật Cải cách Tài chính Hoa Kỳ      Tổng thống Barack Obama đã ký luật cải cách các thông lệ kinh doanh của những tổ chức tài chính Hoa Kỳ. Phê chuẩn dự luật này là một trong những ưu tiên hàng đầu của chính phủ nước này. Tổng thống Obama cho biết những quy định mới đối với những công ty tài chính lớn sẽ bảo vệ người tiêu dùng và ngăn chặn tình trạng lạm dụng mà nhiều nhà phân tích cho rằng đó là nguyên nhân dẫn đến suy thoái kinh tế toàn cầu. \"Cải cách sẽ còn kiểm soát tình trạng lạm dụng và chi quá mức mà gần như phá huỷ hệ thống tài chính của chúng ta,\" Tổng thống Obama phát biểu. \"Cuối cùng nó sẽ minh bạch hoá các kiểu giao dịch phức tạp và mạo hiểm vốn đã từng giúp châm ngòi cuộc khủng hoảng tài chính.\" Điều luật mới là một cuộc cải cách sâu rộng nhất trong ngành tài chính Hoa Kỳ kể từ cuộc Đại khủng hoảng kinh tế của thập niên 30. Trước khi ký vào điều luật, tổng thống cho biết công cuộc cải tổ này sẽ mang đến những hệ quả trên toàn cầu. \"Đó là lý do tại sao tất cả chúng ta nhất định sẽ được hưởng lợi từ những cải cách này,\" ông Obama nói. \"Tất cả chúng ta sẽ thắng lợi khi các nhà đầu tư ở khắp nơi trên thế giới tin tưởng vào thị trường của chúng ta.\" Điều luật này sẽ cho phép chính quyền tiếp quản những tổ chức tài chính yếu kém, nếu những tổ chức này quá lớn đến nỗi sự sụp đổ của chúng sẽ gây thiệt hại cho nền kinh tế Hoa Kỳ. Khi đó chính phủ sẽ bán tài sản để bảo đảm rằng người đóng thuế không phải gánh chịu chi phí do sụp đổ tài chính.  Ngân hàng buộc phải luôn giữ sẵn một lượng tiền mặt lớn hơn để trang trải cho các thiệt hại phát sinh từ những khoản đầu tư kém. Và những giao dịch phức tạp được gọi là gọi các công cụ phái sinh sẽ được kiểm soát chặt chẽ hơn. Những đảng viên Cộng Hòa đối lập trong Quốc hội đang chỉ trích cuộc cải cách này là một sự can thiệp không cần thiết của chính phủ vào những doanh nghiệp tư nhân. Mike Pence, Dân biểu đảng Cộng Hoà cấp cao, cho rằng cải cách này là đồng nghĩa với một “hành động cứu nguy Phố Wall lâu dài\" và ông ấy yêu cầu bãi bỏ cải cách này. Mitch McConnell, Đảng viên Cộng Hoà lãnh đạo phe thiểu số tại Thượng viện, cho rằng nó sẽ khiến nạn thất nghiệp của Hoa Kỳ trở nên tồi tệ. \"Những loại thuế kiềm chế việc làm, những quy định, sự can thiệp của chính phủ – ba thứ này dường như ba trụ cột trong mọi nỗ lực làm luật của đảng Dân Chủ,\" Mitch McConnell nói. \"Đó là ba thứ mà giới lập pháp có thể làm để bảo đảm cắt đứt nhiều công ăn việc làm. \" Tổng thống Obama đã cảm ơn một số đảng viên đảng Cộng Hòa đã cùng với những người theo phe Dân chủ của ông đã bỏ phiếu cho dự luật. Ông cũng gọi những người không bỏ phiếu là \"một thiểu số kiên quyết ngăn chận sự thay đổi.\" Nhiều ngân hàng lớn nhất được giải cứu suốt thời kỳ khủng hoảng tài chính đã trả xong nợ và đang báo cáo lãi. Peter Cardillo, nhà kinh tế thị trường chủ chốt của công ty tài chính Avalon Partners ở New York, cho hay ít nhất là vào thời kỳ đầu cải cách có thể làm giảm đi phần nào những lợi nhuận đó. \"Trong một vài trường hợp, có lẽ nó sẽ làm thay đổi cách thức Phố Wall giao dịch làm ăn,\" Peter Cardillo cho biết. \"Và có lẽ điều đó có nghĩa là sẽ cắt giảm một số doanh nghiệp. Và điều đó còn đồng nghĩa với việc làm giảm thu nhập đối với một vài cơ quan [tài chính] then chốt trên Phố Wall.\" Ông Obama đã ký dự luật này trong toà nhà Ronald Reagan ở Washington, toà nhà được đặt theo tên của vị tổng thống đã đấu tranh cho việc bãi bỏ những quy định kiểm soát nền kinh tế."
        },
        {
            "en": "6 May 2011 Last updated at 01:37 GMT           6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nUS election 2012: Key Republicans sit out debate\n The first debate on the road to the Republican 2012 presidential nomination is being held with most major potential candidates absent from the stage. In South Carolina on Thursday, five men were expected to debate the US economy, the budget and healthcare, and to take shots at President Barack Obama. But only ex-Minnesota Governor Tim Pawlenty is seen as a credible candidate for the Republicans in 2012. While Mr Obama is seen as vulnerable, the field is slow to take shape. The debate - hosted by the South Carolina Republican Party and broadcast on Fox News - includes Mr Pawlenty, former New Mexico Governor Gary Johnson, former Pennsylvania Senator Rick Santorum, Congressman Ron Paul and former pizza restaurant magnate Herman Cain. Tea Party role A string of well-known potential contenders are sitting out the debate. They include former Alaska Governor and 2008 vice-presidential candidate Sarah Palin, former Arkansas Governor Mike Huckabee and former Massachusetts Governor Mitt Romney. Newt Gingrich, the former speaker of the House of Representatives, is also not attending, and none of Indiana Governor <em>Mitch</em> Daniels, Congresswoman Michele Bachmann, real estate magnate and reality television star Donald Trump and former Ambassador to China Jon Huntsman will take to the stage. Mr Obama's poll numbers indicate he is vulnerable, due in large part to the poor state of the US economy. But a host of factors have left leading Republicans shy of jumping into the campaign, analysts say.  They include the uncertain role of the populist Tea Party, the consolidation of power among hard-right conservative Republicans and the perceived weakness of would-be front-runner Mr Romney. Mr Obama's fund-raising prowess is also seen as a factor dissuading potential opponents. By contrast, in May 2007 - when both Republican and Democratic nominations were open - a South Carolina Republican debate included two sitting senators, four former governors, three US congressmen, and a former New York City mayor. The first balloting of the 2012 primary campaign will be the Iowa caucus on 6 February 2012. Meanwhile, the Associated Press, America's most wide-reaching news agency, has said it is boycotting Thursday's debate to protest against the Fox News channel's restrictions on coverage by its photographers",
            "vi": "6 May 2011 Last updated at 01:37 GMT         6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nBầu cử nước Mỹ 2012: Các đảng viên Cộng hòa chủ chốt đứng ngoài cuộc tranh luận\n Cuộc tranh luận đầu tiên trong quá trình chỉ định ứng viên tranh cử tổng tống năm 2012 của Đảng Cộng Hòa đang diễn ra không có sự tham gia của hầu hết các ứng viên tiềm năng quan trọng Tại Nam Carolina hôm thứ Năm, năm người sẽ phải tranh cãi về nền kinh tế, ngân sách và chính sách y tế của Hoa Kỳ, và chỉ trích Tổng thống Barack Obama Nhưng chỉ có cựu thống đốc bang Minnesota Tim Pawlenty được xem là ứng cử viên đáng tin cậy của Phe Cộng Hòa vào năm 2012 Trong khi Ông Obama được xem là dễ bị tổn thương, cuộc chơi đang từ từ hình thành. Cuộc tranh luận – do Đảng Cộng Hòa tại Nam Carolina tổ chức và được phát sóng trên kênh Fox News – gồm có ông Pawlenty, cựu thống đốc New Mexico Gary Johnson, cựu thượng nghị sĩ Pennsylvania Rick Santorum, hạ nghị sĩ Ron Paul và ông trùm hệ thống nhà hàng pizza trước đây Herman Cain Vai trò của Đảng Trà  Một loạt các đối thủ tiềm năng tên tuổi đứng ngoài cuộc tranh luận Họ gồm có cựu thống đốc Alaska và ứng cử viên phó tổng thống 2008 Sarah Palin, cựu thống đốc Arkansas Mike huckabee và cựu thống đốc Massachusetts Mitt Romney Newt Ginrich, cựu phát ngôn viên Hạ Nghị Viện, cũng không tham gia, và không ai trong số Thống Đốc Indiana Mitch Daniels, nữ nghị sĩ Michele Bachmann, trùm bất động sản và ngôi sao chương trình truyền hình thực tế Donald Trump và cựu Đại sứ tại Trung Quốc Jon Huntsman tham gia đăng đàn Các số liệu thăm dò ý kiến dành cho ông Obama cho thấy ông bị yếu thế, phần lớn là do tình trạng yếu kém của nền kinh tế Mỹ Nhưng hàng loạt các yếu tố khiến cho các đảng viên Cộng Hòa ngần ngại tham dự chiến dịch này, giới phân tích cho biết Họ tính đến vai trò không chắc chắn của Đảng Trà theo chủ nghĩa dân kiểm, sự hợp nhất quyền lực giữa các đảng viên Cộng Hòa bảo thủ theo đường lối cứng rắn của cánh hữu và sự yếu kém cảm nhận được của ông Romney có triển vọng dẫn đầu  Khả năng gây quỹ của ông Obama cũng được xem là yếu tố làm nản lòng các đối thủ tìềm năng Ngược lại, vào tháng Năm 2007 – khi cả hai đảng Cộng Hòa và Dân Chủ tiến hành chỉ định – một cuộc tranh luận của đảng Cộng Hòa ở Nam Carolina có sự tham gia của hai thượng nghị sĩ đương nhiệm, bốn cựu thống đốc, ba hạ nghị sĩ Mỹ, và một cựu thị trưởng thành phố New York Cuộc bỏ phiếu đầu tiên của chiến dịch sơ bộ 2012 sẽ là cuộc họp kín tổ chức tại bang Iowa vào 6 tháng Hai 2012 Trong khi đó, Associated Press, hãng tin có tầm hoạt động lớn nhất của Mỹ, cho biết họ tẩy chay cuộc tranh luận vào hôm thứ Năm để phản đối kênh truyền hình Fox News đã hạn chế việc đưa tin của các phóng viên ảnh của họ"
        },
        {
            "en": "28 April 2011 Last updated at 22:25 GMT          28 April 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-us-canada-13233095 Petraeus to lead CIA, Panetta to head Pentagon US President Barack Obama has nominated Gen David Petraeus, the US head of international forces in Afghanistan, as the new CIA director and has named the agency's chief as head of the Pentagon. CIA director Leon Panetta should take over as the next defence secretary when Robert Gates retires in late June.  \"Leon appreciates the struggles of American troops,\" Mr Obama said. Gen Petraeus's job will be filled by Marine Corps Lt Gen John Allen. The Senate must still confirm the changes. Announcing the most sweeping shake-up of top security officials since he took office, Mr Obama also named Ryan Crocker as the next US ambassador to Afghanistan. \"These are the leaders that I've chosen to help guide us through the difficult days ahead,\" Mr Obama said with Mr Gates, Mr Panetta, Gen Petraeus and other officials standing next to him at the White House. 'Unity of effort'  Mr Obama said that after nearly 40 years in uniform, Gen Petraeus would retire from the US army and step into his new role at the CIA in September, pending Senate confirmation of the new positions. The announcement comes less than a year after Gen Petraeus took over responsibility for leading Nato forces in Afghanistan from Gen Stanley McChrystal. \"I will look to them and my entire national security team for their counsel, continuity and unity of effort that this moment in history demands,\" Mr Obama said of his newly nominated staff. Mr Obama said Mr Gates, who was first appointed as defence secretary by George W Bush in 2006, had \"more than earned the right to return to private life\". Gen Petraeus will be replaced in Afghanistan by Lt Gen Allen, currently deputy head of US Central Command - the command unit covering central Asia and the Middle East. Lt Gen Allen and Mr Crocker will not fill their new roles immediately but will step into the positions over the summer. \"The challenges are formidable and the stakes are high. 9/11 came to us out of Afghanistan. Our enemy must never again have that opportunity,\" said Mr Crocker. Senator John Kerry, chairman of the Senate Foreign Relations committee, praised Mr Obama's decision to move Gen Petraeus to the CIA. \"General Petraeus is simply among the very best military leaders of his generation. He knows first-hand the life and death importance that good intelligence plays in protecting the security of the United States.\" Mr Kerry also noted Mr Panetta's \"extraordinarily deep institutional knowledge\" of Washington. Republican Senate Minority Leader <em>Mitch</em> McConnell said Mr Obama was \"to be commended for choosing competence and continuity\" in nominating Gen Petraeus and Mr Panetta for their respective roles. Mr Panetta, a 72-year-old Democrat from California, served as chief of staff to President Bill Clinton between 1994 and 1997 and took over at the CIA in February 2009. Prior to those positions, he served as director of Mr Clinton's Office of Management and Budget. Meanwhile, Afghanistan's spring fighting season is ramping up, testing Nato and Afghan national army territorial gains. \"Today we are a nation at war, and job one will be to ensure that we remain the strongest military power in the world, to protect that security that is so important to this country. Yet this is also a time for hard choices,\" said Mr Panetta. In July, the US is expected to begin what US President Barack Obama has called a \"significant\" withdrawal of troops from Afghanistan, turning over security duties to Afghan military forces. As of February, more than 1.4m people were serving in the US armed forces.",
            "vi": "28 April 2011 Last updated at 22:25 GMT           28 April 2011 Last updated at 22:25 GMT  http://www.bbc.co.uk/news/world-us-canada-13233095 Petraeus lãnh đạo CIA, Panetta đứng đầu Lầu Năm Góc Tổng thống Hoa kỳ Barack Obama vừa chỉ định tướng David Petraeus, chỉ huy các lực lượng quốc tế của Mỹ tại Afghanistan, làm tân giám đốc CIA và chỉ định giám đốc cơ quan này làm lãnh đạo Lầu Năm Góc Giám đốc CIA Leon Panetta sẽ tiếp nhận nhiệm vụ bộ trưởng quốc phòng kế tiếp khi Robert Gates về hưu vào cuối tháng Sáu Ông Obama nói, “Leon hiểu rõ những vất vả của lính Mỹ.” Nhiệm vụ của tướng Petraeus sẽ nhường lại cho Trung tướng Thủy Quân Lục Chiến John Allen. Thượng Viện sẽ phải xác nhận các vụ thuyên chuyển này Trong khi thông báo thay đổi có tác động sâu sắc nhất trong các viên chức an ninh hàng đầu kể từ khi nhậm chức, ông Obama cũng chỉ định Ryan Crocker làm đại sứ Mỹ kế tiếp tại Afghanistan  “Đây là các lãnh đạo mà tôi chọn để hỗ trợ dẫn dắt chúng ta qua những ngày khó khăn trước mắt,” ông Obama nói với ông Gates, ông Panetta, tướng Petraeus và các quan chức khác đang đứng cạnh mình tại Nhà Trắng  ‘Đồng nhất trong nỗ lực’ Ông Obama nói rằng sau gần 40 năm phục vụ quân đội, Tướng Petraeus sẽ cởi bộ quân phục quân lực Hoa Kỳ và bước vào vai trò mới của mình tại CIA vào tháng Chín, trong thời gian chờ Thượng Viện xác nhận các vị trí mới Thông báo này được đưa ra chưa đầy một năm sau khi Tướng Petraeus tiếp nhận nhiệm vụ dẫn dắt các lực lượng Nato tại Afghanistan từ Tướng Stanley McChrystal Ông Obama phát biểu về các nhân sự mới được chỉ định của mình, “Tôi sẽ dựa vào họ và toàn bộ đội ngũ an ninh quốc gia của mình để tìm kiếm sự tư vấn, tính liên tục và sự đồng nhất nỗ lực mà thời điểm này trong lịch sử yêu cầu.” Ông Obama nói Ông Gates, người lần đầu tiên được George W Bush bổ nhiệm làm bộ trưởng quốc phòng vào năm 2006, “hoàn toàn xứng đáng được hưởng quyền trở lại cuộc sống riêng tư.” Tướng Petraeus sẽ bàn giao trách nhiệm tại Afghanistan cho Trung tướng Allen, hiện đang là chỉ huy phó của Bộ Chỉ Huy Trung Ương Hoa Kỳ – đơn vị chỉ huy phụ trách Trung Á và Trung Đông Trung tướng Allen và ông Crocker sẽ không tiếp nhận vai trò mới ngay lập tức mà sẽ từng bước thực hiện trong suốt mùa hè  “Những thách thức to lớn và nguồn lực bỏ ra cao. Vụ 9/11 xảy ra với chúng ta cũng xuất phát từ Afghanistan. Không thể để cho kẻ thù của chúng ta có cơ hội ấy một lần nữa,” ông Crocker phát biểu Thượng nghị sĩ John Kerry, chủ tịch Ủy Ban Đối Ngoại Thượng Nghị Viện, đã ca ngợi ông Obama về quyết định thuyên chuyển Tướng Petraeus về CIA  “Tướng Petraeus hoàn toàn xứng đáng đứng vào hàng ngũ các lãnh đạo quân sự xuất sắc nhất thuộc thế hệ của ông. Ông ấy trực tiếp lãnh hội được tầm quan trọng sống còn của thông tin tình báo tốt trong việc bảo vệ an ninh của Hoa Kỳ.” Ông Kerry cũng lưu ý đến “hiểu biết mang tính nguyên tắc sâu sắc lạ thường” của ông Panetta về Washington Lãnh đạo phe thiểu số của Đảng Cộng Hòa tại Thượng Viện Mitch McConnell phát biểu Ông Obama “sẽ được khen ngợi vì đã chọn lựa năng lực và tính liên tục” khi chỉ định Tướng Petraeus và Ông Panetta vào các vị trí tương ứng của họ Ông Panetta, đảng viên 72 tuổi của Đảng Dân Chủ ở bang California, giữ vị trí chành văn phòng cho Tổng Thống Bill Clinton trong giai đoạn 1994-1997 và tiếp nhận nhiệm vụ tại CIA vào tháng Hai 2009 Trước khi nhận các vị trí này, ông ấy giữ chức vụ giám đốc Văn Phòng Quản Lý và Ngân Sách của ông Clinton Trong khi đó, giai đoạn giao tranh vào mùa xuân ở Afghanistan đang bắt đầu, thách thức những phần lãnh thổ giành được của Nato và quân đội quốc gia Afghanistan  “Hôm nay chúng ta là một dân tộc lâm chiến, và nhiệm vụ đầu tiên sẽ là bảo đảm chúng ta vẫn là sức mạnh quân sự mạnh nhất trên thế giới, để bảo vệ nền an ninh rất quan trọng đối với đất nước này. Thế nhưng đây cũng là thời điểm lựa chọn khó khăn,” Ông Panetta nói Vào tháng Bảy, nước Mỹ dự tính bắt đầu những gì mà Tổng Thống Mỹ Barack Obama gọi là cuộc rút quân “có ý nghĩa” ra khỏi Afghanistan, chuyển giao nhiệm vụ an ninh cho các lực lượng quân sự Afghanistan Tính đến tháng Hai, hơn 1 triệu người đang phục vụ trong các lực lượng vũ trang Hoa Kỳ"
        }
    ],
    "suggestions": []
}