{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mitigated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mitigated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mitigated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mitigated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mitigated"
        }
    },
    "sentences": [
        {
            "en": "I <em>mitigated</em> but she was still sad.",
            "vi": "Tôi đã an ủi nhưng cô ấy  vẫn buồn."
        },
        {
            "en": "Symptoms were not <em>mitigated</em> by short halts.",
            "vi": "Các triệu chứng không giảm vì quá trình kiềm hãm ngắn."
        },
        {
            "en": "I <em>mitigated</em> but she was still sad.",
            "vi": "Tôi đã an ủi nhưng cô ấy vẫn buồn."
        },
        {
            "en": "The clam has no eyes? - Yeah, they are <em>mitigated</em>.",
            "vi": "Loài trai không có mắt à? - Ừ, chúng tiêu giảm."
        },
        {
            "en": "He <em>mitigated</em> his anger because of his child's jokes.",
            "vi": "Anh ta đã bớt giận nhờ những lời bông đùa của con."
        },
        {
            "en": "Peter was a prisoner with a <em>mitigated</em> sentence.",
            "vi": "Peter là người tù được ân giảm."
        },
        {
            "en": "But their impact on vulnerable communities can be <em>mitigated</em> with continued planning and preparation.",
            "vi": "Nhưng với công tác lập kế hoạch và liên tục sẵn sàng ứng phó, tác động của chúng đối với các khu dân cư có thể được hạn chế."
        },
        {
            "en": "This is why policy risk is often <em>mitigated</em> through the use of foreign courts for the settlement of disputes.",
            "vi": "Điều này thường lý giải tại sao những rủi ro về chính sách thường được đưa ra các tòa án nước ngoài để giải quyết tranh chấp."
        },
        {
            "en": "Previous annual reports from the oversight panel had concluded that risks related to Huawei had been \"sufficiently <em>mitigated</em>.\"",
            "vi": "Các báo cáo hàng năm trước đây từ ban giám sát đã kết luận rằng những rủi ro liên quan đến Huawei đã được \"giảm nhẹ đáng kể\"."
        },
        {
            "en": "As before, m is the proportion of increased health spending by the people living with HIV/AIDS that is <em>mitigated</em>.",
            "vi": "Như ở trên, m là tỷ lệ chi tiêu gia tăng cho chăm sóc sức khỏe của người nhiễm HIV/AIDS được giảm nhẹ."
        },
        {
            "en": "This is a classic coordination problem, a problem that is typically <em>mitigated</em> by contract law and a credible legal system.",
            "vi": "Đây là vấn đề kinh điển về điều phối và thường được làm giảm đi nhờ luật hợp đồng và hệ thống pháp lý đáng tin cậy."
        },
        {
            "en": "M represents the proportion of increased health spending by the people living with HIV/AIDS that is <em>mitigated</em>.",
            "vi": "M thể hiện tỷ lệ gia tăng chi tiêu cho chăm sóc sức khỏe của người nhiễm HIV/AIDS được giảm nhẹ."
        },
        {
            "en": "In the analysis, it was modeled that half of the expenditure and income effects were <em>mitigated</em> by households in the upper three quintiles.",
            "vi": "Trong phân tích đã dự báo là một nửa ảnh hưởng của chi tiêu và thu nhập được giảm nhẹ bởi các hộ gia đình trong ba nhóm giàu hơn."
        },
        {
            "en": "However, the impact of this discretion can be <em>mitigated</em> by detailed work and cooperation to expose the existing flaws and reduce the degree of injury.",
            "vi": "Tuy nhiên, có thể giảm nhẹ tác động của sự tuỳ tiện này bằng nghiên cứu chi tiết và hợp tác chặt chẽ để chỉ ra những lỗi sai hiện tại và giảm bớt mức độ thiệt hại."
        },
        {
            "en": "In the absence of additional empirical data, the analysis assumed that none of the impact of the expenditure and income effects is <em>mitigated</em> among the poorest two quintiles, and ten percent of the impact is <em>mitigated</em> in the upper three quintiles.",
            "vi": "Không có thêm các dữ liệu thực nghiệm, phân tích cho rằng không giảm nhẹ được tác động do ảnh hưởng của chi tiêu và thu nhập trong hai nhóm nghèo đói nhất và giảm nhẹ 10% tác động trong ba nhóm giàu hơn."
        },
        {
            "en": "Avoidance risks can be <em>mitigated</em> through the provision that the self-assessed value is what will be paid as compensation by government if the property is reclaimed for the purpose of infrastructure development.",
            "vi": "Những rủi ro về việc trốn thuế có thể được giảm bớt thông qua quy định rằng giá trị tự định giá sẽ là mức giá mà nhà nước sẽ đền bù trong trường hợp bất động sản này bị nhà nước trưng thu để phát triển hạ tầng."
        },
        {
            "en": "\"The Oversight Board can provide only limited assurance that any risks to UK national security from Huawei's involvement in the UK's critical networks have been sufficiently <em>mitigated</em>,\" it added.",
            "vi": "\"Hội đồng giám sát có thể chỉ cung cấp bảo đảm hạn chế, nghĩa là bất cứ mối nguy nào đối với an ninh quốc gia của Anh đến từ sự tham gia của Huawei vào các mạng lưới quan trọng của Anh đều đã được giảm nhẹ đáng kể\" theo như báo cáo."
        },
        {
            "en": "The often-mentioned bad side to homeschooling is the socialization factor.   Children are not able to interact and get along with others beyond their family members.  Isolating children from the outside world can affect his social skills, or worse, result in phobias and other disorders in social settings.  However, this can be <em>mitigated</em> by having children join organizations or socialize with other homeschooling kids.",
            "vi": "Mặt xấu thường được đề cập của việc giáo dục tại nhà là yếu tố xã hội hóa. Trẻ em không thể tương tác và hòa hợp với những người khác ngoài các thành viên trong gia đình. Việc cô lập trẻ khỏi thế giới bên ngoài có thể ảnh hưởng đến các kỹ năng xã hội của đứa trẻ hay tệ hơn là dẫn đến nỗi sợ hãi hoặc ám ảnh với môi trường xã hội. Tuy nhiên, điều này có thể giảm bớt bằng cách cho trẻ tham gia vào các tổ chức hoặc tiếp xúc với những đứa trẻ học tại nhà khác."
        },
        {
            "en": "The often-mentioned bad side to homeschooling is the socialization factor.   Children are not able to interact and get along with others beyond their family members.  Isolating children from the outside world can affect his social skills, or worse, result in phobias and other disorders in social settings.  However, this can be <em>mitigated</em> by having children join organizations or socialize with other homeschooling kids.",
            "vi": "Mặt xấu thường được đề cập của việc giáo dục tại nhà là yếu tố xã hội hóa. Trẻ em không thể tương tác và hòa hợp với những người khác ngoài các thành viên trong gia đình. Việc cô lập trẻ khỏi thế giới bên ngoài có thể ảnh hưởng đến các kỹ năng xã hội của đứa trẻ hay tệ hơn là dẫn đến nỗi sợ hãi hoặc ám ảnh với môi trường xã hội. Tuy nhiên, điều này có thể giảm bớt bằng cách cho trẻ tham gia vào các tổ chức hoặc tiếp xúc với những đứa trẻ học tại nhà khác."
        }
    ],
    "suggestions": []
}