{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mitra"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mitra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mitra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mitra"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mitra"
        }
    },
    "sentences": [
        {
            "en": "I met Andreas at <em>Mitra</em> Hospital in Kemayoran, Central Jakarta, where he runs a sleep disorder clinic. I went through my experiences with him. Andreas nodded then told me what was behind by nightly ghost visits.",
            "vi": "Tôi gặp Andreas tại bệnh viện Mitra ở Kemayoran, trung tâm Jakarta, nơi ông đang điều hành một phòng khám về rối loạn giấc ngủ. Tôi kể cho ông nghe về những trải nghiệm của mình. Andreas gật đầu và nói cho tôi biết điều gì ẩn đằng sau những chuyến viếng thăm của quỷ dữ hằng đêm."
        },
        {
            "en": "Well-known strategy consultant Sramana <em>Mitra</em> has a couple of eloquent minutes on that them in this two-minute video. She seems to be talking about India, but she's well known in the Silicon Valley, and what she says applies perfectly well here.",
            "vi": "Nhà hoạch định chiến lược kinh doanh nổi tiếng Sramana Mitra đã đề cập tới điều này trong một bài thuyết trình gần đây. Theo bà, vấn đề này không chỉ xảy ra ở những nước đang phát triển như Ấn Độ, mà có lẽ ở những trung tâm kinh tế lớn, như Thung lũng Silicon, cũng tồn tại việc này."
        }
    ],
    "suggestions": []
}