{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mk"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Mk</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 the German mark. </blockquote></blockquote><blockquote><blockquote>2》 (in biblical references) the Gospel of Mark. </blockquote></blockquote><blockquote><blockquote>3》 (followed by a numeral) mark (of a vehicle or machine). </blockquote></blockquote></div>",
            "word": "Mk"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mk"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mk"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mk"
        }
    },
    "sentences": [
        {
            "en": "The Mustang <em>Mk</em> I was 48 km/h faster than the Spitfire <em>Mk</em> VC at 1,500 m and 56 km/h faster at 4,600 m.",
            "vi": "Mustang I cũng nhanh hơn khoảng 48 km/h so với chiếc Spitfire Mk VC ở độ cao 1. 500 m và nhanh hơn 56 km/h ở độ cao 4. 600 m."
        },
        {
            "en": "The Mustang <em>Mk</em> I was 48 km/h faster than the Spitfire <em>Mk</em> VC at 1, 500 m and 56 km/h faster at 4, 600 m.",
            "vi": "Mustang I cũng nhanh hơn khoảng 48 km/h so với chiếc Spitfire Mk VC ở độ cao 1.500 m và nhanh hơn 56 km/h ở độ cao 4.600 m."
        },
        {
            "en": "I am a ninth-grade student in the Gifted Student Program at <em>MK</em> School.",
            "vi": "Tôi là học sinh lớp 9 học chương trình học sinh năng khiếu ở trường MK."
        },
        {
            "en": "About 20 Mustang <em>Mk</em> Is were delivered to the RAF, making their combat debut on 10 May 1942.",
            "vi": "Khoảng 20 chiếc Mustang Mk I được giao hàng cho Không quân Hoàng gia và bắt đầu tham gia chiến đấu vào ngày 10 tháng 5 năm 1942."
        },
        {
            "en": "Meanwhile, in late January 2016, Mesa Group closed <em>MK</em> SUKI, a hotpot restaurant located at Pico Plaza in Tan Binh district.",
            "vi": "Trong khi đó, vào cuối tháng 1 năm 2016, Tập đoàn Mesa đã đóng cửa MK Suki, một nhà hàng lẩu tại Pico Plaza ở quận Tân Bình."
        },
        {
            "en": "With their long range and excellent low - altitude performance, Mustang <em>Mk</em> I were employed effectively for tactical reconnaissance and ground - attack duties over the English Channel.",
            "vi": "Với tầm bay xa và tính năng bay xuất sắc ở độ cao thấp, Mustang Mk I được sử dụng hiệu quả trong vai trò trinh sát chiến thuật và tấn công mặt đất trên Eo biển Anh."
        },
        {
            "en": "The first production contract was awarded by the British for 320 NA - 73 fighters, named Mustang <em>Mk</em> I by the British.",
            "vi": "Hợp đồng sản xuất đầu tiên nhận được từ Anh Quốc cho 320 chiếc máy bay tiêm kích NA-73 được người Anh đặt tên là Mustang I."
        },
        {
            "en": "The first production contract was awarded by the British for 320 NA-73 fighters, named Mustang <em>Mk</em> I by the British.",
            "vi": "Hợp đồng sản xuất đầu tiên nhận được từ Anh Quốc cho 320 chiếc máy bay tiêm kích NA - 73 được người Anh đặt tên là Mustang I."
        },
        {
            "en": "With their long range and excellent low-altitude performance, Mustang <em>Mk</em> I were employed effectively for tactical reconnaissance and ground-attack duties over the English Channel.",
            "vi": "Với tầm bay xa và tính năng bay xuất sắc ở độ cao thấp, Mustang Mk I được sử dụng hiệu quả trong vai trò trinh sát chiến thuật và tấn công mặt đất trên Eo biển Anh."
        },
        {
            "en": "Just some days ago, Mesa Group, a big player in the restaurant franchise market, announced the closing of <em>MK</em> SUKI at Pico Plaza in Tan Binh district.",
            "vi": "Chỉ một vài ngày trước, Mesa Group, một tập đoàn lớn trong thị trường nhà hàng nhượng quyền thương mại, đã công bố đóng cửa MK Suki tại Pico Plaza ở quận Tân Bình."
        }
    ],
    "suggestions": []
}