{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ml",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ml</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 mile(s). </blockquote></blockquote><blockquote><blockquote>2》 millilitre(s). </blockquote></blockquote></div>",
            "word": "ml",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ml",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ml",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ml",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She has 100 <em>ml</em> of paint.",
            "vi": "Cô ta có 100 ml nước sơn."
        },
        {
            "en": "How many <em>ml</em> is in a schooner?",
            "vi": "Một cốc bia được bao nhiêu mi-li-lít?"
        },
        {
            "en": "How many <em>ml</em> is in a schooner?",
            "vi": "Một cốc bia được bao nhiêu mi - li - lít?"
        },
        {
            "en": "Ingredients needed:   – 2 tablespoons of honey – 1 tablespoon of cinnamon – 250 <em>ml</em> of water",
            "vi": "Nguyên liệu cần thiết:- 2 muỗng súp mật ong  - 1 muỗng quế lớn  - 250 ml nước"
        },
        {
            "en": "Commenting about the capability of the drainage system, Vo Tien Hung, director of the Hanoi Water Drainage Company, said with rains of 310 <em>ml</em>/2 days & nights (13.4 <em>ml</em>/2 hours), the project will ensure drainage of inner districts. ",
            "vi": "Nhận xét về khả năng của hệ thống thoát nước, ông Võ Tiến Hùng, Giám đốc Công ty thoát nước Hà Nội cho hay, với lượng mưa là 310ml/2 ngày đêm (13,4ml/2 giờ), dự án sẽ đảm bảo thoát được nước cho các quận nội thành."
        },
        {
            "en": "The recipe:  240 <em>ml</em> of distilled or filtered water 1 tea spoon of baking soda juice of one lemon",
            "vi": "Công thức:240 ml nước chưng cất hoặc nước lọc 1 muỗng cà-phê baking soda nước ép của một quả chanh"
        },
        {
            "en": "For approximate purposes 1 litre is assumed to equal to 1000 cubic centimetres (cm3), therefore 1 mililitre (<em>ml</em>) is often taken to be equal to 1 cm3.",
            "vi": "Nếu tính gần đúng một lít nước được coi như bằng 1000 centimet khối (cm3), vì vậy 1 mili lít (ml) thường được coi là 1 cm3."
        },
        {
            "en": "With rains with the flow of 30-50 <em>ml</em>/2 hours, the system will be overloaded and inundation spots will appear.",
            "vi": "Với những cơn mưa có lưu lượng 30-50 ml/2 giờ, hệ thống sẽ bị quá tải và các điểm ngập sẽ xuất hiện."
        },
        {
            "en": "The PCR is commonly carried out in a reaction volume of 10–200 μl in small reaction tubes (0.2–0.5 <em>ml</em> volumes) in a thermal cycler.",
            "vi": "Chu trình PCR thường chạy luân nhiệt với các ống 10 - 200 μl."
        },
        {
            "en": "My buddy Paul had forgotten to make sight adjustments for his <em>Ml</em> rifle, and all his shots hit low and in front of his 300 yard target.",
            "vi": "Anh bạn thân tên paul của tôi quên điều chỉnh tầm ngắm khẩu m1 của mình, vì vậy tất cả các phát đạn của anh ấy đều bắn vào bên dưới mục tiêu cách đó 300 mét anh."
        },
        {
            "en": "To calculate the affordability of each beach, TravelBird calculated the prices of five essentials for each destination: the cost of a bottle of sun cream (200 <em>ml</em>), a bottle of water (500 <em>ml</em>), a beer (33 cl bottle), lunch (including drink and dessert for one person), and an ice cream.",
            "vi": "Để tính toán chi phí phải trả ở mỗi bãi biển, TravelBird đã tính giá năm mặt hàng thiết yếu cho mỗi điểm đến: chi phí của một lọ kem chống nắng (200 ml), một chai nước (500 ml), một chai bia (33 cl chai), bữa trưa (bao gồm đồ uống và món tráng miệng cho một người), và một que kem."
        },
        {
            "en": "To calculate the affordability of each beach, TravelBird calculated the prices of five essentials for each destination: the cost of a bottle of sun cream (200 <em>ml</em>), a bottle of water (500 <em>ml</em>), a beer (33 cl bottle), lunch (including drink and dessert for one person), and an ice cream.",
            "vi": "Để tính toán chi phí phải trả ở mỗi bãi biển, TravelBird đã tính giá năm mặt hàng thiết yếu cho mỗi điểm đến: chi phí của một lọ kem chống nắng (200 ml), một chai nước (500 ml), một chai bia (33 cl chai), bữa trưa (bao gồm đồ uống và món tráng miệng cho một người), và một que kem."
        },
        {
            "en": "The 350-<em>ml</em> bottles of kwiseng Tonic, kidney Tonic Elixir, snake Elixir are made of precious and rare medicine plants and have been used for thousands of years by the Vietnamese.",
            "vi": "Các chai rượu bổ qui sâm 350ml bổ thận dương, rượu bổ rắn đều được làm ra từ những cây thuốc quí hiếm và đã được người dân việt nam sử dụng hàng ngàn năm nay."
        },
        {
            "en": "The American Academy of Pediatrics recommends that exclusively or partially breastfed babies should receive supplements of 400 UI per day shortly after birth, and when they are weaned they should consume a minimum of 1,000 <em>mL</em>/day of vitamin D fortified formula or whole milk. Non-breastfed infants consuming less than 1,000 <em>mL</em>/day of vitamin D-fortified formula or milk should receive a vitamin D supplement of 400 IU per day. It also recommends that older children and adolescents who do not get 400 IU per day through vitamin D fortified milk and foods should take a 400 IU vitamin supplement each day. ",
            "vi": "Viện hàn lâm nhi khoa Hoa Kỳ khuyến cáo rằng trẻ bú sữa mẹ hoàn toàn hoặc một phần nên được bổ sung 400 UI mỗi ngày ngay sau khi sinh, và khi cai sữa, các bé nên được tiêu thụ tối thiểu là 1.000 ml / ngày sữa nguyên chất hoặc sữa có bổ sung vitamin D. Trẻ sơ sinh không bú mẹ tiêu thụ ít hơn 1.000 ml / ngày sữa bột có bổ sung vitamin D hoặc sữa mẹ thì nên được một bổ sung 400 IU vitamin D mỗi ngày. Họ cũng khuyến cáo rằng trẻ em lớn hơn và thanh thiếu niên không có được 400 IU mỗi ngày thông qua sữa và các loại thực phẩm tăng cường vitamin D thì nên dùng 400 IU vitamin bổ sung mỗi ngày."
        },
        {
            "en": "Data collected from the National Health and Nutrition Examination Survey (NHANES), USA found that 9% (7.6 million) of children across the USA, was vitamin D deficient (defined as less than 15 ng/<em>mL</em> of blood), while another 61 percent, or 50.8 million, was vitamin D insufficient (15 to 29 ng/<em>mL</em>) (reference \"We expected the prevalence of vitamin D deficiency would be high, but the magnitude of the problem nationwide was shocking,\" says lead author Juhi Kumar, M.D., M.P.H., a fellow in pediatrics at Children's Hospital at Montefiore Medical Center, The University Hospital and Academic Medical Center for Albert Einstein College of Medicine.",
            "vi": "Dữ liệu thu thập từ Nghiên Cứu về Sức Khỏe và Dinh Dưỡng Quốc Gia (NHANES), Hoa Kỳ, thấy rằng 9% (7,6 triệu) trẻ em trên khắp Hoa Kỳ bị thiếu vitamin D (được định nghĩa là ít hơn 15 ng / ml máu), trong khi 61% khác, hoặc 50,8 triệu trẻ, là không có đủ vitamin D (15 đến 29 ng / mL) (tham khảo “Chúng tôi dự kiến tỷ lệ thiếu vitamin D sẽ cao, nhưng tầm quan trọng của vấn đề trong phạm vi cả nước đã gây sốc”, theo tác giả chính, bác sĩ Juhi Kumar, một nghiên cứu sinh tại khoa nhi tại Bệnh viện nhi tại Trung tâm y tế Montefiore, Bệnh viện Đại học và Trung tâm Y tế thuộc trường Đại học Y khoa Albert Einstein.."
        },
        {
            "en": "For those with higher alcohol levels, from above 50 mg to 80 mg per 100 <em>ml</em> of blood or from above 0.25 mg to 0.4 mg per liter of breath (Level 2), the fines would rise from the current VND7-8 million ($311.4-356) to VND8-12 million ($356-534).",
            "vi": "Đối với những người có nồng độ cồn cao, từ trên 50 mg đến 80 mg mỗi 100 ml máu hoặc từ trên 0,25 mg đến 0,4 mg mỗi lít khí thở (Level 2), mức phạt sẽ tăng từ mức hiện tại là 7-8 triệu đồng lên đến 8-12 triệu đồng."
        },
        {
            "en": "Under the draft decree, automobile drivers with alcohol levels of up to 0.25 mg per liter of breath or 50 mg per 100 <em>ml</em> of blood (Level 1) will face heftier fines, ranging from VND3 million (US$133,5) to VND5 million ($222.4), compared with the current VND2-3 million rates.",
            "vi": "Theo dự thảo của Nghị định, người điều khiển xe gắn máy có nồng độ cồn lên tới 0,25 mg mỗi lít hơi thở hoặc 50 mg mỗi 100 ml máu (Level 1) sẽ phải đối mặt với tiền phạt kỉ lục, dao động từ 3 triệu đồng đến 5 triệu đồng so với mức phạt hiện tại là từ 2-3 triệu đồng."
        },
        {
            "en": "As for those with alcohol levels of over 0.4 mg per liter of breath or over 80 mg per 100 <em>ml</em> of blood (Level 3), they would be subject to fines of VND14-16 million ($623-712), compared to the current VND10-15 million ($445-667.3).",
            "vi": "Đối với những người có nồng độ cồn trên 0,4 mg mỗi lít hơi thở hoặc trên 80 mg mỗi 100 ml máu ( Level 3 ), họ sẽ phải chịu mức phạt 14-16 triệu đồng, so với mức ở hiện tại là 10-15 triệu đồng."
        },
        {
            "en": "An increase in blood alcohol level of 0.1 mg/<em>mL</em> resulted in an increase of 5.0% (95% CI: 2.8% - 7.1%) in the indicated likelihood of engaging in unprotected sex. This result remained stable in sensitivity analyses aimed to correct for a potential publication bias.",
            "vi": "Sự gia tăng nồng độ cồn trong máu 0,1 mg / ml dẫn đến tăng 5.0% (95% CI: 2.8% - 7.1%) trong khả năng có thể tham gia vào quan hệ tình dục không có biện pháp bảo vệ. Kết quả này vẫn ổn định trong các phân tích độ nhạy với cố gắng chỉnh sửa chính xác cho sai lệch có thể có."
        },
        {
            "en": "For seriously ill patients, these dairy products are not suitable because of the content of protein, micronutrients, such as vitamins, and minerals. If feeding patients through catheter with these products, physicians have to provide an additional volume of 2,500-3,000 <em>ml</em> per day through intravenous injection to be sure patients can get enough protein. ",
            "vi": "Đối với bệnh nhân bị bệnh nghiêm trọng, những sản phẩm sữa này không thích hợp vì hàm lượng của protein và các chất dinh dưỡng vi lượng như vitamin và khoáng chất. Nếu cho bệnh nhân dùng các sản phẩm này thông qua ống dẫn, các bác sĩ phải cung cấp thêm 2,500-3,000 ml mỗi ngày bằng cách tiêm vào tĩnh mạch để đảm bảo rằng bệnh nhân có thể nhận đủ lượng protein."
        }
    ],
    "suggestions": []
}