{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mobilisation",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mobilisation",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mobilisation",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>mobilisation</k><blockquote><blockquote><abr>see</abr><kref>mobilization</kref></blockquote></blockquote></div>",
            "word": "mobilisation",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mobilisation",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Mass <em>mobilisation</em> is another key term.",
            "vi": "Dân vận là một thuật ngữ chủ chốt khác."
        },
        {
            "en": "Aggressive revenue <em>mobilisation</em> from further fiscal restructuring.",
            "vi": "Huy động mạnh nguồn thu thông qua việc tiếp tục cải tổ cơ cấu ngân sách."
        },
        {
            "en": "Box 16: Effects of improved grassroots democracy on <em>mobilisation</em> and distribution of resources for poverty reduction",
            "vi": "Hộp 16:Các hiệu quả của tăng cường dân chủ cơ sở tới huy động và phân phối nguồn lực cho giảm nghèo."
        },
        {
            "en": "Plans and projects on the <em>mobilisation</em> and use of people’s contributions to construction and infrastructure;",
            "vi": "Các kế hoạch và dự án huy động và sử dụng đóng góp của nhân dân trong việc xây dựng cơ sở hạ tầng;"
        },
        {
            "en": "The lack of national poverty standards, and the lack of effective <em>mobilisation</em> of the community behind poverty reduction.",
            "vi": "Thiếu chuẩn nghèo quốc gia, và thiếu huy động hiệu quả cộng đồng tham gia xoá đói giảm nghèo."
        },
        {
            "en": "Some have attributed this to the fact that under central planning people were compelled to participate in mass <em>mobilisation</em> campaigns.",
            "vi": "Một số người quy điều này cho thực tế là theo kế hoạch hoá tập trung, người dân buộc phải tham gia vào các chiến dịch huy động quần chúng."
        },
        {
            "en": "This year, several enterprises faced difficulties in capital <em>mobilisation</em>, so they proposed to push back the plan to next year. ",
            "vi": "Năm nay, một số doanh nghiệp gặp khó khăn trong việc huy động vốn, nên họ đã đề xuất đẩy lùi kế hoạch này sang năm sau."
        },
        {
            "en": "The Viet Nam Fatherland Front, a major organization of the Viet Nam Communist Party Commission on Popular <em>Mobilisation</em>, and its related mass organizations are requested to lead the mass <em>mobilisation</em> of society in the national response.",
            "vi": "Mặt trận Tổ quốc Việt Nam, một tổ chức chính trị của Đảng Cộng sản Việt Nam và các đoàn thể quần chúng cũng được yêu cầu lãnh đạo và huy động các đoàn thể xã hội tham gia thực hiện công tác phòng chống."
        },
        {
            "en": "This year, several enterprises faced difficulties in capital <em>mobilisation</em>, so they proposed to push back the plan to next year. ",
            "vi": "Năm nay, một số doanh nghiệp gặp khó khăn trong việc huy động vốn, nên họ đã đề xuất đẩy lùi kế hoạch này sang năm sau."
        },
        {
            "en": "\"Participation\" was in fact the <em>mobilisation</em> of peasants and workers in support of the state (see Figure One).",
            "vi": "\"Sự tham gia\" trên thực tế là việc vận động nông dân và công nhân ủng hộ nhà nước (Xem Hình 1)."
        },
        {
            "en": "Heller, P. (1996) “Social Capital as a Product of Class <em>Mobilisation</em> and State Intervention: Industrial Workers in Kerala, India”.",
            "vi": "Heller, P. (1996) “Vốn xã hội là một sản phẩm của sự huy động tầng lớp và sự can thiệp của nhà nước: người lao động công nghiệp ở Kerala, Ấn Độ”."
        },
        {
            "en": "The mass organizations involved in this <em>mobilisation</em> are an important element in social relations and participation in Viet Nam.",
            "vi": "Các tổ chức đoàn thể liên quan tới dân vận này là yếu tố quan trọng trong các quan hệ xã hội và sự tham gia ở Việt Nam."
        },
        {
            "en": "To proclaim general or partial <em>mobilisation</em>; to proclaim a state of emergency throughout the country or in a particular region;",
            "vi": "Quyết định tổng động viên hoặc động viên cục bộ; ban bố tình trạng khẩn cấp trong cả nước hoặc ở từng địa phương;"
        },
        {
            "en": "The agency has started to implement projects for children, with a focus on information, communication and social <em>mobilisation</em>.",
            "vi": "Cơ quan này đã bắt đầu thực hiện những dự án vì trẻ em, thông tin truyền thông và vận động xã hội."
        },
        {
            "en": "Donors must understand the history of mass <em>mobilisation</em> and ‘the people’s mastery’ if they are to grasp the unique role of the mass organizations.",
            "vi": "Nhà tài trợ phải hiểu được lịch sử của dân vận và ‘quyền làm chủ của nhân dân’ nếu họ muốn nắm bắt được vai trò độc đáo của các tổ chức đoàn thể."
        },
        {
            "en": "Successful implementation depends on resource <em>mobilisation</em> from polluters and local authorities, and may require additional support from the central budget and donors.",
            "vi": "Việc thực hiện thành công sẽ phụ thuộc vào khả năng huy động nguồn lực từ những cơ sở gây ô nhiễm và chính quyền các địa phương, và có thể cần có thêm hỗ trợ từ ngân sách trung ương và các nhà tài trợ."
        },
        {
            "en": "One of the main objectives of the programme for children in especially difficult circumstances (CEDC) was “to improve advocacy, <em>mobilisation</em> and public awareness on children’s rights...”",
            "vi": "Một trong những mục tiêu chính của chương trình cho trẻ em có hoàn cảnh đặc biệt khó khăn là thúc đẩy vận động tuyên truyền, và ý thức công chúng về quyền trẻ em…"
        },
        {
            "en": "Following the lead of HCMC, 44 provinces set up Hunger Eradication and Poverty Reduction funds as a way of coordinating (local and central) activities, resource <em>mobilisation</em> and spending.",
            "vi": "Theo gương TP HCM, 44 tỉnh thành đã thiết lập vốn Xóa đói Giảm nghèo như là một phương thức để điều phối các hoạt động (cả địa phương và trung ương), huy động nguồn lực và chi tiêu."
        },
        {
            "en": "Ford Foundation (2004) Positive Perspectives: A Study of the Support Services and <em>Mobilisation</em> of People Living with HIV/AIDS in Viet Nam, Ha Noi.",
            "vi": "Quỹ Ford (2004) Những triển vọng khả quan: Nghiên cứu các dịch vụ hỗ trợ và tập hợp những người bị nhiễm HIV/AIDS ở Việt Nam, Hà Nội."
        },
        {
            "en": "Several departments have started “socialisation” initiatives in various sectors such as garbage collection, capital <em>mobilisation</em> for infrastructure development and maintenance services.",
            "vi": "Một số sở ngành đã triển khai xã hội hóa trên một số lĩnh vực như thu gom rác thải, huy động vốn cho xây dựng và bảo dưỡng các công trình hạ tầng."
        }
    ],
    "suggestions": []
}