{
    "en_vn": {
        "data": {
            "content": null,
            "word": "modeled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "modeled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "modeled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "modeled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "modeled"
        }
    },
    "sentences": [
        {
            "en": "I <em>modeled</em> for him.",
            "vi": "Tôi làm mẫu cho anh ta."
        },
        {
            "en": "I've <em>modeled</em> my deejay style on his.",
            "vi": "Tôi đã bắt chước tác phong này từ ông ấy."
        },
        {
            "en": "It was <em>modeled</em> after a Swiss chalet.",
            "vi": "Nó dựa theo kiểu nhà gỗ thụy sĩ."
        },
        {
            "en": "She was <em>modeled</em> after actress Marilyn Monroe.",
            "vi": "Cô ta bắt chước nữ diễn viên Marilyn Monroe."
        },
        {
            "en": "This is an interplanetary craft that was <em>modeled</em> in 1992.",
            "vi": "Đây là một chiếc máy bay liên hành tinh được làm mẫu vào năm 1992."
        },
        {
            "en": "This constitution is <em>modeled</em> on the British system.",
            "vi": "Hiến pháp này rập khuôn hệ thống của Anh Quốc."
        },
        {
            "en": "George was certainly fishing for a compliment when he <em>modeled</em> his fancy haircut for his friends.",
            "vi": "Chắc chắn George muốn được khen khi anh ta đem kiểu cắt tóc lạ làm mẫu cho các bạn bè."
        },
        {
            "en": "Many are <em>modeled</em> after UK and Germany’s software curricula with many professors hiring from these countries.",
            "vi": "Nhiều nước lấy mô hình theo các giáo trình phần mềm của Anh và Đức với nhiều giáo sư thuê từ các nước này."
        },
        {
            "en": "Halloween costumes are traditionally <em>modeled</em> after monsters such as ghosts, skeletons, witches, and devils.",
            "vi": "Trang phục trong ngày lễ Halooween, theo truyền thống, bắt chước những con quái vật như ma, bộ xương, phù thủy và ác quỷ."
        },
        {
            "en": "The questionnaire used in the survey is <em>modeled</em> on one developed by Michael Porter, adapted to the conditions of Vietnam.",
            "vi": "Bản câu hỏi được sử dụng trong cuộc điều tra được lập theo bản câu hỏi điều tra do Michael Porter xây dựng và được điều chỉnh cho phù hợp với các điều kiện của Việt Nam."
        },
        {
            "en": "The callus, which is visible on X-ray as a slightly opaque area, eventually becomes calcified and <em>modeled</em>.",
            "vi": "Sẹo xương thấy được trên phim x - quang là một vùng sáng mờ, cuối cùng bị vôi hoá và thành xương."
        },
        {
            "en": "In this regard, Vietnamese provinces are closer in concept to the French départements (on which they were <em>modeled</em>) than to an American state.",
            "vi": "Về vấn đề này, các tỉnh của Việt Nam, về mặt khái niệm, gần với départements của Pháp (các tỉnh của Việt Nam dựa trên mô hình này) hơn là một bang của Mỹ."
        },
        {
            "en": "The Government is said to have <em>modeled</em> the SCIC after Temasek Holdings of Singapore, which is the Singaporean Government’s investment management company.",
            "vi": "Chính phủ được coi là thành lập SCIC theo mô hình Temasek Holdings của Singapore, đây là công ty quản lý vốn của chính phủ Singapore."
        },
        {
            "en": "In the analysis, it was <em>modeled</em> that half of the expenditure and income effects were mitigated by households in the upper three quintiles.",
            "vi": "Trong phân tích đã dự báo là một nửa ảnh hưởng của chi tiêu và thu nhập được giảm nhẹ bởi các hộ gia đình trong ba nhóm giàu hơn."
        },
        {
            "en": "<em>Modeled</em> after the CRPD, the proposed Disability Law has the potential to be one of the most comprehensive and progressive disability laws in the world.",
            "vi": "Lấy theo hình thức của Công ước quốc tế về NKT làm mẫu, Dự thảo Luật Người Khuyết tật này có tiềm năng trở thành bộ luật NKT tiến bộ và toàn diện nhất trên thế giới."
        },
        {
            "en": "The impact of HIV/AIDS-related health expenditure on household welfare in Viet Nam was <em>modeled</em> using information gathered in the Household Impact Case study.",
            "vi": "Tác động chi tiêu cho chăm sóc y tế liên quan đến HIV/AIDS tới đời sống hộ gia đình ở Việt Nam được dự báo qua sử dụng các thông tin thu được trong nghiên cứu trường hợp tác động của HIV/AIDS tới hộ gia đình."
        }
    ],
    "suggestions": []
}