{
    "en_vn": {
        "data": {
            "content": null,
            "word": "modernisation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "modernisation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "modernisation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "modernisation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "modernisation"
        }
    },
    "sentences": [
        {
            "en": "national industrialisation and <em>modernisation</em> process",
            "vi": "công nghiệp hóa hiện đại hóa đất nước"
        },
        {
            "en": "The <em>modernisation</em> of the Russian economy is a major initiative of the Russian leadership.",
            "vi": "Việc hiện đại hóa nền kinh tế Nga là một sáng kiến lớn của lãnh đạo Nga."
        },
        {
            "en": "The traditional festivals play an important part in the national industrialisation and <em>modernisation</em> process.",
            "vi": "Các lễ hội truyền thống đóng vai trò rất quan trọng trong quá trình công nghiệp hoá và hiện đại hoá đất nước."
        },
        {
            "en": "This was followed by an aggressive <em>modernisation</em> campaign to reduce the company's downmarket image.",
            "vi": "Điều này được theo sát bởi một chiến dịch hiện đại hóa tích cực nhằm hạn chế hình ảnh kém chất lượng của công ty."
        },
        {
            "en": "Writing in 1934, George Orwell feared that <em>modernisation</em> would sweep aside Burmese culture.",
            "vi": "Năm 1934 George Orwell viết rằng ông sợ sự hiện đại hoá sẽ xoá sạch nền văn hoá Miến Điện."
        },
        {
            "en": "It must be based on analysis of the current and emerging trends of the industralisation and <em>modernisation</em> of the country",
            "vi": "Phải dựa trên những phân tích về các xu hướng hiện tại và mới phát sinh trong công nghiệp hoá và hiện đại hoá đất nước"
        },
        {
            "en": "Perhaps most important will be the import pressure on public enterprises, which will force an acceleration of their <em>modernisation</em> programmes.",
            "vi": "Có lẽ quan trọng nhất là áp lực nhập khẩu lên các doanh nghiệp nhà nước, sẽ buộc phải tăng tốc thực hiện các chương trình hiện đại hóa của mình."
        },
        {
            "en": "The ongoing renewal process has created a firm foundation for Vietnam to speed up industrialisation and <em>modernisation</em>.",
            "vi": "Quá trình đổi mới đang tiếp diễn đã tạo ra một nền tảng vững chắc cho Việt Nam đẩy nhanh quá trình công nghiệp hóa và hiện đại hóa."
        },
        {
            "en": "In fact, <em>modernisation</em> of People’s Committees is a dynamic process in Provinces and Cities like, Ho Chi Minh City, Hai Phong, Dak Lak and Quang Binh.",
            "vi": "Trên thực tế, việc hiện đại hoá Uỷ ban Nhân dân là một quá trình năng động ở các tỉnh và thành phố như TP Hồ Chí Minh, Hài Phòng, Đắc Lắc, và Quảng Bình."
        },
        {
            "en": "The approval of the Law on Organization of People’s Councils and People’s Committees in 1986 (further amended in 1994), led to the start of <em>modernisation</em> of this institution.",
            "vi": "Việc thông qua Luật Tổ chức Hội đồng Nhân dân và Uỷ ban Nhân dân năm 1986 (được sửa đổi vào năm 1994) đã dẫn đến quá trình hiện đại hoá thể chế này."
        },
        {
            "en": "The second phase of the project of <em>modernisation</em> the banking system has been approved and is being implemented between 2005-2008.",
            "vi": "Giai đoạn thứ hai của dự án là hiện đại hóa hệ thống ngân hàng đã được phê chuẩn và thực hiện trong giai đoạn 2005-2008."
        },
        {
            "en": "This will require an improvement and <em>modernisation</em> of the current computerized system that is used and updated by all agencies within the city.",
            "vi": "Để thực hiện được yêu cầu này, cần hoàn thiện và hiện đại hoá hệ thống thông tin nối mạng hiện hành, để các cơ quan cùng sử dụng và cùng có trách nhiệm cập nhật thông tin."
        },
        {
            "en": "Moreover, evidence suggests that traditional forms of family and communal arrangements disappear in the course of <em>modernisation</em> and urbanisation (World Bank 1994).18",
            "vi": "Tuy nhiên, thực tế cho thấy những hình thức dựa vào gia đình và làng xã theo truyền thống đang mất đi trong quá trình hiện đại hoá và đô thị hoá (Ngân hàng Thế giới 1994).18"
        },
        {
            "en": "In terms of political rights, the Constitution opened important spaces for <em>modernisation</em> of the justice system, stating that no one should ever be arrested without a court decision and introducing the principle of presumption of innocence.",
            "vi": "Về các quyền chính trị, Hiến pháp đã mở ra những không gian quan trọng cho sự hiện đại hoá hệ thống tư pháp, quy định rằng không ai có thể bị bắt mà không có quyết định của Tòa án hay nguyên tắc giả định vô tội."
        },
        {
            "en": "From a historic and materialistic point of view, one would argue that the necessity of developing the position of children as rights-holders in all aspects of life comes along with the <em>modernisation</em> of society.",
            "vi": "Theo quan điểm lịch sử và duy vật, người ta sẽ lý luận rằng sự cần thiết phải phát triển vị thế của trẻ em như là những người có quyền về tất cả các phương diện trong cuộc sống đi đôi với việc hiện đại hóa xã hội."
        },
        {
            "en": "Vietnam, which is increasing its investments in IT Infrastructure, consumption and <em>modernisation</em> of businesses, banking  and finance industry, and government departments and public services, is increasingly facing the cybercrime attacks and threats, unless cybersecurity is given a comprehensive attention.",
            "vi": "Việt Nam đang tăng đầu tư vào cơ sở hạ tầng công nghệ thông tin, tiêu thụ và hiện đại hóa kinh doanh, ngân hàng và lĩnh vực tài chính, các lĩnh vực của chính phủ và dịch vụ công cộng đang đối mặt với sự gia tăng nhanh chóng các cuộc tấn công và đe dọa của tội phạm an ninh mạng, điều này chỉ được hạn chế khi an ninh mạng được quan tâm toàn diện."
        },
        {
            "en": "He said that amidst the extensive industrialisation, <em>modernisation</em> and international integration process, Viet Nam has faced numerous challenges in health care, including the risks of environmental pollution and epidemics.",
            "vi": "Ông nói rằng trong quá trình công nghiệp hóa, hiện đại hóa và hội nhập quốc tế, Việt Nam đã phải đối mặt với nhiều thách thức trong chăm sóc sức khoẻ, bao gồm cả những rủi ro về ô nhiễm môi trường và dịch bệnh."
        },
        {
            "en": "In the long run it will be hard for Viet Nam’s leadership to justify a <em>modernisation</em> of its business laws while neglecting the legal framework for children and youth.",
            "vi": "Về lâu dài, nhà nước sẽ nhận ra rằng trong khi sự hiện đại hóa văn bản những luật về kinh doanh, thương mại mà lại sao nhãng về khuôn khổ pháp lý cho trẻ em và thanh niên."
        },
        {
            "en": "Minister Nguyen Quan said, following the positive result, the Ministry of Science and Technology will work with the scientist community in Vietnam to continue fostering innovation as a catalyst for Vietnam’s industrialisation and <em>modernisation</em>.",
            "vi": "Bộ trưởng Nguyễn Quân cho biết, sau những kết quả tích cực, Bộ Khoa học và Công nghệ sẽ làm việc với các cộng đồng khoa học ở Việt Nam để tiếp tục bồi dưỡng đổi mới để tạo một chất xúc tác cho việc công nghiệp hóa, hiện đại hóa của Việt Nam."
        },
        {
            "en": "As was pointed out in a recent report, as the country moves towards <em>modernisation</em> and a greater role for technology, it faces a shortage of technical and higher level skills…",
            "vi": "Một báo cáo gần đây cũng đã cho biết, khi nhà nước tiến lên hiện đại hóa và công nghệ đóng một vai trò ngày càng lớn, nó cũng phải đối mặt với tình trạng thiếu người có tay nghề và trình độ kỹ thuật cao..."
        }
    ],
    "suggestions": []
}