{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mou'gʌl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\"><font color=\"#1371BB\">Mogul </font>thuộc Mông-cổ</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\"><font color=\"#1371BB\">Mogul </font>người Mông-cổ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người có vai vế, người có thế lực</td></tr></table><i/></div>",
            "word": "mogul"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mogul</k><blockquote><cclass>[<cclass>'məʊg(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a bump on a ski slope formed by skiers turning. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: prob. from Ger. dialect <i>Mugel</i>, <i>Mugl</i>. </blockquote></div>",
            "word": "mogul"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>mogul</k><blockquote>▸ <cclass>noun MAGNATE, tycoon, VIP, notable, personage, baron, captain, king, lord, grandee, nabob; <cclass><i>informal</i> bigwig, big shot, big noise, top dog; <cclass><i>N. Amer.</i><cclass><i>informal</i> top banana, big enchilada.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "mogul"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>mogul</k><blockquote><blockquote><ex><abr>n.</abr> a movie (<abr>AE</abr>) mogul</ex></blockquote></blockquote></div>",
            "word": "mogul"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mogul"
        }
    },
    "sentences": [
        {
            "en": "It is owned by Christian Iraqui, a supermarket <em>mogul</em>.",
            "vi": "Nó được sở hữu bởi Christian Iraqui, một người giàu và có thế lực ở các chuỗi siêu thị."
        },
        {
            "en": "Six hours ago he jumped over a <em>mogul</em> and fell.",
            "vi": "Sáu tiếng trước anh ta đã nhảy qua một đống tuyết và rơi xuống."
        },
        {
            "en": "Zuck dropped out of Harvard to become a billionaire tech <em>mogul</em>",
            "vi": "Zuck bỏ học ở Harvard để trở thành một tỷ phú \"trùm\" về công nghệ"
        },
        {
            "en": "Adolph Zukor, born Adolph Cukor, was a film <em>mogul</em> and founder of Paramount Pictures.",
            "vi": "Adolph Zukor, sinh ở Adolph Cukor, là người giàu và có thế lực trong ngành phim ảnh và là người sáng lập hãng phim Paramount Pictures."
        },
        {
            "en": "William Randolph Hearst was a media <em>mogul</em> in the early 20th Century.",
            "vi": "William Randolph Hearst là một người giàu và có thế lực trong ngành truyền thông ở đầu thế kỷ 20."
        },
        {
            "en": "Humayun was the <em>mogul</em> king of Delhi during early sixteenth century.",
            "vi": "Humayun là hoàng đế của chế độ hồi giáo Mông Cổ của Delhi trong đầu thế kỷ 16."
        },
        {
            "en": "Zuck dropped out of Harvard to become a billionaire tech <em>mogul</em>",
            "vi": "Zuck bỏ học ở Harvard để trở thành một tỷ phú \"trùm\" về công nghệ"
        },
        {
            "en": "Oprah Winfrey, Harpo Productions founder  \"The key to realizing a dream is to focus not on success but on significance -- and then even the small steps and little victories along your path will take on greater meaning.\"  Oprah Winfrey’s remarkable rags-to-riches ascent was nothing less than hard-earned, from her humble beginnings working on her grandmother’s farm in Mississippi, to her glass ceiling-shattering triumph as a billionaire media <em>mogul</em>. Step by step, her achievements added up along her path to success and paid dividends in ways she never imagined.",
            "vi": "Oprah Winfrey, nhà sáng lập Harpo Productions  “Chìa khóa thực hiện ước mơ không phải là tập trung vào thành công mà tập trung vào ý nghĩa của nó - và dù chỉ tiến được những bước nhỏ và có chút thắng lợi thôi thì ý nghĩa nhận được cũng to lớn hơn nhiều.   Từ nghèo rớt mồng tơi trở nên rất giàu có, đâu phải ai cũng làm được như vậy, bắt đầu với công việc xoàng xĩnh ở trang trại của bà ngoại ở Mississippi, Oprah Winfrey vượt qua được định kiến xuất thân và đã trở thành tỷ phú trong lĩnh vực truyền thông. Từng bước một, những thành công của bà nối tiếp nhau và đạt được những thành quả mà chính bà cũng chưa bao giờ dám nghĩ tới."
        },
        {
            "en": "Michelle Obama tops Forbes most powerful women list      US First Lady Michelle Obama beat heads of state, chief executives and celebrities to be named the world's most powerful woman by Forbes magazine. Kraft Foods boss Irene Rosenfeld came second in the magazine's annual list. Media <em>mogul</em> Oprah Winfrey, German Chancellor Angela Merkel and US Secretary of State Hillary Clinton completed the top five. Singers Lady Gaga and Beyonce Knowles made the top 10 while Queen Elizabeth II appears at number 41. Forbes said this year's list was based \"less on traditional titles and roles and more on creative influence and entrepreneurship\". Mrs Obama had \"given a new generation of girls and women around the world a role model\", the magazine said. Last year Forbes ranked the first African-American first lady at 40 while Mrs Merkel topped the list. ForbesWoman Vice-President and publisher Moira Forbes said: \"The women on our list, through their respective realms of power and influence, are shaping many of the agenda-setting conversations of our day, and have become dynamic catalysts for driving meaningful change across the world. \"They have built companies and brands, sometimes by non-traditional means and they have broken through gender barriers in areas of commerce, politics, sports and media and cultural zeitgeist, and thereby affecting the lives of millions, sometimes billions of people.\" Three chief executives feature among Forbes' top 10 most powerful women. Besides Kraft's Irene Rosenfeld, there is Indra Nooyi, the head of beverage giant PepsiCo, and Gail Kelly, chief executive of Australian bank Westpac.  Talk show host Ellen Degeneres finishes off the top 10.",
            "vi": "Michelle Obama đứng đầu danh sách những người phụ nữ quyền lực nhất do tạp chí Fobes bình chọn    Đệ nhất phu nhân Mỹ Michelle Obama đã đánh bại các nguyên thủ quốc gia, các tổng giám đốc điều hành và những người nổi tiếng khác để được xướng danh là người phụ nữ quyền lực nhất do tạp chí danh tiếng Forbes bình chọn. Bà chủ của hãng bánh kẹo Kraft Foods là bà Irene Rosenfeld đứng thứ hai trong bảng danh sách hàng năm của tạp chí này. Bà hoàng truyền hình Opral Winfrey, Thủ tướng Đức Angela Merkel và ngoại trưởng Mỹ Hillary Clinton đứng trong top 5 người phụ nữ quyền lực nhất thế giới. Ca sĩ Lady Gaga và Beyonce Knowles đứng vị trí top 10 trong khi Nữ hoàng Elizabeth II đứng ở vị trí thứ 14. Tạp chí Forbes cho biết danh sách bình chọn năm nay “ít dựa vào danh hiệu và vai trò theo cách truyền thống trước đây mà chủ yếu dựa vào khả năng kinh doanh và mức độ ảnh hưởng có tính sáng tạo của họ”. Và tạp chí còn nói rằng bà Obama đã “cho ra một thế hệ mới các cô gái và những người phụ nữ trên khắp thế giới một hình mẫu về vai trò đó ”. Năm ngoái tạp chí Forbes đã xếp đệ nhất phu nhân da màu đầu tiên của nước Mỹ ở vị trí thứ 40 trong khi Cô Merkel đứng đầu danh sách. Phó chủ tịch tạp chí Forbes dành cho phụ nữ và nhà xuất bản Moira Forbes nói rằng: “Những người phụ nữ trong danh sách của chúng tôi, thông qua những lĩnh vực tương ứng về quyền lực và ảnh hưởng của họ có ảnh hưởng đối với nhiều cuộc đàm luận trong chương trình nghị sự và họ trở thành chất xúc tác không ngừng thay đổi đối với sự biến chuyển quan trọng trên thế giới.  “ Họ đã xây dựng nhiều công ty và thương hiệu, đôi khi bằng phương pháp phi truyền thống mà họ đã vượt quá rào cản giới tính trong các lĩnh vực thương mại, chính trị, thể thao, truyền thông đại chúng và hệ tư tưởng văn hoá thời đại, do đó dẫn đến việc ảnh hưởng đến hàng triệu, thậm chí hàng tỷ người trên thế giới.” Ba chủ tịch công ty lớn nằm trong top 10 phụ nữ quyền lực nhất thế giới Ngoài “nữ hoàng bánh kẹo” Irene Rosenfeld, còn có Indra Nooyi, người đứng đầu của hãng thức uống khổng lồ PepsiCo và Gail Kelly-chủ tịch ngân hàng Westpac của Úc."
        },
        {
            "en": "Forbes Wealthiest List Reflects Changes in Global Economy       The billionaires' club is growing. Forbes magazine's annual list shows there are now 1,210 billionaires around the world - that is 199 more than last year. Although the world's top three earners are unchanged from last year, the newcomers in the list of the world's richest, did not come from the U.S. or Western Europe, but from Russia and the Asia Pacific region.  The magazine's list of the world's richest people mirrors the remarkable changes in the global economy. Magazine chairman Steve Forbes says of the 200 new billionaires this year, the majority are from the BRIC countries - Brazil, Russia, India and China. In terms of Asia-Pacific, the number increase of billionaires was almost 40 percent. In terms of the BRIC's, you saw Russia go from 62 billionaires to 101, Brazil from 18 to 30. And so what this underscores is that there is dynamism in the world economy, but it's not in the United States and it's not in Western Europe,\" he said. The top of the list remained unchanged. Mexican media <em>mogul</em> Carlos Slim retains the top spot with a net worth of $74 billion. Microsoft founder Bill Gates is second with $53 billion, after giving away $28 billion to charity. And investor Warren Buffet retains third place with $50 billion, up from $47 billion last year. But Russian social media billionaire Yuri Milner takes the front cover. His hometown Moscow has 79 billionaires, the most of any major city.  The U.S. still has more billionaires than any other country, but the wealth gap is narrowing. The number of new billionaires in China has doubled. Robin Li, the CEO of search engine Baidu, is one of China's richest men - with more than $9 billion. Forbes editor Russell Flannery says Li's success symbolizes the changes going on in China.  \"We're really seeing the culmination of decades of successful economic reform in China. Private sector companies are getting a lot more legal protection, a lot more financial sector support than they ever had before,\" Flannery said. But Chinese consumers say the government must do more to help its middle class. \"I think it is good news. It is good for our country to have more and more rich people. But I just feel the rich-poor gap is widening, so maybe the government can do something and make the ordinary people richer. That would be a better result,\" one man said. It's not just the Chinese who worry about the income gap. In the U.S., 10 percent of the people own about 38 percent of the nation's net worth. But Forbes says things are not so simple. \"These are not people who are sitting on piles of jewels. They're creating businesses and if the businesses do not do well which means, that you have to have customers who have the means to make these businesses go, then we all end up losing. So, these are creators, they're not plutocrats. These are doers, making things happen and when they do well, we all do well,\" Forbes said.  Despite a difficult recession for many, the wealth of the world's billionaires is up 25 percent. And their average net worth is now $3.7 billion - $3.5 billion last year.",
            "vi": "Danh sách những người giàu có nhất do Forbes bình chọn phản ánh những thay đổi trong nền kinh tế toàn cầu    Câu lạc bộ tỉ phú đang phát triển. Danh sách hàng năm của tạp chí Forbes cho biết hiện nay có 1.210 tỉ phú trên khắp thế giới - hơn năm ngoái 199 người. Dù ba người kiếm được nhiều tiền nhất thế giới không thay đổi so với năm ngoái, nhưng những người mới có tên trong danh sách những người giàu nhất thế giới không phải đến từ Hoa Kỳ hay Tây Âu, mà là từ Nga và khu vực châu Á Thái Bình Dương.  Danh sách những người giàu nhất thế giới của tạp chí này phản ánh những thay đổi đáng kể trong nền kinh tế toàn cầu.  Steve Forbes, tổng biên tập tạp chí, nói về 200 tỉ phú mới trong năm nay, đa số đến từ quốc gia BRIC – Bra-xin, Nga, Ấn Độ và Trung Quốc.  Về châu Á Thái Bình Dương, số lượng tỉ phú tăng gần 40 phần trăm. Về các nước BRIC, các bạn thấy là Nga từ 62 tỉ phú lên 101, Bra-xin từ 18 lên 30. Và do vậy điều cần nhấn mạnh ở đây là có sự năng động trong nền kinh tế thế giới, nhưng không phải là ở Hoa Kỳ hay Tây Âu,\" ông nói.  Người đứng đầu danh sách vẫn không đổi.  Carlos Slim, người có thế lực trong giới truyền thông Mê-hi-cô giữ vị trí hàng đầu với giá trị tài sản ròng là 74 tỷ đô la. Nhà sáng lập Microsoft, Bill Gates giữ vị trí thứ hai với 53 tỷ đô la sau khi quyên góp từ thiện 28 tỷ đô la. Và nhà đầu tư Warren Buffet giữ vị trí thứ ba với 50 tỷ đô la, vượt lên từ 47 tỷ đô la vào năm ngoái. Nhưng Yuri Milner, tỉ phú phương tiện truyền thông xã hội Nga cũng nổi bật không kém. Moscow quê hương ông có 79 tỉ phú, nhiều nhất so với bất kỳ thành phố lớn nào.  Hoa Kỳ vẫn có nhiều tỉ phú hơn bất kỳ quốc gia nào khác, nhưng sự khoảng cách giàu nghèo đang thu hẹp lại.  Số lượng tỉ phú mới phất lên ở Trung Quốc đã tăng gấp đôi. Robin Li, Giám đốc Điều hành của công cụ tìm kiếm Baidu, là một trong những người giàu nhất Trung Quốc - với giá trị tài sản hơn 9 tỷ đô la. Russell Flannery, biên tập viên của tạp chí Forbes nói rằng thành công của Li là biểu tượng cho sự thay đổi diễn ra ở Trung Quốc.  \"Chúng ta thật sự đang chứng kiến đỉnh điểm về cải cách kinh tế thành công ở Trung Quốc trong nhiều thập niên qua. Các công ty tư nhân được bảo vệ nhiều hơn về mặt pháp lý, được hỗ trợ nhiều hơn về mặt tài chính so với trước đây, \" Flannery nói.  Nhưng người tiêu dùng Trung Quốc nói rằng chính phủ phải làm nhiều hơn nữa để giúp cho tầng lớp trung lưu. \"Tôi nghĩ đó là tin tốt. Thật tốt cho đất nước chúng tôi khi càng ngày càng có thêm nhiều người giàu. Nhưng tôi chỉ cảm thấy khoảng cách giàu - nghèo ngày càng lớn, vì vậy chính phủ có thể làm điều gì đó và giúp cho những người bình thường giàu có hơn. Vậy thì kết quả sẽ tốt hơn,\" một người nói.  Không chỉ người dân Trung Quốc mới lo ngại về khoảng cách thu nhập. Mà ở Hoa Kỳ, có 10 phần trăm người sở hữu khoảng 38 phần trăm giá trị tài sản ròng của quốc gia.  Nhưng Forbes nói rằng mọi việc không đơn giản như thế. \"Đây không phải là những người ngồi trên đống vàng. Họ đang thành lập doanh nghiệp và nếu như doanh nghiệp không làm ăn tốt thì có nghĩa là, bạn cần phải có khách hàng thì doanh nghiệp mới hoạt động được, bằng không thì chúng ta cũng mất cả chì lẫn chài. Vì vậy, họ là những người sáng lập chứ  không phải là những nhà tài phiệt. Đây là những người thực hiện, làm cho mọi việc được tiến hành và khi họ làm tốt thì tất cả chúng ta đều làm tốt,\" Forbes nói.  Dù thời kỳ suy thoái kinh tế gây khó khăn cho nhiều người nhưng giá trị tài sản của những tỉ phú trên thế giới lại lên tới 25%. Và giá trị tài sản ròng trung bình của họ hiện nay là 3,7 tỷ đô la - so với năm ngoái là 3,5 tỷ đô la."
        }
    ],
    "suggestions": []
}