{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mohammed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mohammed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mohammed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mohammed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mohammed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The most common name in the world is <em>Mohammed</em>.",
            "vi": "Cái tên phổ biến nhất thế giới là Mohammed."
        },
        {
            "en": "Tunisian PM <em>Mohammed</em> Ghannouchi has announced a major reshuffle of the interim government.",
            "vi": "Thủ Tường Mohammed Ghannouchi của Tunisia vừa thông báo sẽ có đợt cải tổ quan trọng trong chính phủ lâm thời"
        },
        {
            "en": "3 Jul: President <em>Mohammed</em> Morsi deposed by military after mass protests",
            "vi": "Ngày 3 tháng 7: Tổng thống Mohammed Morsi bị quân đội truất phế sau nhiều cuộc biểu tình của dân chúng"
        },
        {
            "en": "Hundreds of people were killed on Wednesday when Egyptian security forces moved in to clear camps in Cairo occupied by supporters of ousted President <em>Mohammed</em> Morsi.",
            "vi": "Hàng trăm người thiệt mạng vào hôm thứ 4 khi các lực lượng an ninh Ai Cập tiến vào giải tán các trại biểu tình ở Cairo của những người ủng hộ tổng thống bị lật đổ Mohammed Morsi."
        },
        {
            "en": "More than 80 people have been killed in Egypt, officials say, as protesters loyal to the ousted President <em>Mohammed</em> Morsi clashed with security forces.",
            "vi": "Các nhà chức trách cho hay, hơn 80 người bị thiệt mạng tại Ai Cập, khi những người biểu tình trung thành với tổng thống bị phế truất Mohammed Morsi đụng độ với lực lượng an ninh."
        },
        {
            "en": "Iraqi Trade Minister <em>Mohammed</em> Mehdi Saleh - who accused coalition forces of breaking into Iraqi warehouses and stealing children's milk - smiled when he was asked where Saddam was.",
            "vi": "Bộ trưởng Bộ thương mại I - rắc Mohammed Mehdi Saleh - người từng cáo buộc là liên quân đã đột nhập các kho hàng của I - rắc và ăn cắp sữa của trẻ em - đã mỉm cười khi được hỏi Saddam đang"
        },
        {
            "en": "Taliban supreme leader Mullah <em>Mohammed</em> Omar said the United States cannot get out of the current crisis by killing him or Bin Laden.",
            "vi": "Lãnh tụ tối cao của Taliban ông Mullah Mohammed Omar cho rằng Mỹ có giết ông ta hoặc Bin Laden thì cũng không thể thoát khỏi cuộc khủng hoảng hiện nay."
        },
        {
            "en": "Palestinian officials say 15-year-old <em>Mohammed</em> Dudin died early Friday in the village of Dura near the divided city of Hebron after being shot in the chest.",
            "vi": "Các quan chức Palestine cho biết, sáng sớm hôm thứ sáu, tại làng Dura gần thành phố bị chia rẽ, Hebron, cậu bé Mohamed Dublin 15 tuổi thiệt mạng do bị bắn vào ngực."
        },
        {
            "en": "Rafi <em>Mohammed</em> is a pricing strategy consultant and author of The 1% Windfall: How Successful Companies Use Price to Profit and Grow.",
            "vi": "Bài viết của Rafi Mohammed, nhà tư vấn chiến lược giá và tác giả cuốn \"1% lợi nhuận: Những công ty thành công đã sử dụng chiến lược giá để mang về lợi nhuận và phát triển như thế nào\"."
        },
        {
            "en": "For the launch of this year's GITEX, Dubai's ruler Sheikh <em>Mohammed</em> bin Rashid al-Maktoum made clear he sees the emirate's future in technology.",
            "vi": "Đối với việc ra mắt GITEX năm nay, nhà lãnh đạo Dubai, Sheikh Mohammed bin Rashid al-Maktoum đã nói rõ rằng ông nhìn thấy tương lai của tiểu vương quốc A Rập này trong lĩnh vực công nghệ."
        },
        {
            "en": "However, Nguyen Quang Hai equalised in the 69th minute after a mix-up between Bassam Al-Rawi and Ahmad Moein allowed him to pounce on a loose ball inside the box and finish past <em>Mohammed</em> Al-Bakari.",
            "vi": "Tuy nhiên, Nguyễn Quang Hải đã cân bằng tỷ số ở phút thứ 69 sau sự lộn xộn giữa Bassam Al-Rawi và Ahmad Moein đã cho phép anh chộp lấy và đưa bóng vào khung thành vượt qua thủ môn Mohammed Al-Bakari."
        },
        {
            "en": "However, Nguyen Quang Hai equalised in the 69th minute after a mix-up between Bassam Al-Rawi and Ahmad Moein allowed him to pounce on a loose ball inside the box and finish past <em>Mohammed</em> Al-Bakari.",
            "vi": "Tuy nhiên, Nguyễn Quang Hải đã cân bằng tỷ số ở phút thứ 69 sau sự lộn xộn giữa Bassam Al-Rawi và Ahmad Moein đã cho phép anh chộp lấy và đưa bóng vào khung thành vượt qua thủ môn Mohammed Al-Bakari."
        },
        {
            "en": "It was given by the referee when goalkeeper <em>Mohammed</em> Al Bakari picked up a backpass. However, mercurial midfielder Nguyen Quang Hai could only hit the crossbar with his effort.",
            "vi": "Trọng tài đã đưa ra khi thủ môn Mohammed Al Bakari trao bóng. Tuy nhiên, tiền vệ nhanh nhẹn Nguyễn Quang Hải với nỗ lực của mình chỉ có thể sút trúng xà ngang."
        },
        {
            "en": "One hundred and forty-two Rangers of the third Battalion had just captured 22 supporters of <em>Mohammed</em> Farrah Aideed when a supporting helicopter was shot down by Somali rocket-propelled grenades.",
            "vi": "Một trăm bốn mươi hai lính biệt động của tiểu đoàn ba vừa bắt được 22 kẻ ủng hộ mohammed farrah aideed thì một máy bay trực thăng hỗ trợ bị súng phóng lưu đạn bắn rơi."
        },
        {
            "en": "It was given by the referee when goalkeeper <em>Mohammed</em> Al Bakari picked up a backpass. However, mercurial midfielder Nguyen Quang Hai could only hit the crossbar with his effort.",
            "vi": "Trọng tài đã đưa ra khi thủ môn Mohammed Al Bakari trao bóng. Tuy nhiên, tiền vệ nhanh nhẹn Nguyễn Quang Hải với nỗ lực của mình chỉ có thể sút trúng xà ngang."
        },
        {
            "en": "QATAR: <em>Mohammed</em> Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, Salem Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali.",
            "vi": "QATAR: Mohammed Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, Salem Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali."
        },
        {
            "en": "QATAR: <em>Mohammed</em> Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, Salem Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali.",
            "vi": "QATAR: Mohammed Al-Bakari, Tameem Al-Muhaza, Bassam Al-Rawi, Tarek Salman, Sultan Al-Brake, Salem Al-Hajri (Abdullah Al-Ahrak 60’), Assim Madibo, Hashim Ali (Meshaal Al-Shammeri 106’), Ahmad Moein, Akram Afif, Almoez Ali."
        },
        {
            "en": "27 January 2011 Last updated at 22:59 GMT        \n \n27 January 2011 Last updated at 22:59 GMT  Tunisian PM <em>Mohammed</em> Ghannouchi has announced a major reshuffle of the interim government. He has kept his job but many allies of ousted President Zine al-Abidine Ben Ali have left. Mr Ghannouchi said in a TV address that 12 ministers had been replaced. He insisted the government was \"transitional\" and would \"take the country to democracy\". Protests are continuing, demanding a purge of Mr Ben Ali's allies. On Wednesday, Tunisia issued an international arrest warrant for Mr Ben Ali, who fled to Saudi Arabia on 14 January. Mr Ben Ali is accused of illegally acquiring property and assets and transferring funds abroad during his presidency. Trade union endorsement  Mr Ghannouchi announced the cabinet overhaul late on Thursday, saying he had included very competent people in his new line-up. Among the key changes was the replacement of the defence, interior and finance ministers, who had all served under Mr Ben Ali. Earlier on Thursday, Foreign Minister Kamel Morjane announced his resignation, saying it was in the national interests of the country. The reshuffle was welcomed by the powerful UGTT trade union, although it said it would not be joining the new government. The endorsement by the UGTT may go some way towards softening opposition to Mr Ghannouchi among protesters, says the BBC's Magdi Abdelhadi in the capital Tunis.  But our correspondent adds that it is unclear whether the cabinet overhaul will be enough to calm widespread opposition to Mr Ghannouchi himself, who had served as prime minister under Mr Ben Ali for many years. Anti-government rallies continued on Thursday in Tunis and also in the central town of Sidi Bouzid. \"We reject Ghannouchi totally. We were surprised to see him announce the government,\" protester <em>Mohammed</em> Fadel in Tunis was quoted as saying by Reuters. \"Since he did not fight corruption under Ben Ali, he is an accomplice.\" On Wednesday, police in the capital fired tear gas at hundreds of demonstrators after they reportedly tried to breach barricades around the prime minister's office. Mr Ghannouchi has promised to quit \"in the shortest possible timeframe\", pledging to hold elections within six months http://www.bbc.co.uk/news/world-africa-12302232",
            "vi": "27 January 2011 Last updated at 22:59 GMT        \n \n27 January 2011 Last updated at 22:59 GMT  Thủ Tường Mohammed Ghannouchi của Tunisia vừa thông báo sẽ có đợt cải tổ quan trọng trong chính phủ lâm thời Ông ta vẫn tiếp tục cương vị thủ tướng nhưng nhiều đồng minh của Tổng Thống bị lật đổ Zine al-Abidine Ben Ali đã ra đi Ông Ghannouchi phát biểu trong một buổi nói chuyện trên truyền hình rằng 12 bộ trưởng đã được thay thế. Ông nhấn mạnh chính phủ này đang trong giai đoạn “lâm thời” và sẽ “đưa đất nước tiến đến nền dân chủ” Các vụ phản kháng vẫn đang tiếp diễn, đòi thanh lọc các đồng minh của ông Ben Ali Hôm thứ Tư, Tunisia đã phát lệnh bắt giữ quốc tế đối với ông Ben Ali, người đã bay sang Ả Rập Saudi vào ngày 14 tháng Giêng Ông Ben Ali bị cáo buộc thu gom tài sản bất một cách hợp pháp và chuyển tiền ra nước ngoài trong thời gian còn làm tổng thống Sự tán thành của công đoàn Ông Ghannouchi đã thông báo xem xét lại toàn bộ nội các sau đó trong ngày thứ Năm, ông cho biết đã đưa những người rất có năng lực vào đội ngũ mới của mình Trong số các thay đổi chủ chốt là vị trí của các bộ trưởng quốc phòng, nội vụ và tài chính, tất cả đều là những người đã phục vụ dưới trướng của ông Ben Ali Trước đó vào ngày thứ Năm, Bộ Trưởng Ngoại Giao Kamel Morjane thông báo từ chức, ông cho biết làm như thế là vì các lợi ích mang tính quốc gia của đất nước này Cuộc cải tổ này nhận được sự chào đón của Tổng Công Đoàn Lao Động (UGTT) đầy quyền lực, dù họ cho biết sẽ không tham gia chính phủ mới  Theo lời phóng viên Magdi Abdelhadi của BBC tại thủ đô Tunis, sự tán thành của UGTT có thể hướng đến mục đích xoa dịu sự chống đối ông Ghannouchi của những người phản đối Nhưng phóng viên của chúng tôi nói thêm vẫn chưa rõ cuộc thay đổi nội các sâu rộng này có đủ để trấn yên sự chống đối lan rộng đối với bản thân ông Ghannouchi, người nhiều năm giữ chức thủ tướng dưới thời Ông Ben Ali, hay không Các cuộc biểu tình chống chính phủ vẫn tiếp diễn vào hôm thứ Năm ở Tunis cũng như ở thành phố trung tâm của Sidi Bouzid  “Chúng tôi hoàn toàn phản đối Ghannouchi. Chúng tôi ngạc nhiên khi thấy ông ta tuyên bố lập chính phủ,” người biểu tình tên Mohammed Fadel ở Tunis được Reuters dẫn lời cho biết  “Bởi vì dưới thời Ben Ali, ông ta không đấu tranh chống tham nhũng, ông ta là kẻ thông đồng” Hôm thứ Thư, theo tường thuật cảnh sát đã bắn hơi cay vào hàng trăm người biểu tình sau khi họ tìm cách phá vỡ các rào chắn quanh văn phòng của thủ tướng Ông Ghannouchi hứa sẽ ra đi “trong thời hạn ngắn nhất có thể”, cam đoan sẽ tổ chức bầu cử trong vòng sáu tháng http://www.bbc.co.uk/news/world-africa-12302232"
        },
        {
            "en": "25. France — GDP per capita: $41,396 (£28,749) Ioan Panaite/Shutterstock  24. Belgium — GDP per capita: $42,923 (£29,810) REUTERS/Sergio Perez \t \t\t\t \t 23. Iceland — GDP per capita: $44,575 (£30,957) Flickr/James Kirkus-Lamont  22. Oman — GDP per capita: $44,903 (£31,185) REUTERS/<em>Mohammed</em> Dabbous  \t 21. Denmark — GDP per capita: $45,800 (£31,808) REUTERS/Bob Strong  20. Canada — GDP per capita: $45,981 (£31,934) Shutterstock  \t \t 19. Taiwan — GDP per capita: $45,996 (£31,944) Anisha Shah  18. Germany — GDP per capita: $46,165 (£32,062) REUTERS/Fabrizio Bensch  \t \t 17. Sweden — GDP per capita: $46,386 (£32,215) REUTERS/Gleb Garanich  16. Austria — GDP per capita: $46,906 (£32,576) Alex Poison/Shutterstock  15. Australia — GDP per capita: $48,288 (£33,536) Flickr/34094515@N00  14. Ireland — GDP per capita: $48,786 (£33,882) Tilman Ehrcke/Shutterstock  13. The Netherlands — GDP per capita: $48,797 (£33,889) kavalenkava volha/Shutterstock  12. Bahrain — GDP per capita: $52,830 (£36,690) Flickr/Chris Price  11. Saudi Arabia — GDP per capita: $56,253 (£39,068) REUTERS/Ali Jarekji   10. Switzerland — GDP per capita: $56,815 (£39,458) Rudy Balasko/Shutterstock  9. United States — GDP per capita: $57,045 (£39,618) REUTERS/Adrees Latif  8. Hong Kong — GDP per capita: $57,676 (£40,056) Dave Schumaker, Flickr  7. United Arab Emirates — GDP per capita: $67,201 (46,671) Reuters/Matthias Seifert  6. Norway — GDP per capita: $67,619 (£46,962) Jørn Eriksson, Flickr  5. Kuwait — GDP per capita: $71,600 (£49,726) Flickr/CC0  4. Brunei — GDP per capita: $80,335 (£55,793) Wikimedia/Sam garza  \t \t 3. Singapore — GDP per capita: $84,821 (£58,909) Thomson Reuters  2. Luxembourg — GDP per capita: $94,167 (£65,399) Wikimedia  1. Qatar — GDP per capita: $146,011 (£101,406)  AP",
            "vi": "25. Pháp GDP bình quân đầu người: 41.396 USD  24. Bỉ GDP bình quân đầu người: 42.923 USD  23. Iceland GDP bình quân đầu người: 44.575 USD  22. Oman GDP bình quân đầu người: 44.903 USD  21. Đan Mạch GDP bình quân đầu người: 45.800 USD  20. Canada GDP bình quân đầu người: 45.981 USD   19. Đài Loan GDP bình quân đầu người: 45.996 USD  18. Đức GDP bình quân đầu người: 46.165 USD  17. Thụy Điển GDP bình quân đầu người: 46.386 USD 16. Áo GDP bình quân đầu người: 46.906 USD  15. Australia GDP bình quân đầu người: 48.288 USD  14. Ireland GDP bình quân đầu người: 48.786 USD  13. Hà Lan GDP bình quân đầu người: 48.797 USD  12. Bahrain GDP bình quân đầu người: 52.830 USD  11. Saudi Arabia GDP bình quân đầu người: 56.253 USD10. Thụy Sỹ GDP bình quân đầu người: 56.815 USD  9. Mỹ GDP bình quân đầu người: 57.045 USD  8. Hồng Kông GDP bình quân đầu người: 57.676 USD  7. Các tiểu vương quốc Arab thống nhất (UAE) GDP bình quân đầu người: 67.201 USD  6. Na-Uy GDP bình quân đầu người: 67.619 USD  5. Kuwait GDP bình quân đầu người: 71.600 USD  4. Brunei GDP bình quân đầu người: 80.335 USD  3. Singapore GDP bình quân đầu người: 84.821 USD  2. Luxembourg GDP bình quân đầu người: 94.167 USD  1. Qatar GDP bình quân đầu người: 146.011 USD"
        }
    ],
    "suggestions": []
}