{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mohammad"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mohammad"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mohammad"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mohammad"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mohammad"
        }
    },
    "sentences": [
        {
            "en": "Khalid Shaikh <em>Mohammad</em> is the alleged key planner of the 9/11 attacks.",
            "vi": "Khalid Shaikh Mohammad bị xem là kẻ chủ chốt lập kế hoạch các vụ tấn công ngày 11/9."
        },
        {
            "en": "The Hegira was when <em>Mohammad</em> and his followers, the Muslims, left for Medina from Mecca because of threats from the Meccan rulers.",
            "vi": "Sự rút khỏi thánh địa Mecca của Mohammad là khi Mohammad và những người theo ông ấy, những tín đồ Hồi giáo, rời khỏi Mecca đến Medina bởi vì những mối đe dọa từ những người cai trị Mecca."
        },
        {
            "en": "“We feel relieved that his birthplace has been traced and hopefully he will soon be reunited with his family,” SHO Athmuqam <em>Mohammad</em> Yasin told Dawn on Wednesday.",
            "vi": "Chỉ huy đồn cảnh sát Athmuqam Mohammad Yasin nói với tờ Dawn hôm Thứ tư: “Tìm ra được quê hương cho anh ấy, chúng tôi thấy nhẹ cả người và hy vọng anh sẽ sớm được đoàn tụ cùng gia đình mình.\""
        },
        {
            "en": "A spokesman for religious leader Sufi <em>Mohammad</em> said the provincial government should have talked with him before appointing judges to the court.",
            "vi": "Phát ngôn viên của lãnh tụ tôn giáo Sufi Mohammad cho biết chính quyền tỉnh nên nói chuyện với ông trước khi chỉ định thẩm phán cho phiên toà."
        },
        {
            "en": "Islamabad, Pakistan (CNN) -- Heavy rains and flooding in Pakistan's southeastern Sindh province have killed some 226 people over the past month, the National Disaster Management Authority said Tuesday.    The dead include 34 children and 59 women, said an agency summary. In all, 5.3 million people have been affected by the flooding, and 1.19 million homes have been damaged, the authority said. The flooding has inundated more than 4.5 million acres and damaged an estimated 80% of crops.    And the heavy rains are not over. \"Meteorological conditions indicate that a strong weather system is developing over central parts of India that would cause widespread heavy rains in Pakistan during the coming week,\" said a weather advisory posted on the disaster agency's web site.     \"Heavy to very heavy rainfall may generate severe flooding in Lower Sindh,\" as well as flash flooding in Punjab, Khyber Pakhtunkwa and Balochistan provinces, the advisory said.    The United Nations was making arrangements to provide food supplies to half a million people for the next month in Sindh, the state-run Associated Press of Pakistan reported Monday.     A U.N. team was visiting Pakistan in response to a phone conversation between Pakistani President Asif Ali Zardari and U.N. Secretary-General Ban Ki-moon, the news agency reported.    Aid is also flowing in from other countries. On Monday, the Chinese ambassador to Pakistan presented a $50,000 check to the National Disaster Management Authority and has also promised $4.7 million in aid to flooded areas as well as tents, the authority said on its web site.    Also, the interior minister of Iran, Mostafa <em>Mohammad</em> Najar, said Sunday Iran will donate $100 million in aid to Sindh, the Associated Press of Pakistan said. Najar said he will take a planeload of relief goods to Pakistan within a week.    And Pakistan's Finance Division has established a Prime Minister's Relief Fund for flood victims in Sindh and elsewhere, according to the Associated Press of Pakistan. Donations can be made by domestic and international donors, according to the report.    ",
            "vi": "Islamabad, Pa-ki-xtan (CNN) -- Mưa to và lụt ở tỉnh Sindh thuộc miền đông nam của Pa-ki-xtan đã làm thiệt mạng khoảng 226 người trong tháng vừa qua, theo Cơ quan Quản lý Thảm hoạ Quốc gia công bố vào hôm Thứ ba.    Những người chết bao gồm 34 trẻ em và 59 phụ nữ, theo bản tóm tắt của một chi nhánh của cơ quan này. Tổng cộng 5,3 triệu người đã bị ảnh hưởng bởi nạn lụt, và 1,19 triệu căn nhà đã bị hư hại, theo cơ quan này cho biết. Nạn lụt đã làm ngập hơn 4,5 triệu mẫu Anh và gây thiệt hại ước tính 80 % mùa màng.    Và những trận mưa to vẫn chưa dừng hẳn. \"Tình trạng khí tượng cho thấy hệ thống thời tiết khắc nghiệt đang tiến triển ở nhiều khu vực trung tâm Ấn Độ sẽ làm lan rộng ra những trận mưa to ở Pa-ki-xtan trong tuần sắp đến\", theo lời của một chuyên gia thời tiết đăng trên trang web của cơ quan dự báo thảm hoạ.   \"Lượng mưa từ to cho đến rất to có thể gây ra nạn lụt nghiêm trọng ở khu vực Lower Sindh,\" cũng như xuất hiện lũ lớn đột ngột ở các tỉnh Punjab, Khyber Pakhtunkwa và Balochistan, chuyên gia thời tiết này cho biết thêm.    Liên Hiệp Quốc đang chuẩn bị tiếp tế nguồn thực phẩm cho một nửa triệu người trong tháng sau ở Sindh, hãng tin Associated Press của chính phủ Pa-ki-xtan báo cáo vào hôm Thứ hai.    Hãng athông tấn xã này cũng cho biết nhóm cứu trợ của Liên Hiệp Quốc đang thăm Pa-ki-xtan để hưởng ứng cuộc nói chuyện qua điện thoại giữa Asif Ali Zardari - tổng thống Pa-ki-xtan và Tổng thư ký LHQ Ban Ki-moon.     Nguồn viện trợ cũng đang đổ vào từ các quốc gia khác. Vào ngày thứ hai, đại sứ Trung Quốc tại Pa-ki-xtan cũng dâng tấm chi phiếu trị giá 50.000 đô la cho Cơ quan Quản lý Thảm hoạ Quốc gia và cũng đã hứa viện trợ  4,7 triệu đô-la Mỹ  đến vùng lũ cũng như các lều trại, cơ quan này công bố trên trang web của mình.    Ngoài ra, bộ trưởng nội vụ của Iran, Mostafa Mohammad Najar cho biết hôm Chủ nhật là Iran sẽ tặng viện trợ 100 triệu đô-la cho Sindh, Hãng tin Associated Press của Pa-ki-xtan cho hay. Najar công bố ông sẽ cho một máy bay chở hàng hoá cứu trợ đến Pa-ki-xtan trong vòng một tuần.   Và Cục Tài chính của Pa-ki-xtan đã thành lập Quỹ cứu trợ do thủ tướng đứng đầu dành cho nạn nhân lũ lụt ở Sindh và các nơi khác, theo hãng tin Associated Press của Pa-ki-xtan. Việc quyên góp có thể được thực hiện bởi các nhà tài trợ trong và ngoài nước, theo như báo cáo.     "
        }
    ],
    "suggestions": []
}