{
    "en_vn": {
        "data": {
            "content": null,
            "word": "moisturizer"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "moisturizer"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>moisturizer</k><blockquote>▸ <cclass>noun LOTION, cream, balm, emollient, salve, unguent, lubricant; <cclass><i>technical</i> humectant.</cclass></cclass></blockquote></div>",
            "word": "moisturizer"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "moisturizer"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moisturizer"
        }
    },
    "sentences": [
        {
            "en": "<em>Moisturizer</em>",
            "vi": "Kem, chất dưỡng ẩm"
        },
        {
            "en": "apply <em>moisturizer</em>/sunscreen (collocation)",
            "vi": "thoa kem dưỡng da/kem chống nắng (cụm từ thường đi với nhau)"
        },
        {
            "en": "I use <em>moisturizer</em> every night",
            "vi": "Tôi dùng dưỡng ẩm hàng đêm"
        },
        {
            "en": "I suggest you should use <em>moisturizer</em>.",
            "vi": "Tôi đề nghị bạn dùng kem giữ ẩm da."
        },
        {
            "en": "I often use <em>moisturizer</em> every night",
            "vi": "Tôi thường sử dụng kem dưỡng ẩm vào ban đêm"
        },
        {
            "en": "I use a <em>moisturizer</em> every night.",
            "vi": "Tôi dùng kem giữ ẩm da mỗi tối."
        },
        {
            "en": "I'm running low on facial <em>moisturizer</em> and powder.",
            "vi": "Tôi sắp hết loại phấn và kem giữ ẩm da mặt."
        },
        {
            "en": "I 'm running low on facial <em>moisturizer</em> and powder.",
            "vi": "Tôi sắp hết loại phấn và kem giữ ẩm da mặt."
        },
        {
            "en": "I always use <em>moisturizer</em> before go to bed",
            "vi": "Tôi luôn luôn dùng kem dưỡng ẩm trước khi đi ngủ"
        },
        {
            "en": "In the morning I brush my teeth, wash my face, and then apply a <em>moisturizer</em>.",
            "vi": "Vào buổi sáng tôi đánh răng, rửa mặt, và sau đó thoa kem dưỡng ẩm."
        },
        {
            "en": "Put some <em>moisturizer</em> on as a base before applying your make - up.",
            "vi": "Thoa kem dưỡng ẩm lên làm nền trước khi thực hiện việc trang điểm."
        },
        {
            "en": "Remember to put some <em>moisturizer</em> on as a base before applying your make-up.",
            "vi": "Nhớ xoa một ít chất kem ướt làm nền trước khi đánh phấn."
        },
        {
            "en": "Find a <em>moisturizer</em> that fits your skin type and makes your skin look and feel soft.",
            "vi": "Hãy tìm loại kem dưỡng ẩm phù hợp với loại da bạn và làm cho da có cảm giác mềm hơn."
        },
        {
            "en": "Put some <em>moisturizer</em> on as a base before applying your make-up",
            "vi": "Xoa một ít chất kem ướt làm nền trước khi đánh phấn"
        },
        {
            "en": "Try liquid foundations mixed with <em>moisturizer</em> to nourish your dry face.",
            "vi": "Hãy dùng thử lớp nền dạng nước kết hợp với kem giữ ẩm để dưỡng da mặt khô."
        },
        {
            "en": "<em>Moisturizer</em> is one of the most common things which helps people's skin smooth.",
            "vi": "Kem dưỡng ẩm là một trong những vật dụng hằng ngày giúp làm mềm mịn làn da."
        },
        {
            "en": "Put some <em>moisturizer</em> on as a base before applying your make up.",
            "vi": "Xoa một ít chất kem ướt làm nền trước khi đánh phấn."
        },
        {
            "en": "Remember to put some <em>moisturizer</em> on as a base before applying your make - up.",
            "vi": "Nhớ xoa một ít chất kem ướt làm nền trước khi đánh phấn."
        },
        {
            "en": "Put some <em>moisturizer</em> on as a base before applying your make-up.",
            "vi": "Thoa kem dưỡng ẩm lên làm nền trước khi thực hiện việc trang điểm."
        },
        {
            "en": "Because when we do, you tell us “you look so old!” which drives us straight to the anti-aging <em>moisturizer</em> shelf in the nearest Maximark.",
            "vi": "Vì nếu chúng tôi nói, các anh sẽ bảo \"trông ông già quá!\" khiến chúng tôi phải chạy ngay đến tiệm Maximark gần nhất mà mua kem dưỡng da bôi cho bớt già."
        }
    ],
    "suggestions": []
}