{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mɔli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người đàn ông ẻo lả, cậu bé ẻo lả</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) cô gái; người đàn bà trẻ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) gái điếm, đĩ</td></tr></table><i/></div>",
            "word": "molly",
            "pronounce": "['mɔli]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>molly</k><blockquote>(also <cclass><b>mollie</b>) </cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>mollies</b>) a small live-bearing killifish which has been bred for aquaria in many colours, especially black. [Genus <i>Poecilia</i>: several species.] </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: from mod. L. <i>Mollienisia</i> (former genus name), from the name of Count <i>Mollien</i>, French statesman. </blockquote></div>",
            "word": "molly",
            "pronounce": "['mɔli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "molly",
            "pronounce": "['mɔli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "molly",
            "pronounce": "['mɔli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "molly",
            "pronounce": "['mɔli]"
        }
    },
    "sentences": [
        {
            "en": "That's where <em>Molly</em> can knock spots off them.",
            "vi": "Đó là nơi mà Molly có thể vượt trội hơn bọn họ."
        },
        {
            "en": "Dr Laver told <em>Molly</em> to pick up one of the babies.",
            "vi": "Bác sĩ Laver bảo Molly chọn một trong những em bé này."
        },
        {
            "en": "By the time she was 16, <em>Molly</em> had already told a bloodcurdling tale.",
            "vi": "Trước khi được 16 tuổi, Molly đã kể một câu chuyện kinh hoàng."
        },
        {
            "en": "Councilwoman <em>Molly</em> McKasson is slated for an appearance on the evening news.",
            "vi": "Nữ hội viên hội đồng thành phố Molly McKasson dự kiến sẽ xuất hiện trong bản tin buổi tối."
        },
        {
            "en": "Last year <em>Molly</em> entered a competition in Philadelphia in which she ate 363 chicken wings in 30 minutes.",
            "vi": "Năm ngoái Molly tham gia một cuộc thi ở Philadelphia, cô ăn 363 cái cánh gà trong 30 phút."
        },
        {
            "en": "<em>Molly</em> broke her father's favorite chair. Now he's home from work and she'll have to face the music.",
            "vi": "Molly làm gãy cái ghế ưa thích của cha cô ấy. Bây giờ ông ấy đi làm về và cô ấy sẽ phải chấp nhận hậu quả."
        },
        {
            "en": "Just look at the way John wears his heart on his sleeve! He has eyes only for <em>Molly</em>. But the feeling doesn't seem to be mutual. Poor John!",
            "vi": "Hãy nhìn cách anh John biểu lộ tình cảm của anh một cách công khai thế kia! Anh ấy chỉ nhìn thấy có cô Molly mà thôi. Nhưng dường như cô Molly lại không có một tình cảm tương tự để đáp lại. Tội nghiệp thay cho anh John!"
        },
        {
            "en": "Just look at the way John wears his heart on his sleeve! He has eyes only for <em>Molly</em>. But the feeling doesn't seem to be mutual. Poor John!",
            "vi": "cách anh John biểu lộ tình cảm của anh một cách công khai thế kia! Anh ấy chỉ nhìn thấy có cô Molly mà thôi. Nhưng dường như cô Molly lại không có một tình cảm tương tự để đáp lại. Tội nghiệp thay cho anh John!"
        },
        {
            "en": "Joel: Well, I had a couple at <em>Molly</em> O’Holly’s, too. I am nothing if not thorough . You’ve got to admire my scientific approach.",
            "vi": "Joel: À, anh cũng làm 2 ly tại Molly O’Holly’s nữa. Anh sẽ không sao nếu không hết lòng. Em phải ngưỡng mộ với cách tiếp cận khoa học của anh chứ."
        },
        {
            "en": "If you’re after a video that shows dining etiquette, this is not it. It shows <em>Molly</em> Schuyler eating three 72-ounce dinners in 20 minutes during a food challenge.",
            "vi": "Nếu bạn nghĩ mình đang xem một video có cảnh ăn tối thông thường thì không phải đâu. Đó là cảnh cô Molly Schuyler ăn những khẩu phần nặng tới 6kg trong vòng 20 phút tại một cuộc thi ăn đấy."
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by UC Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with UC Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called <em>Molly</em>, Digory and Lollipop (a Chihuahua-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian veterinarian reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility orthopedic patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-Madison, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        },
        {
            "en": "Priceless holiday gifts      If you had to guess what kids love most about the holidays, what would it be? Lots of people - kids and grownups alike - would probably say getting presents. Just look at those crowded shopping malls and all those catalogs that come in the mail! As the winter holidays draw near, kids are thinking only about what they will get, right? Wrong. More Than Presents Based on some researchs we did last holiday season, we happily report that kids look forward to a lot more than just presents. About 300 kids answered our 2004 email survey about the holidays. Here's what they told us: Nine-year-old Preshious said: \"I celebrate family and friends and it is NOT just about presents!\" Jordan, 10, likes to sing and help with the Christmas tree. Fourteen-year-old Peter said his favorite part of the holidays is that \"we're all together.\" Christmas may be the first holiday that comes to mind this time of year, but kids are celebrating other special days, too. Ten-year-old Hallie celebrates Hanukkah, a Jewish holiday. She said she likes when her family reads a prayer from the Torah. Harley, 11, celebrates Hanukkah, too. She likes lighting the candles on the menorah. Other kids are celebrating Eid, which marks the end of Ramadan, a month of daytime fasting for those who are Muslim. Hiba, 12, said she likes celebrating Eid by going on family trips to far-off places like the United Arab Emirates. For the holiday, Hiba likes to wear traditional clothes and put henna (a kind of dye) on her hands and legs. \"I like wearing traditional clothes because everyone says I look so much like a nice village girl living in my country.\" Families Rule No matter which holiday kids were celebrating, many said spending time with family was special to them. Jolene, 12, likes having dinner, opening presents, and going snowboarding with her family. Nine-year-old Michelle likes singing \"Holy One\" in Spanish. And being around the Christmas tree \"gives me time to tell my family I love them.\" Georgia, 10, likes just being with family, especially her dad. \"My dad works day and night working his bum off and in the holidays we get to see him.\" Erika, 8, likes going to her grandparents' house. Lindsay, 8, also likes visiting her grandma, who she describes as \"really fun!\"  Shakara, 14, likes \"sitting with family and talking about the good old days\" at holiday time. Fabulous Food When you get families together, good food often follows. And lots of kids told us they have fun making holiday foods and eating them. Eleven-year-old Alexa and her mom make chocolate-covered spoons and pretzels. Alanna, 9, likes to eat flaming Christmas cake. At Sara's house, they have a party with lobster, but her mom won't let her see the lobster until it's cooked. \"She doesn't want me to treat it like a pet. I won't eat it then!\" All this food isn't just delicious. It's another chance to spend time with family. Lizzie, 9, said she loves building a gingerbread house and baking cookies because \"it's fun to cook with my mom.\" And at Analyse's house, they bring food and family together in an unusual way: with a mashed potato-eating contest! To us, that sounds like a recipe for a stomachache, but Analyse disagrees. \"It is fun and competitive ... and the potatoes are tasty!\" Playing Together Besides eating, what else are kids doing at holiday time? Decorating the house, of course. Ryan, 9, likes setting up the Christmas tree because \"it's fun and you can't really get into trouble.\" <em>Molly</em>, 11, likes decorating and putting up the lights outside. In those well-decorated houses, families are singing and dancing. Yurat, 13, sent his comments to us in Spanish. Translated, we learned that his family does Mexican dances at holiday time. Marianne, 13,  likes doing Christmas karaoke with her family. (Karaoke is when people sing into a microphone along with the music - and they don't always sound good!) At Abbie's house, they dance to Irish music because her family is part Irish. \"The Irish songs are jolly and bouncy.\" Nikki, 10, said she likes visiting a family friend's farm. They ride through the fields on a tractor to see dozens of decorated Christmas trees. Lots of kids said they liked being out in the snow, throwing snowballs, skiing, snowboarding, or snowmobiling. Grace, 11, said her family has a splashing way to warm up after playing in the snow: They jump into the hot tub. \"You get all cold and wet and then you warm up your whole body from head to toe. It's really fun!\" Giving Feels Good Speaking of warm holiday feelings, many kids also told us how they help others at holiday time. They help by supporting food banks, soup kitchens, shelters, and groups such as the Salvation Army, Toys for Tots, and Operation Christmas Child. Kids said giving was the right thing to do, but many also told us how it made them feel. In a word, it makes them feel good. Gina, 13, gives traditional holiday foods to the elderly. Morgan, 13, donates food to the food pantry at her church. The food goes into baskets that are delivered to needy people. Morgan said, \"I like to see the joy on their faces.\" Nine-year-old Kari said her family donates toys and presents to needy children. \"I always feel great when I get presents. So when I give them, I am almost sure that the person who received it is very happy.\" Sammy, 13, helps others by feeding the homeless and spending time with them. \"It might sound creepy, but it's really not that bad. It's nice to see them smile.\" So kids are donating money, toys, clothes, and food, but they're also sharing something that doesn't cost any money. What is it? Their kindness and good cheer. Eight-year-old Deena visits relatives \"so they won't feel lonely.\" Valerie, 12, also visits the elderly at the holidays. And Jary, 11, helps others by sending letters to a soldier serving in Iraq. \"It makes his days in Iraq a little more better.\" Marissa, 7, said she helps others this way: \"I have a good prayer for everyone in the world so I know they're OK and safe as can be.\" Kids Can Lead the Way You might not know it, but a lot of grownups are wondering how to celebrate the holidays in a more meaningful way. To grownups, more meaningful means slowing down, spending less money, and worrying less about buying tons of expensive gifts for everyone. To kids, this might sound like bad news. Does that mean you might get fewer computer games, clothes, and other cool stuff? It might. But a ton of presents isn't as important as the great family times and holiday traditions kids love sharing with the people they care about. And we're not talking about no presents at all. That would be awful - for kids and adults alike! The good news is that families can start small. Here are some ideas that you might want to share with your parents. The goal is to slow down and enjoy the holidays together. Start putting names in a hat Maybe you've done this at school before? You put everyone's name on a little piece of paper and put all the slips in a hat or a shoebox. Then each person pulls out a name and buys a gift for just this person. Using this method, everyone gets a present, but each person only has to buy one gift. You can set a spending limit, too, to make it easier to decide what you should buy. Make presents instead of buying them Lots of grownups like receiving homemade gifts. Here are some ideas: * Decorate a photo frame and include a special photo. You also might frame some tickets from a special occasion, like a great football game or a concert you attended with the person.  * Learn to knit or do a needle craft, such as cross-stitching. Make small gifts showing off your new talent.  * Bake cookies or other holiday treats and package them in pretty holiday boxes or baskets. You also can put cookie ingredients in a glass jar as a gift. You layer the ingredients (such as sugar, oats, chocolate chips) like sand art. It looks pretty and the person can whip up a batch of delicious cookies. Don't put eggs or butter in the jar, though, and be sure to include the recipe!  * Write a poem, letter, or song to the person, explaining why he or she is special to you. You could also draw a picture or do a painting.   * Plant flowers that will start blooming around the holidays. Decorate the pot for the plant or wrap a bow around it.  * Give the person a packet of homemade coupons for stuff he or she likes. You might give your little brother a free pass to borrow one of your toys or a coupon that would \"buy\" your willingness to play a game of his choice with him. Give gifts that benefit charities Give a gift in someone’s name to a charity. For instance, you might donate money to your grandmother's favorite charity. Maybe she loves animals and would be thrilled if you donated money to the local animal shelter. Hey, animals need a little holiday cheer, too! Give gifts of time Some families decide to give their time by serving people who eat at soup kitchens or live in homeless shelters. It's a good way to learn, up close and personal, about people who are needy. Sammy, whose family serves food at the homeless shelter, says they even play cards with the people who come to eat. That's really spreading holiday cheer! How to Begin If you're interested in trying some of these new family traditions, the first step is to have a family talk to see what everyone thinks. If you can't get everyone to agree on one idea, look for other ideas that might have more support. It may be too late to make changes this year. If so, maybe start early next year. As a first step, you might want to tell your mom and dad what is the most important to you about the holidays. We certainly liked hearing what kids had to say about the holidays. Your comments were the best kind of holiday gift. They didn't cost a thing, they were from the heart, and they made us feel warm and happy inside, like a cup of hot cocoa on a snowy winter's night. Happy Holidays!",
            "vi": "Các quà tặng ngày lễ vô giá     Nếu phải đoán xem trẻ con thích gì nhất về ngày lễ thì bạn sẽ đoán cái gì nào? Nhiều người – già trẻ đều giống nhau – ắt hẳn là sẽ thích được tặng quà. Hãy nhìn những trung tâm thương mại, những khu mua sắm đông đúc và hết thảy các ca-ta-lô trong mail xem! Khi kỳ nghỉ đông đến gần thì trẻ con chỉ nghĩ tới những món quà hay những gì chúng được nhận thôi, đúng không?  Sai rồi.  Hơn cả quà tặng nữa kìa  Căn cứ vào một số nghiên cứu vào mùa lễ năm trước, chúng tôi rất vui mừng biết rằng trẻ em hiện mong muốn được nhận được nhiều thứ khác hơn là quà nữa. Khoảng 300 bé đã trả lời cho cuộc khảo sát bằng email về ngày lễ của chúng tôi vào năm 2004 và dưới đây là những gì chúng tôi muốn thông báo đến bạn:  Preshious, 9 tuổi cho biết: “Em thích tổ chức tiệc tùng, nhảy múa với gia đình và  bạn bè của em và KHÔNG PHẢI chỉ quà tặng đâu!  Jordan, 10 tuổi, thích ca hát và giúp trang trí cây thông Nô-en.  Cậu bé Peter, 14 tuổi tiết lộ mình yêu thích mùa lễ bởi “chúng mình cùng được quây quần bên nhau.” Có lẽ Giáng sinh là ngày lễ mà bọn trẻ nghĩ đến đầu tiên trong năm nay, nhưng chúng cũng kỉ niệm các ngày lễ đặc biệt khác nữa. Bé Hallie, 10 tuổi, kỉ niệm lễ Hanukkah – đây là lễ hội 8 ngày (bắt đầu từ ngày 25 tháng 3 trong lịch Do Thái) nhằm để kỉ niệm sự hiến dâng Đền Jerusalem – một lễ hội của người Do Thái. Em cho biết em thích gia đình mình đọc kinh cầu nguyện trong bộ Ngũ thư (5 quyển đầu tiên trong Thánh kinh Do Thái giáo). Harley, 11 tuổi, cũng kỉ niệm lễ Hanukkah bởi em thích thắp những ngọn nến lung linh lên giá.  Những em nhỏ khác thì kỉ niệm lễ Eid (đây là lễ kết thúc tháng Ra-ma-đăng), để kỉ niệm kết thúc tháng ăn chay, nhịn ăn của đạo Hồi, người Hồi giáo thường nhịn ăn vào ban ngày trong tháng này. Hiba, 12 tuổi, cho biết em cũng thích kỉ niệm lễ Eid bằng cách tham gia các chuyến du lịch gia đình đến những vùng xa xôi hẻo lánh như các tiểu vương quốc Ả Rập thống nhất. Vào dịp lễ, Hiba thích mặc các trang phục truyền thống và tô thuốc nhuộm đỏ (một thứ thuốc nhuộm được sản xuất từ lá của cây lá móng, có màu nâu đỏ) lên tay và chân của mình. “Em thích mặc trang phục truyền thống bởi ai cũng nói em nhìn rất giống một cô gái miền quê thôn dã cả.”  Phép tắc gia đình  Dù cho bọn trẻ có kỉ niệm ngày lễ nào đi nữa nhưng nhiều em vẫn khẳng định rằng khoảng thời gian quây quần bên gia đình mới là quan trọng và thực sự đặc biệt đối với chúng.  Jolene, 12 tuổi, thích ăn tối, thích mở quà và lướt ván tuyết cùng với gia đình của mình.  Nhóc Michelle, 9 tuổi, thích hát bài \"Holy One\" bằng tiếng Tây Ban Nha và khoảng thời gian cùng với gia đình bên cây thông Nô-en “cho em một dịp để em có thể nói với gia đình mình rằng em yêu họ.”  Georgia, 10 tuổi, chỉ thích được ở cùng với gia đình, nhất là bố của em. “Bố em làm việc quần quật suốt ngày đêm và chỉ có ngày lễ nhà em mới có bố.”  Erika và Lindsay đều 8 tuổi, Erika thích đến nhà ông bà; Lindsay cũng thích đến thăm bà, người mà em thường miêu tả là “rất vui tính!”  Trong khi đó Shakara, 14 tuổi, lại thích “ngồi với gia đình và ôn lại những ngày xưa yêu dấu của mình” vào ngày lễ.  Thức ăn ngon Khi các thành viên trong gia đình tụ họp quây quần bên nhau thì không thể thiếu thức ăn ngon rồi. Nhiều trẻ tiết lộ rằng làm các món ăn và được ăn các thức ăn ngon đó quả là rất vui.  Alexa, 11 tuổi cùng mẹ phủ sô-cô-la đầy lên những cái thìa và bánh quy cây; bé Alanna, 9 tuổi, rất mê ăn bánh trái cây Nô-en rực hồng.  Gia đình Sara tổ chức một buổi tiệc tôm hùm ở nhà em nhưng đến khi tôm chín mẹ mới cho em nhìn thấy. “Mẹ không muốn em đối xử với tôm như một con vật cưng trong nhà. Em sẽ chẳng ăn đâu!” Tất cả các thức ăn này không chỉ đem lại cảm giác ngon miệng mà còn là dịp để gia đình họp mặt bên nhau. Lizzie, 9 tuổi, thổ lộ rằng em rất thích xây một ngôi nhà bằng bánh gừng và nướng bánh quy vì “nấu ăn với mẹ rất vui.” Còn gia đình của Analyse thì tổ chức ăn uống một cách khác thường: thi ăn tranh khoai tây nghiền nhừ! Đối với chúng tôi thì việc này nghe có vẻ muốn đau dạ dày đây,  nhưng Analyse không nghĩ vậy. “Ăn tranh ...rất vui và hào hứng.....khoai tây cũng rất ngon!”  Chơi với nhau Ngoài việc được ăn uống thì trẻ còn làm gì khác vào dịp nghỉ lễ? Tất nhiên là trang trí nhà cửa rồi. Ryan, 9 tuổi, thích dựng cây thông Nô-en bởi theo em thì “nó rất vui và thực sự không khó khăn gì đâu.”  Molly, 11 tuổi, thích trang trí và treo đèn bên ngoài ngôi nhà của mình. Trong căn nhà được trang trí đẹp mắt, các gia đình hát hò và cùng nhau khiêu vũ. Yurat, 13 tuổi, ghi chú cho chúng tôi vài dòng bằng tiếng Tây Ban Nha. Dịch ra thì chúng tôi hiểu được là gia đình cậu bé nhảy những điệu vũ của Mê-hi-cô vào dịp lễ.   Marianne, 13 tuổi, rất mê hát ca-ra-ô-kê với gia đình. (hát ca-ra-ô-kê là hát vào mi-crô có nhạc đệm thu sẵn – và không phải lúc nào cũng nghe hay cả đâu!) Gia đình của Abbie nhảy múa, khiêu vũ theo điệu nhạc của Ái Nhĩ Lan vì gia đình em cũng một phần xuất xứ từ nước này. “Các ca khúc của Ái Nhĩ Lan rất dễ thương và vui nhộn.”  Nikki, 10 tuổi, cho biết em rất thích đi thăm nông trại của một người bạn của gia đình. Người ta chở em qua nhiều cánh đồng bằng máy kéo để ngắm vô số cây thông Nô-en được trang trí xinh đẹp.  Rất nhiều đứa trẻ khác cho biết chúng thích được ở ngoài tuyết, ném tuyết, trượt tuyết, lướt ván tuyết, hoặc chạy xe máy trên tuyết và băng. Grace, 11 tuổi, nói gia đình mình thường chơi nghịch nước để sưởi ấm sau khi chơi ngoài tuyết xong. Mọi người nhảy vào trong một bồn tắm nóng. “Bạn bị ướt lạnh hết và rồi sưởi ấm cả người từ đầu đến chân. Thật sự rất vui!”  Cảm giác ban tặng làm mình thoải mái Chia sẻ về cảm giác những ngày lễ ấm áp, nhiều em nhỏ cũng bày tỏ cách giúp đỡ người khác vào dịp nghỉ của mình bằng cách giúp kho thực phẩm cứu tế, bếp ăn từ thiện, nhà cho người vô gia cư và các nhóm khác như Salvation Army, Toys for Tots, và Operation Christmas Child. Các em cho biết việc cho đi là điều đúng đắn nhưng nhiều em khác cũng bộc lộ cảm xúc của mình qua việc san sẻ, giúp đỡ người khác. Nói tóm lại, những việc làm ấy tạo cho các em một tinh thần thoải mái, dễ chịu.   Gina, 13 tuổi, thường mang thức ăn của ngày lễ truyền thống cho người già. Morgan, 13 tuổi, quyên góp thực phẩm cho phòng để thức ăn ở nhà thờ của mình. Thực phẩm được cho vào giỏ và phân phát cho người thiếu thốn. Morgan bày tỏ “Em thích được nhìn thấy niềm vui trên khuôn mặt người khác.” Kari, 9 tuổi, cho biết gia đình mình tặng đồ chơi và quà cho trẻ em nghèo. “Khi đi mua quà lúc nào em cũng thấy rất vui. Vì vậy, khi được nhận những món quà này, chắc chắn các bạn nhỏ cũng sẽ rất vui.”  Sammy, 13 tuổi, giúp đỡ người khác bằng cách mang thức ăn cho người vô gia cư và ở cùng với họ. “Nghe có vẻ sởn gai ốc đấy nhưng thực sự không phải tệ lắm đâu. Cái cảm giác nhìn thấy họ cười thật là tuyệt vời.” Bên cạnh việc quyên góp tiền, đồ chơi, áo quần và thức ăn, thì bọn trẻ còn chia sẻ một thứ khác mà không phải tốn một đồng tiền nào. Đó là gì? Là lòng hảo tâm và sự lạc quan vui vẻ.  Deena, 8 tuổi, thăm viếng họ hàng “nhờ vậy họ không còn cảm thấy cô đơn nữa.” Valerie, 12 tuổi, cũng đến thăm người già nhân dịp lễ của mình.  Và Jary, 11 tuổi, giúp người khác bằng cách gởi thư cho lính đóng quân ở Iraq. “Lá thư này sẽ làm cho những ngày tháng của chú ấy ở Iraq thêm vui vẻ và ý nghĩa hơn.”  Marissa, 7 tuổi, tâm sự rằng em giúp đỡ những người khác bằng cách “cầu nguyện cho tất cả mọi người trên thế giới này vì vậy em biết rằng ai cũng bình yên và an toàn đến mức có thể.”  Trẻ cần phải chỉ dẫn Bạn có thể chưa biết, nhưng nhiều người lớn cũng đang phân vân làm sao kỉ niệm những ngày lễ này một cách có ý nghĩa hơn. Đối với người lớn thì việc có ý nghĩa hơn đồng nghĩa với hoạt động chậm lại, tốn kém ít hơn, và không phải bận tâm nhiều về việc mua nhiều quà tặng đắt tiền cho hết thảy mọi người. Đối với trẻ con thì chuyện này nghe có vẻ như là một tin buồn đấy. Có nghĩa là bạn có thể được ít trò chơi máy tính hơn, ít áo quần hơn và cũng ít đồ xịn hơn sao?  Có thể đó chứ. Nhưng nhiều quà tặng cũng không quan trọng bằng thời gian vui vẻ hạnh phúc bên gia đình và truyền thống ngày lễ mà nhiều đứa trẻ thích chia sẻ cùng những người mà chúng yêu thương. Và chúng ta không nói là không có quà tặng gì cả. Cả trẻ nhỏ và người lớn đều cảm thấy nếu không có quà thì quả thực là điều kinh khủng đấy.  Một tin vui là các gia đình có thể bắt đầu với món quà nhỏ thôi. Dưới đây là một số ý kiến mà bạn có lẽ cũng cần chia sẻ với bố mẹ mình. Tiêu chí là chậm lại và cùng nhau thưởng thức ngày lễ.  Hãy bắt đầu để tên trong mũ nhé  Có lẽ là bạn cũng đã từng làm việc này ở trường rồi phải không? Bạn viết tên của hết thảy mọi người trên một miếng giấy nhỏ và để tất cả các mảnh giấy đó vào nón hoặc hộp đựng giày. Mỗi người sẽ rút ra một lá thăm có tên và mua một món quà cho người ấy. Bằng cách này thì ai cũng có quà, nhưng mỗi người chỉ mua một món quà thôi. Bạn cũng có thể giới hạn mức tiền mua quà nữa để có thể quyết định nên mua gì dễ dàng hơn.  Hãy tự tay làm quà tặng thay vì phải mua  Nhiều người lớn thích được nhận quà tự làm. Dưới đây là một số ý kiến nhé:  * Trang trí khung hình và ghép vào đó một tấm hình đặc biệt. Bạn cũng có thể để một vài tấm vé mời cho một dịp đặc biệt nào đó, như một trận bóng đá hay hoặc một buổi hoà nhạc mà bạn dự định tham dự với người ấy.  * Hãy học cách đan hoặc may vá thêu thùa, như thêu hình chữ thập chẳng hạn. Hãy tự làm các món quà nhỏ để khoe tài nghệ mới của mình nhé.  * Nướng bánh hoặc các món ngon ngày lễ khác rồi gói vào các hộp hoặc giỏ đựng xinh xắn cho ngày lễ. Bạn cũng có thể để thành phần làm bánh quy vào lọ thuỷ tinh để làm quà. Hãy sắp từng lớp các thành phần (như đường, yến mạch, khoai tây rán sô-cô-la) giống như nghệ thuật cát vậy. Nó trông đẹp mắt và người ta cũng có thể làm được một mẻ bánh ngon nhanh chóng. Mặc dù vậy thì cũng chớ nên để trứng hoặc bơ vào lọ nhé và chắc rằng phải có cả công thức chế biến nữa đấy!  * Sáng tác một bài thơ, viết một lá thư, hoặc một bài hát nào đó cho người nhận, và nói rõ vì sao người ấy lại đặc biệt đối với bạn. Bạn cũng có thể vẽ một bức tranh hoặc một bức hoạ nào đó.  * Bạn hãy trồng hoa bắt đầu nở vào dịp lễ; hãy trang trí chậu hoa hoặc quấn quanh chậu một chiếc nơ hình con bướm nhé.  * Hãy tặng cho người ấy một túi phiếu mua hàng tự làm mà họ thích. Bạn cũng có thể cho em trai của mình mượn thoải mái một trong những món đồ chơi của mình hoặc cho em một phiếu mua hàng có thể “mua được” sự tự nguyện của bạn tham gia một trò chơi do cu cậu chọn lấy nhé.  Hãy tặng quà có ích cho các tổ chức cứu tế  Hãy tặng quà cho hội từ thiện bằng tên của một người nào đó nhé. Chẳng hạn như, bạn có thể quyên góp tiền cho hội từ thiện yêu thích của bà mình. Có lẽ bà của bạn yêu thích động vật và sẽ rất vui mừng nếu bạn quyên góp tiền cho chuồng thú ở địa phương. Này, động vật cũng cần một chút món ngon vào ngày lễ nữa đấy!  Tặng quà thời gian Một số gia đình quyết định dành tặng thời gian của mình bằng cách phục vụ người ăn tại bếp ăn từ thiện hoặc sống ở nơi dành cho người vô gia cư. Đây là một cách rất tốt giúp để nhận biết, để học hỏi, để gần gũi và tiếp cận từng người đối với những người thiếu thốn, nghèo khổ. Sammy có gia đình đang phục vụ thức ăn tại khu nhà dành cho người vô gia cư cho biết gia đình em thậm chí chơi bài với những người đến đây ăn nữa. Đây thật sự cũng làm cho ngày lễ càng thêm vui hơn!  Bắt đầu bằng cách nào Nếu bạn thích thử một vài truyền thống gia đình mới thì bước đầu tiên bạn cần có buổi trò chuyện với gia đình để tìm hiểu xem tất cả những người khác nghĩ gì. Nếu họ không đồng ý một quan điểm nào đó thì hãy tìm những quan điểm khác có thể được đồng tình nhiều hơn. Có thể là năm nay đã muộn rồi, chưa thể thay đổi được. Nếu đúng như thế thì có lẽ sẽ bắt đầu vào đầu năm sau. Trước tiên có lẽ bạn nên nói cho bố mẹ biết điều quan trọng nhất về ngày lễ đối với bạn là gì. Tất nhiên là chúng tôi luôn thích nghe các bạn nhỏ chia sẻ về ngày nghỉ của mình rồi. Những lời phát biểu, bình luận của bạn đều là loại quà tặng dễ thương nhất. Chúng không mất tiền để mua mà chúng xuất phát từ tận đáy lòng, làm cho chúng tôi cảm thấy hạnh phúc và ấm áp biết bao, giống như tách ca-cao nóng trong đêm mùa đông đầy tuyết vậy.  Chúc bạn có kỳ nghỉ vui vẻ nhé!"
        }
    ],
    "suggestions": []
}