{
    "en_vn": {
        "data": {
            "content": null,
            "word": "molting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "molting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "molting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "molting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "molting"
        }
    },
    "sentences": [
        {
            "en": "MISTAKEN IDENTITY? According to scientists, the White River Monster is likely a case of mistaken identity. Cryptozoologist and biologist Roy P. Mackal has suggested that the creature is \"a clear-cut instance of a known aquatic animal outside its normal habitat or range and therefore unidentified by the observers unfamiliar with the type.\" Mackal believes that the creature is in fact a large male elephant seal that wandered up the Mississippi River into White River. Measuring an average of 5,000 pounds and 14 feet in length, a male elephant seal shares many of the characteristics described by those who've encountered the \"monster\": gray skin, three-toed tracks, summer <em>molting</em> and a farm animal's call. Even the \"bone\" on the creature's forehead can be explained by the male elephant seal's inflatable trunk. So are male elephant seals visiting White River? No one's been able to confirm that they are, and the mystery continues.",
            "vi": "Nhận dạng lầm? Theo các nhà khoa học, Quái vật sông Trắng có thể là một trường hợp nhận dạng lầm. Nhà khoa học nghiên cứu về các quái vật truyền thuyết và nhà sinh học Roy P. Mackal đã gợi ý rằng sinh vật đó là \"một ví dụ rõ ràng của một động vật thủy sinh đã được biết, nhưng ở ngoài phạm vi hoặc môi trường sống bình thường của nó và do đó đã bị xác định sai bởi những người quan sát không rành về các loài động vật\". Mackal tin rằng sinh vật đó trong thực tế chính là một con voi biển đực to lớn lang thang từ sông Mississippi đến sông Trắng. Nặng trung bình 5.000 pound và dài 14 feet, một con voi biển đực cũng có nhiều đặc điểm giống với những gì được mô tả bởi những người đã gặp phải \"quái vật\": da màu xám, dấu chân có 3 ngón, thay lông vào mùa hè và tiếng kêu như tiếng của súc vật. Ngay cả \"xương\" trên trán của sinh vật này cũng có thể được giải thích chính là cái vòi phình to của con voi biển đực. Vậy là voi biển đực đã đến sông Trắng? Không ai có thể khẳng định điều đó, và bí ẩn vẫn là bí ẩn."
        }
    ],
    "suggestions": []
}