{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mona",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mona",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mona",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mona",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mona",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Mona</em>!",
            "vi": "Còn ba thì phải tới Nhà Hàng Pearl Garden đây. Hẹn gặp lại vào sáng mai"
        },
        {
            "en": "nhe, <em>Mona</em>!",
            "vi": "And I must go to the Pearl Garden Cabaret. I'll see you in the morning,"
        },
        {
            "en": "She has <em>Mona</em> Lisa eyes.",
            "vi": "Cô ta có đôi mắt huyền bí."
        },
        {
            "en": "We have harbours in Australia, <em>Mona</em>.",
            "vi": "Úc cũng có nhiều hải cảng vậy, Mona."
        },
        {
            "en": "<em>Mona</em> White. I called last week.",
            "vi": "Tôi là Mona White. Tôi gọi điện thoại vào tuần trước."
        },
        {
            "en": "<em>Mona</em>, I think I might walk down to the beach.",
            "vi": "Mona này, ba nghĩ ba có lẽ sẽ đi xuống bãi biển."
        },
        {
            "en": "The <em>Mona</em> Lisa is really the world's best - known painting.",
            "vi": "Mona Lisa thực sự là bức tranh nổi tiếng nhất của thế giới."
        },
        {
            "en": "<em>Mona</em> Lisa painting is a perfect work of art.",
            "vi": "Bức tranh Mona Lisa là một tác phẩm nghệ thuật hoàn hảo."
        },
        {
            "en": "He has a vested interest in <em>Mona</em> leaving the firm.",
            "vi": "Anh ta đặc biệt quan tâm đến việc Mona rời khỏi hãng."
        },
        {
            "en": "The <em>Mona</em> Lisa is really the world's best-known painting.",
            "vi": "Mona Lisa thực sự là bức tranh nổi tiếng nhất của thế giới."
        },
        {
            "en": "This is the home of the famous \"<em>Mona</em> Lisa\" painting by Leonardo Da Vinci.",
            "vi": "Đây là nơi cất giữ bức hoạ \"mona lisa\" nổi tiếng của leonardo da vinci."
        },
        {
            "en": "Centuries after Lisa's death, <em>Mona</em> Lisa became the world's most famous painting.",
            "vi": "Vài thế kỷ sau khi Lisa mất, Mona Lisa đã trở thành bức tranh nổi tiếng nhất thế giới."
        },
        {
            "en": "Good morning, Leo. <em>Mona</em> and I are checking out this morning.morning.",
            "vi": "Chào anh Leo, Mona và tôi sẽ trả phòng vào sáng nay."
        },
        {
            "en": "Is <em>Mona</em> Lisa is a self portrait of the painter himself in a drag?",
            "vi": "Có phải bức Mona Lisa là một bức tranh tự hoạ của chính hoạ sĩ cải trang?"
        },
        {
            "en": "Leonardo's most famous portrait of a woman is called the \"<em>Mona</em> Lisa\".",
            "vi": "Bức tranh chân dung nổi tiếng nhất của Leonardo về một phụ nữ chính là bức Mona Lisa."
        },
        {
            "en": "In 2005 Lisa was definitively identified as the model of the <em>Mona</em> Lisa.",
            "vi": "Năm 2005, bà Lisa được chính thức công nhận là người mẫu của bức tranh Mona Lisa."
        },
        {
            "en": "I don't mind walking, <em>Mona</em>. We turn right outside the hotel, Leo?",
            "vi": "Đi bộ cũng được Mona à... Ba không phản đối đâu. Thế chúng tôi phải rẽ phải khi ra khỏi khách sạn phải không anh Leo?"
        },
        {
            "en": "The smile of the <em>Mona</em> Lisa is a self-conscious smile.",
            "vi": "Nụ cười của Mona Lisa là một nụ cười e dè."
        },
        {
            "en": "The smile of the <em>Mona</em> Lisa is a self - conscious smile.",
            "vi": "Nụ cười của Mona Lisa là một nụ cười e dè."
        },
        {
            "en": "And I must go to the Pearl Garden Cabaret. I'll see you in the morning, <em>Mona</em>!",
            "vi": "Còn ba thì phải tới nhà hàng Pearl Garden đây. Hẹn gặp lại vào sáng mai nhé, Mona!"
        }
    ],
    "suggestions": []
}