{
    "en_vn": {
        "data": {
            "content": null,
            "word": "moneylender"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>moneylender</k><blockquote>■ <cclass>noun a person whose business is lending money to others who pay interest. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>moneylending</b><cclass>noun &amp; adjective </cclass></cclass></blockquote></div>",
            "word": "moneylender"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "moneylender"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "moneylender"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moneylender"
        }
    },
    "sentences": [
        {
            "en": "Peter was a <em>moneylender</em> and trader.",
            "vi": "Peter Babu là người cho vay ăn lời và là thương nhân."
        },
        {
            "en": "This scheme will save the villagers from the village <em>moneylender</em>.",
            "vi": "Chương trình này sẽ giúp dân làng khỏi phải đi mượn tiền của những người cho vay trong làng."
        },
        {
            "en": "Sometimes, when her business capital runs low, Thuy borrows money from a <em>moneylender</em>.",
            "vi": "Thỉnh thoảng, khi tiền vốn làm ăn xuống quá thấp, Thúy vay tiền của những người cho vay lấy lãi."
        },
        {
            "en": "They make use of the bank facilities so that they need not be a pawn in the hand of the village pawn broken and <em>moneylender</em>.",
            "vi": "Họ biết tận dụng những điều kiện dễ dàng của ngân hàng do đó họ không còn phải là con nợ nằm trong tay những người cầm đồ và những người cho vay trong làng."
        },
        {
            "en": "Commonly, defaulting householders are taken by moneylenders to hire-purchase shops where they can obtain an item on credit, sell it and use the proceeds to pay off the <em>moneylender</em>.",
            "vi": "Thông thường, các hộ không trả được nợ bị chủ nợ đưa đến các cửa hàng thuê mua mà tại đó họ có thể mua chịu một món đồ, bán nó để lấy tiền trả cho chủ nợ."
        }
    ],
    "suggestions": []
}