{
    "en_vn": {
        "data": {
            "content": null,
            "word": "monetized"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>monetized</k><blockquote><cclass>adjective adapt (a society) to the use of money.</cclass></blockquote><blockquote>→ <kref>monetize</kref></blockquote></div>",
            "word": "monetized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "monetized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "monetized"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "monetized"
        }
    },
    "sentences": [
        {
            "en": "<em>Monetized</em> economy",
            "vi": "Nền kinh tế tiền tệ hoá"
        },
        {
            "en": "In other, midland and lowland sites, emergency assistance might still be available, but it is more likely to be <em>monetized</em> and it is likely to be more expensive.",
            "vi": "Ở những địa bàn thuộc trung du và đồng bằng vẫn có những sự hỗ trợ khẩn cấp, song thông thường là bằng tiền và thường tốn kém hơn."
        },
        {
            "en": "A sudden need for cash in the upland areas, some of which are not highly <em>monetized</em>, requires some reallocation of household resources.",
            "vi": "Nhu cầu đột xuất về tiền ở các vùng cao, một số thường không hay sử dụng tiền đòi hỏi phải phân bổ lại các nguồn lực của hộ."
        },
        {
            "en": "Central governments incurred debt, secured by bonds, and some of these bonds were used as reserves, against which currency was issued and loans were made. Thus part of the national debt was <em>monetized</em>. The resistance to the creation of money became the conscience of the public official, not the niggardliness of the mines. By degrees the money system changed…",
            "vi": "Các chính quyền trung ương mắc nợ, nợ bảo đảm bằng trái phiếu, một số trái phiếu này được sử dụng như là những khoản dự trữ, nhờ đó mà tiền được phát hành và cho vay. Do đó một phần nợ quốc gia đã được cho lưu hành làm tiền tệ. Chống phát hành tiền trở thành việc làm lương tri của ông nhà nước, không phải tính hà tiện của chúng ta. Dần dần, hệ thống tiền tệ thay đổi..."
        }
    ],
    "suggestions": []
}