{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">mongol</font></td></tr></table><i/></div>",
            "word": "mongolian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mongolian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mongolian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mongolian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mongolian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Legendary resistance against <em>Mongolian</em> invaders",
            "vi": "Cuộc kháng chiến thần kỳ chống quân mông cổ xâm lược"
        },
        {
            "en": "Vietnam's ambassador to the <em>Mongolian</em> people's republic.",
            "vi": "Đại sứ việt nam ở nước cộng hoà nhân dân Mông cổ."
        },
        {
            "en": "Hot pot course / <em>mongolian</em> pot course",
            "vi": "món lẩu"
        },
        {
            "en": "<em>Mongolian</em> Parliament hosts a special session on MDGs",
            "vi": "Nghị viện Mông Cổ tổ chức phiên đặc biệt về các MDG"
        },
        {
            "en": "How do I distinguish a Chinese from a <em>Mongolian</em>?",
            "vi": "Làm sao tôi có thể phân biệt một người Trung Quốc với một người Mông Cổ?"
        },
        {
            "en": "The child had been considered to be a <em>Mongolian</em> idiot since birth.",
            "vi": "Đứa bé đã bị coi là một thằng Mông Cổ ngốc bẩm sinh."
        },
        {
            "en": "Pigmented birthmarksThe most common pigmented birthmarks are café-au-lait spots, <em>Mongolian</em> spots, and moles:",
            "vi": "Bớt sắc tốCác loại bớt sắc tố thường thấy nhất là bớt cà phê sữa, bớt Mông Cổ, và nốt ruồi:"
        },
        {
            "en": "It's interesting to see the integration of the Han and <em>Mongolian</em> cultures on this small piece of metal.",
            "vi": "Thật thú vị khi thấy sự hợp nhất của nền văn hóa Hán và Mông Cổ trên miếng kim loại nhỏ này."
        },
        {
            "en": "<em>Mongolian</em> spots, flat patches of slate - blue or blue - green color that resemble ink stains on the back, buttocks, or elsewhere on the skin.",
            "vi": "Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực xuất hiện trên lưng, mông, hoặc bất cứ nơi nào trên da."
        },
        {
            "en": "<em>Mongolian</em> spots, flat patches of slate - blue or blue - green color that resemble ink almost always fade or disappear within a few years.",
            "vi": "Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực hầu như luôn phai hoặc biến mất trong một vài năm."
        },
        {
            "en": "Equally, in the wake of the events of 1990, political parties, and subsequently interest groups, have taken shape within a rapidly developing and distinctly <em>Mongolian</em> democracy.",
            "vi": "Tương tự, ngay sau các sự kiện trong năm 90, các đảng phái chính trị và sau đó là các nhóm lợi ích đã được hình thành ngay trong nền dân chủ Mông Cổ đang phát triển nhanh chóng và rõ rệt."
        },
        {
            "en": "<em>Mongolian</em> spots, flat patches of slate-blue or blue-green color that resemble ink stains on the back, buttocks, or elsewhere on the skin.",
            "vi": "Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực xuất hiện trên lưng, mông, hoặc bất cứ nơi nào trên da."
        },
        {
            "en": "<em>Mongolian</em> spots, flat patches of slate-blue or blue-green color that resemble ink almost always fade or disappear within a few years.",
            "vi": "Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực hầu như luôn phai hoặc biến mất trong một vài năm."
        },
        {
            "en": "As a result it cannot be argued that the <em>Mongolian</em> people have not sanctioned the economic and social policy choices made.",
            "vi": "Do đó, không thể nói rằng người Mông-cổ không chấp nhận những chính sách kinh tế và xã hội đã được lựa chọn."
        },
        {
            "en": "Vietnam and his relatives here. Ly Long Tuong, known as Yi Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was overthrown, and became a famous general that helped Korea defeat <em>Mongolian</em> invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "to Chanfeng Island to join in the activities of the 2001 Orange Festival where you can eat oranges and tangerines, take a cruise around the island, fish soft - shell turtles, and enjoy other activities in the <em>Mongolian</em> Village.",
            "vi": "Bạn có thể đến Đảo Trường Phong để tham gia các hoạt động của lễ hội Cam năm 2001, ở đó bạn có thể ăn cam, quýt, đi thuyền dạo quanh đảo, câu ba ba, và thưởng thức các hoạt động khác ở làng Mông cổ."
        },
        {
            "en": "Birthmarks can be flat or raised, have regular or irregular borders, and have different shades of coloring from brown, tan, black, or pale blue to pink, red, or purple. The two main types of birthmarks are red, vascular birthmarks (for example, \"strawberry\" hemangiomas, port-wine stains, and \"stork bites\") and pigmented birthmarks (such as moles, café-au-lait spots, and <em>Mongolian</em> spots).",
            "vi": "Bớt có thể phẳng lì hoặc lồi, mép bớt có thể bình thường hoặc bất thường, và có nhiều màu khác nhau từ màu nâu, nâu sạm (nâu cam), đen, hoặc xanh nhạt đến màu hồng, đỏ, hoặc tím. Có hai loại bớt chính đó là bớt mạch máu (chẳng hạn như u máu “dâu tây”, bớt rượu vang đỏ, và bớt “cò mổ”) và bớt sắc tố (chẳng hạn như nốt rùi, bớt cà phê sữa, và bớt Mông Cổ)."
        },
        {
            "en": "THE <em>MONGOLIAN</em> DEATH WORM: Cryptozoologists who've traveled to the Gobi Desert in search of the <em>Mongolian</em> Death Worm have returned with hundreds of descriptive accounts from locals who claim either to have seen a Death Worm or to know someone who has. All the reports are almost uniformly identical — the bright red creature, resembling a blood-filled intestine, is about 2 to 5 feet long and about 2 inches thick with no discernible head or tail. While no photographic evidence of the Death Worm exists, many artistic renderings depict a circular sucker-like mouth with sharp teeth pointing inward. Native Mongolians believe wholeheartedly and almost unanimously that the Death Worm does indeed exist.",
            "vi": "Giun khổng lồ Mông Cổ: Nhiều nhà khoa học nghiên cứu về các quái vật truyền thuyết đã đến Sa Mạc Gobi để tìm kiếm giun khổng lồ Mông Cổ đã trở về với hàng trăm bản báo cáo miêu tả từ những người dân địa phương cho biết đã nhìn thấy giun khổng lồ hoặc biết một nhân chứng khác. Tất cả các báo cáo gần như giống hệt nhau - sinh vật màu đỏ tươi, giống như một bộ ruột chứa đầy máu, dài khoảng 2 đến 5 feet và dày khoảng 2 inch, không có đầu hoặc đuôi rõ rệt. Trong khi không có hình ảnh làm bằng chứng cho thấy giun khổng lồ có tồn tại, nhiều bản vẽ phối cảnh nghệ thuật miêu tả một cái miệng tròn giống như giác hút với hàm răng sắc nhọn chĩa vào bên trong. Người Mông Cổ bản địa thật sự tin và hầu như đều nhất trí rằng giun khổng lồ thực sự tồn tại."
        },
        {
            "en": "26th generation of Ly Long Tuong, son of King Ly Anh Tong (1138 - 1175). Since 1992, Lee has made numerous visits to Vietnam and his relatives here. Ly Long Tuong, known as Yi Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was overthrown, and became a famous general that helped Korea defeat <em>Mongolian</em> invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "<em>Mongolian</em> spots. These flat, bluish-gray patches are often found on the lower back or buttocks. They are most common on darker skin, such as on children of Asian, American Indian, African, Hispanic, and Southern European descent. They usually fade — often completely — by school age without treatment. ",
            "vi": "Bớt Mông Cổ. Những vết bớt phẳng, xanh xám này thường xuất hiện trên vùng thắt lưng hoặc trên mông.  Chúng thường thấy nhất đối với người có da sạm màu hơn, chẳng hạn như trẻ em Châu Á, trẻ em người da đỏ (người Anh-điêng), trẻ em Châu Phi, Tây Ban Nha, và thế hệ con cháu của người ở phía Nam Châu Âu. Các bớt Mông Cổ này thường phai đi – thường thì sẽ nhạt màu hoàn toàn – vào lúc trẻ đi học mà không cần phải chữa trị gì."
        }
    ],
    "suggestions": []
}