{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mʌniz]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xem <font color=\"#1371BB\">money</font></td></tr></table><i/></div>",
            "word": "monies"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>monies</k><blockquote>plural form of <kref>money</kref>, as used in financial contexts. </blockquote></div>",
            "word": "monies"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "monies"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "monies"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "monies"
        }
    },
    "sentences": [
        {
            "en": "Collect all <em>monies</em> due",
            "vi": "Thu tất cả các món tiền đến hạn phải trả"
        },
        {
            "en": "To collect all <em>monies</em> due.",
            "vi": "Thu tất cả các món tiền đến hạn phải trả."
        },
        {
            "en": "Do you exchange foreign <em>monies</em>?",
            "vi": "Anh có thể đổi tiền nước ngoài không?"
        },
        {
            "en": "They accused her of hiding his <em>monies</em>.",
            "vi": "Họ kết tội cô ta cất giấu những khoản tiền của anh ta."
        },
        {
            "en": "You change foreign <em>monies</em>, don't you?",
            "vi": "Cô đổi tiền nước ngoài, phải không?"
        },
        {
            "en": "After the pound started floating, other states let their <em>monies</em> float as well.",
            "vi": "Sau khi bảng Anh bắt đầu thả nổi, những quốc gia khác cũng thả nổi tiền của họ."
        },
        {
            "en": "A governor impounded <em>monies</em> designated for the use of cities and towns.",
            "vi": "Một thống đốc đã tạm giữ lại những món tiền được dành cho các thành phố và thị trấn sử dụng."
        },
        {
            "en": "You see, mr. Yamamoto, payees of traveler's cheques are requested to show their passports or other papers for verification in coverting their foreign <em>monies</em>.",
            "vi": "Ông biết đấy, ông yamamoto, người nhận tiền của ngân phiếu du lịch được yêu cầu trình hộ chiếu hoặc các giấy tờ khác để kiểm tra trong khi đổi tiền nước ngoài."
        },
        {
            "en": "Such <em>monies</em> were costly to produce. Their value fluctuated, separately from their monetary functions, in accordance with changes in their supplies and demands. But such changes tended to be moderate and these commodity <em>monies</em> had rather stable value. This kind of money we might call “full-bodied money.” If the basis of the money system were to change from cattle to copper, for example, this change would not very much have affected the value of either the cattle or the copper.",
            "vi": "Tạo ra những loại tiền ấy thì rất tốn kém. Giá trị của chúng thay đổi thất thường, tách biệt với các chức năng tiền tệ của chúng, phụ thuộc vào những thay đổi về cung cầu. Nhưng những thay đổi như vậy thường vừa phải và những loại tiền hàng hoá này có giá trị tương đối ổn định. Loại tiền này chúng ta có thể gọi là “đồng tiền đầy đủ giá trị”. Chẳng hạn, nếu cơ sở của hệ thống tiền chuyển từ gia súc sang đồng xu thì thay đổi này sẽ không ảnh hưởng nhiều đến giá trị của con gia súc hay đồng xu đó."
        },
        {
            "en": "The centre does not provide significant economic incentives regarding implementation or for the effective use of programme <em>monies</em>. Those that do exist operate poorly and often with significant delays.",
            "vi": "Trung ương không đưa ra các cơ chế khuyến khích kinh tế đáng kể cho việc thực hiện và sử dụng hiệu quả đồng tiền của chương trình và nếu có thì cũng chỉ ở mức độ thấp và thường bị trì hoãn đáng kể."
        },
        {
            "en": "For many years money had utility in itself, apart from its use as a medium of exchange. Gold and silver were used as money, as were cattle, tobacco, beaver pelts, and many other commodities. Tobacco, beaver pelts, and other <em>monies</em> had demands of their own, to which, of course, were added whatever additional demands were derived from their use as money.",
            "vi": "Trong nhiều năm, tiền có công dụng riêng của nó, ngoài việc dùng làm phương tiện trao đổi. Vàng bạc cũng được sử dụng làm tiền tệ, cũng như trâu bò, thuốc lá, da hải ly và nhiều hàng hóa khác. Thuốc lá, da hải ly và những loại tiền khác có yêu cầu của riêng chúng, mà, dĩ nhiên, được thêm bất kỳ yêu cầu bổ sung nào xuất phát từ việc sử dụng chúng làm tiền tệ."
        },
        {
            "en": "On December 6, the singer said he will close the account and personally hand deliver the <em>monies</em> collected to the people of the two provinces of Quang Binh and Ha Tinh. Already he has contributed more than US$2,100 to flood victims.",
            "vi": "Vào ngày 06 tháng 12, nam ca sĩ cho biết anh sẽ đóng tài khoản và trực tiếp giao tận tay những khoản tiền thu được cho người dân hai tỉnh Quảng Bình và Hà Tĩnh. Ca sĩ Tuấn Hưng đã đóng góp hơn 2100 đô la Mỹ cho nạn nhân lũ lụt."
        }
    ],
    "suggestions": []
}