{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mono",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mono</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 monophonic. </blockquote></blockquote><blockquote><blockquote>2》 monochrome. </blockquote></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>monos</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 monophonic reproduction. </blockquote></blockquote><blockquote><blockquote>2》 monochrome reproduction. </blockquote></blockquote></div>",
            "word": "mono",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mono",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mono",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đơn sắc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mono bromobenzene</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> monobromobenzen</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mono frequency</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> một tần số</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mono slope roof</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mái dốc một phía</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "mono",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It wasn't <em>mono</em>.",
            "vi": "Không phải bệnh tăng bạch cầu đơn nhân."
        },
        {
            "en": "Turns out it wasn't <em>mono</em> after all.",
            "vi": "Rốt cuộc hóa ra không phải là bệnh tăng bạch cầu đơn nhân."
        },
        {
            "en": "A blood test can show if you have <em>mono</em>.",
            "vi": "Xét nghiệm máu có thể cho biết liệu bạn có mắc bệnh đơn nhân nhiễm trùng không."
        },
        {
            "en": "This process will convert a <em>mono</em> into a stereo track.",
            "vi": "Quá trình này sẽ chuyển đổi một đơn âm thành phần âm thanh nổi."
        },
        {
            "en": "Thus a lawyer may study law reports; a doctor may study professional magazines and <em>mono</em>-graphs.",
            "vi": "Vì thế, vị luật sư có thể nghiên cứu các bài báo cáo về luật, bác sĩ có thể nghiên cứu về các báo cáo chuyên ngành."
        },
        {
            "en": "NASA has discovered a new form of life in California's <em>Mono</em> Lake.",
            "vi": "NASA đã phát hiện ra một dạng sống mới ở hồ California Mono."
        },
        {
            "en": "Billy took Jake to the doc down there, and it looks like he has <em>mono</em>.",
            "vi": "Billy đã đưa Jake đến bác sĩ ở dưới đó, và hình như anh chàng bị bệnh tăng bạch cầu đơn nhân."
        },
        {
            "en": "The XF86 _ <em>Mono</em> server, which is a 640x480 resolution with two colors, black and white.",
            "vi": "Xf86 mono server, dùng cho độ phân giải 640x480, hai màu, đen và trắng."
        },
        {
            "en": "The article said that a person with <em>mono</em> needed to avoid physical activity, but there was nothing about visitors.",
            "vi": "Bài báo nói rằng người bị bệnh bệnh đơn nhân nhiễm trùng cần tránh hoạt động thể lực, nhưng đâu có nói gì về chuyện thăm viếng."
        },
        {
            "en": "Elvis's songs from 1956 to 1961 had been recorded on a <em>mono</em> system and couldn' t be remixed, only remastered.",
            "vi": "Những bài hát của Elvis từ 1956 đến 1961 đã được thu âm bằng hệ thống đơn hệ và không thể hòa âm lại, chỉ có cách làm lại bản mới."
        },
        {
            "en": "After the <em>mono</em>-bank system in Vietnam was broken up, many credit institutions were created throughout the country.",
            "vi": "Sau khi hệ thống đơn ngân hàng ở Việt Nam bị loại bỏ, nhiều tổ chức tín dụng đã được thành lập trên toàn quốc."
        },
        {
            "en": "I stopped when I got to the part about how <em>mono</em> could last more than a month.",
            "vi": "Tôi dừng lại khi đọc đến phần bệnh có thể kéo dài hơn một tháng như thế nào."
        },
        {
            "en": "Fast reforms included macro-stabilisation, abolishing the <em>mono</em>-bank system and encouraging the creation of private firms.",
            "vi": "Các biện pháp cải cách nhanh bao gồm ổn định kinh tế vĩ mô, xoá bỏ hệ thống ngân hàng một cấp và khuyến khích thành lập các doanh nghiệp tư nhân."
        },
        {
            "en": "Elvis's songs from 1956 to 1961 had been recorded on a <em>mono</em> system and couldn't be remixed, only remastered.",
            "vi": "Những bài hát của Elvis từ 1956 đến 1961 đã được thu âm bằng hệ thống đơn hệ và không thể hòa âm lại, chỉ có cách làm lại bản mới."
        },
        {
            "en": "Some analysts say that the world is no longer <em>mono</em>-polar in that the U.S. is the only one that rules the world.",
            "vi": "Một số nhà phân tích nói rằng thời kì trật tự thế giới đơn cực trong đó nước Mỹ giữ vai trò thống trị đã qua rồi."
        },
        {
            "en": "All I knew about <em>mono</em> was that you were supposed to get it from kissing, which was clearly not the case with Jake.",
            "vi": "Tất cả những gì tôi biết về bệnh này này là mình có lẽ bị lây bệnh vì hôn, rõ ràng không phải trường hợp của Jake."
        },
        {
            "en": "<em>Mono</em> or oligo-arthritis is inflammation of one joint, pauciarthritis of a few, and polyarthritis of many joints, either simultaneously or in sequence.",
            "vi": "Viêm đơn khớp là viêm ở một khớp, viêm thiểu khớp ở một số ít, và viêm đa khớp ở nhiều khớp, đồng thời hay lần lượt."
        },
        {
            "en": "This began with the transition from a <em>mono</em>-tier to a two-tier banking system in 1990 in order to separate the role of the State Bank and commercial banks.",
            "vi": "Điều này bắt đầu từ việc chuyển hệ thống ngân hàng 1 cấp thành ngân hàng 2 cấp từ năm 1990 nhằm tách bạch chức năng của ngân hàng trung ương với chức năng kinh doanh của các ngân hàng thương mại."
        },
        {
            "en": "Pick super foods, don't supersiz​eThere's no single diabetes diet. But here are basics to keep in mind: Enjoy super foods like berries, sweet potatoes, fish with omega-3 fatty acids, and dark green, leafy vegetables. Look at food labels and avoid saturated fat and trans fats. Instead, opt for <em>mono</em> and polyunsaturated fats like olive oil. A dietitian can give you personalized advice.",
            "vi": "Hãy chọn các loại siêu thực phẩm, đừng ăn quá lốChẳng có một chế độ dinh dưỡng duy nhất nào dành cho bệnh nhân tiểu đường. Nhưng dưới đây làm một số điều cơ bản mà bạn cần nên ghi nhớ: Hãy ăn các loại thức ăn siêu thực phẩm như quả mọng, khoai lang, cá với axit béo omega 3, và rau rậm lá màu xanh đậm. Hãy quan sát nhãn thực phẩm và tránh chất béo bão hoà và a-xít béo chuyển hoá. Thay vào đó, bạn nên chọn chất béo đơn và không sinh cholesterol như dầu ô-liu. Bác sĩ chuyên khoa dinh dưỡng có thể cho bạn lời khuyên cá nhân của mình."
        },
        {
            "en": "The macadamia nut has outstanding nutritional value. Experts point out that compared with other common edible seeds, such as almonds and cashews, macadamias is high in fat and low in protein. It also has the highest amount of <em>mono</em>-unsaturated fats among any known seed and can also be made into cooking oil and powder-like chocolate, or used in beauty-care products.",
            "vi": "Hạt macca có giá trị dinh dưỡng vượt trội. Các chuyên gia chỉ ra rằng so với các loại hạt ăn được phổ biến khác, chẳng hạn như hạnh nhân và hạt điều, hạt macca có hàm lượng chất béo cao và chất đạm thấp. Nó cũng là loại hạt có hàng lượng axit béo không no cao nhất trong số các loại hạt được biết đến và cũng có thể được làm thành dầu ăn và bột giống như sô cô la hoặc được sử dụng trong các sản phẩm chăm sóc, làm đẹp."
        }
    ],
    "suggestions": []
}