{
    "en_vn": {
        "data": {
            "content": null,
            "word": "monocoque"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>monocoque</k><blockquote><cclass>[<cclass>'mɒnə(ʊ)kɒk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an aircraft or vehicle structure in which the chassis is integral with the body. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>earlu 20th cent.: from Fr., from <i>mono-</i> 'single' + <i>coque</i> 'shell'. </blockquote></div>",
            "word": "monocoque"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "monocoque"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "monocoque"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "monocoque"
        }
    },
    "sentences": [
        {
            "en": "Never mind the price tag, which is greater than a new Alfa Romeo MiTo: There is nothing sensible about the Cykno electric-assist two-wheeler. This Italian beauty features a <em>monocoque</em> frame, front forks and 26-inch radial-spoke wheels made of carbon fibre composite, which, despite an array of electric-drive hardware, keeps weight to a not-unwieldy 57lbs. The Cykno's leather-wrapped centre section contains a 250- or 500-watt electric motor, a lithium-polymer battery pack and an on-board charger with cable. Full charge from a standard household outlet takes four hours, and the Cykno will cruise in pedal-assist mode for a generous 37 miles – perfect for a long day of Roman roamin'.",
            "vi": "Nếu không bận tâm đến cái giá còn “chát” hơn cả một chiếc xe hơi new Alfa Romeo MiTo mới coóng thì chả có gì phải đắn đo về chiếc xe đạp điện Cykno đâu. Mẫu xe mang vẻ đẹp Ý này nổi bật với dạng khung gầm liền khối, càng trước và bánh xe dùng nan hoa 26 inch làm bằng sợi carbon tổng hợp giúp cho trọng lượng xe chỉ ở mức 26 kg, cho dù cụm ổ điện có hơi cồng kềnh. Phần thân xe bọc da của chiếc Cykno có một động cơ điện công suất 250 – 500 watt, một bộ ắc-quy lithium-polymer và một bộ xạc kèm dây dẫn. Mất khoảng 4 tiếng để xạc đầy nếu cắm vào ổ điện gia dụng đúng tiêu chuẩn, đồng thời chiếc Cykno có thể vi vu đến 37 cây số ở chế độ hỗ trợ bàn đạp – tuyệt không chê vào đâu được cho một ngày dài lang thang trên phố Rome!"
        }
    ],
    "suggestions": []
}