{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Montgomery"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Montgomery"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Montgomery"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Montgomery"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Montgomery"
        }
    },
    "sentences": [
        {
            "en": "Field Marshal <em>Montgomery</em> is one of today's most successful and well known men.",
            "vi": "Nguyên soái Montgomery là một trong những người đàn ông nổi tiếng và thành công nhất hiện nay."
        },
        {
            "en": "In 1954 Martin became a minister at a Baptist Church in <em>Montgomery</em>, Alabama.",
            "vi": "Năm 1954 Martin trở thành mục sư nhà thờ Baptist ở Montgomery, Alabama."
        },
        {
            "en": "All-right then, Ms. <em>Montgomery</em>. I'll get those plans over to your office by Thursday afternoon.",
            "vi": "Tôi sẽ cho mang các kế hoạch đến văn phòng cho cô nội trong chiều thứ Năm."
        },
        {
            "en": "All - right then, Ms. <em>Montgomery</em>. I'll get those plans over to your office by Thursday afternoon.",
            "vi": "Tôi sẽ cho mang các kế hoạch đến văn phòng cho cô nội trong chiều thứ Năm."
        },
        {
            "en": "Bob was asked to an employee's holiday party at <em>Montgomery</em> Wards.",
            "vi": "Bob được mời đến buổi tiệc mừng nghỉ lễ dành cho công nhân tại Montgomery Wards."
        },
        {
            "en": "The capital city is <em>Montgomery</em> and the largest city is Birmingham.",
            "vi": "Thủ đô là Montgomery và thành phố lớn nhất là Birmingham."
        },
        {
            "en": "One performer who stood out among the rest was the 16-year-old boy from <em>Montgomery</em>, Alabama.",
            "vi": "Người biểu diễn nổi trội nhất là một cậu bé 16 tuổi đến từ Montgomery, Alabama."
        },
        {
            "en": "One performer who stood out among the rest was the 16 - year - old boy from <em>Montgomery</em>, Alabama.",
            "vi": "Người biểu diễn nổi trội nhất là một cậu bé 16 tuổi đến từ Montgomery, Alabama."
        },
        {
            "en": "Rudolph first appeared in a 1939 booklet written by Robert L. May and published by <em>Montgomery</em> Ward, the department store.",
            "vi": "Chú Tuần lộc Rudolph lần đầu tiên xuất hiện trong một cuốn sách nhỏ năm 1939 của tác giả Robert L. May và được nhà sách Montgomery Ward xuất bản."
        },
        {
            "en": "The report went on: 'Dr. <em>Montgomery</em> noted that Dr. Dao appeared to have difficulties with information processing. Neuropsychological screening did not suggest gross difficulties. ",
            "vi": "Báo cáo tiếp tục \" Tiến sĩ Montgomery lưu ý rằng bác sĩ Đào dường như gặp khó khăn trong việc xử lý thông tin. Khám nghiệm thần kinh không cho thấy những khó khăn chung."
        },
        {
            "en": "The report went on: 'Dr. <em>Montgomery</em> noted that Dr. Dao appeared to have difficulties with information processing. Neuropsychological screening did not suggest gross difficulties. ",
            "vi": "Báo cáo tiếp tục \" Tiến sĩ Montgomery lưu ý rằng bác sĩ Đào dường như gặp khó khăn trong việc xử lý thông tin. Khám nghiệm thần kinh không cho thấy những khó khăn chung."
        },
        {
            "en": "\"Rudolph, the Red-Nosed Reindeer\" is a song written by Johnny Marks based on the 1939 story Rudolph the Red-Nosed Reindeer published by the <em>Montgomery</em> Ward Company. Gene Autry's recording hit No. 1 on the U.S. charts the week of Christmas 1949.",
            "vi": "\"Chú Tuần lộc Rudolph Mũi đỏ\" là một ca khúc do Johnny Marks viết dựa trên câu chuyện Chú Tuần lộc Rudolph Mũi đỏ mà hãng Montgomery Ward đã xuất bản năm 1939. Gene Autry thu âm và phát hành bài hát vào năm 1949 và giúp ca khúc trở thành bản nhạc chiếm vị trí số 1 trong tuần Giáng Sinh năm 1949."
        }
    ],
    "suggestions": []
}