{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Montana",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Montana",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Montana",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Montana",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Montana",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My brother was a federal marshal in <em>Montana</em>.",
            "vi": "Anh tôi là cảnh sát trưởng liên bang ở Montana."
        },
        {
            "en": "This is the first story I set in <em>Montana</em>.",
            "vi": "Đây là câu chuyện đầu tiên tôi bắt đầu ở Montana."
        },
        {
            "en": "Two members of the <em>Montana</em> State University Symphony performing at the American Center",
            "vi": "Hai thành viên của Dàn nhạc Giao hưởng Đại học Bang Montana đang biểu diễn tại Trung tâm Hoa Kỳ."
        },
        {
            "en": "It flows along the borders of seven states: <em>Montana</em>, North Dakota, South Dakota, Iowa, Nebraska, Kansas, and finally Missouri.",
            "vi": "Nó chảy dọc theo biên giới của bảy tiểu bang: montana, bắc dakota, nam dakota, iowa, nebraska, kansas, và cuối cùng là missouri."
        },
        {
            "en": "Every year, I experience an odd moment shortly after my family and I arrive at the country house we rent in <em>Montana</em>.",
            "vi": "Năm nào tôi cũng trải qua một khoảnh khắc kỳ lạ ngay sau khi gia đình tôi và tôi đến ngôi nhà miền quê chúng tôi thuê ở Montana."
        },
        {
            "en": "The three rivers are the Jefferson, Madison and Gallatin, they become the Missouri River in the southwestern region of <em>Montana</em>, more than 1,200 meters above sea level.",
            "vi": "Ba sông này là jefferson, madison và gallatin, chúng trở thành sông missouri ở vùng tây nam của montana, hơn 1.200 mét bên trên mực nước biển."
        },
        {
            "en": "During a Good Will and Friendship Tour to Vietnam, twelve members of the <em>Montana</em> State University Symphony Orchestra performed at the American Center on May 26 to an audience of 130 Vietnamese students.",
            "vi": "Trong chuyến Lưu diễn Thiện trí và Hữu nghị tại Việt Nam, mười hai thành viên của Dàn nhạc Giao hưởng của Trường Đại học Bang Montana đã biểu diễn trước hơn 130 khán giả sinh viên Việt nam tại Trung tâm Hoa Kỳ vào ngày 26 tháng 5."
        },
        {
            "en": "Absent December totals, the Grand Canyon in northern Arizona hit almost 5.3 million visits. Zion in Utah is over 3.5 million. Yellowstone, which stretches into Wyoming, <em>Montana</em> and Idaho, is nearing 4.1 million. Yosemite in California is about 220,000 visits shy of the 1996 record — 4.2 million — with November and December still left to count.",
            "vi": "Chưa tính số liệu tháng 12, Grand Canyon ở miền Bắc Arizona đạt gần 5,3 triệu lượt tham quan. Zion ở Utah hơn 3,5 triệu. Yellowstone, kéo dài vào Wyoming, Montana và Idaho, gần 4.1 triệu. Yosemite ở California thua kỷ lục năm 1996 khoảng 220.000 lượt tham quan - 4.2 triệu – chưa tính số liệu tháng 11 và tháng 12."
        },
        {
            "en": "Home births are more prevalent in the Northwestern areas of the United States. <em>Montana</em> reported the highest number of home births in 2009 (2.55%), with Oregon in second (1.96%), and Vermont following in a close third (1.50%). Pennsylvania, Utah, Wisconsin, Idaho, and Washington reported 1.50% of home births occurring.",
            "vi": "Sinh con tại nhà phổ biến ở các vùng Tây Bắc Hoa Kỳ. Montana báo cáo số lượng sinh tại nhà cao nhất trong năm 2009 (2,55%), Oregon xếp thứ hai (1,96%), và Vermont xếp ngay sau ở vị trí thứ 3 (1,50%). Pennsylvania, Utah, Wisconsin, Idaho, và Washington chiếm có số ca sinh tại nhà chiếm 1,50%."
        }
    ],
    "suggestions": []
}