{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mu:di]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">buồn rầu, ủ rũ</td></tr></table><i/></div>",
            "word": "moody",
            "pronounce": "['mu:di]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>moody</k><blockquote>■ <cclass>adjective (<cclass><b>moodier</b>, <cclass><b>moodiest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 given to unpredictable changes of mood, especially sudden bouts of sullenness. </blockquote></blockquote><blockquote><blockquote>2》 giving a poignant or mysterious impression. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>moodily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>moodiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "moody",
            "pronounce": "['mu:di]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>moody</k><blockquote>▸ <cclass>adjective TEMPERAMENTAL, emotional, volatile, capricious, changeable, mercurial; sullen, sulky, morose, glum, depressed, dejected, despondent, doleful, dour, sour, saturnine; <cclass><i>informal</i> blue, down in the dumps/mouth.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>cheerful.</blockquote></div>",
            "word": "moody",
            "pronounce": "['mu:di]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "moody",
            "pronounce": "['mu:di]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moody",
            "pronounce": "['mu:di]"
        }
    },
    "sentences": [
        {
            "en": "He is a <em>moody</em> person.",
            "vi": "Anh ấy là một người thất thường."
        },
        {
            "en": "Joe is inclined to be <em>moody</em>.",
            "vi": "Joe có khuynh hướng u sầu."
        },
        {
            "en": "I keep away from him when he's <em>moody</em>.",
            "vi": "Tôi tránh xa anh ta mỗi khi anh ta nổi cáu."
        },
        {
            "en": "John is inclined to be <em>moody</em> at times.",
            "vi": "Lắm lúc John có chiều hướng buồn rầu."
        },
        {
            "en": "She is <em>moody</em>, cries and gets headaches all the time.",
            "vi": "Lúc nào cô ta cũng buồn rầu, khóc lóc và bị đau đầu."
        },
        {
            "en": "Sometimes he's fun to be with everyone. At other times he can be very <em>moody</em>.",
            "vi": "Đôi lúc anh ta vui đùa hòa mình với mọi người, còn những lúc khác anh ta trở nên cau có."
        },
        {
            "en": "They act <em>moody</em> and do not have the same eating and sleeping habits.",
            "vi": "Chúng có thái độ lầm lì, ủ rũ và không còn các thói quen ăn ngủ như trước."
        },
        {
            "en": "Mary is just beautiful, she looks stunning in the <em>moody</em> lighting.",
            "vi": "Mary chỉ xinh đẹp, cô ta trông tuyệt vời trong ánh sáng ảm đạm."
        },
        {
            "en": "Sometimes he's fun to be with ; at other times he can be very <em>moody</em>.",
            "vi": "Đôi khi anh ta cũng vui đùa hòa mình; những lúc khác anh ta lại rất ủ rũ."
        },
        {
            "en": "Sometimes he's fun to be with; at other times he can be very <em>moody</em>.",
            "vi": "Đôi khi anh ta cũng vui đùa hòa mình ; những lúc khác anh ta lại rất ủ rũ."
        },
        {
            "en": "I would certainly have enjoyed myself if Mameha hadn't been so <em>moody</em>.",
            "vi": "Nếu mameha không có vẻ buồn rầu thì chắc tôi sẽ cảm thấy vui vẻ."
        },
        {
            "en": "His <em>moody</em> eyes went over her shoulder as though he saw Melanie silently passing through the room to the door.",
            "vi": "Đôi mắt rầu rĩ của chàng vượt qua bờ vai nàng như thể chàng thấy melanie đang lặng lẽ đi qua phòng ra cửa."
        },
        {
            "en": "His public personality is of a great joker but his friends know him as a serious, often <em>moody</em> man.",
            "vi": "Cá tính ngoài xã hội của anh ta là con người khôi hài nhưng bạn bè lại biết anh ta là con người nghiêm túc và hay phiền muộn."
        },
        {
            "en": "Older kids may seem extra-<em>moody</em> about a parent's departure and act angry one moment and clingy the next. So consider scheduling activities to engage them while you're gone. It's important to reassure them that you'll miss them, too, and that you trust that the babysitter will take good care of them.",
            "vi": "Trẻ lớn hơn có thể có tâm trạng thất thường hơn về việc đi vắng của cha mẹ và có thể phản ứng lúc thì giận giữ, lúc lại bám vào cha mẹ. Vì vậy, hãy xem xét lập kế hoạch hoạt động khuyến khích bé tham gia khi bạn đi khỏi. Điều quan trọng là trấn an bé rằng bạn cũng sẽ nhớ bé, và bạn tin tưởng rằng người giữ trẻ sẽ chăm sóc bé tốt."
        },
        {
            "en": "\"We are getting married to show that immigration laws affect not only undocumented immigrants in the United States but also U.S. citizens like myself, who want to be united with our loved ones,\" Falcon said after the ceremony, officiated by Texas State District Judge Bill <em>Moody</em> as Border Patrol agents watched.",
            "vi": "Falcon nói sau lễ cưới: \"Chúng tôi kết hôn để cho mọi người thấy rằng luật lệ nhập cư có ảnh hưởng không chỉ với những người nhập cư không có giấy tờ ở Mỹ mà còn có ảnh hưởng cả đến những công dân Mỹ nữa, như tôi đây chẳng hạn, chúng tôi muốn ở chung với những người thương yêu của mình.\", đám cưới được thẩm phán khu của tiểu bang Texas Bill Moody cử hành trong khi các nhân viên tuần tra biên giới giám sát."
        },
        {
            "en": "When given a chance to reflect, people see that being “professional” does not rule out being human. Being human requires that we recognise, not minimise or deny, our emotions. Apprentice Paul had already been described as “<em>moody</em>” and “aggressive”, yet in the boardroom I could see that both he and Oliver also had tears in their eyes. No one acknowledged this cocktail of emotions, but we could all see them in that awkward hug/shove.",
            "vi": "Khi được tạo cơ hội để phản hồi ý kiến, mọi người vẫn cho rằng \"sự chuyên nghiệp\" không thể nào ngăn chặn được những bản năng của con người. Đã là loài người thì chúng ta không được coi thường mà phải thừa nhận những cảm xúc cúa mình. Nhân viên tập sự Paul đã được mô tả như một gã \"ủ rũ\", \"hung hăng\"; thế nhưng, trong phòng họp ban quản trị tôi có thể nhận thấy cả cậu ấy và Oliver đã rơm rớm những giọt nước mắt. Không ai chịu thừa nhận những \"ly rượu\" cảm xúc, nhưng tất cả chúng ta đều cảm nhận rõ những cảm xúc ấy trong những lần ôm nhau."
        },
        {
            "en": "AAA, Ba3, Ca, CCC... they look like some kind of hyper-active school report.   They are, indeed, a marking system, and one that is designed to inform interested parties.   The letter formations are given to large-scale borrowers, whether companies or governments, and tell the buyers of this debt how likely they are to be able to get it back.  \n The score card also affects the amount that should be charged by way of return on that borrowing.    These letters have been all over the coverage of the financial impact of the crisis besetting the eurozone.  \n A change to the score means a change to the amount a borrower must pay its debt-holders, something that can make it more expensive to borrow as investors demand a higher rate of return for taking on more risky debt.  \n But while the borrowers in the news - the governments of Greece, Ireland, Portugal, and now even the mighty US - are household names, the ones that have such an impact on their fortunes are not.   \n\nThey are credit-rating agencies, which exist to assess the credit-worthiness of bond issuers - companies or, as in this case, countries who borrow money by issuing IOUs known as bonds.  \n But who are they? Do we need them and how do they work out whether to give the top-of-the-class AAA or a lower grade, such as CCC, which - sticking with the schools analogy - means the issuer is probably planning on bunking off?  \n Poor and <em>Moody</em>    Standard & Poor's (S&P), as the oldest, comes first. It was begun in 1860 by Henry Poor, who wrote a history of the finances of railroads and canals in the United States as a guide for investors.   \nThe 'Standard' part came into being in 1906, when the Standard Statistics Bureau was set up to examine finances of non-railroad companies.    The two businesses joined forces in the 1940s.    Moody's was started in 1909 by John <em>Moody</em>, who published an analysis of the tangled and uncertain world of railway finances, grading the value of its stocks and bonds.   These are now mighty concerns - Moody's operating income was $688m in 2010 and Standard & Poor's made $762m.   They each have 40% apiece of the business of rating major companies and countries.   Fitch, with another eponymous founder, John Fitch, was set up in 1913 and is a smaller version of the other two.    There are hosts of other ratings agencies, whose names rarely appear even within the darker corners of the financial pages - so why are these three businesses the ones everyone watches?  \n Track Record    Part of the answer lies with the Securities and Exchange Commission (SEC), the US financial watchdog.   In 1975, it acknowledged these three as Nationally Recognized Statistical Rating Organizations (NRSRO).  \n An endorsement from an NRSRO makes life quicker and easier for countries and financial institutions wishing to issue bonds - it basically tells investors a firm has a track record and how likely it is to be able to pay back the money.   Further impetus for NRSROs comes from the fact that certain regulated investment funds are required by the SEC to hold only those bonds that have a very high rating from accredited agencies.   An insurance company's strength is also judged by the ratings applied to the investment reserves it holds.    A downgrade of an issuers' rating pushes down the value of a bond and raises its interest rate.   It can mean regulated funds must now sell these bonds.    But this can cause a vicious cycle.   A big sell-off adds in market forces - more sellers than buyers - reducing the price further. That means a yet higher interest rate must be paid - and that puts an even bigger strain on the borrower.   Although the SEC has 10 NRSROs on its approved list, including a Canadian agency and two Japanese ones, the big three - Standard & Poor's, Moody's and Fitch - remain the industry standard-bearers.   This is partly because they make their ratings available freely to investors - making their money from charging the organisations who want their bonds rated.   Heavy criticism   So much for their size. What of their actual methods?   Standard & Poor's said it based its judgments on a range of financial and business attributes that might influence the repayment, some of which may depend on the issuer of the bond (ie the borrower).   In a statement, S&P gave a long list of indicators it may use, including \"economic, regulatory and geopolitical influences, management and corporate governance attributes, and competitive position\".    That seems to cover everything. But since the credit crisis that began in 2007, these agencies have come in for heavy criticism - and even hostility.    After all, stacks of mortgage-backed securities - the investments that were backed by mortgages that were either never going to be paid back or were even fraudulent - were given the very best grade by the three supposed experts in rating the likelihood of the money being paid back.   Similar dramatic swings have been taking place in the ratings applied to government-backed - rather than private property-supported debt. One day a country's bond is graded a safe top rating and the next given a mark that suggests investors' money is not safe.   Many observers believe that if the rating on the UK's government bonds - or gilts - was downgraded by just one notch from AAA to AA it would put up the cost of official borrowing by around half of one per cent.   That would mean a big rise in the annual interest bill which has to be met by taxpayers.   When asked why it changes ratings, S&P responded: \"The reasons for ratings adjustments vary, and may be broadly related to overall shifts in the economy or business environment - or more narrowly focused on circumstances affecting a specific industry, entity, or individual debt issue.\"   It indeed appears a dark art - but one whose influence has a more measurable effect.",
            "vi": "AAA, Ba3, Ca, CCC ... chúng trông giống như một loại phiếu điểm rất tích cực vậy.   Thực ra, chúng là một hệ thống ký mã hiệu, và dùng để thông báo cho các bên hữu quan biết.   Những người đi vay số lượng lớn, các chính phủ hoặc các công ty, nhận được những đội hình chữ cái ấy, và những người mua khoản nợ này được chúng cho biết khả năng họ có thể lấy lại tiền là như thế nào.   Bảng đánh giá kia còn ảnh hưởng đến số phí tính theo mức sinh lợi trên khoản tiền vay đó.   Những chữ cái này tràn ngập khắp các tin tức về tác động tài chính của cuộc khủng hoảng đang ám ảnh khu vực sử dụng đồng Euro.   Một thay đổi điểm số có nghĩa là một sự thay đổi số tiền người đi vay phải trả cho các chủ nợ của mình, có thể khiến người ta mất nhiều phí vay hơn khi những nhà đầu tư đòi hỏi tỷ lệ lợi nhuận cao hơn vì phải gánh khoản nợ có rủi ro nhiều hơn.   Nhưng trong khi những kẻ đi vay được báo chí nêu - các chính phủ Hy Lạp, Ai len, Bồ Đào Nha, và hiện giờ thậm chí là Hoa Kỳ vĩ đại - là những danh xưng nhiều người biết đến, thì những người có ảnh hưởng lớn như vậy đối với tài sản của những tên tuổi kia lại không có được cái diễm phúc đó.   Họ là những cơ quan đánh giá tín nhiệm, tồn tại để đánh giá khả năng chi trả của những nhà phát hành trái phiếu - các công ty hoặc - như trong trường hợp này, các quốc gia mượn tiền bằng cách phát hành các giấy nợ dạng IOU (I owe you) được gọi là trái phiếu.   Nhưng họ là ai? Có phải chúng ta cần họ không và họ tính ra như thế nào để đưa ra thứ hạng cao nhất AAA hoặc đưa ra một thứ hạng thấp hơn, chẳng hạn CCC, thứ hạng - trung thành với hình thức xếp hạng trong nhà trường - có nghĩa là nhà phát hành nhiều khả năng đang chuẩn bị kế hoạch bỏ trốn?   Poor and Moody  Trước tiên chúng ta đề cập đến Standard & Poor's (S&P), cơ quan đánh giá lâu đời nhất. Vào năm 1860, người viết một cuốn sách sử về tài chính đường sắt và kênh đào ở Hoa Kỳ như một cẩm nang cho các nhà đầu tư, ông Henry Poor, đã thành lập ra cơ quan này.   Cái phần “Standard” ra đời vào năm 1906, thời điểm Cục thống kê tiêu chuẩn (Standard Statistics Bureau) được thành lập nhằm kiểm tra tài chính các công ty không thuộc ngành đường sắt.     Hai doanh nghiệp này sáp nhập vào những năm 1940.   Năm 1909 John Moody thành lập công ty Moody's , ông là người công bố một bản phân tích về cái thế giới bất ổn và lộn xộn ngành tài chính đường sắt, trong đó phân cấp giá trị của các cổ phiếu và trái phiếu.   Những công ty này hiện nay đang được nhiều người quan tâm - doanh thu trước thuế của Moody năm 2010 là 688 triệu đô-la Mỹ và Standard & Poor là 762 triệu đô-la Mỹ.   Mỗi công ty họ đều chiếm 40%  thị phần đánh giá những công ty và quốc gia lớn.   Fitch - một nhà sáng lập nữa được lấy tên đặt cho một công ty, ông John Fitch - thành lập vào năm 1913 và là một phiên bản nhỏ hơn hai phiên bản kia.   Có hàng loạt những cơ quan đánh giá tín nhiệm khác, tên của chúng thậm chí hiếm khi xuất hiện trong những góc khuất khó thấy hơn của những trang tài chính - vậy tại sao ba công ty này lại là những cơ quan đánh giá được nhiều người theo dõi?   Thành tích Một phần câu trả lời là trách nhiệm của Uỷ ban Giao dịch Chứng khoán (SEC), cơ quan giám sát tài chính Hoa Kỳ.   Năm 1975 người ta thừa nhận ba công ty này như là những Tổ chức Đánh giá Tín dụng Thống kê được công nhận toàn quốc (NRSRO).   Một xác nhận của NRSRO sẽ tạo điều kiện dễ dàng và thuận lợi hơn cho những quốc gia và tổ chức tài chính đang mong muốn phát hành trái phiếu. Về cơ bản xác nhận ấy nói cho các nhà đầu tư biết thành tích của một doanh nghiệp và khả năng họ hoàn trả tiền vay như thế nào.   Sức mạnh bổ sung để những Tổ chức Đánh giá Tín dụng Thống kê được công nhận toàn quốc phát triển hơn nữa đến từ việc một số quỹ đầu tư theo luật định được Uỷ ban chứng khoán (SEC) yêu cầu chỉ nắm giữ những trái phiếu có mức đánh giá rất cao của các cơ quan được mọi người công nhận.   Sức mạnh của một công ty bảo hiểm còn được đánh giá bằng những thứ hạng áp dụng đối với những khoản dự trữ đầu tư mà công ty đó nắm giữ.   Việc nhà phát hành bị đánh giá tín nhiệm thấp sẽ làm cho giá trị trái phiếu hạ xuống và tăng lãi suất trái phiếu ấy lên.   Nghĩa là các quỹ theo luật định bây giờ phải bán những trái phiếu này.   Nhưng việc này có thể tạo ra một vòng luẩn quẩn.   Bán tống bán tháo ồ ạt cộng với các tác động cung cầu thị trường - nhiều người bán hơn người mua - làm giá giảm nhiều hơn nữa. Có nghĩa là phải trả lãi suất còn cao hơn nữa - và người đi vay phải chịu nhiều căng thẳng lớn hơn nữa.   Mặc dù Uỷ ban chứng khoán (SEC) có 10 tổ chức Đánh giá Tín dụng Thống kê được công nhận toàn quốc (NRSRO) trong danh sách phê chuẩn của mình, bao gồm một đại diện của Ca-na-đa, hai của Nhật, nhưng ba ông lớn - Standard & Poor's, Moody's và Fitch - vẫn là những công ty đầu ngành.   Một phần là vì họ công khai miễn phí các đánh giá tín nhiệm của họ cho các nhà đầu tư - thu tiền từ việc tính phí các tổ chức muốn đánh giá trái phiếu của mình.   Chỉ trích nặng nề  Quên đi tầm cỡ của họ. Những phương pháp thực sự của họ là gì?   Standard & Poor's cho biết họ đánh giá dựa trên một loạt những thuộc tính kinh doanh và tài chính có thể ảnh hưởng đến việc hoàn trả, trong đó một số có thể phụ thuộc vào nhà phát hành trái phiếu (tức người đi vay).   Trong một báo cáo, Standard & Poor's đưa ra một danh sách dài các chỉ báo họ có thể sử dụng, gồm những tác động địa chính trị, luật lệ, và kinh tế, quản trị và thuộc tính các phương thức và quy trình quản lý công ty, và vị thế cạnh tranh.\"   Dường như đầy đủ hết cả. Nhưng kể từ cuộc khủng hoảng tín dụng bắt đầu vào năm 2007, những công ty này đã hứng chịu những chỉ trích nặng nề - và thậm chí cả sự thù địch nữa.   Rốt cuộc, số lượng khổng lồ các chứng khoán có thế chấp bảo đảm - các khoản đầu tư được những tài sản thế chấp bảo đảm hoặc sẽ không bao giờ thu hồi nổi hoặc bị gian lận - đã được ba chuyên gia có trách nhiệm đánh giá khả năng hoàn trả tiền vay xếp cho thứ hạng cao nhất.   Những biến động đầy kịch tính tương tự đã diễn ra trong việc đánh giá tín dụng khoản nợ do chính phủ bảo lãnh chứ không phải là nợ có tài sản cá nhân bảo đảm. Hôm nay một trái phiếu của quốc gia nào đó được đánh giá thứ hạng cao nhất về độ an toàn nhưng ngày hôm sau lại bị cho điểm gợi ý rằng tiền của các nhà đầu tư không an toàn.   Nhiều nhà quan sát tin rằng nếu thứ hạng trái phiếu chính phủ Anh - hoặc các cổ phiếu thượng hạng - bị đánh tụt chỉ một mức từ AAA xuống AA thì sẽ làm tăng phí vay chính thức bằng khoảng 0,5%.   Điều đó có nghĩa là tăng số lượng lớn hối phiếu có lãi hàng năm mà những người nộp thuế sẽ phải trả.   Khi được hỏi tại sao thay đổi các thứ hạng, Standard & Poor's trả lời: \"Các lý do điều chỉnh thứ hạng thay đổi, và có thể liên quan rộng rãi đến những thay đổi nói chung trong nền kinh tế hoặc môi trường kinh doanh, hoặc trong phạm vi hẹp hơn tập trung vào những điều kiện ảnh hưởng đến một thực thể, ngành cụ thể, hoặc đợt phát hành nợ riêng lẻ nào đó.\"   Quả thực nó xuất hiện một cách kỳ bí - nhưng lại có ảnh hưởng rất lớn."
        },
        {
            "en": "Death and grief    People react emotionally and physically When coping with a death, you may go through all kinds of emotions. You may be sad, worried, or scared. You might be shocked, unprepared, or confused. You might be feeling angry, cheated, relieved, guilty, exhausted, or just plain empty. Your emotions might be stronger or deeper than usual or mixed together in ways you've never experienced before. Some people find they have trouble concentrating, studying, sleeping, or eating when they're coping with a death. Others lose interest in activities they used to enjoy. Some people lose themselves in playing computer games or eat or drink to excess. And some people feel numb, as if nothing has happened. All of these are normal ways to react to a death. What is grief? When we have emotional, physical, and spiritual reactions in response to a death or loss, it's known as grief or grieving. People who are grieving might:     * feel strong emotions, such as sadness and anger     * have physical reactions, such as not sleeping or even waves of nausea     * have spiritual reactions to a death — for example, some people find themselves questioning their beliefs and feeling disappointed in their religion while others find that they feel more strongly than ever about their faith. The grieving process takes time and healing usually happens gradually. The intensity of grief may be related to how sudden or predictable the loss was and how you felt about the person who died. Some people write about grief happening in stages, but usually it feels more like \"waves\" or cycles of grief that come and go depending on what you are doing and if there are triggers for remembering the person who has died. Different ways of grieving If you've lost someone in your immediate family, such as a parent, brother, or sister, you may feel cheated out of time you wanted to have with that person. It can also feel hard to express your own grief when other family members are grieving, too. Some people may hold back their own grief or avoid talking about the person who died because they worry that it may make a parent or other family member sad. It's also natural to feel some guilt over a past argument or a difficult relationship with the person who died. We don't always grieve over the death of another person. The death of a beloved pet can trigger strong feelings of grief. People may be surprised by how painful this loss can be. But the loving bonds we share with pets are real, and so are the feelings of loss and grief when they die. All of these feelings and reactions are OK — but what can people do to get through them? How long does grief last? Will things ever get back to normal? And how will you go on without the person who has died? Coping with grief Just as people feel grief in many different ways, they handle it differently, too. Some people reach out for support from others and find comfort in good memories. Others become very busy to take their minds off the loss. Some people become depressed and withdraw from their peers or go out of the way to avoid the places or situations that remind them of the person who has died.  For some people, it can help to talk about the loss with others. Some do this naturally and easily with friends and family, while others talk to a professional therapist. Some people may not feel like talking about it much at all because it's hard to find the words to express such deep and personal emotion or they wonder whether talking will make them feel the hurt more. This is fine, as long you find other ways to deal with your pain. People sometimes deal with their sorrow by engaging in dangerous or self-destructive activities. Doing things like drinking, drugs, or cutting yourself to escape from the reality of a loss may seem to numb the pain, but the feeling is only temporary. This isn't really dealing with the pain, only masking it, which makes all those feelings build up inside and only prolongs the grief. If your pain just seems to get worse, or if you feel like hurting yourself or have suicidal thoughts, tell someone you trust about how you feel. What to expect It may feel like it might be impossible to recover after losing someone you love. But grief does get gradually better and become less intense as time goes by. To help get through the pain, it can help to know some of the things you might expect during the grieving process. The first few days after someone dies can be intense, with people expressing strong emotions, perhaps crying, comforting each other, and gathering to express their support and condolences to the ones most affected by the loss. It is common to feel as if you are \"going crazy\" and feel extremes of anxiety, panic, sadness, and helplessness. Some people describe feeling \"unreal,\" as if they're looking at the world from a faraway place. Others feel <em>moody</em>, irritable, and resentful.  Family and friends often participate in rituals that may be part of their religious, cultural, community, or family traditions, such as memorial services, wakes, or funerals. These activities can help people get through the first days after a death and honor the person who died. People might spend time together talking and sharing memories about their loved one. This may continue for days or weeks following the loss as friends and family bring food, send cards, or stop by to visit. Many times, people show their emotions during this time. But sometimes a person can be so shocked or overwhelmed by the death that he or she doesn't show any emotion right away — even though the loss is very hard. And it's not uncommon to see people smiling and talking with others at a funeral, as if something sad had not happened. But being among other mourners can be a comfort, reminding us that some things will stay the same. Sometimes, when the rituals associated with grieving end, people might feel like they should be \"over it\" because everything seems to have gone back to normal. When those who are grieving first go back to their normal activities, it might be hard to put their hearts into everyday things. Many people go back to doing regular things after a few days or a week. But although they may not talk about their loss anymore, the grieving process continues.  It's natural to continue to have feelings and questions for a while after someone dies. It's also natural to begin to feel somewhat better. A lot depends on how your loss affects your life. It's OK to feel grief for days, weeks, or even longer, depending on how close you were to the person who died. No matter how you choose to grieve, there's no one right way to do it. The grieving process is a gradual one that lasts longer for some people than others. There may be times when you worry that you'll never enjoy life the same way again, but this is a natural reaction after a loss. Caring for yourself The loss of someone close to you can be stressful. It can help you to cope if you take care of yourself in certain small but important ways. Here are some that might help:     * Remember that grief is a normal emotion. Know that you can (and will) heal over time.     * Participate in rituals. Memorial services, funerals, and other traditions help people get through the first few days and honor the person who died.     * Be with others. Even informal gatherings of family and friends bring a sense of support and help people not to feel so isolated in the first days and weeks of their grief.     * Talk about it when you can. Some people find it helpful to tell the story of their loss or talk about their feelings. Sometimes a person doesn't feel like talking, and that's OK, too. No one should feel pressured to talk.     * Express yourself. Even if you don't feel like talking, find ways to express your emotions and thoughts. Start writing in a journal about the memories you have of the person you lost and how you're feeling since the loss. Or write a song, poem, or tribute about your loved one. You can do this privately or share it with others.     * Exercise. Exercise can help your mood. It may be hard to get motivated, so modify your usual routine if you need to.     * Eat right. You may feel like skipping meals or you may not feel hungry, but your body still needs nutritious foods.     * Join a support group. If you think you may be interested in attending a support group, ask an adult or school counselor about how to become involved. The thing to remember is that you don't have to be alone with your feelings or your pain.     * Let your emotions be expressed and released. Don't stop yourself from having a good cry if you feel one coming on. Don't worry if listening to particular songs or doing other activities is painful because it brings back memories of the person that you lost; this is common. After a while, it becomes less painful.     * Create a memorial or tribute. Plant a tree or garden, or memorialize the person in some fitting ways, such as running in a charity run or walk (a breast cancer race, for example) in honor of the lost loved one. Getting help for intense grief If your grief isn't letting up for a while after the death of your loved one, you may want to reach out for help. If grief has turned into depression, it's very important to tell someone. How do you know if your grief has been going on too long? Here are some signs:      * You've been grieving for 4 months or more and you aren't feeling any better.     * You feel depressed.     * Your grief is so intense that you feel you can't go on with your normal activities.     * Your grief is affecting your ability to concentrate, sleep, eat, or socialize as you normally do.     * You feel you can't go on living after the loss or you think about suicide, dying, or hurting yourself. It's natural for loss to cause people to think about death to some degree. But if a loss has caused you to think about suicide or hurting yourself in some way, or if you feel that you can't go on living, it's important that you tell someone right away. Counseling with a professional therapist can help because it allows you to talk about your loss and express strong feelings. Many counselors specialize in working with teens who are struggling with loss and depression. If you'd like to talk to a therapist and you're not sure where to begin, ask an adult or school counselor. Your doctor may also be able to recommend someone. Will I ever get over this? Well-meaning friends and family might tell a grieving person they need to \"move on\" after a loss. Unfortunately, that type of advice can sometimes make people hesitate to talk about their loss, or make people think they're grieving wrong or too long, or that they're not normal. It can help to remember that the grieving process is very personal and individual — there's no right or wrong way to grieve. We all take our own time to heal. It's important for grieving people to not drop out of life, though. If you don't like the idea of moving on, maybe the idea of \"keeping on\" seems like a better fit. Sometimes it helps to remind yourself to just keep on doing the best you can for now. If you feel sad, let yourself have your feelings and try not to run away from your emotions. But also keep on doing things you normally would such as being with friends, caring for your pet, working out, or doing your schoolwork. Going forward and healing from grief doesn't mean forgetting about the person you lost. Getting back to enjoying your life doesn't mean you no longer miss the person. And how long it takes until you start to feel better isn't a measure of how much you loved the person. With time, the loving support of family and friends, and your own positive actions, you can find ways to cope with even the deepest loss.",
            "vi": "Chết chóc và đau buồn    Phản ứng của con người về tinh thần lẫn thể xác Khi đối diện với một sự chết nào đó, người ta có thể nếm trải tất cả các cảm xúc khác nhau. Bạn có thể sẽ cảm thấy buồn bã, lo lắng hay cả sợ sệt. Có thể bạn bị sốc, hoang mang hay chưa sẵn sàng, chưa chuẩn bị tâm lý để đón nhận nó. Bạn có thể cảm thấy tức giận, bị lừa bịp, trút được gánh nặng, tội lỗi, mệt nhoài, hoặc chỉ là cảm giác trống trải, cô đơn. Các cảm xúc của bạn có thể sẽ trở nên mãnh liệt, dữ dội hơn và sâu sắc hơn bình thường hoặc lẫn lộn vào nhau thành một thứ cảm xúc nào đó mà bạn chưa hề trải nghiệm trước đó cả.   Một số người cảm thấy khó có thể tập trung, học hành, ngủ nghỉ hay thậm chí là ăn uống khi phải đối diện với một cái chết của ai đó. Một số khác cảm thấy không còn hào hứng hay hăng say đối với các hoạt động mà trước đây họ rất thích thú và đam mê. Nhiều người lao vào chơi game vi tính hay ăn uống một cách vô độ. Và một số khác cảm thấy như tê dại đi, như thể không hề có chuyện gì xảy ra vậy. Tất cả những cảm xúc ấy rất đỗi bình thường khi người ta phản ứng với một sự chết nào đó.  Nỗi đau buồn là gì?  Khi đối diện với một sự chết hay một mất mát nào đó, chúng nay nảy sinh những phản ứng xúc cảm, phản ứng cơ thể và cả phản ứng về tâm linh, tinh thần – ấy là nỗi buồn hoặc là nỗi khổ đau. Người sầu khổ có thể:  * mang cảm xúc mãnh liệt, như buồn bã và tức giận * biểu hiện những phản ứng của cơ thể, như không ngủ được hoặc thậm chí cảm thấy buồn nôn * biểu hiện phản ứng tâm linh, tinh thần đối với cái chết – chẳng hạn như, một số người hoài nghi về niềm tin, về tín ngưỡng của mình và cảm thấy thất vọng, chán nản về đức tin tôn giáo ấy trong khi một số người khác lại cảm thấy mạnh mẽ về niềm tin hơn bao giờ hết. Phải cần thời gian nỗi buồn mới có thể nguôi ngoai được. (Thời gian có thể chữa lành hết tất cả các vết thương.) Người ta buồn đau nhiều hay ít cũng tuỳ thuộc vào mức độ đột ngột hay có thể tiên đoán được sự mất mát như thế nào và cả mối quan hệ hay tình cảm với người đã chết như thế nào nữa.   Một số người biểu lộ nỗi buồn theo nhiều giai đoạn, nhưng thường thì nỗi buồn ấy giống như “các cơn sóng” hơn hoặc nỗi buồn ấy cứ lặp đi lặp lại thành một chu kỳ-một khoảng thời gian rất dài cứ đến rồi đi và cũng rất lệ thuộc vào công việc của bạn, những điều bạn đang làm đây và nếu như có cơ hội, có điều gì đấy làm cho bạn liên tưởng hay nhớ đến người đã chết.   Nhiều cách biểu hiện đau buồn Nếu bạn bị mất đi gia đình nhỏ của mình, như bố hay mẹ, anh trai hay chị gái của mình, bạn sẽ có thể cảm thấy rất hụt hẫng, tiêu tan không còn thời gian bên cạnh người ấy nữa. Bạn cũng có thể rất khó bày tỏ nỗi sầu khổ của mình khi các thành viên khác trong gia đình cũng đang buồn như bạn vậy.  Một số người có thể kiềm chế và nuốt nỗi đau hay tránh nói về người đã chết bởi họ lo sợ rằng điều ấy có thể khiến cho bố (mẹ) hay một người khác trong gia đình phải buồn khổ. Người ta cũng cảm thấy tội lỗi về một cuộc cãi vã nào đó hay một mối quan hệ khó chịu nào đó với người đã chết. Tâm trạng này cũng bình thường thôi.  Không phải lúc nào chúng ta cũng tỏ ra buồn đau với cái chết của người khác. Một con thú cưng mất đi cũng có thể làm cho bạn khổ sở dữ dội. Nhiều người cảm thấy ngạc nhiên là tại sao nỗi mất mát ấy lại làm người ta đau khổ như vậy. Nhưng tình yêu của chúng ta đối với thú nuôi là có thật, và cảm giác buồn đau mất mát khi chúng chết đi cũng là sự thật.  Tất cả các cảm xúc và phản ứng như thế là bình thường– nhưng người ta có thể làm gì để vượt qua được tâm trạng đó? Nỗi sầu khổ đó sẽ kéo dài bao lâu? Liệu mọi thứ có trở về trạng thái bình thường như trước không? Và rồi làm thế nào bạn có thể tiếp tục sống mà không có người ấy bên cạnh? Đối diện với đau buồn Người ta biểu lộ đau buồn bằng nhiều cách thì họ cũng có thể chế ngự nỗi buồn với nhiều cách khác nhau. Một số người cần đến nguồn an ủi, động viên của người khác và có thể thấy khuây khoả với những kỉ niệm ngọt ngào với người đã mất. Một số khác luôn làm mình bận rộn để khỏi nhớ về nỗi mất mát đó. Cũng có nhiều người trở nên tuyệt vọng và tránh xa đồng nghiệp, bạn bè hoặc tránh đến những nơi hoặc né các tình huống có thể gợi cho họ nhớ về người đã chết.  Đối với một số người thì việc tâm sự, chia sẻ nỗi buồn với người khác quả thật có tác dụng tốt. Nhiều người nói ra điều này hết sức tự nhiên và dễ dàng với gia đình và bè bạn, trong khi nhiều người cũng cần đến nhà trị liệu chuyên nghiệp. Nhiều người có thể chẳng muốn nói nhiều về điều này bởi thật khó lòng bày tỏ thứ cảm xúc sâu lắng và riêng tư như thế này thành lời được hoặc họ cũng phân vân là liệu việc nói ra, chia sẻ ra có làm mình cảm thấy tổn thương nhiều hơn không. Được thôi, miễn là bạn có thể nghĩ ra cách nào đấy để có thể chế ngự nỗi đau của mình.    Cũng đôi khi người ta đối diện nỗi buồn bằng cách lao vào các hoạt động nguy hiểm hoặc tự huỷ hoại mình; các việc đại loại như rượu chè, ma tuý thuốc phiện, hoặc cắt rạch vào tay mình để thoát khỏi thực tế buồn đau này có thể khiến người ta tê dại đi vì đau, nhưng nỗi đau da thịt ấy chỉ là trạng thái tạm thời. Nó hoàn toàn không giải quyết được nỗi mất mát của bạn được, mà chỉ là cảm giác che đậy, có thể khiến các xúc cảm bên trong con người bạn ngày một dữ dội hơn và chỉ làm cho nỗi buồn ấy kéo dài thêm mà thôi.  Nếu bạn cảm thấy đau khổ hơn, hoặc có ý định làm tổn thương mình hoặc có ý định tự sát thì hãy thổ lộ điều này với một người nào đó mà bạn cảm thấy tin tưởng nhé. Bạn nên mong đợi điều gì Có thể như bạn không tài nào vực dậy được sau khi phải mất đi một người thương yêu. Nhưng thời gian chính là thứ thuốc mầu nhiệm có thể làm cho nỗi sầu ấy vơi đi và không còn dữ dội nữa. Để vượt qua nỗi đau này thì việc tìm hiểu một số điều bạn nên biết trong thời gian đau khổ cũng có tác dụng tốt đấy.  Với những người có cảm xúc mạnh thì một vài ngày đầu sau khi ai đó mất đi quả là rất khó chịu, họ có thể khóc lóc, an ủi lẫn nhau, và tụ tập lại để giúp đỡ, để chia buồn với người buồn đau nhất. Nếu như bạn có “phát điên lên” và vô cùng tức giận, hoảng sợ, buồn bã, và tuyệt vọng thì cũng dễ hiểu thôi. Một số người miêu tả cảm xúc ấy như một thứ xúc cảm “hão huyền, không có thực” như thể họ đang nhìn thế giới này từ một nơi xa xôi nào đó. Một số khác lại cảm thấy buồn rầu, khó chịu và phẫn nộ.  Gia đình và bạn bè thường tham dự các nghi lễ có thể thuộc về tôn giáo, văn hoá, cộng đồng, hoặc các truyền thống gia đình của họ, như là lễ truy điệu, lễ thức canh, hoặc lễ tang. Các hoạt động này có thể giúp người ta vượt qua một vài ngày đầu sau đám tang và để tưởng nhớ người đã mất. Người ta có thể ngồi lại với nhau nói chuyện và ôn lại kỉ niệm về người thân yêu ấy. Việc này có thể kéo dài nhiều ngày hay nhiều tuần vì bạn bè và gia đình thường mang thức ăn, gởi thiệp đến hoặc ghé qua thăm viếng.   Thường thì người ta bày tỏ cảm xúc của mình trong suốt thời gian này. Nhưng đôi khi người ta quá sốc hay không thể tin nổi đến độ không biểu hiện bất kỳ thái độ cảm xúc nào ngay tức khắc – dẫu rằng sự mất mát ấy là rất lớn đi chăng nữa. Và cũng không có gì đáng ngạc nhiên khi thấy người ta cười nói với người khác trong tang lễ như thể chuyện buồn đau này chưa hề xảy ra. Nhưng tâm trạng ấy trong những người đưa tang khác cũng có thể là một niềm an ủi, nhắc chúng ta nhớ rằng vẫn còn những thứ khác tương tự như thế.  Lắm lúc khi các nghi thức tang lễ kết thúc thì người ta cũng có cảm giác như “chấm dứt hết tất cả/ mọi thứ xong hết rồi” bởi mọi thứ có vẻ như đã trở về như thường lệ. Khi những người đau khổ ấy quay lại các hoạt động thường nhật của mình lần đầu, có lẽ họ rất khó lòng đặt hết tâm trí vào đó được. Nhiều người trở lại làm việc sau một vài ngày hay một tuần. Nhưng dẫu họ có thể không nói về nỗi đau của mình nữa nhưng điều ấy vẫn luôn còn ám ảnh.  Việc bạn vẫn còn cảm xúc hay đặt ra nhiều câu hỏi trong một thời gian ngắn sau khi ai đó mất đi thì cũng là điều tự nhiên thường thấy. Và cũng là điều bình thường nếu bạn bắt đầu cảm thấy đỡ hơn trước, nó cũng tuỳ thuộc rất nhiều vào nỗi mất mát ấy ảnh hưởng đến cuộc sống của bạn như thế nào. Nếu bạn cảm thấy buồn trong nhiều ngày, nhiều tuần liền hay thậm chí lâu hơn nữa thì cũng chẳng ngạc nhiên đâu, nó tuỳ thuộc vào mối quan hệ của bạn với người đã mất thân thiết như thế nào.  Bất kể là bạn buồn đau như thế nào đi chăng nữa thì chẳng có cách nào chặn dứt hết nỗi buồn ngay được. Nỗi buồn cần có thời gian để nguôi ngoai và thường kéo dài ở một số người này hơn một số người khác. Có thể là cũng có lúc bạn lo lắng là mình sẽ chẳng bao giờ yêu đời giống như xưa nữa nhưng đây là phản ứng tự nhiên thường gặp sau một niềm đau mất mát thôi.  Hãy quan tâm đến mình nhé Việc mất đi một người thân yêu có thể khiến cho bạn cảm thấy căng thẳng đấy. Nếu bạn tự biết tự chăm sóc mình bằng các biện pháp nho nhỏ nhưng rất quan trọng thì cũng có tác dụng rất tốt. Dưới đây là một số biện pháp có thể giúp ích được cho bạn: * Nên nhớ rằng nỗi buồn chỉ là cảm xúc bình thường. Hãy hiểu rằng bạn có thể (và sẽ có thể) nguôi ngoai qua thời gian. * Hãy tham dự các nghi lễ. Lễ truy điệu, lễ tang, và các lễ truyền thống khác có thể giúp người ta vượt qua một vài ngày đầu và để tưởng nhớ người đã chết.  * Hãy ở cùng với những người khác. Thậm chí các cuộc họp thân mật của gia đình và bạn bè cũng có ý nghĩa giúp cho người ta không cảm thấy cô đơn trong vài ngày đầu và trong vài tuần đầu đau buồn khi mất đi người thân của mình.  * Nên tâm sự, chia sẻ với người khác nếu có thể. Nhiều người cảm thấy khi kể cho người khác hay tâm sự cho người khác nghe về nỗi buồn mất mát của mình sẽ trở nên nhẹ nhõm hơn. Nhưng cũng có nhiều người không thích nói ra niềm đau ấy, họ giữ kín cho riêng mình, điều ấy cũng bình thường thôi. Đừng cảm thấy việc nói ra đó là áp lực, là sự cưỡng bức, là một sự căng thẳng đối với bạn.  * Hãy tự bộc lộ tâm trạng tình cảm của mình nhé. Dẫu rằng bạn không thích việc phải nói ra, nhưng hãy tự tìm cho mình cách để trút đi những cảm xúc và những ý tưởng mà bạn đang ôm ấp. Bạn nên bắt đầu viết nhật ký về những kỉ niệm với người đã mất và kể từ khi người ấy mất đi, bạn cảm thấy như thế nào. Hoặc bạn có thể sáng tác một bài hát, một bài thơ, hay một lời tri ân nào đó về người thương đã ra đi của mình. Bạn có thể chia sẻ điều này với người khác hay giữ kín một cách riêng tư.  * Hãy tập thể dục nhé. Việc tập thể dục có thể giúp bạn giải toả được căng thẳng đấy. Có thể rất khó để khiến thói quen này trở nên hứng thú và có động lực, vì vậy bạn nên điều chỉnh các công việc thường nhật của mình nếu cần thiết nhé.  * Nên ăn uống điều độ và hợp lý. Bạn có thể cảm thấy muốn bỏ bữa hoặc là không đói tí nào nhưng cơ thể bạn vẫn cần thức ăn bổ dưỡng đấy. * Hãy tham gia vào nhóm hỗ trợ nhé. Nếu cảm thấy thích gia nhập vào nhóm người hỗ trợ, bạn nên tham khảo một người lớn hoặc một tư vấn viên nào đó ở trường về cách để tham gia chung với họ. Nên nhớ rằng bạn sẽ không phải cảm thấy buồn bã hay khổ đau một mình nữa đâu, nhiều người khác sẽ cùng chia sẻ niềm đau ấy với bạn.  * Hãy thổ lộ và làm vơi đi cảm xúc của mình bạn nhé. Đừng cố kiềm chế mình khỏi phải khóc, khi muốn khóc bạn hãy khóc thật nhiều đi. Bạn cũng chớ nên bận tâm nếu phải nghe một bài hát nào đó hay làm một hoạt động nào đó khiến bạn khổ đau vì chúng gợi cho bạn nhớ những ký ức về người đã mất. Điều ấy cũng bình thường thôi. Sau một thời gian thì chắc chắn nỗi đau ấy sẽ không còn dữ dội như trước nữa.  * Hãy làm một vật kỉ niệm hay một tặng phẩm nào đó dành cho người đã mất. Bạn hãy trồng một cây hay một khu vườn nào đó, hoặc tưởng nhớ người ấy bằng nhiều cách phù hợp khác, như tham gia chạy bộ hay đi bộ làm từ thiện (chẳng hạn như tham gia cuộc chạy đua vì bệnh nhân ung thư vú) để tưởng nhớ đến người mình yêu thương.  Bạn nên nhờ người khác giúp đỡ nếu nỗi buồn trở nên dữ dội hơn Nếu sau một thời gian ngắn mất người thương yêu của mình mà nỗi buồn của bạn chưa nguôi ngoai được thì có lẽ bạn nên nhờ người khác giúp đỡ đấy. Nếu nỗi buồn ấy khiến cho bạn trở nên trầm cảm, suy nhược và kiệt sức thì phải nên nói cho người khác biết.  Làm thế nào bạn biết được mình đang mang nỗi đau ấy quá lâu? Dưới đây là một vài dấu hiệu giúp bạn nhận biết được điều đó: * Bạn không cảm thấy đỡ hơn chút nào khi đã mang nỗi buồn này 4 tháng trở lên. * Bạn cảm thấy suy nhược và tuyệt vọng. * Bạn quá đau buồn đến nỗi cảm thấy không thể tiếp tục hoạt động thường nhật của mình. * Nỗi đau ấy làm bạn khó tập trung, ngủ nghỉ, ăn uống hay giao du, tham gia hoạt động xã hội bình thường như trước. *  Bạn cảm thấy khó lòng sống nổi sau cái chết của ai đó hay nghĩ đến việc tự sát, chết hoặc là tự làm mình bị thương.  Nỗi mất mát ấy khiến cho người ta nghĩ đến cái chết ở một mức độ nào đấy thì cũng thường thấy thôi. Nhưng nếu bạn nghĩ đến việc tự sát hoặc tự làm mình bị thương theo kiểu nào đó hoặc nếu bạn cảm thấy không thể sống nữa thì điều cần thiết là phải nên nói cho người khác biết ngay tức khắc nhé. Việc tham khảo ý kiến, bàn bạc, khuyên răn của một nhà trị liệu chuyên nghiệp có thể giúp ích cho bạn nhiều đấy vì bạn được nói ra sự đau khổ của mình và có thể bày tỏ những cảm xúc mãnh liệt của mình. Nhiều nhà cố vấn chuyên tiếp xúc với thanh thiếu niên có hoàn cảnh mất mát và tuyệt vọng. Nếu bạn có nhu cầu tham khảo ý kiến của một nhà trị liệu nào đó hay không biết phải nên bắt đầu từ đâu thì bạn nên nhờ một người lớn hay một nhà tư vấn ở trường giúp đỡ nhé. Bác sĩ cũng có thể giới thiệu cho bạn một nhà trị liệu thích hợp đấy.  Liệu tôi có thể vượt qua được nỗi đau này không? Gia đình và các bạn bè có thiện ý có thể nói cho người đang đau buồn biết là họ cần phải “tiếp tục/ đứng lên” sau nỗi đau ấy. Đáng tiếc là, lời khuyên như thế này đôi khi cũng có thể khiến cho người ta cảm thấy lưỡng lự không muốn nói về nỗi đau của mình, hoặc làm cho người ta nghĩ là hành vi đau buồn của họ là không đúng hay đau buồn lâu quá, hoặc thậm chí là không bình thường nữa. Bạn cũng nên nhớ là nỗi buồn này là điều rất riêng tư – cách thể hiện sự đau buồn không đúng hay sai gì cả mà tất cả chúng ta đều phải cần thời gian để làm lành nỗi đau ấy. Dẫu vậy thì người đau buồn cũng phải biết là không nên tách biệt khỏi cuộc sống của mình. Nếu như bạn không thích cái ý tưởng tiếp tục vui sống thì có lẽ cái ý tưởng “cứ tiếp tục cố gắng” có vẻ như phù hợp hơn. Đôi khi thì việc ấy cũng giúp bạn nhớ rằng trong thời gian này bạn phải cố gắng hết sức mình. Nếu cảm thấy buồn thì hãy để tâm trạng ấy cứ tự nhiên một cách thoải mái nhất và chớ nên chạy trốn cảm xúc của mình. Đồng thời bạn cũng nên tiếp tục các hoạt động thường nhật khác như giao du với bạn bè, chăm sóc thú nuôi, tập thể dục, hoặc làm bài tập của mình.  Việc hướng về tương lai phía trước và làm lành vết đau này không có nghĩa là quên đi người đã mất. Quay lại tận hưởng cuộc sống không có nghĩa là không nhớ người ấy nữa. Và phải mất thời gian bao lâu để cho bạn có thể bắt đầu cảm thấy nguôi ngoai không phải là một thước đo để đo tình yêu của bạn với người ấy. Với thời gian, với sự hỗ trợ yêu thương của gia đình và bè bạn và cả những hoạt động tích cực của bạn nữa, tất cả là động lực có thể giúp bạn tìm thấy giải pháp để đối diện với nỗi mất mát thậm chí là nặng nề nhất."
        }
    ],
    "suggestions": []
}