{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mu:nlis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không trăng</td></tr></table><i/></div>",
            "word": "moonless",
            "pronounce": "['mu:nlis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "moonless",
            "pronounce": "['mu:nlis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "moonless",
            "pronounce": "['mu:nlis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "moonless",
            "pronounce": "['mu:nlis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moonless",
            "pronounce": "['mu:nlis]"
        }
    },
    "sentences": [
        {
            "en": "A dark <em>moonless</em> night",
            "vi": "Một đêm tối trời không trăng sao"
        },
        {
            "en": "Last night is a <em>moonless</em> night.",
            "vi": "Đêm qua là một đêm không trăng."
        },
        {
            "en": "I feel lonely in a <em>moonless</em> night.",
            "vi": "Tôi thấy cô đơn vào một đêm không trăng."
        },
        {
            "en": "I must have walked for miles beneath the <em>moonless</em> sky.",
            "vi": "Tôi phải đi bộ hàng dặm dưới bầu trời không trăng."
        },
        {
            "en": "Before you, Bella, my life was like a <em>moonless</em> night.",
            "vi": "Trước khi có em, Bella, đời anh như một đêm không trăng."
        },
        {
            "en": "I feel sad in a dark <em>moonless</em> night.",
            "vi": "Trong một đêm tối trời không trăng sao, tôi thấy buồn."
        },
        {
            "en": "The History of Titanic Disaster          The Ship of Dreams The Royal Mail Ship TITANIC was the last grand dream of the Gilded Age. It was designed to be the greatest achievement of an era of prosperity, confidence and propriety. Although no one knew it, the world was about to change drastically. Radio had been invented in 1901. The Wright Brothers' first successful flight was in 1903. The old presumptions about class, morals, and gender-roles were about to be shattered. If the concept of Titanic was the climax of the age, then perhaps its sinking was the curtain that marked the end of the old drama, and the start of a new one. The Plan of Titanic The intensely competitive transatlantic steamship business had seen recent major advances in ship design, size and speed. White Star Line, one of the leaders, determined to focus on size and elegance rather than pure speed. In 1907, White Star Line's managing director J. Bruce Ismay and Lord James Pirrie, a partner in Harland & Wolff (White Star Line's ship-builder since its founding in 1869) conceived of three magnificent steam ships which would set a new standard for comfort, elegance, and safety. The first two were to be named Olympic and Titanic, the latter name chosen by Ismay to convey a sense of overwhelming size and strength. It took a year to design the two ships. Construction of Olympic started in December, 1908, followed by Titanic in March 1909. The Belfast shipyards of Harland & Wolff had to be re-designed to accommodate the immense projects while White Star's pier in New York had to be lengthened to enable the ships to dock. During the two years it took to complete Titanic's hull, the press was primed with publicity about the ship's magnificence, making Titanic virtually a legend before her launch. The \"launch\" of the completed steel in May, 1911, was a heavily publicized spectacle. Tickets were sold to benefit a local children's hospital. She was then taken for \"fitting out\" which involved the construction of the ship's many facilities and systems, her elaborate woodwork and fine decor. As the date of her maiden voyage approached, the completed Olympic suffered a collision and required extensive repairs, increasing the workload at Harland & Wolff, which was already struggling to complete Titanic on schedule. Titanic's maiden voyage was delayed from March 20 to April 10. The Ship Titanic was 883 feet long (1/6 of a mile), 92 feet wide and weighed 46,328 tons. She was 104 feet tall from keel to bridge, almost 35 feet of which were below the waterline... even so, she stood taller above the water than most urban buildings of the time. There were three real smoke-stacks; a fourth, dummy stack was added largely to increase the impression of her gargantuan size and power and to vent smoke from her numerous kitchens and galleys. She was the largest movable object ever made by man. The ship's immense size and complexity is illustrated by an incident recalled by Second Officer Lightoller. There was a gangway door on the starboard side aft \"large enough to drive a horse and cart through.\" Yet three officers who joined the ship during her preparations spent a whole day simply trying to find their way to it. Moreover, she was designed to be a marvel of modern safety technology. She had a double-hull of 1-inch thick steel plates and a system of 16 water-tight compartments, sealed by massive doors which could be instantly triggered by a single electric switch on the bridge, or even automatically by electric water-sensors. The press began to call her \"unsinkable.\" Her accommodations were the most modern and luxurious on any ocean, and included electric light and heat in every room, electric elevators, a swimming pool, a squash court, a Turkish Bath, a gymnasium with a mechanical horse and mechanical camel to keep riders fit, and staterooms and first class facilities to rival the best hotels on the Continent. First class passengers would glide down a six-story, glass-domed grand staircase to enjoy haute cuisine in the sumptuous first class dining saloon that filled the width of the ship on D Deck. For those who desired a more intimate atmosphere, Titanic also offered a stately à la carte restaurant, the chic Palm Court and Verandah restaurant, and the festive Cafe Parisien. She offered two musical ensembles of the best musicians on the Atlantic, many of them lured from rival liners. There were two libraries, first- and second-class. Even the third class (steerage) cabins were more luxurious than the first class cabins on some lesser steamships, and boasted amenities (like indoor toilet facilities) that some of Titanic's emigrant passengers had not enjoyed in their own homes. The original design called for 32 lifeboats. However, White Star management felt that the boat-deck would look cluttered, and reduced the number to 20, for a total life-boat capacity of 1178. This actually exceeded the regulations of the time, even though Titanic was capable of carrying over 3500 people (passengers and crew). The Voyage of Titanic The maiden voyage lured the \"very best people:\" British nobility, American industrialists, the very cream of New York and Philadelphia society. It also attracted many poor emigrants, hoping to start a new life in America or Canada. The journey began at Southampton on Wednesday April 10, 1912 at Noon. By sundown, Titanic had stopped in Cherbourg, France to pick up additional passengers. That evening she sailed for Queenstown, Ireland, and at 1:30 PM on Thursday, April 11, she headed out into the Atlantic. The seasoned transatlantic passengers were deeply impressed by the new ship. She was so massive that they barely felt the movement of the sea at all. Her huge, powerful engines produced almost none of the annoying vibration common on other steamers, and their noise was barely perceptible. And she achieved this extraordinary level of comfort while traveling at 22 knots, not the fastest boat on the route, but certainly one of the top five. Weather was pleasant and clear, and the water temperature was about 55 degrees. The winter of 1912 had been unusually mild, and unprecedented amounts of ice had broken loose from the arctic regions. Titanic was equipped with Marconi's new wireless telegraph system and her two Marconi operators kept the wireless room running 24 hours a day. On Sunday, April 14, the fifth day at sea, Titanic received five different ice-warnings, but the captain was not overly concerned. The ship steamed ahead at 22 knots, and the line's Managing Director J. Bruce Ismay relished the idea of arriving in New York a day ahead of schedule. The New Disaster was born On the night of April 14, wireless operator Phillips was very busy sending chatty passenger's messages to Cape Race, Newfoundland, whence they could be relayed inland to friends and relatives. He received a sixth ice-warning that night, but didn't realize how close Titanic was to the position of the warning, and put that message under a paperweight at his elbow. It never reached Captain Smith or the officer on the bridge. By all accounts, the night was uncommonly clear and dark, <em>moonless</em> but faintly glowing with an incredible sky full of stars. The stars were so bright that one officer mistook the planet Jupiter (then rising just above the horizon) for a steamship light. The sea was, likewise, unusually calm and flat, \"like glass\" said many survivors. The lack of waves made it even more difficult to spot icebergs, since there was no telltale white water breaking at the edges of the bergs. At 11:40, a lookout in the crow's nest spotted an iceberg dead ahead. He notified the bridge and First Officer Murdoch ordered the ship turned hard to port. He signaled the engine room to reverse direction, full astern. The ship turned slightly, but it was much too large, moving much too fast, and the iceberg was much too close. 37 seconds later, the greatest maritime disaster in history began. During that night of heroism, terror and tragedy, 705 lives were saved, 1502 lives were lost, and many legends were born.",
            "vi": "Lịch sử thảm hoạ tàu Titanic       Con tàu của Những giấc mơ Royal Mail Ship (Tàu chở bưu kiện hoàng gia) TITANIC là giấc mơ vĩ đại cuối cùng của Thời kỳ mạ vàng. Nó được thiết kế để trở thành một thành tựu kỳ vĩ nhất trong kỷ nguyên của thịnh vượng, tự tôn và sự tuân theo những chuẩn mực xã hội. Mặc dù không ai biết điều này nhưng thế giới sắp bước vào những cuộc thay đổi mạnh mẽ. Sóng vô tuyến đã được phát minh vào năm 1901. Chuyến bay thành công đầu tiên của anh em nhà Wright được thực hiện vào năm 1903. Những thói kiêu căng cũ kỹ về giai cấp, đạo đức, và vai trò nam nữ sẽ tiêu tan. Nếu khái niệm về con tàu Titanic là cao trào của thời đại này thì có lẽ vụ đắm tàu của nó là bức màn đánh dấu sự kết thúc những vở kịch xưa cũ và sự bắt đầu một cái mới.  Dự án con tàu Titanic Công việc kinh doanh cạnh tranh khốc liệt trong ngành tàu hơi nước xuyên Đại tây dương gần đây đã chứng kiến những tiến bộ vượt bậc về thiết kế, kích thước và tốc độ của những con tàu. White Star Line, một trong những hãng vận chuyển hàng đầu, quyết tập trung đeo đuổi tiêu chí kích cỡ và vẻ ngoài sang trọng chứ không theo tiêu chí tốc độ thuần tuý. Vào năm 1907, Giám đốc Điều hành J. Bruce Ismay của White Star Line và Ngài James Pirrie, đối tác thuộc Harland & Wolff (hãng đóng tàu cho White Star Line từ khi thành lập vào năm 1869 ) thai nghén ra ba con tàu hơi nước tráng lệ mà qua đó sẽ thiết lập một tiêu chuẩn mới về sự thoải mái, sang trọng, và an toàn. Hai con tàu đầu tiên được đặt tên là Olympic và Titanic, với cái tên Titanic do chính Ismay đặt ra nhằm thể hiện ý nghĩa về một cái gì đó hết sức khổng lồ và hùng mạnh.  Phải mất một năm để thiết kế hai con tàu. Việc đóng tàu Olympic được khởi công vào tháng 12 năm 1908, sau đó là đến tàu Titanic vào tháng 3 năm 1909. Xưởng tàu Belfast của Harland & Wolff phải được thiết kế lại để tương thích với những dự án tầm cỡ trong khi đó cầu tàu của White Star ở New York phải được mở rộng để tàu dễ dàng cập bến. Trong hai năm trời hoàn thành lớp vỏ cho Titanic, báo chí bị mồi đăng những thông tin quảng bá về sự tuyệt vời của con tàu, khiến Titanic gần như trở thành một huyền thoại ngay khi chưa hạ thuỷ. Sự kiện \"hạ thuỷ\" của cỗ máy hoàn toàn bằng thép này diễn ra vào tháng 5 năm 1911 được quảng cáo hết sức rầm rộ. Vé đã được bán ra để hiến tặng cho một bệnh viện nhi ở địa phương.  Sau đó con tàu được “trang bị” bao gồm việc thiết đặt những tiện nghi và hệ thống, những đồ đạc bằng gỗ tinh xảo và đồ trang trí lộng lẫy. Khi ngày bắt đầu chuyến hải hành đầu tiên gần kề thì con tàu hoàn chỉnh Olympic bị va đụng và cần được sửa chữa hoàn toàn, điều này làm gia tăng khối lượng công việc tại Harland & Wolff nơi mọi người đang cố sức hoàn thành con tàu Titanic đúng thời hạn. Chuyến đi vượt biển đầu tiên của Titanic thay vì vào ngày 20 tháng ba đã bị hoãn lại đến ngày 10 tháng tư. Con tàu Titanic dài 883 phút (tương đương 1/6 của một dặm ), rộng 92 phút và nặng 46.328 tấn. Con tàu cao 104 phút tính từ sống tàu đến đài chỉ huy, trong đó gần 35 phút là chìm bên dưới mớn nước ... dẫu vậy, nó vẫn đứng trên mặt nước cao hơn hầu hết các toà nhà đô thị vào lúc bấy giờ. Có ba ống khói thực; cái thứ tư chỉ là ống khói giả được thêm vào chủ yếu để làm tăng ấn tượng về tầm vóc vĩ và sức mạnh của con tàu và để thông khói từ vô số nhà bếp trên tàu. Con tàu là một vật thể chuyển động lớn nhất từ trước đến nay do con người làm ra. Kích thước khổng lồ và độ phức tạp của con tàu được minh hoạ qua trí nhớ của Sĩ quan hạng nhì Lightoller. Có một cánh cửa cầu tàu trên mạn phải đuôi tàu \"to đến mức một cỗ xe ngựa có thể chui lọt”. Ba vị sĩ quan đã tham quan con tàu trong giai đoạn chuẩn bị đã phải mất trọn một ngày chỉ để tìm lối đi vào con tàu.  Ngoài ra, con tàu được thiết kế để trở thành một kỳ công trong công nghệ an toàn hiện đại. Nó có vỏ bọc hai lớp bằng thép dày 1 in-sơ và một hệ thống gồm 16 khoang được phong kín bằng những cánh cửa khổng lồ mà chỉ có thể vận hành bằng một công tắc điện trên đài chỉ huy, hoặc thậm chí là tự động bằng hệ thống cảm biến nước bằng điện tử.  Báo chí bắt đầu ca ngợi gọi con tàu ấy là \"không thể chìm.\" Chỗ ăn nghỉ trên tàu thuộc vào loại hiện đại nhất và sang trọng nhất trên đời, và bao gồm đèn điện và lò sưởi trong mỗi căn phòng, thang máy, một hồ bơi, một sân bóng quần, một nhà tắm kiểu Thổ Nhĩ Kỳ, một phòng tập thể dục trang bị một con ngựa máy và con lạc đà bằng máy cho quý khách cưỡi để tập luyện, và những phòng khánh tiết cùng các tiện ích hạng nhất đủ sức cạnh tranh với những khách sạn tốt nhất trên lục địa. Những hành khách hạng nhất sẽ được lướt đi trên chiếc cầu thang 6 tầng, vòm bằng kính, để  thưởng thức tay nghề nấu ăn thượng hạng trong phòng ăn sang trọng bậc nhất chiếm cả chiều rộng con tàu ở Boong D. Với những ai muốn tận hưởng không khí thân mật hơn thì Titanic cũng trang bị nhà hàng theo kiểu gọi món (à la carte) sang trọng, nhà hàng Palm Court and Verandah thanh lịch, và quán cà phê Parisien sôi động. Con tàu cũng có hai dàn nhạc quy tụ những nhạc sĩ tài giỏi vùng Đại Tây Dương, nhiều người trong họ được chiêu dụ từ những hãng vận chuyển đối thủ. Có hai thư viện, một cái hạng nhất và một cái hạng hai. Thậm chí những ca-bin hạng ba (hạng chót) cũng sang trọng hơn những ca-bin hạng nhất trên một ít tàu hơi nước khác, và điều hứng thú đáng kiêu hãnh (như các tiện nghi vệ sinh trong phòng) với không ít các hành khách di cư trên con tàu Titanic là đó là những thứ họ chưa bao giờ được hưởng thụ ngay trong nhà riêng của mình. Thiết kế ban đầu yêu cầu là có 32 thuyền cứu sinh. Tuy nhiên, ban quản lý White Star cảm thấy rằng boong tàu sẽ trông rất bừa bãi, và đã giảm con số này xuống còn 20, với sức chứa 1178 người. Điều này thật sự vượt quá quy định trong thời bấy giờ, mặc dù Titanic có khả năng chở hơn 3500 người (bao gồm hành cả hành khách và thuỷ thủ đoàn). Hành trình của con tàu Titanic Chuyến hải hành đầu tiên đã cám dỗ \"những thành phần cao quý nhất:” những nhà quý tộc Anh, những tay tư bản công nghiệp Mỹ, những bậc ưu tú trong xã hội New York và Philadelphia. Nó cũng thu hút nhiều dân nhập cư nghèo, với hi vọng đổi đời ở Mỹ hoặc Ca-na-đa. Chuyến đi bắt đầu từ Southampton vào thứ tư ngày 10 tháng 4 năm 1912 vào lúc 12g trưa. Đến chiều thì Titanic dừng lại ở Cherbourg, Pháp để đón thêm hành khách. Tối hôm đó con tàu giong thuyền ra khơi đến Queenstown, Ai len, và vào lúc 1 giờ 30 phút chiều vào ngày thứ năm, ngày 11 tháng 4, con tàu thẳng tiến ra Đại Tây Dương. Những hành khách vốn thường qua lại trên Đại tây dương bị gây ấn tượng mạnh bởi con tàu mới. Nó to lớn đến nỗi họ không mảy may cảm thấy được một cử động nào trên mặt nước. Những động cơ khổng lồ và cực mạnh hầu như không gây ra cảm giác chao đảo khó chịu như những con tàu hơi nước khác, và cũng khó mà nghe thấy một tiếng ồn nào. Và nó hoàn toàn vận hành một cách êm xui khi di chuyển với tốc độ 22 hải lý/giờ, tuy không phải là chiếc tàu chạy nhanh nhất trên hải trình nhưng chắc chắn nó cũng nằm trong danh sách năm chiếc tàu chạy nhanh nhất. Thời tiết tốt và quang đãng, và nhiệt độ nước vào khoảng 55 độ. Mùa đông của năm 1912 lúc nào cũng dịu nhẹ và chưa ai từng thấy hiện tượng tuyết lở ở vùng Bắc cực . Tàu Titanic được trang bị hệ thống điện tín vô tuyến tân tiến của Marconi và hai nhân viên túc trực buồng vô tuyến làm việc 24 giờ mỗi ngày. Vào ngày chủ nhật, ngày 14 tháng 4, ngày thứ năm trên biển, tàu Titanic nhận năm cảnh báo khác nhau về băng trôi nhưng thuyền trưởng đã phớt lờ. không được quá mức quan ngại. Con tàu vẫn tiến về phía trước ở tốc độ 22 hải lý/giờ, và Giám đốc Điều hành J. Bruce Ismay của hãng vận chuyển đang phấn khích hi vọng con tàu sẽ đến New York sớm trước một ngày so với dự tính. Tấn thảm hoạ mới bắt đầu Vào đêm ngày 14 tháng 4, Phillips người điều hành trạm vô tuyến đang rất bận phải gởi tin nhắn của hành khách đến Cape Race, Newfoundland, nơi mà từ đó chúng có thể được chuyển tiếp vào nội địa tới bạn bè và họ hàng. Tối đó anh ấy nhận cảnh báo thứ sáu về băng trôi, nhưng không nhận ra Titanic đang cách vị trí cảnh báo gần như thế nào, và đã đặt thông điệp đó dưới cục chặn giấy ở khuỷu tay của anh ấy. Nó không bao giờ đến được tay thuyền trưởng Smith hay các sĩ quan khác trong đài chỉ huy. Người ta kể rằng, đêm đó trời trong và tối một cách bất thường, không có trăng nhưng bầu trời mờ ảo lạ thường với hàng ngàn ngôi sao đang rực sáng. Các ngôi sao sáng đến nỗi một sĩ quan nhầm tưởng sao Mộc (mọc phía trên đường chân trời) là ánh sáng của một chiếc tàu hơi nước nào đó. Biển cũng thế, luôn phẳng lặng và yên tĩnh “như gương” theo lời của nhiều người sống sót kể lại. Biển không có lấy một gợn sóng, càng làm người ta khó xác định được núi băng trôi, vì không có bọt nước trắng xoá ở rìa núi băng để báo hiệu. Vào lúc 11 giờ 40, một nhân viên đứng gác trên đỉnh cột buồm đã nhìn thấy một núi băng sừng sững ngay phía trước. Anh ấy thông báo lên đài chỉ huy và Sĩ quan hạng nhất Murdoch ra lệnh quay đầu con tàu về cảng. Ông ấy báo hiệu buồng máy quay ngược hướng tàu, lùi hết máy. Phía. Con tàu quay nhè nhẹ, nhưng nó quá lớn, lại đang di chuyển quá nhanh, và núi băng trôi thì lại quá gần. Chỉ 37 giây sau, thảm hoạ hàng hải tồi tệ nhất trong lịch sử bắt đầu. Trong suốt cái đêm của chủ nghĩa anh hùng, nỗi kinh hoàng và tấn bi kịch, 705 người được cứu sống, 1502 người bị mất tích, và nhiều truyền thuyết từ đó được sinh ra."
        },
        {
            "en": "7 REPETITION         3. The truth I had the sense that i'd been asleep for a very long time—my body was stiff, like i hadn't moved once through all that time, either. My mind was dazed and slow; strange, colorful dreams—dreams and nightmares—swirled dizzily around the inside of my head. They were so vivid. The horrible and the heavenly, all mixed together into a bizarre jumble. There was sharp impatience and fear, both part of that frustrating dream where your feet can't move fast enough… and there were plenty of monsters, red-eyed fiends that were all the more ghastly for their genteel civility. The dream was still strong—i could even remember the names. But the strongest, clearest part of the dream was not the horror. It was the angel that was most clear. It was hard to let him go and wake up. This dream did not want to be shoved away into the vault of dreams I refused to revisit. I struggled with it as my mind became more alert, focusing on reality. I couldn't remember what day of the week it was, but I was sure Jacob or school or work or something was waiting for me. I inhaled deeply, wondering how to face another day. Something cold touched my forehead with the softest pressure. I squeezed my eyes more tightly shut. I was still dreaming, it seemed, and it felt  abnormally real. I was so close to waking… any second now, and it would be gone. But I realized that it felt too real, too real to be good for me. The stone arms I imagined wrapped around me were far too substantial. If I let this go any further, I'd be sorry for it later. With a resigned sigh, I wrenched back my eyelids to dispel the illusion. \"Oh!\" I gasped, and threw my fists over my eyes. Well, clearly, I'd gone too far; it must have been a mistake to let my imagination get so out of hand. Okay, so \"let\" was the wrong word. I'd forced it to get out of hand—pretty much stalked my hallucinations—and now my mind had snapped. It took less than half a second for me to realize that, as long as I was truly insane now, I might as well enjoy the delusions while they were pleasant. I opened my eyes again—and Edward was still there, his perfect face just inches away from mine. \"Did I frighten you?\" His low voice was anxious. This was very good, as delusions went. The face, the voice, the scent, everything—it was so much better than drowning. The beautiful figment of my imagination watched my changing expressions, with alarm. His irises were pitch-black, with bruise-like shadows under them. This surprised me; my hallucinatory Edwards were usually better fed. I blinked twice, desperately trying to remember the last thing that I was sure was real. Alice was part of my dream, and I wondered if she had really come back at all, or if that was just the preamble. I thought she'd returned the day I'd nearly drowned… \"Oh, crap\" I croaked. My throat was thick with sleeping. \"What's wrong, Bella?\" I frowned at him unhappily. His face was even more anxious than before. \"I'm dead, right?\" I moaned. \"I did drown. Crap, crap, crap! This is gonna kill Charlie.\" Edward frowned, too. \"You're not dead.\" \"Then why am I not waking up?\" I challenged, raising my eyebrows. \"You are awake, Bella.\" I shook my head. \"Sure, sure. That's what you want me to think. And then it will be worse when I do wake up. If I wake up, which I won't, because I'm dead. This is awful. Poor Charlie. And Renee and Jake…\" I trailed off in horror at what I had done. \"I can see where you might confuse me with a nightmare.\" His short-lived smile was grim. \"But I can't imagine what you could have done to wind up in hell. Did you commit many murders while I was away?\" I grimaced. \"Obviously not. If I was in hell, you wouldn't be with me.\" He sighed. My head was getting clearer. My eyes flickered away from his face—unwillingly—for one second, to the dark, open window, and then back to him. I started to remember details… and I felt a faint, unfamiliar blush warm the skin over my cheekbones as I slowly realized that Edward was really, truly here with me, and I was wasting time being an idiot. \"Did all of that really happen, then?\" It was almost impossible to reassign my dream as reality. I couldn't wrap my head around the concept. \"That depends.\" Edward's smile was still hard. \"If you're referring to us nearly being massacred in Italy, then, yes.\" \"How strange,\" I mused. \"I really went to Italy. Did you know I'd never been farther east than Albuquerque?\" He rolled his eyes. \"Maybe you should go back to sleep. You're not coherent.\" \"I'm not tired anymore.\" It was all coming clear now. \"What time is it? How long have I been sleeping?\" \"It's just after one in the morning. So, about fourteen hours.\" I stretched as he spoke. I was so stiff. \"Charlie?\" I asked. Edward frowned. \"Sleeping. You should probably know that I'm breaking the rules right now. Well, not technically, since he said I was never to walk through his door again, and I came in the window… But, still, the intent was clear.\" \"Charlie banned you from the house?\" I asked, disbelief quickly melting into fury. His eyes were sad. \"Did you expect anything else?\" My eyes were mad. I was going to have a few words with my father—perhaps it would be a good time to remind him that I was over the legal age of adulthood. It didn't matter so much, of course, except in principle. All too soon there would be no reason for the prohibition. I turned my thoughts to less painful avenues. \"What's the story?\" I asked, genuinely curious, but also trying desperately to keep the conversation casual, to keep a firm grip on myself, so I wouldn't scare him away with the frantic, gnawing craving that was raging inside me. \"What do you mean?\" \"What am I telling Charlie? What's my excuse for disappearing for… how long was I gone, anyway?\" I tried to count the hours in my head. \"Just three days.\" His eyes tightened, but he smiled more naturally this time. \"Actually, I was hoping you might have a good explanation. I've got nothing.\" I groaned. \"Fabulous.\" \"Well, maybe Alice will come up with something,\" he offered, trying to comfort me. And I was comforted. Who cared what I had to deal with later? Every second that he was here—so close, his flawless face glowing in the dim light from the numbers on my alarm clock—was precious and not to be wasted. \"So,\" I began, picking the least important—though still vitally interesting—question to start with. I was safely delivered home, and he might decide to leave at any moment. I had to keep him talking. Besides, this temporary heaven wasn't entirely complete without the sound of his voice. \"What have you been doing, up until three days ago?\" His face turned wary in an instant. \"Nothing terribly exciting.\" \"Of course not,\" I mumbled. \"Why are you making that face?\" \"Well…\" I pursed my lips, considering. \"If you were, after all, just a dream, that's exactly the kind of thing you would say. My imagination must be used up.\" He sighed. \"If I tell you, will you finally believe that you're not having a nightmare?\" \"Nightmare!\" I repeated scornfully. He waited for my answer. \"Maybe,\" I said after a second of thought. \"If you tell me.\" \"I was… hunting.\" \"Is that the best you can do?\" I criticized. \"That definitely doesn't prove I'm awake.\" He hesitated, and then spoke slowly, choosing his words with care. \"I wasn't hunting for food… I was actually trying my hand at… tracking. I'm not very good at it.\" \"What were you tracking?\" I asked, intrigued. \"Nothing of consequence.\" His words didn't match his expression; he looked upset, uncomfortable. \"I don't understand.\" He hesitated; his face, shining with an odd green cast from the light of the clock, was torn. \"I—\" He took a deep breath. \"I owe you an apology. No, of course I owe you much,  much more than that. But you have to know,\"—the words began to flow so fast, the way I remembered he spoke sometimes when he was agitated, that I really had to concentrate to catch them all—\"that I had no idea. I didn't realize the mess I was leaving behind. I thought it was safe for you here. So safe. I had no idea that Victoria,\"—his lips curled back when he said the name—\"would come back. I'll admit, when I saw her that one time, I was paying much more attention to James's thoughts. But I just didn't see that she had this kind of response in her. That she even had such a tie to him. I think I realize why now—she was so sure of him, the thought of him failing never occurred to her. It was her overconfidence that clouded her feelings about him—that kept me from seeing the depth of them, the bond there. \"Not that there's any excuse for what I left you to face. When I heard what you told Alice—what she saw herself—when I realized that you had to put your life in the hands of werewolves, immature, volatile, the worst thing out there besides Victoria herself—he shuddered and the gush of words halted for a short second. \"Please know that I had no idea of any of this. I feel sick, sick to my core, even now, when I can see and feel you safe in my arms. I am the most miserable excuse for—\" \"Stop,\" I interrupted him. He stared at me with agonized eyes, and I tried to find the right words—the words that would free him from this imagined obligation that caused him so much pain. They were very hard words to say. I didn't know if I could get them out without breaking down. But I had to try to do it right. I didn't want to be a source of guilt and anguish in his life. He should be happy, no matter what it cost me. I'd really been hoping to put off this part of our last conversation. It was going to bring things to an end so much sooner. Drawing on all my months of practice with trying to be normal for Charlie, I kept my face smooth.  \"Edward,\" I said. His name burned my throat a little on the way out. I could feel the ghost of the hole, waiting to rip itself wide again as soon as he disappeared. I didn't quite see how I was going to survive it this time. \"This has to stop now. You can't think about things that way. You can't let this… this guilt… rule your life. You can't take responsibility for the things that happen to me here. None of it is your fault, it's just part of how life is for me. So, if I trip in front of a bus or whatever it is next time, you have to realize that it's not your job to take the blame. You can't just go running off to Italy  because you feel bad that you didn't save me. Even if I had jumped off that cliff to die, that would have been my choice, and not your fault. I know it's your… your nature to shoulder the blame for everything, but you really can't let that make you go to such extremes! It's very irresponsible—think of Esme and Carlisle and—\" I was on the edge of losing it. I stopped to take a deep breath, hoping to calm myself. I had to set him free. I had to make sure this never happened again. \"Isabella Marie Swan,\" he whispered, the strangest expression crossing his face. He almost looked mad. \"Do you believe that I asked the Volturi to kill me because I felt guilty?\" I could feel the blank incomprehension on my face. \"Didn't you?\" \"Feel guilty? Intensely so. More than you can comprehend.\" \"Then… what are you saying? I don't understand.\" \"Bella, I went to the Volturi because I thought you were dead,\" he said, voice soft, eyes fierce. \"Even if I'd had no hand in your death\"—he shuddered as he whispered the last word—\"even if it wasn't my fault, I would have gone to Italy. Obviously, I should have been more careful—I should have spoken to Alice directly, rather than accepting it secondhand from Rosalie. But, really, what was I supposed to think when the boy said Charlie was at the funeral? What are the odds? \"The odds…\" he muttered then, distracted. His voice was so low I wasn't sure I heard it right. \"The odds are always stacked against us. Mistake after mistake. I'll never criticize Romeo again.\" \"But I still don't understand,\" I said. \"That's my whole point. So what?\" \"Excuse me?\" \"So what if I was dead?\" He stared at me dubiously for a long moment before answering. \"Don't you remember anything I told you before?\" \"I remember everything that you told me.\" Including the words that had negated all the rest. He brushed the tip of his cool finger against my lower lip. \"Bella, you seem to be under a misapprehension.\" He closed his eyes, shaking his head back and forth with half a smile on his beautiful face. It wasn't a happy smile. \"I thought I'd explained it clearly before. Bella, I can't live in a world where you don't exist.\" \"I am…\" My head swam as I looked for the appropriate word. \"Confused.\" That worked. I couldn't make sense of what he was saying. He stared deep into my eyes with his sincere, earnest gaze. \"I'm a good liar, Bella, I have to be.\" I froze, my muscles locking down as if for impact. The fault line in my chest rippled; the pain of it took my breath away. He shook my shoulder, trying to loosen my rigid pose. \"Let me finish! I'm a good liar, but still, for you to believe me so quickly.\" He winced. \"That was… excruciating.\" I waited, still frozen. \"When we were in the forest, when I was telling you goodbye—\" I didn't allow myself to remember. I fought to keep myself in the present second only. \"You weren't going to let go,\" he whispered. \"I could see that. I didn't want to do it—it felt like it would kill me to do it—but I knew that if I couldn't convince you that I didn't love you anymore, it would just take you that much longer to get on with your life. I hoped that, if you thought I'd moved on, so would you.\" \"A clean break,\" I whispered through unmoving lips. \"Exactly. But I never imagined it would be so easy to do! I thought it would be next to impossible—that you would be so sure of the truth that I would have to lie through my teeth for hours to even plant the seed of doubt in your head. I lied, and I'm so sorry—sorry because I hurt you, sorry because it was a worthless effort. Sorry that I couldn't protect you from what I an. I lied to save you, and it didn't work. I'm sorry. \"But how could you believe me? After all the thousand times I've told you I love you, how could you let one word break your faith in me?\" I didn't answer. I was too shocked to form a rational response. \"I could see it in your eyes, that you honestly believed that I didn't want you anymore. The most absurd, ridiculous concept—as if there were any way that I could exist without needing you!\" I was still frozen. His words were incomprehensible, because they were impossible. He shook my shoulder again, not hard, but enough that my teeth rattled a little. \"Bella,\" he sighed. \"Really, what were you thinking!\" And so I started to cry. The tears welled up and then gushed miserably down my cheeks. \"I knew it,\" I sobbed. \"I knew I was dreaming.\" \"You're impossible,\" he said, and he laughed once—a hard laugh, frustrated. \"How can I put this so that you'll believe me? You're not asleep, and you're not dead. I'm here, and I love you. I have always loved you, and I will always love you. I was thinking of you, seeing your face in my mind, every second that I was away. When I told you that I didn't want you, it was the very blackest kind of blasphemy.\" I shook my head while the tears continued to ooze from the corners of my eyes. \"You don't believe me, do you?\" he whispered, his face paler than his usual pale—I could see that even in the dim light. \"Why can you believe the lie, but not the truth?\" \"It never made sense for you to love me,\" I explained, my voice breaking twice. \"I always knew that.\" His eyes narrowed, his jaw tightened. \"I'll prove you're awake,\" he promised. He caught my face securely between his iron hands, ignoring my struggles when I tried to turn my head away. \"Please don't,\" I whispered. He stopped, his lips just half an inch from mine. \"Why not?\" he demanded. His breath blew into my face, making my head whirl. \"When I wake up\"—He opened his mouth to protest, so I revised—\"okay, forget that one—when you leave again, it's going to be hard enough without this, too.\" He pulled back an inch, to stare at my face. \"Yesterday, when I would touch you, you were so… hesitant, so careful, and yet still the same. I need to know why. Is it because I'm too late? Because I've hurt you too much? Because you have moved on, as I meant for you to? That would be… quite fair. I won't contest your decision. So don't try to spare my feelings, please—just tell me now whether or not you can still love me, after everything I've done to you.  Can you?\" he whispered. \"What kind of an idiotic question is that?\" \"Just answer it. Please.\" I stared at him darkly for a long moment. \"The way I feel about you will never change. Of course I love you—and there's nothing you can do about it!\" \"That's all I needed to hear.\" His mouth was on mine then, and I couldn't fight him. Not because he was so many thousand times stronger than me, but because my will crumbled into dust the second our lips met. This kiss was not quite as careful as others I remembered, which suited me just fine. If I was going to rip myself up further, I might as well get as much in trade as possible. So I kissed him back, my heart pounding out a jagged, disjointed rhythm while my breathing turned to panting and my fingers moved greedily to his face. I could feel his marble body against every line of mine, and I was so glad he hadn't listened to me—there was no pain in the world that would have justified missing this. His hands memorized my face, the same way mine were tracing his, and, in the brief seconds when his lips were free, he whispered my name. When I was starting to get dizzy, he pulled away, only to lay his ear against my heart. I lay there, dazed, waiting for my gasping to slow and quiet. \"By the way,\" he said in a casual tone. \"I'm not leaving you.\" I didn't say anything, and he seemed to hear skepticism in my silence. He lifted his face to lock my gaze in his. \"I'm not going anywhere. Not without you,\" he added more seriously. \"I only left you in the first place because I wanted you to have a chance at a normal, happy, human life. I could see what I was doing to you—keeping you constantly on the edge of danger, taking you away from the world you belonged in, risking your life every moment I was with you. So I had to try. I had to do something, and it seemed like leaving was the only way. If I hadn't thought you would be better off, I could have never made myself leave. I'm much too selfish. Only you could be more important than what I wanted… what I needed. What I want and need is to be with you, and I know I'll never be strong enough to leave again. I have too many excuses to stay—thank heaven for that! It seems you can't be safe, no matter how many miles I put between us.\" \"Don't promise me anything,\" I whispered. If I let myself hope, and it came to nothing… that would kill me. Where all those merciless vampires had not been able to finish me off, hope would do the job. Anger glinted metallic in his black eyes. \"You think I'm lying to you now?\" \"No—not lying.\" I shook my head, trying to think it through coherently. To examine the hypothesis that he did love me, while staying objective, clinical, so I wouldn't fall into the trap of hoping. \"You could mean it… now. But what about tomorrow, when you think about all the reasons you left in the first place? Or next month, when Jasper takes a snap at me?\" He flinched. I thought back over those last days of my life before he left me, tried to see them through the filter of what he was telling me now. From that perspective, imagining that he'd left me while loving me, left me for me, his brooding and cold silences took on a different meaning. \"It isn't as if you hadn't thought the first decision through, is it?\" I guessed. \"You'll end up doing what you think is right.\" \"I'm not as strong as you give me credit for,\" he said. \"Right and wrong have ceased to mean much to me; I was coming back anyway. Before Rosalie told me the news, I was already past trying to live through one week at a time, or even one day. I was fighting to make it through a single hour. It was only a matter of time before I showed up at your window and begged you to take me back. I'd be happy to beg now, if you'd like that.\" I grimaced. \"Be serious, please.\" \"Oh, I am,\" he insisted, glaring now. \"Will you please try to hear what I'm telling you? Will you let me attempt to explain what you mean to me?\" He waited, studying my face as he spoke to make sure I was really listening. \"Before you, Bella, my life was like a <em>moonless</em> night. Very dark, but there were stars—points of light and reason… And then you shot across my sky like a meteor. Suddenly everything was on fire; there was brilliancy, there was beauty. When you were gone, when the meteor had fallen over the horizon, everything went black. Nothing had changed, but my eyes were blinded by the light. I couldn't see the stars anymore. And there was no more reason for anything.\" I wanted to believe him. But this was my life without him that he was describing, not the other way around. \"Your eyes will adjust,\" I mumbled. \"That's just the problem—they can't.\" \"What about your distractions?\" He laughed without a trace of humor. \"Just part of the lie, love. There was no distraction from the… the agony. My heart hasn't beat in almost ninety years, but this was different. It was like my heart was gone—like I was hollow. Like I'd left everything that was inside me here with you.\" \"That's funny,\" I muttered. He arched one perfect eyebrow. \"Funny? \" \"I meant strange—I thought it was just me. Lots of pieces of me went missing, too. I haven't been able to really breathe in so long.\" I filled my lungs, luxuriating in the sensation. \"And my heart. That was definitely lost.\" He closed his eyes and laid his ear over my heart again. I let my cheek press against his hair, felt the texture of it on my skin, smelled the delicious scent of him. \"Tracking wasn't a distraction then?\" I asked, curious, and also needing to distract myself. I was very much in danger of hoping. I wouldn't be able to stop myself for long. My heart throbbed, singing in my chest. \"No.\" He sighed. \"That was never a distraction. It was an obligation.\" \"What does that mean?\" \"It means that, even though I never expected any danger from Victoria, I wasn't going to let her get away with… Well, like I said, I was horrible at it. I traced her as far as Texas, but then I followed a false lead down to Brazil—and really she came here.\" He groaned. \"I wasn't even on the right continent! And all the while, worse than my worst fears—\" \"You were hunting Victoria?\" I half-shrieked as soon as I could find my voice, shooting through two octaves. Charlie's distant snores stuttered, and then picked up a regular rhythm again. \"Not well,\" Edward answered, studying my outraged expression with a confused look. \"But I'll do better this time. She won't be tainting perfectly good air by breathing in and out for much longer.\" \"That is… out of the question,\" I managed to choke out. Insanity. Even if he had Emmett or Jasper help him. Even if he had Emmett and Jasper help. It was worse than my other imaginings: Jacob Black standing across a small space from Victoria's vicious and feline figure. I couldn't bear to picture Edward there, even though he was so much more durable than my half-human best friend.  \"It's too late for her. I might have let the other time slide, but not now, not after—\" I interrupted him again, trying to sound calm. \"Didn't you just promise that you weren't going to leave?\" I asked, fighting the words as I said them, nor letting them plant themselves in my heart. \"That isn't exactly compatible with an extended tracking expedition, is it?\" He frowned. A snarl began to build low in his chest. \"I will keep my promise, Bella. But Victoria\"—the snarl became more pronounced—\"is going to die. Soon.\" \"Let's not be hasty,\" I said, trying to hide my panic. \"Maybe she's not coming back. Jake's pack probably scared her off. There's really no reason to go looking for her. Besides, I've got bigger problems than Victoria.\" Edward's eyes narrowed, but he nodded. \"It's true. The werewolves are a problem.\" I snorted. \"I wasn't talking about Jacob. My problems are a lot worse that a handful of adolescent wolves getting themselves into trouble.\" Edward looked as if he were about to say something, and then thought better of it. His teeth clicked together, and he spoke through them. \"Really?\" he asked. \"Then what would be your greatest problem? That would make Victoria's returning for you seem like such an inconsequential matter in comparison?\" \"How about the second greatest?\" I hedged. \"All right,\" he agreed, suspicious. I paused. I wasn't sure I could say the name. \"There are others who are coming to look for me,\" I reminded him in a subdued whisper. He sighed, but the reaction was not as strong as I would have imagined after his response to Victoria. \"The Volturi are only the second greatest?\" \"You don't seem that upset about it,\" I noted. \"Well, we have plenty of time to think it through. Time means something very different to them than it does to you, or even me. They count years the way you count days. I wouldn't be surprised if you were thirty before you crossed their minds again,\" he added lightly. Horror washed through me. Thirty. So his promises meant nothing, in the end. If I were going to turn thirty someday, then he couldn't be planning on staying long. The harsh pain of this knowledge made me realize that I'd already begun to hope, without giving myself permission to do so. \"You don't have to be afraid,\" he said, anxious as he watched the tears dew up again on the rims of my eyes. \"I won't let them hurt you.\" \"While you're here.\" Not that I cared what happened to me when he left. He took my face between his two stone hands, holding it tightly while his midnight eyes glared into mine with the gravitational force of a black hole. \"I will never leave you again.\" \"But you said thirty,\" I whispered. The tears leaked over the edge. \"What? You're going to stay, but let me get all old anyway? Right.\" His eyes softened, while his mouth went hard. \"That's exactly what I'm going to do. What choice have I?  I cannot be without you, but I will not destroy your soul.\" \"Is this really…\" I tried to keep my voice even, but this question was too hard. I remembered his face when Aro had almost begged him to consider making me immortal. The sick look there. Was this fixation with keeping me human really about my soul, or was it because he wasn't sure that he wanted me around that long? \"Yes?\" he asked, waiting for my question. I asked a different one. Almost—but not quite—as hard. \"But what about when I get so old that people think I'm your mother? Your  grandmother?\" My voice was pale with revulsion—I could see Gran's face again in the dream mirror. His whole face was soft now. He brushed the tears from my cheek with his lips. \"That doesn't mean anything to me,\" he breathed against my skin. \"You will always be the most beautiful thing in my world.  Of course…\" He hesitated, flinching slightly. \"If you outgrew me—if you wanted something more—I would understand that, Bella. I promise I wouldn't stand in your way if you wanted to leave me.\" His eyes were liquid onyx and utterly sincere. He spoke as if he'd put endless amounts of thought into this asinine plan. \"You do realize that I'll die eventually, right?\" I demanded. He'd thought about this part, too. \"I'll follow after as soon as I can.\" \"That is seriously…\"I looked for the right word. \"Sick.\" \"Bella, it's the only right way left—\" \"Let's just back up for a minute,\" I said; feeling angry made it so much easier to be clear, decisive. \"You do remember the Volturi, right? I can't stay human forever. They'll kill me. Even if they don't think of me till I'm thirty\"—I hissed the word—\"do you really think they'll forget?\" \"No,\" he answered slowly, shaking his head. \"They won't forget. But…\" \"But?\" He grinned while I stared at him warily. Maybe I wasn't the only crazy one. \"I have a few plans.\" \"And these plans,\" I said, my voice getting more acidic with each word. \"These plans all center around me staying human.\" My attitude hardened his expression. \"Naturally.\" His tone was brusque, his divine face arrogant. We glowered at each other for a long minute. Then I took a deep breath, squared my shoulders, I pushed his arms away so that I could sit up. \"Do you want me to leave?\" he asked, and it made my heart flutter to see that this idea hurt him, though he tried not to show it. \"No,\" I told him. \"I'm leaving.\" He watched me suspiciously as I climbed out of the bed and fumbled around in the dark room, looking for my shoes. \"May I ask where you are going.'\" he asked. \"I'm going to your house,\" I told him, still feeling around blindly. He got up and came to my side. \"Here are your shoes. How did you plan to get there?\" \"My truck.\" \"That will probably wake Charlie,\" he offered as a deterrent. I sighed. \"I know. But honestly, I'll be grounded for weeks as it is. How much more trouble can I really get in?\" \"None. He'll blame me, not you.\" \"If you have a better idea, I'm all ears.\" \"Stay here,\" he suggested, but his expression wasn't hopeful. \"No dice. But you go ahead and make yourself at home,\" I encouraged, surprised at how natural my teasing sounded, and headed for the door. He was there before me, blocking my way. I frowned, and turned for the window. It wasn't really that far to the ground, and it was mostly grass beneath… \"Okay,\" he sighed. \"I'll give you a ride.\" I shrugged. \"Either way. But you probably should be there, too.\" \"And why is that?\" \"Because you're extraordinarily opinionated, and I'm sure you'll want a chance to air your views.\" \"My views on which subject?\" He asked through his teeth. \"This isn't just about you anymore. You're not the center of the universe, you know.\" My own personal universe was, of course, a different story. \"If you're going to bring the Volturi down on us over something as stupid as leaving me human, then your family ought to have a say.\" \"A say in what?\" he asked, each word distinct. \"My mortality. I'm putting it to a vote.\"",
            "vi": "7 REPETITION         23. Sự thật Tôi có cảm giác mình đã ngủ rất lâu - người tê rần, như thể tôi chẳng hề nhúc nhích lần nào trong suốt thời gian đó. Đầu óc mê mụ và trì độn; những giấc mơ đầy màu sắc, kỳ lạ - cả giấc mơ lẫn ác mộng - xoay mòng mòng trong đầu. Chúng thật sống động. Nỗi khủng khiếp và thiên đường, hoà lẫn vào nhau thành một mớ lộn xộn kỳ quái. Nỗi sốt ruột điên cuồng và nỗi sợ hãi, cả hai phần trong giấc mơ đáng chán ấy khiến chân ta không thể chạy đủ nhanh ... và có hàng đống quái vật, những con quỷ mắt đỏ đều rùng rợn hơn vì sự lễ độ cầu kỳ của họ. Giấc mơ vẫn còn ấn tượng mạnh - tôi thậm chí vẫn nhớ mấy cái tên ấy. Nhưng phần gây ấn tượng mạnh nhất, rõ rệt nhất của giấc mơ không phải là nỗi kinh hoàng. Mà chính thiên thần ấy là phần rõ ràng nhất.  Thật khó mà rời anh để thức dậy. Giấc mơ này không muốn bị nhét vào kho chứa những giấc mơ tôi không chịu mơ lại lần nào nữa. Tôi vùng vẫy trong mơ trong khi tâm trí tôi trở nên tỉnh táo hơn, tập trung vào thực tế. Tôi không thể nhớ hôm nay là thứ mấy trong tuần, nhưng tôi chắc chắn Jacob hoặc trường học hoặc công việc hoặc cái gì đó đang đợi tôi. Tôi hít sâu, tự hỏi mình phải đối mặt với một ngày khác như thế nào đây.  Cái gì đó lạnh chạm thật nhẹ vào trán tôi.  Tôi nhắm chặt mắt hơn. Hình như tôi vẫn còn đang mơ, và cảm thấy thực một cách kỳ lạ. Tôi sắp thức dậy rồi... bất kỳ lúc nào, và giấc mơ sẽ tan biến.  Nhưng tôi nhận ra cảm giác quá thực, quá thực để tốt cho tôi. Vòng tay cứng như đá tôi tưởng tượng ôm quanh tôi quá sức thật. Nếu tôi để cho chuyện này đi xa nữa, sau này tôi sẽ phải hối tiếc. Thở dài cam chịu, tôi chớp mạnh mi mắt để xua tan ảo giác.  \"Ôi!\"  Tôi thở hổn hển, và đưa tay che mắt.  Ừm, rõ ràng, tôi đã làm quá lố rồi; hẳn là một sai lầm khi để cho trí tưởng tượng vượt ngoài tầm kiểm soát đến thế.  OK, thì \"để cho” là một từ không đúng rồi. Tôi đã ép nó vượt ngoài tầm kiểm soát – khi theo đuổi ảo giác quá mức - nên bây giờ đầu óc tôi đã mất kiểm soát.  Chưa đầy nửa giây để tôi nhận ra rằng, bây giờ chừng nào mà tôi vẫn còn điên, thì tôi còn có thể tận hưởng ảo giác khi ảo giác vẫn còn dễ chịu.  Tôi mở mắt lần nữa - Edward vẫn còn ở đó, khuôn mặt hoàn hảo của anh chỉ cách tôi vài xăng-ti-mét.  \"Anh đã làm em sợ à?\"  Giọng anh nhỏ đầy lo lắng. Vậy thì tốt, khi ảo giác xảy ra. Khuôn mặt, giọng nói, mùi hương, mọi thứ - tốt hơn nhiều so với chuyện chết đuối. Ảo giác đẹp đẽ trong trí tưởng tượng của tôi đang nhìn chăm chú nét mặt thay đổi của tôi, đầy hoảng sợ. Tròng mắt anh đen như mực, đầy quầng thâm. Điều này làm tôi ngạc nhiên; Edwards ảo giác của tôi thường được ăn uống đầy đủ hơn.  Tôi chớp chớp mắt, tuyệt vọng cố nhớ điều cuối cùng mà tôi chắc chắn có thực. Alice là một phần trong giấc mơ của tôi, và tôi tự hỏi không biết cô có thực đã quay lại đây không, hay đó chỉ là phần đầu giấc mơ. Tôi cứ tưởng cô đã quay về vào hôm tôi suýt chết đuối... \"Ồ, bậy bạ quá” tôi rền rĩ. Họng tôi lè nhè vì ngủ. \"Có chuyện gì vậy, Bella?\" Tôi cau mày buồn rầu với anh. Mặt anh thậm chí còn lo lắng hơn lúc nãy.  \"Em chết rồi, phải không?\" Tôi than van. \"Em chết đuối rồi. Bậy bạ quá, bậy bạ quá, bậy bạ quá!  Chuyện này sẽ làm Charlie chết mất. \" Edward lại cau mày. \"Em đâu có chết. \" \"Vậy sao em chưa thức dậy chứ?\" Tôi phản đối, nhướng mày.  \"Em thức rồi, Bella. \" Tôi lắc đầu. \"Đương nhiên, chắc chắn rồi. Dĩ nhiên anh muốn em nghĩ vậy. Rồi sẽ tệ hại hơn khi em thức dậy thiệt. Nếu em thức dậy, mà chắc chắn là không rồi, vì em chết rồi. Thật khủng khiếp. Charlie tội nghiệp. Còn Renee và Jake nữa...” Giọng tôi nhỏ dần khiếp sợ điều mình đã làm.  \"Anh có thể hiểu được lý do em tưởng anh là ác mộng.” Nụ cười mau lụi tàn của anh thật buồn. \"Nhưng anh không tưởng tượng ra nỗi em đã làm gì để phải xuống địa ngục. Có phải em đã phạm tội giết nhiều người khi anh vắng mặt không?\" Tôi nhăn nhó. \" Chắc chắn là không rồi. Nếu em đang ở địa ngục, thì anh đâu có ở bên em.\" Anh thở dài.  Đầu óc tôi đang trở nên rõ ràng hơn. Mắt tôi rời anh - miễn cưỡng - trong một giây, để nhìn ra cửa sổ mở, tối đen rồi quay lại nhìn anh. Tôi bắt đầu nhớ lại các chi tiết ... và tôi cảm thấy má ửng hồng yếu ớt - đã lâu không còn thế - khi từ từ nhận ra Edward có thật, anh thực đang ở đây cùng tôi, và tôi đang phí thời gian như một con ngốc.  \"Vậy thì tất cả những chuyện đó có thực sao?” Thật khó mà chỉnh lại rằng giấc mơ của tôi là có thực. Tôi không thể tin được chuyện này.  \"Còn tuỳ. \" Nụ cười của Edward vẫn còn gượng gạo. \"Nếu em đang nói về chuyện mình suýt bị giết ở Ý, thì nó có thực. \" \"Lạ quá, \" tôi trầm ngâm. \"Em đã đến Ý thiệt. Anh có biết là em chưa từng đi về phía đông xa hơn Albuquerque không?\" Anh trợn tròn mắt. \" Có lẽ em nên ngủ lại. Em chưa tỉnh táo.” \"Em không mệt. \"  Bây giờ mọi chuyện sắp rõ ràng. \"Mấy giờ rồi? Em đã ngủ bao lâu rồi?\" \"Bây giờ hơn một giờ sáng. Nghĩa là, khoảng 14 tiếng đồng hồ. \" Tôi vươn mình khi anh nói. Tôi tê người quá.  \"Charlie?\"  Tôi hỏi.  Edward cau mày. \"Đang ngủ. Em có lẽ nên biết rằng anh hiện đang phạm luật. Ừm, không phải chính xác vậy, vì ông đã bảo anh không bao giờ được phép bước qua ngưỡng cửa nhà ông lần nữa, nhưng anh vào qua cửa sổ mà... thế nhưng, vẫn, mục đích vẫn như nhau thôi. \" \"Charlie cấm không cho anh đến nhà này à?\"  Tôi hỏi, nỗi hoài nghi nhanh chóng chuyển thành giận dữ.  Mắt anh buồn. \"Em nghĩ khác được sao?\" Mắt tôi giận dữ. Tôi sẽ nói chuyện với bố - có lẽ đây là dịp tốt để nhắc cho ông nhớ là tôi đã quá tuổi trưởng thành chính thức rồi. Chẳng quan trọng gì lắm, dĩ nhiên, ngoại trừ về nguyên tắc. Chẳng còn lâu nữa ông sẽ không có lý do nào để cấm đoán cả. Tôi chuyển suy nghĩ của mình sang hướng ít buồn phiền hơn.  \"Câu chuyện là gì?\" Tôi hỏi, thực sự tò mò, và cả cố gắng một cách tuyệt vọng giữ cho cuộc trò chuyện tự nhiên, để kiềm chế bản thân, để tôi không làm anh hoảng sợ vì nỗi khao khát giày vò, cuồng điên đang hành hạ tôi.  \"Ý em là gì?\" \"Em sẽ kể cho Charlie chuyện gì đây?  Lý do em biến mất trong ... trong suốt thời gian em bỏ đi?\" Tôi cố tính nhẩm thời gian trong đầu.  \"Chỉ có ba ngày thôi.” Mắt anh nheo lại, nhưng lần này anh cười tự nhiên hơn. \" Thực ra thì, anh đang hy vọng em sẽ nghĩ ra được lời giải thích hợp lý. Anh nghĩ không ra.” Tôi rên rỉ. \"Hay dữ.” \"Ừm, có lẽ Alice sẽ nghĩ ra được, \" anh đề nghị, cố an ủi tôi.  Và tôi cảm thấy an ủi.  Mặc kệ sau này tôi phải đối mặt với chuyện gì? Mỗi giây anh ở đây - thật gần, khuôn mặt hoàn mỹ của anh sôi nổi trong ánh sáng lờ mờ từ mấy con số trên đồng hồ báo thức của tôi – hết sức quý giá và không thể phí phạm.  \"Nè, \" tôi bắt đầu, chọn câu hỏi ít quan trọng nhất - cho dù vẫn cực kỳ thú vị - để bắt đầu. Tôi đã được đưa về nhà an toàn, và anh có thể bỏ đi bất kỳ lúc nào. Tôi phải làm anh nói riết. Hơn nữa, thiên đường tạm thời này sẽ không thực là thiên đường nếu không có giọng nói của anh. \"Anh đã làm gì, cho đến cách đây ba ngày ?\" Mặt anh trở nên dè dặt ngay. \"Chẳng có gì vui cho lắm.” \" Dĩ nhiên là không rồi, \" tôi lầm bầm.  \"Sao em nhăn mặt như thế?\" \"Ừm... \" tôi bặm môi, nghĩ ngợi. \" Nếu anh, xét cho cùng, chỉ là một giấc mơ, thì đó chính là loại câu anh sẽ nói. Trí tưởng tượng của mình hẳn đã cạn kiệt rồi.” Anh thở dài. \" Nếu anh kể cho em nghe, thì rốt cuộc em có tin là em không đang mơ thấy ác mộng không?\" \"Ác mộng !\" Tôi khinh miệt lặp lại. Anh chờ câu trả lời của tôi. \" Có thể” tôi nói sau một giây suy nghĩ. \"Nếu anh kể em nghe.” \"Anh đang ... đi săn. \" \"Chỉ có vậy thôi sao?\" Tôi chỉ trích. \"Chuyện đó chắc chắn chẳng chứng minh được em đang thức.\" Anh do dự, rồi chậm rãi nói, lựa chọn ngôn từ cẩn thận. \"Anh không phải đang săn thức ăn... Anh thật ra đang thử ... theo dấu. Anh không giỏi chuyện đó cho lắm \" \"Anh đang theo dấu gì vậy?\" Tôi hỏi, ngạc nhiên.  \"Không gì quan trọng cả. \" Lời anh nói không đi đôi với vẻ mặt anh; anh trông có vẻ khó chịu, không thoải mái.  \"Em không hiểu. \" Anh do dự; mặt anh, đang chiếu sáng bởi ánh sáng xanh lá kỳ dị của đồng hồ để bàn, đang bị giằng xé.  \"Anh--\" anh hít thật sâu. \"Anh nợ em một lời xin lỗi. Không, dĩ nhiên anh nợ em nhiều, nhiều hơn thế. Nhưng em phải biết, \" --- lời bắt đầu tuôn chảy thật nhanh, theo cách tôi nhớ anh vẫn nói khi xúc động, tôi phải hết sức tập trung mới hiểu hết được--- \"là anh chẳng hề biết chuyện sẽ vậy. Anh không nhận ra điều tệ hại mình gây ra. Anh cứ tưởng em ở đây an toàn. Hết sức an toàn. Anh không biết là Victoria,\" - môi anh cong lên khi nói đến cái tên ấy - \"sẽ trở lại. Anh phải thú nhận là, khi gặp cô ta lúc đó, anh chú ý đến suy nghĩ của James nhiều hơn. Nhưng anh tuyệt nhiên không hề nghĩ cô ta có kiểu phản ứng này. Thậm chí không hề biết là cô ta gắn bó với hắn đến thế. Anh nghĩ bây giờ anh mới hiểu ra tại sao -- cô ta hết sức chắc chắn hắn sẽ thắng, ý nghĩ hắn thất bại chưa bao giờ xuất hiện trong đầu cô ta. Chính sự quá tự tin của cô ta đã làm anh không phát hiện ra tình cảm của cô ta dành cho hắn – làm anh không nhận ra quan hệ gắn bó sâu sắc của họ.  \"Không phải đó là lời bào chữa cho những điều anh đã để mặc em phải đối mặt. Khi anh nghe em kể với Alice - mà chính nó cũng đã tận mắt chứng kiến - khi anh nhận ra em phải phó thác sinh mạng của em cho bọn người sói, non nớt, nhẹ dạ, bọn tệ hại nhất chỉ sau Victoria - anh rùng mình và lời nói liên hồi của anh ngưng lại một giây. \"Xin em hãy biết là anh không hề biết chút gì về chuyện này. Anh cảm thấy phát bịnh, ớn đến tận xương tủy, dù là bây giờ, dù là lúc anh có thể gặp em và cảm thấy em an toàn trong vòng tay anh. Anh là lý do tồi tệ nhất cho chuyện--- \" \"Dừng lại, \" tôi ngắt lời anh. Anh nhìn tôi chằm chằm với đôi mắt đau khổ, và tôi cố tìm từ phù hợp - những từ sẽ giải phóng anh khỏi cái nghĩa vụ tưởng tượng đã làm anh đau đớn quá nhiều. Đó là những lời khó nói. Tôi không biết liệu mình có thể nói chúng ra mà không suy sụp tinh thần không. Nhưng tôi phải cố làm chuyện đúng đắn. Tôi không muốn là nguyên nhân khiến anh cảm thấy tội lỗi và đau khổ cả đời. Anh phải sống hạnh phúc, dù tôi có phải trả giá cho chuyện đó ra sao chăng nữa.  Tôi thật ra đã hi vọng sẽ để dành phần này cho buổi trò chuyện cuối cùng. Nó sẽ khiến mọi thứ kết thúc nhanh hơn nhiều.  Nhờ bao tháng trời tập luyện cố tỏ ra bình thường với Charlie, tôi giữ vẻ mặt không bộc lộ cảm xúc.\"Edward,\" tôi nói. Tên anh thoát ra làm cổ họng tôi hơi bỏng rát. Tôi có thể cảm thấy hồn ma của vết thương cũ, đang chờ tự xé toạc mình trở lại ngay khi anh biến mất. Tôi chẳng biết làm sao để vượt qua được chuyện đó lần này. \"Phải chấm dứt chuyện này thôi.  Anh không thể suy nghĩ mọi chuyện theo cách đó được. Anh không thể để cho ... cho tội lỗi này ... chế ngự đời anh. Anh đâu thể chịu trách nhiệm về những chuyện xảy ra cho em ở đây được. Chẳng có gì là lỗi của anh cả, chẳng qua cuộc đời em là vậy. Vì vậy, nếu em có trợt té trước xe buýt hoặc cái gì gì đó chăng nữa lần sau, thì anh phải biết là anh chẳng việc gì mà phải chịu trách nhiệm. Anh không thể cứ chạy sang Ý vì cảm thấy tệ hại khi không cứu được em. Dù em có nhảy ra khỏi vách đá đó mà chết, thì đó là lựa chọn của em, chớ không phải là lỗi của anh. Em biết anh ... anh vốn hay gánh hết trách nhiệm về mình, nhưng anh đúng là không thể để chuyện đó đẩy anh đi xa đến thế!  Thật hết sức vô trách nhiệm – hãy nghĩ đến Esme và Carlisle và -- \" Tôi sắp mất bình tĩnh. Tôi dừng lại để hít thật sâu, hy vọng làm mình bình tĩnh lại. Tôi phải trả tự do cho anh. Tôi phải đảm bảo chuyện này sẽ không bao giờ tái diễn.  \"Isabella Marie Swan, \" anh thì thầm, biểu hiện kỳ lạ nhất thoáng qua mặt anh. Anh trông có vẻ sắp nổi điên.  \"Em cho rằng anh yêu cầu Volturi giết anh vì anh cảm thấy mình có lỗi ư?\" Tôi cảm thấy mình chẳng hiểu gì hết. \"Chẳng đúng vậy sao?\" \" Cảm thấy mình có lỗi? Mãnh liệt thế. Hơn em có thể hiểu. \" \"Thế ... anh đang nói gì vậy? Em không hiểu. \" \"Bella, anh tìm đến Volturi vì anh tưởng em đã chết,\" anh nói, giọng dịu dàng, mắt dữ dội. \"Dù là anh đã không trực tiếp góp tay vào cái chết của em\" - anh rùng mình khi thì thầm từ cuối \"cho dù không phải lỗi của anh chăng nữa, anh vẫn cứ đến Ý.  Rõ ràng, anh lẽ ra phải cẩn thận hơn - anh lẽ ra phải nói với chuyện trực tiếp với Alice, chớ không phải chấp nhận chuyện đó qua Rosalie. Nhưng, thật ra, anh còn biết nghĩ sao nữa khi anh ta nói là Charlie đang ở đám tang? Chuyện bất thường là gì? \" Những chuyện bất thường...\" rồi anh lẩm bẩm, bị phân tâm. Giọng anh nhỏ đến nỗi tôi không chắc mình nghe đúng. \"Chúng mình luôn gặp khó khăn. Hết sai lầm này lại sai lầm khác. Anh sẽ không bao giờ chỉ trích Romeo lần nữa. \" \"Nhưng em vẫn chưa hiểu,\" tôi nói. \"Đó là chuyện của riêng em mà. Vậy thì sao chớ?\" \"Ồ xin lỗi, gì hả em?\" \" Vậy chuyện gì sẽ xảy ra nếu em chết ?\" Anh nhìn tôi chằm chằm hoài nghi hồi lâu rồi mới trả lời. \"Em không nhớ lúc trước anh đã nói gì với em sao?\" \"Em nhớ mọi điều anh đã kể em nghe.\"  Luôn cả những lời đã phủ nhận mọi lời còn lại.  Anh xoa ngón tay mát rượi lên môi dưới của tôi. \"Bella, em hình như đang hiểu lầm.\" Anh nhắm mắt lại, lắc đầu qua lại với cười nhếch môi trên khuôn mặt xinh đẹp. Đó không phải là nụ cười hạnh phúc. \"Anh cứ tưởng anh đã giải thích rõ ràng lúc nãy rồi. Bella, anh không thể sống trong một thế giới không có em.\" \" Em... \"  Đầu tôi choáng váng khi tìm kiếm lời thích hợp. \"Không hiểu.”  Đúng vậy. Tôi không hiểu anh đang nói gì cả.  Anh nhìn sâu vào mắt tôi bằng ánh mắt chân thành, thiết tha. \"Anh là kẻ nói dối giỏi, Bella, anh phải vậy.” Tôi cứng người, bắp cơ co cứng như thể bị đánh. Vết thương trong ngực tôi dậy sóng; cơn đau làm tôi nghẹn thở.  Anh lắc vai tôi, cố nới lỏng tư thế co cứng của tôi. \" Để anh nói cho xong!  Anh là một kẻ nói dối giỏi, thế nhưng, em lại tin anh quá dễ dàng\" Anh cau mày. \"Thật ... hết sức đau khổ.\" Tôi đợi, vẫn cứng người.  \"Khi mình đang ở trong rừng, khi anh đang nói lời từ gíã với em---\" Tôi không cho phép mình nhớ. Tôi cố giữ cho mình chỉ nhớ phút giây hiện tại mà thôi.  \"Em sẽ không chịu từ bỏ,\" anh thì thầm.\" Anh biết thế. Anh đã không muốn làm chuyện đó - cứ như thể làm chuyện đó anh sẽ chết mất - nhưng anh biết nếu anh không thể làm em tin là anh không còn yêu em nữa, thì sẽ chỉ làm em mất nhiều thời gian hơn để vui sống tiếp. Anh đã hy vọng, nếu em nghĩ anh sẽ tiếp tục vui sống, em cũng sẽ vậy.\" \" Đoạn tuyệt hoàn toàn,\"  tôi thì thầm qua đôi môi bất động.  \"Đúng vậy. Nhưng anh không bao giờ tưởng tượng lại dễ làm đến thế!  Anh nghĩ chuyện đó gần như không thể thực hiện được – em quá tin chắc đó là sự thật đến nỗi lẽ ra anh phải nói dối trơ trẽn hàng giờ để gieo được hạt giống nghi ngờ vô đầu em. Anh đã nói dối, và anh hết sức xin lỗi -- xin lỗi vì đã làm em tổn thương, xin lỗi em vì đó là một cố gắng vô ích. Xin lỗi vì anh đã không ngăn được chủng loài của anh đến gần em. Anh đã nói dối để cứu em, thế mà chẳng có tác dụng gì.  Anh xin lỗi.  \"Nhưng sao em lại có thể tin anh chứ? Sau bao ngàn lần anh nói anh yêu em, sao em có thể để cho chỉ một lời đã phá vỡ niềm tin của em vào anh như thế?\" Tôi không trả lời. Tôi quá bàng hoàng không thể phản ứng hợp lý được.  \"Anh có thể nhìn thấy điều đó trong mắt em, em thực sự tin là anh không yêu em nữa. Suy nghĩ lố bịch nhất, vô lý nhất – như thể như thể có cách nào để anh lại có thể sống mà không cần có em! \" Tôi vẫn còn cứng người. Lời anh khó hiểu, vì không thể nào như thế được.  Anh lắc vai tôi lần nữa, không mạnh, nhưng đủ làm răng tôi chạm vào nhau kêu lách cách.  \"Bella, \" anh thở dài. \" Thật ra thì, em đã nghĩ vậy!\" Và thế là tôi bắt đầu khóc. Nước mắt ngập mi rồi ràn rụa xuống má.  \"Em biết ngay mà,\"  tôi thổn thức. \"Em biết chắc mình đang mơ.\" \"Em thiệt không thể chịu nỗi, \" anh nói, rồi cười khan – nụ cười cay đắng, thất vọng. \"Anh phải nói sao để em tin anh đây? Em không ngủ, mà em cũng không chết. Anh đang ở đây, và anh yêu em. Anh đã luôn yêu em, và anh sẽ mãi yêu em. Anh đã nghĩ về em, nhìn thấy em trong tâm trí anh, từng giây phút khi không gặp em. Khi anh bảo với em là anh không yêu em, đó là loại lời báng bổ tồi tệ nhất. \" Tôi lắc đầu trong khi nước mắt vẫn tuôn chảy từ khoé mắt.  \"Em không tin anh, phải không?\" anh thì thầm, mặt anh nhợt nhạt hơn cả bình thường --- Tôi có thể nhìn thấy điều đó ngay cả trong ánh sáng lờ mờ. \" Tại sao em lại tin được lời nói dối, mà lại không chịu tin sự thật ?\" \"Vì chẳng bao giờ em hiểu nỗi sao anh lại có thể yêu em, \" tôi giải thích, giọng tôi nức nở nhiều hơn. \"Em luôn biết thế.\" Mắt anh nheo lại, hàm anh nghiến chặt.  \"Anh sẽ chứng minh là em đang thức, \" anh hứa.  Anh ôm chặt mặt tôi giữa đôi tay cứng như sắt của anh, mặc kệ tôi vùng vẫy cố quay đầu sang chỗ khác.  \" Xin đừng, \" tôi thì thầm.  Anh dừng lại, môi anh chỉ cách môi tôi nửa inch.  \" Tại sao lại đừng?\" anh hỏi. Hơi thở anh phà vào mặt tôi, làm đầu óc tôi quay cuồng.  \"Khi em thức giấc \" - Anh mở miệng định phản đối, nên tôi sửa lại - \" OK, quên vụ đó đi - khi anh lại bỏ đi lần nữa, không cần đến chuyện này thì em cũng đủ khổ sở lắm rồi.\" Anh lùi ra một inch, để nhìn chằm chằm vào mặt tôi.  \"Hôm qua, khi anh chạm vào em, em thật ... do dự, thật cẩn thận, nhưng vẫn giống xưa. Anh cần biết tại sao. Có phải vì anh đã quá muộn rồi không? Vì anh đã làm em đau khổ quá nhiều? Vì em đã tiếp tục vui sống, như anh muốn em thế?  Thế cũng ... khá công bằng. Anh sẽ không phản đối gì về quyết định của em. Vì vậy đừng cố chia sẻ cảm xúc với anh, xin em --- chỉ cần nói cho anh biết là bây giờ em vẫn còn có thể yêu anh hay không, sau mọi điều anh đã làm với em.  Em có thể hay không?\" anh thì thầm.  \" Đó là loại câu hỏi ngớ ngẩn gì vậy?\" \" Chỉ trả lời thôi. Xin em.\" Tôi buồn rầu nhìn anh chằm chằm một hồi lâu. \"Cách em cảm nhận về anh sẽ chẳng bao giờ thay đổi. Tất nhiên là em yêu anh - và anh chẳng thể làm gì để thay đổi được chuyện đó!\" \"Đó là tất cả những gì anh cần nghe.\" Thế là môi anh đã ở trên môi tôi, và tôi không thể chống lại anh. Không phải vì anh nhiều ngàn lần mạnh hơn tôi, mà vì ý chí của tôi đã tan thành mây khói đúng vào giây phút môi chúng tôi chạm nhau. Nụ hôn này không cẩn trọng hoàn toàn như những nụ hôn khác tôi vẫn nhớ, vừa hợp với tôi. Nếu như tôi sắp làm mình tan nát hơn nữa, thì tôi cũng nên được bù lại càng nhiều càng tốt.  Thế là tôi hôn đáp lại anh, trái tim tôi đập liên hồi, rời rạc, không đều, hơi thở biến thành tiếng hổn hển và ngón tay tôi khao khát vươn lên mặt anh. Tôi có thể cảm nhận được thân thể như cẩm thạch của anh đang áp vào từng đường nét của cơ thể tôi, và tôi hết sức mừng vì anh đã không thèm nghe lời tôi – chẳng nỗi đau trên thế giới sánh bằng việc thiếu nụ hôn này. Bàn tay anh lần trên mặt tôi, giống như tay tôi đang dò theo đường nét trên mặt anh, và, trong giây ngắn ngủi khi môi anh được tự do, anh thì thầm tên tôi.  Khi tôi bắt đầu hoa mắt, anh lùi lại, chỉ để áp tai vào tim tôi.  Tôi nằm đó, choáng váng, chờ hơi thở hổn hển của mình chậm lại và lắng dịu.  \" Nhân tiện, \" anh nói tự nhiên. \"Anh sẽ không rời bỏ em.\" Tôi chẳng nói gì, và anh dường như nghe thấy nỗi hoài nghi trong sự im lặng của tôi.  Anh ngẩng mặt buộc tôi nhìn vào mắt anh. \"Anh sẽ không đi đâu hết. Không đi đâu cả nếu không có em, \"  anh nghiêm túc nói thêm. \"Lúc đầu anh rời bỏ em vì muốn em được sống cuộc đời làm người hạnh phúc, bình thường. Anh đã thấy điều anh gây ra cho em -- làm em luôn suýt gặp hiểm nguy, làm em cách xa với thế giới của em, đe doạ mạng sống của em trong từng giây phút ở bên em. Vì thế anh phải cố gắng. Anh phải làm điều gì đó, và có vẻ như bỏ đi là cách duy nhất. Nếu anh không nghĩ em sẽ khá hơn, thì anh sẽ không bao giờ buộc mình bỏ đi được. Anh hết sức ích kỷ. Chỉ có em mới có thể quan trọng hơn điều anh muốn ... điều anh cần. Điều anh cần và muốn là được ở bên em, và anh biết mình không bao giờ đủ mạnh để bỏ đi lần nữa. Anh có quá nhiều lý do để ở lại – cảm ơn Thượng đế vì chuyện đó!  Dường như em không thể an toàn được, dù anh có tránh xa em đến đâu.\" \"Xin đừng hứa gì với em hết,\"  tôi thì thầm. Nếu tôi để mình hy vọng, mà nó chẳng đi đến đâu... điều đó sẽ giết tôi.  Trong khi mọi con ma cà rồng tàn nhẫn không thể kết liễu đời tôi, thì hy vọng sẽ làm được việc này.  Tức giận loé lạnh trong đôi mắt đen của anh. \"Em nghĩ anh đang nói dối em sao?\" \" Không - không phải nói dối.\"  Tôi lắc đầu, cố suy nghĩ mạch lạc. Để kiểm tra giả thuyết anh thực yêu tôi, trong khi cố gắng luôn khách quan, lãnh đạm, để không bị sa vào chiếc bẫy hy vọng. \"Bây giờ ... anh cảm thấy vậy thật. Nhưng ngày mai thì sao, khi anh nghĩ đến toàn bộ lý do đã khiến anh bỏ đi lúc trước? Hoặc tháng sau, khi Jasper vồ lấy em thì sao?\" Anh nao núng.  Tôi nhớ lại những ngày cuối trước khi anh bỏ tôi đi, cố nhìn chúng theo lăng kính những điều anh đang kể cho tôi biết. Từ cách nhìn đó, hình dung anh rời bỏ tôi mà vẫn yêu tôi, rời bỏ tôi vì tôi, vẻ suy tư và sự im hơi lặng tiếng lạnh lùng của anh bỗng mang ý nghĩa khác. \"Đâu phải anh không cân nhắc quyết định đầu tiên, đúng không?\"  Tôi đoán. \"Rốt cuộc anh làm điều mà anh nghĩ là đúng.\" \"Anh không mạnh như em nghĩ đâu,\" anh nói. \" Đúng và sai đã chẳng còn ý nghĩa cho lắm đối với anh; dù sao thì anh cũng đã từng quay về. Trước khi Rosalie báo tin cho anh, anh đã qua giai đoạn cố sống cho qua từng tuần một, thậm chí từng ngày một. Anh đã cố sống cho qua từng giờ một. Chỉ là sớm hay muộn thôi, anh sẽ xuất hiện bên cửa sổ của em và cầu xin em đón nhận anh trở lại. Anh bây giờ sẵn lòng cầu xin, nếu em thích thế. \" Tôi nhăn mặt. \" Nghiêm túc đi, xin anh.\" \" Ồ, anh rất nghiêm túc, \" anh nhấn mạnh, nhìn tôi giận dữ. \"Em có vui lòng chịu khó lắng nghe điều anh đang nói không? Em có để anh cố gắng giải thích em có ý nghĩa như thế nào đối với anh không?\" Anh đợi, nhìn kỹ mặt tôi khi đang nói để chắc tôi thực đang lắng nghe.  \" Trước khi có em, Bella, đời anh như một đêm không trăng. Tối tăm, nhưng lấp lánh sao – những đốm sáng và lẽ sống ... rồi em phóng qua bầu trời của anh như một ngôi sao băng. Bất ngờ mọi thứ đều bùng cháy; rực rỡ, xinh đẹp. Khi em biến mất, khi ngôi sao băng đã rơi xuống chân trời, mọi thứ đều tối đen. Chẳng có gì thay đổi, nhưng mắt anh đã loà vì ánh sáng ấy. Anh không còn nhìn thấy các vì sao nữa. Và chẳng còn lý do cho bất kỳ chuyện gì nữa.\" Tôi muốn tin anh. Nhưng điều anh đang mô tả, chính là nói về đời tôi khi không có anh, chớ không phải ngược lại.  \" Mắt anh sẽ điều chỉnh lại thôi,\"  tôi lầm bầm.  \"Đó mới là vấn đề – chúng không thể. \" \" Thế còn vụ tiêu khiển của anh thì sao?\" Anh cười chẳng chút vui vẻ. \"Chỉ là nói dối thôi, tình yêu của anh. Không có tiêu khiển gì trong nỗi ... nỗi dằn vặt. Tim anh đã không đập trong gần chín mươi năm, nhưng chuyện này khắc hẳn. Tựa như tim anh đã biến mất - như thể ngực anh rỗng không. Như thể anh đã để lại mọi thứ trong cơ thể anh ở đây cùng em. \" \"Thiệt mắc cười,\"  tôi lẩm bẩm.  Anh nhướng một bên mày hoàn hảo của mình. \"Mắc cười?\" \" Ý em muốn nói là thiệt lạ – em cứ tưởng chỉ em mới vậy thôi. Rất nhiều bộ phận trong cơ thể em cũng mất đi. Em không thực sự thở trong một thời gian dài.”  Tôi hít đầy phổi, tận hưởng cảm giác này. \"Và tim em. Chắc chắn đã không còn. \" Anh nhắm mắt lại và áp tai lên tim tôi lần nữa. Tôi để má mình áp vào tóc anh, cảm nhận tóc anh trên da tôi, ngửi mùi hương ngọt ngào của anh.  \"Theo dấu không phải là một trò tiêu khiển sao?\"  Tôi hỏi, tò mò, cũng như cần làm mình phân tâm. Tôi hy vọng quá nhiều. Tôi không thể ngăn được mình lâu. Tim tôi đập mạnh, hân hoan trong lồng ngực.  \"Không. \" Anh thở dài. \"Đó chẳng bao giờ là trò tiêu khiển. Đó là trách nhiệm.\" \" Nghĩa là sao?\" \" Nghĩa là, mặc dù anh chẳng bao giờ nghĩ Victoria nguy hiểm, nhưng anh không định để cô ta thoát ...  ừm, như anh đã nói, anh dở tệ hại chuyện này. Anh theo dấu cô ta đến tận Texas, nhưng sau đó anh lại theo dấu sai xuống Brazil ---- trong khi cô ta thật ra lại đến đây.\"  Anh rên rỉ. \"Anh thậm chí còn không ở đúng lục địa nữa chớ!  Và trong lúc đó, khủng khiếp hơn cả nỗi sợ hãi khủng khiếp nhất của anh --- \" \"Anh đã săn lùng Victoria?\" Tôi gần như rít lên ngay khi có thể nói được, cao lên hai quãng tám.  Tiếng ngáy xa xa của Charlie đứt quãng, rồi lấy lại nhịp đều đặn.  \"Không giỏi cho lắm,\"  Edward trả lời, bối rối nghiền ngẫm vẻ phẫn nộ của tôi. \"Nhưng lần này anh sẽ làm giỏi hơn. Cô ta sẽ không làm bẩn không khí trong lành này bằng cách hít thở lâu hơn nữa.\" \"Chuyện đó ... không thể được, \" tôi cố nói. Loạn trí. Dù anh có Emmett hay Jasper giúp chăng nữa. Dù anh có Emmett và Jasper giúp chăng nữa. Còn tệ hại hơn sự tưởng tượng kia của tôi: Jacob Black đứng bên kia không gian nhỏ hẹp trước thân hình mềm mại, hoang dã của Victoria. Tôi không thể chịu đựng nỗi khi hình dung Edward ở đó, dù anh chịu đựng giỏi hơn người bạn thân nửa người nửa thú của tôi.  \"Quá muộn đối với cô ta rồi. Anh lẽ ra đã bỏ qua, nhưng không phải bây giờ, không phải sau khi --- \" Tôi ngắt lời anh lần nữa, cố tỏ vẻ điềm tĩnh. \"Chẳng phải anh đã hứa là anh sẽ không bỏ đi sao?\"  Tôi hỏi, chiến đấu với mấy lời này khi nói ra chúng, cũng không để cho chúng ăn sâu gốc rễ vào tim tôi. \"Chuyện đó đâu có hợp với chuyến theo dõi kéo dài, phải không?\"  Anh cau mày. Tiếng gừ bắt đầu vang lên nho nhỏ trong lồng ngực anh. \"Anh sẽ giữ lời hứa của mình, Bella. Nhưng Victoria\"  - tiếng gầm gừ trở nên rõ rệt hơn --- \" sẽ phải chết. Sớm thôi.\" \"Đừng vội vã,\" tôi nói, cố che giấu nỗi hoảng sợ của mình. \" Có thể cô ta sẽ không quay lại. Bầy đàn của Jake có lẽ đã làm cô ta sợ rồi.  Chẳng còn lý do nào để đi lùng sục cô ta nữa. Hơn nữa, em còn mấy vấn đề khó khăn hơn chuyện Victoria.” Edward nheo mắt lại, nhưng anh gật đầu. \"Đúng vậy. Người sói là một vấn đề.” Tôi khịt mũi. \"Em đâu có nói về Jacob. Mấy vấn đề của em còn tệ hại hơn nhiều so với chuyện một nhóm sói non tự rước hoạ vào thân.\" Edward nhìn như thể anh sắp nói gì đó, rồi thay đổi ý kiến. Răng anh nghiến vào nhau, và anh nói qua kẽ răng. \" Thật sao?\" anh hỏi. \" Vậy mấy vấn đề lớn nhất của em là gì? Mà có thể khiến chuyện Victoria  quay lại tìm em trở thành chuyện vụn vặt như vậy? “Vấn đề lớn thứ nhì được không?\"  Tôi đánh trống lảng.  \" Được thôi, \" anh đồng ý, nghi ngờ.  Tôi ngừng lại. Tôi không biết mình có thể nói lên cái tên này không. \"Sẽ có người khác đến tìm em,\"  tôi nhắc anh bằng giọng thì thầm kềm nén.  Anh thở dài, nhưng phản ứng không mạnh như tôi tưởng sau khi anh phản ứng chuyện Victoria.  \"Volturi mà chỉ là chuyện khó khăn thứ nhì thôi sao?\" \"Anh có vẻ không bực mình chuyện này, \" tôi lưu ý.  \" Ừm, mình có nhiều thời gian để suy nghĩ thấu đáo chuyện này mà.   Thời gian đối với họ rất khác đối với em, hoặc thậm chí đối với anh. Họ tính năm theo cách em tính ngày.  Anh chẳng ngạc nhiên gì nếu em đã ba mươi tuổi rồi họ mới sực nhớ đến em lần nữa, \" anh tinh nghịch nói thêm.  Nỗi kinh hoàng cuốn qua tôi.  Ba mươi tuổi.  Rốt cuộc, lời anh hứa chẳng có ý nghĩa gì cả. Nếu tôi ba mươi tuổi một ngày nào đó, thì anh sẽ chẳng muốn ở lại bên tôi lâu.  Nỗi đau tàn nhẫn khi nhận ra điều này làm tôi nhận ra rằng mình đã bắt đầu hy vọng, không cho phép mình làm thế.  \"Em không cần phải sợ,\" anh nói, lo lắng khi thấy nước mắt lại ngấn lên trên bờ mi. \"Anh sẽ không để cho họ hại em đâu.\" \" Trong lúc anh ở đây.\" Chuyện xảy ra với tôi khi anh bỏ đi không phải là điều tôi quan tâm. Anh giữ mặt tôi giữa hai bàn tay như đá của anh, ôm chặt trong khi đôi mắt đen hun hút của anh nhìn giận dữ vào mắt tôi với lực hút của một lỗ đen.  \"Anh sẽ không bao giờ rời em lần nữa.\" \"Nhưng anh nói vụ ba mươi tuổi,\"  tôi thì thầm. Nước mắt ngấn mi. \"Sao chớ? Anh sẽ ở lại, nhưng cứ để cho em già khọm đi? Đúng không.\" Mắt anh dịu lại, trong khi môi anh trở nên cay đắng. \"Đó đúng là chuyện anh sẽ làm.  Anh còn lựa chọn nào nữa đâu?  Anh không thể sống không có em, nhưng anh cũng sẽ không hủy diệt linh hồn em.\" \"Có phải chuyện này thực là ... \"  tôi cố giữ giọng mình bình thản, nhưng câu hỏi này quá khó. Tôi nhớ mặt anh khi Aro đã gần như cầu xin anh hãy xem xét chuyện biến tôi thành người bất tử.  Ánh mắt đau khổ ở đó.  Có phải nỗi lo muốn giữ cho tôi là con người thật sự là vì tâm hồn tôi, hay là vì anh không chắc anh có muốn tôi quanh quẩn bên anh lâu đến thế không? \"Sao\" anh hỏi, chờ câu hỏi của tôi.  Tôi hỏi câu khác. Gần như -- nhưng không quá - khó.  \"Nhưng sẽ ra sao nếu em già đến nỗi mọi người nghĩ em là mẹ anh? Bà anh?\"  Giọng tôi lạc đi vì khiếp sợ - tôi như nhìn thấy khuôn mặt của bà trong tấm gương trong mơ.  Bây giờ toàn bộ khuôn mặt anh đều dịu đi. Anh lau sạch nước mắt trên má tôi bằng môi anh. \"Chuyện đó chẳng nghĩa lý gì với anh hết, \" anh phà hơi thở lên da tôi. \"Em sẽ mãi là người đẹp nhất trong vũ trụ của anh.  Dĩ nhiên là...\" anh do dự, hơi lưỡng lự. \" Nếu em lớn hơn anh - nếu em muốn cái gì đó hơn vậy - anh sẽ hiểu thôi, Bella. Anh hứa anh sẽ không cản đường em nếu em muốn bỏ anh. \" Mắt anh là đá mã não lỏng và hoàn toàn chân thành. Anh nói như thể anh đã suy nghĩ rất nhiều trong chuyện nghĩ ra kế hoạch ngu xuẩn này.  \"Anh công nhận là cuối cùng thì em cũng sẽ chết, phải không?\"  Tôi hỏi.  Anh cũng đã nghĩ về chuyện này rồi. \"Anh sẽ chết theo em ngay.\" \"Chuyện đó thiệt ... \"  tôi tìm từ thích hợp. \" chán ngấy.\" \"Bella, chỉ còn cách đó thôi -- \" \"Mình hãy nhớ lại một chút nào,\" tôi nói; cảm thấy cơn giận dễ làm rõ ràng, kiên quyết hơn. \"Anh còn nhớ Volturi, phải không? Em đâu thể làm người mãi được. Họ sẽ giết em. Dù họ không nhớ đến em cho đến khi em ba mươi tuổi\"  - tôi rít từ ấy lên- \"anh thật sự nghĩ họ sẽ quên luôn sao?\" \"Không, \" anh chậm rãi trả lời, lắc đầu. \" Họ sẽ không quên. Nhưng... \" \"Nhưng... ?\" Anh cười toe toét trong khi tôi nhìn anh chằm chặp đầy thận trọng. Có lẽ không chỉ có mình tôi điên.  \"Anh có vài kế hoạch. \" \" Và mấy kế hoạch này, \" tôi nói, giọng tôi càng lúc càng chua chát hơn. \"Mấy kế hoạch đều xoanh quanh chuyện giữ cho em làm người.\" Thái độ của tôi làm vẻ mặt anh rắn lại. \"Dĩ nhiên rồi.\"  Giọng anh cộc cằn, mặt anh kiêu ngạo.  Chúng tôi trừng mắt nhìn nhau hồi lâu.  Sau đó tôi hít thật sâu, ngoắc vai đi, tôi đẩy tay anh ra để có thể ngồi bật dậy.  \"Em có muốn anh đi không?\" anh hỏi, và tim tôi run rẩy khi thấy ý nghĩ này làm anh đau lòng, dù anh cố không để lộ ra.  \"Không,\"  tôi nói. \"Em sẽ đi.\" Anh nhìn tôi nghi ngờ khi tôi leo ra khỏi giường và mò mẫm trong căn phòng tối, kiếm giày.  \"Anh có thể hỏi em đi đâu không.\" anh hỏi.  \"Em sẽ đến nhà anh,\"  tôi nói với anh, vẫn sờ soạng xung quanh như người mù.  Anh đứng dậy và đến bên tôi. \"Giày em đây. Em định đến đó bằng cách nào?\" \"Xe tải của em.\" \"Thế thì sẽ đánh thức Charlie, \" anh nói như để tôi nhụt chí.  Tôi thở dài. \"Em biết. Nhưng nói thật là chắc chắn em sẽ bị phạt nhiều tuần. Em chẳng thể nào bị rắc rối hơn vậy được?\" \"Chẳng gì cả. Ông sẽ trách anh, không phải em.\" \" Nếu anh có ý gì hay hơn, thì em sẽ nghe.\" \" Ở lại đây đi, \" anh đề nghị, nhưng mặt anh chẳng chút hy vọng.  \" Không được. Nhưng anh cứ tiếp tục và xin anh cứ tự nhiên như ở nhà mình, \" tôi khuyến khích, ngạc nhiên khi thấy lời trêu chọc của tôi lại tự nhiên như vậy, rồi hướng ra cửa.  Anh đã ở đó trước tôi, chặn đường tôi.  Tôi cau mày, và quay ra cửa sổ. Không xa đất lắm, và bên dưới hầu như toàn là cỏ... \"OK, \" anh thở dài. \"Anh sẽ đưa em đi. \" Tôi nhún vai. \"Sao cũng được. Nhưng anh có lẽ cũng nên ở đó luôn thể.\" \"Tại sao lại thế?\" \" Vì anh cứng đầu cứng cổ lạ thường, và em chắc chắn anh sẽ muốn có cơ hội trình bày quan điểm của anh.\" \"Quan điểm của anh về chuyện gì?\" Anh hỏi qua kẽ răng.  \"Đây không chỉ là về anh nữa. Anh không phải là cái rốn của vũ trụ, anh biết đó.\" Vũ trụ của tôi, dĩ nhiên, là chuyện khác. \" Nếu anh khiến cho Volturi xuống đây vì chuyện ngu ngốc giống như chuyện giữ em làm người, thì gia đình anh phải có tiếng nói.\" \"Tiếng nói về cái gì?\" anh hỏi, rõ từng từ.  \"Cái chết của em. Em sẽ đưa nó ra biểu quyết.\""
        }
    ],
    "suggestions": []
}