{
    "en_vn": {
        "data": {
            "content": null,
            "word": "moorwort"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "moorwort"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "moorwort"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "moorwort"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moorwort"
        }
    },
    "sentences": [
        {
            "en": "He started <em>T</em>. <em>W</em>. A (Trans World Airlines).",
            "vi": "Ông ta đã thành lập hãng hàng không xuyên lục địa."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a - <em>t</em> - e - r. I formed",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a - <em>t</em> - e",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a - <em>t</em> - e - r",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - <em>t</em> - e - r in her other hand. <em>W</em> - a - <em>t</em> - e - r, <em>w</em> - a",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "She knew that \"<em>w</em> - a - <em>t</em> - e - r\" meant something cool flowing over her hand.",
            "vi": "Cô biết rằng \"n-ư-ớ-c\" là thứ gì đó lành lạnh đang chảy ra tay cô."
        },
        {
            "en": "She knew that \"<em>w</em>-a-<em>t</em>-e-r\" meant something cool flowing over her hand.",
            "vi": "Cô biết rằng \"n - ư - ớ - c\" là thứ gì đó lành lạnh đang chảy ra tay cô."
        },
        {
            "en": "toi san sang lam viec cho tat ca nhug jac <em>mo</em> cua toi, <em>t</em> hy vong no se thanh su that.",
            "vi": "im ready to do for all my dreams, i hope it comes true"
        },
        {
            "en": "MAN: H-A-N-D-S-<em>W</em>-O-R-<em>T</em>-H. Handsworth House. It’s close to the Town Hall.",
            "vi": "MAN: H-A-N-D-S-W-O-R-T-H. Handsworth House. Nó gần với Town Hall."
        },
        {
            "en": "nguoi ham <em>mo</em>",
            "vi": "admirer"
        },
        {
            "en": "dung <em>mo</em> mang nua",
            "vi": "dream wny more tim"
        },
        {
            "en": "co giac <em>mo</em> dep nhe",
            "vi": "sweet dream"
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em>-a-<em>t</em>-e-r in her other hand. <em>W</em>-a-<em>t</em>-e-r, <em>w</em>-a-<em>t</em>-e-r. I formed the word again and again in her hand. Helen looked straight up at the sky as if a lost memory or thought of some kind was coming back to her.",
            "vi": "chữ cái w - a - t - e - r trong tay kia của cô bé. W - a - t - e - r, w - a - t - e - r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "I could see that the word <em>w</em> - a - <em>t</em> - e - r meant something wonderful and cool that flowed over her hand. The word became alive for her.",
            "vi": "Tôi có thể thấy từ w-a-t-e-r có nghĩa là một thứ gì đó thật tuyệt vời và mát mẻ chảy trên bàn tay của cô bé. Từ ấy đã trở nên sống động với cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em>-a-<em>t</em>-e-r in her other hand. <em>W</em>-a-<em>t</em>-e-r, <em>w</em>-a-<em>t</em>-e-r. I formed the word again and again in her hand. Helen looked straight up at the sky as if a lost memory or thought of some kind was coming back to her.",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "I could see that the word <em>w</em>-a-<em>t</em>-e-r meant something wonderful and cool that flowed over her hand. The word became alive for her.",
            "vi": "Tôi có thể thấy từ w - a - t - e - r có nghĩa là một thứ gì đó thật tuyệt vời và mát mẻ chảy trên bàn tay của cô bé. Từ ấy đã trở nên sống động với cô bé."
        },
        {
            "en": "I put Helen's hand under the cool water and formed the word <em>w</em>-a-<em>t</em>-e-r in her other hand.",
            "vi": "Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé."
        },
        {
            "en": "Reddy, S. G., and <em>T</em>. <em>W</em>. Pogge, 2002, “How Not to Count the Poor,” (Version 3.0), mimeo, Barnard College, New York.",
            "vi": "Reddy, S. G., và T. W. Pogge, 2002, “Làm thế nào để không đếm người nghèo,” (bản số 3.0), mimeo, Barnard College, New York."
        },
        {
            "en": "I could see that the word <em>w</em>-a-<em>t</em>-e-r meant something wonderful and cool that flowed over her hand.",
            "vi": "Tôi có thể thấy từ w-a-t-e-r có nghĩa là một thứ gì đó thật tuyệt vời và mát mẻ chảy trên bàn tay của cô bé."
        },
        {
            "en": "toi co mot giac <em>mo</em>",
            "vi": "i have a dream"
        }
    ],
    "suggestions": []
}