{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mu:s]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) nai sừng tấm Bắc mỹ</td></tr></table><i/></div>",
            "word": "moose"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>moose</k><blockquote>■ <cclass>noun (<cclass>plural same) North American term for <kref>elk</kref>. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Abnaki <i>mos</i>. </blockquote></div>",
            "word": "moose"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "moose"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>moose</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) a band, herd of moose </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a young moose is a calf </ex></blockquote></blockquote><blockquote><blockquote><ex>3) a female moose is a cow </ex></blockquote></blockquote><blockquote><blockquote><ex>4) a male moose is a bull (<i>see</i> the Usage Note for <kref>elk</kref>)</ex></blockquote></blockquote></div>",
            "word": "moose"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moose"
        }
    },
    "sentences": [
        {
            "en": "Wolves and bears can kill a <em>moose</em>.",
            "vi": "Sói và gấu có thể giết chết một con nai sừng tấm."
        },
        {
            "en": "Down by the river they saw fresh steps of a big, heavy <em>moose</em>.",
            "vi": "Đi dọc theo con sông họ thấy những dấu chân còn mới của một con nai to lớn và nặng nề."
        },
        {
            "en": "Then, he remembered when as a small boy how he watched the wolves kill a <em>moose</em>.",
            "vi": "Rồi ông lại nhớ khi còn là một cậu bé ông đã chứng kiến cảnh bầy sói giết một con nai."
        },
        {
            "en": "They had followed the steps of the <em>moose</em> and the wolves.",
            "vi": "Họ đã lần theo dấu chân của con nai và bầy sói."
        },
        {
            "en": "He remembered when as a small boy how he watched the wolves kill a <em>moose</em>",
            "vi": "Ông lại nhớ khi còn là một cậu bé ông đã chứng kiến cảnh bầy sói giết một con nai"
        },
        {
            "en": "The cry of a wolf brought the picture of the old <em>moose</em> back to him again.",
            "vi": "Tiếng sói tru gợi lại trong ông hình ảnh con nai già một lần nữa."
        },
        {
            "en": "Once again the old Indian saw the picture of the <em>moose</em> as it struggled before the end came.",
            "vi": "Một lần nữa ông lão da đỏ lại thấy cảnh tượng con nai khi nó chống trả trước lúc chết."
        },
        {
            "en": "They could see the tragedy as it happened: here was the place the <em>moose</em> stopped to fight.",
            "vi": "Họ có thể nhìn thấy tấn bi kịch đã diễn ra: nơi này là nơi con nai dừng lại để chống trả."
        },
        {
            "en": "POSSIBLE EXPLANATIONS: Many experts have theorized about the Dover Demon. Experts in ufology believe it could have been an extraterrestrial or mutant animal. Another explanation came from zoologists, who believed the demon could have been a baby <em>moose</em>, which has similar features to the demon. However, Lorne Coleman, a cryptozoologist, thinks that line of reasoning is flawed since no <em>moose</em> existed in eastern Massachusetts during that time, plus young <em>moose</em> are much larger than the creature Dover witnesses saw. Coleman said, \"I'm most definitely secure in saying I don't know what this is,\" and the residents of Dover still wonder, too.",
            "vi": "Những giải thích khả dĩ: Nhiều chuyên gia đã đưa ra giả thuyết về Quỷ Dover. Chuyên gia nghiên cứu các vật thể bay không xác định tin rằng nó có thể là một động vật ngoài trái đất hoặc đột biến. Một giải thích khác đến từ các nhà động vật học, những người tin rằng con quỷ có thể là một con nai sừng tấm non, loài vật có những đặc điểm tương tự như được mô tả ở con quỷ. Tuy nhiên, Lorne Coleman, một nhà khoa học nghiên cứu về các quái vật truyền thuyết, nghĩ rằng cách lý luận này có sai sót vì nai sừng tấm không sống ở miền đông Massachusetts trong thời gian đó, cộng với kích thước của nai sừng tấm non thì lớn hơn nhiều hơn so với sinh vật Dover mà các nhân chứng đã nhìn thấy. Coleman cho biết: \"Tôi khác chắc chắn nói rằng tôi không biết đó là gì”, và các cư dân của Dover cũng vẫn chưa có lời giải cho câu hỏi này."
        },
        {
            "en": "“This doesn’t typically happen,” Khan explained on “CBS This Morning.” Just as Khan was inspired by his own daughter to launch his nonprofit academy, the founders of Duck Duck <em>Moose</em> – a husband and wife – had also developed the apps for their family.",
            "vi": "\"Phương thức này không phải cách thông thường mọi người vẫn làm\", Khan giải thích trên chương trình\"CBS This Morning.\" Khan lấy cảm hứng từ con gái mình để giới thiệu tổ chức giáo dục phi lợi nhuận này và các nhà thành lập của Duck Duck Moose chính là cặp vợ chồng cũng mong muốn phát triển ứng dụng cho gia đình của họ."
        },
        {
            "en": "The circle of wolves moved closer. Once again the old Indian saw the picture of the <em>moose</em> as it struggled before the end came.  He dropped his head to his knees. What did it matter after all?  Isn’t this the law of life?",
            "vi": "Vòng tròn của bầy sói càng siết lại. Một lần nữa ông lão da đỏ lại thấy cảnh tượng con nai chống trả trước lúc chết. Ông gục đầu xuống gối. Chuyện gì sẽ xảy ra sau đó Liệu nó có phải là quy luật của cuộc sống?"
        },
        {
            "en": "Khan said his own children – ages 7, 5 and 2 – grew up with the apps, even learning their alphabet and numbers from them. The apps offer lessons involving creative play along with reading, writing and arithmetic skills. Major tech companies have sought after Duck Duck <em>Moose</em>, but the company decided to provide its apps to Khan Academy for free. ",
            "vi": "Khan nói trẻ em theo học trong độ tuổi 5,7 tuổi và 2 tuổi sẽ lớn lên cùng với các ứng dụng thậm chí cả việc học chữ cái và các con số. Các ứng dụng cung cấp những bài giảng bao gồm việc vui chơi sáng tạo kèm theo các kỹ năng đọc, viết và toán học. Các công ty công nghệ lớn trông thấy điều đó sau sự xuất hiện Duck Duck Moose nhưng công ty này cũng đã quyết định cung cấp các ứng dụng miễn phí đến học viện Khan."
        },
        {
            "en": "Photographs and video footage of the crisis-hit Japanese towns and villages are reminiscent of Chernobyl, where wildlife continues to thrive despite high radiation levels in the aftermath of the world’s worst nuclear accident in 1986. With the absence of humans, Chernobyl, in Ukraine, has become a refuge for all kinds of animals, including <em>moose</em>, deer, brown bear, lynx and even wolves.",
            "vi": "Các bức hình và các đoạn phim về cuộc khủng hoảng phá hủy các thị trấn và làng mạc của Nhật Bản khiến ta nhớ đến Chernobyl, nơi các động vật hoang dã tiếp tục phát triển mạnh mẽ mặc dù mức độ phóng xạ cao do thảm họa hạt nhân tồi tệ nhất thế giới vào năm 1986. Với sự vắng mặt của con người, Chernobyl ở Ukraine đã trở thành lãnh địa của mọi loại động vật, bao gồm nai sừng tấm, hươu, gấu nâu, linh miêu và cả các bầy sói."
        },
        {
            "en": "Khan Academy has delivered more than 800 million free lessons on subjects ranging from basic math to computer science and beyond, for everyone from kindergarteners to college students to adults wanting to expand their knowledge. Now, it’ll also offer 21 free apps for young children ages 2 to 7, donated by award-winning app maker Duck Duck <em>Moose</em>.",
            "vi": "Học viện Khan đã truyền tải hơn 800 triệu bài giảng miễn phí từ môn Toán cơ bản đến khoa học máy tính và hơn thế nữa cho tất cả mọi người từ trẻ mẫu giáo đến học sinh đại học và người lớn để mọi người có thể mở rộng kiến thức. Bây giờ, Khan Academy cũng cung cấp 21 ứng dụng miễn phí cho trẻ trong độ tuổi từ 2 đến 7 tuổi, các ứng dụng này là do ông Duck Duck Moose tặng- một nhà sáng tạo ra ứng dụng đã đạt giải thưởng."
        },
        {
            "en": "Photographs and video footage of the crisis-hit Japanese towns and villages are reminiscent of Chernobyl, where wildlife continues to thrive despite high radiation levels in the aftermath of the world’s worst nuclear accident in 1986. With the absence of humans, Chernobyl, in Ukraine, has become a refuge for all kinds of animals, including <em>moose</em>, deer, brown bear, lynx and even wolves.",
            "vi": "Các bức hình và các đoạn phim về cuộc khủng hoảng phá hủy các thị trấn và làng mạc của Nhật Bản khiến ta nhớ đến Chernobyl, nơi các động vật hoang dã tiếp tục phát triển mạnh mẽ mặc dù mức độ phóng xạ cao do thảm họa hạt nhân tồi tệ nhất thế giới vào năm 1986. Với sự vắng mặt của con người, Chernobyl ở Ukraine đã trở thành lãnh địa của mọi loại động vật, bao gồm nai sừng tấm, hươu, gấu nâu, linh miêu và cả các bầy sói."
        },
        {
            "en": "As with wolves, bears, beavers, Boar , bison, <em>moose</em> and many other species, the Lynx has been able to spread as farming has,left the hills and people discover that it is more Lucrative to protect Charismatic wildlife than to hunt it, as tourists will pay for the chance to see it.",
            "vi": "Giống như sói, gấu, hải ly, Lợn rừng , bò rừng, nai sừng tấm và nhiều loài khác, loài linh miêu có thể phổ biến như được tạo ra từ chăn nuôi, để lại những ngọn đồi và người ta sẽ khám phá ra rằng việc bảo vệ các loài động vật hoang dã Có sức lôi cuốn với mọi người sẽ sinh lời nhiều hơn là săn bắt chúng, vì khách du lịch sẽ trả tiền để có cơ hội xem chúng. "
        },
        {
            "en": "THE LAW OF LIFE – JACK LONDON      The old Indian was sitting on the snow. It was Koskoosh, former chief of his tribe. Now, all he could do was sit and listen to the others. His eyes were old. He could not see, but his ears were wide open to every sound. “Aha.” That was the sound of his daughter, Sit-cum-to-ha. She was beating the dogs, trying to make them stand in front of the snow sleds. He was forgotten by her, and by the others, too. They had to look for new hunting grounds. The long, snowy ride waited. The days of the northlands were growing short. The tribe could not wait for death. Koskoosh was dying. The stiff, crackling noises of frozen animal skins told him that the chief’s tent was being torn down. The chief was a mighty hunter. He was his son, the son of Koskoosh. Koskoosh was being left to die. As the women worked, old Koskoosh could hear his son’s voice drive them to work faster. He listened harder. It was the last time he would hear that voice. A child cried, and a woman sang softly to quiet it. The child was Koo-tee, the old man thought, a sickly child. It would die soon, and they would burn a hole in the frozen ground to bury it. They would cover its small body with stones to keep the wolves away. “Well, what of it? A few years, and in the end, death. Death waited ever hungry. Death had the hungriest stomach of all.” Koskoosh listened to other sounds he would hear no more: the men tying strong leather rope around the sleds to hold their belongings; the sharp sounds of leather whips, ordering the dogs to move and pull the sleds. “Listen to the dogs cry. How they hated the work.” They were off. Sled after sled moved slowly away into the silence. They had passed out of his life. He must meet his last hour alone. “But what was that?” The snow packed down hard under someone’s shoes. A man stood beside him, and placed a hand gently on his old head. His son was good to do this. He remembered other old men whose sons had not done this, who had left without a goodbye. His mind traveled into the past until his son’s voice brought him back. “It is well with you?” his son asked. And the old man answered, “It is well.” “There is wood next to you and the fire burns bright,” the son said. “The morning is gray and the cold is here. It will snow soon. Even now it is snowing. Ahh, even now it is snowing. “The tribesmen hurry. Their loads are heavy and their stomachs flat from little food. The way is long and they travel fast. I go now. All is well?” “It is well. I am as last year’s leaf that sticks to the tree. The first breath that blows will knock me to the ground. My voice is like an old woman’s. My eyes no longer show me the way my feet go. I am tired and all is well.” He lowered his head to his chest and listened to the snow as his son rode away. He felt the sticks of wood next to him again. One by one, the fire would eat them. And step by step, death would cover him. When the last stick was gone, the cold would come. First, his feet would freeze. Then, his hands. The cold would travel slowly from the outside to the inside of him, and he would rest. It was easy…all men must die. He felt sorrow, but he did not think of his sorrow. It was the way of life. He had lived close to the earth, and the law was not new to him. It was the law of the body. Nature was not kind to the body. She was not thoughtful of the person alone. She was interested only in the group, the race, the species. This was a deep thought for old Koskoosh. He had seen examples of it in all his life. The tree sap in early spring; the new-born green leaf, soft and fresh as skin; the fall of the yellowed, dry leaf. In this alone was all history. He placed another stick on the fire and began to remember his past. He had been a great chief, too. He had seen days of much food and laughter; fat stomachs when food was left to rot and spoil; times when they left animals alone, unkilled; days when women had many children. And he had seen days of no food and empty stomachs, days when the fish did not come, and the animals were hard to find. For seven years the animals did not come. Then, he remembered when as a small boy how he watched the wolves kill a <em>moose</em>. He was with his friend Zing-ha, who was killed later in the Yukon River. Ah, but the <em>moose</em>. Zing-ha and he had gone out to play that day. Down by the river they saw fresh steps of a big, heavy <em>moose</em>. “He’s an old one,” Zing-ha had said. “He cannot run like the others. He has fallen behind. The wolves have separated him from the others. They will never leave him.” And so it was. By day and night, never stopping, biting at his nose, biting at his feet, the wolves stayed with him until the end. Zing-ha and he had felt the blood quicken in their bodies. The end would be a sight to see. They had followed the steps of the <em>moose</em> and the wolves. Each step told a different story. They could see the tragedy as it happened: here was the place the <em>moose</em> stopped to fight. The snow was packed down for many feet. One wolf had been caught by the heavy feet of the <em>moose</em> and kicked to death. Further on, they saw how the <em>moose</em> had struggled to escape up a hill. But the wolves had attacked from behind. The <em>moose</em> had fallen down and crushed two wolves. Yet, it was clear the end was near. The snow was red ahead of them. Then they heard the sounds of battle. He and Zing-ha moved closer, on their stomachs, so the wolves would not see them. They saw the end. The picture was so strong it had stayed with him all his life. His dull, blind eyes saw the end again as they had in the far off past. For long, his mind saw his past. The fire began to die out, and the cold entered his body. He placed two more sticks on it, just two more left. This would be how long he would live. It was very lonely. He placed one of the last pieces of wood on the fire. Listen, what a strange noise for wood to make in the fire. No, it wasn’t wood. His body shook as he recognized the sound…wolves. The cry of a wolf brought the picture of the old <em>moose</em> back to him again. He saw the body torn to pieces, with fresh blood running on the snow. He saw the clean bones lying gray against the frozen blood. He saw the rushing forms of the gray wolves, their shinning eyes, their long wet tongues and sharp teeth. And he saw them form a circle and move ever slowly closer and closer. A cold, wet nose touched his face. At the touch, his soul jumped forward to awaken him. His hand went to the fire and he pulled a burning stick from it. The wolf saw the fire, but was not afraid. It turned and howled into the air to his brother wolves. They answered with hunger in their throats, and came running. The old Indian listened to the hungry wolves. He heard them form a circle around him and his small fire. He waved his burning stick at them, but they did not move away. Now, one of them moved closer, slowly, as if to test the old man’s strength. Another and another followed. The circle grew smaller and smaller. Not one wolf stayed behind. Why should he fight? Why cling to life? And he dropped his stick with the fire on the end of it. It fell in the snow and the light went out. The circle of wolves moved closer. Once again the old Indian saw the picture of the <em>moose</em> as it struggled before the end came. He dropped his head to his knees. What did it matter after all? Isn’t this the law of life?",
            "vi": "QUY LUẬT CUỘC SỐNG – JACK LONDON       Ông lão da đỏ đang ngồi trên tuyết. Đó là Koskoosh, người từng là thủ lĩnh bộ lạc của ông ấy. Bây giờ, tất cả những gì ông ấy có thể làm được là ngồi và lắng nghe những người khác. Mắt ông đã già nua. Ông không thể nhìn, nhưng tai của ông ấy đang dỏng lên để nghe hết mọi âm thanh. \"Aha\"  Đó là tiếng của cô con gái của ông, Sit-cum-to-ha. Cô ấy đang đánh đập mấy con chó, cố bắt chúng đứng ở phía trước xe trượt tuyết. Cô ấy và những người khác nữa đều bỏ quên ông ấy. Họ phải đi tìm vùng đất săn bắn mới. Một chuyến hành trình dài trong tuyết đang chờ đợi họ. Thời gian ở vùng đất phía bắc này đang dần ngắn đi. Bộ lạc không thể chờ chết. Koskoosh đang sắp chết. Những âm thanh lách tách khô ráp của da thú bị đóng băng nói cho ông biết túp lều của người thủ lĩnh đang được giở xuống. Người thủ lĩnh là một thợ săn ngoan cường. Người là con trai của ông ấy, con trai của Koskoosh. Koskoosh bị bỏ lại chờ chết.  Trong khi đám đàn bà làm việc, lão Koskoosh có thể nghe giọng nói của người con trai ông hối họ làm việc nhanh hơn. Ông lắng nghe chăm chú hơn. Đây là lần cuối cùng ông nghe được giọng nói đó. Một đứa trẻ khóc váng lên, và một người đàn bà hát khẽ khàng dỗ nó nín. Đứa nhỏ đó là Koo-tee, ông lão nghĩ thầm, một đứa trẻ bệnh tật. Nó sẽ chết sơm thôi, và người ta sẽ làm đào một cái lỗ dưới mặt đất lạnh giá để chôn nó. Họ sẽ dùng đá bao bọc thi thể nhỏ bé của nó để không cho bầy sói ăn thịt. \"Ừm, vậy thì sao nào? Vài năm nữa, và cuối cùng cũng là cái chết. Cái chết luôn chực chờ, lúc nào cũng đói cồn cào. Cái chết có cái bụng đói hơn tất thảy mọi thứ trên đời. Koskoosh lắng nghe những âm thanh khác thứ mà ông sẽ không còn nghe được nữa: những người đàn ông buộc dây da to lớn quanh xe trượt tuyết để giữ đồ đạc của họ; những âm thanh gắt gỏng của roi da, ra lệnh đàn chó di chuyển và kéo xe trượt tuyết.  \"Hãy lắng nghe tiếng tru tréo của mấy con chó. Chúng thật căm ghét cái công việc này biết bao. Họ đã đi. Những chiếc xe trượt tuyết lũ lượt di chuyển đi chầm chậm vào vùng tĩnh mịch. Họ đã lướt qua khỏi cuộc đời của ông. Ông phải trải qua những giờ khắc cuối cùng của mình trong đơn độc. \"Nhưng đó là cái gì nhỉ?\" Tuyết bị lún sâu dưới giày của một ai đó. Một người đàn ông đứng cạnh ông ấy, và nhẹ nhàng đặt bàn tay lên mái đầu già nua của ông. Con trai của ông thật tử tế khi làm cử chỉ đó. Ông nhớ đến những lão già khác có những thằng con trai không hề biết làm cử chỉ này mà chúng chỉ bỏ đi không hề nói câu từ giã. Tâm trí của anh ấy miên man về quá khứ cho đến khi giọng nói của người con trai ông mang ông trở về thực tại. \"Bố có ổn không?\" người con hỏi. Và ông lão trả lời, \"Ổn.\" \"Có cũi để cạnh bố và đống lửa vẫn còn cháy rực,\" người con nói. \"Sáng nay trời xám xịt và ở đây thật lạnh. Trời sẽ còn đổ tuyết. Mặc dù lúc này trời vẫn đổ tuyết. Ahh, mặc dù lúc này tuyết vẫn còn đang rơi.  \"Người dân trong bộ lạc đang vội vã. Đồ đạc của họ nặng nề và cái bụng của họ thì trồng rỗng với chút ít thức ăn. Đoạn đường xa quá và họ phải đi nhanh. Con đi đây ạ. Mọi việc vẫn ổn chứ?\" \"Vẫn ổn. Bố như chiếc lá của năm trước còn bám vào cây. Cơn gió đầu tiên mà thổi sẽ làm bố rơi xuống đất. Giọng nói của bố giống như của mấy bà già. Mắt bố còn không còn chỉ đường cho chân bố đi. Bố mệt mỏi rồi và mọi việc vẫn ổn.\" Ông cúi đầu thấp đầu xuống ngực và lắng nghe tuyết rơi khi người con trai ông đi. Ông lại mò thấy những khúc cũi đặt kế bên mình. Từng khúc một, ngọn lửa sẽ nuốt chửng chúng. Và từng bước một, cái chết sẽ xâm chiếm ông. Khi cây cũi cuối cùng cháy hết thì cơn lạnh sẽ đến. Trước tiên, chân của ông sẽ đóng băng. Sau đó là bàn tay. Cơn lạnh sẽ chậm rãi xâm nhập từ bên ngoài vào bên trong cơ thể ông, và ông sẽ yên nghỉ. Thật là dễ dàng ... ai ai đều phải chết thôi.  Ông thấy buồn, nhưng ông không hề nghĩ tới nỗi buồn đó. Đời là thế. Ông đã sống gần gũi với thiên nhiên và quy luật kia chẳng còn xa lạ gì với ông. Đó là quy luật của thể xác. Thiên nhiên không hề nhân từ với thể xác. Bà ta không quan tâm đến một cá thể đơn độc nào. Bà chỉ chú trọng đến một nhóm, một chủng tộc, một loài Đây quả là một lối suy nghĩ sâu sắc của lão Koskoosh. Ông đã từng thấy nhiều ví dụ cho quy luật này trong suốt cuộc đời của mình. Cây cối căng tràn nhựa sống lúc chớm xuân; chiếc lá non xanh mơn mởn, mềm mại và tươi trong như da thịt; ngọn lá khô vàng úa rơi rụng. Chỉ hình ảnh đơn độc này nói lên cả lịch sử. Ông bỏ thêm một cây củi nữa vào đống lửa và bắt đầu nhớ về chuyện ngày xưa. Ông từng là một người thủ lĩnh vĩ đại. Ông từng chứng kiến những ngày tháng đầy ắp tiếng cười và thức ăn, những cái bụng no nê căng tròn trong khi thức ăn bị bỏ cho thối úng; cái thời mà họ không cần săn bắn thú vật; cái thời mà đàn bà sinh nhiều con cái. Và ông từng kinh qua những ngày không chút thức ăn với cái bụng đói rỗng, cái thời mà không con cá nào xuất hiện và không tìm được con thú nào. Trong bảy năm trời không có một con thú nào. Rồi ông lại nhớ khi còn là một cậu bé ông đã chứng kiến cảnh bầy sói giết một con nai. Lúc đó ông đi cùng người bạn của mình Zing-ha, người sau đó đã bị chết ở sông Yukon. À, nói tới con nai. Zing-ha và ông đã ra ngoài chơi ngày hôm đó. Đi dọc xuống cạnh con sông họ thấy những dấu chân còn mới của một con nai to lớn và nặng nề. \"Một con nai già đấy,\" Zing-ha nói. \"Nó không thể chạy nhanh như mấy con khác. Nó bị tụt lại phía sau. Bầy sói đã tách nó ra khỏi những con khác. Chúng sẽ không chịu buông tha cho nó đâu.\" Và đúng là như vậy. Ngày cũng như đêm, không ngơi nghỉ, bầy sói cắn vào mũi của nó, vào chân của nó, chúng đã ở cùng con nai cho đến phút cuối. Zing-ha và ông đều cảm thấy huyết mạch đang sục sôi phấn khích trong cơ thể họ. Hồi kết sẽ là cảnh tượng đáng để xem.. Hồi kết sẽ là cảnh tượng đáng để xem. Họ đã lần theo dấu chân của con nai và bầy sói. Mỗi dấu chân nói lên một câu chuyện khác nhau. Họ có thể nhìn thấy tấn bi kịch đã diễn ra: nơi này là nơi con nai dừng lại để chống trả. Tuyết đã hằn in nhiều dấu móng guốc. Một con sói đã bị móng chân nặng nề của con nai quật ngã và bị đá cho đến chết. Rồi họ còn thấy cách con nai cố tìm đường chạy thoát lên một quả đồi. Nhưng bầy sói vẫn tấn công từ phía sau. Con nai đã rơi xuống và đè hai con sói. Tuy vậy, rõ ràng là sắp đến hồi kết. Tuyết nhuộm màu đỏ ngay phía mặt họ. Sau đó họ nghe âm thanh của trận hỗn chiến. Ông và Zing-ha bước đến gần hơn, vì mãi lo kiếm miếng ăn mà bọn sói không nhìn thấy họ. Họ đã chứng kiến cảnh tượng cuối cùng. Cảnh tượng ấy hãi hùng đến nỗi nó đã in sâu trong ký ức ông suốt đời. Đôi mắt mù loà tối tăm của ông lại nhìn thấy hồi kết ấy như khi đôi mắt này từng chứng kiến ở cái quá khứ xa xăm đó. Tâm trí ông mải mê trong quá khứ lâu thật lâu. Đống lửa bắt đầu tàn và cái lạnh bắt đầu thấu vào cơ thể ông. Ông ngặt thêm hai cây củi nữa ném vào đống lửa, chỉ còn lại hai cây. Ông ta còn sống được bao lâu là tuỳ thuộc vào điều này. Thật cô đơn. Ông nhóm thêm một trong hai cây củi còn lại vào đống lửa. Nghe kìa, tiếng củi cháy trong lửa nghe lạ làm sao. Không, không phải củi. Ông rùng người lhi nhận ra tiếng động...những con sói. Tiếng sói tru gợi lại trong ông cảnh tượng con nai già một lần nữa. Ông thấy cơ thế mình bị xé toạc thành từng mảnh, máu tươi loang lỗ trên tuyết. Ông thấy những khúc xương xám nghoét được liếm sạch sẽ cạnh vũng máu đông cứng. Ông thấy những con sói xám vồ vã lao tới với cặp mắt sáng quắc, những cái lưỡi dài rỏ dãi và hàm răng sắc lẹm. Ông thấy chúng vây quanh thành hình tròn và dần dần tiến vào gần hơn. Một cái mũi lạnh và ẩm ướt chạm vào mặt ông. Với cú chạm này, hồn vía nhảy dựng lên để đánh thức ông dậy. Tay anh với đến đống lửa và rút một cây củi đang cháy. Con sói thấy đống lửa nhưng không hề sợ hãi. Nó quay lại và tru lên để kêu gọi đồng bọn. Chúng gióng họng đáp trả đầy vẻ háu đói và liền chạy đến. Ông lão da đỏ lắng nghe tiếng đàn sói háu đói. Ông nghe thấy chúng vây thành hình tròn bao quanh ông và đống lửa nhỏ. Ông quơ cây củi đang cháy về phía chúng, nhưng chúng không bỏ chạy. Giờ đây một con trong bầy chầm chậm tiến về phía ông như thể để kiểm tra sức kháng cự của ông lão. Con này tiếp nối con kia. Cái vòng tròn càng lúc càng nhỏ dần. Không một con sói nào đứng lại phía sau.  Tại sao ông ta lại chiến đấu? Tại sao lại níu kéo sự sống? Và ông buông cây củi đang cháy vào lúc cuối. Nó rơi xuống tuyết và ngọn lửa tắt ngúm. Vòng tròn của bầy sói càng siết lại. Một lần nữa ông lão da đỏ lại thấy cảnh tượng con nai chống trả trước lúc chết. Ông gục đầu xuống gối. Cuối cùng thì chuyện gì sẽ xảy ra? Liệu nó có phải là quy luật của cuộc sống?"
        }
    ],
    "suggestions": []
}