{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Morgan",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Morgan",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Morgan",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Morgan",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Morgan",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>gan</em> xong roi",
            "vi": "It's almost done"
        },
        {
            "en": "In her report, Patricia <em>M</em>. <em>Morgan</em> subjects government crime statistics to careful analysis.",
            "vi": "Trong bản báo cáo của mình, Patricia M. Morgan phân tích kỹ lưỡng số liệu thống kê tội phạm của chính phủ."
        },
        {
            "en": "rat <em>gan</em> gui",
            "vi": "very close"
        },
        {
            "en": "Toi se co <em>gan</em>",
            "vi": "I will try"
        },
        {
            "en": "MICHEAL DEAN <em>MORGAN</em>",
            "vi": "MICHEAL DEAN MORGAN"
        },
        {
            "en": "MICHEAL DEAN <em>MORGAN</em>",
            "vi": "MICHEAL DEAN MORGAN"
        },
        {
            "en": "(<em>Morgan</em> Sessions/Unsplash)",
            "vi": "(Morgan Sessions / Unsplash)"
        },
        {
            "en": "Tom <em>Morgan</em> often has accidents.",
            "vi": "Tom morgan thường gây tai nạn."
        },
        {
            "en": "He explains how <em>Morgan</em> cars are made.",
            "vi": "Anh ấy giải thích cách xe hơi Morgan được sản xuất."
        },
        {
            "en": "co nha ve sinh cong cong noa <em>gan</em> day ko",
            "vi": "is there a public near here"
        },
        {
            "en": "<em>Morgan</em> drives more carefully than Tony",
            "vi": "Morgan lái xe cẩn thận hơn Tony"
        },
        {
            "en": "Chúng tôi quyết định bạo <em>gan</em> mua chiếc xe mới – dù không đủ tiền.",
            "vi": "We decided to go mad and buy a new car – even though we couldn't afford it."
        },
        {
            "en": "Vietinbank contracted JP <em>Morgan</em> for equitization consulting services.",
            "vi": "Vietinbank đã ký hợp đồng với JP Morgan cho dịch vụ tư vấn cổ phần hóa."
        },
        {
            "en": "The <em>Morgan</em> factory is not like most cars factories.",
            "vi": "Nhà máy sản xuất xe hơi Morgan không giống như hầu hết các nhà máy sản xuất xe hơi."
        },
        {
            "en": "That was Charles <em>Morgan</em> at the <em>Morgan</em> car factory, where a hundred people are employed making cars.",
            "vi": "Đó là Charles Morgan ở nhà máy sản xuất xe hơi Morgan, nơi 100 người được thuê để sản xuất xe hơi."
        },
        {
            "en": "<em>Morgan</em> Standley Capital International All Countries Asia Pacific Index",
            "vi": "Chỉ số MSCI Châu Á Thái Bình Dương"
        },
        {
            "en": "Cô ấy không bao giờ hành động một mình – cô ấy quá nhát <em>gan</em> để làm điều đó.",
            "vi": "She'd never act on her own – she's too much of a coward for that."
        },
        {
            "en": "Admiral Henry <em>Morgan</em> deserves to take his place alongside Francis Drake.",
            "vi": "Đô đốc Henry Morgan xứng đáng là quan trọng như Francis Drake."
        },
        {
            "en": "<em>Morgan</em> cars are exported to almost modern countries all over the world whenever.",
            "vi": "Xe hơi hiệu Morgan hầu như được xuất khẩu sang tất cả các nước văn minh trên thế giới vào lúc này hay lúc khác."
        },
        {
            "en": "Oil price to slide towards $20 a barrel, warns <em>Morgan</em> Stanley",
            "vi": "Morgan Stanley cảnh báo, giá dầu giảm về 20 đô la một thùng"
        }
    ],
    "suggestions": []
}