{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mormons",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mormons",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mormons",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mormons",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mormons",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is Olympus <em>mons</em> named after mount Olympus.",
            "vi": "Đây là núi Olympus đặt tên theo đỉnh Olympus"
        },
        {
            "en": "Mars' Grand Canyon, The Valles Marineris, is 4 miles deep and 3000 miles long, 100 times Olympus <em>Mons</em>, is about 3 times higher than our Mount Everest.",
            "vi": "Hẻm núi lớn của Sao hỏa là Valles Marineris, sâu 4 dặm và dài 3000 dặm, gấp 100 lần núi Olympus, tức là cao hơn khoảng gấp 3 lần núi Everest của chúng ta."
        },
        {
            "en": "North Korean leader Kim Jong Un on April 15, 2017, in Pyongyang, North Korea, and President Trump in Washington on April 29, 2017.(Photo: Wong Maye-E, Pablo Martinez <em>Mons</em>, Wong Maye-E, and Pablo Martinez)",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Jong Un vào ngày 15 tháng 4 năm 2017 tại Bình Nhưỡng, Triều Tiên và Tổng thống Trump tại Washington vào ngày 29 tháng 4 năm 2017. (Ảnh: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E và Pablo Martinez)"
        },
        {
            "en": "North Korean leader Kim Jong Un on April 15, 2017, in Pyongyang, North Korea, and President Trump in Washington on April 29, 2017.(Photo: Wong Maye-E, Pablo Martinez <em>Mons</em>, Wong Maye-E, and Pablo Martinez)",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Jong Un vào ngày 15 tháng 4 năm 2017 tại Bình Nhưỡng, Triều Tiên và Tổng thống Trump tại Washington vào ngày 29 tháng 4 năm 2017. (Ảnh: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E và Pablo Martinez)"
        },
        {
            "en": "<em>M</em> day.",
            "vi": "Ngày động viên."
        },
        {
            "en": "LL <em>M</em>",
            "vi": "Thạc sĩ luật khoa"
        },
        {
            "en": "Yas' <em>m</em>.",
            "vi": "Vâng."
        },
        {
            "en": "The fleshy area located just above the top of the vaginal opening is called the <em>mons</em> pubis. Two pairs of skin flaps called the labia (which means lips) surround the vaginal opening. The clitoris, a small sensory organ, is located toward the front of the vulva where the folds of the labia join. Between the labia are openings to the urethra (the canal that carries urine from the bladder to the outside of the body) and vagina. Once girls become sexually mature, the outer labia and the <em>mons</em> pubis are covered by pubic hair.",
            "vi": "Vùng thịt nằm ngay trên lỗ âm đạo được gọi là mu. Hai cặp mép da được gọi là môi (môi âm đạo) bao quanh lỗ âm đạo. Âm vật là một cơ quan cảm giác nhỏ, nằm phía trước âm hộ - nơi đây môi âm đạo dính liền với nhau. Giữa môi là khe đến niệu đạo (đây là khe vận chuyển nước tiểu từ bàng quang ra ngoài cơ thể) và âm đạo. Khi bạn gái trưởng thành về sinh dục thì môi ngoài và mu được che phủ bằng lớp lông mu."
        },
        {
            "en": "The awards will honour a number of ‘firsts’ on Mars that include landing on the surface, undertaking an overland expedition to the Martian South Pole, undertaking an overland expedition to the Martian North Pole, climbing Olympus <em>Mons</em>, the highest mountain in the solar system, and descending to the bottom of Valles Marineris, the deepest canyon on Mars.    ",
            "vi": "Các giải thưởng sẽ tôn vinh một số 'đầu tiên' trên sao Hỏa bao gồm hạ cánh trên mặt đất, thực hiện một cuộc thám hiểm trên đất liền đến Nam cực Nam Cực, tiến hành một cuộc thám hiểm trên đất liền đến Bắc Cực sao Hỏa, leo Olympus Mons, ngọn núi cao nhất trong hệ mặt trời , Và xuống dưới đáy Valles Marineris, hẻm núi sâu nhất trên sao Hỏa."
        },
        {
            "en": "I '<em>m</em> tired because I' <em>m</em> overworked.",
            "vi": "Tôi mệt bởi vì tôi làm việc quá sức."
        },
        {
            "en": "\"Moscow\" started with an <em>M</em>/\"<em>M</em>\".",
            "vi": "\"Moscow\" bắt đầu bằng một chữ M/\"M\""
        },
        {
            "en": "I '<em>m</em> afraid I' <em>m</em> disturbing you.",
            "vi": "Tôi e làm phiền ông."
        },
        {
            "en": "<em>M</em>-form enterprise",
            "vi": "Doanh nghiệp dạng m"
        },
        {
            "en": "Honey, I '<em>m</em> home.",
            "vi": "Anh yêu ,Em đã về."
        },
        {
            "en": "I '<em>m</em> 6'2\".",
            "vi": "Tôi cao 6'2\""
        },
        {
            "en": "I '<em>m</em> a doctor",
            "vi": "Tôi là bác sĩ"
        },
        {
            "en": "I '<em>m</em> afraid (that)...",
            "vi": "Toi chi e rang"
        },
        {
            "en": "I '<em>m</em> a Francophile.",
            "vi": "Tôi là một người rất thích nước Pháp và những thứ thuộc về nó."
        },
        {
            "en": "i '<em>m</em> a ghost",
            "vi": "tôi là ma đây"
        },
        {
            "en": "I '<em>m</em> a junior.",
            "vi": "Tôi đang là sinh viên năm thứ 3."
        }
    ],
    "suggestions": []
}