{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mors",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mors",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mors",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mors",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mors",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>s</em>",
            "vi": "Ông ta là một bác sĩ khoa ung thư."
        },
        {
            "en": "<em>M</em> & <em>S</em> education will play an important part in the execution of the future military operations.",
            "vi": "Việc giáo dục m & s sẽ đóng một vai trò quan trong trong việc thực hiện các chiến dịch quân sự trong tương lai."
        },
        {
            "en": "A small 30 kilogram canoe is floating downriver at a speed of 2 <em>m</em>/<em>s</em>.",
            "vi": "Một chiếc ca - nô (canoe) nhỏ 30 kg đang trôi xuôi theo dòng sông với vận tốc 2mét/giây."
        },
        {
            "en": "I was told that you have designed a <em>M</em> & <em>S</em> battle system, tell me about it?",
            "vi": "Tôi được biết rằng ông đã thiết kế một hệ thống chiến trường m & s, hãy cho tôi biết về hệ thống đó nhé?"
        },
        {
            "en": "Dev, <em>S</em>. <em>M</em>. (1996) “Social Security for Indian Workers: Performance and Issues”.",
            "vi": "Dev, S. M. (1996) “Bảo hiểm xã hội đối với người lao động Ấn Độ: tình hình thực hiện và các vấn đề”."
        },
        {
            "en": "A small 30 kilogram canoe is floating downriver at a speed of 2 <em>m</em>/<em>s</em>.",
            "vi": "Một chiếc ca-nô (canoe) nhỏ 30 kg đang trôi xuôi theo dòng sông với vận tốc 2mét/giây."
        },
        {
            "en": "As what I heard about her, I '<em>m</em> not sure that she '<em>s</em> honest.",
            "vi": "Dựa vào những điều nghe nói về cô ấy, tôi không chắc cô ta thành thật."
        },
        {
            "en": "I '<em>m</em> planning to drive across the U. <em>S</em> by car when I graduate.",
            "vi": "Tôi dự định lái xe hơi băng qua Mỹ khi tôi tốt nghiệp."
        },
        {
            "en": "It should be noted that the principal <em>M</em> & <em>S</em> domains consists of tranining analysis and experimentation, test and evaluation, etc.",
            "vi": "Cần nên lưu ý rằng các lĩnh vực m & s chủ yếu bao gồm việc huấn luyện phân tích và thử nghiệm, kiểm tra và đánh giá, v.v."
        },
        {
            "en": "oh, it`<em>s</em> exam time. I`<em>m</em> studying all day so I don`t have much free time.",
            "vi": "Ồ, đang là mùa thi. Em đang học cả ngày nên không có thời gian rảnh."
        },
        {
            "en": "<em>M</em> & <em>S</em> will enable us to tap into network to connect forces in different areas for theater operations.",
            "vi": "M & s sẽ cho phép chúng ta tận dụng mạng để kết nối các lực lượng từ các vùng khác nhau cho các chiến dịch."
        },
        {
            "en": "A <em>M</em> & <em>S</em> federation can be composed of multiple federates operating individually or in groups on networks using an RTI.",
            "vi": "Một cụm m & s có thể bao gồm nhiều thành viên hoạt động riêng lẻ hoặc theo nhóm trên mạng sử dụng một rti."
        },
        {
            "en": "The <em>M</em> & <em>S</em> system can include local-area network, wide-area network environments, hardware, processors and network interface cards.",
            "vi": "Hệ thống m & s có thể bao gồm môi trường mạng cục bộ, mạng diện rộng, phần cứng, các bộ xử lý và các cạc giao diện mạng."
        },
        {
            "en": "As for the efficiency of <em>M</em> & <em>S</em> performance, it is necessary to define how efficiency will be measured and assessed.",
            "vi": "Còn về hiệu quả của hiệu suất m & s, điều cần thiết là phải giải thích rõ hiệu quả sẽ được đo lường và đánh giá như thế nào."
        },
        {
            "en": "<em>S</em> - bend",
            "vi": "Khúc cua hình chữ s"
        },
        {
            "en": "participant(<em>s</em>)",
            "vi": "người tham gia, người tham dự"
        },
        {
            "en": "Currently the DMSO promulgates <em>M</em> & <em>S</em> policy, initiatives and guidance to promote co-operation among Department of Defense components to maximize efficiency and effectiveness.",
            "vi": "Hiện nay dmso truyền bá chính sách, sáng kiến và hướng dẫn m & s nhằm thúc đẩy việc hợp tác giữa các bộ phận của bộ quốc phòng để làm tăng năng lực và hiệu quả tối đa."
        },
        {
            "en": "The commander said that the <em>M</em> & <em>S</em> initiatives are to promote co-operation among the units concerned to maximize their efficiency and effectiveness.",
            "vi": "Viên sĩ quan chỉ huy nói rằng sáng kiến m & s nhằm thúc đẩy sự phối hợp giữa các đơn vị có liên quan để làm tăng năng lực và hiệu quả của họ tối đa."
        },
        {
            "en": "Sinha, <em>S</em>. and Lipton, <em>M</em>. (1999) Damaging Fluctuations, Risks and Poverty: A Review. Background paper for the World Development Report 2000/01.",
            "vi": "Sinha, S. và Lipton, M. (1999) Biến động không mong muốn, rủi ro và nghèo: Đánh giá. Văn kiện cơ sở cho Báo cáo Phát triển Thế giới 2000/01."
        },
        {
            "en": "(<em>S</em>)He will connect with/bring in international experience, be involved in project management advice, setting up and implementing the <em>M</em>&E system.",
            "vi": "Chuyên gia này sẽ giúp kết nối, giới thiệu bài học kinh nghiệm quốc tế, tư vấn về quản lý dự án, thiết lập và triển khai hệ thống giám sát và đánh giá."
        }
    ],
    "suggestions": []
}