{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Morus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Morus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Morus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Morus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Morus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I '<em>m</em> sick and tired of him pushing <em>us</em> around.",
            "vi": "Tôi rất mệt mỏi chán nản trước thái độ bắt nạt của ông ta."
        },
        {
            "en": "I '<em>m</em> sure she's keeping something back from <em>us</em>.",
            "vi": "Tôi dám chắc là cô ấy đang giấu điều gì không nói ra với chúng ta."
        },
        {
            "en": "I '<em>m</em> much obliged to you for helping <em>us</em>.",
            "vi": "Tôi rất biết ơn ông đã giúp chúng tôi."
        },
        {
            "en": "I '<em>m</em> giving a cocktail party. Could you join <em>us</em>?",
            "vi": "Mình sắp tổ chức một bữa tiệc rượu. Cậu tham gia với chúng mình nhé?"
        },
        {
            "en": "\"I '<em>m</em> bored with this job.\"\"That makes two of <em>us</em>.\"",
            "vi": "\"Tôi chán ngấy công việc này rồi.\" \"Tôi cũng thế.\""
        },
        {
            "en": "My dad works his butt off for <em>us</em>, so I '<em>m</em> very appreciative.",
            "vi": "Ba tôi làm việc rất cậc lực vì chúng tôi, vì thế tôi rất biết ơn ông ấy."
        },
        {
            "en": "One way or another, I '<em>m</em> going to go to the <em>US</em>",
            "vi": "Bằng cách này hay cách khác, tôi cũng sẽ đi Mỹ"
        },
        {
            "en": "I '<em>m</em> bored with this job. That makes two of <em>us</em>.",
            "vi": "Tôi chán cái nghề này lắm rồi. Tôi cũng nghĩ như anh."
        },
        {
            "en": "\"I '<em>m</em> finding this party extremely dull.\"\"That makes two of <em>us</em>!\"",
            "vi": "\"Tôi thấy bữa tiệc này vô cùng buồn tẻ.\" \"Hai ta nghĩ như nhau.\""
        },
        {
            "en": "I '<em>m</em> tired of you telling <em>us</em> what to do. Go fly a kite!",
            "vi": "Tôi rất mệt khi phải nghe bạn bảo chúng tôi phải làm gì. Thôi biến đi!"
        },
        {
            "en": "Many kilometres are between <em>us</em>, I '<em>m</em> sending my love From this payphone",
            "vi": "chúng ta cách xa nhau hàng trăm cây số, anh chỉ biết gửi tình yêu của mình qua những cuộc điện thoại"
        },
        {
            "en": "My dad works his fingers to the bone for <em>us</em>, so I '<em>m</em> very grateful.",
            "vi": "Ba tôi làm việc rất cật lực vì chúng tôi, vì thế tôi rất biết ơn ông ấy."
        },
        {
            "en": "Let <em>us</em> move from the era of confrontation to the era of negotiation. Richard <em>M</em>. Nixon",
            "vi": "Nào chúng ta hãy cùng chuyển từ đối đầu sang  đối thoại đi."
        },
        {
            "en": "I '<em>m</em> all ears - tell <em>us</em> what they had to say.",
            "vi": "Tôi đang muốn nghe đây – kể chúng tôi nghe xem họ đã nói gì."
        },
        {
            "en": "Here comes Mother with her bag of tricks. I '<em>m</em> sure she can help <em>us</em>.",
            "vi": "Mẹ đến kìa. Mẹ có nhiều tài xoay xở. Tôi chắc mẹ có thể giúp chúng ta."
        },
        {
            "en": "I '<em>m</em> not aware of any regulations that should prevent <em>us</em> form exporting to those countries.",
            "vi": "Tôi không biết có qui định nào ngăn cản chúng tôi xuất khẩu đến những đất nước đó không."
        },
        {
            "en": "Many miles are between <em>us</em>, I '<em>m</em> sending my love from this payphone.",
            "vi": "Chúng tôi xa cách nhau hàng ngàn dặm, tôi chỉ biết gởi tình yêu của mình qua những cuộc điện thoại."
        },
        {
            "en": "We'd better quiet down. I' <em>m</em> sure we must be annoying the people around <em>us</em>.",
            "vi": "Bấy giờ tốt hơn chúng ta nên giữ yên lặng. Tôi muốn đảm bảo rằng chúng ta không gây phiền toái cho những người xung quanh mình."
        },
        {
            "en": "Please send <em>us</em> your lowest quotation CIF Hamburg for 10 <em>m</em>/t of walnutmeat.",
            "vi": "Xin vui lòng gởi cho chúng tôi báo giá thấp nhất của ngài theo điều kiện CIF Hamburg cho 10 mét tấn quả óc chó."
        },
        {
            "en": "<em>M</em> & S will enable <em>us</em> to tap into network to connect forces in different areas for theater operations.",
            "vi": "M & s sẽ cho phép chúng ta tận dụng mạng để kết nối các lực lượng từ các vùng khác nhau cho các chiến dịch."
        }
    ],
    "suggestions": []
}