{
    "en_vn": {
        "data": {
            "content": null,
            "word": "morwong",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>morwong</k><blockquote><cclass>[<cclass>'mɔ:wɒŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a brightly coloured marine fish of Australian waters. [<i>Nemadactylus</i> and other genera.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: prob. from a New South Wales Aborig. lang. </blockquote></div>",
            "word": "morwong",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "morwong",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "morwong",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "morwong",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Wong</em> Kei-Ying, <em>Wong</em> Fei Hung's father, was a member of this group.",
            "vi": "Hoàng Kỳ Anh, cha của Hoàng Phi Hồng là một thành viên của nhóm này."
        },
        {
            "en": "Realizing he had met his match, <em>Wong</em> surrendered.",
            "vi": "Nhận ra mình đã gặp phải đối thủ, Wong đã đầu hàng."
        },
        {
            "en": "Mr. <em>Wong</em> has been newly recruited by the company.",
            "vi": "Ông Wong mới được tuyển dụng vào công ty."
        },
        {
            "en": "Claudia <em>Wong</em> spots three key players from each group at the 2010 FIFA World cup.",
            "vi": "Claudia Wong chọn ra ba cầu thủ chủ chốt từ mỗi bảng đấu ở Cúp bóng đá thế giới FIFA 2010."
        },
        {
            "en": "I can get them for 45 cents at <em>Wong</em> Tai Electric Co.",
            "vi": "Ở Công ty đồ điện Vương Thái, tôi có thể mua chúng với giá 45 xu."
        },
        {
            "en": "Mr. Tan easily gravitates towards people and conversations that reinforce this thinking about Mr. <em>Wong</em>.",
            "vi": "Ông Tan dễ dàng bị thu hút vào những người và những cuộc nói chuyện mà đề cập đến cách suy nghĩ về ông Wong."
        },
        {
            "en": "Mr <em>Wong</em> indicated his concerns were also linked to the price of Surface.",
            "vi": "Ông Wong cho biết những lo ngại của ông cũng có liên quan đến mức giá của Surface."
        },
        {
            "en": "North Korean leader Kim Jong Un on April 15, 2017, in Pyongyang, North Korea, and President Trump in Washington on April 29, 2017.(Photo: <em>Wong</em> Maye-E, Pablo Martinez Mons, <em>Wong</em> Maye-E, and Pablo Martinez)",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Jong Un vào ngày 15 tháng 4 năm 2017 tại Bình Nhưỡng, Triều Tiên và Tổng thống Trump tại Washington vào ngày 29 tháng 4 năm 2017. (Ảnh: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E và Pablo Martinez)"
        },
        {
            "en": "This architectural beauty is what first brought Hong Kong-based photographers Victor Cheng and Samantha <em>Wong</em> to Rajasthan's capital.",
            "vi": "Vẻ đẹp kiến ​​trúc này là lý do trước nhất mang những nhiếp ảnh gia Victor Cheng và Samantha Wong đến thủ đô của Rajasthan."
        },
        {
            "en": "This architectural beauty is what first brought Hong Kong-based photographers Victor Cheng and Samantha <em>Wong</em> to Rajasthan's capital.",
            "vi": "Vẻ đẹp kiến ​​trúc này là lý do trước nhất mang những nhiếp ảnh gia Victor Cheng và Samantha Wong đến thủ đô của Rajasthan."
        },
        {
            "en": "This morning, I got up on the <em>wong</em> side of the bed, I think I am under the weather.",
            "vi": "Sáng này, ngủ dậy cảm thấy khó chịu, tôi đoán là tôi không khỏe."
        },
        {
            "en": "North Korean leader Kim Jong Un on April 15, 2017, in Pyongyang, North Korea, and President Trump in Washington on April 29, 2017.(Photo: <em>Wong</em> Maye-E, Pablo Martinez Mons, <em>Wong</em> Maye-E, and Pablo Martinez)",
            "vi": "Nhà lãnh đạo Triều Tiên Kim Jong Un vào ngày 15 tháng 4 năm 2017 tại Bình Nhưỡng, Triều Tiên và Tổng thống Trump tại Washington vào ngày 29 tháng 4 năm 2017. (Ảnh: Wong Maye-E, Pablo Martinez Mons, Wong Maye-E và Pablo Martinez)"
        },
        {
            "en": "CNN interviewed the Minister for Home Affairs Mr <em>Wong</em> Kan Seng recently on the global war against terrorism.",
            "vi": "CNN gần đây đã phỏng vấn Bộ trưởng Nội vụ, ông Wong Kan Seng, về vấn đề cuộc chiến chống khủng bố toàn cầu."
        },
        {
            "en": "As a result of the way Mr. <em>Wong</em> does things, Mr. Tan sees him as an obstacle and is fixated with the mistakes that his colleague makes.",
            "vi": "Cách làm việc của ông Wong dẫn đến việc ông Tan coi ông như một trở ngại và bị ám ảnh bởi những lỗi lầm mà người đồng nghiệp của mình mắc phải."
        },
        {
            "en": "Mr <em>Wong</em> noted that other firms, including Lenovo and Asus, had detailed plans for more expensive Windows RT tablets before Microsoft's Surface announcement caught them by surprise.",
            "vi": "Ông Wong lưu ý rầng các hãng khác, trong đó có Lenovo và Asus, đã lập kế hoạch chi tiết cho những chiếc máy tính bảng chạy Windows RT đắt tiền hơn trước khi công bố của Microsoft về Surface làm họ sửng sốt."
        },
        {
            "en": "Tran Quoc Cuong won a surprise gold medal in 10m air pistol in men's individual; he was followed by <em>Wong</em> Johnathan Guanjie of Malaysia and Cuong's teammate Hoang Xuan Vinh.",
            "vi": "Trần Quốc Cường đã giành một huy chương vàng bất ngờ trong hạng mục súng hơi 10m cá nhân nam; theo sau anh là Wong Johnathan Guanjie của Malaysia và đồng đội của Cường là Hoàng Xuân Vinh."
        },
        {
            "en": "<em>M</em> day.",
            "vi": "Ngày động viên."
        },
        {
            "en": "LL <em>M</em>",
            "vi": "Thạc sĩ luật khoa"
        },
        {
            "en": "\"The first gates you see when you enter are pink,\" said <em>Wong</em>. \"Once you're through, everything around you varies in different shades of the color -- from bright pinks to reddish browns.\"",
            "vi": "\"Cánh cổng đầu tiên bạn nhìn thấy khi bước vào có màu hồng\", Wong nói. \"Một khi bạn bước qua nó, mọi thứ xung quanh bạn thay đổi theo những sắc thái khác nhau - từ màu hồng phấn nhạt đến màu nâu phấn nhạt\"."
        },
        {
            "en": "\"The first gates you see when you enter are pink,\" said <em>Wong</em>. \"Once you're through, everything around you varies in different shades of the color -- from bright pinks to reddish browns.\"",
            "vi": "\"Cánh cổng đầu tiên bạn nhìn thấy khi bước vào có màu hồng\", Wong nói. \"Một khi bạn bước qua nó, mọi thứ xung quanh bạn thay đổi theo những sắc thái khác nhau - từ màu hồng phấn nhạt đến màu nâu phấn nhạt\"."
        }
    ],
    "suggestions": []
}