{
    "en_vn": {
        "data": {
            "content": null,
            "word": "motherfucker"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>motherfucker</k><blockquote>■ <cclass>noun <cclass>vulgar slang, <cclass>chiefly N. Amer. a despicable or very unpleasant person or thing. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>motherfucking</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "motherfucker"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "motherfucker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "motherfucker"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "motherfucker"
        }
    },
    "sentences": [
        {
            "en": "<em>Motherfucker</em>!",
            "vi": "Đéo mẹ!"
        },
        {
            "en": "you Mon crazy <em>motherfucker</em> !",
            "vi": "Điên con mẹ mày!"
        },
        {
            "en": "Fuck is an obscene English language word, which refers to the act of sexual intercourse and is also commonly used as an intensifier or to denote disdain. Its origin is obscure but is usually considered to be first attested to around 1475, although it may be considerably older. In modern usage, the term fuck and its derivatives (such as fucker and fucking) can be used as a noun, a verb, an adjective, an interjection, or an adverb. There are many common phrases that employ the word, as well as compounds that incorporate it, such as <em>motherfucker</em> and fuckwit.",
            "vi": "Fuck là từ tiếng Anh tục tĩu, chỉ hành động giao hợp và cũng thường được dùng như từ nhấn mạnh hoặc để bày tỏ sự xem thường. Nghĩa gốc tục tĩu, xuất hiện lần đầu khoảng năm 1475, mặc dù có thể người ta đã dùng trước đó khá lâu. Ngày nay, từ fuck và các biến thể của nó (như fucker, fucking) có thể được dùng làm danh từ, động từ, tính từ, thán từ, hoặc phó từ. Có nhiều cụm từ thường dùng sử dụng từ này, cũng như từ ghép của nó, như motherfucker và fuckwit."
        }
    ],
    "suggestions": []
}