{
    "en_vn": {
        "data": {
            "content": null,
            "word": "motivating",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "motivating",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "motivating",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "motivating",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "motivating",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The task of <em>motivating</em> investment.",
            "vi": "Công tác vận động đầu tư."
        },
        {
            "en": "Hiring criteria and <em>motivating</em> staff",
            "vi": "Các tiêu chuẩn tuyển dụng và các khuyến khích cho nhân viê"
        },
        {
            "en": "Who is responsible for <em>motivating</em> students?",
            "vi": "Ai chịu trách nhiệm động viên học sinh?"
        },
        {
            "en": "What is <em>motivating</em> people to pursue it?",
            "vi": "Điều gì là động cơ thúc đẩy mọi người theo đuổi nó?"
        },
        {
            "en": "She is excellent at <em>motivating</em> her staff.",
            "vi": "Cô ấy rất giỏi trong việc thúc đẩy các nhân viên của cô ấy làm việc."
        },
        {
            "en": "She stopped complaining and went back to <em>motivating</em> her team.",
            "vi": "Cô ta không còn than phiền và trở lại động viên đội của mình."
        },
        {
            "en": "Teachers are responsible for <em>motivating</em> students to learn.",
            "vi": "Giáo viên có nhiệm vụ thúc đẩy học sinh để học."
        },
        {
            "en": "Good management is all about <em>motivating</em> your staff.",
            "vi": "Quản lý tốt là phải thúc đẩy nhân viên của bạn làm việc."
        },
        {
            "en": "In addition, China’s accession to WTO was another <em>motivating</em> factor.",
            "vi": "Bên cạnh đó, việc Trung Quốc gia nhập WTO cũng là một yếu tố thúc đẩy nữa."
        },
        {
            "en": "All activities aimed at <em>motivating</em> the aspirant actors and actresses.",
            "vi": "Tất cả các hoạt động đều nhằm mục đích làm động cơ thúc đẩy những diễn viên đầy tham vọng."
        },
        {
            "en": "They have been successful in <em>motivating</em> other people.",
            "vi": "Họ thành công trong việc thúc đẩy những người khác."
        },
        {
            "en": "Simple controls and <em>motivating</em> methods for the trainee.",
            "vi": "Các hình thức kiểm soát đơn giản và các phương pháp khuyến khích đối với học viên."
        },
        {
            "en": "Teachers often discuss and are interested in <em>motivating</em> their students.",
            "vi": "Giáo viên thường thảo luận và quan tâm đến việc động viên học sinh."
        },
        {
            "en": "It can be a very fun and <em>motivating</em> and important ride.",
            "vi": "Nó có thể là một hành trình thú vị, tích cực, và rất quan trọng."
        },
        {
            "en": "Responsibility of <em>motivating</em> your child to reach full of his/her potential lies on your shoulder.",
            "vi": "Trách nhiệm thúc đẩy con bạn sử dụng năng lực chính mình là thuộc về bạn."
        },
        {
            "en": "Traditional ways of <em>motivating</em> a sales force have included money, incentives.",
            "vi": "Cách truyền thống để thúc đẩy lực lượng bán hàng bao gồm tiền bạc, sự động viên."
        },
        {
            "en": "When anger is properly channeled, it can be a powerful <em>motivating</em> force.",
            "vi": "Khi sự tức giận được chuyển hướng một cách đúng, nó có thể trở thành một nguồn động lực cổ vũ."
        },
        {
            "en": "The key to <em>motivating</em> your team members is to pay attention to what they say.",
            "vi": "Yếu tố then chốt để động viên các thành viên trong đội là chú ý đến những gì họ nói."
        },
        {
            "en": "There is one other element which may be <em>motivating</em> Chu Lai's policymakers to develop a port.",
            "vi": "Vẫn còn có một nhân tố khác thúc đẩy các nhà hoạch định của Chu Lai phát triển một cảng biển."
        },
        {
            "en": "How to use production standards as a means of <em>motivating</em> the operator.",
            "vi": "Cách sử dụng các tiêu chuẩn sản xuất làm công cụ để động viên người vận hành."
        }
    ],
    "suggestions": []
}