{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mau:s]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">món kem mút</td></tr></table><i/></div>",
            "word": "mousse",
            "pronounce": "[mau:s]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mousse</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a sweet or savoury dish made as a smooth light mass in which the main ingredient is whipped with cream or egg white. </blockquote></blockquote><blockquote><blockquote>2》 a soft, light, or aerated preparation for the skin or hair. </blockquote></blockquote><blockquote>■ <cclass>verb style (hair) using mousse. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr., 'moss or froth'. </blockquote></div>",
            "word": "mousse",
            "pronounce": "[mau:s]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mousse",
            "pronounce": "[mau:s]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mousse",
            "pronounce": "[mau:s]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mousse",
            "pronounce": "[mau:s]"
        }
    },
    "sentences": [
        {
            "en": "chocolate <em>mousse</em>",
            "vi": "bánh kem sô cô la"
        },
        {
            "en": "Have some more chocolate <em>mousse</em>.",
            "vi": "Anh dùng thêm kem mút sô cô la chứ."
        },
        {
            "en": "I'll take the chocolate <em>mousse</em>.",
            "vi": "Tôi sẽ lấy một cây kem sôcôla."
        },
        {
            "en": "Strawberry <em>mousse</em> is a perfect summer dessert.",
            "vi": "Món kem dâu là món tráng miệng thích hợp cho mùa hè."
        },
        {
            "en": "Where did you buy this salmon <em>mousse</em>?",
            "vi": "Anh mua món cá hồi nấu đông này ở đâu thế?"
        },
        {
            "en": "\"Have some more chocolate <em>mousse</em>.\" \"Oh, I couldn't, thank you.\"",
            "vi": "\"Anh dùng thêm món sô - cô - la kem thơm chứ.\"\"Ồ, tôi không thể ăn được nữa, cảm ơn anh.\""
        },
        {
            "en": "\"Have some more chocolate <em>mousse</em>.\"\"Oh, I couldn't, thank you.\"",
            "vi": "\"Anh dùng thêm món sô-cô-la kem thơm chứ.\" \"Ồ, tôi không thể ăn được nữa, cảm ơn anh.\""
        },
        {
            "en": "Hairspray, <em>mousse</em>, and gel may contribute to dandruff in some people.",
            "vi": "Keo xịt tóc, mút và gel vuốt tóc cũng có thể là tác nhân góp phần gây ra gàu ở một vài người."
        },
        {
            "en": "I love this chocolate <em>mousse</em> and have made it several times.",
            "vi": "Tôi rất thích món kem sôcôla và đã làm nó nhiều lần rồi."
        },
        {
            "en": "For dessert, each guest got a chocolate slipper filled with <em>mousse</em>.",
            "vi": "Món tráng miệng, mỗi khách được một thanh sô cô la phủ kem mứt."
        },
        {
            "en": "Use a leave-in conditioner or <em>mousse</em> and dry the root area first",
            "vi": "Hãy sử dụng dầu dưỡng tóc hoặc mousse và lau khô ở phần chân tóc trước nhé"
        },
        {
            "en": "Use a leave - in conditioner or <em>mousse</em> and dry the root area first",
            "vi": "Hãy sử dụng dầu dưỡng tóc hoặc mousse và lau khô ở phần chân tóc trước nhé"
        },
        {
            "en": "Once only a specialty of French restaurants, chocolate <em>mousse</em> entered into American and English home cuisine in the 1960s.",
            "vi": "Trước đây từng là đặc sản của các nhà hàng Pháp, sau đó món kem trứng sô-cô-la du nhập vào ẩm thực của các gia đình Mỹ và Anh vào những năm 1960."
        },
        {
            "en": "Hairspray, <em>mousse</em>, and gel may also cause excessive drying of the skin, which can cause flaking - or trigger allergic reactions.",
            "vi": "Keo xịt tóc, mút và gel vuốt tóc cũng có thể làm cho da đầu khô quá mức, gây ra tình trạng đóng vảy hoặc gây dị ứng da đầu."
        },
        {
            "en": "Once only a specialty of French restaurants, chocolate <em>mousse</em> entered into American and English home cuisine in the 1960s.",
            "vi": "Trước đây từng là đặc sản của các nhà hàng Pháp, sau đó món kem trứng sô - cô - la du nhập vào ẩm thực của các gia đình Mỹ và Anh vào những năm 1960."
        },
        {
            "en": "Procter and Gamble have pulled print advertisements featuring Taylor Swift wearing CoverGirl NatureLuxe <em>Mousse</em> Mascara, but it’s not because of anything the 22-year-old country beauty did or didn’t do.",
            "vi": "Procter và Gamble đã bị buộc phải dẹp các tờ quảng cáo in hình Taylor Swift trang điểm bằng CoverGirl NatureLuxe Mousse Mascara, nhưng không phải do chuyện hoa hậu quốc gia 22 tuổi đã làm hoặc không làm gì"
        },
        {
            "en": "Some foods may contain unrecognized raw-food products and should be avoided. Caesar salad dressing, the Italian dessert tiramisu, homemade ice cream, chocolate <em>mousse</em>, eggnog, cookie dough, and frostings can contain raw eggs. Unpasteurized milk and juices also can be contaminated with salmonella.",
            "vi": "Một số loại thức ăn có thể chứa các sản phẩm thức ăn tươi sống không dễ phát hiện ra và nên được tránh đi. Sốt trộn dầu giấm, bánh ngọt tráng miệng kiểu Ý, kem làm tại nhà, kem mút sô-cô-la, rượu nóng đánh trứng, bột bánh quy, và lớp phủ (kem, đường...trên bánh ngọt) có thể chứa trứng sống. Nước ép trái cây và sữa chưa tiệt trùng cũng có thể bị nhiễm khuẩn Salmonella."
        },
        {
            "en": "Homemade tiramisu Many homemade desserts, including <em>mousse</em>, meringue, and tiramisu, also contain raw eggs. There is a safe way to prepare your favorite recipe. Some supermarkets sell pasteurized eggs, which are OK to eat raw. Make sure the label on the eggs specifically states \"pasteurized.\"",
            "vi": "Bánh ngọt tráng miệng kiểu Ý làm ở nhà  Nhiều món tráng miệng làm tại nhà, như món kem mút, bánh trứng đường, và bánh ngọt tráng miệng kiểu Ý, cũng chứa trứng sống. Bạn cũng có cách an toàn để chuẩn bị thành phần làm món yêu thích của mình. Một số siêu thị hiện có bán trứng đã được tiệt trùng, có thể ăn sống được. Bạn nên đảm bảo nhãn hiệu trên trứng có ghi rõ “đã được diệt khuẩn theo phương pháp Pax-tơ.\""
        },
        {
            "en": "20 best kept hair secrets    Boost thin hair with Silicone Thin, lifeless hair is one of the most common hair complaints, yet few women know the best remedy. Heavy conditioners just leave hair limp. A better bet is to use products with silicone, such as dimethicone or cyclomethicone. These coat the strands with a thin film, creating fuller hair that doesn't look greasy. The silicone stays put even after you rinse. Eat fish and nuts for healthy hair The same nutritious foods that are good for your body promote stronger, healthier hair. The protein and omega-3 fatty acids in salmon and nuts produce a healthier scalp. Nutrients found in leafy vegetables, beans, and carrots are also good for your hair. Beware of fad diets aimed at quick weight loss. Deficiency of some nutrients, such as zinc, biotin, or protein, can lead to brittle hair or hair loss. Protect shine with lukewarm water Hot water can strip the sebum of scalp, which is the protective oil that acts as a natural conditioner and gives hair its shine. This doesn't mean you have to suffer through cold showers to avoid dull hair. Instead, use lukewarm water to wash your hair. Pamper the scalp by massaging it while you shampoo. Mend split ends with protein Frequent hair styling, coloring, bleaching, or perming can damage hair's protective outer layer, known as the cuticle. The result is what we call \"split ends.\" Thankfully, there are hair products to help mend the damage. Look for conditioners that contain protein. They actually penetrate the hair shaft and repair split ends. The fix only lasts until the next shampoo, so you'll need to use it regularly. Get that \"Redhead Bounce\" The fullness of your hair is in your genes – and your styling technique. Natural redheads have thicker hair, while blondes have the thinnest but greatest number of hairs. Luckily, you can enhance your hair's volume whatever its color. Use a leave-in conditioner or <em>mousse</em> and dry the root area first. If your hair is very fine, use a low-heat setting when drying, curling, or straightening.  Don't treat dandruff with oils Dandruff isn't caused by a dry scalp, but by an inflammatory process that affects the scalp. Rubbing oil into the scalp can make the inflammation worse, resulting in more unsightly white flakes. That's why medicated shampoos – either over-the-counter or from a dermatologist – can best treat dandruff. Just be sure to rinse thoroughly after using medicated shampoo. Skip high-powered blow dryers You might expect a blow dryer with higher wattage to slice a few precious minutes off your styling routine. But in a comparison of blow dryers, Consumer Reports found they all dried hair in about the same amount of time. Some are much noisier than others, though. The consumer research group found the more expensive dryers were the quietest, and the noisiest were as loud as a lawn mower. Brush less to limit hair loss Too much brushing will snap off hairs. Some hair loss is normal – most people lose an average of 50 to 100 hairs every day. These are hairs that have stopped growing and have reached the resting stage. To minimize additional hair loss, use a brush with ball-tipped bristles and avoid brushing while the hair is wet. Avoid styles that damage hair Tight ponytails and braids can break off hair and damage the hair follicle. Continuous pulling can even lead to hair loss. Extensions add weight to the hair and also put pressure on the follicle. Dermatologists recommend wearing extensions for no more than three months. Also, be aware that wet hair is more fragile, so you shouldn't put your hair in braids or a ponytail while it's wet. Don't let brands clean your wallet What are you really getting for extra money spent on specialty products? They may contain natural botanicals, but that may not mean better style. Consumer Reports tested products on 1,700 ponytail samples and found that the more expensive shampoos didn't perform better than cheaper ones. What is important: Choose shampoos and conditioners designed for your hair type, such as those for oily, fine, or color-treated hair. Use gentle color to cover grays Hair doesn't only go gray as we get older – it also becomes weaker and grows more slowly. That means damaged hair won't develop quickly anymore. Chemicals used on \"mature\" hair should be weaker to avoid damage, says dermatologist Zoe Draelos, MD editor of the Journal of Cosmetic Dermatology. Neutralize frizz in winter, too Humidity gets the rap for causing frizzy bad hair days. But there's more static electricity in low humidity. This means frizz also flies in winter months and in the desert climates of the Southwest. Use conditioner to neutralize the static electricity. Shampoos that are pH-balanced also can calm the frizz of chemically treated hair. Keep brushes away from your curls Curly hair is more likely to break and become dry and brittle. Gently using a pick keeps curls looking better than combing or brushing. Conditioners with polymers such as polyvinylpyrrolidone can smooth hair and make it more manageable. Don't overdo the use of flat-irons and relaxers, which can damage hair.  Avoid extreme color changes Perhaps you're a brunette who always wanted to be a blonde, or a blonde who wants to go darker. Be aware that you're risking damage to your hair with more extreme color changes. Some dermatologists recommend staying within three shades of your natural color. Get the facts about hair dye Frequent dying can damage the hair, but it does not appear to harm your health. Most studies indicate no link between cancer and hair dyes, and in other studies the evidence is weak, the American Cancer Society says. Consider using acetate-based dyes or natural dyes such as henna. Give the blow dryer a rest Frequent blow-drying is hard on your hair and can actually lead to hair loss. When you do blow dry, turn down the heat. Finer hair is especially sensitive to damage from heat, but even thick manes need some tender care. Protect your hair before styling by using a conditioner. Protect hair from the sun The sun is no kinder to your hair than it is to your skin. Sun exposure can dry out hair, especially if it's color-treated. Use a light hair spray with SPF protection – or wear a hat when the sun is strongest. Frequent summer trims can keep your ends looking healthy. Shower before you swim Avoid chlorine damage by rinsing your hair before entering the pool. If your hair is already saturated with water, it won't absorb as much from the chemical-laden pool. Use a pH-balancing hair product to further protect your hair. Take a time out from styling For better hair days, the best thing you can do is – nothing. All the tugging, combing, brushing, drying, and chemically treating of hair damages the shafts. Even vigorous towel-drying can damage hair. If you have damaged hair, take a break from styling. As the damaged hair grows out, the new growth will be healthy. Be aware of changes in your hair Sudden changes in your hair, such as brittle hair or hair loss, could be a sign of a health problem. For example, hair loss can be caused by thyroid disease, iron deficiency, or an autoimmune disease. Some medications can cause hair loss, too. If you have a concern about changes in the condition of your hair, see a dermatologist.",
            "vi": "20 bí quyết hay nhất giữ cho mái tóc đẹp     Chữa tóc thưa bằng Silicone Tóc thưa, mỏng, thiếu sức sống là một trong những vấn đề nhiều người phàn nàn nhất, tuy vậy chỉ một số ít phụ nữ biết cách để khắc phục hữu hiệu nhất. Các loại dầu dưỡng tóc đậm đặc chỉ làm cho tóc thêm xơ xác. Tốt hơn hết là bạn nên sử dụng các sản phẩm chứa silicone, chẳng hạn như dimethicone hoặc cyclomethicone. Những sản phẩm này sẽ áo bên ngoài tóc một lớp màng mỏng, tạo cho tóc dày thêm mà không có vẻ bóng nhầy. silicone vẫn còn nằm trên tóc thậm chí ngay sau khi bạn gội đầu xong.  Ăn cá và đậu để có mái tóc khỏe  Các thức ăn giàu dinh dưỡng giúp cho cơ thể phát triển tốt thì cũng làm cho tóc mọc khỏe hơn và cứng cáp hơn. protein và các axit béo omega-3 trong cá hồi và đậu có tác dụng làm cho da đầu khỏe hơn. Dưỡng chất trong các loài rau rậm lá, đậu, và cà rốt cũng tốt cho tóc của bạn. Nên cảnh giác với chế độ dinh dưỡng sử dụng trong một thời gian ngắn nhằm để giảm cân nhanh. Tình trạng thiếu một số chất dinh dưỡng như kẽm, biotin, hoặc protein, cũng làm cho tóc bị giòn và dễ gãy rụng.  Bảo vệ độ bóng của tóc bằng nước ấm  Nước nóng có thể làm mất đi chất nhờn của da đầu, đây là lớp dầu bảo vệ có tác dụng như một dầu dưỡng tóc tự nhiên và làm cho tóc bóng mượt. Điều này không có nghĩa là bạn phải chịu đựng cảnh tắm gội bằng nước lạnh để tránh làm cho tóc bị xỉn màu. Thay vào đó, bạn nên sử dụng nước ấm để gội đầu. Hãy làm cho da đầu thoải mái bằng cách mát-xa nó trong khi bạn gội đầu nhé.  Ngăn tóc chẻ ngọn bằng protein Việc tạo dáng, nhuộm, tẩy màu, hoặc uốn tóc thường xuyên có thể gây hại cho lớp bảo vệ bên ngoài của tóc, ví như lớp biểu bì nằm ngoài cùng. Kết quả là tóc bị “chẻ ngọn” như chúng tôi gọi đây. May thay cũng có nhiều sản phẩm dành cho tóc để giúp phục hồi hư tổn. Bạn nên tìm những dầu dưỡng chứa protein nhé. Chúng thường thấm sâu vào thân tóc và phục hồi phần ngọn bị chẻ. Việc phục hồi tóc chỉ kéo dài cho đến lần gội đầu kế tiếp, vì  vậy bạn nên sử dụng những sản phẩm này thường xuyên nhé.  Giúp mái tóc bạn “Trông có vẻ dày hơn” Gien và kỹ thuật tạo dáng sẽ làm cho tóc của bạn trông có vẻ dày lên. Người có tóc hoe đỏ tự nhiên thường có tóc dày hơn, trong khi người tóc hoe vàng thường có tóc mảnh nhất nhưng lượng tóc lại nhiều nhất. May mắn là bạn có thể cải thiện lượng tóc của mình và làm cho nó trông có vẻ dày hơn mà không cần quan tâm tới màu của tóc bạn là gì. Hãy sử dụng dầu dưỡng tóc hoặc mousse và lau khô ở phần chân tóc trước nhé. Nếu tóc của bạn quá mảnh, hãy sử dụng máy sấy tóc nhiệt độ thấp khi sấy, uốn xoăn hoặc làm thẳng tóc nhé.  Đừng trị gàu bằng dầu giữ ẩm Gàu sinh ra không phải do da đầu của bạn bị khô mà do những viêm nhiễm trên vùng da này gây nên. Việc chà xát dầu vào da đầu có thể làm cho tình trạng viêm ngày càng trầm trọng thêm, làm phát sinh thêm nhiều vảy gàu trắng xấu xí, khó coi. Đó là lý do vì sao nhiều thuốc gội đầu – kể cả thuốc mua tự do không theo toa hoặc do bác sĩ da liễu chỉ định – đều có thể trị được gàu hiệu quả nhất. Phải nên gội đầu kỹ lại sau khi đã sử dụng thuốc gội đầu nhé. Đừng dùng máy sấy công suất mạnh  Bạn có thể kỳ vọng là một chiếc máy sấy công suất cao hơn có thể giúp tiết kiệm vài phút giây quý báu trong công đoạn tạo dáng tóc thường nhật của mình. Nhưng khi so sánh các loại máy sấy tóc với nhau thì tờ Consumer Reports phát hiện ra tất cả đều làm khô tóc với thời lượng như nhau. Dẫu vậy, một số máy phát ra tiếng ồn lớn hơn những cái khác. Nhóm nghiên cứu người tiêu dùng nhận thấy rằng những chiếc máy càng đắt tiền hơn thì hoạt động êm nhất, và những máy ồn nhất nghe như tiếng của máy xén cỏ vậy.  ít chải đầu để hạn chế rụng tóc  Việc chải tóc quá nhiều sẽ làm cho tóc bị gãy sợi. một ít tóc rụng là chuyện bình thường – hầu hết người ta thường rụng trung bình khoảng chừng từ 50 đến 100 sợi tóc mỗi ngày. Đây là những sợi tóc đã đến giai đoạn ngừng phát triển và đã lão hoá. Để giảm thiểu lượng tóc rụng thêm, bạn nên sử dụng một chiếc lược lông cứng có đầu răng hình tròn và tránh chải đầu khi tóc còn ướt nhé.   Hãy tránh những kiểu làm cho tóc hư tổn Những kiểu tóc tết bím và tóc đuôi gà cột chặt có thể làm cho tóc bị gãy và làm tổn thương đến nang tóc. Việc duy trì kiểu tóc cột kéo này thậm chí cũng có thể làm rụng tóc và đồng thời nếu nối tóc thì bạn cũng làm cho tóc thêm nặng và đè lên nang tóc. Các bác sĩ da liễu thường khuyến cáo người nối tóc không nên sử dụng quá 3 tháng. Ngoài ra, bạn cũng không nên tết tóc hoặc cột tóc đuôi gà khi tóc còn ướt vì lúc này tóc yếu hơn và dễ gãy hơn.    Đừng để các thương hiệu dầu gội làm bạn sạch ví  Bạn thực sự được gì khi chi tiền nhiều hơn cho các đặc phẩm chăm sóc tóc? Chúng có thể chứa nhiều dược thảo thiên nhiên, nhưng cũng có thể không đồng nhất với việc sẽ cho dáng tóc đẹp hơn. Báo Consumer Reports đã thử nghiệm trên 1.700 mẫu tóc đuôi gà và phát hiện ra các dầu gội đắt tiền hơn không cho kết quả tốt hơn so với loại dầu gội rẻ tiền. Điều quan trọng là bạn nên chọn loại dầu gội và dưỡng tóc phù hợp với loại tóc của mình chẳng hạn như sản phẩm nào dành cho người có tóc dầu, tóc mảnh dễ gãy, hoặc sản phẩm nào dành cho người có tóc màu.  Nhuộm tóc có màu trung tính Khi chúng ta lớn tuổi, tóc không chỉ bạc đi mà còn trở nên yếu hơn và chậm phát triển dần. Điều này có nghĩa là tóc hư tổn sẽ không còn khả năng mọc nhanh nữa. Bác sĩ da liễu Zoe Draelos, tổng biên tập viên của tờ Journal of Cosmetic Dermatology cho biết các hoá chất sử dụng cho tóc “lão hoá” nên dịu nhẹ hơn để nhằm tránh gây thương tổn.  Cũng nên sử dụng dầu giữ ẩm tóc vào mùa đông Độ ẩm làm cho tóc xoăn trở nên xơ rối hơn trong những ngày đông. Nhưng độ ẩm thấp lại tồn tại lượng tĩnh điện nhiều hơn. Điều này có nghĩa là tóc xoăn lọn cũng xơ đi trong những tháng mùa đông và trong tiết trời sa mạc ở phía Tây Nam. Bạn nên sử dụng dầu dưỡng trung hoà tĩnh điện cho tóc. Những loại dầu gội có nồng độ pH trung tính cũng có thể làm dịu tóc quăn sử dụng hoá chất.  Cất lược chải đầu xa khỏi tóc xoăn Tóc xoăn rất dễ gãy và khô giòn. Hãy nhẹ nhàng dùng một cái gỡ rối giữ cho những lọn tóc trông đẹp hơn so với lược hoặc bàn chải tóc. Các loại dầu dưỡng tóc chứa polyme chẳng hạn như polyvinylpyrrolidone có thể làm cho tóc bạn mượt mà và dễ chăm sóc hơn. Đừng lạm dụng phương pháp là điện hoặc máy duỗi thẳng tóc, chúng có thể làm tổn hại tóc nhiều hơn.  Tránh những tông màu mạnh  Có thể bạn đang có tóc đen nhưng luôn ước mình là người tóc vàng, hoặc người tóc vàng muốn tóc mình đậm màu hơn. Bạn hãy nên biết rằng mình đang gây hư tổn cho tóc một cách liều lĩnh bằng những tông màu mạnh hơn. Một số bác sĩ da liễu khuyến cáo nên giữ tóc trong 3 sắc thái màu tự nhiên của mình.   Hiểu sự thật về việc nhuộm tóc Việc nhuộm tóc thường xuyên có thể gây hư tóc, nhưng có vẻ không ảnh hưởng gì tới sức khỏe. Hiệp hội Ung thư Hoa Kỳ cho biết hầu hết các cuộc nghiên cứu đều không cho thấy mối liên hệ nào giữa việc nhuộm tóc và bệnh ung thư, và trong các cuộc nghiên cứu khác kết quả cũng cho thấy có mối tương quan nhẹ. Nên cân nhắc việc sử dụng thuốc nhuộm acetate hoặc thuốm nhuộm tự nhiên như lá móng chẳng hạn.  Đừng lạm dụng máy sấy tóc Sấy tóc thường xuyên có thể khiến cho tóc của bạn rất dễ khô cứng và gãy rụng. Thế nên khi bạn sấy, hãy chỉnh lượng nhiệt nhỏ lại. Tóc mảnh đặc biệt rất nhạy cảm với hư tổn do nhiệt, nhưng thậm chí ngay cả tóc dày cũng cần được chăm sóc nâng niu. Ngoài ra, bạn cũng nên sử dụng dầu dưỡng tóc trước khi tạo dáng tóc nhé.  Bảo vệ tóc khỏi ánh nắng mặt trời Ánh nắng mặt trời là kẻ thù của mái tóc hơn là làn da của bạn. Sức nóng của mặt trời có thể làm cho tóc bạn bị khô, nhất là tóc màu. Hãy bảo vệ tóc bằng kẹo xịt dạng nhẹ có SPF – hoặc đội nón mũ khi mặt trời gay gắt nhất. Việc cắt tỉa tóc thường xuyên vào mùa hè cũng có thể giúp phần đuôi tóc của bạn trông khoẻ hơn.  Hãy gội đầu ướt trước khi đi bơi Để tránh tổn hại của hoá chất clo, bạn nên gội đầu ướt trước khi xuống hồ nhé. Nếu tóc của bạn đã ướt sẵn thì tóc sẽ không hấp thụ nhiều hoá chất của hồ. Hãy sử dụng sản phẩm chăm sóc tóc có nồng độ pH trung tính để bảo vệ thêm cho tóc nhé.  Đừng mất thời giờ cho việc tạo dáng tóc Để có mái tóc khỏe hơn, tốt hơn hết là bạn không nên làm gì cả. Tất cả những việc giật kéo tóc, chải tóc, sấy khô, và điều trị bằng hoá chất đều có thể gây hư tổn cho thân tóc. Thậm chí ngay cả khăn lau xơ cứng cũng có thể gây hại cho tóc. Nếu tóc của bạn bị hư tổn, hãy để cho tóc được nghỉ ngơi, đừng nên tạo dáng. Khi tóc hư tổn dài ra thì phần tóc mới sẽ khỏe hơn nhiều.  Nhận biết những thay đổi của tóc Những thay đổi đột ngột trên tóc, chẳng hạn như tóc trở nên giòn, dễ gãy hoặc rụng, có thể là một dấu hiệu của vấn đề sức khỏe. Ví dụ, rụng tóc cũng có thể là do bệnh tuyến giáp, thiếu sắt, hoặc một chứng bệnh tự dị ứng nào đó gây ra. Một số thuốc cũng có thể gây rụng tóc. Nếu quan tâm đến những thay đổi của tóc mình, bạn nên đến khám ở một bác sĩ da liễu để được tư vấn nhé."
        },
        {
            "en": "Causes of dandruff    The skin of the scalp (and also of the whole body) is constantly renews itself by shedding the outer layer of skin cells. Most of the time this shedding is unnoticeable. But when this shedding becomes noticeable on the scalp, it is called dandruff. Mild dandruff occurs not due to dryness of the scalp but usually is a result of too much oiliness of the skin. If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your navel or genitals, it may be due to seborrheic dermatitis or seborrhea. Severe dandruff may be the result of psoriasis of the scalp. Seborrheic dermatitis may be caused by an increased number of a yeast-like organism (pityrosporum ovale) found on healthy scalp in low numbers. Dandruff can occur to anybody at any age. It should not be left untreated. Zinc and essential fatty acids (pumpkin seeds, nuts, vegetable oils) prevent dandruff. Home cure & remedy of dandruff For good hair without dandruff, drink at least 2 liters of water daily, eat lots of salads, green vegetables, and fresh fruits. Combs must be washed as frequently and hair should be brushed regularly. Dandruff is a scalp condition that can be controlled. Too little oil or too much oil can result in dandruff. Try the following:    1. Mix 2 teaspoons of pure vinegar in 6 teaspoons of water and apply it on the scalp before going to bed. Tie a towel around the head. Wash your head next morning. After shampooing, rinse again with vinegar water. Treat your hair like this once a week for at least three months.    2. Mix 1 teaspoon of lemon juice with 2 teaspoons of vinegar and massage on the scalp. Wash your hair with an egg shampoo.    3. Take 1 part of almond oil, 1 part of pure sulphur powder, 2 parts of 'surgical spirit' and 4 parts of distilled water or rose water and mix well. Rub on the scalp.    4. Take 2 cups of water, add 4-5 tablespoons of dried thyme and boil for 10 minutes. Cool, strain, and use the mixture to massage scalp. Keep for half an hour.    5. Dissolve 2 aspirins in any dandruff shampoo and wash your hair.    6. Massage the scalp with almond oil. Dip a towel in boiling water and wrap it around the hair. Repeat it thrice or four times when the towel gets cold.    7. Make a shampoo by mixing 100g of amla (Indian goose berry), reetha, and shikakai, and boil in two liters of water until the liquid reduces to half. Use this shampoo for one month. Dandruff will vanish and your hair will become thick.     8. Fenugreek seeds are also useful in the removal of dandruff. Grind fenugreek (methi) seeds soaked in water overnight. Massage this paste on scalp and hair and leave it for 15-20 minutes. Wash it off with a mild shampoo.    9. Wash your hair with warm apple cider vinegar. Then cover your head with a towel or a shower cap and leave for about 30-40 minutes. Rinse with plain water. Repeat 2 times a week until your dandruff goes away.   10. Take a palm full of baking soda and rub it on your wet hair. Wash it off with water. The baking soda should relieve the itching and help in reducing the problem of dandruff.   11. Mix 100g of witch hazel and 1 tablespoon of fresh lemon juice in 200ml of water. Shampoo your hair and apply with cotton to the scalp when the hair are still wet. Repeat several times until the dandruff is treated.   12. Try a shampoo with selenium sulfide or salicylic acid.   13. Try Zest soap once a week. It may work for oily hair. It leaves your hair dry, so use conditioner to your hair only but try not to get it on your scalp. It has worked to get rid of dandruff for some people.  How to prevent and treat dandruff Dandruff, a condition characterized by flaking, itchy scalp, is one of the most common dermatological conditions. Fortunately, while the exact cause of dandruff is not known, there are some things you can do to reduce your risk of getting it, and effective treatments are available.  Steps    1.         Eat a healthy, balanced diet. A healthy diet may ward off the flakes. Make sure to get plenty of zinc, Omega-3 fatty acids, E and B-vitamins, and avoid excessive yeast and sugar. Research suggests that dandruff is at least in part caused by a fungus that thrives in yeasty, fatty, sugary environments. Though this does not necessarily directly affect the conditions of your skin, your overall health will help with how your body responds to the fungus causing the dandruff.         2.        Don't worry, be happy. Stress challenges the body's defenses and encourages all sorts of ailments, including dandruff, so relax now and don't worry about wearing a black shirt tomorrow.    3.          Limit your use of hair styling products. Hairspray, <em>mousse</em>, and gel may contribute to dandruff in some people. They may also cause excessive drying of the skin, which can cause flaking - or trigger allergic reactions. If you notice dandruff soon after you begin to use a new product, chances are the product is to blame. The exception to this would be using a therapeutic styling gel or spray formulated with tea tree oil.                 4.       Wash your hair regularly. Dandruff seems to thrive in oily hair, so regular shampooing can help you fight it off. If you already have dandruff, washing your hair may help you keep the symptoms (the flakes) under control until it goes away. Massage your scalp so that you clean your skin, as well as your hair. Wash your hair many times. The first washing breaks up the waxy sebum, and the second washing helps rinse it all away.     5.       Use a shampoo designed to treat dandruff. If dandruff persists despite regular shampooing, you may need something stronger. There are a variety of anti-dandruff shampoos available at your pharmacy or grocery store, and they usually work. Be sure to follow the instructions carefully, and make a little extra time to shower, as most of these recommend that you leave them in for 5-10 minutes and lather twice.    6.  Oil your hair with herbal oils or use special herbal gels. Do this on a regular basis, at least twice a week for improvements.    7.  Be aware that there are different active ingredients in dandruff shampoos. If one does not work for you try another. Ketoconazole (brand name Nizoral®) is extremely effective against certain types of dandruff that are caused by a fungus. 1% Ketoconazole is available without prescription in the US, 2% requires a prescription. The 2% is available without a prescription in Canada.    8.      Be patient. While anti-dandruff shampoos may produce results, it can take a week or two to see the difference.    9.      Switch it up. If one type of anti-dandruff shampoo doesn't seem to work, or if it works for a time but then doesn't, switch to a product with another active ingredient (the active ingredient will be labeled on the bottle). 10.      See your doctor if the problem persists after more than a couple weeks of treatment. There are prescription shampoos available, and steroid creams may also help. Tips     * Try using a softer shampoo. Several barbers have said that the cause is often a harsh shampoo which kills or dries out the skin.           * Another possible remedy consists of pouring a generous amount of table salt into your hand before showering. Gently rub it in your whole scalp. Rinse it out in the shower, and shampoo normally.      * It's best to get your vitamins from food, rather than nutritional supplements. A quick Internet search will turn up foods you can integrate into your diet that are rich in zinc, Omega-3s, and B-vitamins.     * If anti-dandruff shampoos aren't working, or if you notice redness on the scalp or silvery or yellow flakes, you may not have dandruff at all. A number of other conditions can lead to flaking skin and itchy scalp. See your primary care physician or dermatologist.     * A quick internet search will turn up all kinds of home remedies for dandruff. While some of these may indeed work, anti-dandruff shampoos are inexpensive enough to be adequate for most people.     * Wear light-colored clothing (especially tops) while you have dandruff. Most people won't even notice.     * If you have hay fever, eczema, or other skin or respiratory allergies, your dandruff may be caused in part by an allergic reaction. In this situation, you may find it helpful to shampoo LESS frequently, so the natural oils that protect your scalp aren't stripped away. Allergic people may also react to dandruff shampoos by generating more dandruff. If you think this may be the case for you, try washing your hair with conditioner only, or washing less frequently.     * Try the condition only treatment first during a vacation or a time when you will be less publicly visible, since your scalp will be very oily at first. It will take two weeks to a month for the balance of oils on your hair and scalp to adjust itself.     * Rinsing your scalp with a rinse of 1/4 cup of white vinegar and 3/4 cup of water may help the problem. The natural acids will help loosen any sebum (dead skin and oils) that clings to your scalp and flakes to form dandruff. Rinse thoroughly with WARM, not hot, water. If you don't rinse well, you will smell like vinegar. While white vinegar is the gold standard of home remedies and apple cider vinegar or lemon juice should work as well. Lemon juice may lighten dark hair.     * Tea tree oil has antiseptic qualities that may help kill the fungus, and keep your scalp moisturized. You can buy a small bottle at many groceries and health food stores, and add 5-6 drops to your regular shampoo. Or just purchase a shampoo that contains tea tree oil.     * Buy and use two or three different types of regular shampoo and don't use the same one two days in a row. For some reason this gets rid of lesser cases of dandruff.     * Scalpicin® may be useful for particularly itchy scalps. They contain either anti-inflammatory ingredients (like hydrocortisone) or one of the active anti-dandruff ingredients. Usually these treatments also contain menthol, which provides a cooling effect that reduces the sensation of itching. Warnings     * Some anti-dandruff shampoos, such as those containing selenium sulfide or coal tar may discolor dyed hair.     * Discontinue use of any anti-dandruff shampoo or medication if the condition worsens or spreads, or if you notice side effects. Consult your primary care physician or dermatologist if the problem doesn't go away.     * Watch out for shampoos that are packaged to look like dandruff shampoos but only say that they will rinse away loose dandruff. Any shampoo will rinse away loose dandruff.     * Using more than one anti-dandruff product may cause redness and irritation.      * Avoid Sodium Lauryl Sulphate (SLS). It's a foaming compound that's a mild irritant. Some people find that using specialist soap without SLS as a shampoo for a couple of weeks makes their dandruff go away. You'll probably get it back if you switch back to ordinary shampoo. Shampoo with one of these anti-dandruff ingredients: ketoconazole, zinc pyrithione, selenium sulfide, salicylic acid, coal tar extract, or sulfur. If one doesn't work try another.",
            "vi": "Nguyên nhân gây ra gàu    Da đầu (cũng như da trên toàn bộ cơ thể) thường xuyên tự tái tạo tế bào da mới bằng cách bong tróc lớp tế bào da bên ngoài. Thường thì người ta không thấy được sự bong tróc lớp tế bào da này. Nhưng khi lớp tế bào da này đóng thành từng mảng lớn có thể thấy được gọi là gàu.  Chứng gàu nhẹ xảy ra không phải vì da đầu khô mà thường là do da đầu tiết quá nhiều dầu. Nếu bạn bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn. Chứng gàu nặng có thể là do bệnh vảy nến trên da đầu. Hoạt động tăng lượng vi khuẩn giống như nấm men có thể gây ra chứng viêm da do tiết quá nhiều bã nhờn; lượng vi khuẩn này rất ít trên da đầu khoẻ mạnh. Gàu có thể xảy ra với bất cứ người nào ở bất cứ độ tuổi nào. Và chứng bệnh này có thể chữa được.  Kẽm và các axit béo thiết yếu (như hạt bí ngô, quả hạch, dầu thực vật) đều có tác dụng ngăn ngừa gàu. Biện pháp & phương thuốc chữa gàu tại nhà  Để sở hữu một mái tóc đẹp sạch gàu, bạn nên uống ít nhất 2 lít nước mỗi ngày, ăn nhiều rau xà lách, rau xanh, và trái cây tươi. Lược chải tóc nên được chà rửa thường xuyên đồng thời phải nên chải tóc thường xuyên nữa. Gàu là chứng bệnh trên da đầu có thể kiểm soát được. Da đầu ít dầu quá hay nhiều dầu quá đều có thể gây ra gàu. Hãy thực hiện theo các bước sau đây nhé: 1. Hoà 2 muỗng cà phê giấm nguyên chất với 6 muỗng cà phê nước và thoa lên da đầu trước khi đi ngủ. Quấn khăn quanh đầu. Gội đầu vào sáng hôm sau. Sau khi gội đầu, hãy gội lại bằng nước giấm. Hãy điều trị gàu theo phương pháp này mỗi tuần một lần ít nhất trong 3 tháng. 2. Hoà một muỗng cà phê nước ép chanh với 2 muỗng cà phê giấm và xoa bóp da đầu. Gội đầu lại bằng dầu gội đầu trứng. 3. Dùng 1 phần dầu quả hạnh, 1 phần bột lưu huỳnh nguyên chất, 2 phần “cồn 90 độ” và 4 phần nước cất hoặc nước hoa hồng và hoà trộn chúng một cách kỹ lưỡng. Xát hỗn hợp này lên da đầu. 4. Dùng 2 tách nước, thêm vào 4-5 muỗng canh cỏ xạ hương khô và đun sôi trong vòng 10 phút. Để nguội, gạn lấy cái và sử dụng hỗn hợp này để xoa bóp da đầu. Để trong vòng nửa tiếng đồng hồ. 5. Hoà tan 2 viên thuốc aspirin vào bất kỳ loại dầu gội đầu nào rồi gội lên đầu của bạn. 6. Mát-xa da đầu bằng dầu quả hạnh. Nhúng khăn vào nước ấm và quấn quanh đầu. Làm lại ba hoặc bốn lần khi khăn nguội đi. 7. Làm dầu gội bằng cách trộn 100 g quả amla (thứ quả mọng thuộc họ thầu dầu-cây rụng lá), reetha, shikakai, đun sôi hỗn hợp này với 2 lít nước cho đến khi cô lại còn một nửa. Dùng dùng gội này trong vòng một tháng. bạn sẽ có một mái tóc dày đẹp và sạch gàu. 8. Hạt cà-ri cũng rất hữu ích trong việc làm sạch gàu. Xay nhuyễn hạt cà-ri (methi) đã ngâm trong nước qua đêm. Mát-xa thứ hỗn hợp bột nhão này lên da đầu và để trong vòng 15-20 phút. Gội đầu lại với dầu gội đầu nhẹ dịu. 9. Gội đầu bằng giấm rượu táo ấm. Sau đó trùm tóc bằng khăn hoặc mũ tắm và ủ tóc khoảng 30-40 phút. Gội đầu lại bằng nước lạnh. Mỗi tuần nên làm 2 lần cho đến khi nào sạch gàu thì thôi. 10. Lấy một vốc bi-các-bô-nát na-tri và xát lên tóc ẩm. Gội đầu lại bằng nước lạnh. bi-các-bô-nát na-tri không những giúp cho da đầu hết ngứa mà còn sạch gàu. 11. Hoà trộn 100 g cây phỉ và 1 muỗng canh nước ép chanh tươi với 200 ml nước. Gội đầu và dùng miếng bông chà lên da đầu khi tóc vẫn còn ướt. Làm lại nhiều lần cho đến khi nào sạch gàu. 12. Thử sử dụng dầu gội chứa xê-len sunfua hoặc a-xít salixilic. 13. Thử gội đầu với xà phòng Zest mỗi tuần một lần. xà phòng này có tác dụng tốt với tóc nhờn; giúp tóc bạn khô hơn; vì thế hãy thoa dầu dưỡng tóc lên tóc thôi, đừng thoa lên da đầu. xà phòng Zest cũng có tác dụng trị gàu với một số người. Cách ngăn ngừa và trị gàu Gàu là chứng bệnh đặc trung do da đầu ngứa, đóng vảy, và là một trong những chứng bệnh da liễu thường gặp nhất. May mắn là, trong khi người ta chưa xác định được chính xác nguyên nhân gây ra gàu trên da đầu là gì, thì cũng có một vài biện pháp giúp bạn giảm nguy cơ bị gàu và cũng có nhiều biện pháp chữa trị gàu hiệu quả nữa. Các biện pháp trị gàu  1. Có chế độ ăn uống khỏe mạnh và cân đối. chế độ ăn uống khỏe mạnh có thể ngăn ngừa được chứng đóng vảy gàu. Đảm bảo ăn nhiều kẽm, axit béo chứa Omega-3, các loại vi-ta-min E và B, tránh ăn những thức ăn chứa nhiều men và đường. Nghiên cứu cho thấy một yếu tố nhỏ nào đó gây ra gàu là nấm phát triển nhanh khi người bệnh ăn nhiều men, nhiều chất béo và đường. Mặc dù điều này chưa hẳn là nguyên nhân tác động chính đến các chứng bệnh về da của bạn, tình trạng sức khỏe tổng quát của bạn sẽ giúp cơ thể bạn phản ứng lại chứng nấm gây ra gàu này. 2. Đừng lo lắng nhiều, hãy vui lên. Căng thẳng làm cản trở hệ bảo vệ của cơ thể và làm phát sinh tất cả các chứng bệnh, kể cả gàu, vì  vậy ngay bây giờ hãy thư giãn đi và đừng bận tâm về việc mặc chiếc áo sơ mi màu đen ngày mai nữa. 3. Hạn chế sử dụng các sản phẩm tạo kiểu tóc. Keo xịt tóc, mút và gel vuốt tóc cũng có thể là tác nhân góp phần gây ra gàu ở một vài người. Các loại sản phẩm tạo kiểu tóc này cũng có thể làm cho da đầu khô quá mức, gây ra tình trạng đóng vảy hoặc gây dị ứng da đầu. Nếu bạn phát hiện mình bị gàu sau khi bắt đầu sử dụng một sản phẩm mới thì nhiều cơ hội gây ra gàu chắc là do sản phẩm tóc này. Biện pháp ngoại lệ là sử dụng gel vuốt tóc chữa gàu hoặc keo xịt tóc được điều chế từ tinh dầu trà.  4. Hãy gội đầu thường xuyên. có vẻ như gàu phát triển nhanh trên tóc nhờn, vì vậy việc thường xuyên gội đầu cũng có thể giúp làm sạch gàu. Nếu bạn đã bị gàu thì việc gội đầu cũng có thể giúp bạn ngăn triệu chứng đóng vảy ngứa cho đến khi sạch gàu. Hãy mát-xa da đầu để làm sạch da đầu đồng thời làm sạch tóc. Hãy gội đầu nhiều lần. Việc gội đầu lần thứ nhất làm bong rã bã nhờn đã đóng như sáp trên da đầu và gội đầu lần thứ hai giúp tẩy sạch lớp bã dầu đó. 5. Gội đầu bằng dầu gội đặc trị gàu. Nếu gàu vẫn còn dai dẳng mặc dù gội đầu thường xuyên thì hãy nên dùng một thứ dầu gội nào đó mạnh hơn. Có nhiều loại dầu gội trị gàu ở các hiệu thuốc hay ở các tiệm tạp hoá và thường có tác dụng trị gàu tốt. Hãy chắc rằng bạn thực hiện cẩn thận đúng theo chỉ dẫn, và hãy dành thêm một ít thời gian để tắm vòi hoa sen, vì hầu hết các dầu gội trị gàu này khuyên bạn nên ủ tóc từ 5 đến 10 phút và xoa dầu gội 2 lần.  6. Thoa dầu thảo dược lên tóc của bạn hoặc sử dụng gel thảo dược đặc biệt. Làm đều đặn, ít nhất 2 lần trong một tuần để chữa gàu. 7. Nên biết rằng có nhiều hoạt chất khác nhau trong các loại dầu gội trị gàu. Nếu loại dầu gội này không có hiệu quả thì bạn nên sử dụng loại dầu gội khác. Ketoconazole (thương hiệu Nizoral®) vô cùng hiệu quả đối với một số loại gàu do nấm gây ra. Bạn có thể mua dầu trị gàu 1% Ketoconazole mà không cần toa ở Hoa Kỳ, nhưng dầu gội 2% Ketoconazole thì phải có toa bác sĩ. Ở Canada, bạn có thể mua tự do dầu gội trị gàu 2% Ketoconazole. 8. Hãy kiên nhẫn. Phải mấy một vài tuần thì dầu gội trị gàu mới cho kết quả khác biệt sau vài lần sử dụng. 9. Hãy thay đổi dầu gội. Nếu một loại dầu gội trị gàu nào đó có vẻ không có hiệu quả, hay có hiệu quả một thời gian rồi sau đó không có tác dụng nữa thì bạn nên chuyển sang sử dụng một sản phẩm trị gàu khác có hoạt chất khác (hoạt chất trị gàu được ghi trên chai). 10. Đến khám bác sĩ nếu tình trạng gàu vẫn dai dẳng sau hơn một vài tuần điều trị. Có nhiều loại dầu gội trị gàu theo toa và nhiều loại kem xtê-rô-ít cũng có tác dụng trị sạch gàu. Những bí quyết trị sạch gàu * Thử dùng dầu gội đầu dịu nhẹ hơn. Một số thợ cắt tóc cho biết nguyên nhân gây ra gàu thường là dùng dầu gội đầu mạnh làm chết da đầu hoặc làm khô da đầu. * Một biện pháp khả thi khác là cho một lượng lớn muối bọt lên tay trước khi tắm vòi hoa sen. Chà xát nhẹ lên toàn bộ vùng da đầu. Gội đầu lại bằng vòi hoa sen và gội lại bằng dầu gội bình thường. * Tốt hơn hết là nên bổ sung vi ta min vào thức ăn, chớ không phải là bổ sung dinh dưỡng. Một cuộc tìm kiếm nhanh trên mạng sẽ cho bạn các loại thức ăn bổ sung vào chế độ dinh dưỡng của bạn giàu kẽm, các loại Omega-3, và vitamin B.  * Nếu dầu gội trị gàu của bạn không có tác dụng, hoặc nếu bạn phát hiện thấy da đầu bị đỏ hay đóng vảy vàng hay trắng thì có thể là bạn chưa bị gàu đâu. Nhiều bệnh khác cũng có thể làm cho da đóng vảy và da đầu ngứa. Hãy đến khám bác sĩ chăm sóc sức khỏe ban đầu hay bác sĩ chuyên khoa da liễu của bạn.  * Một cuộc tìm kiếm trên mạng sẽ cho bạn đủ các biện pháp chữa gàu tại nhà. Một số biện pháp thực sự có hiệu quả tốt, đồng thời những loại dầu gội trị gàu này đều rẻ tiền thích hợp cho hầu hết mọi người. * Hãy mặc quần áo màu nhạt (nhất là áo) khi bạn bị gàu. Hầu hết những người khác sẽ khó phát hiện ra bạn bị gàu. * Nếu bạn bị viêm mũi dị ứng, chàm, hay các chứng dị ứng da hay dị ứng hô hấp khác thì có lẽ chứng gàu của bạn một phần là do dị ứng. Trong tình huống này, bạn có thể thấy có hiệu quả hơn khi gội đầu ít đi, vì vậy bạn không nên lờ đi các loại dầu tự nhiên bảo vệ da đầu. Người bị dị ứng có thể phản ứng với dầu gội trị gàu bằng cách mọc gàu nhiều hơn. Nếu bạn nghĩ mình thuộc trường hợp này thì thử gội đầu bằng dầu dưỡng tóc thôi, hoặc nên gội đầu ít thôi. * Thử dùng phương pháp điều trị gàu duy nhất lần đầu vào kỳ nghỉ hay khoảng thời gian mà bạn ít xuất hiện trước người khác, vì da đầu của bạn sẽ rất nhờn lúc đầu. Sẽ phải mất từ hai tuần đến một tháng để cân bằng lượng dầu trên tóc của bạn và da đầu sẽ tự điều chỉnh lượng dầu sau đó. * Gội đầu bằng dung dịch gồm ¼ tách giấm trắng và ¾ tách nước có thể giúp chữa được chứng gàu. Những a-xít tự nhiên sẽ làm giảm bã nhờn (tế bào da chết và dầu nhờn) bám vào da đầu và đóng vảy thành gàu. Hãy gội đầu kỹ lại bằng nước ấm, không phải là nước nóng. Nếu không gội đầu kỹ thì người bạn sẽ hôi mùi giấm. Trong khi giấm trắng được coi là phương thuốc vàng chữa gàu tại nhà thì giấm rượu táo hoặc nước chanh ép cũng có tác dụng rất tốt. nước chanh ép cũng có thể làm nhạt màu đen của tóc. * Tinh dầu trà có tác dụng sát trùng, diệt nấm đồng thời giữ ẩm cho da đầu. Bạn có thể mua một chai nhỏ ở của hàng tạp hoá hay ở các của hiệu bán thức ăn tự nhiên, và thêm vào dầu gội thường của bạn từ 5 đến 6 giọt. Hoặc bạn chỉ mua dầu gội chứa tinh dầu trà thôi. * Mua và sử dụng hia hoặc ba loại dầu gội thường xuyên khác nhau và không nên gội cùng một loại trong hai ngày liên tục. Điều này có thể giúp giảm nguy cơ bị gàu vì một lý do nào đó. * Scalpicin® có thể hiệu quả đối với da đầu ngứa nhiều. Chúng không những chứa các thành phần kháng viêm (như hydrocortisone) mà còn một trong những hoạt chất chống gàu. Thường thì những loại thuốc này chứa tinh dầu bạc hà, có tác dụng làm mát và giảm cảm giác ngứa ngáy khó chịu. Cảnh báo * Một số dầu gội trị gàu chứa xê-len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm. * Hãy ngưng sử dụng bất kỳ loại dầu gội trị gàu hay thuốc nào nếu tình trạng bệnh càng trầm trọng thêm hay bị lây lan hoặc bị tác dụng phụ. Hãy tham khảo ý kiến của bác sĩ chăm sóc sức khỏe ban đầu hoặc bác sĩ chuyên khoa da liễu nếu gàu vẫn còn dai dẳng. * Hãy dè chừng nhiều loại dầu gội được đóng gói trông giống như dầu gội trị gàu nhưng chỉ có tác dụng làm sạch gàu nhẹ. Bất cứ loại dầu gội nào cũng có tác dụng làm sạch gàu nhẹ cả. * Dùng từ hai loại sản phẩm trị gàu trở lên có thể làm cho da đầu bị đỏ và kích ứng. * Tránh Sodium Lauryl Sulphate (SLS). Đây là một loại hợp chất có bọt, kích ứng nhẹ. Nhiều người thấy rằng sử dụng xà phòng chuyên trị không chứa SLS làm dầu gội trong vài tuần có thể sạch gàu. Bạn có thể bị gàu trở lại nếu bạn chuyển qua sử dụng loại dầu gội bình thường. Hãy gội đầu với một trong những thành phần trị gàu sau đây: ketoconazole, kẽm pyrithione, xê-len sunfua, a-xit salicylic, chiết xuất từ nhựa than đá, hoặc lưu huỳnh."
        }
    ],
    "suggestions": []
}