{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">movable</font></td></tr></table><i/></div>",
            "word": "moveable",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>moveable</k><blockquote>■ <cclass>adjective &amp;noun variant spelling of <kref>movable</kref>. </cclass></blockquote></div>",
            "word": "moveable",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "moveable",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "moveable",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "moveable",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "All types of <em>moveable</em> assets including <em>moveable</em> assets to be formed in the future; Â",
            "vi": "Tất cả các loại động sản, kể cả động sản hình thành trong tương lai;"
        },
        {
            "en": "'We're moving around the block': The seven-storey house with the ultimate space-saving feature - <em>MOVEABLE</em> rooms - all at the push of a button",
            "vi": "\"Chúng tôi đang quay quanh toà nhà này\": Ngôi nhà 7 tầng có chức năng tiết kiệm không gian tối đa - những căn phòng có thể di chuyển - tất cả chỉ cần nhấn nút thế là xong."
        },
        {
            "en": "They also believe it could be used to make solar electricity cells, lights or thin, <em>moveable</em> displays that show pictures like a TV.",
            "vi": "Họ cũng tin rằng chất liệu này có thể được dùng làm các pin hoặc bóng đèn dùng năng lượng mặt trời hoặc các màn hình mỏng, chuyển dịch dễ dàng thể hiện hình ảnh như màn hình tv chẳng hạn."
        },
        {
            "en": "It looks like we might have found the future of housing - and that future is in Iran, where architects have designed an incredible seven-storey home with <em>moveable</em> rooms.",
            "vi": "Dường như chúng ta đã tìm ra được ngôi nhà của tương lai - và đó là ngôi nhà ở Iran, tại đây các kiến trúc sư đã thiết kế một ngôi nhà 7 tầng hết sức độc đáo với những căn phòng có thể di chuyển."
        }
    ],
    "suggestions": []
}