{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mouə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thợ cắt, thợ gặt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">máy cắt, máy gặt</td></tr></table><i/></div>",
            "word": "mower",
            "pronounce": "['mouə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mower",
            "pronounce": "['mouə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mower",
            "pronounce": "['mouə]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>mower</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to operate, work a mower </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a hand; lawn; power mower</ex></blockquote></blockquote></div>",
            "word": "mower",
            "pronounce": "['mouə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mower",
            "pronounce": "['mouə]"
        }
    },
    "sentences": [
        {
            "en": "Has this <em>mower</em> been regularly serviced?",
            "vi": "Chiếc máy gặt này có được bảo dưỡng đều đặn không?"
        },
        {
            "en": "Did you bring his lawn <em>mower</em> back last month?",
            "vi": "Tháng trước bạn có mang cái máy cắt cỏ trả lại cho anh ta không?"
        },
        {
            "en": "She had better return the lawn <em>mower</em> today.",
            "vi": "Cô ấy nên trả máy cắt cỏ hôm nay thì tốt hơn."
        },
        {
            "en": "Did I bring your lawn <em>mower</em> back last month?",
            "vi": "Tháng trước tôi có mang cái máy cắt cỏ trả lại cho ông không?"
        },
        {
            "en": "Do not damage the base of the trees with the <em>mower</em>.",
            "vi": "Đừng làm hỏng gốc cây bằng máy cắt."
        },
        {
            "en": "I took the liberty of borrowing your lawn - <em>mower</em> while you were away.",
            "vi": "Tôi đã mạn phép mượn cái máy cắt cỏ của anh trong lúc anh đi vắng."
        },
        {
            "en": "My friend and colleague, Peter had told me that he had purchased a cordless electric <em>mower</em>.",
            "vi": "Bạn và cũng là đồng nghiệp của tôi, Peter vừa kể tôi nghe anh ấy vừa mua một máy xén cỏ bằng điện không dây."
        },
        {
            "en": "I took the liberty of borrowing your lawn-<em>mower</em> while you were away.",
            "vi": "Tôi đã mạn phép mượn cái máy cắt cỏ của anh trong lúc anh đi vắng."
        },
        {
            "en": "The rotary <em>mower</em> is one of the most common types of lawn mowers.",
            "vi": "Máy cắt cỏ xoay là một trong những loại máy cắt cỏ phổ biến nhất."
        },
        {
            "en": "Would it be all right if I borrowed your lawn <em>mower</em>?",
            "vi": "Tôi mượn máy cắt cỏ của bạn được không?"
        },
        {
            "en": "Thanks for lending me your big lawn - <em>mower</em>. It was just the job for the long grass.",
            "vi": "Cám ơn đã cho tôi mượn cái máy xén cỏ lớn của anh, nó đúng là cái tôi đang cần đối với loại cỏ dài."
        },
        {
            "en": "My neighbour's lawn-<em>mower</em> and his noisy children soon put paid to my quiet Saturday afternoon in the garden.",
            "vi": "Tiếng máy cắt cỏ và tiếng vui đùa ồn ào của bọn trẻ con nhà hàng xóm đã nhanh chóng làm hỏng mất buổi chiều thứ bảy yên tĩnh nghỉ ngơi ngoài vườn của tôi."
        },
        {
            "en": "Thanks for lending me your big lawn-<em>mower</em>. It was just the job for the long grass.",
            "vi": "Cám ơn đã cho tôi mượn cái máy xén cỏ lớn của anh, nó đúng là cái tôi đang cần đối với loại cỏ dài."
        },
        {
            "en": "My neighbour's lawn - <em>mower</em> and his noisy children soon put paid to my quiet Saturday afternoon in the garden.",
            "vi": "Tiếng máy cắt cỏ và tiếng vui đùa ồn ào của bọn trẻ con nhà hàng xóm đã nhanh chóng làm hỏng mất buổi chiều thứ bảy yên tĩnh nghỉ ngơi ngoài vườn của tôi."
        },
        {
            "en": "A half an hour of digging, raking and pushing a lawn <em>mower</em> is just as good as going to a gym. ",
            "vi": "Dùng nửa giờ để xới đất, cào cỏ và đẩy máy cắt cỏ cũng tốt như đi đến phòng tập."
        },
        {
            "en": "I don't like it when you make free with my lawn <em>mower</em>. You should at least ask when you want to borrow it.",
            "vi": "Tôi không thích bạn sử dụng tùy tiện cái máy cắt cỏ của tôi. Ít ra bạn muốn mượng thì bạn phải hỏi tôi."
        },
        {
            "en": "If your lawn <em>mower</em> has two blades, you will need to replace both of them even if only one is damaged.",
            "vi": "Nếu máy xén cỏ của bạn có hai lưỡi, bạn cũng sẽ cần thay cả hai mặc dù chỉ có một cái bị hư."
        },
        {
            "en": "The consumer research group found the more expensive dryers were the quietest, and the noisiest were as loud as a lawn <em>mower</em>",
            "vi": "Nhóm nghiên cứu người tiêu dùng nhận thấy rằng những chiếc máy càng đắt tiền hơn thì hoạt động êm nhất, và những máy ồn nhất nghe như tiếng của máy xén cỏ vậy."
        },
        {
            "en": "For relaxation he may mow the lawn with his new power <em>mower</em>, or repair a piece of furniture with his electric tools.",
            "vi": "Để tiêu khiển, ông có thể xén cỏ ở sân cỏ bằng chiếc máy xén mới, hoặc sửa chữa một món đồ bằng dụng cụ điện."
        },
        {
            "en": "Medical researchers and doctors now say that a half an hour of digging, raking and pushing a lawn <em>mower</em> is just as good as going to a gym. Thirty minutes of digging burns 150 calories; raking burns 120 and pushing a <em>mower</em> burns 165, the UK’s Daily Mail reports.",
            "vi": "Những nhà nghiên cứu y khoa và các bác sĩ giờ đây cho biết, dùng nửa giờ để xới đất, cào cỏ và đẩy máy cắt cỏ cũng tốt như đi đến phòng tập vậy. Ba mươi phút xới đất đốt cháy 150 calo; cào cỏ đốt cháy 120 calo và đẩy máy cắt đốt cháy 165 calo, tờ Daily Mail thuộc Vương quốc Anh đưa tin."
        }
    ],
    "suggestions": []
}