{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mowing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mowing</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (<cclass><b>mowings</b>) loose mown grass. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>US a field of grass grown for hay. </cclass></blockquote></blockquote></div>",
            "word": "mowing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mowing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mowing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mowing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The lawn needs <em>mowing</em> again.",
            "vi": "Bãi cỏ cần được cắt lần nữa."
        },
        {
            "en": "She is <em>mowing</em> grass off.",
            "vi": "Cô ấy đang cắt cỏ."
        },
        {
            "en": "You have been <em>mowing</em> the grass too high.",
            "vi": "Bạn cắt cỏ quá cao."
        },
        {
            "en": "The rule for <em>mowing</em> the grass is very simple.",
            "vi": "Quy tắc để cắt cỏ rất đơn giản."
        },
        {
            "en": "The customer shows bluntly the defects of the <em>mowing</em>-machine he is about to buy.",
            "vi": "Người khách hàng thẳng thừng nêu ra những khuyết điểm của cái máy gặt mà ông ta sắp mua."
        },
        {
            "en": "The customer shows bluntly the defects of the <em>mowing</em> - machine he is about to buy.",
            "vi": "Người khách hàng thẳng thừng nêu ra những khuyết điểm của cái máy gặt mà ông ta sắp mua."
        },
        {
            "en": "If you don't mind, I'd like to buy a pair of Levis for <em>mowing</em> the grass and cleaning the windows.",
            "vi": "Nếu bạn không phiền, tôi muốn mua một cái quần Levis để cắt cỏ và lau cửa sổ."
        },
        {
            "en": "Two years ago, 78-year-old Shirley Webb's main form of physical activity came from one chore: <em>mowing</em> the lawn.",
            "vi": "2 năm trước, bà Shirley Webb 78 tuổi hoạt động tay chân chủ yếu của bà là một công việc thường nhật: cắt cỏ."
        },
        {
            "en": "He makes a living catch as catch can by <em>mowing</em> neighbors' lawns, doing carpenter work, painting houses, and moving furniture—that sort of work.",
            "vi": "Anh ta kiếm sống bằng mọi cách, khi thì cắt cỏ cho người láng giềng, khi thì làm thợ mộc, sơn phết nhà cửa, hay khiêng bàn ghế, đại loại những công việc như vậy."
        },
        {
            "en": "Inactive people also avoid physical activity such as <em>mowing</em> the lawn, climbing the stairs, and walking to change the TV channel or answer the phone.",
            "vi": "Người ít hoạt động cũng hay tránh những công việc đòi hỏi thể lực như cắt cỏ, leo cầu thang, đi đổi kênh tv hay trả lời điện thoại."
        },
        {
            "en": "Even though I complain about my lawn that needs <em>mowing</em> and my gutters that need fixing, I realize I have a home while there are many who are homeless.",
            "vi": "dù tôi phàn nàn về bãi cỏ của tôi cần phải cắt tỉa và các máng xối cần phải được sửa chữa, nhưng tôi nhận ra tôi có một ngôi nhà trong khi có nhiều người là người vô gia cư."
        },
        {
            "en": "Joe makes a living catch as catch can by <em>mowing</em> neighbors' lawns, doing carpenter work, painting houses, and moving furniture—that sort of work. He won't get rich that way but at least it puts food on the table.",
            "vi": "Anh Joe kiếm sống bằng mọi cách, khi thì cắt cỏ cho người láng giềng, khi thì làm thợ mộc, sơn phết nhà cửa, hay khiêng bàn ghế, đại loại những công việc như vậy. Anh ấy sẽ"
        },
        {
            "en": "This could include <em>mowing</em> the lawn, washing the car, vacuuming the carpet, taking the stairs instead of the elevator, or walking next door instead of calling on the phone.",
            "vi": "Điều này có thể bao gồm những công việc như cắt cỏ, rửa xe, hút bụi thảm, lên cầu thang không dùng thang máy, đi sang nhà hàng xóm thay vì gọi điện thoại."
        },
        {
            "en": "Even though I complain about my lawn that needs <em>mowing</em>, my windows that need cleaning and my gutters that need fixing, I realize I have a home. There are many who are homeless.",
            "vi": "Mặc dù tôi phàn nàn về bãi cỏ của tôi cần phải cắt tỉa, các cửa sổ của tôi cần phải được lau chùi và các máng xối cần phải được sửa chữa, nhưng tôi nhận ra rằng tôi có một ngôi nhà để ở. Trong khi đó, có nhiều"
        },
        {
            "en": "Well...me being a hustler I had to ask this kid 'why you <em>mowing</em> lawns?' He replied with... 'I'd like to take my girlfriend to lunch tomorrow and I don't have enough money.'",
            "vi": "Tôi liền hỏi cậu ta 'vì sao anh bạn lại muốn cắt cỏ?' Cu cậu trả lời 'ngày mai cháu muốn đưa bạn gái đi ăn trưa mà cháu chưa có đủ tiền.'"
        },
        {
            "en": "Even though I complain about my lawn that needs <em>mowing</em>, my windows that need cleaning and my gutters that need fixing, I realize I have a home. There are many who are homeless.",
            "vi": "Mặc dù tôi phàn nàn về bãi cỏ của tôi cần phải cắt tỉa, các cửa sổ của tôi cần phải được lau chùi và các máng xối cần phải được sửa chữa, nhưng tôi nhận ra rằng tôi có một ngôi nhà để ở. Trong khi đó, có nhiều người không có nhà cửa."
        },
        {
            "en": "So we've been going door to door getting him business and he busted his ass <em>mowing</em> lawns and sweeping sidewalks and made enough to take her to lunch and get her flowers.",
            "vi": "Thế là chúng tôi đi đến từng nhà cho cậu có việc làm, cu cậu ra sức cắt cỏ và quét vỉa hè, làm đủ thứ để đưa bạn gái đi ăn trưa và mua hoa tặng cô bạn ấy."
        },
        {
            "en": "As one Beltrami County Sheriff’s deputy came home from work, he saw something very bizarre. His lawn was perfectly mowed yet no one was home to do any actual <em>mowing</em>. It was a pleasant surprise for the deputy but he couldn’t help but wonder who was responsible for the kind deed.",
            "vi": "Khi phó Cảnh sát trưởng của hạt Beltrami đi làm về, ông nhìn thấy một chuyện lạ. Bãi cỏ của ông đã được cắt hoàn hảo mà chẳng có ai ở nhà để cắt cỏ cả. Thật là một ngạc nhiên dễ chịu nhưng ông thắc mắc hoài không biết ai đã làm chuyện tốt này."
        },
        {
            "en": "When Dad saw those dents, he raised the roof with me. I didn't get to use the car for the whole summer. And I had to pay to for the damage with the money I made by <em>mowing</em> the lawn around the neighborhood.",
            "vi": "cha tôi trông thấy mấy vết móp bẹp này ông đã nổi giận với tôi, và phạt tôi là không được dùng xe trong suốt mùa hè. Ngoài ra, tôi còn phải trả tiền để sửa xe bằng số tiền mà tôi kiếm được bằng cách cắt cỏ trong xóm tôi."
        },
        {
            "en": "When Dad saw those dents, he raised the roof with me. I didn't get to use the car for the whole summer. And I had to pay to for the damage with the money I made by <em>mowing</em> the lawn around",
            "vi": "Khi cha tôi trông thấy mấy vết móp bẹp này ông đã nổi giận với tôi, và phạt tôi là không được dùng xe trong suốt mùa hè. Ngoài ra, tôi còn phải trả tiền để sửa xe bằng số tiền mà tôi kiếm được bằng cách cắt cỏ trong xóm tôi."
        }
    ],
    "suggestions": []
}