{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mozambique",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mozambique",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mozambique",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mozambique",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mozambique",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Mozambique</em> became independent from Portugal in 1975.",
            "vi": "Mozambique đã trở nên độc lập từ Bồ Đào Nha vào năm 1975."
        },
        {
            "en": "In <em>Mozambique</em>, registration for military service is compulsory for all men and women aged 18",
            "vi": "Ở Mozambique, đăng ký nghĩa vụ quân sự là bắt buộc đối với tất cả những người đàn ông và phụ nữ trong độ tuổi 18."
        },
        {
            "en": "Most of the elephant population in <em>Mozambique</em> was destroyed during a civil war in the country that ended in 1992.",
            "vi": "Hầu hết số voi ở Mozambique đã bị tiêu diệt trong một cuộc nội chiến ở nông thôn kết thúc vào năm 1992."
        },
        {
            "en": "South African officials say the new wildlife park will help the economy of <em>Mozambique</em> by providing jobs for people living in or near the park.",
            "vi": "Các viên chức Nam Phi nói rằng công viên động vật hoang dã mới sẽ giúp nền kinh tế của Mozambique bằng cách cung cấp việc làm cho người dân sống trong hoặc gần công viên."
        },
        {
            "en": "Data from the United Nation already proved that there is over 400-fold difference between the per capita GDP of Switzerland and <em>Mozambique</em>.",
            "vi": "Dữ liệu từ Liên hợp quốc đã chứng minh rằng có sự khác biệt trên 400 lần giữa GDP theo đầu người của Thuỵ Sĩ và Mozambique."
        },
        {
            "en": "T21 has already been successfully used in over 15 countries, including <em>Mozambique</em>, where it was used for the preparation of the Agenda 2025, which passed parliament unanimously.",
            "vi": "T21 đã được sử dụng thành công trên 15 nước, trong đó có Mô-zam-bích, mà nó đã được sử dụng để chuẩn bị Chương trình Nghị sự 2025 được quốc hội nhất trí thông qua."
        },
        {
            "en": "After World War 2, Korea’s economy was devastated and had the same economy index as countries of Africa such as Ghana, <em>Mozambique</em> and Angola.",
            "vi": "Sau Thế chiến 2, nền kinh tế của Hàn Quốc bị tàn phá và có cùng chỉ số kinh tế như các nước châu Phi như Ghana, Mozambique và Angola."
        },
        {
            "en": "Hotel Cardoso is a Four Star Hotel in the capital of <em>Mozambique</em> and offers an ideal venue for both business and leisure travelers.",
            "vi": "Khách sạn Cardoso là một khách sạn 4 sao ở thủ đô Mozambique và cung cấp một nơi lý tưởng cho cả khách doanh nhân và khách du lịch thư giãn."
        },
        {
            "en": "Viet Nam is the final destination of the Co-Chairs’ Mission to the pilot countries, which has taken them to Tanzania, Cape Verde and <em>Mozambique</em>.",
            "vi": "Việt Nam là điểm dừng chân cuối cùng trong chuyến công du của các vị Đồng Chủ trì tới các nước thực hiện thí điểm, họ đã đi thăm Tanzania, Cáp Ve và Mô-zăm-bích."
        },
        {
            "en": "Tanzania is on track on the water goal; Uganda and Senegal are able to reverse the AIDS pandemic; as for <em>Mozambique</em>, both the poverty and the child mortality goals are within reach.",
            "vi": "Tan-da-nia đang sắp đạt được mục tiêu về nước sạch; U-gan-da và Xê-nê-gan có thể chống lại được nạn dịch AIDS; còn Mô-dăm-bíc đã gần đạt được chỉ tiêu về giảm nghèo và tỉ lệ tử vong ở trẻ em."
        },
        {
            "en": "The TAI values thus calculated range from 0.744 for Finland, 0.733 for the USA, 0.703 for Sweden and 0.698 for Japan at the top, to 0.066 for <em>Mozambique</em> at the bottom.",
            "vi": "Các giá trị TAI vậy được tính trong miền 0.744 cho Phần Lan, 0.733 cho Mĩ, 0.703 cho Thuỵ Điển và 0.698 cho Nhật Bản ở mức đỉnh, cho 0.066 với Mozambique ở mức đáy."
        },
        {
            "en": "The cable system, linking south and east Africa to global networks via India and Europe, was switched-on across Tanzania, Kenya, Uganda and <em>Mozambique</em> early this morning under the eyes of the global media.",
            "vi": "Hệ thống cáp, móc nối nam và đông châu Phi với mạng toàn cầu qua Ấn Độ và châu Âu, đã chuyển mạch qua Tanzania, Kenya, Uganda và Mozambique sớm nay dưới con mắt của phương tiện truyền thông toàn cầu."
        }
    ],
    "suggestions": []
}