{
    "en_vn": {
        "data": {
            "content": null,
            "word": "MSG"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>MSG</k><blockquote>■ <cclass>abbreviation monosodium glutamate. </cclass></blockquote></div>",
            "word": "MSG"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "MSG"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "MSG"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "MSG"
        }
    },
    "sentences": [
        {
            "en": "Monosodium glutamate (<em>MSG</em>)",
            "vi": "bột ngọt"
        },
        {
            "en": "Does this dish contain <em>MSG</em> (monosodium glutamate)?",
            "vi": "Món này có chứa bột ngọt không?"
        },
        {
            "en": "I'd like that dish without <em>MSG</em> (monosodium glutamate), please.",
            "vi": "Tôi muốn món đó không có bột ngọt."
        },
        {
            "en": "Trigger: Headache foods  Migraine sufferers often report that certain foods trigger their headaches. Common culprits include <em>MSG</em>, red wine, cheese, chocolate, soy sauce, and processed meats. However, scientific studies haven't confirmed any particular food as a migraine trigger.",
            "vi": "Nguyên nhân là các thức ăn gây đau đầu   Nhiều người bị đau nửa đầu thường cho biết một số loại thức ăn nào đó có thể làm cho họ bị đau đầu. Nguyên nhân thường thấy là MSG, rượu vang đỏ, phô-mai, sô-cô-la, nước tương, và thịt đã chế biến. Tuy nhiên, nhiều công trình nghiên cứu khoa học đã không xác nhận bất kỳ thức ăn cụ thể nào gây nhức nửa đầu."
        },
        {
            "en": "Contrast: Food additivesA reaction to food additives also can be confused with food allergy. Monosodium glutamate (<em>MSG</em>), a flavor enhancer, can cause flushing, warmth, headache, and chest discomfort. Sulfites, sometimes used to prevent mold growth, can cause breathing problems for people who have asthma. Sulfites also are found in wine and other products. The FDA requires labeling of sulfites and bans their use as a preservative on fruits and vegetables.",
            "vi": "Tương phản với các phụ gia thực phẩm Phản ứng với phụ gia thực phẩm cũng có thể bị nhầm với dị ứng thực phẩm. Bột ngọt (MSG), một loại phụ gia làm tăng hương vị, cũng có thể gây đỏ mặt, tăng thân nhiệt, nhức đầu, và khó chịu ở ngực. Xun-phít đôi khi được dùng để ngăn không cho nấm mốc phát triển cũng có thể gây vấn đề hô hấp đối với bệnh nhân bị hen suyễn. Bạn cũng có thể thấy thành phần xun-phít trong rượu cũng như các sản phẩm khác. Tổ chức FDA yêu cầu phải dán nhãn có thành phần xun-phít và cấm không cho sử dụng làm chất bảo quản đối với trái cây và rau củ."
        }
    ],
    "suggestions": []
}