{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Mucoraceae",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Mucoraceae",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Mucoraceae",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Mucoraceae",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Mucoraceae",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "but <em>muc</em>",
            "vi": "pen"
        },
        {
            "en": "con <em>muc</em>",
            "vi": "octopus"
        },
        {
            "en": "<em>MUC</em> - Multi User Chat",
            "vi": "Chat nhóm"
        },
        {
            "en": "Song <em>Muc</em> Lake, Thanh Hoa",
            "vi": "Hồ Sông Mực, Thanh Hóa"
        },
        {
            "en": "CO BAO NHIEN CAY BUT <em>MUC</em> TREN BAN",
            "vi": "HOW MANY PEN ARE THERE ON THE TABLE?"
        },
        {
            "en": "toi e rang chung ta kho di den <em>muc</em> tieu",
            "vi": "I fear that we move to the target repository"
        },
        {
            "en": "breathtaking (a) hap dan, ngoan <em>muc</em>. To work out st : tim ra dieu gi.",
            "vi": "aaa"
        },
        {
            "en": "khong theo <em>muc</em> dich tot dep nao ca cuoi cung cung se phai tra gia dat. Hoc khong bao gio la qua muon",
            "vi": "the road to hell is paved with good intention. You are never too old to learn"
        },
        {
            "en": "Set in Ben En National Park in the northern coastal province of Thanh Hoa, Song <em>Muc</em> Lake is the main tourist attraction. Filled by the <em>Muc</em> River and four other streams, the water is always crystal clear throughout the year. Together with a group of 21 floating islands, tourists can enjoy sightseeing excursions by boat or kayak. They can also experience daily life and cast their lines at a spot of fishing.",
            "vi": "Thuộc công viên quốc gia Bến En ở vùng duyên dải phía Bắc tỉnh Thanh Hoá, hồ Sông Mực là một trong những điểm du lịch thu hút khách nhất. Được cung cấp nước bởi sông Mực và bốn nhánh sông khác, nước trong hồ lúc nào cũng trong xanh suốt bốn mùa. Cùng với 21 đảo nổi, du khách có thể du ngoạn nơi đây bằng thuyền hoặc chèo xuồng. Họ sẽ có một trải nghiệm thú vị và kết thúc với hoạt động câu cá."
        }
    ],
    "suggestions": []
}