{
    "en_vn": {
        "data": {
            "content": null,
            "word": "muffled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "muffled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>muffled</k><blockquote>▸ <cclass>adjective INDISTINCT, faint, muted, dull, soft, stifled, smothered.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>loud.</blockquote></div>",
            "word": "muffled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "muffled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "muffled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Muffled</em> voices",
            "vi": "Tiếng nói bị nghẹt lại"
        },
        {
            "en": "He <em>muffled</em> a snicker.",
            "vi": "Anh nén tiếng cười."
        },
        {
            "en": "His voice was <em>muffled</em> by his arm.",
            "vi": "Giọng anh bị chặn bởi cánh tay."
        },
        {
            "en": "His <em>muffled</em> snores droned through the walls.",
            "vi": "Tiếng ngáy có phần nghèn nghẹt của anh ta lởn vởn quanh những bức tường."
        },
        {
            "en": "We were both <em>muffled</em> in heavy, fur-lined coats.",
            "vi": "Cả hai chúng tôi được giữ ấm trong những chiếc áo choàng lót lông thú nặng."
        },
        {
            "en": "The fog <em>muffled</em> the sound of the horse's hooves.",
            "vi": "Sương mù làm giảm âm thanh tiếng vó ngựa."
        },
        {
            "en": "My question came out <em>muffled</em> by my arm.",
            "vi": "Câu hỏi phát ra bị chặn bởi cánh tay tôi."
        },
        {
            "en": "I woke shuddering, my scream <em>muffled</em> by the pillow.",
            "vi": "Tôi thức dậy rùng mình, tiếng thét của tôi bị chặn lại bằng cái gối."
        },
        {
            "en": "He hurt her and she cried out, <em>muffled</em>, frightened.",
            "vi": "Chàng làm nàng đau và nàng sợ hãi kêu lên, tiếng nghẹn lại."
        },
        {
            "en": "Twenty-eight, she answered dully, <em>muffled</em> in the handkerchief.",
            "vi": "Hai mươi tám, nàng trả lời, giọng bặt đi vì chiếc mùi soa trên miệng."
        },
        {
            "en": "I could hear their <em>muffled</em> voices from the next room.",
            "vi": "Tôi có thể nghe giọng nói không rõ ràng của họ từ phòng kế bên."
        },
        {
            "en": "We were both <em>muffled</em> in heavy, fur - lined coats.",
            "vi": "Cả hai chúng tôi được giữ ấm trong những chiếc áo choàng lót lông thú nặng."
        },
        {
            "en": "I have a feeling that the bassoon seems to be <em>muffled</em>.",
            "vi": "Tôi cảm giác tiếng kèn bassoon dường như bị nghẹt."
        },
        {
            "en": "It was still very cold, so everyone was <em>muffled</em> up in coats and hats and gloves.",
            "vi": "Trời vẫn còn rất lạnh, nên ai cũng phủ ấm cho mình bằng áo choàng, mũ và găng tay."
        },
        {
            "en": "I have a feeling that the bassoons seem to be <em>muffled</em>.",
            "vi": "Tôi có cảm giác là những cái kèn fagốt dường như bị nghẹt."
        },
        {
            "en": "I heard a <em>muffled</em> voice say; and soon the door rolled open.",
            "vi": "Tôi nghe có tiếng trả lời nho nhỏ; và một lát sau cửa mở."
        },
        {
            "en": "I heard a short <em>muffled</em> conversation, and then the okiya was silent.",
            "vi": "Tôi nghe có tiếng nói chuyện rì rầm, rồi cả nhà im lặng."
        },
        {
            "en": "A short moment of silence passed, and then we heard the <em>muffled</em> sound of Charlie's snore.",
            "vi": "Khoảnh khắc yên lặng ngắn ngủi trôi qua, rồi chúng tôi nghe ngáy nghèn nghẹt của Charlie."
        },
        {
            "en": "I have a feeling that the bassoons are seeming to be <em>muffled</em>.",
            "vi": "Tôi có cảm giác là những cái kèn phagôt dường như bị nghẹt tiếng đấy."
        },
        {
            "en": "It was muted, <em>muffled</em> by the wet growth that surrounded me, but it was definitely my name.",
            "vi": "Tiếng gọi bị chặn, bị bóp nghẹt bởi cây cối ẩm ướt xung quanh, nhưng chắc chắn là tên tôi."
        }
    ],
    "suggestions": []
}