{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mʌl∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nông nghiệp) lớp phủ, bổi (che phủ bảo vệ rễ cây mới trồng)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nông nghiệp) phủ, bổi (cây mới trồng)</td></tr></table><i/></div>",
            "word": "mulch"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mulch</k><blockquote><cclass>[<cclass>mʌl(t)ʃ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a mass of leaves, bark, or compost spread around or over a plant for protection or to enrich the soil. </cclass></blockquote><blockquote>■ <cclass>verb treat or cover with mulch. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: prob. from dialect <i>mulch</i> 'soft' used as a noun, from OE <i>melsc</i>, <i>mylsc</i>. </blockquote></div>",
            "word": "mulch"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mulch"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mulch"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mulch"
        }
    },
    "sentences": [
        {
            "en": "Please, use wood chips as <em>mulch</em> around trees.",
            "vi": "Xin vui lòng, dùng mạt gỗ như mùn quanh gốc cây."
        },
        {
            "en": "A <em>mulch</em> of grass clippings or peat moss will also protect the tree from loss of water in dry weather.",
            "vi": "Một lớp phủ bằng cỏ vụn hay rêu sẽ bảo vệ cây khỏi mất nước trong mùa khô."
        },
        {
            "en": "Water runs from field to field, rolling in the colour of <em>mulch</em> mixed with the reflected blue sky, creating a spectacular picture. Perhaps, no artist can colour such vivid and energetic paintings like the north-western farmers.",
            "vi": "Nước chảy từ bậc ruộng này sang bậc ruộng khác, cuộn trong mình màu của phù sa trộn với màu của trời cao phản chiếu, tạo nên một bức hoạ sắc màu kỳ vĩ. Có lẽ, không nghệ sĩ nào có thể tô màu cho những bức tranh sống động và tràn đầy sức sống thế này như những người nông dân Tây Bắc."
        },
        {
            "en": "Water runs from field to field, rolling in the colour of <em>mulch</em> mixed with the reflected blue sky, creating a spectacular picture. Perhaps, no artist can colour such vivid and energetic paintings like the north-western farmers.",
            "vi": "Nước chảy từ bậc ruộng này sang bậc ruộng khác, cuộn trong mình màu của phù sa trộn với màu của trời cao phản chiếu, tạo nên một bức hoạ sắc màu kỳ vĩ. Có lẽ, không nghệ sĩ nào có thể tô màu cho những bức tranh sống động và tràn đầy sức sống thế này như những người nông dân Tây Bắc."
        },
        {
            "en": "You can <em>mulch</em> with some wood chippings or something similar and put some colourful wool lines in to remind you what you’ve sown and to brighten it up a bit. To start with you’ll need to water in the basket and the soil surface until the roots grow.",
            "vi": "Bạn có thể phủ mặt đất bằng dăm gỗ hoặc cái gì đó tương tự và đặt một số dây len sặc sỡ để nhắc mình nhớ mình đã trồng gì và để làm vườn tươi tắn một chút. Lúc đầu bạn sẽ cần tưới nước giỏ phân và mặt đất cho đến khi rễ phát triển."
        },
        {
            "en": "MoldsMolds make allergens, irritants, and in some cases, potentially toxic substances. Inhaling or touching mold (magnified here) or mold spores may cause allergic reactions in some people. There are many types of mold. They all need moisture to grow. They can be found in damp areas such as basements or bathrooms, as well as in grass or <em>mulch</em>. Avoid activities that trigger symptoms, such as raking leaves. Ventilate moist areas in your home.",
            "vi": "Nấm mốc Nấm mốc gây ra nhiều chất gây dị ứng, chất kích thích, và trong một số trường hợp còn có khả năng gây ra chất độc nữa. Việc hít hoặc sờ trúng nấm mốc (được phóng to ở đây) hoặc bào tử nấm mốc có thể gây dị ứng ở một số người. Có nhiều loại nấm mốc. Tất cả đều cần môi trường ẩm ướt để phát triển. Nấm mốc có thể thấy ở những khu ẩm ướt   như tầng hầm hoặc phòng tắm, cũng như trong cỏ hoặc lớp phủ. Bạn nên tránh các hoạt động làm kích thích triệu chứng, chẳng hạn như cào lá cây. Hãy thông gió cho các khu vực ẩm ướt trong nhà của bạn."
        }
    ],
    "suggestions": []
}