{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,mʌlti'pɑ:ti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc, liên quan đến hoặc gồm nhiều đảng phái chính trị; đa đảng</td></tr></table><i/></div>",
            "word": "multiparty"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>multiparty</k><blockquote>■ <cclass>adjective of or involving several political parties. </cclass></blockquote></div>",
            "word": "multiparty"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "multiparty"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "multiparty"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "multiparty"
        }
    },
    "sentences": [
        {
            "en": "It's a <em>multiparty</em> agreement.",
            "vi": "Đó là một thỏa thuận của nhiều nhóm người."
        },
        {
            "en": "Millions of Iraqis lined up to vote in the country's first <em>multiparty</em> elections this Sunday.",
            "vi": "Hàng triệu người Iraq xếp hàng để bỏ phiếu những cuộc bầu cử đa đảng đầu tiên của đất nước vào chủ nhật này."
        },
        {
            "en": "Nepal's former Prime Minister Krishna Prasad Bhattarai led a popular movement to restore <em>multiparty</em> democracy in 1990.",
            "vi": "Nguyên Thủ tướng Nepal Krishna Prasad Bhattarai đã lãnh đạo một phong trào phục hồi nền dân chủ đa đảng nổi tiếng vào năm 1990."
        },
        {
            "en": "However these assessments are often based on narrow standards and criteria, such as the presence or absence of <em>multiparty</em> elections.",
            "vi": "Tuy nhiên, những đánh giá này lại thường được dựa trên những tiêu chuẩn và tiêu chí hạn hẹp, chẳng như có hay không có các cuộc bầu cử đa đảng."
        },
        {
            "en": "China warns Nobel committee not to honour dissident Liu       BY SHIRONG CHEN BBC NEWS China has warned the Nobel Peace Prize committee not to award the prize to well-known dissident Liu Xiaobo.  The Chinese foreign ministry said giving him the prize would be against Nobel principles. Mr Liu is serving a long prison sentence for calling for democracy and human rights in China.  A foreign ministry spokeswoman told reporters in Beijing that Liu Xiaobo was serving a jail term because he had violated Chinese law.  Awarding him the Nobel Peace Prize would send the wrong message to the world, the spokeswoman said.  It would run contrary to the aims of its founder to promote peace between peoples, and to promote international friendship and disarmament, she added. Mr Liu is serving an 11-year prison sentence for drafting Charter 08, which called for <em>multiparty</em> democracy and respect for human rights in China.  The ruling Communist Party perceived this to be a threat against it.  More than 100 Chinese scholars, lawyers and campaigners have urged the Nobel Peace Prize committee to honour him this year.  The former Czech president, Vaclav Havel, has also voiced his support for the campaign.  Trade talks  The head of the Norwegian Nobel Institute, Geir Lundestad, said on Monday that a senior Chinese official had warned him that awarding the peace prize to Liu Xiaobo would affect relations between Oslo and Beijing.  China and Norway are now engaged in talks over a bilateral trade deal, which some say could serve as a blueprint for an agreement between China and the European Union.  Energy-rich Norway is also keen to export its offshore exploration know-how to China.  The Norwegian oil firm Statoil said last month that it was hoping to look for shale gas in China. China was furious when the exiled Tibetan spiritual leader, the Dalai Lama, won the Nobel Peace Prize in 1989, the year of the Tiananmen Square crackdown by Chinese authorities on protesters.  The government tried to exert pressure on the committee last year when another dissident, Hu Jia, was nominated for the prize.  The committee will announce this year's winner in 10 days.",
            "vi": "China warns Nobel committee not to honour dissident Liu    THEO SHIRONG CHEN BBC NEWS Trung Quốc đã cảnh báo ủy ban trao Giải Nô-ben Hoà bình không được trao giải cho kẻ chống đối nổi tiếng tên Lưu Hiểu Ba.  Bộ Ngoại giao Trung Quốc nói rằng việc trao giải cho ông ta sẽ đi ngược lại nguyên tắc của Nobel.  Ông Lưu đang thụ án tù dài hạn vì đã đòi chế độ dân chủ và nhân quyền ở Trung Quốc.  Nữ phát ngôn Bộ ngoại giao nói với các phóng viên ở Bắc Kinh rằng Lưu Hiểu Ba đang thụ án tù vì ông ta đã vi phạm pháp luật Trung Quốc.  Việc trao giải Giải Nô-ben Hoà bình cho ông ta sẽ truyền đến thế giới một thông điệp không đúng đắn, nữ phát ngôn này nói. Nó sẽ đi ngược lại mục đích của người sáng lập là nhằm thúc đẩy hoà bình giữa các dân tộc, và nhằm xúc tiến việc giải trừ quân bị và tình hữu nghị quốc tế, cô này nói thêm.  Ông Lưu đang thụ án tù 11 năm vì đã soạn thảo Hiến chương 08, đòi chế độ dân chủ đa đảng và sự tôn trọng nhân quyền ở Trung Quốc. Đảng cộng sản cầm quyền nhìn nhận điều này là mối đe doạ chống lại họ.  Hơn 100 học giả, luật sư và những người tham gia vận động của Trung Quốc đã thúc giục ủy ban trao Giải Nô-ben Hoà bình vinh danh ông ta trong năm nay.  Cựu tổng thống Cộng hoà nh danh ông ta trongCzech, Vaclav Havel, cũng đã lên tiếng ủng hộ cuộc vận động này.  Các cuộc đàm phán thương mại Người đứng đầu của Viện Nobel  Na Uy, lundestad Geir, nói hôm ngày thứ hai rằng một quan chức cấp cao của Trung Quốc đã cảnh báo với ông rằng việc trao giải Hòa bình cho Lưu Hiểu Ba sẽ ảnh hưởng đến quan hệ giữa Oslo và Bắc Kinh.  Trung Quốc và Na Uy hiện đang đàm phán về một thoả thuận thương mại song phương, một số người nói rằng những cuộc đàm phán này có thể làm kế hoạch chi tiết cho thoả thuận giữa Trung Quốc và Liên minh châu Âu.  Na Uy giàu năng lượng cũng rất muốn truyền bí quyết thăm dò ở ngoài khơi của mình cho Trung Quốc.  Hãng dầu Statoil của Na Uy tháng trước đã nói rằng nó hy vọng tìm ra khí đá phiến ở Trung Quốc.  Trung Quốc giận dữ khi nhà lãnh đạo tôn giáo bị trục xuất của Tây Tạng, Đức Đạt lai Lạt ma, đoạt Giải Nô-ben Hoà bình vào năm 1989, năm mà những người biểu tình tại Quảng trường Thiên An Môn bị chính quyền Trung Quốc trừng trị thẳng tay.  Chính phủ cố gây sức ép lên ủy ban vào năm ngoái khi một kẻ chống đối khác, Hu Jia, được đề cử nhận giải thưởng này.  Ủy ban sẽ công bố người đoạt giải năm nay trong 10 ngày tới."
        }
    ],
    "suggestions": []
}