{
    "en_vn": {
        "data": {
            "content": null,
            "word": "multimillion",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>multimillion</k><blockquote>■ <cclass>adjective consisting of several million. </cclass></blockquote></div>",
            "word": "multimillion",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "multimillion",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "multimillion",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "multimillion",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Vietnam entrepreneur builds <em>multimillion</em>-dollar business from dragon fruits",
            "vi": "Các chủ Doanh nghiệp Việt Nam kiếm được hàng triệu đô-la nhờ kinh doanh thanh long"
        },
        {
            "en": "The government announces a <em>multimillion</em> dollar reconstruction programme for the region.",
            "vi": "Chính phủ công bố một chương trình tái thiết trị giá hàng triệu đô - la cho khu vực."
        },
        {
            "en": "This country was still paying off a <em>multimillion</em>-dollar loan to the IMF.",
            "vi": "Nước này vẫn đang hoàn trả khoản vay nhiều triệu đôla cho Quỹ tiền tệ quốc tế."
        },
        {
            "en": "This country was still paying off a <em>multimillion</em> - dollar loan to the IMF.",
            "vi": "Nước này vẫn đang hoàn trả khoản vay nhiều triệu đôla cho Quỹ tiền tệ quốc tế."
        },
        {
            "en": "The Communist Party's <em>multimillion</em>-dollar plan to develop the world’s next tech hub.",
            "vi": "Kế hoạch nhiều triệu đô la của Đảng Cộng sản nhằm phát triển thành trung tâm công nghệ tiếp theo của thế giới."
        },
        {
            "en": "Kenya was still paying off a <em>multimillion</em> - dollar loan to the IMF.",
            "vi": "Kenya vẫn đang trả món nợ hàng triệu đô la cho IMF."
        },
        {
            "en": "The government announces a <em>multimillion</em> dollar reconstruction programme for the region.",
            "vi": "Chính phủ công bố một chương trình tái thiết trị giá hàng triệu đô-la cho khu vực."
        },
        {
            "en": "The word-of-mouth force can turn a low-budget flick about a witch into a <em>multimillion</em>-dollar blockbuster.",
            "vi": "Nguồn năng lượng truyền miệng có thể biến một cuốn phim kinh phí thấp về một phù thủy trở thành một bộ phim bom tấn trị giá hàng triệu đôla."
        },
        {
            "en": "The word - of - mouth force can turn a low - budget flick about a witch into a <em>multimillion</em> - dollar blockbuster.",
            "vi": "Nguồn năng lượng truyền miệng có thể biến một cuốn phim kinh phí thấp về một phù thủy trở thành một bộ phim bom tấn trị giá hàng triệu đôla."
        },
        {
            "en": "The responses range from private \"finishing schools\" polishing the computer skills of new graduates to <em>multimillion</em>-dollar partnerships spanning business, government and higher education.",
            "vi": "Những đáp ứng chạy từ \"các trường huấn luyện\" tư làm tinh tế kỹ năng máy tính cho sinh viên mới tốt nghiệp cho tới các đối tác nhiều triệu đô la dàn trải trên các doanh nghiệp, chính phủ và giáo dục cao hơn."
        },
        {
            "en": "The Mega 6/45 lottery came to public attention after its first jackpot winner bagged over VND92 billion (US$4.11 million) in prize money, followed by four <em>multimillion</em>-dollar jackpot wins in under a month.",
            "vi": "Xổ số Mega 6/45 có được sự chú ý của công chúng sau khi người chiến thắng đầu tiên thu được hơn 92 tỷ đồng tiền thưởng, theo sau đó là 4 người khác thắng đến hàng triệu USD xổ số trong cùng một tháng."
        },
        {
            "en": "Thinh spoke to Tuoi Tre after Viwasupco, a Hanoi-based water company, raised widespread concern by awarding a <em>multimillion</em> pipe supplying contract for a crucial project to a Chinese contractor.",
            "vi": "Ông Thịnh nói chuyện với Báo Tuổi Trẻ sau khi Viva-Supco, một công ty nước tại Hà Nội, làm giấy lên một mối quan tâm lớn của cộng đồng khi trao quyền cho một nhà thầu Trung Quốc để cung cấp ống nước đa chủng loại cho một dự án rất quan trọng."
        },
        {
            "en": "Ms Jepson added: \"I pd out how to put basically the functionality of an MRI machine — a <em>multimillion</em>-dollar MRI machine — into a wearable in the form of a ski hat.”",
            "vi": "Cô Jepson nói thêm: \"Tôi đã giải quyết cách làm sao để đặt một cách cơ bản chức năng của một chiếc máy MRI - một chiếc máy MRI có trị giá hàng tỷ đô la - vào trong một chiếc mũ trượt tuyết."
        },
        {
            "en": "Ho Chi Minh City authorities are considering handing over a <em>multimillion</em>-dollar parking lot project that has been in limbo for more than a year to real estate conglomerate Vingroup.",
            "vi": "Chính quyền thành phố Hồ Chí Minh đang xem xét bàn giao một dự án bãi đậu xe trị giá hàng triệu đô la nằm trong tình trạng lấp lửng hơn một năm qua cho tập đoàn bất động sản Vingroup."
        }
    ],
    "suggestions": []
}