{
    "en_vn": {
        "data": {
            "content": null,
            "word": "multifaceted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>multifaceted</k><blockquote>■ <cclass>adjective having many facets. </cclass></blockquote></div>",
            "word": "multifaceted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "multifaceted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "multifaceted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "multifaceted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "All policies affecting children should integrate this <em>multifaceted</em> approach into their policy making and analysis activities.",
            "vi": "Tất cả các chính sách có ảnh hưởng đến trẻ em cần lồng ghép cách tiếp cận đa chiều vào hoạt động lập và phân tích chính sách."
        },
        {
            "en": "Despite notable past successes, HIV/AIDS prevention and control in Viet Nam continues to demand a <em>multifaceted</em> approach.",
            "vi": "Bên cạnh những thành công đáng kể trong thời gian qua, công tác phòng chống AIDS tại Việt Nam vẫn đang đối mặt với những diễn biến phức tạp trong thời gian tới."
        },
        {
            "en": "Unemployment was a major and <em>multifaceted</em> issue with political and social repercussions that will be analysed later in this conference.",
            "vi": "Thất nghiệp là một vấn đề lớn và mang tính đa diện, mà những hậu quả về mặt chính trị và xã hội sẽ được phân tích trong phần sau của Hội nghị này."
        },
        {
            "en": "A capstone is often <em>multifaceted</em>, meaning there's a presentation or performance, a paper, and research that all come together to make the complete project.",
            "vi": "Một capstone thường được hợp thành từ nhiều khía cạnh, nghĩa là nó gồm một bài thuyết trình hoặc sự thể hiện, một bài viết và nghiên cứu; tất cả kết hợp với nhau để thực hiện dự án hoàn chỉnh."
        },
        {
            "en": "These misconceptions do not remain isolated but become remain incorporated into a <em>multifaceted</em>, but organised, conceptual framework, making it and the component ideas, some of which are erroneous , more robust but also accessible to modification .",
            "vi": "Những quan niệm sai lầm này không bị cô lập nhưng được hợp thành nhiều khía cạnh, nhưng có tổ chức, khái niệm về khuôn khổ tạo ra nó và các ý nghĩ hợp thành , một vài trong số đó là không chính xác , mạnh mẽ hơn nhưng cũng có thể tiếp cận để làm giảm nhẹ đi."
        },
        {
            "en": "Additionally, some of these factors are inevitably driving share prices up, while others are pushing them down; sometimes the same variable can have contradictory results when measured against other variables. So we have a simultaneous and <em>multifaceted</em> interaction of forces working in all directions, with extremely variable and varied intensities.",
            "vi": "Ngoài ra, một số yếu tố này chắc chắn làm cho giá cổ phiếu tăng lên trong khi những yếu tố khác đang đẩy giá xuống; đôi khi biến số tương tự có thể có các kết quả trái ngược khi so với những biến số khác. Vì vậy chúng ta có sự tác động qua lại đồng thời và nhiều mặt của các thế lực hoạt động khắp nơi, với những sức mạnh luôn biến đổi và rất đa dạng."
        },
        {
            "en": "President Obama has led a <em>multifaceted</em> and persistent effort to embrace fully our irreplaceable role in the Pacific, spanning the entire U.S. government. It has often been a quiet effort. A lot of our work has not been on the front pages, both because of its nature — long-term investment is less exciting than immediate crises — and because of competing headlines in other parts of the world.",
            "vi": "Tổng thống Obama đã dẫn đầu một nỗ lực nhiều mặt và liên tục để toàn bộ chính phủ có đầy đủ vai trò không thể thay thế của chúng tôi ở Thái Bình Dương. Đây là một nỗ lực trong lặng lẽ. Rất nhiều công việc của chúng tôi đã làm không được đưa lên trang đầu của báo chí, bởi vì bản chất của nó - đầu tư dài hạn là kém sôi động hơn so với các cuộc khủng hoảng trước mắt - và vì tính cạnh tranh tiêu đề với các phần khác của thế giới."
        },
        {
            "en": "The IQ test has been eclipsed in turn. Most people studying intelligence and creativity in the new millennium now prefer a broader definition, using a <em>multifaceted</em> approach where talents in many areas are recognised rather than purely concentrating on academic achievement. If we are therefore assuming that talented, creative or gifted individuals may need to be assessed across a range of abilities, does this mean intelligence can run in families as a genetic or inherited tendency? Mental dysfunction - such as schizophrenia - can, so is an efficient mental capacity passed on from parent to child?",
            "vi": "Bài kiểm tra IQ lần lượt đã bị lu mờ. Hầu hết người nghiên cứu về trí thông minh và sự sáng tạo trong thiên niên kỷ mới bây giờ thích một định nghĩa rộng hơn, sử dụng một cách tiếp cận nhiều mặt, nơi mà tài năng trong nhiều lĩnh vực được công nhận hơn là hoàn toàn tập trung vào thành tích học tập. Do đó, nếu chúng ta giả định rằng những người tài năng, sáng tạo hoặc có năng khiếu có thể cần phải được đánh giá qua nhiều khả năng, thì điều này có nghĩa là trí thông minh có thể được di truyền hoặc thừa hường từ trong gia đình hay không? Rối loạn chức năng tâm thần - chẳng hạn như tâm thần phân liệt - vì vậy có thể nói năng lực tinh thần hiệu quả có được truyền từ cha mẹ sang con không?"
        },
        {
            "en": "The IQ test has been eclipsed in turn. Most people studying intelligence and creativity in the new millennium now prefer a broader definition, using a <em>multifaceted</em> approach where talents in many areas are recognised rather than purely concentrating on academic achievement. If we are therefore assuming that talented, creative or gifted individuals may need to be assessed across a range of abilities, does this mean intelligence can run in families as a genetic or inherited tendency? Mental dysfunction - such as schizophrenia - can, so is an efficient mental capacity passed on from parent to child?",
            "vi": "Bài kiểm tra IQ lần lượt đã bị lu mờ. Hầu hết người nghiên cứu về trí thông minh và sự sáng tạo trong thiên niên kỷ mới bây giờ thích một định nghĩa rộng hơn, sử dụng một cách tiếp cận nhiều mặt, nơi mà tài năng trong nhiều lĩnh vực được công nhận hơn là hoàn toàn tập trung vào thành tích học tập. Do đó, nếu chúng ta giả định rằng những người tài năng, sáng tạo hoặc có năng khiếu có thể cần phải được đánh giá qua nhiều khả năng, thì điều này có nghĩa là trí thông minh có thể được di truyền hoặc thừa hường từ trong gia đình hay không? Rối loạn chức năng tâm thần - chẳng hạn như tâm thần phân liệt - vì vậy có thể nói năng lực tinh thần hiệu quả có được truyền từ cha mẹ sang con không?"
        }
    ],
    "suggestions": []
}