{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mummified"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mummified</k><blockquote><cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (especially in ancient Egypt) preserve (a body) as a mummy.</blockquote></blockquote><blockquote>→ <kref>mummify</kref></blockquote></div>",
            "word": "mummified"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mummified"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mummified"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mummified"
        }
    },
    "sentences": [
        {
            "en": "<em>Mummified</em> body",
            "vi": "Xác ướp"
        },
        {
            "en": "A <em>mummified</em> body was found in the pyramid.",
            "vi": "Xác ướp được tìm thấy bên trong kim tự tháp."
        },
        {
            "en": "They placed a <em>mummified</em> body in room A1.",
            "vi": "Họ đã đặt một xác ướp trong phòng A1."
        },
        {
            "en": "<em>Mummified</em> monk in Mongolia 'not dead', say Buddhists",
            "vi": "Phật tử nói: Nhà sư Mông Cổ khô quắt như xác ướp này 'không chết'"
        },
        {
            "en": "A <em>mummified</em> monk found preserved in Mongolia last week has been baffling and astounding those who uncovered him.",
            "vi": "Một nhà sư khô quắt được gìn giữ ở Mông Cổ tuần trước đã khiến những người khám phá ra ngài phải kinh ngạc, lúng túng."
        },
        {
            "en": "Police say a woman drove for months with a <em>mummified</em> body in the passenger seat of her car.",
            "vi": "Cảnh sát nói rằng một phụ nữ đã lái xe trong nhiều tháng liền với một xác ướp bên ghế cạnh cô ta."
        },
        {
            "en": "The identity of the monk is unclear, though there is speculation that he is the teacher of Lama Dashi-Dorzho Itigilov, who was also found <em>mummified</em>. In 1927, Itigilov - from neighbouring Buryatia in the then Soviet Union - supposedly told his students he was going to die and that they should exhume his body in 30 years. The lama sat in the lotus position, began meditating and died.  When he was dug up, legend has it that his body was still preserved.Fearing interference by the Soviet authorities, his followers reburied him and he remained at rest until 2002 when he was again dug up to great fanfare and found still well preserved.",
            "vi": "Người ta vẫn chưa biết ngài là ai, dù người ta đoán ngài là sư phụ của Dashi - Dorzho Itigilov, người cũng được tìm thấy khô quắt queo.  Vào năm 1927, Itigilov - từ Buryatia lân cận thuộc Liên Xô - cho là đã bảo đồ đệ của mình ông sắp chết và họ phải khai quật xác ông 30 năm sau.  Vị tu sĩ Tây Tạng này ngồi theo thế kiết già, bắt đầu thiền và qua đời.  Khi ngài được đào lên, nghe nói, xác ông vẫn còn nguyên vẹn.  Sợ chính quyền Xô viết can thiệp, các đồ đệ của ngài đã chôn ngài trở lại, và ngài tiếp tục yên nghỉ cho đến năm 2002 khi người ta lại đào ngài lên phô trương ầm ĩ và lúc đó xác vẫn còn nguyên."
        },
        {
            "en": "A CT scan of a Buddhist statue from the 11th or 12th century has revealed an extraordinary secret – it houses the mummy of an ancient Chinese Buddhist monk whose organs have been replaced by ancient Chinese scrolls.  Scientists knew that there was a mummy inside the statue, but the CT scan, carried out at the Meander Medical Centre at the request of the Drents museum in the Netherlands, gave them their first close-up look at the skeleton inside. That’s when they discovered the hidden paper scrolls and figured out that the mummy was the body of Liuquan, an ancient Buddhist master from the Chinese Meditation School. The discovery comes on the heels of news of another <em>mummified</em> monk in Mongolia, who some believe is simply in an advanced meditative state.",
            "vi": "Ảnh chụp cắt lớp của một pho tượng Phật ở thế kỷ 11 hoặc thế kỷ 12 đã phát hiện một bí mật lạ thường - nó chứa xác ướp của một nhà sư Trung Quốc cổ xưa, có nội tạng được thay bằng giấy cuộn Trung Quốc cổ xưa.   Các nhà khoa học đã biết là có xác ướp bên trong pho tượng, nhưng ảnh chụp cắt lớp này, thực hiện tại Meander Medical Centre theo yêu cầu của bảo tàng Drents ở Hà Lan, mang lại cho họ hình ảnh cận cảnh đầu tiên bên trong bộ xương này. Đó là lúc họ khám phá thấy những cuộn giấy giấu bên trong và nhận ra xác ướp là thi thể của Liuquan, sư thầy cổ xưa của Trường phái thiền Trung Quốc. Khám phá này xảy ra ngay sau khi có tin về một nhà sư được ướp xác khác ở Mông Cổ, người mà một số người tin rằng chỉ đang trong trạng thái nhập thiền cao cấp, chứ không chết."
        }
    ],
    "suggestions": []
}