{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mung",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mung",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mung",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mung",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mung",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "chuc <em>mung</em>",
            "vi": "congratulation"
        },
        {
            "en": "cuc ky vui <em>mung</em>.",
            "vi": "over the moon"
        },
        {
            "en": "The traditional greetings are \"chuc <em>mung</em> nam moi\" and \"cung chuc tan xuan\".",
            "vi": "Những câu chúc Tết truyền thống là \"chúc mừng năm mới\" và \"cung chúc tân xuân\"."
        },
        {
            "en": "Le Van <em>Mung</em> moved to Hanoi a decade ago and has few regrets.",
            "vi": "Anh Lê Văn Mừng đã chuyển đến Hà Nội từ một thập kỷ trước và có vài điều hối tiếc."
        },
        {
            "en": "Dissolving sugar in coconut milk over low heat is among the steps to make <em>mung</em> bean cake.",
            "vi": "Hòa tan đường vào nước cốt dừa trên lửa nhỏ là một trong những bước để làm bánh đậu xanh."
        },
        {
            "en": "This tradition is called <em>Mung</em> tuoi (happy new age) in the north and li xi in the south.",
            "vi": "Truyền thống này được gọi là tục mừng tuổi ở miền Bắc và lì xì ở miền Nam."
        },
        {
            "en": "Traditionally, everyone is one year older on Tết, so children would wish their grandparents health and longevity in exchange for <em>mung</em> tuoi or li xi",
            "vi": "Theo lệ, ai cũng lớn thêm một tuổi vào ngày Tết nên trẻ con sẽ chúc ông bà sức khoẻ và sống lâu để được tiền mừng tuổi hay lì xì"
        },
        {
            "en": "Xoi xeo is sticky rice topped with ground de-hulled <em>mung</em> bean and fried onion. Sometimes it can be served with eggs or steamed chicken breast on request. ",
            "vi": "Xôi Xéo bao gồm xôi nếp được rắc thêm đậu xanh và hành phi. Đôi khi nó có thể được phục vụ thêm với trứng hoặc gà luộc theo yêu cầu."
        },
        {
            "en": "After deep-fried, the cake is getting golden brown, crispy and aromatic. Hiding under that crispy cover is the sweet and nutty flavor of potato, rice, and <em>mung</em> bean. So just relish it and discover how tasty it is!",
            "vi": "Sau khi chiên qua dầu mỡ, bánh có màu nâu vàng, giòn và thơm. Ẩn bên trong lớp vỏ giòn rụm là vị ngọt thanh và vị đậm đà của khoai tây, gạo và đậu xanh. Giờ chỉ việc thưởng thức và cảm nhận hương vị của nó."
        },
        {
            "en": "While the filling of sweet cake is sweet mashed <em>mung</em> bean, that of salty cake is quite similar to pillow cake‘s, a mixture of minced meat, prawn, glass noodle, veggie.",
            "vi": "Trong khi nhân bánh ngọt là đậu xanh giã nhuyễn, thì bánh mặn hơi giống với bánh gối, một sự kết hợp của thịt băm, tôm, miến, rau củ quả."
        },
        {
            "en": "Originally from northern Ha Nam province, <em>Mung</em> now works as an electrician and his wife runs a small restaurant. Together they earn some $600 a month -- enough to pay for rent and schooling for their two children.",
            "vi": "Nguyên quán ở tỉnh Hà Nam, anh Mừng hiện đang làm việc như một thợ điện và vợ của anh điều hành một quán ăn nhỏ. Cùng nhau, họ kiếm được 600 USD một tháng - đủ để trả tiền thuê nhà và việc học hành cho hai con của họ."
        },
        {
            "en": "Cotton wooed farmers by promising to bring in more hard cash than the mixed crops they were already growing to eat and sell: millet , sorghum , groundnuts , pigeon peas , <em>mung</em> beans , chilli and rice.",
            "vi": "Những người nông dân đã bị thuyết phục trồng bông bằng những lời hứa mang lại nhiều tiền mặt hơn so với nhiều loại cây trồng mà họ đã trồng để ăn và bán như: hạt kê , cao lương ( bo bo), lạc ( đậu phộng), đậu triều ( đậu săng), đậu xanh , ớt và gạo."
        },
        {
            "en": "This picture taken on September 21, 2015 shows two migrant workers having lunch at a small restaurant run by migrants Le Van <em>Mung</em> and Ngoc Anh (not pictured) in Hanoi. Some 7.5 million people moved to Vietnam's cities between 2000 and 2010, according to World Bankfigures, an urbanization rate of 4.1 percent. Photo: Hoang Dinh Nam/AFP",
            "vi": "Bức ảnh này chụp vào ngày 21 tháng 9 năm 2015 cho thấy hai công nhân nhập cư dang ăn trưa tại một nhà hàng nhỏ được vận hành bởi những người nhập cư là ông Lê Văn Mừng và Ngọc Anh (không ảnh) tại Hà Nội. Có 7,5 triệu người di chuyển đến các thành phố của Việt Nam từ năm 2000 đến năm 2010, theo số liệu của Ngân hàng Thế giới, tốc độ đô thị hóa là 4,1%. Ảnh: Hoàng Đình Nam / AFP"
        },
        {
            "en": "The dough is a blend of glutinous rice flour, rice flour, mashed potato and sugar. Mashed <em>mung</em> bean filling is rolled into ball shape, wrapped inside the dough and then rolled over a plate of sesame to make its sesame coat.",
            "vi": "Bột bánh là một hỗn hợp của bột nếp, bột gạo, khoai tây nghiền và đường. Nhân đậu xanh nghiền được lăn thành hình cầu, được bọc bên trong lớp bột bánh và lăn qua một cái dĩa đựng mè để làm lớp vỏ mè."
        },
        {
            "en": "Xôi is also a very important part of Têt holiday in Vietnam, along with Bánh Chưng, xôi is the main staple foods for Tết holiday. Xôi can be seen in many forms: Xôi Lạc (sticky rice with peanuts), Xôi Đỗ Xanh (sticky rice with <em>mung</em> bean), Xôi Gấc (sticky rice with special “gấc” fruit). Among these types, xôi gấc is favorite the most by people because of its special red color – symbolizes the luck and new achievement for the New Year.",
            "vi": "Xôi cũng là một phần quan trọng trong ngày Tết ở Việt Nam, cùng với bánh chưng, xôi là món ăn chính của Tết. Xôi có nhiều loại: xôi lạc (đậu phộng), xôi đỗ xanh, xôi gấc. Trong số các loại này, xôi gấc được yêu thích nhất vì màu đỏ đặc trưng - biểu tượng của may mắn và thành tựu mới trong năm mới."
        },
        {
            "en": "Tran Quang Nam, Director of the province’s Culture, Sports and Tourism Department, said Quan ho has different sub-genres, including hat chuc, hat <em>mung</em> (literally means greeting singing); hat tho (ritual singing); hat canh – a kind of singing competition between a village’s Quan họ group with another group from another village, which takes place at night during every spring festival; and hat hoi or festival singing.",
            "vi": "Ông Trần Quang Nam, Cục trưởng Cục Văn hóa, Thể thao và Du lịch tỉnh cho biết, Quan họ có nhiều thể loại khác nhau, bao gồm hát chúc, hát mừng (nghĩa đen là ca ngợi); hát thờ (ca hát theo nghi lễ); hát canh - một loại cuộc thi ca hát giữa một nhóm Quan họ của làng với một nhóm khác từ một làng khác, diễn ra vào ban đêm vào mỗi lễ hội mùa xuân; và hát hội."
        },
        {
            "en": "Bánh Chưng is a food made from glutinous rice, <em>mung</em> bean and pork, added with many other ingredients. Bánh Chưng is covered by green leaves (usually banana leaves) and symbolizes the Earth, invented by the prince Lang Liêu from Hùng King dynasty. Besides traditional reason, Bánh Chưng is chosen as the main food for Tết holiday because of it can last long for days in Vietnamese weather (Banh Chung can survive at room temperature for nearly 1 month).",
            "vi": "Bánh chưng là tên của một món ăn được làm từ gạo nếp, đậu xanh và thịt heo, cùng nhiều nguyên liệu khác. Bánh chưng thường được gói bằng loại lá màu xanh (thường là lá chuối) và tượng trưng cho mặt đất, được sáng tạo bởi hoàng tử Lang Liêu từ thời Vua Hùng. Bên cạnh lý do truyền thống, Bánh chưng còn được chọn là món ăn chính cho ngày Tết là vì nó có thể để được nhiều ngày trong thời tiết của Việt Nam (Bánh chưng có thể tồn tại ở nhiệt độ phòng trong gần một tháng)."
        },
        {
            "en": "Tran Quang Nam, Director of the province’s Culture, Sports and Tourism Department, said Quan ho has different sub-genres, including hat chuc, hat <em>mung</em> (literally means greeting singing); hat tho (ritual singing); hat canh – a kind of singing competition between a village’s Quan họ group with another group from another village, which takes place at night during every spring festival; and hat hoi or festival singing.",
            "vi": "Ông Trần Quang Nam, Cục trưởng Cục Văn hóa, Thể thao và Du lịch tỉnh cho biết, Quan họ có nhiều thể loại khác nhau, bao gồm hát chúc, hát mừng (nghĩa đen là ca ngợi); hát thờ (ca hát theo nghi lễ); hát canh - một loại cuộc thi ca hát giữa một nhóm Quan họ của làng với một nhóm khác từ một làng khác, diễn ra vào ban đêm vào mỗi lễ hội mùa xuân; và hát hội."
        },
        {
            "en": "Foods to Eat When Following a Yogic Diet  1. Fruits of all types, especially those that are naturally sweet 2. All vegetables, except onions and garlic 3. Whole grains, especially oats, wheat, and rice 4. Beans, tofu, <em>mung</em>, aduki 5. Plant-based oils, like sesame, sunflower, and olive oil 6. Nuts and seeds, yet not salted or overly roasted 7. Natural, raw sugar, maple, molasses 8. Herbal teas, water with lemon and/or lime 9. Sweet spices, like cinnamon, cardamom, mint, basil, turmeric, ginger, cumin, fennel 10. Food prepared with love, and gratitude given before consumption",
            "vi": "Những thực phẩm nên ăn khi tập yoga  1. Trái cây mọi loại, nhất là trái cây ngọt tự nhiên 2. Mọi loại rau, trừ hành và tỏi 3. Ngũ cốc nguyên hạt, đặc biệt là yến mạch, lúa mì, và gạo 4. Đậu, đậu hũ, đậu xanh, đậu đỏ 5. Dầu thực vật, như dầu mè, dầu hướng dương, và dầu ô - liu 6. Đậu và hạt, nhưng không rang muối hay nướng cháy 7. Đường tự nhiên, thô, maple, mật đường 8. Trà thảo dược, nước pha chanh và / hoặc cam 9. Gia vị ngọt, như quế, bạch đậu khấu, bạc hà, húng quế, nghệ, củ gừng, thì là 10. Thức ăn chuẩn bị với yêu thương, và tỏ lòng biết ơn trước khi ăn"
        },
        {
            "en": "Banh Chung (steamed square cake) and its Southern variety called Banh Tet - is unique to Vietnam's Tet holiday, though many other countries (China, Japan, Korean, Singapore, Taiwan) celebrate this holiday as well. Banh Chung is a food made from glutinous rice, <em>mung</em> bean and pork, added with many other ingredients. Banh Chung is covered by green leaves (usually banana leaves) and symbolizes the Earth, invented by the prince Lang Lieu from Hung King dynasty. Besides traditional reason, Banh Chung is chosen as the main food for Tet holiday because of it can last long for days in the severe weather of Vietnam (Banh Chung can survive at room temperature for nearly 1 month).",
            "vi": "Bánh chưng ở miền Nam được gọi là Bánh Tét- là biểu tượng cho dịp Tết Việt Nam, mặc dù ở nhiều nước khác (Trung Quốc, Hàn Quốc, Singapore, Đài Loan) cũng ăn mừng ngày lễ này. Bánh Chưng là một món ăn được làm từ gạo nếp, đậu xanh và thịt lợn và được thêm nhiều thành phần khác. Bánh Chưng được gói bằng lá xanh (thường thì lá chuối) và tượng trưng cho trái đất, được ra đời bởi Hoàng tử Lang Liêu của triều đại Vua Hùng. Bên cạnh lý do truyền thống, bánh chưng được chọn như là món ăn chính cho ngày Tết bởi vì nó có thế giữ lâu trong một thời gian dài mà không hư trong điều kiện khí hậu khắc nghiệt ở Việt Nam (Bánh chưng có thể để lâu với nhiệt độ trong nhà kéo dài gần 1 tháng)"
        }
    ],
    "suggestions": []
}