{
    "en_vn": {
        "data": {
            "content": null,
            "word": "munitions"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>munitions</k><blockquote>military weapons, ammunition, equipment, and stores.</blockquote><blockquote>→ <kref>munition</kref></blockquote></div>",
            "word": "munitions"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "munitions"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "munitions"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "munitions"
        }
    },
    "sentences": [
        {
            "en": "Event: Cluster <em>Munitions</em> Workshop",
            "vi": "Sự kiện: Hội thảo về Bom, đạn chùm"
        },
        {
            "en": "They have enough <em>munitions</em> and to spare.",
            "vi": "Họ có đủ đạn dược, thừa nữa là khác."
        },
        {
            "en": "The war was lost because of a shortage of <em>munitions</em>.",
            "vi": "Cuộc chiến tranh này đã thua vì thiếu đạn dược."
        },
        {
            "en": "The Russian Federation has lost 10 kiloton nuclear <em>munitions</em>.",
            "vi": "Liên bang Nga Federation đã bị mất 10 nghìn/ngàn tấn vũ khí hạt nhân."
        },
        {
            "en": "How do we stand in the matter of <em>munitions</em>?",
            "vi": "Liệu chúng ta có đủ đạn được không?"
        },
        {
            "en": "It is estimated that since 1975, more than 100,000 Vietnamese have been killed or seriously wounded by unexploded <em>munitions</em> including cluster <em>munitions</em>.",
            "vi": "Theo ước tính, từ năm 1975, các loại bom, đạn chưa nổ, trong đó có bom, đạn chùm nổ, đã khiến hơn 100,000 người Việt Nam thiệt mạng hoặc bị thương nặng."
        },
        {
            "en": "He complained endlessly that he needed more men, more <em>munitions</em>, and more time to prepare.",
            "vi": "Ông không ngừng than phiền rằng ông cần thêm binh lính, đạn dược, và thời gian chuẩn bị."
        },
        {
            "en": "Stolen nuclear <em>munitions</em> have been smuggled into the U. S and are already here.",
            "vi": "Những đầu đạn hạt nhân bị đánh cắp đã được chuyển lậu vào Mỹ và đang ở đây."
        },
        {
            "en": "Stolen nuclear <em>munitions</em> have been smuggled into the U.S and are already here.",
            "vi": "Những đầu đạn hạt nhân bị đánh cắp đã được chuyển lậu vào Mỹ và đang ở đây."
        },
        {
            "en": "The Convention effectively prohibits the use, production, transfer and stockpiling of cluster <em>munitions</em>.",
            "vi": "Công ước cấm việc sử dụng, sản xuất, chuyển giao và tàng trữ tất cả các loại bom, đạm chùm."
        },
        {
            "en": "Keeping navy ships over the horizon helps to limit the threat from precision-guided <em>munitions</em>.",
            "vi": "Giữ các tàu hải quân ở đường chân trời giúp hạn chế được mối đe doạ từ đạn được hướng dẫn mục tiêu chính xác."
        },
        {
            "en": "Speech by UN Resident Coordinator John Hendra at the Workshop on Cluster <em>Munitions</em>",
            "vi": "Phát biểu của Ông John Hendra, Điều phối viên Thường trú Liên Hợp Quốc tại Hội thảo về Bom, đạn chùm"
        },
        {
            "en": "A Kosovo digital terrain database was developed with a force and <em>munitions</em> database.",
            "vi": "Một cơ sở dữ liệu địa hình kỹ thuật số kosovo đã được xây dựng với một cơ sở dữ liệu về lực lượng và đạn dược."
        },
        {
            "en": "In February 2007, Norway launched a process aimed at concluding an international instrument prohibiting cluster <em>munitions</em>.",
            "vi": "Vào tháng 2/2007, Na-uy đã khởi đầu một quá trình nhằm đạt được một công cụ quốc tế về cấm bom, đạn chùm."
        },
        {
            "en": "By making the land unsuitable for agriculture and killing livestock, cluster <em>munitions</em> contribute to household food insecurity.",
            "vi": "Làm cho đất đai không thể canh tác được và sát thương gia súc, bom, đạn chùm là một yếu tố làm mất đi sự bảo đảm lương thực tại các hộ gia đình."
        },
        {
            "en": "In addition to claiming lives, cluster <em>munitions</em> are also a significant impediment to development at the local level.",
            "vi": "Ngoài việc cướp đi sinh mạng con người, bom, đạn chùm còn là cản trở lớn đối với sự phát triển tại các địa phương."
        },
        {
            "en": "Precision-guided <em>munitions</em> also threaten Marine Corps forces as they travel from ship to shore in helicopters and landing craft.",
            "vi": "Đạn được hướng dẫn mục tiêu chính xác cũng đe doạ lực lượng lính thuỷ đánh bộ khi di chuyển từ tàu vào bờ bằng máy bay trực thăng và tàu đổ bộ."
        },
        {
            "en": "Vietnam has never produced, stockpiled, or used cluster <em>munitions</em>, but it has felt and is still feeling their devastating effects.",
            "vi": "Việt Nam chưa bao giờ sản xuất, tàng trữ hay sử dụng bom đạn chùm, nhưng đã và tiếp tục gánh chịu sức tàn phá của loại vũ khí này."
        },
        {
            "en": "We are here today to discuss the issue of cluster <em>munitions</em>, and particularly the Oslo process that led to the adoption of the Convention on Cluster <em>Munitions</em> in Dublin in May 2008.",
            "vi": "Ngày hôm nay, chúng ta có mặt tại đây để thảo luận về vấn đề bom, đạn chùm, và cụ thể là quá trình Ôt-xlô đã dẫn đến việc thông qua Công ước về bom chùm, đạn chùm tại Đu-blin vào tháng 5/2008."
        },
        {
            "en": "In some 30 countries and regions, civilians’ and childrens’ lives and limbs are threatened by the presence of cluster <em>munitions</em>.",
            "vi": "Tính mạng và sự lành lặn của người dân đang bị đe doạ bởi sự tồn tại của bom, đạn tiểu ở trên 30 quốc gia và khu vực."
        }
    ],
    "suggestions": []
}