{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mju:,nisi'pæliti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đô thị tự trị, thành phố tự trị</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chính quyền thành phố tự trị, chính quyền đô thị tự trị</td></tr></table><i/></div>",
            "word": "municipality"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>municipality</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>municipalities</b>) a town or district that has local government. </cclass></cclass></cclass></blockquote><blockquote>⁃ the governing body of a municipality. </blockquote></div>",
            "word": "municipality"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>municipality</k><blockquote>▸ <cclass>noun BOROUGH, town, city, district; <cclass><i>N. Amer.</i> precinct, township; <cclass><i>Scottish</i> burgh.</cclass></cclass></cclass></blockquote></div>",
            "word": "municipality"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "municipality"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "municipality"
        }
    },
    "sentences": [
        {
            "en": "Pespire is a <em>municipality</em> in the Honduran department of Choluteca.",
            "vi": "Pespire là một đô thị của nước Honduras thuộc tỉnh Choluteca."
        },
        {
            "en": "We do not live within the <em>municipality</em> of East Palestine.",
            "vi": "Chúng tôi không sống trong đô thị phía Đông Palestine."
        },
        {
            "en": "The <em>municipality</em> is criticized for lack of action.",
            "vi": "Đô thị bị chỉ trích vì thiếu hành động."
        },
        {
            "en": "Water supplied by corporation or <em>municipality</em> is free but coping cost for each household is significant.",
            "vi": "Nước được cung cấp bởi tổng công ty hoặc chính quyền đô thị tự trị là miễn phí nhưng chi phí đương đầu đối với mỗi hộ gia đình là quan trọng."
        },
        {
            "en": "In July 2006, Hai Phong was the first <em>municipality</em> in the country to pioneer an inter-departmental “one-stop shop” (OSS) for the company, stamp, and tax registration.",
            "vi": "Vào tháng 7 năm 2006, Hải Phòng đã là tỉnh đầu tiên trong cả nước khai trương mô hình “một cửa liên thông” (MCLT) áp dụng cho đăng ký kinh doanh, đăng ký mẫu dấu và đăng ký thuế."
        },
        {
            "en": "Expenditure by Administrative Jurisdiction. A third way Jakarta classifies its expenditure is by administrative jurisdiction: the provincial level and the district/<em>municipality</em> level.",
            "vi": "Chi tiêu theo đơn vị quản lý hành chính. Cách thứ ba Jakarta phân loại chi tiêu là dựa vào đơn vị quản lý hành chính\"cấp tỉnh và cấp quận/đô thị."
        },
        {
            "en": "A third way Jakarta classifies its expenditure is by administrative jurisdiction: the provincial level (propinsi) and the district/<em>municipality</em> level (kabupaten/kotamadya).",
            "vi": "Cách thứ ba Jakarta phân loại chi tiêu là dựa vào thẩm quyền tài phán hành chính: cấp tỉnh (propinsi) và cấp quận/đô thị (kabupaten/kotamadya)."
        },
        {
            "en": "Baler is a 4th class <em>municipality</em> in the province of Aurora, Philippines. It is the provincial capital of Aurora. According to the latest census, it has a population of 34, 492 people and 5. 955 members per household.",
            "vi": "Baler là một đô thị cấp bốn ở tỉnh Aurora, Philippines. Đây là thủ phủ của tỉnh Aurora. Theo điều tra dân số mới nhất, nó có số dân 34.492 người và 5,955 thành người trong mỗi hộ gia đình."
        },
        {
            "en": "Baler is a 4th class <em>municipality</em> in the province of Aurora, Philippines. It is the provincial capital of Aurora. According to the latest census, it has a population of 34,492 people and 5.955 members per household.",
            "vi": "Baler là một đô thị cấp bốn ở tỉnh Aurora, Philippines. Đây là thủ phủ của tỉnh Aurora. Theo điều tra dân số mới nhất, nó có số dân 34. 492 người và 5, 955 thành người trong mỗi hộ gia"
        },
        {
            "en": "Baler is a 4th class <em>municipality</em> in the province of Aurora, Philippines. It is the provincial capital of Aurora. According to the latest census, it has a population of 34, 492 people and 5. 955 members",
            "vi": "Baler là một đô thị cấp bốn ở tỉnh Aurora, Philippines. Đây là thủ phủ của tỉnh Aurora. Theo điều tra dân số mới nhất, nó có số dân 34.492 người và 5,955 thành người trong mỗi hộ gia đình."
        },
        {
            "en": "A staff from the city's command centre of education exams watches real time monitors showing students taking the National College Entrance Exams in Chongqing <em>municipality</em>, June 7, 2011. Reuters",
            "vi": "Một nhân viên từ trung tâm kiểm soát các kỳ thi của thành phố giám sát kỳ thi tuyển sinh đại học quốc gia ở thành phố Chongqing, vào ngày 7 tháng 6 năm 2011, theo Reuters."
        },
        {
            "en": "Professor Kam Wing Chan of the University of Washington in the United States, who has made a career out of correcting people's exaggerated claims about Chinese population statistics, explains that what China calls a <em>municipality</em> or city is better understood as a province.",
            "vi": "Giáo sư Kam Wing Chan thuộc trường Đại học Washington ở Hoa Kỳ đã tạo dựng được sự nghiệp từ việc chỉnh sửa những phát biểu không đúng về thống kê dân số Trung Quốc, ông giải thích rằng cái Trung Quốc gọi là thành phố tự trị hay thành phố gì đó thì tốt hơn chỉ nên hiểu ở mức độ tỉnh thành mà thôi."
        }
    ],
    "suggestions": []
}