{
    "en_vn": {
        "data": {
            "content": null,
            "word": "murmuration"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "murmuration"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "murmuration"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "murmuration"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "murmuration"
        }
    },
    "sentences": [
        {
            "en": "One such episode occurred over the Costa Brava, in Northeastern Spain, when a mass of starlings began to gather into a shape-shifting cloud, known as a <em>murmuration</em>.",
            "vi": "Một hiện tượng như vậy đã xảy ra trên bầu trời Costa Brava, tây bắc Tây Ban Nha: một bầy chim sáo đá hợp thành một đám mây, được gọi là murmuration."
        },
        {
            "en": "Sometimes in nature things happen that seem too good to be true  Image credits: Daniel Biber/lensculture Photographer Daniel Biber from Hilzingen, Germany was trying to capture the <em>murmuration</em> of starlings for 4 days when he finally succeeded  Image credits: Daniel Biber/ SWNS “I’ve tried to photograph the starlings but it never worked out as well as I hoped for”  Image credits: Daniel Biber/lensculture “I eventually drove to the spot every day for four days in a row in order to capture them”  Image credits: Daniel Biber/lensculture “I was so concentrated on taking pictures at the time that I hadn’t realised that the starlings had created a giant bird in the sky”  Image credits: Daniel Biber/lensculture “It took less than 10 seconds for the birds to create that formation”Image credits: Daniel Biber/lensculture “I realised that I had captured a unique snapshot, technically, sharp and in high quality”  Image credits: Daniel Biber/lensculture “It usually happens that birds of prey turn up and the starlings then create bizarre forms. It can be quite erratic and completely random”  Image credits: Daniel Biber/lensculture “A number of people were watching this display but they were observing it from other spots and might not have seen what I captured”  Image credits: Daniel Biber/lensculture The incredible images ended up winning an international photography prize!  Image credits: Daniel Biber/lensculture",
            "vi": "Đôi khi trong thế giới tự nhiên có những chuyện xảy ra tuyệt hảo đến độ khó tin."
        }
    ],
    "suggestions": []
}