{
    "en_vn": {
        "data": {
            "content": null,
            "word": "musically"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "musically"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "musically"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "musically"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "musically"
        }
    },
    "sentences": [
        {
            "en": "You mean <em>musically</em>?",
            "vi": "Ý bạn là về mặt âm nhạc phải không?"
        },
        {
            "en": "She must be <em>musically</em> talented.",
            "vi": "Chắc hẳn cô ấy có tài năng về âm nhạc."
        },
        {
            "en": "Louise is very <em>musically</em> inclined.",
            "vi": "Louise rất có khiếu về âm nhạc."
        },
        {
            "en": "As I said, she is not very talented <em>musically</em>.",
            "vi": "Như tôi đã nói đấy, cô ấy không có tài năng về âm nhạc lắm."
        },
        {
            "en": "His <em>musically</em> talented daughter was in high school.",
            "vi": "Cô con gái có năng khiếu về nhạc của anh ấy đang học trung học."
        },
        {
            "en": "All three of my children are <em>musically</em> inclined in different ways.",
            "vi": "Cả ba đứa con của tôi đều có khiếu về âm nhạc trong những cách khác nhau."
        },
        {
            "en": "A small fountain splashed <em>musically</em> in the centre of the village.",
            "vi": "Một vòi nước nhỏ văng nước tí tách ở giữa ngôi làng."
        },
        {
            "en": "He was a <em>musically</em> gifted student at school playing both the horn and the violin.",
            "vi": "Ở trường anh là một sinh viên có khiếu về âm nhạc chơi được cả kèn co và vĩ cầm."
        },
        {
            "en": "The sole reviewer on iTunes noted on April 11: \"The idea for the app is of pure <em>musically</em> related genius. However, there are so many bugs and lack of population. Once this gets financed better, I believe it will be one of the best music apps around.\"",
            "vi": "Một người duy nhất đánh giá trên iTunes vào ngày 11 tháng Tư: \"Ý tưởng cho ứng dụng này rất độc đáo, gây ảnh hướng lớn đến giới nghe nhạc. Tuy nhiên, có quá nhiều lỗi và thiếu tính cộng đồng. Sẽ tốt hơn khi có được sự tài trợ, tôi tin rằng nó sẽ là ứng dụng nghe nhạc tốt nhất trong tất cả.\""
        }
    ],
    "suggestions": []
}