{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mʌsk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xạ hương</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hươu xạ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mùi xạ</td></tr></table><i/></div>",
            "word": "musk",
            "pronounce": "[mʌsk]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>musk</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a strong-smelling reddish-brown substance secreted by the male musk deer, used as an ingredient in perfumery. </blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>musk plant</b>) a musk-scented plant related to the monkey flower. [<i>Mimulus moschatus</i> and related species.] </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>muskiness</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>musky</b><cclass>adjective (<cclass><b>muskier</b>, <cclass><b>muskiest</b>). </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from late L. <i>muscus</i>, from Pers. <i>mušk</i>, perh. from Sanskrit <i>muṛka</i> 'scrotum' (because of the similarity in shape of the sac on the abdomen of a male musk deer in which musk is produced). </blockquote></div>",
            "word": "musk",
            "pronounce": "[mʌsk]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "musk",
            "pronounce": "[mʌsk]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "musk",
            "pronounce": "[mʌsk]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "musk",
            "pronounce": "[mʌsk]"
        }
    },
    "sentences": [
        {
            "en": "<em>Musk</em> duck",
            "vi": "vịt xiêm"
        },
        {
            "en": "It wasn't like anything else - not floral or spice, citrus or <em>musk</em>.",
            "vi": "Chẳng giống bất cứ thứ gì cả – chẳng phải hương hoa hay mùi gia vị, cam chanh hay xạ hương."
        },
        {
            "en": "He played \"Money <em>Musk</em>\" and \"Arkansas Traveler,\"\"Irish Washerwoman \"and the\" Devil's Hornpipe.\"",
            "vi": "Bố đàn bài Mùi Vị Tiền Bạc, bài Du Khách Arkansas, bài Cô Hầu Gái Ái Nhĩ Lan và bài Vũ Điệu Quỉ."
        },
        {
            "en": "He played \"Money <em>Musk</em>\" and \"Arkansas Traveler,\" \"Irish Washerwoman\" and the \"Devil's Hornpipe.\"",
            "vi": "Bố đàn bài Mùi Vị Tiền Bạc, bài Du Khách Arkansas, bài Cô Hầu Gái Ái Nhĩ Lan và bài Vũ Điệu Quỉ."
        },
        {
            "en": "Elon <em>Musk</em> shared the first images of SpaceX satellites that could change the internet.",
            "vi": "Elon Musk chia sẻ những hình ảnh đầu tiên về các vệ tinh của SpaceX có thể thay đổi mạng Internet."
        },
        {
            "en": "It sang \"Money <em>Musk</em>,\" and \"The Red Heifer,\"\"The Devil's Dream,\"and\" Arkansas Traveler.\"",
            "vi": "Tiếng đàn diễn tấu bài hương vị đồng tiền, bài con bò cái đỏ rực, bài giấc mơ của quỉ, bài du khách Arkansas."
        },
        {
            "en": "It sang \"Money <em>Musk</em>,\" and \"The Red Heifer,\" \"The Devil's Dream,\" and \"Arkansas Traveler.\"",
            "vi": "Tiếng đàn diễn tấu bài hương vị đồng tiền, bài con bò cái đỏ rực, bài giấc mơ của quỉ, bài du khách Arkansas."
        },
        {
            "en": "Elon <em>Musk</em> explains why living off a dollar a day convinced him he could do anything",
            "vi": "Elon Musk giải thích vì sao sống nổi chỉ 1 đô 1 ngày thì có thể làm được mọi chuyện"
        },
        {
            "en": "“IT REALLY HELPED US TO GET A SENSE OF INDEPENDENCE AS WELL AS UNDERSTAND WORK ETHICS,” MAYE <em>MUSK</em> SAID.",
            "vi": "Maye Musk đã nói rằng: \"Điều đó thật sự đã giúp chúng tôi có được sự độc lập cũng như hiểu biết về đạo đức nghề nghiệp\""
        },
        {
            "en": "SpaceX and <em>Musk</em> released the first-ever public images and video of the satellites shortly after their launch on Thursday.",
            "vi": "Hãng SpaceX và tỷ phú Musk đã công bố những hình ảnh và video đầu tiên về các vệ tinh ấy ngay sau khi phóng và hôm thứ Năm."
        },
        {
            "en": "“IT REALLY HELPED US TO GET A SENSE OF INDEPENDENCE AS WELL AS UNDERSTAND WORK ETHICS,” MAYE <em>MUSK</em> SAID.",
            "vi": "Maye Musk đã nói rằng: \"Điều đó thật sự đã giúp chúng tôi có được sự độc lập cũng như hiểu biết về đạo đức nghề nghiệp\""
        },
        {
            "en": "\"Many people negatively affected by this policy are strong supporters of the US,\" <em>Musk</em> said Saturday on Twitter. \"They've done right, not wrong & don't deserve to be rejected.\"",
            "vi": "Vào hôm thứ bảy, trên Twitter, Musk đã nói: \"Nhiều người bị ảnh hưởng tiêu cực bởi chính sách này là người có ảnh hưởng mạnh mẽ của nước Mỹ\", . \"Họ đã làm đúng, không sai và không đáng bị phản đối.\""
        },
        {
            "en": "When you see successful entrepreneurs like Elon <em>Musk</em>, Sara Blakely and Richard Branson you have to wonder: What kind of magician conjured these amazing people?",
            "vi": "Khi bạn thấy các doanh nhân thành công như Elon Musk, Sara Blakely và Richard Branson, bạn đã phải tự hỏi: Loại ảo thuật gì có thể tạo ra những người tuyệt vời này?"
        },
        {
            "en": "SpaceX, the rocket company founded by Elon <em>Musk</em>, piggybacked two experimental spacecraft onto a rocket that deployed a Spanish radar satellite into orbit.",
            "vi": "Công ty hàng không vũ trụ SpaceX do tỷ phú Elon Musk vừa phóng một quả tên lửa mang theo hai con tàu vũ trụ thử nghiệm nhằm đưa một vệ tinh radar của Tây Ban Nha vào quỹ đạo."
        },
        {
            "en": "When you see successful entrepreneurs like Elon <em>Musk</em>, Sara Blakely and Richard Branson you have to wonder: What kind of magician conjured these amazing people?",
            "vi": "Khi bạn thấy các doanh nhân thành công như Elon Musk, Sara Blakely và Richard Branson, bạn đã phải tự hỏi: Loại ảo thuật gì có thể tạo ra những người tuyệt vời này?"
        },
        {
            "en": "In the last few years, several high-profile voices, from Stephen Hawking to Elon <em>Musk</em> and Bill Gates have warned that we should be more concerned about possible dangerous outcomes of supersmart AI. And they’ve put their money where their mouth is: <em>Musk</em> is among several billionaire backers of OpenAI, an orgnisation dedicated to developing AI that will benefit humanity.",
            "vi": "Trong vài năm trước, nhiều tiếng nói có sức ảnh hưởng từ Stephen Hawking đến Elon Musk hay Bill Gates đã cảnh báo rằng chúng ta nên quan tâm hơn đến những hệ quả nguy hiểm có thể xảy ra của trí tuệ nhân tạo siêu thông minh . Và họ đã đánh cược lời nói của mình: Musk là một trong tỷ phú ủng hộ cho OpenAl, một tổ chức phục vụ cho sự phát triển của AI nhằm mang lại lợi ích cho con người."
        },
        {
            "en": "Luminaries like Bill Gates, Elon <em>Musk</em>, and Stephen Hawking have all recently voiced concerns about the existential risk that AI poses to humanity. <em>Musk</em> said that AI was \"potentially more dangerous than nukes,\" and Gates said he doesn't \"understand why some people are not concerned.\"",
            "vi": "Ngôi sao sáng của làng công nghệ như Bill Gates, Elon Musk, và Stephen Hawking gần đây đã bày tỏ lo ngại về nguy cơ hiện hữu mà trí tuệ nhân tạo gây ra cho nhân loại. Musk nói rằng trí tuệ nhân tạo \"có khả năng còn nguy hiểm hơn cả vũ khí hạt nhân\", và Gates cho biết ông \"không hiểu lý do tại sao một số người lại không quan tâm\"."
        },
        {
            "en": "This week, tech genius Elon <em>Musk</em> urged the United Nations to ban killer robots, and he's not the only one who sees military androids ushering in a dark future.",
            "vi": "Tuần này, thiên tài công nghệ Elon Musk đã yêu cầu Liên hiệp quốc cấm các robot giết người, và ông không phải là người duy nhất nhìn thấy những con robot quân đội mở ra một tương lai đen tối."
        },
        {
            "en": "As they discussed his early years, <em>Musk</em> explained his fascination as a freshman and sophomore at Queen's University in Ontario, with how he could help shape the future of humanity through the internet, energy efficiency and space exploration.",
            "vi": "Khi họ thảo luận về những năm đầu sự nghiệp, Musk giải thích ông hồi còn là sinh viên năm nhất và năm hai ở đại học Queen tại Ontario (Canada), ông đã khao khát có thể giúp tương lai nhân loại định hình như thế nào thông qua Internet, hiệu suất năng lượng và thám hiểm vũ trụ."
        },
        {
            "en": "Long before he gained a net worth of an estimated $11.9bn (£9.6n), launched SpaceX and Tesla and before he became a millionaire at 28 after selling his first company, Zip2, Elon <em>Musk</em> lived off just a dollar a day.",
            "vi": "Rất lâu trước khi có được khối tài sản ròng ước tính khoảng 11,9 tỷ đô, thành lập SpaceX và Tesla, và trước khi trở thành triệu phú ở tuổi 28 nhờ bán công ty đầu tiên của mình là Zip2, Elon Musk đã từng sống chỉ với 1 đô la 1 ngày."
        }
    ],
    "suggestions": []
}