{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['mʌstæ∫]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">moustache</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mə'stɑ:∫]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">moustache</font></td></tr></table><i/></div>",
            "word": "mustache"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mustache</k><blockquote>■ <cclass>noun US spelling of <kref>moustache</kref>. </cclass></blockquote></div>",
            "word": "mustache"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mustache"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>mustache</k><blockquote><blockquote><ex><abr>see</abr><kref>moustache</kref></ex></blockquote></blockquote></div>",
            "word": "mustache"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mustache"
        }
    },
    "sentences": [
        {
            "en": "His <em>mustache</em> is bristly.",
            "vi": "Râu mép ông ấy tua tủa."
        },
        {
            "en": "I have my <em>mustache</em> permed.",
            "vi": "Râu quai nón của tôi được uốn."
        },
        {
            "en": "Oh, he said and stroked his <em>mustache</em>.",
            "vi": "À, chàng nói và vuốt ria."
        },
        {
            "en": "Would you like your <em>mustache</em> trimmed?",
            "vi": "Ông muốn tỉa râu mép không?"
        },
        {
            "en": "He looks tall and sturdy and has a <em>mustache</em>.",
            "vi": "Anh ấy có vẻ cao, cường tráng và có để ria mép nữa."
        },
        {
            "en": "And he stroked one side of his <em>mustache</em>.",
            "vi": "Chàng vuốt một bên ria mép."
        },
        {
            "en": "Men can choose whether or not to grow a <em>mustache</em>.",
            "vi": "Đàn ông có thể chọn việc có nên để ria mép hay không."
        },
        {
            "en": "He is fine, gentle, serious man with a big, blond, old-fashioned <em>mustache</em>.",
            "vi": "Ông là một người tử tế, hiền lành và đứng đắn, có bộ râu mép vĩ đại màu hoe để theo kiểu cổ."
        },
        {
            "en": "He had a <em>mustache</em> on his face and was very pleased to see Mameha, though more with an expression of surprise in his eyes than with a smile.",
            "vi": "Ông ta để râu mép và có vẻ rất mừng rỡ khi gặp mameha, nhưng chỉ để lộ sự mừng rỡ trên ánh mắt ngạc nhiên hơn là trên nụ cười."
        },
        {
            "en": "In the middle of Rowley's set, I went and got this phony nose and <em>mustache</em> Rodrick has in his junk drawer.",
            "vi": "Ở giữa set của Rowley, tôi đi và lấy cái mũi giả và bộ râu mà Rodrick để trong ngăn kéo rác của anh."
        },
        {
            "en": "He drank his coffee and wiped his <em>mustache</em> with his handkerchief, and said: \"Ah! That hits the spot, Caroline! Now I'm beginning to thaw out.\"",
            "vi": "Bố uống cà phê, chùi râu bằng chiếc khăn quàng và nói :\"Chà! Quả là đúng lúc, Caroline! Bây giờ anh mới đang bắt đầu ấm người lên.\""
        },
        {
            "en": "He drank his coffee and wiped his <em>mustache</em> with his handkerchief, and said :\"Ah! That hits the spot, Caroline! Now I 'm beginning to thaw out.\"",
            "vi": "Bố uống cà phê, chùi râu bằng chiếc khăn quàng và nói: \"Chà! Quả là đúng lúc, Caroline! Bây giờ anh mới đang bắt đầu ấm người lên.\""
        },
        {
            "en": "Just as Mameha was beginning a conversation, dr. Crab stroked a napkin down his <em>mustache</em> twice and then excused himself to use the toilet.",
            "vi": "Ngay khi mameha bắt đầu nói chuyện, bác sĩ cua lấy khăn ăn lau bộ râu mép hai lần rồi xin lỗi đi vệ sinh."
        },
        {
            "en": "Pa's breath hung in the air like smoke, when he came along the path from the barn. He breathed it out in clouds and it froze in white frost on his <em>mustache</em> and beard.",
            "vi": "bố gom lại lửng lơ trên không như những đợt khói khi bố đi từ nhà kho trở lại. Bố thở ra thành những lọn mây rồi đặc lại, thành sương mù trắng đục trên râu và ria mép bố."
        },
        {
            "en": "When he came in, stamping the snow from his boots, and caught Laura up in a bear's hug against his cold, big coat, his <em>mustache</em> was beaded with little drops of melting frost.",
            "vi": "Bố bước vào nhà, rũ tuyết trên ủng rồi nhấc Laura lên ôm chặt áp vào chiếc áo choàng lạnh toát và bộ ria của bố thành một xâu chuỗi hạt sương đang tan nhỏ xuống."
        },
        {
            "en": "Pa's breath hung in the air like smoke, when he came along the path from the barn. He breathed it out in clouds and it froze in white frost on his <em>mustache</em> and beard.",
            "vi": "Hơi thở của bố gom lại lửng lơ trên không như những đợt khói khi bố đi từ nhà kho trở lại. Bố thở ra thành những lọn mây rồi đặc lại, thành sương mù trắng đục trên râu và ria mép bố."
        },
        {
            "en": "I remember too-that his <em>mustache</em> was carefully groomed, unlike the hair on the faces of the men in our village, which grew untended like weeds along a path.",
            "vi": "Tôi còn nhớ bộ râu mép của ông được chăm sóc rất kỹ, không giống tóc tai của dân trong làng, bờm xờm như cỏ dại mọc bên đường."
        }
    ],
    "suggestions": []
}