{
    "en_vn": {
        "data": {
            "content": null,
            "word": "mut"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "mut"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "mut"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mut"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "mut"
        }
    },
    "sentences": [
        {
            "en": "<em>MUT</em> - CANDIED FRUITS",
            "vi": "Mứt"
        },
        {
            "en": "<em>Mut</em>: These dried candied fruits are rarely eaten at any time besides Tết.",
            "vi": "Mứt: các loại trái cây ngào đường này hiếm khi được ăn ngoài dịp Tết."
        },
        {
            "en": "<em>Mut</em> Tet (Tet jam) is not a food to serve in a meal during Tet holiday, but more like a snack to welcome guests in this special period. <em>Mut</em> is always kept in beautiful boxes and placed at the table in the living room, and it is the main food for the owners and guests to taste when they’re talking, enjoyed over a cup of tea. Unlike Western jam, which is usually in liquid form and served with bread, \"Vietnamese jam\" is mainly in dry form, usually dried fruits and some kind of seeds (pumpkin seeds, sunflower seeds, watermelon seeds). This once-in-year mix of snack is very large in variety, with so many tastes: ginger, carrot, coconut, pineapple, pumpkin, lotus seed, star fruit, sweet potato. Nowadays, cake and sweet are slowly replacing jam in Tet period, but many people still love the taste this unique food – an angle of Vietnamese culture. ",
            "vi": "Mứt Tết không phải là một món ăn để dùng trong bữa ăn trong ngày Tết, nhưng giống hơn như là một món ăn vặt để chào đón những vị khách cho những ngày đặc biệt này. Mứt phải được để trong những chiếc hộp đẹp và được đặt tại bàn trong phòng khách, và nó là món ăn chính cho chủ nhà và khách để thưởng thức khi họ đang nói chuyenj, thưởng thức một tách trà, thường những hoa quả khô và một số loại hạt (hạt bí, hạt hướng dương, hạt dưa). Món ăn nhẹ được trộn một lần là rất lớn đa dạng, với nhiều hương vị: gừng, cà rốt, dừa, dứa, bí, khế, khoai lang. Ngày nay, bánh và kẹo đang được thay thế mứt trong những ngày tết, nhưng nhiêu người vân yêu thích món ăn hương vị độc đáo này- một nét văn hóa của người Việt."
        }
    ],
    "suggestions": []
}