{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[mju:'teit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm cho... bị biến âm sắc/bị umlau hoá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm cho... thay đổi/biến đổi</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">umlau hoá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">biến âm sắc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thay đổi, biến đổi</td></tr></table><i/></div>",
            "word": "mutate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>mutate</k><blockquote>■ <cclass>verb undergo or cause to undergo mutation. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>mutative</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>mutator</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: back-form. from <kref>mutation</kref>. </blockquote></div>",
            "word": "mutate"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>mutate</k><blockquote>▸ <cclass>verb CHANGE, metamorphose, evolve; transmute, transform, convert; <cclass><i>humorous</i> transmogrify.</cclass></cclass></blockquote></div>",
            "word": "mutate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "mutate"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thay đổi</font></td></tr></tbody></table></div>",
            "word": "mutate"
        }
    },
    "sentences": [
        {
            "en": "PCR can be used to introduce restriction enzyme sites, or to <em>mutate</em> particular bases of DNA.",
            "vi": "PCR cho phép đưa vào một vùng enzym cắt giới hạn hay biến đổi các cặp bazo nhất định của DNA."
        },
        {
            "en": "Figure 1: Flu viruses <em>mutate</em> over time causing small changes to proteins on their surface called antigens.",
            "vi": "Hình 1: Vi-rút cúm biến đổi theo thời gian tạo nên những thay đổi nhỏ trong các prô-tê-in trên bề mặt của chúng, gọi là các kháng nguyên."
        },
        {
            "en": "Experts fear H5N1 holds the potential to trigger a pandemic because of its ability to <em>mutate</em> rapidly.",
            "vi": "Các chuyên gia lo ngại rằng H5N1 có khả năng gây ra đại dịch do nó có khả năng biến thể rất nhanh."
        },
        {
            "en": "Oncogenes arise when proto - oncogenes <em>mutate</em> or are moved to a part of the genome where their expression is greatly heightened.",
            "vi": "Các gen sinh ung thư phát sinh khi các gen tiền ung thư đột biến hoặc chúng được chuyển đến phần của bộ gen mà tại đó sự biểu hiện của chúng tăng lên mạnh mẽ."
        },
        {
            "en": "Oncogenes arise when proto-oncogenes <em>mutate</em> or are moved to a part of the genome where their expression is greatly heightened.",
            "vi": "Các gen sinh ung thư phát sinh khi các gen tiền ung thư đột biến hoặc chúng được chuyển đến phần của bộ gen mà tại đó sự biểu hiện của chúng tăng lên mạnh mẽ."
        },
        {
            "en": "Experts are concerned that the virus could <em>mutate</em> into an influenza strain that is transmissible between humans, potentially launching a global influenza pandemic.",
            "vi": "Các chuyên gia lo ngại rằng nó có thể biến đổi thành một dòng virut mới có thể lây giữa người với người, tiềm tàng nguy cơ gây ra đại dịch cúm toàn cầu."
        },
        {
            "en": "Figure 2: The influenza A virus can <em>mutate</em> in two different ways; antigenic drift, in which existing antigens are subtly altered, and antigenic shift, in which two or more strains combine.",
            "vi": "Hình 2: Vi-rút cúm A có thể biến đổi theo 2 cách khác nhau: quá trình biến đổi kháng nguyên, trong đó các kháng nguyên có sẵn biến đổi rất tinh vi; và quá trình trao đổi kháng nguyên, trong đó hai hay nhiều dòng kết hợp lại với nhau."
        },
        {
            "en": "Dr. Nguyen Van Kinh, head of the National Hospital for Tropical Diseases, said that Vietnam’s tropical weather condition has created favourable conditions for the two virus strains, A/H1N1 and A/H5N1, to <em>mutate</em> into a new strain.",
            "vi": "TS. Nguyễn Văn Kính, Giám đốc Bệnh viện Nhiệt đới quốc gia, cho biết điều kiện khí hậu nhiệt đới của Việt Nam đã tạo điều kiện thuận lợi cho hai dòng virus A/H1N1 và A/H5N1, biến đổi thành một dòng mới."
        },
        {
            "en": "Epidemics predicted to break out in 2010    The Department of Preventive Medicine and the Environment has forecast that many epidemics will continue to spread far and wide in 2010, especially during winter and spring, Dr Nguyen Huy Nga, head of the agency said during an interview. Reporter: What recommendations has the Ministry of Health made to the public as epidemics are predicted to develop in a complicated way in 2010? Dr Nga: The Ministry of Health has recommended that everyone who lives in remote areas should go to a clinic for diagnosis and treatment if they show any symptoms of A/H1N1 or A/H5N1 flu. Experts stress that hospitals should conduct tests for these diseases even in cases of pneumonia. The A/H1N1 and A/H5N1 flu epidemics are threatening to spread far and wide and be transmitted  to humans, especially those with a poor immunity. The cold and humid weather is ideal for these viruses to spread and <em>mutate</em>. Vietnam still needs to be highly vigilant as the World Health Organization has still warned about the complex way the epidemics are involving in several nearby countries which have seen a rise in fatalities. Both the A/H1N1 and A/H5N1 viruses are very likely to <em>mutate</em>, posing greater challenges for the medical sector. Minister of Health Nguyen Quoc Trieu has also urged the National Steering Committee for Preventing Avian Flu to step up monitoring, examinations and treatment. Dengue fever is expected to break out in April or May so the health sector will have to prepare for a possible epidemic from as early as February. Reporter:: What plans has the Ministry of Health drawn up to cope with challenges from these impending epidemics?  Dr Nga: The ministry has already devised a plan to prevent and combat epidemics in 2010, which focuses on strengthening State management in controlling the diseases to curb widespread outbreaks and minimize the rates of infection and fatalities due to A/H1N1. The ministry has outlined some major solutions to deal with some of the dangerous epidemics. It is essential that all State agencies, departments and local authorities liaise and make a joint effort and encourage the public to monitor the epidemics and step up measures to deal with the deadly disease. All localities should look for new outbreaks and critical cases, identify high-risk groups at risk and combat the epidemic according to the State’s instructions. It is also necessary to increase reserves for Tamiflu and Osetemivir. Recently, the World Health Organisation provided Vietnam with 1.2 million doses of the A/H1N1 vaccine and the country has also bought additional 500,000 doses. Top priority for vaccinations will be given to high-risk groups, including pregnant women and medical workers who are in direct contact with A/H1N1 patients. Meanwhile, there is no A/H5N1 vaccine available in both domestic and foreign markets. Such vaccine is still in the making and in the experimental process. In Vietnam, however, recent tests on humans have shown initial success. The Vaccine and Bio-Technology Products Company No 1 announced that after trial tests on humans, the H5N1 vaccine will be produced on a large scale. To cope with the epidemic of dengue fever, VND84 billion has been allocated from the State budget. Committees for Preventing the dengue fever epidemic at provincial and district levels are joining in efforts to combat the epidemic. Reporter:: Could you elaborate on the vaccination campaign? Dr. Nga: After receiving the vaccine, we will examine its safety then launch a trial test in a number of localities before carrying out a national vaccination campaign. We asked provinces and cities to make a list of those who are in high-risk groups so that they can be given top priority for vaccinations. Furthermore, the Ministry of Health has already issued regulations on how to use the vaccine, places suitable for vaccinations and how to store the vaccine. The World Health Organisation (WHO) pledged to provide Vietnam with a one-dose vaccine produced by company GSK. The organization confirmed that this type of vaccine is safe. In Canada, 23 million people have been vaccinated and only seven of them were reported to have had a mild reaction. However, the WHO warned that vaccine producers and it would not take legal responsibility for any case of reaction./.",
            "vi": "Dịch bệnh được dự báo sẽ bùng nổ vào năm 2010    Cục Y tế Dự phòng và Môi trường đã dự báo nhiều dịch bệnh sẽ tiếp tục phát tán rộng khắp vào năm 2010, đặc biệt là trong suốt mùa đông xuân, Tiến sĩ Nguyễn Huy Nga, cục trưởng đã có cuộc trao đổi xung quanh vấn đề này.  Phóng viên: Theo dự báo thì diễn biến dịch bệnh năm 2010 sẽ tiếp tục phức tạp, Bộ Y tế đưa ra khuyến cáo gì đối với cộng đồng, thưa ông? Tiến sĩ Nga: Bộ Y tế đã khuyến cáo tất cả mọi người dân sống ở vùng sâu, vùng xa nếu có biểu hiện bất kỳ triệu chứng nào của cúm A/H1N1 hoặc cúm A/H5N1 cần đến ngay cơ sở y tế để chẩn đoán và điều trị kịp thời. Các nhà chuyên môn nhấn mạnh rằng bệnh viện nên tiến hành xét nghiệm hết các bệnh này ngay cả trong trường hợp bệnh nhân bị viêm phổi. Dịch cúm A/H1N1 và cúm A/H5N1 đang có nguy cơ phát tán và lây lan cho con người, đặc biệt là với những người có sức đề kháng yếu. Thời tiết lạnh và ẩm là điều kiện thuận lợi cho những loại vi rút này phát tán và biến chuyển.  Việt Nam vẫn rất cần phải cảnh giác cao độ vì Tổ chức Y tế Thế giới vẫn còn cảnh báo về nạn dịch còn diễn biến phức tạp liên quan đến những nước lân cận có số ca tử vong tăng. Cả hai loại vi rút cúm A/H1N1 và A/H5N1 là những loại vi rút rất có khả năng biến chủng, điều này làm cho ngành y tế phải đối mặt với nhiều thách thức nặng nề hơn. Bộ trưởng Bộ Y tế Nguyễn Quốc Triệu cũng kêu gọi Ban chỉ đạo Phòng chống Cúm gia cầm Quốc gia tăng cường theo dõi, kiểm tra và điều trị. Người ta dự báo dịch sốt xuất huyết sẽ bùng nổ vào tháng tư hoặc tháng năm vì thế ngay từ đầu tháng hai ngành y tế sẽ phải triển khai cách khống chế dịch.  Phóng viên: Đối mặt với những thách thức nặng nề của dịch bệnh, Bộ Y tế có kế hoạch ứng phó như thế nào? Tiến sĩ Nga: Bộ Y tế đã xây dựng kế hoạch phòng chống dịch năm 2010, với mục tiêu là tăng cường hoạt động quản lý Nhà nước về việc kiểm soát các bệnh dịch để kiềm chế phát tán rộng ra và giảm thiểu tỉ lệ mắc bệnh và tử vong do cúm A/H1N1. Bộ cũng đã vạch ra một số giải pháp trọng tâm để đối phó với một số bệnh dịch nguy hiểm. Để triển khai có hiệu quả công tác phòng chống dịch cần có sự phối hợp đồng bộ giữa tất cả các cơ quan nhà nước, các phòng ban và toàn thể chính quyền địa phương để khuyến khích người dân giám sát bệnh dịch và tăng cường các biện pháp để đối phó với căn bệnh chết người này. Tất cả các địa phương phải tìm các ổ dịch mới và các trường hợp nặng nguy cấp, xác định các nhóm đối tượng có nguy cơ mắc bệnh cao và chống dịch theo sự chỉ đạo của Nhà nước. Việc tăng cường dự trữ thuốc Tamiflu và Osetemivir cũng rất cần thiết. Tổ chức Y tế Thế giới mới đây cũng đã viện trợ cho Việt Nam 1.200.000 liều vắc-xin cúm A/H1N1 và nước ta cũng đã mua thêm 500.000 liều nữa. Tiêm chủng vắc-xin ngừa cúm này ưu tiên đầu tiên cho nhóm có nguy cơ mắc bệnh cao, như phụ nữ đang mang thai và công nhân y tế tiếp xúc trực tiếp với bệnh nhân cúm A/H1N1. Trong khi đó, vắc-xin cúm A/H5N1 hiện chưa có mặt trên thị trường trong nước cũng như nước ngoài. Loại vắc-xin này vẫn đang trong quá trình nghiên cứu thử nghiệm. Tuy nhiên tại Việt Nam, các thử nghiệm mới đây trên con người đã bước đầu cho kết quả tốt. Công ty vắc-xin và sinh phẩm số 1 cũng đã công bố rằng sau thử nghiệm trên người thì vắc-xin H5N1 sẽ được sản xuất trên quy mô lớn. Để đối phó với dịch sốt xuất huyết, chúng ta đã chi 84 tỷ đồng từ ngân sách Nhà nước. Uỷ ban phòng chống dịch sốt xuất huyết ở các tuyến tỉnh, huyện cũng đang nỗ lực phòng chống dịch bệnh. Phóng viên: Vậy ông có thể cho biết chi tiết thêm về chiến dịch tiêm chủng không? Tiến sĩ Nga: Sau khi nhận số lượng vắc-xin này, chúng tôi sẽ tiến hành thử nghiệm tiêm để xem độ an toàn rồi sau đó sẽ cho tiêm thí điểm tại một số địa phương trước khi triển khai chiến dịch tiêm rộng rãi cả nước. Chúng tôi đã yêu cầu các tỉnh và thành phố lên danh sách người có nguy cơ mắc bệnh cao để họ được ưu tiên tiêm chủng vắc-xin trước tiên. Hơn nữa, Bộ Y tế đã có quy định ban hành về việc sử dụng vắc-xin, khu vực thích hợp để tiêm chủng và cách bảo quản vắc-xin tiêm chủng rồi. Số vắc-xin tiêm một liều mà Tổ chức Y tế Thế giới (WHO) đã hứa viện trợ cho Việt Nam là của công ty GSK. Tổ chức WHO đã thẩm định đây là loại vắc-xin an toàn. Tại Canada, 23 triệu người đã được tiêm vắc-xin này, trong đó có 7 trường hợp có phản ứng nhưng không nặng. Tuy nhiên, WHO cũng cảnh báo rằng các nhà sản xuất vắc-xin và chính tổ chức này sẽ không chịu trách nhiệm nào về pháp lý trong trường hợp tiêm vắc-xin xảy ra phản ứng./."
        },
        {
            "en": "WHO Declares H1N1 Swine Flu Pandemic Over      The World Health Organization has declared an end to the H1N1 swine flu pandemic.  In making the announcement, WHO Director-General, Dr. Margaret Chan said the new H1N1 virus has largely run its course and the world is now moving into the post-pandemic period.   Dr. Chan says the world is no longer in phase 6 of the influenza pandemic alert.  She says the past year has been long and full of hard work.   Remaining vigilant She says the hard work against the virus will continue, but she feels both tired and happy to have arrived at the end game.   \"We also are mindful of the fact that we need to continue to maintain our vigilance and not be complacent,\" Dr. Chan said. \"So, there is going to be a lot of work to be done in the future.  One important things is to review lessons learned and how the world collectively can be better prepared for the next pandemic.\"   Post-pandemic Dr. Chan says the world has entered the post-pandemic period.  But, this, she says does not mean the H1N1 virus has gone away.  Experience with past pandemics, she says, show the H1N1 virus is likely to take on the behavior of a seasonal influenza virus and continue to circulate for some years to come. She says pandemics, like the viruses that cause them, are unpredictable.  Therefore, she says continued vigilance is extremely important. \"Based on available evidence and experience from past pandemics, it is likely that the virus will continue to cause serious disease in younger age groups, at least in the immediate post-pandemic period,\" Dr. Chan said.  \"Groups identified during the pandemic as at higher risk of severe or fatal illness will probably remain at heightened risk, though hopefully the number of such cases will diminish.\"   Still some outbreaks The World Health Organization reports localized outbreaks of different magnitude are still occurring.  It notes H1N1 transmission is still going on in places such as New Zealand and India. WHO praises both these countries for their quick detection and treatment of the disease and says they provide a model of how other countries should behave. Dr. Chan says the world got lucky in that the H1N1 influenza pandemic turned out to be mild and did not <em>mutate</em> to a more lethal form.  She says it also is fortunate that widespread resistance to the vaccine did not develop, but proved to be safe and effective. Recommendations She says WHO recommends the vaccine continue to be given to high risk people to immunize them against H1N1. The World Health Organization reports the current number of laboratory confirmed deaths from H1N1 stands at about 18,500 since the outbreak began in 2009.  It says the true number of deaths is probably much higher, but will not be known for several years.",
            "vi": "WHO tuyên báo đại dịch cúm heo H1N1 đã kết thúc    Tổ chức y tế thế giới đã tuyên bố đại cúm heo H1N1 đã kết thúc. Trong bài tuyên bố này, tổng giám đốc WHO, tiến sĩ Margaret Chan cho biết vi-rút H1N1 mới đa phần phát triển một cách tự nhiên và thế giới đang bước vào thời kỳ hậu đại dịch. Tiến sĩ Chan nói thế giới không còn ở giai đoạn 6 của mức báo động đại dịch cúm. Bà cho biết năm qua là một năm rất vất vả khi đương đầu với đại dịch. Tiếp tục cảnh giác Bà ấy nói công tác phòng chống vi - rút vẫn sẽ tiếp tục, nhưng bà cũng cảm thấy vừa mệt vừa vui sướng khi mọi thứ đã đi đến hồi kết thúc. \"Chúng ta cũng cần lưu ý rằng cần phải tiếp tục duy trì cảnh giác và không được tự mãn,\" tiến sĩ Chan nói. \"Vì thế, sẽ có nhiều công việc cần được thực hiện trong tương lai. Một những thứ quan trọng là phải xem xét bài học kinh nghiệm và cách thức mà cả thế giới nói chung có thể chuẩn bị tốt hơn cho trận dịch lớn tiếp theo.\" Hậu đại dịch Tiến sĩ Chan nói thế giới bước vào thời kỳ hậu đại dịch. Nhưng, điều đó không có nghĩa là vi-rút H1N1 đã hoàn toàn biến mất. Theo kinh nghiệm từ những trận dịch trước đây, bà cho rằng vi - rút H1N1 có thể chuyển sang dạng vi - rút cúm theo mùa và tiếp tục diễn biến trong vài năm tới. Bà ấy nói những đại dịch, cũng như những vi - rút gây ra đại dịch, không thể dự đoán được. Do đó, bà nhấn mạnh việc tiếp tục đề cao cảnh giác là vô cùng quan trọng. \"Dựa trên những bằng chứng hiện có và kinh nghiệm từ trận dịch đã qua, có thể vi - rút sẽ tiếp tục gây ra chứng bệnh nặng ở nhóm trẻ em, ít nhất là vào đầu thời kỳ hậu đại dịch,\" tiến sĩ Chan nói. \"Những nhóm được xếp loại có nguy cơ lớn mắc bệnh nặng hay tử vong trong đại dịch có lẽ sẽ tiếp tục duy trì ở mức độ nguy cơ cao, cho dù hy vọng số trường hợp như thế sẽ giảm.” Vẫn còn bùng phát Tổ chức y tế thế giới cho biết sự bùng phát cục bộ trên diện rộng khác nhau vẫn còn xảy ra. Báo cáo ghi nhận sự lây nhiễm H1N1 vẫn còn tiếp tục nhiều nơi như là Niu Di - lân và Ấn Độ. WHO ca ngợi cả hai quốc gia này đã nhanh chóng phát hiện và điều trị bệnh và nói họ cung cấp mô hình để các quốc gia khác noi theo. Tiến sĩ Chan nói thế giới đã may mắn vì đại dịch cúm H1N1 đã trở nên nhẹ đi và không biến đổi thành dạng có khả năng gây chết người hơn. Bà cho rằng cũng thật may mắn là không có bất kỳ sự phản kháng lại vắc - xin, nhưng được chứng minh là an toàn và hiệu quả. Khuyến nghị Bà nói WHO đề nghị nên tiếp tục tiêm vắc - xin cho người có nguy mắc bệnh cao để miễn dịch họ khỏi vi-rút H1N1. Tổ chức y tế thế giới báo cáo con số tử vong vì H1N1 hiện tại mà các phòng thí nghiệm xác nhận vào khoảng 18.500 người từ kể từ khi đại dịch này bùng phát vào đầu năm 2009. WHO cho biết số tử vong có lẽ còn cao hơn, nhưng trong vài năm tới sẽ không còn biết đến."
        },
        {
            "en": "A/H1N1 epidemic on humans likely to recur    Prof. Dr. Nguyen Huy Nga, head of the Health Ministry's Environment and Preventative Medicine Department has warned that the A/H1N1 epidemic on humans is at high risk of recurence due to the public’s poor awareness of the fatal disease. Since the beginning of this year, four people have contracted A/H5N1 virus, causing one death. Over the weekend, the Environment and Preventative Medicine Department confirmed 2010’s first A/H5N1 patient in Hanoi. Vietnam has so far declared 116 A/H1N1 cases in 38 provinces and cities nationwide with 58 deaths since the country detected its first case on December 25, 2003. Dr Nguyen Huy Nga said that in remote areas, local people still slaughtered and ate meat from sick chickens. “This may cause the further spread of the disease,” he added. The Environment and Preventative Medicine Department has asked people to strictly observe the measures to prevent another outbreak of the epidemic. The department also stressed the need to tighten control of poultry transport, trading and slaughtering activities. Suspected cases have also been advised to go to the hospital for medical check up and timely treatment. Speaking at a recent national conference on bird flu prevention and control, Dr. Le Quynh Mai, head of the Virus Department of the National Institute for Hygiene and Epidemiology (NIHE), showed her concerns of genetic mutation in H1N1 virus. “At least seven antigen groups have appeared in the bird flu virus since it arrived in Vietnam,” she said. According to experts, the most effective measure to prevent the outbreak of the deadly disease is to promote information dissemination on the disease. However, there is the fact that the public awareness of the epidemic is still relatively low since the first occurrence of the epidemic seven years ago. Medical experts said that recent research showed rapid changes of A/H5N1 virus that may develop into a new resistant strain, with a higher toxicity level and more resistance to medicine.  Dr. Nguyen Van Kinh, head of the National Hospital for Tropical Diseases, said that Vietnam’s tropical weather condition has created favourable conditions for the two virus trains, A/H1N1 and A/H5N1, to <em>mutate</em> into a new strain. Pham Gia Lai, Deputy Director of the Thai Binh provincial Heath Department, said some hospitals at district level are unable to correctly diagnose A/h5N1 due to the limited professional skills of doctors and poor medical equipment. Bui Thi Le Phi, Deputy Director of the Can Tho provincial Heath Department, said that local medical workers also face difficulties in separating A/H1N1 from A/H5N1 patients as they show similar symptoms. “Therefore,” she said, “it is essential to increase capacity for medical workers and consider this as an important measure against the epidemic.”",
            "vi": "Dịch cúm A/H1N1 trên người có nguy cơ bùng phát trở lại    PGS.TS Nguyễn Huy Nga, Cục trưởng Cục Y tế Dự phòng và Môi trường cảnh báo dịch cúm A/H1N1 trên người có nguy cơ bùng phát trở lại do ý thức hiểu biết của người dân đối với căn bệnh chết người này chưa cao. Từ đầu năm đến nay, trên toàn quốc có 4 trường hợp mắc cúm A/H5N1, trong đó có 1 trường hợp tử vong. Cuối tuần qua, Cục Y tế Dự phòng và Môi trường ghi nhận thêm một bệnh nhân mắc cúm A/ H5N1 đầu tiên của năm 2010 ở Hà Nội. Kể từ khi Việt Nam phát hiện ra ca dương tính đầu tiên cúm A/ H1N1 ngày 25 tháng 12 năm 2003 đến nay nước ta ghi nhận 116 trường hợp cúm ở 38 tỉnh thành với 58 ca tử vong. PGS.TS Nguyễn Huy Nga còn cho biết thêm ở một số địa phương vùng sâu, vùng xa, người dân vẫn còn giết mổ và ăn thịt gia cầm bệnh. “Điều này có thể khiến cho dịch bệnh lây lan nhanh hơn.” Cục Y tế Dự phòng và Môi trường đã khuyến cáo người dân thực hiện nghiêm chỉnh các biện pháp phòng chống đợt bùng phát khác của dịch bệnh. Cục Y tế cũng nhấn mạnh sự cần thiết phải siết chặt việc kiểm soát vận chuyển, các hành vi buôn bán và giết mổ gia cầm. Các trường hợp nghi ngờ cúm phải nên đến bệnh viện để kiểm tra sức khỏe và điều trị kịp thời. Phát biểu tại hội nghị quốc gia mới đây về hoạt động kiểm soát và phòng chống cúm gia cầm, TS. Lê Quỳnh Mai, Trưởng khoa Virus Viện Vệ sinh dịch tễ Quốc gia bày tỏ mối lo ngại về sự đột biến gien trong vi rút H1N1. “các chuyên gia đã phát hiện có ít nhất 7 nhóm kháng nguyên trên virus cúm gia cầm kể từ khi loại virus này có mặt tại Việt Nam.” Theo các chuyên gia, biện pháp hiệu quả nhất để ngăn chặn sự bùng phát căn bệnh hiểm nghèo là đẩy mạnh truyền bá thông tin về bệnh. Tuy nhiên, sự thật là nhận thức của người dân về dịch bệnh vẫn còn tương đối thấp vì dịch cúm này đã xuất hiện lần đầu tiên là cách đây bảy năm rồi. Nhiều chuyên gia y tế cho biết cuộc nghiên cứu mới đây cho thấy vi rút cúm A/H5N1 tiến hoá quá nhanh có thể biến thành sức đề kháng mới với cấp độc tính cao hơn và kháng thuốc nhiều hơn. Theo TS. Nguyễn Văn Kính, Giám đốc Bệnh viện Nhiệt đới quốc gia, trong điều kiện khí hậu nhiệt đới của Việt Nam đã tạo điều kiện thuận lợi tồn tại song hành hai loại virus là cúm A/H1N1 và cúm A/H5N1, biến đổi thành chiều hướng mới. Phó Giám đốc Sở Y tế tỉnh Thái Bình Phạm Gia Lai cho rằng việc chẩn đoán bệnh nhân mắc cúm A/H5N1 ở tỉnh rất khó bởi khó khăn về cơ sở vật chất và trình độ của cán bộ y tế cũng chưa đáp ứng yêu cầu. Phó Giám đốc Sở Y tế tỉnh Cần Thơ Bùi Thị Lệ Phi cho biết nhiều cán bộ y tế địa phương cảm thấy khó khăn trong việc cách ly bệnh nhân bị cúm A/H1N1 và bệnh nhân bị cúm A/H5N1 vì hai loại cúm này có triệu chứng tương tự nhau. “Do vậy, việc nâng cao trình độ cho đội ngũ cán bộ y tế là một trong những biện pháp quan trọng để phòng chống dịch bệnh.”"
        },
        {
            "en": "What do drugs, alcohol, unprotected sex, tattoos, and body piercings have in common? They're all things your parents might lecture you about avoiding, but there's another connection: They can all lead to a liver condition called hepatitis. What is hepatitis? The liver is one of the body's powerhouses. It helps process nutrients and metabolizes medication. The liver also helps clear the body of toxic waste products. The word hepatitis means an inflammation of the liver. It can be caused by one of many things — including a bacterial infection, liver injury caused by a toxin (poison), and even an attack on the liver by the body's own immune system. However, the condition is usually caused by a virus. The three most common hepatitis viruses are hepatitis A, hepatitis B, or hepatitis C. Two other types of hepatitis virus, D and E, are rare in the United States. Some hepatitis viruses can <em>mutate</em>. That can make them hard for for the body to fight because they change over time. In some cases, hepatitis B or C can destroy the liver. The patient then will need a liver transplant to survive, which is not always available or successful. Hepatitis A The hepatitis A virus (HAV) is transmitted through the feces (poop) of infected individuals. People usually get hepatitis A by eating food or drinking water that's been contaminated with feces. As disgusting as that sounds though, hepatitis A is actually considered less destructive than some other hepatitis viruses. Unlike some other hepatitis viruses, hepatitis A rarely leads to permanent liver damage. Within a few weeks, the symptoms will have gone away on their own and the virus will no longer be in your system. Once someone has recovered from a hepatitis A infection, that person has immunity to the virus, meaning he or she will probably never get it again. People are also protected against hepatitis A if they've been vaccinated for it. Hepatitis B Hepatitis B is a more serious infection. It may lead to a condition called cirrhosis (permanent scarring of the liver) or liver cancer, both of which cause severe illness and even death. Hepatitis B virus (HBV) is transmitted from person to person through blood or other body fluids. In the United States, the most common way people get infected with HBV is through unprotected sex with a person who has the disease. People who share needles also are at risk of becoming infected because it's likely that the needles they use will not have been sterilized. As yet, there's no effective cure for hepatitis B. In most cases, teens who get hepatitis B will recover from the disease and may develop a natural immunity to future hepatitis B infections. But some people will have the condition forever. Medications can help some people with hepatitis B get rid of the virus. Hepatitis C The hepatitis C virus (HCV) is transmitted from person to person through blood or other body fluids. Like hepatitis B, hepatitis C can lead to cirrhosis or liver cancer. Hepatitis C is the most serious type of hepatitis. It's now one of the most common reasons for liver transplants in adults. Every year, thousands of people in the United States die from HCV. And there's no cure and no vaccine. An estimated 4.1 million Americans are currently infected with the virus. The most common way people become infected is through sharing drug paraphernalia such as needles and straws. People also get hepatitis C after having unprotected sex with an infected partner. Before 1990, many people got it through blood transfusions, but better blood screening and handling procedures now mean that this rarely happens. The medications currently used to treat hepatitis C are effective in controlling the disease in some people. However, hepatitis C treatments are not very easy to take, especially because some require frequent injections. What are the signs and symptoms? Hepatitis infection causes inflammation of the liver, which means that the liver becomes swollen and damaged and begins losing its ability to function. People with hepatitis often get symptoms similar to those caused by other virus infections, such as weakness, tiredness, and nausea. Because the symptoms of hepatitis are similar to other conditions, it's easy for someone who has it to confuse it with another illness. In addition, people with hepatitis A may not show any symptoms, so the infection can go undiagnosed. People with hepatitis B or C infection also may not show symptoms right away, but can develop health problems from the infection many years later. Even when infected people don't have any symptoms, they can still pass the disease on to others. Symptoms of hepatitis include:     * yellowing of the skin and eyes, known as jaundice     * fever     * nausea, vomiting, and lack of appetite     * abdominal pain (on the upper right side)     * light-colored bowel movements     * dark-colored urine The incubation period (how long it takes between the time someone becomes infected and symptoms first appear) for hepatitis varies depending on the type a person has. Somebody may not feel any different than before, or may notice these symptoms anywhere from 15 days to 4 months after getting the disease, depending on the type of hepatitis. How is hepatitis diagnosed and treated? A blood test is usually needed to determine if a person has hepatitis. Doctors don't prescribe medications to treat hepatitis A; they usually recommend resting until any fever and jaundice are gone and the person's appetite has returned to normal. It is also important to stay well hydrated by drinking lots of fluids. Hepatitis B and C can sometimes be treated with medications, although some forms of medication used to treat hepatitis C are only approved for use in adults. Although treatments for hepatitis B and C are becoming more effective, a cure cannot be guaranteed. Protecting yourself Vaccines can protect people against hepatitis A and hepatitis B. Today, all kids in the United States are routinely vaccinated against hepatitis B at birth and against hepatitis A between the ages of 1 and 2 years. Doctors recommend that the hepatitis A vaccine be given to anyone who wants to be immunized against the condition. However, people who travel to parts of the world where sanitation isn't very good should be immunized. If a person has been recently exposed to hepatitis A or B, a doctor may recommend a shot of immune globulin containing antibodies against the virus. This can help prevent the person from coming down with the disease. In addition to receiving vaccinations against hepatitis A and B, here's how to protect yourself against hepatitis virus infection:     * Don't have unprotected sex.     * Avoid intravenous drug use and sharing of drug paraphernalia.     * Wash your hands before handling food and after using the bathroom.     * Be sure tattoo or piercing shops sterilize needles and other equipment properly.     * Don't share toothbrushes or razors. Hepatitis can be transmitted through sores or cuts.     * Avoid eating raw shellfish (such as clams or oysters). You could put yourself at risk for hepatitis A if the shellfish was harvested from contaminated water. Hepatitis infection can be serious, but knowing what puts you at risk can help protect you.          ",
            "vi": "Ma tuý, rượu chè, quan hệ tình dục không an toàn, xăm mình, và xiên da (xỏ các vật trang trí vào cơ thể) giống nhau ở điểm gì? Đó là những điều mà có lẽ bố mẹ dạy cho bạn cần nên tránh, nhưng bên cạnh đó thì cũng còn mối tương quan khác, bởi hết thảy đều có thể dẫn đến chứng bệnh gan được gọi là viêm gan.  Viêm gan là gì? Gan là một trong những cơ quan dồi dào năng lượng của cơ thể. Gan có nhiệm vụ xử lý chất dinh dưỡng và chuyển hoá thuốc, bên cạnh đó còn giúp cho cơ thể lọc các phế phẩm độc hại ra ngoài cơ thể.  Thuật ngữ “hepatitis” có nghĩa là viêm gan. Viêm gan có thể do một trong những nguyên nhân sau: nhiễm khuẩn, tổn thương gan do độc tố (chất độc), và thậm chí là do chính hệ miễn dịch của cơ thể tấn công gan. Tuy nhiên, bệnh viêm gan thường là do vi rút. Ba loại vi rút viêm gan thường thấy nhất là viêm gan siêu vi A, viêm gan siêu vi B, hoặc viêm gan siêu vi C. Hai loại vi rút viêm gan khác, viêm gan siêu vi D và viêm gan siêu vi E, rất hiếm gặp ở Hoa Kỳ.  Một số vi rút viêm gan có thể bị biến dạng. Điều đó làm cho cơ thể khó có thể kháng lại được các vi rút này bởi chúng thay đổi theo thời gian. Trong một số trường hợp thì bệnh viêm gan siêu vi B hoặc viêm gan siêu vi C có thể làm hư lá gan. Bệnh nhân sẽ phải ghép gan mới có thể sống được, nhưng không phải lúc nào gan cũng có sẵn hoặc không phải lúc nào ghép gan cũng thành công.  Viêm gan siêu vi A  Vi rút viêm gan siêu vi A (HAV) được truyền qua phân của người nhiễm bệnh. Người ta thường bị viêm gan siêu vi A do ăn uống nhiễm vi rút trong phân. Mặc dù nghe có vẻ đáng sợ, nhưng bệnh viêm gan siêu vi A thực ra được cho là ít gây hại hơn một số loại vi rút viêm gan khác. Không giống như một số loại vi rút viêm gan khác, bệnh viêm gan siêu vi A hiếm khi dẫn đến tổn thương gan lâu dài. Các triệu chứng sẽ tự hết trong vòng một vài tuần và vi rút sẽ không còn tồn tại trong cơ thể bạn nữa. Khi một người đã hồi phục khỏi bệnh viêm gan siêu vi A thì sẽ miễn dịch với vi rút, có nghĩa là người này có lẽ sẽ không bao giờ bị tái phát nữa. Người ta cũng có thể phòng tránh được bệnh viêm gan siêu vi A nếu đã được tiêm ngừa trước đó.  Viêm gan siêu vi B Viêm gan siêu vi B là chứng nhiễm trùng nguy hiểm hơn. Nó có thể đưa tới bệnh xơ gan (tổn thương lâu dài ở gan) hoặc ung thư gan, cả hai chứng bệnh trên có thể gây ra bệnh nặng và thậm chí tử vong. Vi rút viêm gan siêu vi B (HBV) được truyền từ người này sang người kia qua máu hoặc các chất dịch khác của cơ thể.  Ở Hoa Kỳ, người ta thường hay nhiễm HBV nhiều nhất qua đường tình dục không an toàn với người nhiễm bệnh. Người dùng chung kim tiêm cũng có nguy cơ bị bệnh bởi có thể kim tiêm mà họ sử dụng không được khử trùng.  Cho đến nay, chưa có phương thuốc nào chữa lành viêm gan siêu vi B hiệu quả. Trong hầu hết các trường hợp, thanh thiếu niên bị nhiễm viêm gan siêu vi B sẽ có thể hồi phục và có thể sẽ phát triển miễn dịch tự nhiên khỏi bệnh viêm gan siêu vi B trong tương lai. Nhưng một số người sẽ bị bệnh đến suốt đời. Một số bệnh nhân viêm gan siêu vi B có thể chống vi rút nhờ một số loại thuốc nào đó.  Viêm gan siêu vi C Vi rút viêm gan siêu vi C (HCV) được truyền từ người này sang người khác qua máu hoặc các chất dịch khác của cơ thể. Tương tự như bệnh viêm gan siêu vi B, viêm gan siêu vi C có thể dẫn đến xơ gan hoặc ung thư gan. Viêm gan siêu vi C là loại viêm gan nguy hiểm nhất. Hiện đây là một trong những nguyên nhân gây ghép gan thường thấy nhất ở người lớn. Ở Mỹ, mỗi năm có hàng ngàn người chết vì HCV. Và người ta cũng chưa tìm ra thuốc chữa cũng như vắc-xin phòng bệnh.  Ước tính ở Mỹ hiện có khoảng 4,1 triệu người bị nhiễm vi rút. Cách mà người ta nhiễm bệnh thường thấy nhất là sử dụng chung các dụng cụ chích hút ma tuý chẳng hạn như kim tiêm và ống hút. Bên cạnh đó người ta cũng bị viêm gan siêu vi C sau khi quan hệ tình dục không an toàn với người nhiễm bệnh. Trước năm 1990, nhiều người đã mắc bệnh do truyền máu, nhưng các khâu xử lý và xét nghiệm máu hiện đã tốt hơn nhiều nên điều đó hiếm khi có thể xảy ra.  Nhiều loại thuốc hiện dùng để điều trị viêm gan siêu vi C cũng có tác dụng làm giảm bệnh ở một số người. Tuy nhiên, phương pháp chữa bệnh viêm gan siêu vi C không dễ dàng lắm, nhất là vì một số trường hợp đòi hỏi phải được tiêm chích thường xuyên.  Dấu hiệu và triệu chứng của bệnh viêm gan là gì? Nhiễm trùng viêm gan gây viêm gan, có nghĩa là gan trở nên sưng to, hư tổn và bắt đầu mất khả năng hoạt động. Người bị viêm gan thường có triệu chứng giống với những triệu chứng của một số bệnh nhiễm vi rút khác, như là ốm yếu, mệt mỏi, và buồn nôn. Vì các triệu chứng của bệnh viêm gan và triệu chứng của một vài bệnh khác tương tự với nhau nên bệnh nhân có thể dễ nhầm lẫn với một chứng bệnh nào khác. Hơn nữa, người bị viêm gan siêu vi A có thể không biểu hiện bất kỳ triệu chứng nào, vì vậy chứng bệnh này có thể tiến triển mà không được chẩn đoán ra. Tương tự thế, bệnh nhân bị viêm gan siêu vi B hoặc viêm gan siêu vi C cũng có thể không cho thấy triệu chứng gì ngay tức khắc, nhưng có thể gặp rắc rối về vấn đề sức khỏe do nhiễm trùng gây ra nhiều năm sau đó. Thậm chí khi người bị nhiễm bệnh không biểu hiện triệu chứng thì họ cũng có thể truyền bệnh sang cho người khác được.  Triệu chứng viêm gan bao gồm : * vàng da và mắt, được gọi là hội chứng vàng da * sốt * buồn nôn, ói mửa, và chán ăn * đau bụng (bụng trên vùng bên phải) * phân có màu nhạt * nước tiểu sẫm màu  Thời kỳ ủ bệnh viêm gan (thời gian từ khi nhiễm bệnh đến khi biểu hiện các triệu chứng lần đầu tiên) thay đổi tuỳ theo loại bệnh. Một số người có thể không cảm thấy bất kỳ thay đổi nào so với trước đây, hoặc có thể phát hiện thấy những triệu chứng này từ 15 ngày đến 4 tháng sau khi mắc bệnh, tùy thuộc vào loại viêm gan.  Viêm gan được chẩn đoán và điều trị bằng cách nào?  Người ta thường làm xét nghiệm máu để xác định xem có bị viêm gan hay không.  Nhiều bác sĩ không cho bệnh nhân sử dụng thuốc khi điều trị viêm gan siêu vi A mà chỉ thường khuyến nghị nên nghỉ ngơi cho đến khi nào hết sốt và hết vàng da và bệnh nhân có thể cảm thấy ngon miệng trở lại. Cũng cần nên cho bệnh nhân uống nhiều nước để tránh bị mất nước.  Viêm gan siêu vi B và siêu vi C đôi khi cũng được điều trị bằng thuốc, mặc dù một số loại thuốc trị viêm gan siêu vi C chỉ được phép sử dụng cho người lớn. Dẫu phương pháp điều trị viêm gan siêu vi B và siêu vi C đã trở nên có hiệu quả hơn nhưng người ta cũng không cam đoan là sẽ chữa lành được các chứng bệnh này.  Tự bảo vệ mình Vắc-xin có thể giúp phòng tránh được viêm gan siêu vi A và siêu vi B. Ngày nay, tất cả các trẻ em ở Hoa Kỳ đều được tiêm ngừa định kỳ viêm gan siêu vi B lúc mới sinh và viêm gan siêu vi A trong giai đoạn từ 1 đến 2 tuổi.  Bác sĩ khuyến cáo nên tiêm chủng vắc-xin ngừa viêm gan siêu vi A cho bất kỳ ai muốn. Tuy nhiên, người đi du lịch vòng quanh thế giới đến những nơi mà điều kiện vệ sinh không tốt lắm thì nên chủng ngừa.   Nếu một ai đó gần đây tiếp xúc với bệnh viêm gan siêu vi A hoặc siêu vi B thì bác sĩ có thể khuyến cáo nên tiêm một mũi globulin miễn dịch chứa kháng thể chống lại vi rút. Biện pháp này có thể giúp phòng tránh được bệnh.  Ngoài việc chủng ngừa viêm gan siêu vi A và siêu vi B thì bạn có thể tự bảo vệ mình khỏi nhiễm vi rút viêm gan bằng các cách dưới đây:  * Đừng quan hệ tình dục không an toàn.  * Tránh chích choác và dùng chung các dụng cụ chích hút ma tuý.  * Rửa tay sạch sẽ trước khi cầm nắm thức ăn và sau khi đi vệ sinh xong.  * Đảm bảo các cửa tiệm xăm mình hoặc xỏ lỗ (xiên da) nên khử trùng kim và các dụng cụ khác một cách đúng đắn. * Không nên sử dụng chung bàn chải đánh răng hoặc dao cạo. Bệnh viêm gan có thể lây truyền qua vết loét hoặc vết cắt.  * Tránh ăn tôm cua sống (chẳng hạn như con hàu hoặc con trai). Bạn có thể có nguy cơ mắc viêm gan siêu vi A nếu tôm cua được đánh bắt ở vùng nước nhiễm bẩn.  Bệnh viêm gan có thể là nguy hiểm, nhưng việc hiểu biết những điều làm cho bạn có nguy cơ mắc bệnh có thể giúp bạn phòng tránh được.   "
        }
    ],
    "suggestions": []
}